{
    "id": 12611,
    "citation_title": "Evaluating the Economic Significance of Downward Nominal Wage Rigidity",
    "citation_author": [
        "Michael W. Elsby"
    ],
    "citation_publication_date": "2006-10-20",
    "issue_date": "2006-10-20",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Consumption and Investment",
        "Business Cycles",
        "Labor Economics",
        "Labor Compensation",
        "Labor Market Structures"
    ],
    "program": [
        "Labor Studies",
        "Monetary Economics",
        "Economic Fluctuations and Growth"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper formalizes and assesses empirically the implications of widely observed evidence for downward nominal wage rigidity (DNWR).  It shows how a model of DNWR informed by diverse evidence for worker resistance to nominal wage cuts is nevertheless consistent with weak macroeconomic effects.  This occurs because firms have an incentive to compress wage increases as well as wage cuts when DNWR binds.  By neglecting potential compression of wage increases, the previous literature may have overstated the costs of DNWR to firms. Using a broad range of micro--data from the US and Great Britain I find that firms do indeed compress wage increases as well as wage cuts at times when DNWR binds.  Accounting for this reduces the estimated increase in aggregate wage growth due to DNWR to be much closer to zero, consistent with the predictions of the model.  These results suggest that DNWR may not provide a strong argument against the targeting of low inflation rates, as practiced by many monetary authorities.  Importantly, though, this result is nevertheless consistent with evidence that suggests workers are averse to nominal wage cuts.\n\n",
    "acknowledgement": "\nI am particularly grateful to my advisor, Alan Manning, for his perceptive comments and continued patience and encouragement.  In addition I would like to thank Andrew Abel, Joseph Altonji, David Autor, Marianne Bertrand, Stephen Bond, Juan Dolado, Lorenz Goette, Maarten Goos, Steinar Holden, Francis Kramarz, Richard Layard, Stephen Machin, Jim Malcomson, Sendhil Mullainathan, Steve Pischke, Matthew Rabin, and Jennifer Smith for valuable comments.  I would also like to thank seminar participants at the University of Michigan, Birkbeck, the Boston Fed, Chicago GSB, the CEPR ESSLE 2004, European Winter Meetings of the Econometric Society 2004, Federal Reserve Board, Oslo, Oxford, Stockholm IIES, Warwick, and Zurich, for helpful suggestions. Any errors are my own. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}