{
    "id": 18962,
    "citation_title": "Preparing to Export",
    "citation_author": [
        "Danielken Molina",
        "Marc-Andreas Muendler"
    ],
    "citation_publication_date": "2013-04-11",
    "issue_date": "2013-04-11",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "Trade"
    ],
    "program": [
        "Development Economics",
        "International Trade and Investment",
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExporters differ considerably in terms of export-market participation over time and employment size. But this marked diversity among exporters is not reflected in their workforce composition regarding commonly observed worker skills or occupations. Using Brazilian linked employer-employee data, we turn to a typically unknown worker characteristic: a worker's prior experience at other exporters. We show that expected export status, predicted with current destination-country trade instruments, leads firms to prepare their workforce by hiring workers from other exporters. Hiring away exporter workers is associated with both a wider subsequent reach of destinations and a deeper market penetration at the poaching firm, but only with reduced market penetration at the firm losing the worker. This evidence is consistent with the hypothesis that expected export-market access exerts a labor demand shock, for which exporters actively prepare with selective hiring, and with the idea that a few key workers affect a firm's competitive advantage.\n\n",
    "acknowledgement": "\nWe thank George Alessandria, Roc Armenter, Don Davis, Gordon Hanson, Ed Leamer, Marc Melitz, Nathan Nunn, Jim Rauch, Tony Venables, Eric Verhoogen, Kei-Mu Yi and seminar participants at the Philadelphia Fed, the NBER, CESifo, Stanford, UC Irvine and IPEA Rio de Janeiro for constructive suggestions, and we thank Natalya Lebedeva and Youjin Hahn for research assistance on earlier drafts. We thank SECEX/MEDIC and Ricardo Markwald at FUNCEX Rio de Janeiro for sharing updated firm trade data. Paulo Furtado provided much appreciated help with RAIS. Muendler acknowledges NSF support (SES-0550699) with gratitude. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. A comprehensive empirical Online Supplement with additional tabulations and regression specifications is available at URL econ.ucsd.edu/muendler/papers/brazexp-suppl.pdf\n\n\n"
}