{
    "id": 1953,
    "citation_title": "The Canada-U.S. Auto Pact of 1965:  An Experiment in Selective Trade Liberalization",
    "citation_author": [
        "Melvyn Fuss",
        "Leonard Waverman"
    ],
    "citation_publication_date": "1986-06-01",
    "issue_date": "1986-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we analyse the Canada-U.S. Auto Pact, a selective\ntrade liberalization agreement which created a duty-free North American\nmarket for the major U.S. multinational automobile producers, but\ncontinued to protect them from offshore producers. The new international\ntrade/I.O. literature predicts that, given the probable unexploited\neconomics of scale and specialization in the tariff-protected small\nCanadian economy prior to 1965, rationalization leading to large\nefficiency gains in Canadian production vis a vis U.S. production would\noccur in a free trade environment. We estimate that the Auto Pact did\nnot induce a substantial improvement in Canadian relative production\nefficiency. The missing ingredient seems to have been the\ncompetition-increasing effects of free trade in an oligopolistic setting\nthat is emphasized by the new trade/I.O. literature. The Auto Pact did\nnot increase the number of rivals in the oligopolistic Canadian industry\nsince the major players in the industry had production facilities on both\nsides of the Canada-U.S. border before 1965, and no significant new entry\ninto Canada occurred.\nIn the 1962-64 period, Canadian automotive production was 27% less\nefficient than U.S. production. By 1970-72 this deficiency had been\nreduced to 19%, but was not further reduced by the end of the 1970's. Of\nthe 8 percentage points reduction in the Canadian disadvantage, we\nattribute only 3 percentage points to the rationalization process induced\nspecifically by the Auto Pact.\n\n",
    "acknowledgement": "\n"
}