{
    "id": 19715,
    "citation_title": "Capital Reallocation and Aggregate Productivity",
    "citation_author": [
        "Russell W. Cooper",
        "Immo Schott"
    ],
    "citation_publication_date": "2013-12-05",
    "issue_date": "2013-12-05",
    "revision_date": "2020-04-09",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Macroeconomics",
        "Consumption and Investment",
        "Business Cycles"
    ],
    "program": [
        "Economic Fluctuations and Growth"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the interaction between capital reallocation and business cycles. Capital reallocation is pro-cyclical and leads to variations in measured aggregate productivity. Using a simulated method of moments approach, different sources of aggregate fluctuations are studied to assess their ability to match both capital reallocation and business cycle moments. A model economy driven by exogenous variations in the distribution of reallocation costs does remarkably well in matching these moments. These shocks induce changes in capital reallocation and cause endogenous variations in the Solow residual. Analytically a higher-order moment is needed to solve the model accurately and is an integral component connecting reallocation with aggregate productivity.\n\n",
    "acknowledgement": "\nWe are grateful to Nick Bloom, Thorsten Drautzburg, Michael Elsby, John Haltiwanger, Matthias Kehrig, Andrea Lanteri, Ryan Michaels, Sophie Osotimehin, Felipe Saffie and Thomas Winberry, as well as to seminar participants at the European University Institute, European Central Bank, University of Maryland, Scuola Superiore Sant'Anna in Pisa, and the SED meetings for comments and suggestions. Thanks to Dean Corbae for lengthy discussions on a related project. Cooper thanks the NSF under grant #0819682 for financial support. This version adds an endogenous adjustment decision to our December 2013 NBER Working Paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}