{
    "id": 19809,
    "citation_title": "Powerful Independent Directors",
    "citation_author": [
        "Kathy Fogel",
        "Liping Ma",
        "Randall Morck"
    ],
    "citation_publication_date": "2014-01-16",
    "issue_date": "2014-01-16",
    "revision_date": "2015-09-18",
    "topics": [
        "Microeconomics",
        "Economics of Information",
        "Financial Economics",
        "Corporate Finance",
        "Other",
        "Law and Economics",
        "Industrial Organization",
        "Firm Behavior",
        "Culture"
    ],
    "program": [
        "Corporate Finance"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nShareholder valuations are economically and statistically positively correlated with independent directors’ power, gauged by social network power centrality. Powerful independent directors’ sudden deaths reduce shareholder value significantly; other independent directors’ deaths do not. More powerful independent directors Granger cause higher valuations; the converse is not true. Further tests associate more powerful independent directors with less value-destroying M&A, less free cash flow retention, more CEO accountability, and less earnings management. We posit that more powerful independent directors better detect and counter CEO missteps because of better access to information, greater credibility in challenging errant top managers, or both.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments by Olubunmi Faleye, Wayne Lee, Tomas Jandik, Johanna Palmberg, Jingxian Wu, Tim Yeager, seminar participants at Bentley University, National University of Singapore, Oklahoma State University, Université Laval, University of Alberta, University of Arkansas, University of Illinois at Urbana-Champaign, and University of New Hampshire; and conference participants at the Board Options 2014 Seat at the Table Program, 2014 Boston Area Finance Symposium, 2014 Management Association, the Ratio Colloquium for Young Social Scientists, the Southern Finance Association 2013 meetings (\"Outstanding Paper in Corporate Finance\" award), Sunbelt XXXIV meeting of the International Network for Social Network Analysis Annual Conference; Financial Research Network Conference at the University of New South Wales. The authors gratefully acknowledge financial support from the Bank of Canada, the Social Sciences and Humanities Research Council, the National Science Foundation and the Arkansas Science and Technology Authority, with resources managed by the Arkansas High Performance Computing Center. These are the views of the authors and do not necessarily reflect the views of the Bank of Canada or the National Bureau of Economic Research.\n\n\n"
}