{
    "id": 21325,
    "citation_title": "Mining and Quasi-Option Value",
    "citation_author": [
        "Christopher Costello",
        "Charles D. Kolstad"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "None",
    "topics": [
        "Environmental and Resource Economics",
        "Environment"
    ],
    "program": [
        "Environment and Energy Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the timing-of-extraction problem facing a decentralized mine owner when extraction entails environmental damage.  As expected, when the environmental damage from mining is known, the socially optimal timing will depend on the magnitude of the damage relative to these costs in the rest of the world.  But when environmental damage is uncertain, and these costs are revealed over time, a quasi-option value arises.  We show that even if expected environmental costs are identical to those in the rest of the world, any uncertainty over these costs will cause the social planner to optimally delay mining until better information arrives.  We show conditions under which it is optimal to postpone the mining decision indefinitely, and conditions when it is optimal to postpone only for a finite duration.  The analysis leverages a crucial observation that distinguishes the non-renewable resource problem from the traditional quasi-option value framework.  In the traditional framework, the presence of an irreversible investment and uncertainty can help nudge the decision maker to preserve an option, but it by no means implies the decision maker should always preserve the option.  In contrast, for a non-renewable resource model, the arbitrage condition underpinning the Hotelling rule suggests that in the absence of uncertainty, the marginal mine owner is completely indifferent between mining immediately and at any point in the future.  Thus, for our problem, any uncertainty will convince her to defer the mining decision.\n\n",
    "acknowledgement": "\nWe thank Dan Kaffine, Steve Salant, and Marc Conte for helpful comments on previous versions of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}