{
    "id": 21597,
    "citation_title": "Social Networks, Ethnicity, and Entrepreneurship",
    "citation_author": [
        "William R. Kerr",
        "Martin Mandorff"
    ],
    "citation_publication_date": "2015-09-28",
    "issue_date": "2015-09-24",
    "revision_date": "2019-07-25",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Economics of Information",
        "International Economics",
        "International Factor Mobility",
        "Labor Economics",
        "Demography and Aging",
        "Industrial Organization",
        "Market Structure and Firm Performance",
        "Firm Behavior",
        "Other",
        "Accounting, Marketing, and Personnel"
    ],
    "program": [
        "Labor Studies",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Entrepreneurship",
        "Innovation Policy",
        "Organizational Economics",
        "Urban Economics"
    ],
    "abstract": "\n\nWe study the relationship between ethnicity, occupational choice, and entrepreneurship. Immigrant groups in the United States cluster in specific business sectors. For example, Koreans are 34 times more concentrated in self employment for dry cleaning than other immigrant groups, and Gujarati-speaking Indians are 108 times more concentrated in managing motels. We quantify that smaller and more socially isolated ethnic groups display higher rates of entrepreneurial concentration. This is consistent with a model of social interactions where non-work relationships facilitate the acquisition of sector-specific skills and result in occupational stratification along ethnic lines via concentrated entrepreneurship.\n\n",
    "acknowledgement": "\nComments are appreciated and can be sent to wkerr@hbs.edu. We thank Emek Basker, Gary Becker, Michel Beine, Ola Bengtsson, Gustaf Bruze, Dennis Carlton, Barry Chiswick, Rob Fairlie, Matthew Gentzkow, John Haltiwanger, Emil Iantchev, Svante Janson, Mini Kaur, Steven Lalley, Anne Le Brun, Ben Mathew, Trang Nguyen, Andriy Protsyk, Yona Rubinstein, Jesse Shapiro, Rachel Soloveichik, Chad Syverson, Catherine Thomas, Robert Topel and Nick Wormald and seminar participants for very valuable comments. We thank Meir Brooks and Rahul Gupta for excellent research support. The theory section of this paper draws heavily from Mandorff’s Ph.D. Dissertation at the University of Chicago. Financial support from the Marcus Wallenberg Foundation, the Jan Wallander and Tom Hedelius Foundation, the Esther and T.W. Schultz Dissertation Fellowship, the Markovitz Dissertation Fellowship, the Kauffman Foundation, and Harvard Business School is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}