{
    "id": 21634,
    "citation_title": "Insider Trading and Innovation",
    "citation_author": [
        "Ross Levine",
        "Chen Lin",
        "Lai Wei"
    ],
    "citation_publication_date": "2015-10-12",
    "issue_date": "2015-10-08",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "Globalization and International Relations",
        "Financial Economics",
        "Financial Markets",
        "Development and Growth",
        "Innovation and R&D",
        "Growth and Productivity"
    ],
    "program": [
        "Corporate Finance",
        "Development Economics",
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Innovation Policy"
    ],
    "abstract": "\n\nThis paper assesses whether legal systems that protect outside investors from corporate insiders increase or decrease the rate of technological innovation. Based on over 75,000 industry-country-year observations across 94 economies from 1976 to 2006, we find that enforcing insider trading laws spurs innovation—as measured by patent intensity, scope, impact, generality, and originality. Consistent with theories that insider trading slows innovation by impeding the valuation of innovative activities, the relationship between enforcing insider trading laws and innovation is much larger in industries that are naturally innovative and opaque, and equity issuances also rise much more in these industries after a country starts enforcing its insider trading laws.\n\n",
    "acknowledgement": "\nWe thank Sumit Agarwal, Utpal Bhattacharya, Gustavo Manso, Huasheng Gao, Harald Hau, Po-Hsuan Hsu, Kai Li, Lee Fleming, Stephen Haber, Yona Rubinstein, Xuan Tian, Xu Yan, Bohui Zhang, participants in the 2015 Entrepreneurial Finance and Innovation around the World Conference in Beijing, participants in the 2015 International Conference on Innovations and Global Economy held by Alibaba Group Research Centre, Zhejiang University and Geneva Graduate Institute of International and Development Studies, and seminar participants at University of California, Berkeley for helpful discussions and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}