{
    "id": 21804,
    "citation_title": "Total Returns to Single Family Rentals",
    "citation_author": [
        "Andrea Eisfeldt",
        "Andrew Demers"
    ],
    "citation_publication_date": "2015-12-14",
    "issue_date": "2015-12-10",
    "revision_date": "2018-02-20",
    "topics": [
        "Financial Economics",
        "Portfolio Selection and Asset Pricing",
        "Regional and Urban Economics",
        "Real Estate"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance",
        "Economic Fluctuations and Growth"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe market value of US Single Family Rental assets is $2.3 trillion, yet we believe that we provide the first systematic analysis of total returns to Single Family Rentals over a long time period, in a broad and granular cross section. Analogous to the dividend yields and capital gains that constitute total equity returns, total returns to single family rentals have two components: rental yields and house price appreciation. It is crucial to account for both total return inputs, both because they contribute approximately equally to returns at the national level, and because they are negatively correlated in the cross section of US cities. While the aggregate US Single Family Rental portfolio has historically benefitted equally from each of the two return components, high price tier cities accrued more capital gains, while low price tier cities had higher net rental yields. As a result, measures of returns that focus on either component individually will be systematically biased in the cross section. Within cities, we show that lower price tier zip codes have higher total returns as a result of both higher yields and higher house price appreciation.\n\n",
    "acknowledgement": "\nPreviously circulated as “Rental Yields and HPA: The Returns to Single Family Rentals.” We thank Robert Richmond and Jiasun Li for research assistance, Don Brownstein and Marc Holtz from Structured Portfolio Management, LLC, Morris Davis, Gary Painter, and participants at the 2016 UCI-UCLA-USC Real Estate & Urban Economics Research Symposium, and the 2014 SED meeting for helpful comments. Eisfeldt gratefully acknowledges the UCLA Rosalinde and Arthur Gilbert Program in Real Estate, Finance and Urban Economics for generous funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAndrea Eisfeldt\n\nThis research was conducted while I was on academic leave and visiting Structured Portfolio Management (SPM), LLC.\n\n\n"
}