{
    "id": 21884,
    "citation_title": "Cables, Sharks and Servers: Technology and the Geography of the Foreign Exchange Market",
    "citation_author": [
        "Barry Eichengreen",
        "Romain Lafarguette",
        "Arnaud Mehl"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "International Finance"
    ],
    "program": [
        "International Finance and Macroeconomics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the impact of technology on production and trade in services, focusing on the foreign exchange market.  We identify exogenous technological changes by the connection of countries to submarine fiber-optic cables used for electronic trading, but which were not laid for purposes related to the foreign exchange market.  We estimate the impact of cable connections on the share of offshore foreign exchange transactions.  Cable connections between local markets and matching servers in the major financial centers lower the fixed costs of trading currencies and increase the share of currency trades occurring onshore.  At the same time, however, they attenuate the effect of standard spatial frictions such as distance, local market liquidity, and restrictive regulations that otherwise prevent transactions from moving to the major financial centers.  Our estimates suggest that the second effect dominates. Technology dampens the impact of spatial frictions by up to 80 percent and increases, in net terms, the share of offshore trading by 21 percentage points.  Technology also has economically important implications for the distribution of foreign exchange transactions across financial centers, boosting the share in global turnover of London, the world’s largest trading venue, by as much as one-third.\n\n",
    "acknowledgement": "\nWe are grateful to Thorsten Beck, Geert Bekaert, Bruno Biais, Jerome Busca, Giancarlo Corsetti, Alexander Duering, Torsten Ehlers, Jean Imbs, Takatoshi Ito, Philip Lane, Istvan Mak, Guy-Charles Marhic, Frank Packer, Hashem Pesaran, Andrew Rose and Xavier Vives for comments and discussions, as well as to seminar participants at the ECB, Goethe University Frankfurt and USC Dornsife and to participants at the 2015 Clausen Center Conference on Global Economic Issues, Berkeley, for comments.  We are also grateful to Denis Petre and Philip Wooldridge for providing unpublished Bank for International Settlements data on offshore foreign exchange trading.  The views expressed are those of the authors and do not necessarily reflect those of the ECB, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}