{
    "id": 22046,
    "citation_title": "Globalization and Political Structure",
    "citation_author": [
        "Gino Gancia",
        "Giacomo A.M. Ponzetto",
        "Jaume Ventura"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "2020-12-15",
    "topics": [
        "Microeconomics",
        "Welfare and Collective Choice",
        "International Economics",
        "Trade",
        "Globalization and International Relations",
        "Subnational Fiscal Issues",
        "Development and Growth",
        "Country Studies"
    ],
    "program": [
        "Economic Fluctuations and Growth"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a theoretical framework to study the interaction between globalization and political structure. We show that political structure adapts in a non-monotonic way to technological progress that expands opportunities for global trade. Borders hamper trade. At an earlier stage, the political response to expanding trade opportunities consists of removing borders by increasing country size. At a later stage, however, the political response to expanding trade opportunities is to remove borders by creating international unions, and this leads to a reduction in country size. Moreover, negotiation replaces war as a tool to ensure market access. These predictions are consistent with historical evidence on trade, territorial expansion and war.\n\n",
    "acknowledgement": "\nWe thank Janko Heineken, Marta Santamaria and Jagdish Tripathy for excellent research assistance. We are grateful for helpful comments by Giovanni Andreottola, Pablo Beramendi, Graziella Bertocchi, Alessandra Bonfiglioli and participants at numerous conferences and seminars. We acknowledge financial support from the Centre de Recerca en Economia Internacional (CREI), through the European Research Council (ERC), under the European Union's Horizon 2020 Programme, Grant Agreements 693512 (\"Globalization, Economic Policy and Political Structure\") and 714905 (\"Citizens, Institutions and Globalization\"), the Spanish Ministry of Economy and Competitiveness (grants RYC-2013-13838 and SEV-2015-0563), the Generalitat de Catalunya (CERCA program and grant 2014 SGR 830), the Institut d'Estudis Autonòmics, and the Leverhulme Trust through a 2019 Research Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}