{
    "id": 22071,
    "citation_title": "Selection and Incentive Effects of Elections: Evidence from State Supreme Courts",
    "citation_author": [
        "Elliott Ash",
        "W. Bentley MacLeod"
    ],
    "citation_publication_date": "2016-03-14",
    "issue_date": "2016-03-10",
    "revision_date": "2019-05-01",
    "topics": [
        "Labor Economics",
        "Labor Supply and Demand",
        "Other",
        "Law and Economics"
    ],
    "program": [
        "Law and Economics",
        "Labor Studies",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data on state supreme court judges for the years 1947 through 1994, we find that judges selected by nonpartisan elections and judges selected by technocratic merit commissions produce higher-quality work than judges selected by partisan elections. Election-year pressure reduces work output, but only partisan elections reduce work quality. Moving from nonpartisan elections to uncontested elections increases work quality for incumbent judges, while there is no effect on incumbent judge performance when moving from partisan to nonpartisan elections, or when moving from partisan to uncontested elections, consistent with the hypothesis that non-partisan judges have a greater intrinsic value for quality.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Performance of Elected Officials: Evidence from State Supreme Courts.\" We thank Yisehak Abraham, Ankeet Ball, Josh Brown, Josh Burton, Matthew Buck, Eammonn Campbell, Zoey Chopra, Daniel Deibler, Seth Fromer, Gohar Harutyunyan, Archan Hazra, Montague Hung, Dong Hyeun, Mithun Kamath, James Kim, Michael Kurish, Jennifer Kutsunai, Steven Lau, Sharon Liao, Sarah MacDougall, Sam Meshoyrer, Justin McNamee, Sourabh Mishra, Brendan Moore, Arielle Napoli, Karen Orchansky, Bryn Paslawski, Olga Peshko, Quinton Robbins, Ricardo Rogriguez, Jerry Shi, Shawn Shi, Carol Shou, Alex Swift, Holly Toczko, Tom Verderame, Sam Waters, Sophie Wilkowske, John Yang, Geoffrey Zee, Fred Zhu, and Jon Zytnick for their meticulous help in assembling data and other research assistance. We thank Daniel Chen, Tom Clark, John Ferejohn, Sanford Gordon, Chris, Hanretty, Jon Kastellec, Lewis Kornhauser, Eric Posner and the participants at Princeton University Conference on Bureaucrats, SIOE meetings at Harvard Law School, NYU Law and Economics Workshop, and Conference on Empirical Legal Studies in Europe for helpful comments. Columbia University’s Program for Economic Research, Columbia Law School, and the National Science Foundation Grant SES-1260875 provided financial support for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}