{
    "id": 22382,
    "citation_title": "Does Mass Deworming Affect Child Nutrition? Meta-analysis, Cost-Effectiveness, and Statistical Power",
    "citation_author": [
        "Kevin Croke",
        "Joan Hamory Hicks",
        "Eric Hsu",
        "Michael Kremer",
        "Edward Miguel"
    ],
    "citation_publication_date": "2016-07-11",
    "issue_date": "2016-07-07",
    "revision_date": "None",
    "topics": [
        "Econometrics",
        "Estimation Methods",
        "Health, Education, and Welfare",
        "Health",
        "Development and Growth",
        "Development"
    ],
    "program": [
        "Development Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe WHO has recently debated whether to reaffirm its long-standing recommendation of mass drug administration (MDA) in areas with more than 20% prevalence of soil-transmitted helminths (hookworm, whipworm, and roundworm). There is consensus that the relevant deworming drugs are safe and effective, so the key question facing policymakers is whether the expected benefits of MDA exceed the roughly $0.30 per treatment cost. The literature on long run educational and economic impacts of deworming suggests that this is the case. However, a recent meta-analysis by Taylor-Robinson et al. (2015) (hereafter TMSDG), disputes these findings. The authors conclude that while treatment of children known to be infected increases weight by 0.75 kg (95% CI: 0.24, 1.26; p=0.0038), there is substantial evidence that MDA has no impact on weight or other child outcomes. We update the TMSDG analysis by including studies omitted from that analysis and extracting additional data from included studies, such as deriving standard errors from p-values when the standard errors are not reported in the original article. The updated sample includes twice as many trials as analyzed by TMSDG, substantially improving statistical power. We find that the TMSDG analysis is underpowered: it would conclude that MDA has no effect even if the true effect were (1) large enough to be cost-effective relative to other interventions in similar populations, or (2) of a size that is consistent with results from studies of children known to be infected. The hypothesis of a common zero effect of multiple-dose MDA deworming on child weight at longest follow-up is rejected at the 10% level using the TMSDG dataset, and with a p-value < 0.001 using the updated sample. Applying either of two study classification approaches used in previous Cochrane Reviews (prior to TMSDG) also leads to rejection at the 5% level. In the full sample, including studies in environments where prevalence is low enough that the WHO does not recommend deworming, the average effect on child weight is 0.134 kg (95% CI: 0.031, 0.236, random effects estimation). In environments with greater than 20% prevalence, where the WHO recommends mass treatment, the average effect on child weight is 0.148 kg (95% CI: 0.039, 0.258). The implied average effect of MDA on infected children in the full sample (calculated by dividing estimated impact by worm prevalence for each study and applying a random effects model) is 0.301 kg. At 0.22 kg per U.S. dollar, the estimated average weight gain per dollar expenditure from deworming MDA is more than 35 times that from school feeding programs as estimated in RCTs. Under-powered meta-analyses (such as TMSDG) are common in health research, and this methodological issue will be increasingly important as growing numbers of economists and other social scientists conduct meta-analysis.\n\n",
    "acknowledgement": "\nWe are grateful to the Campbell Collaboration deworming team, especially Vivian Welch, for generously sharing data and information on their work. We thank Harold Alderman, Shally Awasthi, Don Bundy, Serene Joseph, Chengfang Liu, Scott Rozelle, and Walter Willett for help interpreting their studies, searching for original data, or supplying us with additional results. We thank Egor Abramov, Kamran Jamil, Spencer Ma, Cole Scanlon,WenWang, and Kevin Xie for research assistance. We thank Amrita Ahuja, Harold Alderman, Sarah Baird, Matthew Basilico, Peter Hotez, Macartan Humphreys, Rachael Meager, Antonio Montresor, and Dina Pomeranz for helpful comments. Michael Kremer declares that he is a former board member of Deworm theWorld, a US non-profit organization. He has received no funding from Deworm the World. He is also a part-time employee of USAID, which financially supports deworming activities. This paper was written in his academic capacity and USAID had no influence over the writing of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}