{
    "id": 22380,
    "citation_title": "Monetary Versus Macroprudential Policies: Causal Impacts of Interest Rates and Credit Controls in the Era of the UK Radcliffe Report",
    "citation_author": [
        "David Aikman",
        "Oliver Bush",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2016-07-04",
    "issue_date": "2016-06-30",
    "revision_date": "2018-11-16",
    "topics": [
        "Macroeconomics",
        "Monetary Policy",
        "Financial Economics",
        "Financial Markets",
        "History",
        "Macroeconomic History"
    ],
    "program": [
        "Development of the American Economy",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe have entered a world of conjoined monetary and macroprudential policies. But can they function smoothly in tandem, and with what effects? Since this policy cocktail has not been seen for decades, the empirical evidence is almost non-existent. We can only fix this shortcoming in a historical laboratory. The Radcliffe Report (1959), notoriously sceptical about the efficacy of monetary policy, embodied views which led the UK to a three-decade experiment of using credit policy tools alongside conventional changes in the central bank interest rate. These non-price tools are similar to policies now being considered or used by macroprudential policymakers. We describe these tools, document how they were used by the authorities, and craft a new, largely hand-collected data set to help estimate their effects. We develop a novel empirical strategy, which we term Factor-Augmented Local Projection (FALP), to investigate the subtly different impacts of both monetary and macroprudential policies. Monetary policy innovations acted on output and inflation broadly in line with consensus views today, but tighter credit policy acted primarily to modulate bank lending whilst reducing output and leaving inflation unchanged.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and not necessarily those of the Bank of England or the National Bureau of Economic Research. The authors wish to thank – without implicating – Thilo Albers, Saleem Bahaj, Michael Bordo, Forrest Capie, Matthieu Chavaz, James Cloyne, Angus Foulis, Julia Giese, Charles Goodhart, Robert Hetzel, Ethan Ilzetzki, Òscar Jordà, George Kapetanios, Norbert Metiu, Paul Mizen, Duncan Needham, Edward Nelson, José-Luis Peydró, Jonathan Pinder, Ricardo Reis, Gary Richardson, Albrecht Ritschl, Joan Ros´es, Peter Scott, Lord Skidelsky, Peter Sinclair, Ryland Thomas, Matthew Waldron, Eugene White, and Garry Young for helpful conversations, and Casey Murphy, Consgor Osvay, Henrik Pedersen, and Jenny Spyridi for their excellent research assistance, and the archivists at the Bank of England, Barclays Bank, HSBC, the Royal Bank of Scotland and the National Archives. We have benefited from comments of participants at presentations at the NBER Summer Institute, the Cliometric Society Annual Conference, the American Economic Association Annual Meetings, the European Economic Association Annual Congress, the Royal Economic Society Annual Conference, the Federal Reserve conference on economic and financial history, the Oxford-Indiana Macroeconomic Policy Conference, the 6th EurHiStock Workshop, the CEPR Financial Markets Symposium, the MNB-CEPR-ESRB Macroeconomic Policy Research Workshop, the Central Bank of Ireland Economic History Workshop, the INET Young Scholars’ Initiative economic history conference, the London School of Economics, the University of Cambridge, the University of Oxford, the University of Bonn, the University of Reading, Rutgers University, Warwick University, the Bank for International Settlements and the Bank of England.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms.\n\n\n"
}