{
    "id": 22452,
    "citation_title": "The Effect of Population Aging on Economic Growth, the Labor Force and Productivity",
    "citation_author": [
        "Nicole Maestas",
        "Kathleen J. Mullen",
        "David Powell"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "2020-09-18",
    "topics": [
        "Labor Economics",
        "Demography and Aging",
        "Labor Supply and Demand",
        "Development and Growth",
        "Growth and Productivity"
    ],
    "program": [
        "Economics of Aging",
        "Economic Fluctuations and Growth",
        "Labor Studies",
        "Public Economics",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPopulation aging is widely assumed to have detrimental effects on economic growth yet there is little empirical evidence about the magnitude of its effects. This paper starts from the observation that many U.S. states have already experienced substantial growth in the size of their older population and much of this growth was predetermined by historical trends in fertility. We use predicted variation in the rate of population aging across U.S. states over the period 1980-2010 to estimate the economic impact of aging on state output per capita. We find that a 10% increase in the fraction of the population ages 60+ decreases the growth rate of GDP per capita by 5.5%. Two-thirds of the reduction is due to slower growth in the labor productivity of workers across the age distribution, while one-third arises from slower labor force growth. Our results imply annual GDP growth will slow by 1.2 percentage points this decade and 0.6 percentage points next decade due to population aging.\n\n",
    "acknowledgement": "\nWe are grateful to the Alfred P. Sloan Foundation Working Longer Program for grant funding. We thank David Cutler, Mary Daly, Edward Glaeser, Claudia Goldin, Larry Katz, Dan Wilson, and Robert Willis for valuable feedback, as well as participants of the 2014 SIEPR/Sloan Working Longer Conference at Stanford University and the Harvard Labor Economics Seminar for their many helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKathleen J. Mullen\n\nI have received financial support summing to at least $10,000 in the past three years from the following organizations:\n(1)\tU.S. Social Security Administration\n(2)\tThe Alfred P. Sloan Foundation\n(3)\tThe National Institute on Aging\n\n\n"
}