{
    "id": 22653,
    "citation_title": "Long-Range Growth: Economic Development in the Global Network of Air Links",
    "citation_author": [
        "Filipe Campante",
        "David Yanagizawa-Drott"
    ],
    "citation_publication_date": "2016-09-19",
    "issue_date": "2016-09-15",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "Trade",
        "International Factor Mobility",
        "Globalization and International Relations",
        "Development and Growth",
        "Development",
        "Growth and Productivity",
        "Regional and Urban Economics",
        "Regional Economics"
    ],
    "program": [
        "Development Economics",
        "Economic Fluctuations and Growth",
        "International Trade and Investment",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": [
        "Urban Economics"
    ],
    "abstract": "\n\nWe study the impact of international long-distance flights on the global spatial allocation of economic activity. To identify causal effects, we exploit variation due to regulatory and technological constraints which give rise to a discontinuity in connectedness between cities at a distance of 6000 miles. We show that these air links have a positive effect on local economic activity, as captured by satellite-measured night lights. To shed light on how air links shape economic outcomes, we first present evidence of positive externalities in the global network of air links: connections induce further connections. We then find that air links increase business links, showing that the movement of people fosters the movement of capital. In particular, this is driven mostly by capital flowing from high-income to middle-income (but not low-income) countries. Taken together, our results suggest that increasing interconnectedness generates economic activity at the local level by inducing links between businesses, but also gives rise to increased spatial inequality locally, and potentially globally.\n\n",
    "acknowledgement": "\nWe thank Abhijit Banerjee, Leo Bursztyn, Fred Finan, Ed Glaeser, Tarek Hassan, Ben Olken, Gautam Rao, Andrei Shleifer, and Noam Yuchtman for helpful conversations, seminar participants at Bocconi, Columbia, Harvard, the 2016 AEA meeting (San Francisco), the Harvard Cities Mini-Conference, and the Barcelona GSE Political Economy of Conflict and Development workshop for valuable comments, Laura Alfaro. Michele Coscia, and Irfan Mahmud for their generous help with data collection, and Jonah Rexer for truly outstanding research assistance. We gratefully acknowledge the financial support provided by the Weatherhead Center for International Affairs at Harvard, the Harvard Kennedy School Dean's Research Fund, and the Taubman Center for State and Local Government. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}