{
    "id": 22794,
    "citation_title": "Public Debt as Private Liquidity: Optimal Policy",
    "citation_author": [
        "George-Marios Angeletos",
        "Fabrice Collard",
        "Harris Dellas"
    ],
    "citation_publication_date": "2016-11-07",
    "issue_date": "2016-11-03",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "General Equilibrium",
        "Macroeconomics",
        "Macroeconomic Models",
        "Business Cycles",
        "Monetary Policy",
        "Fiscal Policy",
        "Public Economics",
        "Taxation",
        "National Fiscal Issues"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Monetary Economics",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the Ramsey policy problem in an economy in which public debt contributes to the supply of assets that private agents can use as buffer stock and collateral, or as a vehicle of liquidity. Issuing more debt eases the underlying financial friction. This raises welfare by improving the allocation of resources; but it also tightens the government budget by raising the interest rate on public debt. In contrast to the literature on the Friedman rule, the government’s supply of liquidity becomes intertwined with its debt policy. In contrast to the standard Ramsey paradigm, a departure from tax smoothing becomes desirable. Novel insights emerge about the optimal long-run quantity of public debt; the optimal policy response to shocks; and the sense in which a financial crisis presents the government with an opportunity for cheap borrowing.\n\n",
    "acknowledgement": "\nThis paper supersedes an earlier draft, entitled “Optimal Public Debt Management and Liquidity Provision”, which was concerned with the same topic but did not contain the present paper’s theoretical contribution. We are grateful to Behzad Diba for his collaboration on the earlier project; to Pedro Teles and Per Krusell for illuminating discussions; and to various seminar participants for their feedback. Angeletos also thanks the University of Bern, Study Center Gerzensee, and the Swiss Finance Institute for their hospitality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}