{
    "id": 22881,
    "citation_title": "Performance Information and Personnel Decisions in the Public Sector: The Case of School Principals",
    "citation_author": [
        "Julie Berry Cullen",
        "Eric A. Hanushek",
        "Gregory Phelan",
        "Steven G. Rivkin"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "None",
    "topics": [
        "Subnational Fiscal Issues",
        "Health, Education, and Welfare",
        "Education",
        "Labor Economics",
        "Demography and Aging",
        "Labor Market Structures"
    ],
    "program": [
        "Children",
        "Economics of Education",
        "Labor Studies",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirms and other organizations establish the criteria under which employees will be judged and the performance measures made available to supervisors, the board of directors and other stakeholders, and these structures almost certainly influence behavior and organization outcomes. Any divergence of the chosen performance metric from an ideal measurement of productivity may lead to suboptimal outcomes, particularly in the public sector where outside interest groups may rely more heavily on easily accessible ratings than better-informed insiders. In the case of public education, federal and state accountability systems provide considerable information about student outcomes and rate schools on that basis. However, the No Child Left Behind accountability legislation’s focus on pass rates rather than learning and achievement growth introduces the possibility that inadequate information and a flawed structure each compromise public school quality. This study of school principal labor market outcomes investigates the relationship between principal labor market success and a set of performance measures that differ on the basis of accessibility to stakeholders and link with true principal productivity. The results from the empirical analysis provide evidence that information and design deficiencies introduce a lack of alignment between incentives and principal productivity and adversely affect the quality of education in Texas public schools.\n\n",
    "acknowledgement": "\nThis project has been funded in part by grants from the Institute for Education Sciences, Department of Education, and the Kern Foundation. Julie Berry Cullen received research support for a related project studying the evaluation of teachers from the Laura and John Arnold Foundation and the Institute of Education Sciences via the Center for Analysis of Longitudinal Data in Education Research (CALDER).  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}