{
    "id": 22882,
    "citation_title": "Identifying the Benefits from Home Ownership: A Swedish Experiment",
    "citation_author": [
        "Paolo Sodini",
        "Stijn Van Nieuwerburgh",
        "Roine Vestman",
        "Ulf von Lilienfeld-Toal"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Market Structure and Distribution",
        "Macroeconomics",
        "Consumption and Investment",
        "Financial Economics",
        "Portfolio Selection and Asset Pricing",
        "Public Economics",
        "Taxation",
        "Labor Economics",
        "Labor Supply and Demand",
        "Regional and Urban Economics"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance",
        "Economic Fluctuations and Growth",
        "Labor Studies",
        "Public Economics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": [
        "Behavioral Finance",
        "Household Finance",
        "Urban Economics"
    ],
    "abstract": "\n\nThis paper studies the economic benefits of home ownership. Exploiting a quasi-experiment surrounding privatization decisions of municipally-owned apartment buildings, we obtain random variation in home ownership for otherwise similar buildings with similar tenants. We link the tenants to their tax records to obtain information on demographics, income, mobility patterns, housing wealth, financial wealth, and debt. These data allow us to construct high-quality measures of consumption expenditures. Home ownership causes households to move up the housing ladder, work harder, and save more. Consumption increases out of housing wealth are concentrated among the home owners who sell subsequent to privatization and among those who receive negative income shocks, evidencing a collateral effect.\n\n",
    "acknowledgement": "\nWe thank Steffen Andersen, Anthony deFusco, Edward Glaeser, Ravi Jagannathan, Ralph Koijen, Holger Mueller, Julien Pennasse, Laszlo Sandor, Phillip Schnabel, Johannes Stroebel, and participants at the Stockholm University economics seminar, CUNY Baruch real estate seminar, U.T. Austin finance seminar, NYU finance seminar, Kellogg finance seminar, the 2016 European Conference on Household Finance in Paris, and the 2016 European Financial Data Institute conference in Paris for comments and suggestions. George Cristea provided outstanding research assistance. We thank Anders Jenelius from Svenska Bostader for help with data and institutional detail. We are grateful for generous funding from the Swedish Research Council (grant 421-2012-1247). All data used in this research have passed ethical vetting at the Stockholm ethical review board and have also been approved by Statistics Sweden. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}