{
    "id": 23254,
    "citation_title": "Myopia and Discounting",
    "citation_author": [
        "Xavier Gabaix",
        "David Laibson"
    ],
    "citation_publication_date": "2017-03-20",
    "issue_date": "2017-03-16",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Behavioral Economics",
        "Households and Firms",
        "Macroeconomics",
        "Consumption and Investment"
    ],
    "program": [
        "Economics of Aging",
        "Economic Fluctuations and Growth"
    ],
    "projects": null,
    "working_groups": [
        "Behavioral Finance",
        "Household Finance"
    ],
    "abstract": "\n\nWe assume that perfectly patient agents estimate the value of future events by generating noisy, unbiased simulations and combining those signals with priors to form posteriors. These posterior expectations exhibit as-if discounting: agents make choices as if they were maximizing a stream of known utils weighted by a discount function, D(t). This as-if discount function reflects the fact that estimated utils are a combination of signals and priors, so average expectations are optimally shaded toward the mean of the prior distribution, generating behavior that partially mimics the properties of classical time preferences. When the simulation noise has variance that is linear in the event's horizon, the as-if discount function is hyperbolic, D(t)=1/(1+a t). Our agents exhibit systematic preference reversals, but have no taste for commitment because they suffer from imperfect foresight, which is not a self-control problem. In our framework, agents that are more skilled at forecasting (e.g., those with more intelligence) exhibit less discounting. Agents with more domain-relevant experience exhibit less discounting. Older agents exhibit less discounting (except those with cognitive decline). Agents who are encouraged to spend more time thinking about an intertemporal tradeoff exhibit less discounting. Agents who are unable to think carefully about an intertemporal tradeoff – e.g., due to cognitive load – exhibit more discounting. In our framework, patience is highly unstable, fluctuating with the accuracy of forecasting.\n\n",
    "acknowledgement": "\nFor very good research assistance we are grateful to Omeed Maghzian, and for helpful comments to Ned Augenblick, Eric Budish, Stefano Dellavigna, Sam Gershman, Emir Kamenica, Ben Lockwood, Muriel Niederle, Matthew Rabin, Daphna Shohamy, Bruno Strulovici, Dmitry Taubinsky, Michael Woodford, and seminar participants at Berkeley, Chicago, Columbia, Edinburgh, Harvard, Hebrew U., NYU, SITE, and Stirling. We are grateful to the Pershing Square Fund for Research on the Foundations of Human Behavior for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}