{
    "id": 23350,
    "citation_title": "Individuals and Organizations as Sources of State Effectiveness",
    "citation_author": [
        "Michael Carlos Best",
        "Jonas Hjort",
        "David Szakonyi"
    ],
    "citation_publication_date": "2017-05-01",
    "issue_date": "2017-04-27",
    "revision_date": "2019-10-21",
    "topics": [
        "Public Economics",
        "Development and Growth"
    ],
    "program": [
        "Development Economics",
        "Public Economics",
        "Political Economy",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow important are bureaucrats for the productivity of the state? And to what extent do the tradeoffs between different policies depend on the implementing bureaucrats’ effectiveness? Using data on 16million public procurement purchases in Russia during 2011–2016, we show that over 40 percent of the variation in quality-adjusted prices paid—our measure of performance—is due to the individual bureaucrats and organizations that manage procurement processes. Such differences in effectiveness matter for policy design. To illustrate, we show that a common procurement policy— bid preferences for domestic suppliers—dramatically improves performance, but only when implemented by ineffective bureaucrats.\n\n",
    "acknowledgement": "\nWe are grateful to Ben Olken for his very helpful discussion of the paper at the AEA meetings. We also thank John M. Abowd, Daron Acemoglu, Hunt Allcott, Tim Besley, Nick Bloom, Richard Blundell, Raj Chetty, Allan Collard-Wexler, Francesco Decarolis, Andres Drenik, Pascaline Dupas, Ben Faber, Fred Finan, Matthew Gentzkow, Josh Gottlieb, Caroline Hoxby, Amit Khandelwal, Brad Larsen, DavidMargolis, Torsten Persson, Andrea Prat, Imran Rasul, Jimmy Roberts, Jonah Rockoff, Tobias Salz, Orie Shelef, Andrei Shleifer, David Silver, Eric Verhoogen, Guo Xu, and Danny Yagan for valuable comments; Andrei Yakovlev for institutional guidance; Andrey Druzhaev, Len Goff, Vinayak Iyer, and Georgiy Syunyaev for outstanding research assistance; and seminar participants at the AEA meetings, U.C. Berkeley, University of British Columbia, Central European University, Columbia, University of Copenhagen, Duke, the Econometric Society, Higher School of Economics, McGill, University of Michigan, the NBER Development Economics Program meeting, NEUDC, NYU, Northwestern, University of Oslo, Paris School of Economics, Santa Clara, Stanford, University College London, UCLA, University of Toronto, University of Virginia, and the World Bank for comments. Best thanks the Stanford Institute for Economic Policy Research, where he was a postdoctoral fellow while much of the work on the paper was done. The study has been funded within the framework of the Basic Research Program at the National Research University Higher School of Economics (HSE) and by the Russian Academic Excellence Project “5-100”. Any remaining errors are ours alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}