{
    "id": 23420,
    "citation_title": "Innovation-Led Transitions in Energy Supply",
    "citation_author": [
        "Derek Lemoine"
    ],
    "citation_publication_date": "2017-05-22",
    "issue_date": "2017-05-18",
    "revision_date": "2020-09-11",
    "topics": [
        "History",
        "Other History",
        "Development and Growth",
        "Innovation and R&D",
        "Growth and Productivity",
        "Environmental and Resource Economics",
        "Energy",
        "Environment"
    ],
    "program": [
        "Environment and Energy Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI generalize a benchmark model of directed technical change to allow innovations and factors of production (here energy resources) to be substitutes or complements. I show that a dominant sector is forever locked-in under substitutability but researchers' market incentives can drive a transition away from a dominant sector under complementarity. In a calibrated numerical implementation to climate change policy, transitions from coal to gas and then to renewable energy occur in laissez-faire. Optimal policy uses a subsidy for clean R&D to hasten the transition to renewable energy and an increasing emission tax to control residual fossil fuel use. A standalone clean research subsidy is more valuable than a standalone emission tax unless climate change is especially costly or policy cannot be enacted soon. A standalone mandate to use renewable energy can also increase welfare by igniting an energy transition, but only if it is sufficiently large.\n\n",
    "acknowledgement": "\nI thank participants at the 2016 AERE Summer Conference, the 2017 North American Summer Meetings of the Econometric Society, ASSA 2017, Fondazione Eni Enrico Mattei, Georgetown University, Iowa State University, the MIT CEEPR Fall Research Workshop, Simon Fraser University, UC San Diego, UC Santa Barbara, the University of Arizona, and the University of Chicago for helpful comments. I also thank Lint Barrage, Stephie Fried, and Greg Casey for valuable suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}