{
    "id": 23620,
    "citation_title": "Paternalism and Pseudo-Rationality",
    "citation_author": [
        "Itzik Fadlon",
        "David Laibson"
    ],
    "citation_publication_date": "2017-07-24",
    "issue_date": "2017-07-20",
    "revision_date": "2019-07-19",
    "topics": [
        "Microeconomics",
        "Welfare and Collective Choice",
        "Macroeconomics",
        "Public Economics"
    ],
    "program": [
        "Economics of Aging",
        "International Finance and Macroeconomics",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResource allocations are jointly determined by the actions of social planners and households. In this paper, we highlight the distinction between planner optimization and household optimization. We show that planner optimization is a partial substitute for household optimization and that this is still true when households have private in- formation about their preferences. We illustrate a novel identification problem: some aggregate equilibrium properties that are implied by household optimization are also implied by planner optimization. A rational utilitarian planner enacts policies that cause the Euler equation to hold on average in a population of non-optimizing households, which we refer to as pseudo-rationality. Hence, widely studied allocative optimality conditions also arise in an allocatively inefficient economy with a rational planner, who uses tools such as default savings and Social Security to influence the consumption choices of myopic and passive households. Accordingly, aggregate classical optimization tests implemented with data from economies with paternalistic governments cannot reveal whether households would make optimal decisions on their own.\n\n",
    "acknowledgement": "\nWe acknowledge very helpful feedback from Youssef Benzarti, Raj Chetty, David Cutler, Emir Kamenica, Scott Kominers, Benjamin Lockwood, and participants at the ASSA and National Tax Association annual meetings. We thank Edward Kong for excellent research assistance. We are grateful for funding from the Eric Mindich fund for Research in the Foundations of Human Behavior.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}