{
    "id": 23647,
    "citation_title": "Political Distribution Risk and Aggregate Fluctuations",
    "citation_author": [
        "Thorsten Drautzburg",
        "Jesús Fernández-Villaverde",
        "Pablo Guerrón-Quintana"
    ],
    "citation_publication_date": "2017-08-07",
    "issue_date": "2017-08-03",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Business Cycles",
        "Money and Interest Rates",
        "Labor Economics",
        "Labor Supply and Demand"
    ],
    "program": [
        "Economic Fluctuations and Growth"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that political distribution risk is an important driver of aggregate fluctuations. To that end, we document significant changes in the capital share after large political events, such as political realignments, modifications in collective bargaining rules, or the end of dictatorships, in a sample of developed and emerging economies. These policy changes are associated with significant fluctuations in output and asset prices. Using a Bayesian proxy-VAR estimated with U.S. data, we show how distribution shocks cause movements in output, unemployment, and sectoral asset prices. To quantify the importance of these political shocks for the U.S. as a whole, we extend an otherwise standard neoclassical growth model. We model political shocks as exogenous changes in the bargaining power of workers in a labor market with search and matching. We calibrate the model to the U.S. corporate non-financial business sector and we back up the evolution of the bargaining power of workers over time using a new methodological approach, the partial filter. We show how the estimated shocks agree with the historical narrative evidence. We document that bargaining shocks account for 34% of aggregate fluctuations.\n\n",
    "acknowledgement": "\nWe thank participants at numerous seminars for useful comments, in particular, Pat Kehoe, John Leahy, Ben Lester, Dave Ratner, and Victor Ríos-Rull. The views expressed herein are our own views only. They do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, its Board of Governors, or the National Bureau of Economic Research.\n\n\n"
}