{
    "id": 23775,
    "citation_title": "Scalable Price Targeting",
    "citation_author": [
        "Jean-Pierre Dubé",
        "Sanjog Misra"
    ],
    "citation_publication_date": "2017-09-11",
    "issue_date": "2017-09-08",
    "revision_date": "None",
    "topics": [
        "Econometrics",
        "Estimation Methods",
        "Experimental Design",
        "Microeconomics",
        "Market Structure and Distribution",
        "Industrial Organization",
        "Market Structure and Firm Performance",
        "Other",
        "Accounting, Marketing, and Personnel"
    ],
    "program": [
        "Industrial Organization",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the welfare implications of scalable price targeting, an extreme form of third-degree price discrimination implemented with machine learning for a large, digital firm. Targeted prices are computed by solving the firm's Bayesian Decision-Theoretic pricing problem based on a database with a high-dimensional vector of customer features that are observed prior to the price quote. To identify the causal effect of price on demand, we first run a large, randomized price experiment and use these data to train our demand model. We use l1 regularization (lasso) to select the set of customer features that moderate the heterogeneous treatment effect of price on demand. We use a weighted likelihood Bayesian bootstrap to quantify the firm's approximate statistical uncertainty in demand and profitability. We then conduct a second experiment that implements our proposed price targeting scheme out of sample. Theoretically, both firm and customer surplus could rise with scalable price targeting. Optimized uniform pricing improves revenues by 64.9% relative to the control pricing, whereas scalable price targeting improves revenues by 81.5%. Firm profits increase by over 10% under targeted pricing relative to optimal uniform pricing. Customer surplus declines by less than 1% with price targeting; although nearly 70% of customers are charged less than the uniform price. Our weighted likelihood bootstrap estimator also predicts demand and demand uncertainty out of sample better than several alternative approaches.\n\n",
    "acknowledgement": "\nWe are grateful to Ian Siegel and Jeff Zwelling of Ziprecruiter for their support of this project. We would also like to thank the the Ziprecruiter pricing team for their help and work in making the implementation of the field experiments possible. We are also extremely grateful for the extensive feedback and suggestions from Chris Hansen, Matt Taddy, Gautam Gowrisankaran and Ben Shiller. Finally, we benefitted from the comments and suggestions of seminar participants at the Bridge Webinar Series at McGill University, Cornell University, Columbia GSB, Northwestern University, Penn State University, the 2017 Porter Conference at Northwestern University, Stanford GSB, the University of Chicago Booth School of Business, University of Notre Dame, UNC Chapel Hill, University of Rochester, University of Wisconsin, the 2017 Marketing and Economics Summit, the 2016 Digital Marketing Conference at Stanford GSB and the 2017 Summer NBER meetings in Economics and Digitization. Misra also acknowledges the support of the Kilts Center for Marketing and the Neubauer Family Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSanjog Misra\n\nThis research was partially done during a period of time when Sanjog Misra was a contracted advisor to Ziprecruiter.com.\n\n\n"
}