{
    "id": 23904,
    "citation_title": "No Kin In The Game: Moral Hazard and War in the U.S. Congress",
    "citation_author": [
        "Eoin McGuirk",
        "Nathaniel Hilger",
        "Nicholas Miller"
    ],
    "citation_publication_date": "2017-10-09",
    "issue_date": "2017-10-06",
    "revision_date": "2020-04-21",
    "topics": [
        "History",
        "Other History"
    ],
    "program": [
        "Development of the American Economy",
        "Public Economics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy do wars occur? We exploit a natural experiment to test the longstanding hypothesis that leaders declare war because they fail to internalize the associated costs. We test this moral hazard theory of conflict by compiling data on 9,210 children of 3,693 U.S. legislators who served in Congress during the four conscription-era wars of the 20th century: World War I, World War II, the Korean War, and the Vietnam War. We test for agency problems by comparing the voting behavior of legislators with draft-age sons versus draft-age daughters. We estimate that (i) having a draft-age son reduces legislator support for pro-conscription bills by 10-17%; (ii) support for conscription increases by a quarter as a legislator's son crosses the upper age threshold; and (iii) legislators with draft-age sons are more likely to win reelection when the draft is less popular. These results are consistent with a political agency model in which voters update their beliefs about politicians' motives when they make unpopular legislative decisions. Our findings provide new evidence that agency problems contribute to political violence, and that elected officials can be influenced by changing private incentives.\n\n",
    "acknowledgement": "\nWe thank Motaz Al-Chanati, Jenna Anders, Victor Brechenmacher, Kian Ivey, Vanessa Labrador, Andrew Li, and 36 students from the Fall 2016 Econ 115 class at Yale for their excellent research assistance. We are also grateful to Jesse Shapiro, Mushfiq Mobarak, Fabrizio Zilibotti, Cormac O'Dea, Daniel Posner, Nico Voigtlaender, Kelsey Jack, Ray Fisman, Michael Kremer, Nicholas Ryan, Daniel Keniston, Ebonya Washington, Greg Huber, Ceren Baysan, James Thomas, Nathan Nunn and Claudia Goldin; conference participants at BIARI (Brown University), NEUDC (Tufts University), and HiCN (PSE); and seminar participants at Yale University (Leitner Political Economy and Development Economics), Williams College, Tufts University, University College Dublin, Trinity College Dublin, Nova University Lisbon, Queens University Belfast, University of Southern California, Loyola Marymount University and Harvard University for helpful comments and conversations. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}