{
    "id": 23945,
    "citation_title": "The Ostrich in Us: Selective Attention to Financial Accounts, Income, Spending, and Liquidity",
    "citation_author": [
        "Arna Olafsson",
        "Michaela Pagel"
    ],
    "citation_publication_date": "2017-10-23",
    "issue_date": "2017-10-20",
    "revision_date": "2017-10-24",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Behavioral Economics",
        "Financial Economics",
        "Behavioral Finance"
    ],
    "program": [
        "Asset Pricing"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA number of theoretical research papers in micro as well as macroeconomics model and analyze attention but direct empirical evidence remains scarce. This paper investigates the determinants of attention to financial accounts using panel data from a financial management software provider containing daily logins, discretionary spending, income, balances, and credit limits. We find that individuals are considerably more likely to log in because they get paid utilizing exogenous variation in paydays due to weekends and holidays. Beyond looking at the causal effect of income on attention, we examine how attention depends on individual spending, balances, and credit limits within individuals’ own histories. We find that attention is decreasing in spending and overdrafts and increasing in cash holdings, savings, and liquidity. Moreover, attention jumps discretely when balances change from negative to positive. We argue that our findings cannot be explained by rational theories of inattention. Instead our findings are consistent with Ostrich effects and anticipatory utility as the main motivation for paying attention to financial accounts and thus provide new tests for information- or belief-dependent utility models. Furthermore, we show that some of our findings can be explained by a recent influential one of those models (Kőszegi and Rabin, 2009), which assumes individuals experience utility over news or changes in expectations about consumption.\n\n",
    "acknowledgement": "\nWe thank Ted O’Donoghue, John Driscoll, Nachum Sicherman, Michael Grubb, Paul Tetlock, Nicola Gennaioli, Botond Koszegi, Daniel Gottlieb, Cary Friedman, Benjamin Keys, Constança Esteves-Sorenson, Silvia Saccardo, Matthew Rabin, David Laibson, Paige Skiba, Devin Pope, Vicki Bogan, Valentin Haddad, Marina Niessner, Andrea Prat, and conference and seminar participants at Cornell, Maryland, 2017 BEAM at Berkeley, Carnegie Mellon, NBER Summer Institute, ECWFC at the WFA, NYU, Columbia, ESSFM Gerzensee, Zurich, University of Indiana, University of Innsbruck, University of Melbourne, and the National University of Singapore for a range of insightful comments. This project has received funding from Danish Council for Independent Research, under grant agreement no 6165- 00020. We thank numerous seminar participants, our discussants, and conference participants at the AFFECT Conference University of Miami, University of Kentucky Finance Conference, and 6th ITAM Finance Conference. We are indebted to Ágúst Schweitz Eriksson and Meniga for providing and helping with the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}