{
    "id": 23963,
    "citation_title": "The Lifetime Costs of Bad Health",
    "citation_author": [
        "Mariacristina De Nardi",
        "Svetlana Pashchenko",
        "Ponpoje Porapakkarm"
    ],
    "citation_publication_date": "2017-10-30",
    "issue_date": "2017-10-26",
    "revision_date": "2018-10-04",
    "topics": [
        "Macroeconomics",
        "Consumption and Investment",
        "Public Economics",
        "Taxation",
        "Health, Education, and Welfare",
        "Health"
    ],
    "program": [
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat are the cumulative effects of health shocks over the life-cycle? The answer depends on the nature of persistence of bad health and the extent to which it changes individuals' economic circumstances. We measure the lifetime costs of bad health using a rich structural model that can reproduce the short- and long-run dynamics of health and health-related inequality in economic outcomes. We explicitly take into account the fact that this inequality can be partly traced back to factors predetermined early in life. Our model has several implications concerning the pecuniary and non-pecuniary effects of health shocks. The life- time costs of bad health are influenced by ex-ante predetermined factors, and the largest component of pecuniary costs is the loss in labor earnings. Because bad health lowers ones' life expectancy, its non-pecuniary effects are large. In particular, through this channel they are very important for individuals' welfare and non-trivially contribute toward lifetime inequality.\n\n",
    "acknowledgement": "\nWe thank Liran Einav, Christopher Flinn, Eric French, Joseph Altonji, Selahattin Imrohoroglu, John Kennan, Naoki Aizawa, Sagiri Kitao, Rasmus Lentz, Vincenzo Quadrini, Yongseok Shin, Matthew White, and all seminar participants at the Keio University, University of Hong Kong, Chinese University of Hong Kong, University of Tokyo, University of Delaware, University of Connecticut, FED Chicago, FED Atlanta, Institute for Fiscal Studies, AMES2017, SED2017, EMES2017, SAET2018 for their comments and suggestions. De Nardi gratefully acknowledges support from the ERC, grant 614328 “Savings and Risks.” Porapakkarm gratefully acknowledges support from the JSPS KAKENHI Grant Number 15K03505. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the CEPR, any agency of the federal government, or the Federal Reserve Bank of Chicago.\n\n\n"
}