{
    "id": 24034,
    "citation_title": "The Effects of Land Markets on Resource Allocation and Agricultural Productivity",
    "citation_author": [
        "Chaoran Chen",
        "Diego Restuccia",
        "Raül Santaeulàlia-Llopis"
    ],
    "citation_publication_date": "2017-11-20",
    "issue_date": "2017-11-16",
    "revision_date": "2020-03-19",
    "topics": [
        "Macroeconomics",
        "Development and Growth",
        "Development",
        "Country Studies",
        "Environmental and Resource Economics",
        "Agriculture"
    ],
    "program": [
        "Development Economics",
        "Economic Fluctuations and Growth",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess the effects of land markets on misallocation and productivity by exploiting effective variation in land rentals across time and space arising from a large-scale land certification reform in Ethiopia, where land remains owned by the state. Our main finding from detailed micro panel data is that land rentals substantially reduce misallocation and increase agricultural productivity. Our evidence builds from an empirical difference-in-difference strategy and a calibrated quantitative macroeconomic framework with heterogeneous household-farms that replicates—without targeting—the empirical effects, an outcome that externally validates our model. The empirical effects are nonlinear—impacting more farms farther away from efficient operational scale, consistent with our theory. Further, counterfactual model experiments suggest that the land reform reduces income inequality, is relatively scalable and explains a sizeable proportion of the full extent of misallocation. Additional insights on the role of (in)formality in land markets and its effects on technology adoption are provided.\n\n",
    "acknowledgement": "\nWe thank Stephen Ayerst, Loren Brandt, Rui Castro, Murat Celik, Margarida Duarte, Doug Gollin, Andre Groger, Joan Llull, Leandro De Magalhães, Hannes Mueller, Amma Panin, Xiaodong Zhu, and seminar participants at Fudan University, University of Lausanne, McMaster University, Midwest Macro Conference at Louisiana State University, National University of Singapore, Oxford, Shanghai University of Finance and Economics, Singapore Management University, Syracuse University, and the World Bank for useful comments. All remaining errors are our own. Chen thanks the National University of Singapore for the faculty start-up grant (R122000266133) while he worked on this paper and to York University for his grant (481419). Restuccia gratefully acknowledges the financial support from the Canadian Research Chairs program and the Social Sciences and Humanities Research Council of Canada. Räul Santaeulàlia-Llopis thanks the ERC AdG-GA324048, “Asset Prices and Macro Policy when Agents Learn (APMPAL)” and the Spanish Ministry of Economy and Competitiveness through the Severo Ochoa Programme for Centers of Excellence in R&D (SEV-2015-0563) for financial support. The views expressed herein are those of the authors and do not necessarily represent those of the National Bureau of Economic Research.\n\n\n"
}