{
    "id": 24303,
    "citation_title": "Do Conditional Cash Transfers Improve Economic Outcomes in the Next Generation? Evidence from Mexico",
    "citation_author": [
        "Susan W. Parker",
        "Tom Vogl"
    ],
    "citation_publication_date": "2018-02-12",
    "issue_date": "2018-02-08",
    "revision_date": "None",
    "topics": [
        "Health, Education, and Welfare",
        "Education",
        "Poverty and Wellbeing",
        "Labor Economics",
        "Labor Supply and Demand",
        "Development and Growth",
        "Development"
    ],
    "program": [
        "Children",
        "Development Economics",
        "Economics of Education",
        "Labor Studies",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConditional cash transfer programs have spread to over 80 countries in the past two decades, but little is known about their long-term effects on the youth they target. This paper estimates the impact of childhood exposure to the Mexican program Progresa on economic outcomes in early adulthood by leveraging the age structure of program benefits and geographic variation in early program penetration nationwide. The study design avoids the representativeness and attrition issues that have plagued efforts to estimate longer-run impacts of Progresa and other similar programs. Childhood exposure to the program improves educational attainment, geographic mobility, labor market outcomes, and household economic outcomes in early adulthood. Schooling impacts are similar for men and women, at roughly 1.5 years, while labor market impacts are more pronounced for women, amounting to 30-40% of mean labor force participation and 50% of mean labor income in pre-program cohorts. Indexes capturing household economic impacts increase on the order of 0.2 standard deviations.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at CIDE, El Colegio de Mexico, Georgetown, NEUDC, Princeton, UC San Diego, and University of Maryland for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}