{
    "id": 24422,
    "citation_title": "Long-Term Effects of Job-Search Assistance: Experimental Evidence Using Administrative Tax Data",
    "citation_author": [
        "Dayanand S. Manoli",
        "Marios Michaelides",
        "Ankur Patel"
    ],
    "citation_publication_date": "2018-03-19",
    "issue_date": "2018-03-16",
    "revision_date": "None",
    "topics": [
        "Health, Education, and Welfare",
        "Poverty and Wellbeing"
    ],
    "program": [
        "Labor Studies",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses administrative tax data to examine the long-term effects of an experimental job-search assistance program operating in Nevada in 2009. The program required randomly-selected unemployed workers who had just started collecting unemployment insurance (UI) benefits to undergo an eligibility review and receive personalized job-counseling services. The program led to substantial short-term reductions in UI receipt, and to persistent, long-term increases in employment and earnings. The program also affected participants’ family outcomes, including total income, tax filing, tax liability, and home ownership.  These findings show that job-search assistance programs may produce substantial long-term effects for participants and their families.\n\n",
    "acknowledgement": "\nThis paper is derived from a project titled “The Effects of Employment and Earnings on Tax Filing and Tax Liability: Evidence on Short-term and Long-term Effects Using Administrative Tax Data.” This project is based on data collected by IMPAQ International, LLC (IMPAQ) as part of a study funded by the U.S. Department of Labor (DOL).  The views expressed in this paper are those of the authors and do not represent any official views or opinions of DOL, IMPAQ, the United States Treasury, the United States Internal Revenue Service, any other government agency, or the National Bureau of Economic Research. We are grateful to numerous people for helpful comments and suggestions, including DOL and IMPAQ staff, conference and seminar participants, and for funding from the Laura and John Arnold Foundation.\n\n\n"
}