{
    "id": 24455,
    "citation_title": "International Joint Ventures and Internal vs. External Technology Transfer: Evidence from China",
    "citation_author": [
        "Kun Jiang",
        "Wolfgang Keller",
        "Larry D. Qiu",
        "William Ridley"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "2020-06-30",
    "topics": [
        "International Economics",
        "International Factor Mobility",
        "Development and Growth",
        "Innovation and R&D"
    ],
    "program": [
        "Development Economics",
        "International Trade and Investment",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the economics of international joint ventures with administrative data for China exploiting the change in foreign direct investment policy as China entered the WTO in the year 2002. Accounting for a quarter of all international joint ventures worldwide, we first show that foreign investors choose Chinese partners that are relatively large, productive, and often subsidized to set up their joint venture. Second, we document benefits from foreign technology in terms of innovation and productivity that go far beyond the joint venture, not only to the Chinese joint venture parent firm but also to entrepreneurs at firms upstream from and in the same industry as the joint venture (backward and horizontal spillovers, respectively). As China has dropped joint venture requirements and shifted towards wholly foreign-owned FDI as part of becoming a member of the WTO, there have been two opposing effects. While joint venture spillovers have increased, the shift towards wholly foreign-owned FDI has reduced spillovers because we find larger industry spillovers from international joint ventures than from wholly foreign-owned FDI. The results shed new light on the efficacy of FDI performance requirements as well as on claims regarding international technology transfer that underpin the current China-U.S. trade war.\n\n",
    "acknowledgement": "\nWe would like to thank Chad Bown, Loren Brandt, Lee Branstetter, Beata Javorcik, and Shang-jin Wei, as well as participants at numerous venues for helpful comments and suggestions. Chaoqun Zhan has provided excellent research assistance. This project was financially supported by RGC Competitive Earmarked Research Grant No. 17501914 of the Hong Kong Special Administrative Region Government. This research was also supported by NSF grant 1360207 (Keller). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}