{
    "id": 24456,
    "citation_title": "Trade and Minimum Wages in General Equilibrium: Theory and Evidence",
    "citation_author": [
        "Xue Bai",
        "Arpita Chatterjee",
        "Kala Krishna",
        "Hong Ma"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "None",
    "topics": [
        "Public Economics"
    ],
    "program": [
        "International Trade and Investment"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo minimum wages affect economic outcomes beyond low-skill employment? This paper develops a new model with heterogeneous firms under perfect competition in a Heckscher-Ohlin setting to show that a binding minimum wage raises product prices, encourages substitution away from labor, and creates unemployment. It reduces output and exports of the labor intensive good, despite higher prices and, less obviously, selection in the labor (capital) intensive sector becomes stricter (weaker). Exploiting rich regional variation in minimum wages across Chinese prefectures and using Chinese Customs data matched with firm level production data, we find robust evidence in support of causal effects of minimum wage consistent with our theoretical predictions.\n\n",
    "acknowledgement": "\nWe are indebted to David Atkin, Arnaud Costinot, Lorenzo Caliendo, Marc Muendler, Sergey Lychagin, Kerem Cosar, Roberto Álvarez Espinoza, Michael Koelle, and Lex Zhao for comments. We are also grateful, to participants of the ASSA Annual Meeting 2018, Princeton Summer 2017 IES workshop, the Econometric Society 2017 Asian Meeting and 2017 China Meeting, the TIGN 2017 conference in Montvideo and the CES-IFO Conference on the Global Economy in Munich, UNSW, Monash University, and Xiamen University for comments. We thank Meghna Bramhachari and Yingyan Zhao for able research assistance. We are grateful to Churen Sun, Yi Huang, and Gewei Wang for generously sharing their minimum wage data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}