{
    "id": 24452,
    "citation_title": "Mortality from Nestlé’s Marketing of Infant Formula in Low and Middle-Income Countries",
    "citation_author": [
        "Jesse K. Anttila-Hughes",
        "Lia C.H. Fernald",
        "Paul J. Gertler",
        "Patrick Krause",
        "Bruce Wydick"
    ],
    "citation_publication_date": "2018-04-02",
    "issue_date": "2018-03-29",
    "revision_date": "2018-08-20",
    "topics": [
        "Health, Education, and Welfare",
        "Health",
        "Development and Growth",
        "Development"
    ],
    "program": [
        "Children",
        "Development Economics",
        "Health Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIntensive and controversial marketing of infant formula is believed to be responsible for millions of infant deaths in low and middle-income countries (LMICs), yet to date there have been no rigorous analyses that quantify these effects.  To estimate the impact of infant formula on infant mortality, we pair country-specific data from the annual corporate reports of Nestlé, the largest producer of infant formula, with a sample of 2.48 million births in 46 LMICs from 1970-2011.  Our key finding is that the availability of formula increased infant mortality by 9.4 per 1000 births, 95%CI [3.6, 15.6] among mothers without access to clean water, suggesting that unclean water acted as a vector for the transmission of water-borne pathogens to infants.  We estimate that the availability of formula in LIMCs resulted in approximately 66,000 infant deaths in 1981 at the peak of the infant formula controversy.\n\n",
    "acknowledgement": "\nWe thank Claire Boone, Ingvild Madsen-Lampe and Carol Spector for outstanding research assistance, and Jere Behrman, Melissa Binder, Kitt Carpenter, Janet Currie, Andrew Dustan, Brian Fikkert, Russell Mask, Ted Miguel, Nigel Rollins, Kira Villa, and Tom Vogl as well as seminar participants at UC Berkeley, UC Davis, USF, Princeton, Vanderbilt, Notre Dame, Covenant College, New Mexico, Minnesota, and the 2017 International Economic Association Meetings in Mexico City. The authors have no financial or material interests in the results discussed in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}