{
    "id": 24533,
    "citation_title": "Social Capital, Government Expenditures and Growth",
    "citation_author": [
        "Giacomo A.M. Ponzetto",
        "Ugo Troiano"
    ],
    "citation_publication_date": "2018-04-23",
    "issue_date": "2018-04-19",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Welfare and Collective Choice",
        "Economics of Information",
        "Public Economics",
        "Public Goods",
        "National Fiscal Issues",
        "Health, Education, and Welfare",
        "Education",
        "Development and Growth",
        "Growth and Productivity",
        "Other",
        "Culture"
    ],
    "program": [
        "Development Economics",
        "Economics of Education",
        "Economic Fluctuations and Growth",
        "Public Economics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that social capital increases economic growth by raising government investment in human capital. We present a model of stochastic endogenous growth with imperfect political agency. Only some people correctly anticipate the future returns to current spending on public education. Greater social diffusion of information makes this knowledge more widespread among voters. As a result, we find it alleviates myopic political incentives to underinvest in human capital, and it helps the selection of politicians that ensure high productivity in public education. Through this mechanism, we show that social capital raises the equilibrium growth rate of output and reduces its volatility. We provide evidence consistent with the predictions of our model. Individuals with higher social capital are more informed about their government. Countries with higher social capital spend a higher share of output on public education.\n\n",
    "acknowledgement": "\nWe are grateful for their helpful comments to Jordi Gali, Jim Hines, Joel Slemrod and seminar participants at ESSIM, the SED Annual Meetings, the CRENoS Workshop on Institutions, Individual Behavior and Economic Outcomes, the University of Kentucky and the University of Michigan. Ponzetto acknowledges financial support from the Spanish Ministry of Science and Innovation (grant JCI-2010-08414), the Spanish Ministry of Economy and Competitiveness and its Severo Ochoa Programme for Centres of Excellence in R&D (grants SEV-2011-0075, RYC-2013-12838, ECO-2014-59805-P and SEV-2015-0563), the Government of Catalonia and its CERCA Programme (grants 2009 SGR 1157 and 2014 SGR 830) and the BBVA Foundation through its first grant for Researchers, Innovators and Cultural Creators. Troiano acknowledges financial support from the University of Michigan, the Harvard Department of Economics, the Harvard Multidisciplinary Program in Inequality and Social Policy and the Bank of Italy. We thank Chiara Ferrero and Alex Wolfe for research assistance. The opinions expressed in this project belong to the authors and the BBVA Foundation is not responsible for them, nor do they necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}