{
    "id": 24532,
    "citation_title": "Geography and Agricultural Productivity: Cross-Country Evidence from Micro Plot-Level Data",
    "citation_author": [
        "Tasso Adamopoulos",
        "Diego Restuccia"
    ],
    "citation_publication_date": "2018-04-23",
    "issue_date": "2018-04-19",
    "revision_date": "None",
    "topics": [
        "Development and Growth",
        "Development",
        "Growth and Productivity"
    ],
    "program": [
        "Development Economics",
        "Economic Fluctuations and Growth",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy is agricultural productivity so low in poor countries relative to the rest of the world? Is it due to geography or constrained economic choices? We assess the quantitative role of geography and land quality for agricultural productivity differences across countries using high-resolution micro-geography data and a spatial accounting framework. Our rich spatial data provide in each cell of land covering the entire globe actual yields of cultivated crops and potential yields for 18 crops, which measure the maximum attainable output for each crop given soil quality, climate conditions, terrain topography, and a level of cultivation inputs. While there is considerable heterogeneity in land quality across space, even within narrow geographic regions, we find that low agricultural productivity in poor countries is not due to poor land endowments. If countries produced current crops in each cell according to potential yields, the rich-poor agricultural yield gap would virtually disappear, from more than 200 percent to less than 5 percent. We also find evidence of additional productivity gains attainable through the spatial reallocation of production and changes in crop choices.\n\n",
    "acknowledgement": "\nWe thank Yikalo Araya for valuable research assistance, and Rui Castro, Chaoran Chen, Andrew Dickens, Dave Donaldson, Doug Gollin, B. Ravikumar, Todd Schoellman, and Dietrich Vollrath for comments and suggestions.  We have benefited from comments received at the Growth Conference in Montreal, the Ethiopian Economic Association Meetings in Addis Ababa, the European Economic Association Meetings in Mannheim, the International Monetary Fund, the World Bank, SED in Edinburgh, MadMac Madrid, and EEA/ESEM Lisbon. Adamopoulos and Restuccia gratefully acknowledge the support from the Social Sciences and Humanities Research Council of Canada. Restuccia also thanks the support from the Canada Research Chairs program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}