{
    "id": 24638,
    "citation_title": "From Revolving Doors to Regulatory Capture? Evidence from Patent Examiners",
    "citation_author": [
        "Haris Tabakovic",
        "Thomas G. Wollmann"
    ],
    "citation_publication_date": "2018-05-28",
    "issue_date": "2018-05-24",
    "revision_date": "2018-10-15",
    "topics": [
        "Microeconomics",
        "Welfare and Collective Choice",
        "Other",
        "Law and Economics",
        "Industrial Organization",
        "Regulatory Economics",
        "Development and Growth",
        "Innovation and R&D"
    ],
    "program": [
        "Industrial Organization",
        "Law and Economics",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Innovation Policy"
    ],
    "abstract": "\n\nMany regulatory agency employees are hired by the firms they regulate, creating a “revolving door” between government and the private sector. We study these transitions using detailed data from the US Patent and Trademark Office. We find that patent examiners grant significantly more patents to the firms that later hire them and that much of this leniency extends to prospective employers. These effects are strongest in years when firms are actively hiring, and these relationships hold for the intensive margin of intellectual property protection. Ultimately, this leads the agency to issue lower quality patents, which we measure in citations. Together with other supporting evidence, we argue these results are suggestive of regulatory capture.\n\n",
    "acknowledgement": "\nWe thank Juan Alcacer, Marianne Bertrand, Eric Budish, Thom Covert, Janet Freilich, Kinda Hachem, Elisabeth Kempf, Josh Lerner, Ben Roin, Scott Stern, Chad Syverson, Dennis Yao, as well as conference discussants and seminar participants for helpful comments. We also thank Stu Graham, Alan Marco, Andrew Toole, and other members of the USPTO Office of Chief Economist for creating, documenting, and providing datasets that serve as the basis for much of this paper. Excellent research assistance was provided by Jordan Bell-Masterson, Kavya Garikipati, and Divya Vallabhaneni. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}