{
    "id": 24668,
    "citation_title": "Take-Up, Drop-Out, and Spending in ACA Marketplaces",
    "citation_author": [
        "Rebecca Diamond",
        "Michael J. Dickstein",
        "Timothy McQuade",
        "Petra Persson"
    ],
    "citation_publication_date": "2018-06-04",
    "issue_date": "2018-05-31",
    "revision_date": "None",
    "topics": [
        "Public Economics",
        "Public Goods",
        "National Fiscal Issues",
        "Health, Education, and Welfare",
        "Health",
        "Industrial Organization",
        "Market Structure and Firm Performance"
    ],
    "program": [
        "Health Care",
        "Public Economics",
        "Industrial Organization"
    ],
    "projects": null,
    "working_groups": [
        "Insurance"
    ],
    "abstract": "\n\nThe Affordable Care Act (ACA) established health insurance marketplaces where consumers can buy individual coverage. Leveraging novel credit card and bank account micro-data, we identify new enrollees in the California marketplace and measure their health spending and premium payments. Following enrollment, we observe dramatic spikes in individuals' health care consumption.  We also document widespread attrition, with more than half of all new enrollees dropping coverage before the end of the plan year. Enrollees who drop out re-time health spending to the months of insurance coverage.  This drop-out behavior generates a new type of adverse selection: insurers face high costs relative to the premiums collected when they enroll strategic consumers. We show that the pattern of attrition undermines market stability and can drive insurers to exit, even absent differences in enrollees' underlying health risks. Further, using data on plan price increases, we show that insurers largely shift the costs of attrition to non-drop-out enrollees, whose inertia generates low price sensitivity. Our results suggest that campaigns to improve use of social insurance may be more efficient when they jointly target take-up and attrition.\n\n",
    "acknowledgement": "\nWe would like to thank Anais Galdin, Ziao Ju, Jiayu Lou, Lucienne Oyer, and Ryan Shyu for outstanding research assistance. We would also like to thank the seminar participants at the 2017 AEA Annual Meeting, NYU's Friday Micro Workshop, and Stanford's Opportunity Lab Lunch for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}