{
    "id": 24678,
    "citation_title": "Generic Machine Learning Inference on Heterogeneous Treatment Effects in Randomized Experiments, with an Application to Immunization in India",
    "citation_author": [
        "Victor Chernozhukov",
        "Mert Demirer",
        "Esther Duflo",
        "Iván Fernández-Val"
    ],
    "citation_publication_date": "2018-06-11",
    "issue_date": "2018-06-07",
    "revision_date": "2020-12-28",
    "topics": [
        "Econometrics",
        "Estimation Methods",
        "Microeconomics",
        "Households and Firms",
        "Financial Economics",
        "Financial Institutions",
        "Development and Growth",
        "Development"
    ],
    "program": [
        "Development Economics",
        "Technical Working Papers"
    ],
    "projects": null,
    "working_groups": [
        "Household Finance"
    ],
    "abstract": "\n\nWe propose strategies to estimate and make inference on key features of heterogeneous effects in randomized experiments. These key features include best linear predictors of the effects on machine learning proxies, average effects sorted by impact groups, and average characteristics of most and least impacted units. The approach is valid in high dimensional settings, where the effects are proxied by machine learning methods. We post-process these proxies into the estimates of the key features. Our approach is generic, it can be used in conjunction with penalized methods, deep and shallowneural networks, canonical and newrandom forests, boosted trees, and ensemble methods. Estimation and inference are based on repeated data splitting to avoid overfitting and achieve validity. For inference, we take medians of p-values and medians of confidence intervals, resulting from many different data splits, and then adjust their nominal level to guarantee uniform validity. This variational inference method, which quantifies the uncertainty coming from both parameter estimation and data splitting, is shown to be uniformly valid for a large class of data generating processes. We illustrate the use of the approach with a randomized field experiment that evaluated a combination of nudges to stimulate demand for immunization in India.\n\n",
    "acknowledgement": "\nThe authors respectively from MIT, MIT, MIT and BU. This paper was delivered (virtually) at the Fischer-Shultz Lecture of the Econometric Society World Congress, 2020. We thank the organizing committee for including us in the program. We thank Susan Athey, Moshe Buchinsky, Denis Chetverikov, Guido Imbens, Steven Lehrer, Siyi Luo, Max Kasy, Susan Murphy, Whitney Newey, Patrick Power and seminar participants at ASSA 2018, Barcelona GSE Summer Forum 2019, Brazilian Econometric Society Meeting 2019, BU, Lancaster, NBER summer institute 2018, NYU, UCLA, Whitney Newey’s Contributions to Econometrics conference, and York for valuable comments. We gratefully acknowledge research support from the National Science Foundation, AFD, USAID, and 3ie. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}