{
    "id": 24864,
    "citation_title": "Physician-Industry Interactions: Persuasion and Welfare",
    "citation_author": [
        "Matthew Grennan",
        "Kyle Myers",
        "Ashley Swanson",
        "Aaron Chatterji"
    ],
    "citation_publication_date": "2018-07-30",
    "issue_date": "2018-07-26",
    "revision_date": "2018-08-04",
    "topics": [
        "Health, Education, and Welfare",
        "Health",
        "Industrial Organization"
    ],
    "program": [
        "Health Care",
        "Health Economics",
        "Industrial Organization"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn markets where consumers seek expert advice regarding purchases, firms seek to influence experts, raising concerns about biased advice. Assessing firm-expert interactions requires identifying their causal impact on demand, amidst frictions like market power. We study pharmaceutical firms' payments to physicians, leveraging instrumental variables based on regional spillovers from hospitals' conflict-of-interest policies and market shocks due to patent expiration. We find that the average payment increases prescribing of the focal drug by 73 percent. Our structural model estimates indicate that payments decrease total surplus, unless payments are sufficiently correlated with information (vs. persuasion) or clinical gains not captured in demand.\n\n",
    "acknowledgement": "\nThe data used in this paper were generously provided, in part, by Kyruus, Inc. We gratefully acknowledge financial support from the Wharton Dean’s Research Fund, Mack Institute, and Public Policy Initiative. Gi Heung Kim and Donato Onorato provided excellent research assistance. Abby Alpert, Alexandre Belloni, Colleen Carey, Pierre Dubois, Gautam Gowrisankaran, Robin Lee, and Amanda Starc, as well as numerous seminar and conference audiences, provided helpful discussion and feedback. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}