{
    "id": 25011,
    "citation_title": "International Spillovers and ‘Ex-ante’ Efficient Bailouts",
    "citation_author": [
        "Marina Azzimonti",
        "Vincenzo Quadrini"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Money and Interest Rates",
        "Fiscal Policy",
        "International Economics",
        "International Finance",
        "International Macroeconomics",
        "Public Economics",
        "National Fiscal Issues"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how cross-country macroeconomic spillovers caused by sovereign default affect equilibrium bailouts. Because of portfolio diversification, the default of one country causes a macroeconomic contraction also in other countries. This generates a self-interest for these other countries to bailout the defaulting country. A novel insight of the paper is that bailouts could be efficient not only ex-post (after the debt has been issued) but also ex-ante (before the issuance of the debt). Although anticipated bailouts create the typical moral hazard problem leading countries to issue more debt, this may correct for the under issuance of public debt that would result from the lack of cross-country policy coordination.\n\n",
    "acknowledgement": "\nPrevious versions of the paper has circulated under the title \"The Politics of Sovereign Default under Financial Integration.\" We would like to thank Manuel Amador for discussing the paper and seminar attendees at Atlanta Fed, Bank of Canada, Claremont McKenna College, NBER IFM Summer Meeting, International Monetary Fund, Minnesota Workshop in Macroeconomic Theory, Penn State University, Philadelphia Fed, Stanford University, SED meeting in Toulouse, Stockman Conference at the University of Rochester, University of California San Diego, University of California Santa Barbara, University of Georgia, University of Houston, University of Maryland, University of Wisconsin, Yale University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}