{
    "id": 25020,
    "citation_title": "The Intertemporal Keynesian Cross",
    "citation_author": [
        "Adrien Auclert",
        "Matthew Rognlie",
        "Ludwig Straub"
    ],
    "citation_publication_date": "2018-09-10",
    "issue_date": "2018-09-06",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Macroeconomics",
        "Consumption and Investment",
        "Business Cycles",
        "Fiscal Policy"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe demonstrate the importance of intertemporal marginal propensities to consume (iMPCs) in disciplining general equilibrium models with heterogeneous agents and nominal rigidities. In a benchmark case, the dynamic response of output to a change in the path of government spending or taxes is given by an equation involving iMPCs, which we call the intertemporal Keynesian cross. Fiscal multipliers depend only on the interaction between iMPCs and public deficits. We provide empirical estimates of iMPCs and argue that they are inconsistent with representative-agent, two-agent and one-asset heterogeneous-agent models, but can be matched by models with two assets. Quantitatively, models that match empirical iMPCs predict deficit-financed fiscal multipliers that are larger than one, even if monetary policy is active, taxation is distortionary, and investment is crowded out. These models also imply larger amplification of shocks that involve private borrowing, as we illustrate in an application to deleveraging.\n\n",
    "acknowledgement": "\nWe thank Sushant Acharya, Luigi Bocola, Chris Carroll, John Cochrane, Martin Eichenbaum, Mark Gertler, Dan Greenwald, Marcus Hagedorn, Greg Kaplan, Pete Klenow, Gisle Natvik, Jorge Miranda-Pinto, Kurt Mitman, Ben Moll, Martin Schneider, Morten Ravn, Gianluca Violante, Ivan Werning, and Christian Wolf for helpful comments and suggestions, as well as Andreas Fagereng, Martin Holm and Gisle Natvik for generously providing us with empirical estimates of iMPCs. Remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}