{
    "id": 25059,
    "citation_title": "Early Stimulation and Nutrition: The Impacts of a Scalable Intervention",
    "citation_author": [
        "Orazio Attanasio",
        "Helen Baker-Henningham",
        "Raquel Bernal",
        "Costas Meghir",
        "Diana Pineda",
        "Marta Rubio-Codina"
    ],
    "citation_publication_date": "2018-09-17",
    "issue_date": "2018-09-14",
    "revision_date": "None",
    "topics": [
        "Public Economics",
        "Public Goods",
        "Health, Education, and Welfare",
        "Health",
        "Education",
        "Labor Economics",
        "Demography and Aging"
    ],
    "program": [
        "Children",
        "Development Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the effects of the implementation of a structured early stimulation curriculum combined with a nutritional intervention through public large-scale parenting support services for vulnerable families in rural Colombia, known as FAMI, using a clustered randomized controlled trial. We randomly assigned 87 towns in rural areas to treatment and control and 1,460 children younger than 1 year of age were assessed at baseline. The interventions were also complemented with training, supervision and coaching of FAMI program facilitators. We assessed program effects on children’s nutritional status, and on cognitive and socio-emotional development; as well as on parental practices. The interventions had a positive and significant effect on a cognitive development factor based on the Bayley-III of 0.15 standard deviations. We also report a reduction of 5.8 percentage points in the fraction of children whose height-for-age is below -1 standard deviation. We do not find any effects on socio-emotional development. We report positive and statistically significant effects on the quality of the home environment (0.34 SD).\n\n",
    "acknowledgement": "\nThis study was funded by Grand Challenges Canada Grant 0462-03-10 and Fundación Exito. Orazio Attanasio was partly funded by ERC Advanced Grant AdG – 695300. Costas Meghir was partly funded by the NIH grant R01HD7210, the Cowles Foundation and ISPS at Yale. This trial is registered at the ISRCTN Registry, trial number ISRCTN93757590. The Universidad de los Andes ethics committee (No. 287/2014) and the University College London research ethics committee (No 2168/011) approved this study. We would like to thank the Instituto Colombiano de Bienestar Familiar (ICBF), ICBF program supervisors in Cundinamarca, Santander and Boyacá and program coordinators at Fundación Éxito for their cooperation in facilitating the intervention; the FAMI program providers, children and families who willingly participated in this study; all the study staff including our nine tutors and María Lucía Gómez, our field manager; all the research staff including Santiago Lacouture, Alejandro Sánchez and Sara Ramírez; the data collection team from IQuartil; and the experts from Grand Challenges Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}