{
    "id": 25112,
    "citation_title": "Who Creates New Firms When Local Opportunities Arise?",
    "citation_author": [
        "Shai Bernstein",
        "Emanuele Colonnelli",
        "Davide Malacrino",
        "Timothy McQuade"
    ],
    "citation_publication_date": "2018-10-01",
    "issue_date": "2018-09-27",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Consumption and Investment",
        "Labor Economics",
        "Labor Supply and Demand",
        "Industrial Organization",
        "Firm Behavior",
        "Development and Growth",
        "Development"
    ],
    "program": [
        "Corporate Finance",
        "Development Economics",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Entrepreneurship",
        "Personnel Economics"
    ],
    "abstract": "\n\nNew firm formation is a critical driver of job creation, and an important contributor to the responsiveness of the economy to aggregate shocks. In this paper we examine the characteristics of the individuals who become entrepreneurs when local opportunities arise due to an increase in local demand. We identify local demand shocks by linking fluctuations in global commodity prices to municipality level agricultural endowments in Brazil. We find that the firm creation response is almost entirely driven by young and skilled individuals, as measured by their level of experience, education, and past occupations involving creativity, problem-solving and managerial roles. In contrast, we find no such response within the same municipalities among skilled, yet older individuals, highlighting the importance of lifecycle considerations. These responsive individuals are younger and more skilled than the average entrepreneur in the population. The entrepreneurial response of young individuals is larger in municipalities with better access to finance, and in municipalities with more skilled human capital. These results highlight how the characteristics of the local population can have a significant impact on the entrepreneurial responsiveness of the economy.\n\n",
    "acknowledgement": "\nWe are grateful to Nick Bloom, Giacomo De Giorgi, Rebecca Diamond, Florian Ederer, Callum Jones, Arvind Krishnamurthy, Ross Levine, Song Ma, Luigi Pistaferri, Josh Rauh, David Robinson, Amit Seru, Andrei Shleifer, Per Stromberg, as well as seminar participants at Alabama, Brigham Young, Columbia, Duke, EEA meetings, Fondazione Rodolfo DeBenedetti workshop, IFN, IMF, Statistics Norway, Stockholm School of Economics, Red Rock Finance conference and Stanford University. We are grateful to the Stanford Institute for Innovation in Developing Economies (SEED), the Private Enterprise Development in Low-Income Countries (PEDL) Initiative by the Centre for Economic Policy Research (CEPR), the Stanford Center for International Development (SCID), and the Abdul Latif Jameel Poverty Action Lab (J-PAL) Governance Initiative for financial support. The views expressed in this article are those of the authors and do not necessarily represent those of the IMF, its Executive Board, IMF management, or the National Bureau of Economic Research.\n\n\n"
}