{
    "id": 25178,
    "citation_title": "Patient vs. Provider Incentives in Long Term Care",
    "citation_author": [
        "Martin B. Hackmann",
        "R. Vincent Pohl"
    ],
    "citation_publication_date": "2018-10-22",
    "issue_date": "2018-10-18",
    "revision_date": "None",
    "topics": [
        "Public Economics",
        "National Fiscal Issues",
        "Subnational Fiscal Issues",
        "Health, Education, and Welfare",
        "Health",
        "Labor Economics",
        "Demography and Aging"
    ],
    "program": [
        "Economics of Aging",
        "Health Care",
        "Health Economics",
        "Industrial Organization",
        "Public Economics"
    ],
    "projects": [
        "Center for Aging and Health Research"
    ],
    "working_groups": [
        "Insurance"
    ],
    "abstract": "\n\nHow do patient and provider incentives affect mode and cost of long-term care? Our analysis of 1 million nursing home stays yields three main insights. First, Medicaid-covered residents prolong their stays instead of transitioning to community-based care due to limited cost-sharing. Second, nursing homes shorten Medicaid stays when capacity binds to admit more profitable out-of-pocket payers. Third, providers react more elastically to financial incentives than patients, so moving to episode-based provider reimbursement is more effective in shortening Medicaid stays than increasing resident cost-sharing. Moreover, we do not find evidence for health improvements due to longer stays for marginal Medicaid beneficiaries.\n\n",
    "acknowledgement": "\nWe thank our discussants Scott Barkowski, Seth Freedman, Jason Hockenberry, Mark Pauly, Maria Polyakova, and Sally Stearns, as well as John Asker, Moshe Buchinsky, Paul Grieco, Eli Liebman, Adriana Lleras-Muney, Volker Nocke, Edward Norton, Jonathan Skinner, Bob Town, Peter Zweifel, and seminar and conference participants at Aarhus University, Claremont McKenna College, University of Delaware, Duke, University of Georgia, Georgia State, Hamburg Center for Health Economics, Indiana University--Purdue University Indianapolis, LSE, University of Maryland, University of Pennsylvania, USC, Penn State, Queen's University, RAND, RWI, Simon Fraser University, Yale, ASHEcon, EuHEA, iHEA, SHESG, TEAM-Fest, and Whistler for helpful comments. Jean Roth and Mohan Ramanujan provided invaluable help with the data. Funding from the National Institute on Aging grant #P30 AG012810 is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}