{
    "id": 25247,
    "citation_title": "Globalization, Gender, and the Family",
    "citation_author": [
        "Wolfgang Keller",
        "Hâle Utar"
    ],
    "citation_publication_date": "2018-11-12",
    "issue_date": "2018-11-08",
    "revision_date": "2020-05-08",
    "topics": [
        "International Economics",
        "Trade",
        "Globalization and International Relations",
        "Labor Economics",
        "Demography and Aging"
    ],
    "program": [
        "International Trade and Investment",
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that in the presence of labor market shocks, child-bearing and child-rearing have far-reaching implications for gender inequality, household specialization and family structure. Using population register data on all births, marriages, and divorces together with employer-employee linked data for Denmark, we show that reduced labor market opportunities due to Chinese import competition lead to a move towards family, with higher rates of fertility, parental leave, and marriage, as well as lower rates of divorce. This move is driven by women, not men. We document substantial long-run earnings losses concentrated on women, and gender inequality increases. The gender-specific effects are due to a woman’s ability to give birth during a fixed period of life–her biological clock. Women have a higher reservation value for staying in the labor market when young, and a negative trade shock induces women to substitute more to family activities than men. High-earning women in their late 30s contribute strongly to the gender difference in fertility because switching to new comparable employment would require high initial commitment which is incompatible with having a newborn in the short time remaining on the biological clock. There is no gender difference (1) for workers past their fertile age, (2) in the size of the negative labor shock, and (3) due to occupational composition since we exploit within-worker variation. Despite lower labor earnings, positive family responses in Denmark are also sustained by insurance payments and government transfers so that workers can afford the shift to family.\n\n",
    "acknowledgement": "\nFirst draft: December 2016. The study is sponsored by the Labor Market Dynamics and Growth Center (LMDG) at Aarhus University. Support from Aarhus University and Statistics Denmark are acknowledged with appreciation. We thank Henning Bunzel for his help with the data, Tibor Besedes, Ben Faber, Hank Farber, Stephen Machin, John McLaren, Bob Pollak, Veronica Rappoport, Steve Redding, Andres Rodriguez-Clare, and Kjetil Storesletten, as well as audiences at the ASSA 2018, UC Berkeley, Bielefeld, The Role of the Firm in the Labor Market Conference (Berlin), CAED Conference (Michigan), SETC Cagliari, CEPR ERWIT, Copenhagen, the Duke Trade Conference, EEA Geneva, EEA Cologne, EIIT Boulder, ETSG Florence, IAB Nuremberg, IfW Kiel, the IZA/Barnard Gender and Family Conference, Kentucky, Munich, Oslo, Princeton, RIETI (Tokyo), Trento, UIBE (Beijing), and ETH Zurich for useful comments. Kyle Butts and Adam Solar provided valuable research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}