{
    "id": 25249,
    "citation_title": "Accounting for Firm Heterogeneity within U.S. Industries: Extended Supply-Use Tables and Trade in Value Added using Enterprise and Establishment Level Data",
    "citation_author": [
        "James J. Fetzer",
        "Tina Highfill",
        "Kassu W. Hossiso",
        "Thomas F. Howells",
        "III",
        "Erich H. Strassner",
        "Jeffrey A. Young"
    ],
    "citation_publication_date": "2018-11-12",
    "issue_date": "2018-11-09",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "General Equilibrium",
        "International Economics",
        "International Factor Mobility",
        "Globalization and International Relations"
    ],
    "program": [
        "International Trade and Investment"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents experimental tables created by the U.S. Bureau of Economic Analysis comparing industry-specific shares of the components of total output of globally engaged firms located in the United States that are part of a multinational enterprise with those of firms that are part of an enterprise entirely located in the United States. Recent research has shown both the importance of accounting for trade in value added when estimating bilateral trade flows and that multinational enterprises located in the United States account for the lion’s share of U.S. trade in goods and services. However, trade in value added is typically accounted for using input-output tables that are aggregated across all types of firms. The experimental tables are consistent with other research showing that value added as a share of output is lower for foreign-owned firms compared with domestic-owned firms and that exports and imports as a share of output is larger for foreign-owned firms. We also find heterogeneity in the composition of output among different types of domestic-owned firms. Future work will analyze this heterogeneity in more detail using establishment-level data on production and trade.\n\n",
    "acknowledgement": "\nWe would like to thank Shari Allen, John Bockrath, Jeffrey Bogen, Edward Dozier, Andre Garber, Alexis Grimm, C. Omar Kebbeh, Fritz Mayhew, and Dan Yorgason for input in preparing this paper. We would also like to thank Paul Farello, Susan Houseman, Kristy Howell, Raymond Mataloni, and J. David Richardson for their valuable comments. The statistical analysis of firm-level data on U.S. multinational companies was conducted at the Bureau of Economic Analysis, U.S. Department of Commerce, under arrangements that maintain legal confidentiality requirements. The views expressed in this paper are those of the authors and should not be attributed to the Bureau of Economic Analysis, U.S. Department of Commerce, the United States government or the National Bureau of Economic Research.\n\n\n"
}