{
    "id": 25254,
    "citation_title": "The Long-Run Impacts of Same-Race Teachers",
    "citation_author": [
        "Seth Gershenson",
        "Cassandra M. D. Hart",
        "Joshua Hyman",
        "Constance Lindsay",
        "Nicholas W. Papageorge"
    ],
    "citation_publication_date": "2018-11-12",
    "issue_date": "2018-11-09",
    "revision_date": "2020-11-17",
    "topics": [
        "Health, Education, and Welfare",
        "Education"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "Cohort Studies"
    ],
    "abstract": "\n\nWe examine the impact of having a same-race teacher on students' long-run educational attainment. Leveraging random student-teacher pairings in the Tennessee STAR class-size experiment, we find that black students randomly assigned to a black teacher in grades K-3 are 5 percentage points (7%) more likely to graduate from high school and 4 percentage points (13%) more likely to enroll in college than their peers in the same school who are not assigned a black teacher. We document similar patterns using quasi-experimental methods and statewide administrative data from North Carolina. To examine possible mechanisms, we provide a theoretical model that formalizes the notion of “role model effects” as distinct from teacher effectiveness. We envision role model effects as information provision: black teachers provide a crucial signal that leads black students to update their beliefs about the returns to effort and what educational outcomes are possible. Using testable implications generated by the theory, we provide suggestive evidence that role model effects help to explain why black teachers increase the educational attainment of black students.\n\n",
    "acknowledgement": "\nThe authors thank Susan Dynarski and Diane Schanzenbach for generously sharing the Project STAR / National Student Clearinghouse linked data. We gratefully acknowledge helpful comments from Scott Carrell, Matt Chingos, Dave Marcotte, and Robert Moffitt; conference participants at AEA, SOLE, SREE, AEFP, APPAM, North American Meetings of the Econometric Society, IRP Summer Workshop at the University of Wisconsin-Madison, International Workshop on Applied Economics of Education in Catanzaro, IT, and the 2nd Annual IZA Economics of Education Meeting; and seminar participants at the University of Michigan (Ford), Stanford University (CEPA), Princeton University (ERS), USC (Rossier), UC Irvine, UC Riverside, and UC Santa Barbara. Stephen B. Holt provided excellent research assistance. The usual caveats apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}