{
    "id": 25267,
    "citation_title": "Border Walls",
    "citation_author": [
        "Treb Allen",
        "Cauê de Castro Dobbin",
        "Melanie Morten"
    ],
    "citation_publication_date": "2018-11-19",
    "issue_date": "2018-11-16",
    "revision_date": "2019-02-20",
    "topics": [
        "International Economics",
        "Trade",
        "International Factor Mobility",
        "Regional and Urban Economics"
    ],
    "program": [
        "Development Economics",
        "International Trade and Investment"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat are the economic impacts of a border wall between the United States and Mexico? We use detailed data on bilateral  ows of primarily unauthorized Mexican workers to the United States to estimate how a substantial expansion of the border wall between the United States and Mexico from 2007 to 2010 affected migration. We use these effects to estimate a general equilibrium spatial model featuring multiple labor types and quantify the economic impact of the wall expansion. At a construction cost of approximately $7 per person in the United States, we estimate that the border wall expansion harmed Mexican workers and high-skill U.S. workers, but benefited U.S. low-skill workers, who on average achieved welfare gains equivalent to an increase in per capita income of $0.28 per year.\n\n",
    "acknowledgement": "\nWe thank audiences at Stanford, UC Santa Cruz, USC, University of Connecticut, Princeton, Boston University, MIT/Harvard, the UCLA/UCSD trade and development mini-conference, the 2018 Migration and Development Conference, 2018 SED, the 2018 NBER Labor Studies Summer Institute, SITE, and the CEGA faculty retreat for comments. We thank Ran Abramitzky, David Atkin, Sam Bazzi, Kirill Borusyak, Levi Boxell, Michael Clemens, Rebecca Diamond, Pascaline Dupas, Christian Dustmann, Liran Einav, Matthew Gentzkow, Gordon Hanson, Caroline Hoxby, Diego Jiménez, John Kennan, Brian Kovak, Ethan Lewis, Ana Raquel Minian, Caylee O'Connor, Steve Redding, and Enrique Seira for helpful comments. We are grateful to Julian Rodriguez at the Ministry of Foreign Affairs and Rodrigo Garibay Aymes at the Department of Consular Affairs for generously assisting us with the Matricula Consular database. This material is based upon work supported by the National Science Foundation under Grants SES-1658838 (Allen) and SES-1753002 (Morten). Carlos Bustos, Stone Kalisa, Dante Mangiaracina, and Yihang (Genna) Liu provided excellent research assistance. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of  Economic Research.\n\n\n"
}