{
    "id": 25319,
    "citation_title": "Money Markets, Collateral and Monetary Policy",
    "citation_author": [
        "Fiorella De Fiore",
        "Marie Hoerova",
        "Harald Uhlig"
    ],
    "citation_publication_date": "2018-12-03",
    "issue_date": "2018-11-30",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Money and Interest Rates",
        "Monetary Policy"
    ],
    "program": [
        "International Finance and Macroeconomics",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInterbank money markets have been subject to substantial impairments in the recent decade, such as a decline in unsecured lending and substantial increases in haircuts on posted collateral. This paper seeks to understand the implications of these developments for the broader economy and monetary policy. To that end, we develop a novel general equilibrium model featuring heterogeneous banks, interbank markets for both secured and unsecured credit, and a central bank. The model features a number of occasionally binding constraints. The interactions between these constraints - in particular leverage and liquidity constraints - are key in determining macroeconomic outcomes. We find that both secured and unsecured money market frictions force banks to either divert resources into unproductive but liquid assets or to de-lever, which leads to less lending and output. If the liquidity constraint is very tight, the leverage constraint may turn slack. In this case, there are large declines in lending and output. We show how central bank policies which increase the size of the central bank balance sheet can attenuate this decline.\n\n",
    "acknowledgement": "\nWe would like to thank Saki Bigio, Stefano Corradin, Nicolas Crouzet, Nobuhiro Kiyotaki, John Leahy, Enrique Mendoza, Giorgio Primiceri, Vìctor Rìos Rull, Pedro Teles, our discussants Juliane Begenau, Nicolas Caramp, Ikeda Daisuke, Luigi Paciello, Farzad Saidi, Saverio Simonelli and Ivan Werning, seminar participants at the Bank of Portugal, European Central Bank, Norges Bank, University of Heidelberg, Nova University, and participants at the 2018 Summer Institute on Capital Markets and the Economy, the Federal Reserve Bank of San Francisco conference on Macroeconomics and Monetary Policy, the Barcelona GSE Summer Forum, the CSEF conference on Macroeconomic Issues after the Crisis, the 2017 Hydra Workshop on Dynamic Macroeconomics, the ECB workshop on Money Markets, Monetary Policy Implementation and Central Bank Balance Sheets, ESSIM 2017, SED 2017, and EEA 2016, for useful comments and discussions. We are grateful to Johannes Pöschl, Luca Rossi and Maksim Bondarenko for excellent research assistance. The previous version of the paper was circulated under the title “The Macroeconomic Impact of Money Market Disruptions”. The views expressed here are those of the authors and do not necessarily reflect those of the European Central Bank, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}