{
    "id": 25407,
    "citation_title": "Blockchain Economics",
    "citation_author": [
        "Joseph Abadi",
        "Markus Brunnermeier"
    ],
    "citation_publication_date": "2018-12-31",
    "issue_date": "2018-12-28",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Economics of Information",
        "Macroeconomics",
        "Money and Interest Rates",
        "Financial Economics",
        "Financial Institutions"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance",
        "International Finance and Macroeconomics",
        "Industrial Organization",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": [
        "Market Design"
    ],
    "abstract": "\n\nWhen is record-keeping better arranged through a blockchain than through a traditional centralized intermediary? The ideal qualities of any record-keeping system are (i) correctness, (ii) decentralization, and (iii) cost efficiency. We point out a blockchain trilemma: no ledger can satisfy all three properties simultaneously. A centralized record-keeper extracts rents due to its monopoly on the ledger. Its franchise value dynamically incentivizes correct reporting. Blockchains drive down rents by allowing for free entry of  record-keepers and portability of information to competing “forks.” Blockchains must, therefore, provide static incentives for correctness through computationally expensive proof-of-work algorithms and permit record-keepers to roll back history in order to undo fraudulent reports. While blockchains can keep track of ownership transfers, enforcement of possession rights is often better complemented by centralized record-keeping.\n\n",
    "acknowledgement": "\nWe are grateful for an insightful discussion by Gur Huberman and helpful comments from Zhiguo He, Stephen Morris, Ulrich Müller, Wolfgang Pesendorfer, and seminar participants at the NYU Five Star Conference, the SEC, the University of Chicago, the Wharton School at the University of Pennsylvania, the Princeton Department of Computer Science, the St. Louis Fed, the Princeton Department of Economics, the NYU Intermediation Conference, and the BIS. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMarkus Brunnermeier\n\nDisclosures 2015-\n\n\nAs a guiding principle I follow the NBER Research Disclosure Policy: http://www.nber.org/researchdisclosurepolicy.html\n\n\nTo date, no single relationship (other than my salary form Princeton University) has accounted for more than 15 percent of my aggregate annual income in that year.\n\n\nSignificant Remunerated Activities:\nSpeaking engagements and lectures\n\n\nIMF\n\n\nLuohan Academy/Alibaba\n\n\nCentral banks\nECB, NUS/Monetary Authority of Singapore, ESRB, Bundesbank (Research Council), Bank of Korea (Keynote presentation), Bank of England, National Bank of Austria, Swiss National Bank, Bank of Japan, Federal Reserve, New York Fed, Bank of Canada, Bank of Chile, Bank of Korea\n\n\nAcademic Organizations\n\n\nSwiss Finance Institute, 2012-\n\n\nNo expert testimony for law suits or paid consulting work for private cooperation to date.\n\n\nResearch Grants:\nSloan Foundation 2011-12\nGuggenheim Fellowship, 2010-11\nINQUIRE Europe, Research Grant\n\n\nSignificant Non-Compensated Activities:\nAmerican Finance Association: Director\nFinancial Advisory Roundtable and Monetary Policy Panel, Federal Reserve Bank of New York, 2006 – present\nINET Advisory Board Member, 2009 – present\n\n\n"
}