{
    "id": 25405,
    "citation_title": "Systemic Risk and the Great Depression",
    "citation_author": [
        "Sanjiv R. Das",
        "Kris James Mitchener",
        "Angela Vossmeyer"
    ],
    "citation_publication_date": "2018-12-31",
    "issue_date": "2018-12-28",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Money and Interest Rates",
        "Financial Economics",
        "Financial Markets",
        "Financial Institutions",
        "Industrial Organization",
        "Market Structure and Firm Performance",
        "History",
        "Macroeconomic History",
        "Financial History"
    ],
    "program": [
        "Development of the American Economy"
    ],
    "projects": null,
    "working_groups": [
        "Risks of Financial Institutions"
    ],
    "abstract": "\n\nWe employ a unique hand-collected dataset and a novel methodology to examine systemic risk before and after the largest U.S. banking crisis of the 20th century. Our systemic risk measure captures both the credit risk of an individual bank as well as a bank’s position in the network. We construct linkages between all U.S. commercial banks in 1929 and 1934 so that we can measure how predisposed the entire network was to risk, where risk was concentrated, and how the failure of more than 9,000 banks during the Great Depression altered risk in the network. We find that the pyramid structure of the commercial banking system (i.e., the network’s topology) created more inherent fragility, but systemic risk was nevertheless fairly dispersed throughout banks in 1929, with the top 20 banks contributing roughly 18% of total systemic risk. The massive banking crisis that occurred between 1930–33 raised systemic risk per bank by 33% and increased the riskiness of the very largest banks in the system. We use Bayesian methods to demonstrate that when network measures, such as eigenvector centrality and a bank’s systemic risk contribution, are combined with balance sheet data capturing ex ante bank default risk, they strongly predict bank survivorship in 1934.\n\n",
    "acknowledgement": "\nWe are grateful to Charles Calomiris, Mark Carlson, Gary Gorton, Ivan Jeliazkov, and conference and seminar participants at the NBER Summer Institute, Federal Reserve Bank of Dallas, Federal Reserve Bank of Atlanta, Bank of England, and Federal Reserve Board for helpful comments and suggestions. We thank Jack Brown, Kendall Greenberg, and Peter Welch of the Lowe Institute of Political Economy, and Bhavika Booragadda, Lorraine Zhao, Tanisha Seth, Krystal Sung, Laira Aggarwal, and Hunter Olsen of the Financial Economics Institute for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}