{
    "id": 25430,
    "citation_title": "Folklore",
    "citation_author": [
        "Stelios Michalopoulos",
        "Melanie Meng Xue"
    ],
    "citation_publication_date": "2019-01-14",
    "issue_date": "2019-01-10",
    "revision_date": "None",
    "topics": [
        "History",
        "Other",
        "Culture"
    ],
    "program": [
        "Children",
        "Development of the American Economy",
        "Development Economics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFolklore is the collection of traditional beliefs, customs, and stories of a community, passed through the generations by word of mouth. This vast expressive body, studied by the corresponding discipline of folklore, has evaded the attention of economists. In this study we do four things that reveal the tremendous potential of this corpus for understanding comparative development and culture. First, we introduce and describe a unique catalogue of folklore that codes the presence of thousands of motifs for roughly 1,000 pre-industrial societies. Second, we use a dictionary-based approach to elicit group-specific measures of various traits related to the natural environment, institutional framework, and mode of subsistence. We establish that these proxies are in accordance with the ethnographic record, and illustrate how to use a group’s oral tradition to quantify non-extant characteristics of preindustrial societies. Third, we use folklore to uncover the historical cultural values of a group. Doing so allows us to test various influential conjectures among social scientists including the original affluent society, the culture of honor among pastoralists, the role of family in extended kinship systems and the intensity of trade and rule-following norms in politically centralized group. Finally, we explore how cultural norms inferred via text analysis of oral traditions predict contemporary attitudes and beliefs.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Yuri Berezkin for generously sharing his lifetime work on folklore classification and clarifying many of its aspects. We would like to thank Benjamin Enke, Rafael La Porta, Ernesto Dal Bo, Roland Bénabou, Paul Seabright and Max Winkler for their insightful comments. Seminar and workshop participants at George Washington, Bocconi University, Università Cattolica del Sacro Cuore, NBER Political Economy Meeting, New Economic School, New York University, Simon Fraser University, Tel Aviv University, Toulouse IAST, UC Berkeley, Universitat Pompeu Fabra, University of Chicago, University of Connecticut, and University of Zurich offered many useful suggestions. Rohit Chaparala, Masahiro Kubo, Xueyun Luo, Zhihan Wang, and Xiaochen Yan provided superlative research assistance. Melanie Meng Xue acknowledges financial support from Donorstrust, the Balzan Foundation and the Center for Economic History at Northwestern University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}