{
    "id": 25466,
    "citation_title": "Dynamism Diminished: The Role of Housing Markets and Credit Conditions",
    "citation_author": [
        "Steven J. Davis",
        "John C. Haltiwanger"
    ],
    "citation_publication_date": "2019-01-21",
    "issue_date": "2019-01-17",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Consumption and Investment",
        "Business Cycles",
        "Monetary Policy",
        "Financial Economics",
        "Financial Institutions"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Labor Studies",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": [
        "Entrepreneurship"
    ],
    "abstract": "\n\nThe Great Recession and its aftermath saw the worst relative performance of young firms in at least 35 years. More broadly, as we show, young-firm activity shares move strongly with local economic conditions and local house price growth. In this light, we assess the effects of housing prices and credit supply on young-firm activity. Our panel IV estimation on MSA-level data yields large effects of local house price changes on local young-firm employment growth and employment shares and a separate, smaller role for locally exogenous shifts in bank lending supply. A novel test shows that house price effects work through wealth, liquidity and collateral effects on the propensity to start new firms and expand young ones. Aggregating local effects to the national level, housing market ups and downs play a major role – as transmission channel and driving force – in medium-run fluctuations in young-firm employment shares in recent decades. The great housing bust after 2006 largely drove the cyclical collapse of young-firm activity during the Great Recession, reinforced by a contraction in bank loan supply. As we also show, when the young-firm activity share falls (rises), local employment shifts strongly away from (towards) younger and less-educated workers.\n\n",
    "acknowledgement": "\nWe thank Simon Gilchrist, John Robertson and participants in seminars and conferences at the American Economic Association, Bank of Korea, Cambridge University, Congressional Budget Office, Federal Reserve Bank of Atlanta, Goldman Sachs Global Markets Institute, Hoover Institution, London School of Economics, National Bureau of Economic Research, National University of Singapore, Stanford University and the University of Chicago for many helpful comments. Diyue Guo and Laura Zhao provided superb research assistance. We gratefully acknowledge financial support from the Goldman Sachs Global Markets Initiative and the Ewing Marion Kauffman Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSteven J. Davis\n\nI own more than $5,000 in stock of Charles River Associates. I own Millennium Economics LLC.\n\n\n"
}