{
    "id": 25477,
    "citation_title": "Markets for Financial Innovation",
    "citation_author": [
        "Ana Babus",
        "Kinda Cheryl Hachem"
    ],
    "citation_publication_date": "2019-01-21",
    "issue_date": "2019-01-17",
    "revision_date": "2020-05-08",
    "topics": [
        "Microeconomics",
        "Market Structure and Distribution",
        "Economics of Information",
        "Financial Economics",
        "Financial Institutions"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance",
        "Economic Fluctuations and Growth",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial securities trade in a wide variety of market structures. This paper develops a theory in which both the market structure of trade and the payoffs of the claims being traded form endogenously. Financial intermediaries use the cash flows of an underlying asset to design securities for investors. The demand for securities arises as investors choose markets then trade using strategies represented by quantity-price schedules. We find that intermediaries create increasingly riskier securities when facing deeper markets in which investors trade more competitively. In turn, investors elicit safer securities when they choose to trade in thinner, more fragmented markets. These findings reveal a novel role for market fragmentation in the creation of safer securities. The model is also informative about which investor classes trade which securities and how the distributional properties of the underlying asset affect the relationship between security design and market structure.\n\n",
    "acknowledgement": "\nWe are grateful to Paul Glasserman, John Kuong, and Pierre-Olivier Weill for thoughtful discussions. We also thank Doug Diamond, Veronica Guerrieri, Ben Hébert, Anil Kashyap, Stavros  Panageas, Alireza Tahbaz-Salehi, Victoria Vanasco, and numerous seminar and conference participants for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}