{
    "id": 25568,
    "citation_title": "The Effect of Health Insurance on Mortality:  Power Analysis and What We Can Learn from the Affordable Care Act Coverage Expansions",
    "citation_author": [
        "Bernard Black",
        "Alex Hollingsworth",
        "Leticia Nunes",
        "Kosali Simon"
    ],
    "citation_publication_date": "2019-02-18",
    "issue_date": "2019-02-14",
    "revision_date": "2019-03-18",
    "topics": [
        "Health, Education, and Welfare",
        "Health"
    ],
    "program": [
        "Health Care",
        "Health Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large literature examines the effect of health insurance on mortality. We contribute by emphasizing two challenges in using the Affordable Care Act (ACA)’s quasi-experimental variation to study mortality. The first is non-parallel pretreatment trends. Rising mortality in Medicaid non-expansion relative to expansion states prior to Medicaid expansion makes it difficult to estimate the effect of insurance using difference-in-differences (DD). We use various DD, triple difference, age-discontinuity and synthetic control approaches, but are unable to satisfactorily address this concern. Our estimates are not statistically significant, but are imprecise enough to be consistent with both no effect and a large effect of insurance on amenable mortality over the first three post-ACA years. Thus, our results should not be interpreted as evidence that health insurance has no effect on mortality for this age group, especially in light of the literature documenting greater health care use as a result of the ACA. Second, we provide a simulation-based power analysis, showing that even the nationwide natural experiment provided by the ACA is underpowered to detect plausibly sized mortality effects in available datasets, and discuss data needs for the literature to advance. Our simulated pseudo-shocks power analysis approach is broadly applicable to other natural-experiment studies.\n\n",
    "acknowledgement": "\nWe thank Marcus Dillender, William Evans, Ted Joyce, Robert Kaestner, Amanda Kowalski, Sarah Miller, Dan Sacks, Ben Sommers, Coady Wing, Engy Ziedan, and participants in workshops at Bar-Ilan University Conference on Law and Big Data (May 2018); Georgia State University, Economics Department (August 2018); Hebrew University of Jerusalem, Economics Department (Nov. 2018); Interdisciplinary Center Herzliya (May 2018); ASSA 2018; Stanford University Health Economics Seminar (May 2018); ASHEcon (2018); APPAM (2017); Tel Aviv University, Economics Department (Nov. 2018), Texas A&M (May 2017); and the UK Institute for Fiscal Studies (Nov. 2018). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}