{
    "id": 25583,
    "citation_title": "Global Collateral and Capital Flows",
    "citation_author": [
        "Ana Fostel",
        "John Geanakoplos",
        "Gregory Phelan"
    ],
    "citation_publication_date": "2019-02-25",
    "issue_date": "2019-02-22",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "General Equilibrium",
        "Macroeconomics",
        "Business Cycles",
        "Money and Interest Rates",
        "International Economics",
        "International Finance",
        "Financial Economics",
        "Portfolio Selection and Asset Pricing"
    ],
    "program": [
        "Asset Pricing",
        "International Finance and Macroeconomics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCross-border financial flows arise when (otherwise identical) countries differ in their abilities to use assets as collateral to back financial contracts. Financially integrated countries have access to the same set of financial instruments, and yet there is no price convergence of assets with identical payoffs, due to a gap in collateral values. Home (financially advanced) runs a current account deficit. Financial flows amplify asset price volatility in both countries, and gross flows driven by collateral differences collapse following bad news about fundamentals. Our results can explain financial flows among rich, similarly-developed countries, and why these flows increase volatility.\n\n",
    "acknowledgement": "\nWe are grateful for feedback from Valentina Bruno, Emmanuel Farhi, Matteo Maggiori, Frank Warnock, and participants at the 2015 NBER IFM Summer Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn Geanakoplos\n\nJohn Geanakoplos is James Tobin Professor of economics at Yale University, an External Professor at the Santa Fe Institute, and a partner at Ellington Capital Management, a hedge fund that invests in mortgage backed securities.\n\n\n"
}