{
    "id": 25702,
    "citation_title": "Expectations During the U.S. Housing Boom: Inferring Beliefs from Actions",
    "citation_author": [
        "Itzhak Ben-David",
        "Pascal Towbin",
        "Sebastian Weber"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "2019-11-08",
    "topics": [
        "Macroeconomics",
        "Business Cycles",
        "Financial Economics",
        "Portfolio Selection and Asset Pricing",
        "Regional and Urban Economics",
        "Real Estate"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance",
        "Economic Fluctuations and Growth"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe infer the role of price expectations in forming the U.S. housing boom in the early- 2000s from examining housing inventories. We use a reduced form model to show that agents invest in vacant homes when they anticipate prices will increase. Empirically, vacancy can discriminate between price movements related to shocks to demand for housing services (low vacancy) and shocks to expectations (high vacancy). Using a structural vector autoregression with sign restrictions, we show that expectation shocks were a prime factor explaining the boom particularly in the Sand States, which experienced unprecedented booms.\n\n",
    "acknowledgement": "\nWe are grateful to Olivier Blanchard, Alex Chinco, Hamid Faruqee, Andreas Fuster, Maja Ganarin, Ayhan Kose, Kenneth Kuttner, Xiaoji Li, Prakash Loungani, John Muellbauer, Chris Otrok, Antoinette Schoar, Emil Stavrev, Martin Straub, Susan Watcher, and Paul Willen as well as participants at the American Economic Association Conference, the Annual Paul Woolley Conference, the Bundesbank-IMF-DFG Conference, the SSES Congress, and the International Monetary Fund and SNB Research seminars for very helpful comments. This draft replaces an earlier version entitled \"Price Expectations and the U.S. Housing Boom.\" Ben-David is with The Ohio State University and the National Bureau of Economic Research; Towbin is with the Swiss National Bank; and Weber is with the International Monetary Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of International Monetary Fund, the Swiss National Bank, or the National Bureau of Economic Research.\n\n\n"
}