{
    "id": 25719,
    "citation_title": "Labor Market Power",
    "citation_author": [
        "David W. Berger",
        "Kyle F. Herkenhoff",
        "Simon Mongey"
    ],
    "citation_publication_date": "2019-04-01",
    "issue_date": "2019-03-28",
    "revision_date": "2019-10-10",
    "topics": [
        "Macroeconomics",
        "Consumption and Investment",
        "Labor Economics",
        "Labor Market Structures"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a tractable quantitative, general equilibrium, oligopsony model of the labor market that we use to measure the macroeconomic implications of labor market power. Strategic interaction complicates inference of parameters that are key to this exercise. To address this challenge, we contribute estimates of market share dependent wage and employment responses to state corporate tax changes in U.S. Census data, which we combine with the structure of the model. We validate against the distribution of local labor market concentration and quasi-experimental evidence on productivity-wage pass-through. Relative to a counterfactual competitive economy, and accounting for transition dynamics, we measure welfare losses from labor market power to be roughly 5 percent of lifetime consumption. Minimum wage and merger experiments caution that concentration and welfare may not negatively comove.\n\n",
    "acknowledgement": "\nWe thank Costas Arkolakis, Chris Edmond, Oleg Itskohki, Matt Notowidigdo, Richard Rogerson, Jim Schmitz, and Chris Tonetti, for helpful comments. We thank seminar participants at the SED 2018, SITE, Briq (Bonn), FRB Minneapolis, Princeton, Stanford, UC Berkeley, Rochester, BFI Firms and Workers Workshop, Paris School of Economics, Toulouse School of Economics, EIEF, Barcelona GSE Summer Forum. This research was supported by the National Science Foundation (Award No. SES-1824422). Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed in this study are those of the author and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or National Bureau of Economic Research.\n\n\n"
}