{
    "id": 25808,
    "citation_title": "A Framework for Debt-Maturity Management",
    "citation_author": [
        "Saki Bigio",
        "Galo Nuño",
        "Juan Passadore"
    ],
    "citation_publication_date": "2019-05-06",
    "issue_date": "2019-05-03",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "International Finance",
        "International Macroeconomics",
        "Financial Economics",
        "Portfolio Selection and Asset Pricing"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe characterize the optimal debt-maturity management problem of a government in a small open economy. The government issues a continuum of finite-maturity bonds in the presence of liquidity frictions. We find that the solution can be decentralized: the optimal issuance of a bond of a given maturity is proportional to the difference between its market price and its domestic valuation, the latter defined as the price computed using the government’s discount factor. We show how the steady-state debt distribution decreases with maturity. These results hold when extending the model to incorporate aggregate risk or strategic default.\n\n",
    "acknowledgement": "\nThe views expressed in this manuscript are those of the authors and do not represent the views of the Bank of Spain, the Eurosystem, or the National Bureau of Economic Research. The paper was influenced by conversations with Anmol Bhandari, Manuel Amador, Andy Atkeson, Adrien Auclert, Luigi Bocola, Alessandro Dovis, Raquel Fernandez, Hugo Hopenhayn, Francesco Lippi, Rody Manuelli, Dejanir Silva, Dominik Thaler, Aleh Tsyvinski, Pierre-Olivier Weill, Pierre Yared, Dimitri Vayanos, Anna Zabai and Bill Zame. We thank Davide Debortoli, Thomas Winberry, and Wilco Bolt for discussing this paper. We also thank conference participants at SED 2017, NBER Summer Institute 2017, RIDGE 2017, Rome Junior Conference in Macroeconomics 2017, CSEF-IGIER Symposium on Economics and Insitutions, SIAM 2018 Meetings, the Restud Tour Reunion Conference, the CEBRA Annual Meeting 2018, and ADEMU Sovereign Debt Conference, and seminar participants at the Federal Reserve Board, Federal Reserve Bank of Chicago, Federal Reserve Bank of Cleveland, Oxford, Banco de España, Penn State, ESSIM, SMU, SNU, LUISS, UCLA, UT Austin, and EIEF, for helpful comments and suggestions.\n\n\n"
}