{
    "id": 25817,
    "citation_title": "Premium for Heightened Uncertainty: Explaining Pre-Announcement Market Returns",
    "citation_author": [
        "Grace Xing Hu",
        "Jun Pan",
        "Jiang Wang",
        "Haoxiang Zhu"
    ],
    "citation_publication_date": "2019-05-13",
    "issue_date": "2019-05-10",
    "revision_date": "2020-03-19",
    "topics": [
        "Financial Economics",
        "Portfolio Selection and Asset Pricing"
    ],
    "program": [
        "Asset Pricing"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that the pattern of positive pre-announcement market drift is present not only for FOMC announcements, as documented by Lucca and Moench (2015), but also for other major macroeconomic announcements such as Nonfarm Payroll, ISM and GDP. This commonality in pre-announcement returns leads us to hypothesize that there are two kinds of risks associated with pre-scheduled macroeconomic announcements. The first risk arises from the uncertain content of the news itself and is directional in nature, while the second risk is associated with the “heightened uncertainty” in anticipation of a pre-scheduled announcement, relating in particular to its potential market impact. Theoretically, we show that it is the resolution of this second risk prior to an announcement that leads to the positive pre-announcement drift. Moreover, our model shows that this second risk can be captured by VIX and the positive pre-announcement drift occurs in the absence of increases in conventional risk measures. We further provide direct evidence on the heightened uncertainty and its later resolution prior to the macroeconomic releases including FOMC. In addition to the pre-scheduled announcements, heightened uncertainty can also be triggered unexpectedly. Indeed, we find abnormally large returns on days following large spike-ups in VIX, with magnitudes comparable to the pre-announcement returns.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Premium for Heightened Uncertainty: Solving the FOMC Puzzle.\" An earlier draft of this paper was circulated under the title “Premium for Heightened Uncertainty: Solving the FOMC Puzzle.” We are grateful to Brad Barber, Ricardo Caballero, Peter Carr, Zhanhui Chen, Darrell Duffie, Valentin Haddard, Toomas Laarits, David Lucca, Ian Martin, Annette Vissing-Jorgensen, Jessica Wachter for valuable discussions. We also thank seminar participants at the 2019 NBER Asset Pricing Program Spring Meeting, the 2019 ABFER Annual Meeting, the 2019 Eastern Conference on Financial Mathematics, the 2020 AFA annual meeting, Tsinghua University, Shanghai Jiao Tong University, Peking University, Chinese University of Hong Kong, Cheung Kong Graduate School of Business, Southern Methodist University, Dartmouth College, and Federal Reserve Board for comments. We thank Meiling Chen and Zhe Geng for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}