{
    "id": 25871,
    "citation_title": "Industrialization without Innovation",
    "citation_author": [
        "Paula Bustos",
        "Juan Manuel Castro-Vincenzi",
        "Joan Monras",
        "Jacopo Ponticelli"
    ],
    "citation_publication_date": "2019-05-27",
    "issue_date": "2019-05-23",
    "revision_date": "2020-08-17",
    "topics": [
        "International Economics",
        "Trade",
        "International Macroeconomics",
        "Development and Growth",
        "Development",
        "Growth and Productivity"
    ],
    "program": [
        "Development Economics",
        "International Trade and Investment"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe introduction of labor-saving technologies in agriculture can release workers who find occupation in the manufacturing sector. The traditional view is that this structural transformation process leads to economic growth. However, if workers leaving agriculture are unskilled, the labor reallocation process reinforces comparative advantage in the least skill-intensive manufacturing industries. We embed this mechanism in a multi-sector endogenous growth model where only skill-intensive manufacturing industries innovate and generate knowledge spillovers. In this setup, the increase in the relative size of the unskilled-labor intensive industries reduces the incentives to innovate and slows down growth. We test the predictions of the model in the context of a large and exogenous increase in agricultural productivity in Brazil. We use social security data to develop a new measure of the labor input in innovation which is representative at any level of spatial aggregation. We find that regions adopting the new agricultural technology experienced a reallocation of unskilled workers away from agriculture into the least R&D-intensive manufacturing industries. The expansion of low-R&D industries attracted workers away from innovative occupations in high-R&D industries, slowing down local aggregate manufacturing productivity growth.\n\n",
    "acknowledgement": "\nWe received valuable comments from Thibault Fally (discussant), Manuel García-Santana (discussant), Donald Davis, Gene Grossman, Michael Peters, Diego Puga, Andres Rodriguez-Clare, Chris Tonetti, Chris Udry, Jose P. Vasquez, and seminar participants at CEMFI, CREI, University of Lugano, Columbia, Northwestern, Bank of Spain, the NBER Economic Consequences of Trade, McGill University and the Princeton Growth conferences. We are grateful to acknowledge financial support from the European Research Council Starting Grant 716338. Mark He provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}