{
    "id": 25900,
    "citation_title": "The Macroeconomics of the Greek Depression",
    "citation_author": [
        "Gabriel Chodorow-Reich",
        "Loukas Karabarbounis",
        "Rohan Kekre"
    ],
    "citation_publication_date": "2019-06-03",
    "issue_date": "2019-05-30",
    "revision_date": "2019-06-28",
    "topics": [
        "Macroeconomics",
        "Consumption and Investment",
        "Business Cycles",
        "Money and Interest Rates",
        "Fiscal Policy",
        "International Economics",
        "International Macroeconomics"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics",
        "International Trade and Investment"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Greek economy experienced a boom until 2007, followed by a prolonged depression resulting in a 25 percent shortfall of GDP by 2016. Informed by a detailed analysis of macroeconomic patterns in Greece, we estimate a rich dynamic general equilibrium model to assess quantitatively the sources of the boom and bust. Lower external demand for traded goods and contractionary fiscal policies account for the largest fraction of the Greek depression. A decline in total factor productivity, due primarily to lower factor utilization, substantially amplifies the depression. Given the significant adjustment of prices and wages observed throughout the cycle, a nominal devaluation would only have short-lived stabilizing effects. By contrast, shifting the burden of adjustment away from taxes toward spending or away from capital taxes toward other taxes would generate longer-term production and consumption gains. Eliminating the rise in transfers to households during the boom would significantly reduce the burden of tax adjustment in the bust and the magnitude of the depression.\n\n",
    "acknowledgement": "\nKarabarbounis thanks the Alfred P. Sloan Foundation for generous financial support. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}