{
    "id": 25923,
    "citation_title": "Good Dispersion, Bad Dispersion",
    "citation_author": [
        "Matthias Kehrig",
        "Nicolas Vincent"
    ],
    "citation_publication_date": "2019-06-10",
    "issue_date": "2019-06-07",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Consumption and Investment",
        "Financial Economics",
        "Corporate Finance",
        "Industrial Organization",
        "Firm Behavior",
        "Development and Growth",
        "Growth and Productivity"
    ],
    "program": [
        "Corporate Finance",
        "Economic Fluctuations and Growth",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Organizational Economics"
    ],
    "abstract": "\n\nDispersion in marginal revenue products of inputs across plants is commonly thought to reflect misallocation, i.e., dispersion is \"bad.\" We document that most dispersion occurs across plants within rather than between firms. In a model of multi-plant firms, we then show that dispersion can be \"good\": Eliminating frictions increases productivity dispersion and raises overall output. Based on this framework, we argue that in U.S. manufacturing, one-quarter of the total variance of revenue products reflects good dispersion. In contrast, we find that in emerging economies, almost all dispersion is bad and the gains from eliminating distortions are larger than previously thought.\n\n",
    "acknowledgement": "\nThis paper previously circulated under the title \"Do Firms Mitigate or Magnify Misallocation? Evidence from Plant-level Data.\" We thank seminar participants at PSE, EIEF, Banco de Mexico, CREI, Birmingham, Wharton, Bonn, Duke, Oxford, Penn State, the Dutch Central Bank, the Bank of Finland, the NBER EF&G meeting, the NBER Summer Institute, the Barcelona Summer Forum, the SED Annual Meeting, the 12th Macro-Finance Society Workshop and the BI Conference on Asset Pricing Research as well as Andrew Abel, Klaus Adam, Christian Bayer, David Berger, John Cochrane, Russ Cooper, Xavier Giroud, Joao Gomes, François Gourio, John Haltiwanger, Hugo Hopenhayn, Pete Klenow, Ben Moll and Michèle Tertilt as well as our discussants Gordon Phillips, Virgiliu Midrigan, Ilan Cooper, Vincenzo Quadrini and Cian Ruane for helpful comments and discussions. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}