{
    "id": 25920,
    "citation_title": "What Do Employee Referral Programs Do? Measuring the Direct and Overall Effects of a Management Practice",
    "citation_author": [
        "Guido Friebel",
        "Matthias Heinz",
        "Mitchell Hoffman",
        "Nick Zubanov"
    ],
    "citation_publication_date": "2019-06-10",
    "issue_date": "2019-06-07",
    "revision_date": "2020-08-28",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Other",
        "Accounting, Marketing, and Personnel"
    ],
    "program": [
        "Development Economics",
        "Labor Studies",
        "Productivity, Innovation, and Entrepreneurship",
        "Industrial Organization"
    ],
    "projects": null,
    "working_groups": [
        "Behavioral Finance",
        "Organizational Economics",
        "Personnel Economics"
    ],
    "abstract": "\n\nEmployee referral programs (ERPs) are randomly introduced in a grocery chain. Larger referral bonuses increase referrals and decrease referral quality, though the increase in referrals from having an ERP is modest. However, the overall effect of having an ERP is substantial, reducing attrition by roughly 15% and decreasing firm labor costs by up to almost 3%. This occurs, partly, because referrals stay longer than nonreferrals, but, mainly, because all workers stay longer in treated than control stores, even among stores where no referrals are made. The most-supported mechanism for these indirect effects is that workers value being involved in hiring.\n\n",
    "acknowledgement": "\nWe thank Nick Bloom, Tore Ellingsen, Matt Gentzkow, Mark Granovetter, Maria Guadalupe, Michael Kosfeld, Edward Lazear, Rosario Macera, Kathryn Shaw, John Van Reenen, Russell Weinstein, and especially Lowell Taylor for their comments and suggestions. We are grateful to the World Management Survey (WMS) and especially Daniela Scur for sharing their data with us, which we use to report on the prevalence of employee referral programs. We thank the study firm’s management and employees for their collaboration. We thank numerous seminar/conference participants for their feedback, particularly those at NBER Organizational Economics and NBER SI Labor Studies/Personnel Economics. We thank Muhammad Azim, Daphné Baldassari, Julija Mozurevičiute, Monika Mozurevičiute, and Sonja Settele for excellent research assistance. Financial support from the Institutional Strategy of the University of Cologne within the German Excellence Initiative (Hans Kelsen Prize 2018), Michael Lee-Chin Family Institute, and SSHRC is gratefully acknowledged. The experiment was pre-registered on 11/23/2015 with the AEA RCT registry under ID AEARCTR-0000964. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}