{
    "id": 25936,
    "citation_title": "Losing insurance and behavioral health inpatient care: Evidence from a large-scale Medicaid disenrollment",
    "citation_author": [
        "Johanna Catherine Maclean",
        "Sebastian Tello-Trillo",
        "Douglas Webber"
    ],
    "citation_publication_date": "2019-06-10",
    "issue_date": "2019-06-07",
    "revision_date": "2020-02-19",
    "topics": [
        "Health, Education, and Welfare",
        "Health"
    ],
    "program": [
        "Economics of Aging",
        "Health Care",
        "Health Economics",
        "Public Economics"
    ],
    "projects": [
        "Oregon Health Insurance Experiment"
    ],
    "working_groups": [
        "Insurance"
    ],
    "abstract": "\n\nWe study the effects of losing insurance on behavioral health – defined as mental health and substance use disorder (SUD) – on community hospitalizations. We leverage variation in public insurance coverage eligibility offered by a large-scale and unexpected Medicaid disenrollment in Tennessee. Losing insurance did not influence behavioral healthcare hospitalizations. Mental illness hospitalization financing was partially shifted to other forms of insurance while SUD treatment financing shifted entirely to patients. Combining our findings with previous work on public insurance gains suggests that demand for behavioral healthcare services is asymmetric: service use increases following a gain but does not decline after a loss. We are the first to document this finding. We also investigate the implications of reliance on data that is not representative at the level of treatment and propose a possible solution.\n\n",
    "acknowledgement": "\nWe thank Chandler McClellan, Brant Callaway, Ben Cook, Salma Freed, Andrew Goodman-Bacon, Steven Hill, Edward Miller, Ryan Mutter, Samantha Harris, and seminar participants at the Southern Economics Association Conference, American Society of Health Economists Conference, and Association for Public Policy and Management for helpful comments, and the Tennessee Department of Health, Division of TennCare for excellent data assistance. Errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}