{
    "id": 25992,
    "citation_title": "Staple Products, Linkages, and Development: Evidence from Argentina",
    "citation_author": [
        "Federico Droller",
        "Martin Fiszbein"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "None",
    "topics": [
        "History",
        "Macroeconomic History",
        "Other History",
        "Development and Growth",
        "Development"
    ],
    "program": [
        "Development of the American Economy",
        "Development Economics",
        "Economic Fluctuations and Growth"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate how historical patterns of primary production influenced development across local economies in Argentina. Our identification strategy exploits exogenous variation in the composition of primary production induced by climatic features. We find that locations specializing in ranching had weaker linkages with other activities, higher concentration in land ownership, lower population density, and less immigration than cereal-producing areas. Over time, ranching localities continued to exhibit lower population density and they experienced relatively sluggish industrialization. Ultimately, ranching specialization had large negative effects on long-run levels of income per capita and human capital. Our findings show that early patterns of production can have a crucial influence on development patterns, providing suggestive support to the staple theory of economic growth.\n\n",
    "acknowledgement": "\nWe thank Samuel Bazzi, James Fenske, Emiliano Libman, Max McDevitt, Dilip Mookherjee, Santiago Perez, Agustina Rayes, and Marcelo Rougier as well as seminar participants at University of Ottawa, Universidad de Chile, the Economic History Clio Lab Meetings at PUC-Chile, the RIDGE Workshop on Macroeconomics and Development, the Economic History Conference at UdeSA, and the RIDGE Workshop on Economic History for helpful comments. All errors are our own. Federico Droller acknowledges support from FONDECYT (grant 11170498, Proyecto FONDECYT Iniciacion, CONICYT, Chile). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}