{
    "id": 25998,
    "citation_title": "The Role of Nonemployers in Business Dynamism and Aggregate Productivity",
    "citation_author": [
        "Pedro Bento",
        "Diego Restuccia"
    ],
    "citation_publication_date": "2019-06-24",
    "issue_date": "2019-06-20",
    "revision_date": "2020-01-31",
    "topics": [
        "Macroeconomics",
        "Macroeconomic Models",
        "Development and Growth",
        "Development",
        "Growth and Productivity",
        "Country Studies"
    ],
    "program": [
        "Development Economics",
        "Economic Fluctuations and Growth",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA decline in the net entry rate of employer firms in the United States in the last decades, a decline in business dynamism, may explain the observed productivity slowdown. We consider the role of nonemployers, businesses without paid employees, in business dynamism and aggregate productivity. Despite the decline in the growth of employer firms, the total number of firms has increased since the early 1980s, which in the context of a standard model of firm dynamics implies an average annual growth of aggregate productivity of 0.26-0.39%, over one quarter of the productivity growth in the data.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions we thank Benjamin Bridgman, John Haltiwanger, Benjamin Pugsley, and audiences at Texas A&M University, the University of Texas at Austin, the 2019 Midwest Macroeconomic Meetings at Michigan State University, the 2019 RCEA Growth, Innovation and Entrepreneurship Conference at Wilfrid Laurier University, and the 2020 Econometric Society North American Winter Meetings in San Diego. All errors are our own. Restuccia gratefully acknowledges the support from the Canada Research Chairs program and the Bank of Canada Fellowship. The views expressed herein are not necessarily those of the Bank of Canada or  the National Bureau of Economic Research and are the authors alone.\n\n\n"
}