{
    "id": 26028,
    "citation_title": "The Marginal Labor Supply Disincentives of Welfare Reforms",
    "citation_author": [
        "Robert A. Moffitt"
    ],
    "citation_publication_date": "2019-07-01",
    "issue_date": "2019-06-27",
    "revision_date": "None",
    "topics": [
        "Econometrics",
        "Estimation Methods",
        "Health, Education, and Welfare",
        "Poverty and Wellbeing"
    ],
    "program": [
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExisting research on the static effects of the manipulation of welfare program benefit parameters on labor supply has allowed only restrictive forms of heterogeneity in preferences. Yet preference heterogeneity implies that the marginal effects of welfare reforms on labor supply may differ in different time periods with different populations and which sweep out different portions of the marginal distribution of preferences.  A new examination of the heavily studied AFDC program examines changes in its tax rates in 1967, 1981, and 1996 and estimates the marginal effects on labor supply of a change in participation in each of those reform years.  The estimates are based on a theory-consistent reduced form model which allows for a nonparametric specification of how changes in welfare program participation affect labor supply on the margin.  Estimates of the model using a form of local instrumental variables show that the marginal treatment effects are quadratic, rising and then falling as participation rates rise.  Applying the estimates to the three historical reform periods shows that marginal responses differed in each period because of differences in the composition of who was on the program and who was not.\n\n",
    "acknowledgement": "\nThe author would like to thank Marc Chan, Kai Liu, Shaiza Qayyum, Kyungmin Kang, and Sue Bahk for research assistance as well as the participants of a large number of conferences and departmental seminars and numerous specific individuals for comments, including formal discussant remarks by James Ziliak. Comments at a seminar at the University of Chicago were particularly helpful. Research support from the National Institutes of Health grant NIH R01 HD 27248 is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}