{
    "id": 26032,
    "citation_title": "Imperfect Risk-Sharing and the Business Cycle",
    "citation_author": [
        "David W. Berger",
        "Luigi Bocola",
        "Alessandro Dovis"
    ],
    "citation_publication_date": "2019-07-08",
    "issue_date": "2019-07-05",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Business Cycles",
        "Money and Interest Rates"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the aggregate implications of imperfect risk-sharing implied by a class of New Keynesian models with idiosyncratic income risk and incomplete financial markets. The models in this class can be equivalently represented as an economy with a representative household that has state-dependent preferences. These preference “shocks” are functions of households’ consumption shares and relative wages in the original economy with heterogeneous agents, and they summarize all the information from the cross-section that is relevant for aggregate fluctuations. Our approach is to use this representation as a measurement device: we use the Consumption Expenditure Survey to measure the preference shocks, and feed them into the equivalent representative-agent economy to perform counterfactuals. We find that deviations from perfect risk-sharing were an important determinant of the behavior of aggregate demand during the US Great Recession.\n\n",
    "acknowledgement": "\nWe thank Adrien Auclert, Anmol Bhandari, Loukas Karabarbounis, Greg Kaplan, Patrick Kehoe, Dirk Krueger, Guido Lorenzoni, Alisdair McKay, Kurt Mitman, Luigi Pistaferri and seminar participants at SED 2018, Atlanta Fed, Chicago Fed, UCLA, Wharton, Stanford, Harvard, UC Davis, Saint Louis Fed, Minneapolis Fed, AEA 2019, Princeton, AMCM conference, CREI, LSE, Bocconi, the National Bank of Belgium, University of Chicago, and EIEF. We thank Aniket Baksy for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}