{
    "id": 26076,
    "citation_title": "Partial Default",
    "citation_author": [
        "Cristina Arellano",
        "Xavier Mateos-Planas",
        "José-Víctor Ríos-Rull"
    ],
    "citation_publication_date": "2019-07-22",
    "issue_date": "2019-07-19",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Money and Interest Rates",
        "International Economics",
        "International Finance"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the data sovereign default is always partial and varies in its duration. Debt levels during default episodes initially increase and do not experience reductions upon resolution. This paper presents a theory of sovereign default that replicates these properties, which are absent in standard sovereign default theory. Partial default is a flexible way to raise funds as the sovereign chooses its intensity and duration. Partial default is also costly because it amplifies debt crises as the defaulted debt accumulates and interest rate spreads increase. This theory is capable of rationalizing the large heterogeneity in partial default, its comovements with spreads, debt levels, and output, and the dynamics of debt during default episodes. In our theory, as in the data, debt grows during default episodes, and large defaults are longer, and associated with higher interest rate spreads, higher debt levels, and deeper recessions.\n\n",
    "acknowledgement": "\nWe thank Emmanuel Farhi for his discussion. We appreciate comments received on early versions at the conferences NBER Summer Institute, SED Seoul, SAET Paris, Econometric Society Toulouse, RES Manchester, CRETE Crete, REDg Madrid, GSE Winter Workshop, and seminars at several universities. We also thank Laura Sunder-Plassmann and Alexandra Solovyeva for excellent research assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nJosé-Víctor Ríos-Rull\n\nI thank the NSF for research support and the Federal Reserve Bank of Minneapolis.\n\n\n"
}