{
    "id": 26091,
    "citation_title": "Formative Experiences and the Price of Gasoline",
    "citation_author": [
        "Christopher Severen",
        "Arthur van Benthem"
    ],
    "citation_publication_date": "2019-07-22",
    "issue_date": "2019-07-19",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Behavioral Economics",
        "Industrial Organization",
        "Industry Studies",
        "Environmental and Resource Economics",
        "Energy",
        "Regional and Urban Economics"
    ],
    "program": [
        "Environment and Energy Economics"
    ],
    "projects": null,
    "working_groups": [
        "Urban Economics"
    ],
    "abstract": "\n\nAn individual's initial experiences with a common good, such as gasoline, can shape their behavior for decades. We first show that the 1979 oil crisis had a persistent negative effect on the likelihood that individuals that came of driving age during this time drove to work in the year 2000 (i.e., in their mid 30s). The effect is stronger for those with lower incomes and those in cities. Combining data on many cohorts, we then show that large increases in gasoline prices between the ages of 15 and 18 significantly reduce both (i) the likelihood of driving a private automobile to work and (ii) total annual vehicle miles traveled later in life, while also increasing public transit use. Differences in driver license age requirements generate additional variation in the formative window. These effects cannot be explained by contemporaneous income and do not appear to be only due to increased costs from delayed driving skill acquisition. Instead, they seem to reflect the formation of preferences for driving or persistent changes in the perceived costs of driving.\n\n",
    "acknowledgement": "\nThe authors declare that they have no relevant or material financial interests or any other conflicts of interest that relate to the research described in this paper. We are grateful to Ken Gillingham, Gabriel Kreindler, Jeff Lin, Kyle Meng, Alejandro Molnar, Christopher Palmer, Andrew Plantinga, Steven Puller, Kate Vyborny, and Corey White for their comments and suggestions, and to PJ Elliott for excellent research assistance. We also thank seminar participants at the 2018 Urban Economics Association conference, the 2019 Association of Environmental and Resource Economists conference, UC Berkeley, and the University of Pennsylvania. This paper represents research that is being circulated for discussion purposes. The views expressed in this paper are solely those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research. All errors or omissions are the responsibility of the authors.\n\n\n"
}