{
    "id": 26103,
    "citation_title": "What is the Rationale for an Insurance Coverage Mandate? Evidence from Workers’ Compensation Insurance",
    "citation_author": [
        "Marika Cabral",
        "Can Cui",
        "Michael Dworsky"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "None",
    "topics": [
        "Public Economics",
        "Health, Education, and Welfare",
        "Health",
        "Labor Economics",
        "Labor Compensation"
    ],
    "program": [
        "Health Care",
        "Labor Studies",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": [
        "Insurance"
    ],
    "abstract": "\n\nThere is ongoing policy debate about whether government insurance coverage mandates are necessary to effectively address market failures in private insurance markets. This paper analyzes the demand for insurance in the absence of a coverage mandate and the potential market failure rationale for coverage mandates in the context of workers' compensation insurance. Workers' compensation is a state-regulated insurance program that provides employees with income and medical benefits in the event of work-related injuries or illnesses. Nearly all states have mandated workers' compensation insurance coverage; the sole exception is Texas. Using administrative data from the unique voluntary Texas workers' compensation insurance system, we estimate the demand for workers' compensation insurance leveraging idiosyncratic regulatory updates to relative premiums across industry-occupation classifications. The difference-in-differences estimates indicate that the demand for workers' compensation coverage is price-sensitive, with a 10% increase in premiums leading to approximately a 3% decline in coverage. Drawing upon these estimates and additional data on claim costs, we analyze the potential rationale for government intervention to increase coverage through subsidies or a mandate. This analysis suggests that classic market failure justifications for government intervention in insurance markets—such as adverse selection, market power, and externalities—may not be compelling justifications for a mandate in this setting.\n\n",
    "acknowledgement": "\nFor providing helpful comments, we thank James Anderson, Mark Duggan, Liran Einav, Itzik Fadlon, Alex Gelber, Josh Gottlieb, Jonathan Gruber, Adriana Lleras-Muney, Seth Seabury, and seminar participants at BU/Harvard/MIT Health Economics, Cornell University, Ohio State University, Stanford University, the University of California Davis, the University of California Los Angeles, the University of California San Diego, the University of Michigan, the University of Texas at Austin, the University of Wisconsin Madison, the American Society of Health Economists Annual Conference 2018, the National Tax Association Annual Meeting 2018, and the Austin-Bergen Applied Microeconomics Conference 2018. Additionally, we thank several employees of the Texas Department of Insurance for helpful discussions about the institutional details and data. We thank Andriy Bega, David Beheshti, Frank Martin-Buck, and Seth Neller for their excellent research assistance. The authors gratefully acknowledge the RAND Institute for Civil Justice for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Cabral gratefully acknowledges financial support from the National Science Foundation CAREER Award (1845190).\n\n\n"
}