{
    "id": 26126,
    "citation_title": "The Effect of E-Cigarette Taxes on Pre-pregnancy and Prenatal Smoking",
    "citation_author": [
        "Rahi Abouk",
        "Scott Adams",
        "Bo Feng",
        "Johanna Catherine Maclean",
        "Michael F. Pesko"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "2020-06-30",
    "topics": [
        "Health, Education, and Welfare",
        "Health"
    ],
    "program": [
        "Health Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the universe of birth records in the United States from 2013 to 2018 to examine the effect of e-cigarette tax rates on pre-pregnancy smoking and prenatal smoking.  We study these questions using two-way fixed effects models and pregnancy fixed effects models.  We show that e-cigarette taxes increase pre-pregnancy smoking, increase prenatal smoking, and lower smoking cessation during pregnancy.  These findings imply that e-cigarettes and traditional cigarettes are substitutes among pregnant women.  We also find evidence that e-cigarette taxes reduce pre-pregnancy and third trimester e-cigarette use.\n\n",
    "acknowledgement": "\nWe thank Daniel Dench, Michael Grossman, Theodore Joyce, and Jenny Kenney. We thank seminar participants at Tulane University and San Diego State University’s Center for Health Economics & Policy Studies.  We thank conference participants at the Association for Public Policy and Management Fall Conference, American Society for Health Economists Conference, and the Hamburg Center for Health Economics’ Risky Health Behaviors Workshop.  Research reported in this publication was supported by the National Institute on Drug Abuse of the National Institutes of Health under Award Number R01DA045016 (PI: Michael Pesko). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}