{
    "id": 26121,
    "citation_title": "Early 20th Century American Exceptionalism: Production, Trade and Diffusion of the Automobile",
    "citation_author": [
        "Dong Cheng",
        "Mario J. Crucini",
        "Hyunseung Oh",
        "Hakan Yilmazkuday"
    ],
    "citation_publication_date": "2019-07-29",
    "issue_date": "2019-07-25",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "Trade",
        "Industrial Organization",
        "Industry Studies",
        "History",
        "Other History",
        "Development and Growth",
        "Innovation and R&D"
    ],
    "program": [
        "Development of the American Economy",
        "International Finance and Macroeconomics",
        "International Trade and Investment",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Innovation Policy"
    ],
    "abstract": "\n\nThe beginning of the twentieth century provides a unique opportunity to explore the interaction of rapid technological progress and trade barriers in shaping the worldwide diffusion of a new, highly traded good: the automobile. We scrape historical data on the quantity and value of passenger vehicles exported from the United States to other destination countries, annually from 1913 to 1940. We model the rise of US automobile from global obscurity toward a level dependent upon the extent of long-run pass-through of US prices into destination markets and destination GDP per capita. The results based on a diffusion model with CES preferences and non-unitary income elasticity shows that 62% of the gap in diffusion levels between the U.S. and the rest of the world is due to price frictions such as markups, tariffs, and trade costs, while the remaining 38% is due to income effects.\n\n",
    "acknowledgement": "\nThe authors wish to thank Bettina Aten, Diego Comin, Alan Heston, Zhu Wang and Alex Chernoff for constructive discussions, and participants at the International Comparisons Conference 2016, Midwest Macro Fall Meetings 2016, ISIR Session at the ASSA Meetings 2017, Midwest Macro Spring Meetings 2017, Canadian Economic Association Annual Conference 2017, Midwest Macro Fall Meetings 2017, QED Frontiers of Macroeconomics Workshop 2018, Midwest Macroeconomics Meetings (Fall 2018 and Spring 2019), and numerous seminars for helpful comments and advises. Any remaining errors are the joint responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}