{
    "id": 26147,
    "citation_title": "The Value of Intermediation in the Stock Market",
    "citation_author": [
        "Marco Di Maggio",
        "Mark L. Egan",
        "Francesco Franzoni"
    ],
    "citation_publication_date": "2019-08-12",
    "issue_date": "2019-08-08",
    "revision_date": "2020-04-14",
    "topics": [
        "Financial Economics",
        "Financial Markets",
        "Financial Institutions",
        "Industrial Organization",
        "Market Structure and Firm Performance"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance",
        "Industrial Organization"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBrokers play a critical role in intermediating institutional transactions in the stock market. Despite the importance of brokers, we have limited information on what drives investors’ choices among them. We develop and estimate an empirical model of broker choice that allows us to quantitatively examine each investor’s responsiveness to execution costs, access to research, and order flow information. Studying over 300 million institutional trades, we find that investor demand is relatively inelastic with respect to trading commissions and that investors are willing to pay a premium for access to formal (top research analysts) and informal (order-flow information) research. There is also substantial heterogeneity across investors. Relative to other investors, hedge funds tend to be more price insensitive, place less value on sell-side research, and place more value on order-flow information. Using trader-level data, we find that investors are  more likely to execute trades through intermediaries who are located physically closer and are less likely to trade with those that have engaged in misconduct in the past. Lastly, we use our empirical model to investigate soft-dollar arrangements and the unbundling of equity research and execution services related to the MiFID II regulations. We find that the bundling of execution and research potentially allows hedge funds and mutual funds to under-report management fees by 10%.\n\n",
    "acknowledgement": "\nWe thank Malcolm Baker, Vyacheslav Fos, Robin Greenwood, Boris Groysberg, Vincent van Kervel, Brian Levine, Amit Seru, Daniel Strack, Vish Viswanathan and Mao Ye for their comments and the seminar participants at the 2019 Boston Conference on Markets and Competition, Erasmus University, the Finance UC International Conference at Catholic University of Chile, Harvard Business School, Maastricht University, Norges Bank, University California Berkeley Haas School of Business, and at the UNC-Duke Corporate Finance Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}