{
    "id": 26169,
    "citation_title": "Adoption of CSR and Sustainability Reporting Standards: Economic Analysis and Review",
    "citation_author": [
        "Hans B. Christensen",
        "Luzi Hail",
        "Christian Leuz"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "International Finance",
        "Financial Economics",
        "Corporate Finance",
        "Other",
        "Law and Economics",
        "Industrial Organization",
        "Firm Behavior",
        "Accounting, Marketing, and Personnel"
    ],
    "program": [
        "Corporate Finance",
        "Environment and Energy Economics",
        "Law and Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study provides an economic analysis of the determinants and consequences of corporate social responsibility (CSR) and sustainability reporting. To frame our analysis, we consider a widespread mandatory adoption of CSR reporting standards in the United States. The study focuses on the economic effects of standards for disclosure and reporting, not on the effects of CSR activities and policies themselves. It draws on an extensive review of the relevant academic (CSR and non-CSR) literatures in accounting, economics, finance, and management. Based on a discussion of the fundamental economic forces at play and the key features and determinants of (voluntary) CSR reporting, we derive and evaluate possible economic consequences, including capital-market effects for select stakeholders as well as potential firm responses and real effects in firm behavior. We also highlight issues related to the implementation and enforcement of CSR reporting standards. Our analysis yields a number of insights that are relevant to the current debate on CSR and sustainability reporting and provides scholars with avenues for future research.\n\n",
    "acknowledgement": "\nThis study is based on an independent research report prepared for the Sustainability Accounting Standards Board (SASB) in 2018. The full report and an executive summary are available at: https://ssrn.com/abstract=3315673. The accompanying Internet appendix containing a structured overview of the CSR literature is available at: http://ssrn.com/abstract=3313793. We thank Andreea Moraru-Arfire for her excellent research assistance. We also thank Clarissa Hauptmann, Karl Lins, Giovanna Michelon, Stefan Reichelstein, George Serafeim, and SASB members Jeffrey Hales, Robert Herz, Lloyd Kurtz, Elisse Walter, and Jean Rogers for helpful comments on earlier drafts. Christian Leuz previously served as an economic advisor to the PCAOB. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}