{
    "id": 26168,
    "citation_title": "A Machine Learning Approach to Low-Value Health Care: Wasted Tests, Missed Heart Attacks and Mis-Predictions",
    "citation_author": [
        "Sendhil Mullainathan",
        "Ziad Obermeyer"
    ],
    "citation_publication_date": "2019-08-19",
    "issue_date": "2019-08-15",
    "revision_date": "2020-08-31",
    "topics": [
        "Econometrics",
        "Estimation Methods",
        "Microeconomics",
        "Economics of Information",
        "Behavioral Economics",
        "Health, Education, and Welfare",
        "Health"
    ],
    "program": [
        "Economics of Aging",
        "Health Care",
        "Health Economics",
        "Labor Studies",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": [
        "Improving Health Outcomes for an Aging Population"
    ],
    "working_groups": [
        "Insurance",
        "Organizational Economics"
    ],
    "abstract": "\n\nWe use machine learning to better characterize low-value health care and the decisions that produce it. We focus on costly tests, specifically for heart attack (acute coronary syndromes). A test is only useful if it yields new information, so efficient testing is grounded in accurate prediction of test outcomes. Physician testing decisions can therefore be benchmarked against tailored algorithmic predictions, which provide a more precise way to study low-value care than the usual approach—looking at average test yield. Implemented in a large national sample, this procedure reveals significant over-testing: 52.6% of high-cost tests for heart attack are wasted. At the same time, it also reveals significant under-testing: many patients with predictably high risk go untested, then experience frequent adverse cardiac events including death in the next 30 days. At standard clinical thresholds, these event rates suggest that testing these patients would indeed have been highly cost-effective. Of the potential welfare gains from more efficient testing, 42.8% would come from addressing under-use. Existing policy levers, however, appear too blunt a tool to address both over- and under-use inefficiencies. We find that they cut testing across the board, for low-risk (reducing over-use) and high-risk patients (exaggerating under-use). Finally, we uncover two behavioral mechanisms for physician testing errors: (i) bounded rationality, in which physicians use an overly narrow set of variables, but make effective use of that set; and (ii) representativeness, in which they over-weight how “representative” heart attack is for a patient, above and beyond the conditional probability. Together, these results suggest the need for models of low-value care that incorporate mis-prediction so as to account for both over- and under-testing.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Who is Tested for Heart Attack and Who Should Be: Predicting Patient Risk and Physician Error.\" Authors contributed equally. We acknowledge financial support from the Pershing Square Fund for Research on the Foundations of Human Behavior, grant DP5 OD012161 from the Office of the Director of the National Institutes of Health, and grant P01 AG005842 from the National Institute on Aging. We are deeply grateful to Advik Shreekumar, as well as Adam Baybutt, Brent Cohn, Christian Covington, Shreyas Lakhtakia, Katie Lin, Ruchi Mahadeshwar, Jasmeet Samra, Cassidy Shubatt, and Aly Valliani, for outstanding research assistance; and to Amitabh Chandra, Xavier Gabaix, Jon Kolstad, Suchi Saria, Andrei Shleifer and Richard Thaler for very helpful feedback on a draft. We are also appreciative of seminar participants at several institutions for their thoughtful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}