{
    "id": 26191,
    "citation_title": "Preschool Quality and Child Development",
    "citation_author": [
        "Alison Andrew",
        "Orazio Attanasio",
        "Raquel Bernal",
        "Lina Cardona Sosa",
        "Sonya Krutikova",
        "Marta Rubio-Codina"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "2019-10-22",
    "topics": [
        "Public Economics",
        "Public Goods",
        "Health, Education, and Welfare",
        "Health",
        "Education",
        "Labor Economics",
        "Demography and Aging"
    ],
    "program": [
        "Children",
        "Development Economics",
        "Economics of Education"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobal access to preschool has increased dramatically yet preschool quality is often poor. We use a randomized controlled trial to evaluate two approaches to improving the quality of Colombian preschools. We find that the first, which was rolled out nationwide and provides additional resources for materials and new staff, did not benefit children’s development and, unintentionally, led teachers to reduce their involvement in classroom activities. The second approach additionally trains teachers to improve their pedagogical methods. We find this addition offset the negative effects on teacher behavior, improved the quality of teaching and raised children’s cognition, language and school readiness.\n\n",
    "acknowledgement": "\nWe would like to acknowledge excellent research assistance provided by Diana Martınez and the contributions of Carlos Medina, Marcos Vera-Hernandez and Ximena Pena to the design of this study.  Ximena passed away in January 2017 and is dearly missed. This research was funded by the International Initiative for Impact Evaluation (3ie) and Fundacíon Exito. Prof Attanasio acknowledges funding from the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation programme (grant agreement No 695300-HKADeC-ERC-2015-AdG). Ms Andrew, and Dr Krutikova acknowledge funding from the ESRC Centre for Microeconomic Analysis of Public Policy at the Institute for Fiscal Studies, Prof Bernal acknowledges funding from the British Academy Visiting Fellowship VF10124. The funders of the study had no role in study design, data collection, data analysis, data interpretation, or writing up results. Ethics Committees at Universidad de los Andes and University College London approved the study’s protocol in 2013. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMarta Rubio-Codina\n\nThe views here presented do not represent the Inter-American Development Bank, its board of directors, or the countries they represent.\n\n\n"
}