{
    "id": 26210,
    "citation_title": "Search Complementarities, Aggregate Fluctuations, and Fiscal Policy",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Federico Mandelman",
        "Yang Yu",
        "Francesco Zanetti"
    ],
    "citation_publication_date": "2019-09-02",
    "issue_date": "2019-08-29",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Mathematical Tools",
        "Macroeconomics",
        "Business Cycles",
        "Money and Interest Rates",
        "Financial Economics",
        "Portfolio Selection and Asset Pricing"
    ],
    "program": [
        "Economic Fluctuations and Growth"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a quantitative business cycle model with search complementarities in the inter-firm matching process that entails a multiplicity of equilibria. An active static equilibrium with strong joint venture formation, large output, and low unemployment can coexist with a passive static equilibrium with low joint venture formation, low output, and high unemployment. Changes in fundamentals move the system between the two static equilibria, generating large and persistent business cycle fluctuations. The volatility of shocks is important for the selection and duration of each static equilibrium. Sufficiently adverse shocks in periods of low macroeconomic volatility trigger severe and protracted downturns. The magnitude of government intervention is critical to foster economic recovery in the passive static equilibrium, while it plays a limited role in the active static equilibrium.\n\n",
    "acknowledgement": "\nWe thank Davide Debortoli, Jan Eeckhout, Bob Hall, Ben Lester, Guido Menzio, Edouard Schaal, Shouyong Shi, Martin Uribe, and participants at multiple seminars for valuable comments and suggestions. Gorkem Bostanci provided outstanding research assistance. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of Atlanta or the Federal Reserve System. Zanetti gratefully acknowledges financial support from the British Academy. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}