{
    "id": 26281,
    "citation_title": "Durables and Lemons: Private Information and the Market for Cars",
    "citation_author": [
        "Richard Blundell",
        "Ran Gu",
        "Søren Leth-Petersen",
        "Hamish Low",
        "Costas Meghir"
    ],
    "citation_publication_date": "2019-09-16",
    "issue_date": "2019-09-12",
    "revision_date": "2020-09-08",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Market Structure and Distribution",
        "Macroeconomics",
        "Consumption and Investment"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe specify an equilibrium model of car ownership with private information where individuals sell and purchase new and second-hand cars over their life-cycle. This private information introduces a transaction cost, distorts the market and reduces the value of a car as a savings instrument. We estimate the model using Danish linked registry data on car ownership, income and wealth. The transaction cost, which we term the lemons penalty, is estimated to be 18% of the price in the ﬁrst year of ownership, declining with the length of ownership. It leads to large reductions in the turnover of cars and in the probability of downgrading in the event of an adverse income shock. The size of the lemons penalty declines when uncertainty in the economy increases, as in recessions: large income shocks induce individuals to sell their cars, even if of good quality, and this reduces the lemons problem.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at the the NBER Summer Institute, Yale, Essex, Royal Holloway, University of Venice, Oxford, IFS, Copenhagen and Cambridge University for helpful comments. Blundell and Gu acknowledge funding from the ESRC Centre for the Microeconomic Analysis of Public Policy (CPP) at IFS. Leth-Petersen is grateful for ﬁnancial support from the Economic Policy Research Network, the Independent Research Fund Denmark and CEBI. Center for Economic Behavior and Inequality (CEBI) is a center of excellence at the University of Copenhagen, founded in September 2017, ﬁnanced by a grant from the Danish National Research Foundation. Costas Meghir is grateful to the Cowles Foundation and ISPS at Yale for funding support. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}