{
    "id": 26307,
    "citation_title": "Fiscal Stimulus under Sovereign Risk",
    "citation_author": [
        "Javier Bianchi",
        "Pablo Ottonello",
        "Ignacio Presno"
    ],
    "citation_publication_date": "2019-09-23",
    "issue_date": "2019-09-19",
    "revision_date": "2020-05-21",
    "topics": [
        "Macroeconomics",
        "Fiscal Policy",
        "International Economics",
        "International Finance",
        "International Macroeconomics",
        "Public Economics",
        "National Fiscal Issues"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe excess procyclicality of fiscal policy is commonly viewed as a central malaise in emerging economies. We document that procyclicality is more pervasive in countries with higher sovereign risk and provide a model of optimal fiscal policy with nominal rigidities and endogenous sovereign default that can account for this empirical pattern. Financing a fiscal stimulus is costly for risky countries and can render countercyclical policies undesirable, even in the presence of large Keynesian stabilization gains. We also show that imposing austerity can backfire by exacerbating the exposure to default, but a well-designed \"fiscal forward guidance\" can help reduce the excess procyclicality.\n\n",
    "acknowledgement": "\nWe would like to thank Neele Balke, Hiuxin Bi, Satyajit Chatterjee, Axelle Ferriere, Jesús Fernández-Villaverde, Sylvain Leduc, Franck Portier, Oreste Tristani, Juan Sánchez, Martín Uribe, and Vivian Yue for excellent discussions, as well as participants at the 2018 AEA Meetings, ADEMU Workshop, Bank of Canada-IGIER Bocconi Conference, Barcelona GSE Summer Forum, CEBRA, IM-TCN-ND Workshop, ITAM-PIER Conference, 2015 Ridge December Forum, Federal Reserve Board, FRB San Francisco CPBS Conference, FRB St. Louis STLAR Conference, Iowa State University, Rochester Mini-Conference, 2016 SED meetings, XX IEF Workshop, Atlanta Workshop on International Economics, and Yale University. María Aristizabal-Ramirez and Dawson Miller provided excellent research assistance. A previous version of this paper circulated with the title \"Fiscal Policy, Sovereign Risk, and Unemployment.\" Disclaimer: The views expressed herein do not necessarily reflect those of the Board of Governors, the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}