{
    "id": 26331,
    "citation_title": "Are Small Farms Really more Productive than Large Farms?",
    "citation_author": [
        "Fernando M. Aragon Sanchez",
        "Diego Restuccia",
        "Juan Pablo Rud"
    ],
    "citation_publication_date": "2019-09-30",
    "issue_date": "2019-09-26",
    "revision_date": "2020-09-18",
    "topics": [
        "Econometrics",
        "Estimation Methods",
        "Microeconomics",
        "Households and Firms",
        "Macroeconomics",
        "Macroeconomic Models",
        "Development and Growth",
        "Development",
        "Growth and Productivity",
        "Country Studies",
        "Environmental and Resource Economics",
        "Agriculture"
    ],
    "program": [
        "Development Economics",
        "Economic Fluctuations and Growth",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we show that the study of the farm size-productivity relationship hinges on the choice of productivity measure. Our main insight is that using yields, a partial measure of productivity, may not be informative for the size-productivity relationship because, in addition to total factor productivity, yields pick up input markets distortions and deviations from constant returns to scale. We examine the empirical relevance of this insight using detailed microdata from Uganda. We find an inverse relationship between yields and farm size. We show the relationship turns positive when accounting for market distortions and returns to scale; or when using a farm-specific component of total factor productivity.\n\n",
    "acknowledgement": "\nFor useful comments, we are grateful to Tasso Adamopoulos, Christopher Barrett, Chad Jones, Yongs Shin, and seminar participants at several institutions and conferences. All errors are our own. Restuccia gratefully acknowledges the support from the Canada Research Chairs program and the Bank of Canada Fellowship program. Aragon gratefully acknowledges financial support from the Social Sciences and Humanities Research Council of Canada, grant 435-2018-0227. The views expressed herein are not necessarily those of the Bank of Canada or the National Bureau of Economic Research and are the author's alone.\n\n\n"
}