{
    "id": 26374,
    "citation_title": "Inference for Linear Conditional Moment Inequalities",
    "citation_author": [
        "Isaiah Andrews",
        "Jonathan Roth",
        "Ariel Pakes"
    ],
    "citation_publication_date": "2019-10-21",
    "issue_date": "2019-10-17",
    "revision_date": "None",
    "topics": [
        "Econometrics",
        "Estimation Methods"
    ],
    "program": [
        "Industrial Organization"
    ],
    "projects": null,
    "working_groups": [
        "Cohort Studies",
        "Insurance"
    ],
    "abstract": "\n\nWe consider inference based on linear conditional moment inequalities, which arise in a wide variety of economic applications, including many structural models. We show that linear conditional structure greatly simplifies confidence set construction, allowing for computationally tractable projection inference in settings with nuisance parameters. Next, we derive least favorable critical values that avoid conservativeness due to projection. Finally, we introduce a conditional inference approach which ensures a strong form of insensitivity to slack moments, as well as a hybrid technique which combines the least favorable and conditional methods. Our conditional and hybrid approaches are new even in settings without nuisance parameters. We find good performance in simulations based on Wollmann (2018), especially for the hybrid approach.\n\n",
    "acknowledgement": "\nWe thank Gary Chamberlain, Ivan Canay, Kirill Evdokimov, Jerry Hausman, Bulat Gafarov, Hiroaki Kaido, Adam McCloskey, Francesca Molinari, Whitney Newey, Ashesh Rambachan, Jesse Shapiro, Brit Sharoni, Xiaoxia Shi, Joerg Stoye, and participants at several seminars for helpful comments, and thank Thomas Wollmann for helpful discussion of his application. Andrews gratefully acknowledges financial support from the NSF under Grant 1654234. Roth gratefully acknowledges financial support from an NSF Graduate Research Fellowship under Grant DGE1144152. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}