{
    "id": 26398,
    "citation_title": "Non-Parametric Tests of the Tragedy of the Commons",
    "citation_author": [
        "H. Spencer Banzhaf",
        "Yaqin Liu",
        "Martin Smith",
        "Frank Asche"
    ],
    "citation_publication_date": "2019-10-28",
    "issue_date": "2019-10-25",
    "revision_date": "None",
    "topics": [
        "Econometrics",
        "Estimation Methods",
        "Microeconomics",
        "Game Theory",
        "Households and Firms",
        "Environmental and Resource Economics",
        "Renewable Resources"
    ],
    "program": [
        "Environment and Energy Economics",
        "Technical Working Papers"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExtending recent results in the industrial organization literature (Carvajal et al. 2013), we de-rive non-parametric tests of behavior consistent with the tragedy of the commons model.  Our approach derives testable implications of such behavior under any arbitrarily concave, differentiable production function of total inputs and when individual extractors of the resource have any arbitrary convex, differentiable cost of supplying inputs.  We extend the tests to account for behavioral errors in observed data and derive statistical tests based on “how far off” the marginal costs are from those that are consistent with the model.  We also extend the tests to allow for sampling error and/or measurement error.  Applying our approach to panel data of Norwegian fishers, we find evidence rejecting the tragedy of the commons model.  Significantly, we find that rejection rates of the model increase after property rights reforms moved the fishery away from the tragedy of the commons.\n\n",
    "acknowledgement": "\nWe thank Anna Birkenbach, Rahul Deb, Matt Kotchen, Chuck Mason, Kurt Schnier, Jeff Wooldridge and participants at Camp Resources XX, the 2018 Southern Economic Association conference, the 2018 World Congress of Environmental and Resource Economists, and the 2019 AERE Conference for helpful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nYaqin Liu\n\nI have nothing to disclose.\n\n\n\nMartin Smith\n\nThis research was funded in part by the Knobloch Family Foundation.\n\n\n"
}