{
    "id": 26405,
    "citation_title": "The EITC and the Extensive Margin: A Reappraisal",
    "citation_author": [
        "Henrik Kleven"
    ],
    "citation_publication_date": "2019-10-28",
    "issue_date": "2019-10-25",
    "revision_date": "2020-02-05",
    "topics": [
        "Public Economics",
        "Taxation",
        "Labor Economics",
        "Labor Supply and Demand"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Labor Studies",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reconsiders the impact of the Earned Income Tax Credit (EITC) on labor supply at the extensive margin. I investigate every EITC reform at the state and federal level since the inception of the policy in 1975. Based on event studies comparing single women with and without children, or comparing single mothers with different numbers of children, I show that the only EITC reform associated with clear employment increases is the expansion enacted in 1993. The employment increases in the mid-late nineties are very large, but they are influenced by the confounding effects of welfare reform and a booming macroeconomy. Based on different approaches that exploit variation in these confounders across household type, space and time, I show that the employment effects align closely with exposure to welfare reform and the business cycle. Single mothers who were unaffected by welfare reform (but eligible for the EITC) did not respond. Overall and contrary to consensus, the case for sizable extensive margin effects of the EITC is fragile. I highlight the presence of informational frictions, widely documented in the literature, as a natural explanation for the absence of extensive margin responses.\n\n",
    "acknowledgement": "\nI thank Richard Blundell, Raj Chetty, Monica Costa Dias, Arindrajit Dube, Amy Finkelstein, John Friedman, Peter Ganong, Alex Gelber, Jeffrey Grogger, Hilary Hoynes, Theodore Joyce, Larry Katz, Pat Kline,Wojciech Kopczuk, Ilyana Kuziemko, Claus Kreiner, Camille Landais, Adam Looney, Day Manoli, Alex Mas, Larry Mead, Costas Meghir, Bruce Meyer, Pascal Noel, Matthew Notowidigdo, Jesse Rothstein, Dominik Sachs, Emmanuel Saez, Stefanie Stantcheva, Michael Wiseman, Owen Zidar, and Jim Ziliak for comments and discussions. I am especially grateful to Elena Marchetti-Bowick and Shreya Tandon for their outstanding research assistance on this project, and I also thank Stephanie Kestelman and Dana Scott for their excellent research assistance at earlier stages of the project. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}