{
    "id": 26406,
    "citation_title": "Implications of Money-Back Guarantees for Individual Retirement Accounts: Protection Then and Now",
    "citation_author": [
        "Vanya Horneff",
        "Daniel Liebler",
        "Raimond Maurer",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2019-10-28",
    "issue_date": "2019-10-25",
    "revision_date": "2019-10-29",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Behavioral Economics",
        "Financial Economics",
        "Portfolio Selection and Asset Pricing"
    ],
    "program": [
        "Economics of Aging",
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": [
        "Household Finance"
    ],
    "abstract": "\n\nIn the wake of the financial crisis and continued volatility in international capital markets, there is growing interest in mechanisms that can protect people against retirement account volatility. This paper explores the consequences for savers’ wellbeing of implementing market-based retirement account guarantees, using a life cycle consumption and portfolio choice model where investors have access to stocks, bonds, and tax-qualified retirement accounts. We evaluate the case of German Riester plans adopted in 2002, an individual retirement account produce that includes embedded mandatory money-back guarantees. These guarantees influenced participant consumption, saving, and investment behavior in the higher interest rate environment of that era, and they have even larger impacts in a low-return world such as the present. Importantly, we conclude that abandoning these guarantees could enhance old-age consumption for over 80% of retirees, particularly lower earners, without harming consumption during the accumulation phase. Our results are of general interest for other countries implementing default investment options in individual retirement accounts, such as the U.S. 401(k) defined contribution plans and the Pan European Pension Product (PEPP) recently launched by the European Parliament.\n\n",
    "acknowledgement": "\nThe authors are grateful for research support from the German Investment and Asset Management Association (BVI), the SAFE Research Center funded by the State of Hessen, and the Pension Research Council/Boettner Center at The Wharton School of the University of Pennsylvania. We thank the Competence Center for High Performance Computing in Hessen for granting us computing time on the GOETHE-HLR and Lichtenberg Cluster. Data were generously provided by the German Socio-Economic Panel and the Deutsche Bundesbank Panel on Household Finances. Opinions and any errors are solely those of the authors and not of the institutions with which the authors are affiliated nor any individual cited. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOlivia S. Mitchell\n\nMitchell serves as an Independent Trustee for the Wells Fargo Mutual Funds and has received more than $10,000 from the TIAA Institute for research on retirement security.\n\n\n"
}