{
    "id": 26418,
    "citation_title": "Measuring “Dark Matter” in Asset Pricing Models",
    "citation_author": [
        "Hui Chen",
        "Winston Wei Dou",
        "Leonid Kogan"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "None",
    "topics": [
        "Econometrics",
        "Estimation Methods",
        "Microeconomics",
        "Economics of Information",
        "Macroeconomics",
        "Business Cycles",
        "Financial Economics",
        "Portfolio Selection and Asset Pricing"
    ],
    "program": [
        "Asset Pricing"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce an information-based fragility measure for GMM models that are potentially misspecified and unstable. A large fragility measure signifies a GMM model's lack of internal refutability (weak power of specification tests) and external validity (poor out-of-sample fit). The fragility of a set of model-implied moment restrictions is tightly linked to the quantity of additional information the econometrician can obtain about the model parameters by imposing these restrictions. Our fragility measure can be computed at little cost even for complex dynamic structural models. We illustrate its applications via two models: a rare-disaster risk model and a long-run risk model.\n\n",
    "acknowledgement": "\nWe thank Alon Brav, Bradyn Breon-Drish, Murray Carlson, Xiaohong Chen, Xu Cheng, John Cochrane, George Constantinides, Ian Dew-Becker, Frank Diebold, Stefano Giglio, Dan Greenwald, Lars Peter Hansen, Yan Ji, Karen Lewis, Ye Luo, Robert Novy-Marx, Christian Opp, Giorgio Primiceri, Tom Sargent, Frank Schorfheide, Martin Schneider, Bill Schwert, Chris Sims, Rob Stambaugh, Luke Taylor, Di Tian, Laura Veldkamp, Pietro Veronesi, S. Viswanathan, Jessica Wachter, Tan Wang, Ivo Welch, Yu Xu, Amir Yaron, Fernando Zapatero, Stan Zin, participants at the 2019 MIT Capital Markets Research Workshop, and seminar participants at University of Chicago, Chicago CITE, CKGSB, INSEAD, ITAM Finance Conference, Macrofinance Workshop, MFM Summer Session, MFM Winter Conference, MIT Sloan, Northwestern, Harvard, NYU, NBER Asset Pricing Meeting, NBER Capital Markets Meeting, Red Rock Finance Conference, UBC Winter Finance Conference, University of Pennsylvania (Economics), Utah Winter Finance Conference, WFA, Washington University (Olin), Wharton, and Yale SOM for comments. We thank Xiaoliang Wang and Kan Xu for their research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}