{
    "id": 26416,
    "citation_title": "The Long-Term Effects of California’s 2004 Paid Family Leave Act on Women’s Careers: Evidence from U.S. Tax Data",
    "citation_author": [
        "Martha J. Bailey",
        "Tanya S. Byker",
        "Elena Patel",
        "Shanthi Ramnath"
    ],
    "citation_publication_date": "2019-10-28",
    "issue_date": "2019-10-25",
    "revision_date": "2019-11-12",
    "topics": [
        "Labor Economics",
        "Demography and Aging"
    ],
    "program": [
        "Children",
        "Development of the American Economy",
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": [
        "Cohort Studies"
    ],
    "abstract": "\n\nThis paper uses IRS tax data to evaluate the short- and long-term effects of California’s 2004 Paid Family Leave Act (PFLA) on women’s careers. Our research design exploits the increased availability of paid leave for women giving birth in the third quarter of 2004 (just after PFLA was implemented). These mothers were 18 percentage points more likely to use paid leave but otherwise identical to multiple comparison groups in pre-birth demographic, marital, and work characteristics. We find little evidence that PFLA increased women’s employment, wage earnings, or attachment to employers. For new mothers, taking up PFLA reduced employment by 7 percent and lowered annual wages by 8 percent six to ten years after giving birth. Overall, PFLA tended to reduce the number of children born and, by decreasing mothers’ time at work, increase time spent with children.\n\n",
    "acknowledgement": "\nThe views expressed in this article are the authors’ and should not be interpreted as those of the Department of the Treasury or the National Bureau of Economic Research. This work was generously supported by the National Science Foundation (1757063), the Center for Equitable Growth, and the NICHD training program (T32 HD0007339). We gratefully acknowledge the use of the services and facilities of the Population Studies Center at the UM (NICHD Center Grant R24 HD041028).\n\n\n"
}