{
    "id": 26504,
    "citation_title": "The Impact of Expanding Public Health Insurance on Safety Net Program Participation: Evidence from the ACA Medicaid Expansion",
    "citation_author": [
        "Lucie Schmidt",
        "Lara Shore-Sheppard",
        "Tara Watson"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "None",
    "topics": [
        "Health, Education, and Welfare",
        "Health",
        "Poverty and Wellbeing"
    ],
    "program": [
        "Children",
        "Health Economics",
        "Labor Studies",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe expansion of public insurance eligibility that occurred with the Affordable Care Act (ACA) Medicaid expansions may have spillover effects to other public assistance programs. We explore the impact of the ACA on two large safety net programs: the Earned Income Tax Credit (EITC) and the Supplemental Nutrition Assistance Program (SNAP). We use a county border-pair research design, examining county-level administrative measures of EITC and SNAP participation in contiguous county pairs that cross state lines where the county on one side of the border experienced the Medicaid expansion and the county on the other side did not. This approach allows us to focus narrowly on differences arising from the ACA Medicaid expansion choice, implicitly controlling for local economic trends that could affect safety net participation. Our results suggest that the Medicaid expansion increased participation in SNAP, and possibly in the EITC, in counties that expanded relative to nearby counties that did not expand. We corroborate and extend these results using individual level data from the American Community Survey (ACS). Our results show that access to one safety net program may increase take-up of others.\n\n",
    "acknowledgement": "\nWe are grateful to the Russell Sage Foundation for financial support and to Nadine Nichols at the U.S. Department of Agriculture and to Brian Stacy at the World Bank for data.  Louisa Abel, Mary Beth Dato, Casey DeLano, Huy Nguyen, and Ahna Pearson provided excellent research assistance. Michael L. Anderson offered useful guidance on standard errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}