{
    "id": 26518,
    "citation_title": "Cognitive Uncertainty",
    "citation_author": [
        "Benjamin Enke",
        "Thomas Graeber"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Behavioral Economics"
    ],
    "program": [
        "Political Economy"
    ],
    "projects": null,
    "working_groups": [
        "Behavioral Finance",
        "Household Finance"
    ],
    "abstract": "\n\nThis paper introduces a formal definition and an experimental measurement of the concept of cognitive uncertainty: people's subjective uncertainty about what the optimal action is. This concept allows us to bring together and partially explain a set of behavioral anomalies identified across four distinct domains of decision-making: choice under risk, choice under ambiguity, belief updating, and survey expectations about economic variables. In each of these domains, behavior in experiments and surveys tends to be insensitive to variation in probabilities, as in the classical probability weighting function. Building on existing models of noisy Bayesian cognition, we formally propose that cognitive uncertainty generates these patterns by inducing people to compress probabilities towards a mental default of 50:50. We document experimentally that the responses of individuals with higher cognitive uncertainty indeed exhibit stronger compression of probabilities in choice under risk and ambiguity, belief updating, and survey expectations. Our framework makes  predictions that we test using exogenous manipulations of both cognitive uncertainty and the location of the mental default. The results provide causal evidence for the role of cognitive uncertainty in belief formation and choice, which we quantify through structural estimations.\n\n",
    "acknowledgement": "\nBoth authors contributed equally to this project. The experiments in this paper were pre-registered in the AEA RCT registry as trial AEARCTR-0004493. For helpful comments and discussions we are grateful to Rahul Bhui, Nicola Gennaioli, Sam Gershman, Pietro Ortoleva, Matthew Rabin, Josh Schwartzstein,Frederik Schwerter, Florian Zimmermann, and in particular Xavier Gabaix and Andrei Shleifer. Seminar audiences at Hamburg, Harvard Econ, Harvard Psych, Sloan / Nomis 2019 and SITE Experimental Economics 2019 provided valuable comments. Graeber thanks the Sloan Foundation and Enke the Foundations of Human Behavior Initiative for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}