{
    "id": 26510,
    "citation_title": "Hot Shots: An Analysis of the ‘Hot Hand’ in NBA Field Goal and Free Throw Shooting",
    "citation_author": [
        "Robert M. Lantis",
        "Erik T. Nesson"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "2020-12-07",
    "topics": [
        "Microeconomics",
        "Behavioral Economics"
    ],
    "program": [
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the hot hand hypothesis using detailed data on free throws and field goal attempts for the 2004-2005 through 2015-2016 NBA regular seasons.  Free throws represent a more controlled setting, allowing a closer examination of the potential physiological mechanisms behind success in repeated motions, while field goal attempts represent the setting most observers have in mind when commenting on a player's repeated shooting success.  We examine these two settings together, within the same players in the same games, permitting a more comprehensive analysis of the hot hand.  We find a small hot hand effect for free throws, which more than doubles for longer streaks of consecutively made free throws. Building on previous research, we find that both offenses and defenses respond to made field goals as if the hot hand exists.  However, if a player makes a field goal, he is no more or less likely to make his next field goal attempt, and longer streaks of consecutively made field goals reduce the probability that a player makes his next field goal attempt. Finally, we find that a made field goal reduces the player's expected points from his next field goal attempt.  If a teammate takes the next field goal attempt, the shot distance increases, the probability of making the field goal attempt only changes slightly, and the expected points from the field goal attempt is lower.  Overall, the expected points from the team's next shot decreases, and in general, these effects grow in magnitude with longer streaks of made shots.\n\n",
    "acknowledgement": "\nWe would like to thank Grace McLain and Vanessa Ramos for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}