{
    "id": 26513,
    "citation_title": "Disability Insurance: Error Rates and Gender Differences",
    "citation_author": [
        "Hamish Low",
        "Luigi Pistaferri"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "2020-08-04",
    "topics": [
        "Public Economics",
        "National Fiscal Issues",
        "Labor Economics",
        "Demography and Aging",
        "Labor Discrimination"
    ],
    "program": [
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show the extent of errors made in the award of disability insurance using matched survey-administrative data. False rejections (Type I errors) are widespread and characterized by large gender differences. Women with a severe, work-limiting, permanent impairment are 20 percentage points more likely to be rejected than men, controlling for the type of health condition, occupation, and a host of demographic characteristics. The differences by gender arise because women are more likely to be assessed as being able to find other work than observationally equivalent men. Despite this, after rejection, women with a self-reported work limitation do not return to work, compared to rejected women without a work limitation. We investigate whether these gender differences in Type I errors are due to women being in better health than men, to women having lower pain thresholds, to women applying more readily for disability insurance, or to women applying with harder-to-verify work limitations. None of these explanations are consistent with the data. By contrast, we find evidence suggesting that there are different acceptance thresholds for men and women.\n\n",
    "acknowledgement": "\nThanks to Sarah Eichmeyer and Maxwell Rong for invaluable research assistance, and to David Card, David Autor, Stephen Haider, Hanming Fan, Amanda Michaud, Magne Mogstad, John Rust, Lucie Schmidt, Alessandra Voena, and seminar participants at Berkeley, Bonn, Chicago, Georgetown, Michigan State, Minnesota, Oxford, Pavia, Penn, Royal Holloway, Sheffield, Surrey, the IFS Conference on \"Earnings, Risk and Insurance\", the NBER Labor Winter meeting, and the C6 Conference in Capri for comments. This paper uses restricted HRS data made available to Pistaferri under a confidential agreement. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}