{
    "id": 26520,
    "citation_title": "Pledgeability and Asset Prices: Evidence from the Chinese Corporate Bond Markets",
    "citation_author": [
        "Hui Chen",
        "Zhuo Chen",
        "Zhiguo He",
        "Jinyu Liu",
        "Rengming Xie"
    ],
    "citation_publication_date": "2019-12-02",
    "issue_date": "2019-11-27",
    "revision_date": "None",
    "topics": [
        "Financial Economics",
        "Portfolio Selection and Asset Pricing",
        "Financial Markets",
        "Financial Institutions"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance",
        "Development Economics",
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics"
    ],
    "projects": null,
    "working_groups": [
        "Chinese Economy",
        "Insurance"
    ],
    "abstract": "\n\nWe provide causal evidence for the value of asset pledgeability. Our empirical strategy is based on a unique feature of the Chinese corporate bond markets, where bonds with identical fundamentals are simultaneously traded on two segmented markets that feature different rules for repo transactions. We utilize a policy shock on December 8, 2014, which rendered a class of AA+ and AA bonds ineligible for repo on one of the two markets. By comparing how bond prices changed across markets and rating classes around this event, we estimate that an increase in the haircut from 0 to 100% would result in an increase in bond yields in the range of 40 to 83 bps. These estimates help us infer the magnitude of the shadow cost of capital in China.\n\n",
    "acknowledgement": "\nWe thank Antje Berndt, Jia Chen, Darrell Duffie, Burton Hollifield, Jennifer Huang, Sebastian Infante, Anil Kashyap, Arvind Krishnamurthy, Kai Li, Yang Liu, Francis Longstaff, Konstantin Milbradt, Benjamin Munyan, Dmitry Orlov, Chris Palmer, Jun Pan, Lasse H. Pederson, Jun Qian, Andreas Rapp, Antoinette Schoar, Christopher Sims, Constantine Yannelis, Tao Zha, Xiaoneng Zhu, and participants at Chicago Booth, MIT Sloan, Tsinghua PBC School of Finance, Shanghai Advanced Institute of Finance, CUFE, SWUFE, RUC, ZJU, Guanghua International Symposium on Finance, Finance Down Under, FIRS Annual Meeting, the Fudan Fanhai Summer Conference, MFM Summer School, LAEF OTC Markets Workshop, Erasmus Liquidity Conference, SFS Cavalcade NA, Mitsui Finance Symposium, CICF, CFRC, NBER Summer Institute, FRIC 2019, EFA Annual Meeting, NFA Annual Meeting, and 2019 Greater Bay Area Summer Finance Conference for helpful comments. We thank Tianshu Lyu for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}