{
    "id": 26532,
    "citation_title": "Evaluating the Success of President Johnson’s War on Poverty: Revisiting the Historical Record Using a Full-Income Poverty Measure",
    "citation_author": [
        "Richard V. Burkhauser",
        "Kevin Corinth",
        "James Elwell",
        "Jeff Larrimore"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-12-05",
    "revision_date": "2020-01-06",
    "topics": [
        "Microeconomics",
        "Market Structure and Distribution",
        "Public Economics",
        "Taxation",
        "Health, Education, and Welfare",
        "Poverty and Wellbeing",
        "Labor Economics",
        "Labor Compensation"
    ],
    "program": [
        "Labor Studies",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate progress in President's Johnson's War on Poverty. We do so relative to the scientifically arbitrary but policy relevant 20 percent baseline poverty rate he established for 1963. No existing poverty measure fully captures poverty reductions based on the standard that President Johnson set. To fill this gap, we develop a Full-income Poverty Measure with thresholds set to match the 1963 Official Poverty Rate. We include cash income, taxes, and major in-kind transfers and update poverty thresholds for inflation annually. While the Official Poverty Rate fell from 19.5 percent in 1963 to 12.3 percent in 2017, our Full-income Poverty Rate based on President Johnson’s standards fell from 19.5 percent to 2.3 percent over that period. Today, almost all Americans have income above the inflation-adjusted thresholds established in the 1960s. Although expectations for minimum living standards evolve, this suggests substantial progress combatting absolute poverty since the War on Poverty began.\n\n",
    "acknowledgement": "\nThe views in this paper reflect those of the authors and should not be attributed to the Board of Governors of the Federal Reserve System, the Council of Economic Advisers, the Joint Committee on Taxation, their staff, or the National Bureau of Economic Research. Elwell’s work on this research was funded by The Lynde and Harry Bradley Foundation while he was a graduate student at Cornell University. Part of this work was undertaken while Burkhauser was employed by the Council of Economic Advisers and Larrimore was on detail at the Council of Economic Advisers.\n\n\n"
}