{
    "id": 26541,
    "citation_title": "From Fog to Smog: the Value of Pollution Information",
    "citation_author": [
        "Panle Jia Barwick",
        "Shanjun Li",
        "Liguo Lin",
        "Eric Zou"
    ],
    "citation_publication_date": "2019-12-09",
    "issue_date": "2019-12-05",
    "revision_date": "2020-05-28",
    "topics": [
        "Microeconomics",
        "Economics of Information",
        "Health, Education, and Welfare",
        "Health",
        "Environmental and Resource Economics",
        "Environment"
    ],
    "program": [
        "Environment and Energy Economics",
        "Health Economics",
        "Industrial Organization"
    ],
    "projects": null,
    "working_groups": [
        "Chinese Economy"
    ],
    "abstract": "\n\nDuring 2013-2014, China launched a nationwide, real-time air quality monitoring and disclosure program, a watershed moment in the history of its environmental regulations. We present the first empirical analysis of this natural experiment by exploiting its staggered implementation across cities. The program has transformed the landscape of China’s environmental protection, substantially expanded public access to pollution information, and dramatically increased households’ awareness about pollution issues. These transformations, in turn, triggered a cascade of household behavioral changes, including increases in online searches for pollution-related topics, adjustments in day-to-day consumption patterns to avoid pollution exposure, and higher willingness to pay for housing in less polluted areas. As a result of both short- and long-term behavioral changes, the program significantly reduced the mortality impact of air pollution. Conservative estimates suggest that health benefits are at least one order of magnitude larger than the costs of the program and associated avoidance behaviors combined. Our findings highlight considerable benefits from improving access to pollution information in developing countries, many of which are experiencing the world’s worst air pollution but do not systematically collect or disseminate pollution information.\n\n",
    "acknowledgement": "\nWe thank Antonio Bento, Fiona Burlig, Trudy Cameron, Lucas Davis, Todd Gerarden, Jiming Hao, Guojun He, Zhiguo He, Joshua Graff Zivin, Matt Khan, Jessica Leight, Cynthia Lin Lowell, Grant McDermott, Francesca Molinari, Ed Rubin, Ivan Rudik, Joe Shapiro, Jeff Shrader, Jörg Stoye, Jeffrey Zabel, Shuang Zhang, and seminar participants at the 2019 NBER Chinese Economy Working Group Meeting, the 2019 NBER EEE Spring Meeting, the 2019 Northeast Workshop on Energy Policy and Environmental Economics, MIT, Resources for the Future, University of Alberta, University of Chicago, Cornell University, GRIPS Japan, Indiana University, Shanghai University of Finance and Economics, University of Kentucky, University of Maryland, University of Oregon, University of Texas at Austin, and Xiamen University for helpful comments. We thank Jing Wu and Ziye Zhang for generous help with data. Luming Chen, Deyu Rao, Binglin Wang, and Tianli Xia provided outstanding research assistance. Barwick gratefully acknowledges the generous support by the National University of Singapore during her sabbatical visit. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}