{
    "id": 26555,
    "citation_title": "Your Place in the World: The Demand for National and Global Redistribution",
    "citation_author": [
        "Dietmar Fehr",
        "Johanna Mollerstrom",
        "Ricardo Perez-Truglia"
    ],
    "citation_publication_date": "2019-12-16",
    "issue_date": "2019-12-12",
    "revision_date": "2020-05-18",
    "topics": [
        "Econometrics",
        "Data Collection",
        "Experimental Design",
        "Microeconomics",
        "Welfare and Collective Choice",
        "Economics of Information",
        "Behavioral Economics",
        "Public Economics",
        "Taxation"
    ],
    "program": [
        "International Trade and Investment",
        "Law and Economics",
        "Public Economics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSome of today’s most heated policy debates about Brexit, trade wars, climate change abatement, and migration involve redistribution of resources within a given country (national redistribution) and between countries (global redistribution). Nevertheless, theories and evidence on preferences for redistribution have focused almost exclusively on national redistribution. In this paper, we study preferences for global redistribution. The workhorse model in political economy predicts that individuals with incomes in the upper levels of the national income distribution are less supportive of national redistribution than those with incomes in the lower levels. Applied to the global arena, the model predicts that individuals who are richer in the global income distribution will be less supportive of global redistribution. We test this hypothesis using a two-year, face-to-face survey of a representative sample of German households. We show that respondents are misinformed about their positions in the national and global income distributions, and we provide novel evidence that those misperceptions are meaningful. Consistent with previous studies, we find support for the political economy model in the national arena: the correlational and experimental estimates indicate that the demand for national redistribution decreases with national relative income. However, the political economy model does not hold in the global arena: support for global redistribution does not depend on global relative income, but instead on national relative income.\n\n",
    "acknowledgement": "\nWe are thankful for comments from several colleagues and seminar discussants. We would like to thank Jose Felipe Montano-Campos for superb research assistance. We are grateful to Bettina Zweck (Kantar Public Germany), David Richter (DIW Berlin), and Carsten Schroeder (DIW Berlin) for their support in implementing the project. This project received financial support from the German Research Foundation (DFG) through individual grant FE 1452/3-1 (Fehr) and from the German Institute for Economic Research (DIW Berlin, Mollerstrom). The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}