{
    "id": 26572,
    "citation_title": "How Do Campaigns Shape Vote Choice? Multi-Country Evidence from 62 Elections and 56 TV Debates",
    "citation_author": [
        "Caroline Le Pennec",
        "Vincent Pons"
    ],
    "citation_publication_date": "2019-12-23",
    "issue_date": "2019-12-19",
    "revision_date": "2020-10-05",
    "topics": [
        "Microeconomics",
        "Welfare and Collective Choice",
        "Economics of Information"
    ],
    "program": [
        "Political Economy"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing multi-country data from 62 elections since 1952, we show that 17% to 29% of voters make up their mind during the final two months of campaigns, generating sizeable swings in candidates’ vote shares. We obtain these results by measuring the consistency between vote intention and vote choice of respondents surveyed at different points before, and then again after, the election. Changes in vote choice are concomitant to shifts in salient issues and beliefs about candidates, while policy preferences remain remarkably stable. Televised debates do not affect vote choice formation, suggesting that information continuously received by voters is more impactful.\n\n",
    "acknowledgement": "\nFor suggestions that have improved this article, we are grateful to Alberto Alesina, Scott Ashworth, Christopher Berry, Ethan Bueno de Mesquita, Ernesto Dal Bo, Rafael Di Tella, Andrew Eggers, Georgy Egorov, Benjamin Enke, Aaron Erlich, Frederico Finan, Alexander Fouirnaies, Matthew Gentzkow, Benjamin Marx, Sendhil Mullainathan, Benjamin Olken, Torsten Persson, Nicolas Sauger, Andrei Shleifer, Edoardo Teso, Matthew Weinzierl, and David Yang, as well as seminar participants at Stanford University, Houston University, Université Libre de Bruxelles, and the 2019 Galatina Summer Meetings. We also thank Sudeshna Barman, Ashley Liu, Jack Oster, and Irina Vlasache for great research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}