{
    "id": 26583,
    "citation_title": "The U.S. Public Debt Valuation Puzzle",
    "citation_author": [
        "Zhengyang Jiang",
        "Hanno Lustig",
        "Stijn Van Nieuwerburgh",
        "Mindy Z. Xiaolan"
    ],
    "citation_publication_date": "2019-12-23",
    "issue_date": "2019-12-19",
    "revision_date": "2020-10-15",
    "topics": [
        "Macroeconomics",
        "Money and Interest Rates",
        "Fiscal Policy",
        "Financial Economics",
        "Portfolio Selection and Asset Pricing",
        "Financial Markets"
    ],
    "program": [
        "Asset Pricing",
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe government budget constraint ties the market value of government debt to the expected present discounted value of fiscal surpluses. Bond investors fail to impose this no-arbitrage restriction in the U.S., resulting in a government debt valuation puzzle. Both cyclical and long-run dynamics of tax revenues and government spending make the surplus claim risky. Under a realistic asset pricing model, this risk in surpluses creates a wedge of 299% of GDP between the value of debt and that the surplus claim, and implies an expected return on the debt portfolio that far exceeds the observed yield on Treasuries.\n\n",
    "acknowledgement": "\nThe authors would like to thank Jules van Binsbergen (discussant), Philip Bond, Markus Brunnermeier (discussant), John Cochrane, Max Croce (discussant), Tetiana Davydiuk (discussant), Peter DeMarzo, John Donaldson, Ben Hebert, Chris Hrdlicka, Nobu Kyotaki, Ralph Koijen, Yang Liu, Ian Martin, John Moore, Christian Moser, Carolin Pflueger (discussant), Jean-Paul Renne, Lukas Schmid (discussant), Jesse Schreger, Pierre Yared, Steven Zeldes, and seminar and conference participants at the Joint Stanford-U.C. Berkeley finance seminar, Columbia University macro-economics, Kellogg finance, LSE, Chicago Booth finance, UT Austin finance, the Federal Reserve Board, the University of Washington, Stanford economics, Stanford finance, USC, UCLA Anderson, Shanghai Advanced Institute of Finance, the virtual finance workshop, the 2019 Society for Economic Dynamics meetings in St Louis, the Advances in Macro-Finance Tepper-LAEF Conference, NBER SI AP/MEFM, the Western Finance Association, the Midwest Finance Association, and the Vienna Symposium on Foreign Exchange Markets for insightful discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}