{
    "id": 26592,
    "citation_title": "Voluntary Disclosure and Personalized Pricing",
    "citation_author": [
        "S. Nageeb Ali",
        "Gregory Lewis",
        "Shoshana Vasserman"
    ],
    "citation_publication_date": "2019-12-30",
    "issue_date": "2019-12-19",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Market Structure and Distribution",
        "Economics of Information"
    ],
    "program": [
        "Industrial Organization"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA concern central to the economics of privacy is that firms may use consumer data to price discriminate. A common response is that consumers should have control over their data and the ability to choose how firms access it. Since firms draw inferences based on both the data seen as well as the consumer’s disclosure choices, the strategic implications of this proposal are unclear. We investigate whether such measures improve consumer welfare in monopolistic and competitive environments. We find that consumer control can guarantee gains for every consumer type relative to both perfect price discrimination and no personalized pricing. This result is driven by two ideas. First, consumers can use disclosure to amplify competition between firms. Second, consumers can share information that induces a seller—even a monopolist—to make price concessions. Furthermore, whether consumer control improves consumer surplus depends on both the technology of disclosure and the competitiveness of the marketplace. In a competitive market, simple disclosure technologies such as “track / do-not-track” suffice for guaranteeing gains in consumer welfare. However, in a monopolistic market, welfare gains require richer forms of disclosure technology whereby consumers can decide how much information they would like to convey.\n\n",
    "acknowledgement": "\nWe thank Ben Golub, Nima Haghpanah, Kevin He, Navin Kartik, Vijay Krishna, Pepe Montiel Olea, Doron Ravid, Ron Siegel, Nikhil Vellodi, and Jidong Zhou for useful comments. We are grateful to Microsoft Research for hosting Ali and Vasserman. We thank Xiao Lin for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}