{
    "id": 26638,
    "citation_title": "Socioeconomic Decline and Death: Midlife Impacts of Graduating in a Recession",
    "citation_author": [
        "Hannes Schwandt",
        "Till M. von Wachter"
    ],
    "citation_publication_date": "2020-01-13",
    "issue_date": "2020-01-10",
    "revision_date": "2020-06-14",
    "topics": [
        "Macroeconomics",
        "Business Cycles",
        "Health, Education, and Welfare",
        "Health",
        "Labor Economics",
        "Demography and Aging"
    ],
    "program": [
        "Economics of Aging",
        "Health Economics",
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses several large cross-sectional data sources and a new approach to estimate midlife effects of entering the labor market in a recession on mortality by cause and various measures of socioeconomic status. We find that cohorts coming of age during the deep recession of the early 1980s suffer increases in mortality that appear in their late 30s and further strengthen through age 50. We show these mortality impacts are driven by disease-related causes such as heart disease, lung cancer, and liver disease, as well as drug overdoses. At the same time, unlucky middle-aged labor market entrants earn less and work more while receiving less welfare support. They are also less likely to be married, more likely to be divorced, and experience higher rates of childlessness. Our findings demonstrate that tempo- rary disadvantages in the labor market during young adulthood can have substantial impacts on lifetime outcomes, can affect life and death in middle age, and go beyond the transitory initial career effects typically studied.\n\n",
    "acknowledgement": "\nWe are thankful to David Card, Janet Currie, Bill Evans, Adriana Lleras-Muney, Steve Pischke, Julian Reif, Jonathan Skinner, Ann Stevens, seminar participants at UC Davis, Cemfi Madrid, Aarhus, Hohenheim, Ifo, University of Connecticut, and conference participants at NBER Summer Institute 2019, NBER Labor Studies meeting 2016, NBER Universities’ Research Conference 2013, Federal Reserve Bank of Minneapolis, Barcelona GSE Summer Forum, Society of Labor Economics 2019, International Health Economics Associa- tion 2019, and the American Society of Health Economics 2019. Nicolas Oderbolz provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}