{
    "id": 26653,
    "citation_title": "Do Firm Effects Drift? Evidence from Washington Administrative Data",
    "citation_author": [
        "Marta Lachowska",
        "Alexandre Mas",
        "Raffaele D. Saggio",
        "Stephen A. Woodbury"
    ],
    "citation_publication_date": "2020-01-13",
    "issue_date": "2020-01-10",
    "revision_date": "None",
    "topics": [
        "Labor Economics",
        "Labor Compensation"
    ],
    "program": [
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the time-series properties of firm effects in the two-way fixed effects models popularized by Abowd, Kramarz, and Margolis (1999) (AKM) using two approaches. The first—the rolling AKM approach (R-AKM)—estimates AKM models separately for successive two-year intervals. The second—the time-varying AKM approach (TV-AKM)—is an extension of the original AKM model that allows for unrestricted interactions of year and firm indicators. We apply to both approaches the leave-one-out methodology of Kline, Saggio and Sølvsten (2019) to correct for biases in the resulting variance components. Using administrative wage records from Washington State, we find, first, that firm effects for hourly wage rates and earnings are highly persistent. Specifically, the autocorrelation coefficient between firm effects in 2002 and 2014 is 0.74 for wages and 0.82 for earnings. Second, the R-AKM approach uncovers cyclicality in firm effects and worker-firm sorting. During the Great Recession the variability in firm effects increased, while the degree of worker-firm sorting decreased. Third, we document an increase in wage dispersion between 2002–2003 and 2013–2014. This increase in wage dispersion is driven by increases in the variance of worker effects and sorting, with an accompanying decrease in the variance of firm wage effects. Auxiliary analyses suggest that the misspecification of standard AKM models resulting from restricting firm effects to be fixed over time is a second-order concern.\n\n",
    "acknowledgement": "\nWe thank David Card, Patrick Kline, Christian Moser, Martha Stinson, Mikkel Sølvsten, and Jenna Stearns for useful comments. We are grateful to the Employment Security Department (ESD) of Washington State for allowing access to the Washington wage records, and especially to Jeff Robinson of ESD, whose help was essential to understanding the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}