{
    "id": 26666,
    "citation_title": "The Long-Run Effects of Monetary Policy",
    "citation_author": [
        "Òscar Jordà",
        "Sanjay R. Singh",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "2020-09-15",
    "topics": [
        "Macroeconomics",
        "Business Cycles",
        "Money and Interest Rates",
        "Monetary Policy",
        "International Economics",
        "International Finance",
        "International Macroeconomics"
    ],
    "program": [
        "Development of the American Economy",
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes monetary policy have persistent effects on the productive capacity of the economy? Yes, we find that such effects are economically and statistically significant and last for over a decade based on: (1) identification of exogenous monetary policy fluctuations using the trilemma of international finance; (2) merged data from two new international historical cross-country databases reaching back to the nineteenth century; and (3) econometric methods robust to long-horizon inconsistent estimates. Notably, the capital stock and total factor productivity (TFP) exhibit strong hysteresis, whereas labor does not; and money is non-neutral for a much longer period of time than is customarily assumed. We show that a New Keynesian model with endogenous TFP growth can reconcile these empirical findings.\n\n",
    "acknowledgement": "\nWe are thankful to Gadi Barlevy, Susanto Basu, James Cloyne, Stéphane Dupraz, Gauti Eggertsson, John Fernald, Jordi Galí, Yuriy Gorodnichenko, Pierre-Olivier Gourinchas, Juan Pablo Nicolini, Valerie Ramey, Ina Simonovska, Andrea Tambalotti, and many seminar and conference participants at the Barcelona Summer Forum, the NBER Summer Institute IFM Program Meeting, the Econometric Society World Congress, the SED Annual Meeting, the Federal Reserve Banks of Richmond, San Francisco, St. Louis, and Board of Governors, the Midwest Macro Conference, Claremont McKenna College, the Swiss National Bank, the Norges Bank, UC Davis, University of Wisconsin-Madison, Universität Zürich, and Vanderbilt University, who provided very helpful comments and suggestions. Antonin Bergeaud graciously shared detailed data from the long-term productivity database created with Gilbert Cette and Rémy Lecat at the Banque de France. All errors are ours. The views expressed herein are solely those of the authors and do not necessarily represent the views of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms.\n\n\n"
}