{
    "id": 26669,
    "citation_title": "Cross-Country Trends in Affective Polarization",
    "citation_author": [
        "Levi Boxell",
        "Matthew Gentzkow",
        "Jesse M. Shapiro"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "2020-06-23",
    "topics": [
        "Microeconomics",
        "Welfare and Collective Choice"
    ],
    "program": [
        "Political Economy"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure trends in affective polarization in nine OECD countries over the past four decades. The US experienced the largest increase in polarization over this period. Three countries experienced a smaller increase in polarization. Five countries experienced a decrease in polarization. These findings are most consistent with explanations of polarization based on changes that are more distinctive to the US (e.g., changing party composition, growing racial divisions, the emergence of partisan cable news), and less consistent with explanations based on changes that are more universal (e.g., the emergence of the internet, rising economic inequality).\n\n",
    "acknowledgement": "\nWe thank James Adams, Klaus Desmet, John Duca, Ray Fair, Morris Fiorina, Greg Huber, Shanto Iyengar, Emir Kamenica, Rishi Kishore, Yphtach Lelkes, Matthew Levendusky, Neil Malhotra, Greg Martin, Eoin McGuirk, Pippa Norris, Carlo Schwarz, Sean Westwood, and seminar participants at the DC Political Economy Center Webinar and Stanford University for their comments and suggestions, as well as Dina Smeltz for sharing survey questionnaires. We also thank our many dedicated research assistants for their contributions to this project. We acknowledge funding from the Population Studies and Training Center, the Eastman Professorship, and the JP Morgan Chase Research Assistant Program at Brown University, the Stanford Institute for Economic Policy Research (SIEPR), the Institute for Humane Studies, the John S. and James L. Knight Foundation, the Toulouse Network for Information Technology, and the National Science Foundation (grant number: DGE-1656518). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMatthew Gentzkow\n\nI am a member of the Toulouse Network of Information Technology, a research group funded by Microsoft. I have also done paid consulting for Amazon and Analysis Group.\n\n\n\nJesse M. Shapiro\n\nShapiro has, in the past, been a paid visitor at Microsoft Research New England and a paid consultant for FutureOfCapitalism, LLC. Shapiro has been paid for writing by the New York Times.\n\n\nShapiro's spouse has a disclosure statement posted at https://www.brown.edu/research/projects/oster/sites/brown.edu.research.projects.oster/files/uploads/COI.txt.\n\n\n"
}