{
    "id": 26662,
    "citation_title": "The Economic Consequences of Being Denied an Abortion",
    "citation_author": [
        "Sarah Miller",
        "Laura R. Wherry",
        "Diana Greene Foster"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "2020-05-26",
    "topics": [
        "Health, Education, and Welfare",
        "Health"
    ],
    "program": [
        "Children",
        "Health Care",
        "Health Economics"
    ],
    "projects": [
        "Gender in the Economy"
    ],
    "working_groups": null,
    "abstract": "\n\nRestrictions on abortion are pervasive, yet relatively little is known about the financial and economic impact of being denied an abortion on pregnant women who seek one. This paper evaluates the economic consequences of being denied an abortion on the basis of the gestational age of the pregnancy. Our analysis relies on new linkages to administrative credit report data for participants in the Turnaway Study, the first study to collect high-quality, longitudinal data on women receiving or being denied a wanted abortion in the United States. Some women had pregnancies close to the facility’s gestational age limit, but below it, and received a wanted abortion (Near Limit Group). A second group of women had pregnancies just over the facility’s gestational age limit and were turned away without receiving an abortion (Turnaway Group). We link study participants to ten years of credit report data including several years prior to their recruitment into the study. Using these data, we compare differences in credit report outcomes for the two groups of women over time using an event study design. We find that the trajectories for these outcomes are similar for the two groups of women prior to the abortion encounter. However, following their visit to the abortion provider, we find evidence of a large and persistent increase in financial distress for the women who were denied an abortion that is sustained for several years. Being denied an abortion increases the amount of debt 30 days or more past due by 78 percent and increases negative public records, such as bankruptcies and evictions, by 81 percent. We conduct additional analyses that use a regression discontinuity design to compare outcomes for women just above and just below the gestation limit at each clinic and find results that are consistent with the event study analyses. We explore the mechanisms behind these findings by taking advantage of existing survey data collected for the study participants and compare the effects sizes we document to those experienced by similar women following a “typical” birth. Our results highlight important financial and economic consequences of restrictions on abortion access.\n\n",
    "acknowledgement": "\nWe would like to thank Ted Joyce, Jason Lindo, Heather Royer, and David Slusky, and seminar participants at ASHEcon, Harvard University, the ASSA annual meetings, and the University of Michigan for their helpful comments. We also thank Cathleen Kelmar for her help in linking to Experian records. This study was supported by research and institutional grants from theWallace Alexander Gerbode Foundation, the David and Lucile Packard Foundation, TheWilliam and Flora Hewlett Foundation, and an anonymous foundation. The authors thank Jasmine Powell, Elizabeth Gonzalez, and Rana Barar for study coordination and management. Laura Wherry also gratefully acknowledges non-financial support from the California Center for Population Research at UCLA, which receives core support (R24-HD041022) from the Eunice Kennedy Shriver National Institute of Child Health and Human Development. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}