{
    "id": 26685,
    "citation_title": "College Access and Adult Health",
    "citation_author": [
        "Benjamin W. Cowan",
        "Nathan Tefft"
    ],
    "citation_publication_date": "2020-01-20",
    "issue_date": "2020-01-17",
    "revision_date": "2020-01-21",
    "topics": [
        "Health, Education, and Welfare",
        "Health",
        "Education"
    ],
    "program": [
        "Economics of Education",
        "Health Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the relationship between college openings, college attainment, and health behaviors and outcomes later in life. Though a large prior literature attempts to isolate the causal effect of education on health via instrumental variables (IV), most studies use instruments that affect schooling behavior in childhood or adolescence, i.e. before the college enrollment decision. Our paper examines whether an increase in 2- and 4-year institutions per capita (“college accessibility”) in a state contributes to higher college attainment and better health later in life. Using 1980-2015 Census and American Community Survey data, we find consistent evidence that accessibility of public 2-year institutions positively affects schooling attainment and subsequent employment and earnings levels, particularly among whites and Hispanics. With restricted-use 1984-2000 National Health Interview Survey data, we again find that public 2-year accessibility increases schooling and benefits a host of health behaviors and outcomes in adulthood: it deters smoking, raises exercise levels, and improves self-reported health. However, most long-term health conditions are unaffected, which may be partially due to the age of our sample.\n\n",
    "acknowledgement": "\nThis research was supported by the Robert Wood Johnson Foundation Evidence for Action Program (grant #76082). We are very grateful to Enrico Moretti for providing us with the data on colleges per capita used in this paper. We thank Kitt Carpenter, Jeremy Cook, Phil DeCicca, and seminar participants at West Point, Cornell PAM, SUNY-Albany, IUPUI, Bates College, Montana State University, Washington State University, the 2018 Midwest Health Economics Meeting, and the 2019 Hamburg Center for Health Economics Risky Health Behavior Workshop for helpful comments on previous versions of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}