{
    "id": 26724,
    "citation_title": "The Effects of E-Cigarette Taxes on E-Cigarette Prices and Tobacco Product Sales: Evidence from Retail Panel Data",
    "citation_author": [
        "Chad D. Cotti",
        "Charles J. Courtemanche",
        "Johanna Catherine Maclean",
        "Erik T. Nesson",
        "Michael F. Pesko",
        "Nathan Tefft"
    ],
    "citation_publication_date": "2020-02-10",
    "issue_date": "2020-01-30",
    "revision_date": "2020-08-17",
    "topics": [
        "Health, Education, and Welfare",
        "Health"
    ],
    "program": [
        "Health Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate effects of e-cigarette taxes enacted in eight states and two large counties on e-cigarette prices, e-cigarette sales, and sales of other tobacco products. We use Nielsen Retail Scanner data from 2011 to 2017, comprising approximately 35,000 retailers nationally. We develop a method to standardize e-cigarette taxes as adopting localities have taxed these products in heterogeneous ways. We estimate a tax-to-price pass-through rate of 1.5. We calculate a Herfindahl–Hirschman Index of 0.245 for e-cigarette retail purchases, indicating a moderately to highly concentrated market that has been theoretically linked to over-shifting of taxes. We then calculate an e-cigarette own-price elasticity of -1.3 and positive cross-price elasticities of demand between e-cigarettes and traditional cigarettes, suggesting an economic substitutionary relationship. We also find that taxes disproportionately reduce flavored e-cigarette sales and cause large substitution toward mentholated traditional cigarettes.\n\n",
    "acknowledgement": "\nAuthor order is alphabetic and lead authorship is shared amongst all the authors. Research reported in this publication was supported by the National Institute on Drug Abuse of the National Institutes of Health under Award Number R01DA045016 (PI: Michael Pesko). There are no conflicts of interest. Researcher(s) own analyses calculated (or derived) based in part on data from The Nielsen Company (U.S.), LLC and marketing databases provided through the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researcher(s) and do not reflect the views of Nielsen. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the National Institutes of Health. We thank Brant Callaway, Scott Cunningham, Dhaval Dave, Daniel Dench, Andrew Goodman-Bacon, Michael Grossman, Donald Kenkel, David Powell, Henry Saffer, Pedro Sant'Anna, Hunt Allcott, and Charlie Rafkin for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the National Institutes of Health.\n\n\n"
}