{
    "id": 26734,
    "citation_title": "Correlation Neglect in Student-to-School Matching",
    "citation_author": [
        "Alex Rees-Jones",
        "Ran Shorrer",
        "Chloe J. Tergiman"
    ],
    "citation_publication_date": "2020-02-10",
    "issue_date": "2020-02-06",
    "revision_date": "None",
    "topics": [
        "Econometrics",
        "Experimental Design",
        "Microeconomics",
        "Behavioral Economics",
        "Other",
        "Accounting, Marketing, and Personnel"
    ],
    "program": [
        "Economics of Education",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": [
        "Market Design"
    ],
    "abstract": "\n\nA growing body of evidence suggests that decision-makers fail to account for correlation in signals that they receive. We study the relevance of this mistake in students' interactions with school-choice matching mechanisms. In a lab experiment presenting simple and incentivized school-choice scenarios, we find that subjects tend to follow optimal application strategies when schools' admissions decisions are determined independently. However, when schools rely on a common priority—inducing correlation in admissions—decision making suffers: application strategies become substantially more aggressive and fail to include attractive “safety” options. We document that this pattern holds even within-subject, with significant fractions of participants applying to different programs when correlation is varied but all payoff-relevant elements are held constant. We provide a battery of tests suggesting that this phenomenon is at least partially driven by correlation neglect, and we discuss implications that arise for the design and deployment of student-to-school matching mechanisms.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Bnaya Dreyfuss, Rustam Hakimov, Ori Heffetz, Dorothea Kübler, Xiao Lin, Assaf Romm, Alex Teytelboym, and seminar participants at the ASSA Annual Meetings, New York University, and the Stanford Institute for Theoretical Economics. Ran Shorrer was supported by a grant from the United States–Israel Binational Science Foundation (BSF grant 2016015). The opinions expressed in this paper are solely the authors’, and do not necessarily reflect the views of any individual or institution listed above, nor of the National Bureau of Economic Research.\n\n\n"
}