{
    "id": 26743,
    "citation_title": "Neighborhood-Based Information Costs",
    "citation_author": [
        "Benjamin M. Hébert",
        "Michael Woodford"
    ],
    "citation_publication_date": "2020-02-10",
    "issue_date": "2020-02-06",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Economics of Information",
        "Financial Economics",
        "Behavioral Finance"
    ],
    "program": [
        "Monetary Economics",
        "Technical Working Papers"
    ],
    "projects": null,
    "working_groups": [
        "Behavioral Finance"
    ],
    "abstract": "\n\nWe propose a new measure of the cost of information structures in rational inattention problems, the \"neighborhood-based\" cost functions, given that many applications involve states with a topological structure. These cost functions summarize the results of a sequential information sampling problem, and also capture a notion of perceptual distance. This second property allows neighborhood-based cost functions, unlike mutual information, to make accurate predictions about behavior in perceptual experiments. We compare the implications of our neighborhood-based cost functions with those of a mutual-information cost function in a series of applications: security design, global games, modeling perceptual judgments, and linear-quadratic-Gaussian problems.\n\n",
    "acknowledgement": "\nThe authors would like to thank Mark Dean, Sebastian Di Tella, Mira Frick, Xavier Gabaix, Matthew Gentzkow, Emir Kamenica, Divya Kirti, Jacob Leshno, Stephen Morris, Pietro Ortoleva,\nJosé Scheinkman, Ilya Segal, Ran Shorrer, Joel Sobel, Harald Uhlig, Miguel Villas-Boas, Ming Yang, and seminar and conference participants at the Cowles Theory conference, the 16th SAET Conference, Barcelona GSE Summer Conference on Stochastic Choice, Stanford GSB research lunch, the 2018 ASSA meetings, UC San Diego, and UC Berkeley for helpful discussions on this topic, and the NSF for research support. We would particularly like to thank Doron Ravid and Philipp Strack for discussing an earlier version of the paper. Portions of this paper circulated previously as the working papers “Rational Inattention with Sequential Information Sampling” and “Information Costs and Sequential Information Sampling,” and appeared in Benjamin Hébert’s Ph.D. dissertation at Harvard University. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}