{
    "id": 26767,
    "citation_title": "Immigration Lottery Design: Engineered and Coincidental Consequences of H-1B Reforms",
    "citation_author": [
        "Parag A. Pathak",
        "Alex Rees-Jones",
        "Tayfun Sönmez"
    ],
    "citation_publication_date": "2020-02-17",
    "issue_date": "2020-02-13",
    "revision_date": "2020-02-24",
    "topics": [
        "Microeconomics",
        "Market Structure and Distribution",
        "Welfare and Collective Choice",
        "Labor Economics",
        "Labor Supply and Demand",
        "Other",
        "Law and Economics"
    ],
    "program": [
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": [
        "Market Design"
    ],
    "abstract": "\n\nIn 2005, the U.S. Congress legislated that the H-1B visa program create 20,000 annual slots reserved for advanced-degree applicants. Since then, the U.S. Customs and Immigration Service (USCIS) has used visa allocation rules that comply with this legislation. Following a directive in the April 2017 Buy American and Hire American Executive Order by President Trump, USCIS tweaked its H-1B visa allocation rule in 2019. While remaining in compliance with the legislation set forth in 2005, the USCIS estimated that the 2019 rule change would increase the number of higher-skill awards by more than 5,000 annually at the expense of lower-skill awards. The rule change was explicitly engineered for this objective. In this paper we characterize all visa allocation rules that comply with the 2005 legislation and use this framework to analyze the rules that have been deployed in the interim. Despite specifying rigid caps, we show that the legislation permits a range of rules that can change the number of high-skill awards by as many as 14,000 in an average year. Of all rules that comply with the legislation, the 2019 rule adopted by the Trump administration maximizes the rate of high-skill awards and minimizes the rate of low-skill awards. However, two previous and relatively unknown changes to the H-1B visa allocation rule resulted in more substantial changes to this distribution. These earlier reforms, however, were motivated by logistical considerations, potentially without understanding of their distributional consequences.\n\n",
    "acknowledgement": "\nWe are grateful to David H. Autor, Sameer H. Doshi, and Ran Shorrer for helpful conversations. Pathak and Sönmez thank the National Science Foundation for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}