{
    "id": 26771,
    "citation_title": "Information Acquisition, Efficiency, and Non-Fundamental Volatility",
    "citation_author": [
        "Benjamin M. Hébert",
        "Jennifer La'O"
    ],
    "citation_publication_date": "2020-02-24",
    "issue_date": "2020-02-20",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Game Theory",
        "Welfare and Collective Choice",
        "Economics of Information"
    ],
    "program": [
        "Economic Fluctuations and Growth"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes non-fundamental volatility and efficiency in a class of large games (including e.g. linear-quadratic beauty contests) that feature strategic interaction and endogenous information acquisition. We adopt the rational inattention approach to information acquisition but generalize to a large class of information costs. Agents may learn not only about exogenous states, but also about endogenous outcomes. We study how the properties of the agents’ information cost relate to the properties of equilibria in these games. We provide the necessary and sufficient conditions information costs must satisfy to guarantee zero non-fundamental volatility in equilibrium, and provide another set of necessary and sufficient conditions to guarantee equilibria are efficient. We show in particular that mutual information, the cost function typically used in the rational inattention literature, both precludes non-fundamental volatility and imposes efficiency, whereas the Fisher information cost introduced by Hébert and Woodford [2020] generates both non-fundamental volatility and inefficiency.\n\n",
    "acknowledgement": "\nWe thank John Leahy for his excellent discussion and feedback on our paper. We also thank Marios Angeletos and Mike Woodford for their insightful advice and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}