{
    "id": 26788,
    "citation_title": "Across-Country Wage Compression in Multinationals",
    "citation_author": [
        "Jonas Hjort",
        "Xuan Li",
        "Heather Sarsons"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "International Factor Mobility",
        "Labor Economics",
        "Labor Compensation"
    ],
    "program": [
        "Development Economics",
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany employers link wages at the firm’s establishments outside of the home region to the level at headquarters. Multinationals that anchor-to-the headquarters also transmit wage changes arising from shocks to minimum wages and exchange rates in the home country/state to their foreign establishments. Such multinationals fire more low-skill workers and hire fewer new workers abroad after a permanent (minimum wage-induced) foreign establishment wage increase originating in shocks to headquarter wages, but not after a temporary (exchange rate-induced) one. We show this using data on 1,060 multinationals’ establishments across the world and in employee-level data on the same employers’ establishments in Brazil.\n\n",
    "acknowledgement": "\nWe are grateful to David Card for early encouragement and to Alex Mas for suggestions that significantly improved the paper. We also thank Oriana Bandiera, Sandy Black, Nick Bloom, Jeff Clemens, Arindrajit Dube, Alex Frankel, Francois Gerard, Gordon Hanson, Simon Jäger, Emir Kamenica, Alan Krueger, Attila Lindner, W. Bentley MacLeod, Hannes Malmberg, Enrico Moretti, Suresh Naidu, John Van Reenen, Jonah Rockoff, David Silver, Catherine Thomas, Felix Tintelnot, and Eric Verhoogen for helpful advice and comments; Madhunika Iyer, Nidhaanjit Jain, and Jett Pettus for great research assistance; the Company for data access and many helpful conversations; and seminar audiences at the AEA Annual Meeting, NBER Summer Institute, Berkeley Haas, Brown, Columbia, LSE, NYU, UCLA, UCL, Uppsala, UCSD, and the briq Workshop on Firms, Jobs and Inequality for great feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}