{
    "id": 26782,
    "citation_title": "Media Competition and News Diets",
    "citation_author": [
        "Charles Angelucci",
        "Julia Cagé",
        "Michael Sinkinson"
    ],
    "citation_publication_date": "2020-02-24",
    "issue_date": "2020-02-20",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Market Structure and Distribution",
        "Industrial Organization",
        "Market Structure and Firm Performance",
        "Other",
        "Accounting, Marketing, and Personnel",
        "History",
        "Other History"
    ],
    "program": [
        "Industrial Organization"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNews media operate in two-sided markets, offering bundles of content to readers as well as selling readers' attention to advertisers. Technological innovations in content delivery, such as the advent of broadcast television or of the Internet, affect both sides of the market, threatening the basic economic model of print news operations. We examine how the entry of television affected local newspapers as well as consumer media diets in the United States. We develop a model of print media and show that entry of national television news could adversely affect the provision of local news. We construct a novel dataset of U.S. newspapers' economic performance and content choices from 1944 to 1964. Our empirical strategy exploits quasi-random variation in the timing of the entry of television in different markets. We show that the entry of television was a negative shock for newspapers, particularly evening newspapers, in both the readership and advertising markets. Further, we find a drop in the total quantity of news printed, in particular original reporting, raising concerns about the provision of local news.\n\n",
    "acknowledgement": "\nThe authors would like to acknowledge the valuable advice and suggestions provided by seminar audiences at the Berlin Applied Micro Seminar, Columbia University, the FCC, Imperial College, Harvard/MIT joint IO Workshop, INSEAD, London Business School, London School of Economics, the University of Mannheim, Microsoft, the NYC Media Workshop, Stanford University, the Toulouse School of Economics, the Universitat de Barcelona, and Wharton. We are also grateful to conference participants at the 19th CEPR-JIE Applied IO Conference, the HEC Montreal-CIRANO-RIIB Conference on Industrial Organization, the Petralia Workshop 2017, the 15th Annual Media Economics Workshop, the IAST Workshop on Information, Communication, and Knowledge in Historical Perspective, the 4th Rome Junior Conference on Applied Microeconomics, and the Social & Political Economics Conference at John Hopkins. This paper particularly benefited from discussions with Clement de Chaisemartin, Ruben Enikolopov, Lisa George, Doh-Shin Jeon, Sarah Laval, Simone Meraglia, Andrea Prat, Jonah Rockoff, and Ekaterina Zhuravskaya. We thank Luca Bassem Abdul Hay, Matteo Di Bernardo, Paul Berthe, Shelley Han, Jameson Lee, Ondre Padgett, Timothy Rickert, Arjuna Sakae Anday, and Rachel Tosney for excellent research assistance, and Yannick Guyonvarch for his precious help with the didmultipleGT analysis. We are particularly grateful to Jett Pettus for outstanding research support. Julia Cage thanks the French National Research Agency (ANR) for funding (reference: ANR-17-CE26-0004-01), and the Sciences Po's Scientific advisory board (SAB). All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}