{
    "id": 26799,
    "citation_title": "Secured Credit Spreads and the Issuance of Secured Debt",
    "citation_author": [
        "Efraim Benmelech",
        "Nitish Kumar",
        "Raghuram Rajan"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "2020-12-02",
    "topics": [
        "Macroeconomics",
        "Money and Interest Rates",
        "Monetary Policy",
        "Financial Economics",
        "Financial Institutions",
        "Corporate Finance"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that after accounting for selection, credit spreads for secured debt issuances are lower than for unsecured debt issuances, especially when a firm’s credit quality deteriorates, the economy slows, or average credit spreads widen. Yet firms tend to be reluctant to issue secured debt when other forms of financing are available, as we demonstrate with an analysis of security issuance over time and in particular around the COVID-19 pandemic shock in the United States in early 2020. We find that for firms that are rated non-investment grade and that have few alternative sources of financing in difficult times, the likelihood of secured debt issuance is positively correlated with the spread between traded unsecured and secured bonds. It is not correlated for firms that are investment grade. This pattern of issue behavior is consistent with theories that see collateral as a form of insurance, to be used only in extremis.\n\n",
    "acknowledgement": "\nThe authors thank Dave Brown, Mark Flannery, Chris James, Gregor Matvos and Michael Schwert and seminar participants at the Kellogg School of Management and SMU Cox for very helpful comments and discussions. Sanhitha Jugulum and Manvendra Tiwari provided outstanding research assistance. Rajan thanks the Fama Miller Center, IGM, and the Stigler Center at the University of Chicago Booth School for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}