{
    "id": 26808,
    "citation_title": "What Determines Consumer Financial Distress? Place- and Person-Based Factors",
    "citation_author": [
        "Benjamin J. Keys",
        "Neale Mahoney",
        "Hanbin Yang"
    ],
    "citation_publication_date": "2020-03-02",
    "issue_date": "2020-02-28",
    "revision_date": "None",
    "topics": [
        "Financial Economics",
        "Other",
        "Law and Economics"
    ],
    "program": [
        "Corporate Finance",
        "Industrial Organization",
        "Labor Studies",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": [
        "Household Finance"
    ],
    "abstract": "\n\nWe use credit report data for a representative sample of 35 million individuals over 2000-2016 to examine consumer financial distress in the United States. We show there are large, persistent geographic disparities in consumer financial distress, with low levels in the Upper Midwest and high levels in the Deep South. To better understand these patterns, we conduct a \"movers\" analysis that examines how financial distress evolves when people move to places with different levels of financial distress. For collections and default, there is only weak convergence following a move, suggesting these types of financial distress are not primarily caused by place-based factors (such as local economic conditions, loan supply, and state laws) but instead reflect person-based characteristics (such as financial literacy and risk preferences). In contrast, for personal bankruptcy, we find a sizable place-based effect, which is consistent with anecdotal evidence on how local legal factors influence the bankruptcy filing decision. Individual characteristics determine whether you get into financial distress, while place-based factors determine whether you use bankruptcy to get out.\n\n",
    "acknowledgement": "\nThe results in this paper were calculated (or derived) based on credit data provided by TransUnion, a global information solutions company, through a relationship with the Kilts Center for Marketing at The University of Chicago Booth School of Business. All views expressed and any errors contained in this paper are solely those of the authors. We thank Xuyang Xia for excellent research assistance and seminar audiences at the Bank of England, the Central Bank of Ireland, Dartmouth, Georgetown, Imperial College London, the J.P. Morgan Chase Institute, Kellogg, NYU-Stern, Washington University, and the Wharton School for helpful comments. Keys thanks the Research Sponsors Program of the Zell/Lurie Real Estate Center for financial support. Mahoney acknowledges support from the Initiative on Global Markets at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}