{
    "id": 26876,
    "citation_title": "Understanding Cross-country Differences in Health Status and Expenditures",
    "citation_author": [
        "Raquel Fonseca",
        "François Langot",
        "Pierre-Carl Michaud",
        "Thepthida Sopraseuth"
    ],
    "citation_publication_date": "2020-03-23",
    "issue_date": "2020-03-19",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Consumption and Investment",
        "Public Economics",
        "National Fiscal Issues",
        "Health, Education, and Welfare",
        "Health"
    ],
    "program": [
        "Economics of Aging"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a general equilibrium heterogeneous agent model featuring health production, we quantify the relative contribution of price distortions in the health market, TFP and other health risks in explaining cross-country differences in health expenditure (as a share of GDP) and health status. Estimated parameters reveal a substantial price wedge that explains at most 20% of the difference in health spending (as a share of GDP) and 30% of the difference in health status between Europe and the U.S. We estimate a one percentage point negative impact on the life-time cost-of-living of Americans from higher prices due to inefficiencies.\n\n",
    "acknowledgement": "\nWe thank Mariacristina De Nardi, Eric French, Josep Pijoan-Mas and Pascal St-Amour for helpful comments as well as seminar and conference participants at ASFE annual conference, GATE workshop on \"Heterogeneity and Health\", CEMFI, SCSE, LACEA, CIRANO, UQAM, Cergy University and Evry University. This research was supported by the National Institute on Aging, under grant R01AG030824, PANORisk Regional grant (Pays de la Loire, France), and Institut Universitaire de France. This research is also part of the program of the Research Chair in Intergenerational Economics. Errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}