{
    "id": 26903,
    "citation_title": "Banking without Deposits: Evidence from Shadow Bank Call Reports",
    "citation_author": [
        "Erica Jiang",
        "Gregor Matvos",
        "Tomasz Piskorski",
        "Amit Seru"
    ],
    "citation_publication_date": "2020-03-30",
    "issue_date": "2020-03-27",
    "revision_date": "None",
    "topics": [
        "Financial Economics",
        "Financial Institutions",
        "Industrial Organization",
        "Regulatory Economics"
    ],
    "program": [
        "Corporate Finance",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": [
        "Risks of Financial Institutions",
        "Household Finance"
    ],
    "abstract": "\n\nIs bank capital structure designed to extract deposit subsidies? We address this question by studying capital structure decisions of shadow banks: intermediaries that provide banking services but are not funded by deposits. We assemble, for the first time, call report data for shadow banks which originate one quarter of all US household debt. We document five facts. (1) Shadow banks use twice as much equity capital as equivalent banks, but are substantially more leveraged than non-financial firms. (2) Leverage across shadow banks is substantially more dispersed than leverage across banks. (3) Like banks, shadow banks finance themselves primarily with short-term debt and originate long-term loans. However, shadow bank debt is provided primarily by informed and concentrated lenders. (4) Shadow bank leverage increases substantially with size, and the capitalization of the largest shadow banks is similar to banks of comparable size. (5) Uninsured leverage, defined as uninsured debt funding to assets, increases with size and average interest rates on uninsured debt decline with size for both banks and shadow banks. Modern shadow bank capital structure choices resemble those of pre-deposit-insurance banks both in the U.S. and Germany, suggesting that the differences in capital structure with modern banks are likely due to banks’ ability to access insured deposits. Our results suggest that banks’ level of capitalization is pinned down by deposit subsidies and capital regulation at the margin, with small banks likely to be largest recipients of deposit subsidies. Models of financial intermediary capital structure then have to simultaneously explain high (uninsured) leverage, which increases with the size of the intermediary, and allow for substantial heterogeneity across capital structures of firms engaged in similar activities. Such models also need to explain high reliance on short-term debt of financial intermediaries.\n\n",
    "acknowledgement": "\nWe thank Anat Admati, Jonathan Berk, Markus Brunnermeier, John Cochrane, Peter DeMarzo, Arvind Krishnamurthy, Amir Sufi, Adi Sunderam, Anjan Thakor, and seminar and conference participants at Berkeley, Colorado, Imperial College London, Kellogg School of Management, Olin, NBER Corporate Finance meeting, Stanford Institute of Theoretical Economics Financial Regulation conference for helpful comments. We also thank Monica Clodius, Cache Ellsworth, and Yilan Zheng for outstanding research assistance. First Version: September 2019. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}