{
    "id": 26928,
    "citation_title": "Foreign Aid and State Capacity",
    "citation_author": [
        "Erika Deserranno",
        "Aisha Nansamba",
        "Nancy Qian"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "2020-11-02",
    "topics": [
        "Development and Growth",
        "Development"
    ],
    "program": [
        "Children",
        "Development Economics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document that, in rural Uganda, the entry of foreign aid reduces government provision of similar services because the organization that delivers aid often hires the government worker, thereby reducing state capacity. Access to any public services and population well-being worsen in villages where such “poaching” occurs. In villages with no ex ante government presence, foreign aid has no effect on state capacity, increases access to any services and improves population well-being.\n\n",
    "acknowledgement": "\nThis paper supersedes NBER Working Paper 26928, entitled “Aid Crowd-Out: The Effect of NGOs on Government-Provided Public Services”. We thank Christopher Blattman, Oeindrilla Dube, Claudio Ferraz, Andrea Guariso, Thomas Fujiwara, Ilyana Kuziemko, Ameet Morjaria, Gerard Padro-i-Miquel, Suresh Naidu, Edoardo Teso and David Yanagizawa-Drott for their insights; and the participants of the Princeton Political Economy Workshop, the Northwestern Development Lunch, the Wharton Applied Economics Workshop, the UCSD Development Workshop, the UBC\nVancouver School of Economics Development Workshop, the World Bank Development Workshop, the Georgetown Development Workshop, the University of Wisconsin Development Workshop, Tufts Economics Seminar, Johns Hopkins SAIS Seminar, the CEPR Conference on Development, the Utah Winter Political Economy Conference and the Development Conference for Chicago Area Economists for useful comments. We thank Andre Cazor Katz, Carlo Medici, Joris Mueller and Efrat Shamir for outstanding research assistance.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}