{
    "id": 26941,
    "citation_title": "The Saving Glut of the Rich and the Rise in Household Debt",
    "citation_author": [
        "Atif R. Mian",
        "Ludwig Straub",
        "Amir Sufi"
    ],
    "citation_publication_date": "2020-04-06",
    "issue_date": "2020-04-02",
    "revision_date": "2020-06-22",
    "topics": [
        "Microeconomics",
        "Market Structure and Distribution",
        "Macroeconomics",
        "Consumption and Investment",
        "Money and Interest Rates",
        "Financial Economics"
    ],
    "program": [
        "Corporate Finance",
        "Economic Fluctuations and Growth",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRising income inequality since the 1980s in the United States has generated a substantial increase in saving by the top of the income distribution, which we call the saving glut of the rich. The saving glut of the rich has been as large as the global saving glut, and it has not been associated with an increase in investment. Instead, the saving glut of the rich has been linked to the substantial dissaving and large accumulation of debt by the non-rich. Analysis using variation across states shows that the rise in top income shares can explain almost all of the accumulation of household debt held as a financial asset by the household sector. Since the Great Recession, the saving glut of the rich has been financing government deficits to a greater degree.\n\n",
    "acknowledgement": "\nSebastian Hanson, Bianca He, and Ian Sapollnik provided excellent research assistance. We are grateful to the following scholars who patiently answered questions on various conceptual and data issues: Jesse Bricker, Joseph Briggs, Jonathan Fisher, Fatih Guvenen, Jonathan Heathcote, Ralph Koijen, Eric Nielsen, Fabrizio Perri, Lukasz Rachel, Kamila Sommer, Alice Volz, Owen Zidar, and Gabriel Zucman. We also thank Heather Boushey, Greg Kaplan, Gianni La Cava, Lukasz Rachel, Harald Uhlig, Rob Vishny, and seminar participants at Brown University, Chicago Booth, the IMF, Princeton University, and the Reserve Bank of Australia. Contact info: Mian: (609) 258 6718, atif@princeton.edu; Straub: (617) 496 9188, ludwigstraub@fas.harvard.edu; Sufi: (773) 702 6148, amir.sufi@chicagobooth.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}