{
    "id": 26956,
    "citation_title": "Avoiding Traffic Congestion Externalities? The Value of Urgency",
    "citation_author": [
        "Antonio Bento",
        "Kevin Roth",
        "Andrew R. Waxman"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Market Structure and Distribution",
        "Welfare and Collective Choice",
        "Public Economics",
        "Taxation",
        "Industrial Organization",
        "Regulatory Economics",
        "Industry Studies",
        "Environmental and Resource Economics",
        "Environment",
        "Regional and Urban Economics"
    ],
    "program": [
        "Environment and Energy Economics",
        "Industrial Organization",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": [
        "Urban Economics"
    ],
    "abstract": "\n\nIn Becker (1965) and neoclassical microeconomic theory the value of time is a constant fraction of the hourly wage. When taken to data, however, this value departs from theoretical predictions, and appears to vary with the amount of time saved. By observing drivers on freeways opting to enter toll lanes with high-frequency, time-varying prices that secure a minimum level-of-service, we uncover a new and fundamental aspect of preferences for travel time savings related to urgency. The presence of preferences for urgency, which reflect the fact that individuals often face discrete penalties for being late, allows us to reconcile the pattern observed in the data with neoclassical theory. Using a rich, repeated-transaction data and individual-level hedonic estimation, we show that the value of urgency accounts for 87 percent of total willingness-to-pay for time savings. As a result, ignoring the value of urgency in cost-benefit analysis severely underestimates the true value of time savings that projects deliver, as such omission will typically ignore non-trivial welfare gains to a potentially large number of individuals.\n\n",
    "acknowledgement": "\nThe authors thank Lawrence Goulder, Edson Severnini, Lowell Taylor, and Hendrik Wolff for helpful comments as well as seminar participants at AERE 2015, Arizona State University, Carnegie Mellon University, Cornell University, John Hopkins University, Kraks Fond Managing Congestion Seminar, NBER Summer Institute, Simon Fraser University, Stanford University, University of California at Davis, University of California at Irvine, University of Maryland, Penn State University, and the University of Texas at Austin, WCERE 2018, ZEW. Finally, we thank Stephanie Wiggins and Kathleen McCune at LA Metro for access to ExpressLanes transaction data and Arthur T, Degaetano for weather data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}