{
    "id": 26964,
    "citation_title": "Technological Innovation and Labor Income Risk",
    "citation_author": [
        "Leonid Kogan",
        "Dimitris Papanikolaou",
        "Lawrence D. W. Schmidt",
        "Jae Song"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Consumption and Investment",
        "Financial Economics",
        "Financial Markets",
        "Portfolio Selection and Asset Pricing"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance",
        "Economic Fluctuations and Growth",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Entrepreneurship",
        "Innovation Policy",
        "Personnel Economics"
    ],
    "abstract": "\n\nWe examine the relation between technological progress and the riskiness of labor income.  Motivated by a simple model of creative destruction, we draw a distinction between technological innovation advanced by the firm, or its competitors. Using administrative data from the United States, we find that own firm innovation is associated with a modest increase in worker earnings growth, while innovation by competing firms is related to lower future worker earnings. Importantly, these earnings changes are asymmetrically distributed across workers: both gains and losses are concentrated on a subset of workers, which implies that the distribution of worker earnings growth rates becomes more right- or left-skewed following innovation by the firm, or its competitors, respectively. These effects are particularly strong for the highest-paid workers. Our results therefore suggest innovation is associated with a substantial increase in the labor income risk, especially for workers at the top of the earnings distribution.   Our simulations reveal that the increased disparity in innovation outcomes across firms in  the 1990s can account for a significant part of the recent rise in income inequality.\n\n",
    "acknowledgement": "\nThe research reported herein was performed pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Retirement and Disability Research Consortium. The authors also gratefully acknowledge financial support from the Becker-Friedman Institute for Research in Economics and the MIT Sloan School of Management. We thank Ufuk Akcigit, Effi Benmelech, Nicholas Bloom, Stephane Bonhomme, Jack Favilukis, Carola Frydman, David Hémous, Gregor Jarosch, Thibaut Lamadon, Ilse Lindenlaub, Elena Manresa, Adrien Matray, Derek Neal, Serdar Ozkan, Monika Piazzesi, Luigi Pistaferri, Martin Schneider, Kelly Shue, Toni Whited, and seminar participants in the Social Security Administration, Bank of Portugal, CEAR/GSU, Duke University, Duke/UNC Asset Pricing Conference, University of Chicago, UNC, the LAEF/Advances in Macro Finance workshop, Minnesota Asset Pricing Conference, MIT Sloan, University of Michigan, Northwestern, Stanford, SITE, and Yale for helpful comments and discussions. We are particularly grateful to Pat Jonas, Kelly Salzmann, and Gerald Ray at the Social Security Administration for their feedback during our SSA seminar presentation, help, and support. Further, we thank  Josh Rauh, Irina Stefanescu, Jan Bena and Elena Simintzi for sharing their data and Fatih Guvenen and Serdar Ozkan for sharing their replication code.  Brandon Dixon, Alejandro Hoyos Suarez, Kyle Kost, Andrei Nagornyi, Bryan Seegmiller, and Jiaheng Yu provided outstanding research assistance. The views expressed herein are those of the authors and not necessarily those of the Social Security Administration or the National Bureau of Economic Research.\n\n\n"
}