{
    "id": 26967,
    "citation_title": "Does EdTech Substitute for Traditional Learning? Experimental Estimates of the Educational Production Function",
    "citation_author": [
        "Eric Bettinger",
        "Robert W. Fairlie",
        "Anastasia Kapuza",
        "Elena Kardanova",
        "Prashant Loyalka",
        "Andrey Zakharov"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "Globalization and International Relations",
        "Health, Education, and Welfare",
        "Education"
    ],
    "program": [
        "Children",
        "Development Economics",
        "Economics of Education",
        "Labor Studies",
        "Public Economics",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExperimental studies rarely consider the shape and nature of the education production function, which is useful for deriving optimal levels of input substitution in increasingly resource constrained environments. Because of the rapid expansion of EdTech as a substitute for traditional learning around the world and against the backdrop of full-scale temporary substitution due to the coronavirus pandemic, we explore the educational production function by using a large randomized controlled trial that varies dosage of computer-assisted learning (CAL) as a substitute for traditional learning. Results show production is concave in CAL. Moving from zero to a low level of CAL, the marginal rate of technical substitution (MRTS) of CAL for traditional learning is greater than one. Moving from a lower to a higher level of CAL, production remains on the same or a lower isoquant and the MRTS is equal to or less than one. The estimates are consistent with the general form of a Cobb-Douglas production function and imply that a blended approach of CAL and traditional learning is optimal. The findings have direct implications for the rapidly expanding use of educational technology worldwide and its continued substitution for traditional learning.\n\n",
    "acknowledgement": "\nWe would like to thank Yandex Inc. for data and support for the study. The article was prepared within the framework of the HSE University Basic Research Program and funded by the Russian Academic Excellence Project '5-100'. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}