{
    "id": 26976,
    "citation_title": "The Impact of Benefit Generosity on Workers’ Compensation Claims: Evidence and Implications",
    "citation_author": [
        "Marika Cabral",
        "Marcus Dillender"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2020-11-18",
    "topics": [
        "Public Economics",
        "Health, Education, and Welfare",
        "Health",
        "Labor Economics"
    ],
    "program": [
        "Health Care",
        "Labor Studies",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": [
        "Insurance"
    ],
    "abstract": "\n\nOptimal insurance benefit design requires understanding how coverage generosity impacts individual behavior, insured costs, and welfare. Using unique administrative data, we leverage a sharp increase in the maximum weekly wage replacement benefit in a difference-in-differences research design to identify the impact of workers’ compensation wage replacement benefit generosity on individual behavior and program costs. We find that increasing the generosity of wage replacement benefits does not impact the number of claims but has a large impact on claimant behavior, leading to longer income benefit durations and increased medical spending. Our estimates indicate that behavioral responses to increased benefit generosity raised insured costs nearly 1.5 times as much as the mechanical effect of the benefit increase. Drawing on these estimates along with an estimate of the consumption drop experienced by injured workers, we calibrate a model that suggests that increasing benefit generosity would not improve welfare.\n\n",
    "acknowledgement": "\nFor providing helpful comments, we thank Mark Duggan, Tal Gross, Jonathan Gruber, Matt Notowidigdo, David Powell, Heidi Williams, Danny Yagan, and seminar participants at Carnegie Mellon University, Columbia University, John Hopkins University, New York University, San Diego State University, Stanford University, University of Colorado Denver, University of Texas at Austin, University of Wisconsin Madison, the NBER Labor Studies Program Meeting 2020, the W.E. Upjohn Institute for Employment Research, the Chicago Health Economics Workshop, the National Tax Association Annual Meetings 2019, and the Health and Labor Market Effects of Public Policy Conference at UC Santa Barbara. We thank Bokyung Kim, Seth Neller, and Jinyeong Son for their excellent research assistance. Cabral gratefully acknowledges financial support from the National Science Foundation CAREER Award (1845190). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}