{
    "id": 26971,
    "citation_title": "Firm-level Exposure to Epidemic Diseases: Covid-19, SARS, and H1N1",
    "citation_author": [
        "Tarek Alexander Hassan",
        "Stephan Hollander",
        "Laurence van Lent",
        "Markus Schwedeler",
        "Ahmed Tahoun"
    ],
    "citation_publication_date": "2020-04-13",
    "issue_date": "2020-04-09",
    "revision_date": "2020-11-24",
    "topics": [
        "Macroeconomics",
        "Fiscal Policy",
        "International Economics",
        "Financial Economics",
        "Portfolio Selection and Asset Pricing",
        "Health, Education, and Welfare"
    ],
    "program": [
        "Asset Pricing",
        "Economic Fluctuations and Growth",
        "Health Economics",
        "International Finance and Macroeconomics",
        "International Trade and Investment",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a new word pattern-based method to automatically classify firms’ primary concerns related to the spread of epidemic diseases raised in their quarterly earnings conference calls. We construct text-based measures of the costs, benefits, and risks listed firms in the US and over 80 other countries associate with the spread of Covid-19 and other epidemic diseases. We identify which firms and sectors expect to lose/gain from a given epidemic and which are most affected by the associated uncertainty. Our new automatic pattern-based method shows how firms’ primary concerns (varying from the collapse in demand and disruptions in their production facilities or supply chain, to financing concerns) are changing over time and varying geographically as epidemics spread regionally and globally. We find that the Covid-crisis manifests itself at the firm-level as a simultaneous shock to both demand and supply. In prior epidemics, in contrast, firm discussions center more on shortfalls in demand. In 2020, supply and financing-related concerns are relatively more salient in regions where the spread of Covid-19 is less contained.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the EAA Virtual Accounting Research Seminar, NBER SI 2020 Asset Pricing, and INQUIRE's seminar. We thank Steve Davis, Ken Kotz, and Tom Ferguson for helpful comments. Aakash Kalyani and Luke Melas-Kyriazi provided excellent research assistance. Tahoun and Van Lent sincerely appreciate support from the Institute for New Economic Thinking (INET). Van Lent gratefully acknowledges funding from the Deutsche Forschungsgemeinschaft Project ID 403041268 - TRR 266. The data set described in this paper is publicly available on www.firmlevelrisk.com. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}