{
    "id": 26999,
    "citation_title": "Measuring Racial Discrimination in Bail Decisions",
    "citation_author": [
        "David Arnold",
        "Will S. Dobbie",
        "Peter Hull"
    ],
    "citation_publication_date": "2020-04-20",
    "issue_date": "2020-04-16",
    "revision_date": "2020-10-16",
    "topics": [
        "Econometrics",
        "Estimation Methods",
        "Labor Economics",
        "Demography and Aging",
        "Other",
        "Law and Economics"
    ],
    "program": [
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": [
        "Economics of Crime"
    ],
    "abstract": "\n\nWe develop new quasi-experimental tools to measure racial discrimination, due to either racial bias or statistical discrimination, in the context of bail decisions. We show that the omitted variables bias in observational release rate comparisons can be purged by using the quasi-random assignment of judges to estimate average race-specific misconduct risk. We find that approximately two-thirds of the average release rate disparity between white and Black defendants in New York City is due to racial discrimination. We then develop a hierarchical marginal treatment effects model to study the drivers of discrimination, finding evidence of both racial bias and statistical discrimination. Outcome-based tests of racial bias therefore omit an important source of racial discrimination in bail decisions, and cannot be used to rule out all possible violations of U.S. anti-discrimination law.\n\n",
    "acknowledgement": "\nWe thank Josh Angrist, Tim Armstrong, Leah Boustan, Sydnee Caldwell, Raj Chetty, John Donohue, Joseph Doyle, Matt Gentzkow, Ed Glaeser, Paul Goldsmith-Pinkham, Felipe Goncalves, Damon Jones, Conrad Miller, Derek Neal, Scott Nelson, Sam Norris, Jesse Shapiro, Megan Stevenson, Crystal Yang, and numerous seminar participants for helpful comments and suggestions. Emily Battaglia, Nicole Gandre, Jared Grogan, Ashley Litwin, Alexia Olaizola, Bailey Palmer, Elise Parrish, Emma Rackstraw, and James Reeves provided excellent research assistance. The data we analyze are provided by the New York State Division of Criminal Justice Services (DCJS), and the Oÿce of Court Administration (OCA). The opinions, findings, and conclusions expressed in this publication are those of the authors and not those of DCJS, OCA, or the National Bureau of Economic Research. Neither New York State, DCJS or OCA assumes liability for its contents or use thereof.\n\n\n"
}