{
    "id": 27000,
    "citation_title": "Optimal Regulation of E-cigarettes: Theory and Evidence",
    "citation_author": [
        "Hunt Allcott",
        "Charlie Rafkin"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-04-16",
    "revision_date": "2020-09-24",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Welfare and Collective Choice",
        "Public Economics",
        "Taxation",
        "Health, Education, and Welfare",
        "Health"
    ],
    "program": [
        "Health Care",
        "Health Economics",
        "Law and Economics",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is an active debate about how to regulate electronic cigarettes, due to uncertainty about their health effects and whether they are primarily a quit aid or a gateway drug for combustible cigarettes. We model optimal e-cigarette regulation and estimate key parameters. Using tax changes and scanner data, we estimate relatively elastic demand and limited substitution between e-cigarettes and combustible cigarettes. In sample surveys, historical smoking trends for high- and low-vaping demographics were unchanged after e-cigarettes were introduced; this demographic shift-share identification also suggests limited substitution. We field a new quantitative survey of public health experts, who report that vaping is more harmful than previously believed. In our model, the optimal e-cigarette tax is probably higher than the current norm, but Monte Carlo simulations highlight substantial uncertainty.\n\n",
    "acknowledgement": "\nWe thank Alberto Abadie, David B. Abrams, Josh Angrist, Noel Brewer, Chad Cotti, Charles Courtemanche, Thomas Eissenberg, Brigham Frandsen, Don Kenkel, Jessica Pepper, Mike Pesko, Kurt Ribisl, Frank Schilbach, Andrew Seidenberg, Jann Spiess, Tevi Troy, and seminar participants at ITAM, Microsoft Research, and MIT for helpful feedback. We thank Raj Bhargava, Ahmad Rahman, and Aakaash Rao for exceptional research assistance. We are grateful to the Sloan Foundation for financial support. This material is based upon work supported by the National Science Foundation Graduate Research Fellowship under Grant No. 1122374. Replication files and survey instruments are available from https://sites.google.com/site/allcott/research. Our surveys were approved by the NYU University Committee on Activities Involving Human Subjects (protocol number FY2020-3753) and the MIT Committee on the Use of Humans as Experimental Subjects (protocol number 2522). This paper represents the researchers’ own analyses calculated based in part on data from The Nielsen Company (US), LLC and marketing databases provided through the Nielsen Datasets at the Kilts Center for Marketing Data Center at The University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen nor the National Bureau of Economic Research. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein.\n\n\n"
}