{
    "id": 27046,
    "citation_title": "Health versus Wealth: On the Distributional Effects of Controlling a Pandemic",
    "citation_author": [
        "Andrew Glover",
        "Jonathan Heathcote",
        "Dirk Krueger",
        "José-Víctor Ríos-Rull"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2020-07-21",
    "topics": [
        "Macroeconomics",
        "Consumption and Investment",
        "Business Cycles"
    ],
    "program": [
        "Economics of Aging",
        "Economic Fluctuations and Growth",
        "Health Economics",
        "Labor Studies",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo slow COVID-19, many countries have shut down part of the economy. Older individuals have the most to gain from slowing virus diffusion. Younger workers in sectors that are shuttered have most to lose. In this paper, we build a model in which economic activity and disease progression are jointly determined. Individuals differ by age (young, retired), by sector (basic, luxury), and health status. Disease transmission occurs in the workplace, through consumption, at home, and in hospitals. We study the optimal economic mitigation policy for a government that can redistribute across individuals, but where redistribution is costly. Optimal redistribution and mitigation policies interact, and more modest shutdowns are optimal when redistribution is more costly. We find that the shutdowns that were implemented in mid-April were too extensive, but a partial shutdown should remain in place through the fall. A deeper and longer shutdown is preferred if a vaccine is imminent.\n\n",
    "acknowledgement": "\nWe thank Josep Pijoan-Mas, Marc Suchard, Andrew Atkeson and Simon Mongey for helpful comments. We thank attendees at virtual talks at the Minneapolis Fed, the VMACS seminar series, the Bank of England, the European Central Bank, the Bank of Chile, Penn, di Tella, Barcelona, and the MMCN and HHEI webinar series. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve banks of Kansas City and Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}