{
    "id": 27048,
    "citation_title": "Elusive Safety: The New Geography of Capital Flows and Risk",
    "citation_author": [
        "Laura Alfaro",
        "Ester Faia",
        "Ruth A. Judson",
        "Tim Schmidt-Eisenlohr"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2020-09-08",
    "topics": [
        "International Economics",
        "International Factor Mobility",
        "International Finance",
        "International Macroeconomics",
        "Financial Economics",
        "Financial Markets"
    ],
    "program": [
        "Corporate Finance",
        "International Finance and Macroeconomics",
        "International Trade and Investment"
    ],
    "projects": null,
    "working_groups": [
        "Risks of Financial Institutions"
    ],
    "abstract": "\n\nUsing a unique conﬁdential data set with industry-level disaggregation of U.S. cross-border securities claims and liabilities, we ﬁnd that the growing U.S. securities are also increasingly intermediated by tax haven ﬁnancial centers (THFC) and by less regulated funds. These securities are risky and respond to tax rates and regulation, suggesting tax avoidance and regulatory arbitrage. Issuers are mostly intangible-intensive multinationals, and investors require a high Sharpe ratio, suggesting search for yield. In contrast, safe Treasuries are mainly held by the foreign oﬃcial sector and increased with quantitative easing policies. Facts on private securities are rationalized through a model where multinationals with heterogeneous default probabilities endogenously choose to shift proﬁts and are funded by global intermediaries with endogenous monitoring intensity. A fall in the costs of global funds, by increasing ﬁrms’ proﬁts, shifts the distribution of entrants toward riskier ones and also reduces intermediaries’ incentives to monitor both the extensive (fraction of monitored ﬁrms) and intensive margin, hence raising ex post risk. Firms appear elusively safe.\n\n",
    "acknowledgement": "\nWe thank Pol Antras, Roland Beck, Nathan Converse, Jonathan Eaton, Fatih Guvenen, Bryan Hardy, Catherine Koch, Sam Kortum, Thomas Mosk, Vincenzo Pezone, Kim Ruhl, Jeremy Stein and Frank Warnock for useful comments and participants at seminars and conferences. We thank Nora Lamersdorf and Max Mayer for outstanding research assistance. This research was conducted while Ester Faia was visiting the economics department at Harvard University, she is grateful for hospitality. The opinions expressed are those of the authors and do not necessarily reﬂect the view of the Board of Governors or the staﬀ of the Federal Reserve System.\n\n\n"
}