{
    "id": 27044,
    "citation_title": "Asset Prices and Aggregate Demand in a \"Covid-19\" Shock: A Model of Endogenous Risk Intolerance and LSAPs",
    "citation_author": [
        "Ricardo J. Caballero",
        "Alp Simsek"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2020-08-07",
    "topics": [
        "Macroeconomics",
        "Macroeconomic Models",
        "Consumption and Investment",
        "Business Cycles",
        "Money and Interest Rates",
        "Financial Economics",
        "Portfolio Selection and Asset Pricing"
    ],
    "program": [
        "Asset Pricing",
        "Economic Fluctuations and Growth",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": [
        "Risks of Financial Institutions"
    ],
    "abstract": "\n\nIn this paper we: (i) provide a model of the endogenous risk intolerance and severe aggregate demand contractions following a large real (non-financial) shock; and (ii) demonstrate the effectiveness of Large Scale Asset Purchases (LSAPs) in addressing these contractions. The key mechanism stems from heterogeneous risk tolerance: as a recessionary shock hits the economy and brings down asset prices, risk-tolerant agents' wealth share declines and their leverage rises endogenously. This reduces the market's risk tolerance and generates downward pressure on asset prices and aggregate demand. When monetary policy is unconstrained, it can offset the decline in risk tolerance with an interest rate cut that boosts the market's Sharpe ratio. However, if the interest rate policy is constrained, new contractionary feedbacks arise: recessionary shocks lead to further asset price and output drops, which feed the risk-off episode and trigger a downward loop. In this context, LSAPs improve asset prices and aggregate demand by transferring risk to the government's balance sheet, which reduces the market's required Sharpe ratio. Optimal LSAPs are larger when the (consolidated) government has greater future fiscal capacity and the downward spiral is more severe. In an extension, we show how corporate debt overhang problems strengthen our mechanisms. The Covid-19 shock and the large response by all the major central banks provide a vivid illustration of the environment we seek to capture.\n\n",
    "acknowledgement": "\nWe are grateful to Daron Acemoglu, Chris Ackerman, Katrin Assenmacher, Dan Cao, Gabriel Chodorow-Reich, Eduardo Davila, Sebastian Di Tella, Emmanuel Farhi, Luca Fornaro, Sebnem Kalemi-Ozcan, Yueran Ma, Plamen Nenov, Carolin Pflueger, Ludwig Straub, Faith Witryol, and seminar participants at the BIS, the Central Bank of Chile, the ECB, the Fed, the IMF, the Bank of Italy, VMACS, the BI Norwegian Business School, the Office of Financial Research (U.S. Treasury) and the Armenian Economic Association meetings for their comments. Caballero and Simsek acknowledge support from the National Science Foundation (NSF) under Grant Numbers SES-1848857 and SES-1455319, respectively. First draft: April 11, 2020. Previous title: A Model of Asset Price Spirals and Aggregate Demand Amplification of a \"Covid-19\" Shock. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}