{
    "id": 27058,
    "citation_title": "Corporate Taxes and Retail Prices",
    "citation_author": [
        "Scott R. Baker",
        "Stephen Teng Sun",
        "Constantine Yannelis"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "None",
    "topics": [
        "Financial Economics",
        "Corporate Finance",
        "Public Economics",
        "Taxation"
    ],
    "program": [
        "Corporate Finance",
        "Law and Economics",
        "Labor Studies",
        "Public Economics",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Entrepreneurship",
        "Household Finance",
        "Personnel Economics"
    ],
    "abstract": "\n\nWe study the impact of corporate taxes on barcode-level product prices using linked survey and administrative data. Our empirical strategy exploits the dichotomy between the location of production and the location of sales, providing estimates free from confounding demand shocks. We find significant effects of corporate taxes on prices with a net-of-tax elasticity of 0.17. The effects are larger for lower-price items and products purchased by low-income households and weaker for high-leverage firms. Approximately 31% of corporate tax incidence falls on consumers, suggesting that models used by policymakers significantly underestimate the incidence of corporate taxes on consumers.\n\n",
    "acknowledgement": "\nThe authors wish to thank John Barrios, Tony Cookson, Anthony DeFusco, Merle Erickson, Alex Frankel, Paolo Fulghieri, George Georgiadis, Joao Granja, Kevin Hassett, Florian Heider, Sabrina Howell, Ankit Kalda, Ja- cob Leshno, Rachel Ma, Neale Mahoney, Mike Minnis, Holger Mueller, Jordan Nickerson, Josh Rauh, Jim Poterba, Rui Silva, Janis Skrastins, Ted Loch-Temzelides, Michael Weber, Ed Van Wesep, George Zodrow, and Eric Zwick for helpful comments as well as participants at the NBER Meetings on Business Taxation, Stanford University, the Northwestern University Kellogg School of Management, the University of Minnesota Carlson School of Manage- ment, the University of Chicago Booth School of Business, Rice University, the University of Illinois Gies College of Business, Georgia State University J. Mack Robinson College of Business, the SFC Cavalcade Asia-Pacific and the Labor and Finance Group Meetings at the University of Chicago. Mark Zhenzhi He provided exceptional research assistance. Researchers’ own analyses are calculated (or derived) based in part on data from The Nielsen Company (US), LLC and marketing databases provided through the Nielsen Datasets at the Kilts Center for Marketing Data Center at the University of Chicago Booth School of Business. The conclusions drawn from the Nielsen data are those of the researchers and do not reflect the views of Nielsen or the National Bureau of Economic Research. Nielsen is not responsible for, had no role in, and was not involved in analyzing and preparing the results reported herein.\n\n\n"
}