{
    "id": 27066,
    "citation_title": "Mitigating Disaster Risks in the Age of Climate Change",
    "citation_author": [
        "Harrison Hong",
        "Neng Wang",
        "Jinqiang Yang"
    ],
    "citation_publication_date": "2020-04-27",
    "issue_date": "2020-04-23",
    "revision_date": "2020-11-30",
    "topics": [
        "Macroeconomics",
        "Consumption and Investment",
        "Financial Economics",
        "Portfolio Selection and Asset Pricing",
        "Financial Institutions",
        "Public Economics",
        "Taxation",
        "Public Goods"
    ],
    "program": [
        "Asset Pricing",
        "Environment and Energy Economics",
        "Health Economics",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmissions control cannot address the consequences of global warming for weather disasters until decades later. We model regional-level mitigation, which reduces aggregate disaster risks to capital stock in the interim. Unexpected disaster arrivals increase belief regarding the adverse consequences of global warming and mitigation spending. Competitive markets underprovide such spending because of externalities. Capital taxes to fund mitigation restores ﬁrst-best. We calibrate our model for seawalls that protect against Atlantic hurricanes. The optimal annual seawall tax is 1.3% of housing stock value. Welfare is 25% higher and coastal property prices are only 5% lower in the ﬁrst-best compared to the competitive equilibrium because mitigation reduces aggregate risks.\n\n",
    "acknowledgement": "\nWe thank Patrick Bolton, Julian Koelbel, Jeﬀrey Kubik, Markus Leippold, Bernard Salanié, Tano Santos, Rob Stambaugh, Stijn Van Nieuwerburgh, Laura Veldkamp, and seminar participants at Columbia University, Imperial College London, INQUIRE, SHOF-ECGI Sustainability Conference, and University of Zurich for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}