{
    "id": 27075,
    "citation_title": "Immigration, Innovation, and Growth",
    "citation_author": [
        "Konrad B. Burchardi",
        "Thomas Chaney",
        "Tarek Alexander Hassan",
        "Lisa Tarquinio",
        "Stephen J. Terry"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "None",
    "topics": [
        "Labor Economics",
        "Unemployment and Immigration",
        "Development and Growth",
        "Innovation and R&D",
        "Growth and Productivity"
    ],
    "program": [
        "Development of the American Economy",
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics",
        "Political Economy",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Entrepreneurship",
        "Innovation Policy"
    ],
    "abstract": "\n\nWe show a causal impact of immigration on innovation and dynamism in US counties. To identify the causal impact of immigration, we use 130 years of detailed data on migrations from foreign countries to US counties to isolate quasi-random variation in the ancestry composition of US counties  that results purely from the interaction of two historical forces: (i) changes over time in the relative attractiveness of different destinations within the US to the average migrant arriving at the time and (ii) the staggered timing of the arrival of migrants from different origin countries. We then use this plausibly exogenous variation in ancestry composition to predict the total number of migrants flowing into each US county in recent decades.  We show four main results. First, immigration has a positive impact on innovation, measured by the patenting of local firms. Second, immigration has a positive impact on measures of local economic dynamism. Third, the positive impact of immigration on innovation percolates over space, but spatial spillovers quickly die out with distance. Fourth, the impact of immigration on innovation is stronger for more educated migrants.\n\n",
    "acknowledgement": "\nWe are grateful to Ran Abramitzky, Daron Acemoglu, David Autor, David Atkin, Murat Celik, William Kerr, Klaus Desmet, Ray Fisman, Lisa Kahn, Kevin Lang, Ethan Lewis, Ömer Özak, Michael Peters, Chris Tonetti, and Pascual Restrepo for helpful comments. We also thank seminar participants at AEA Annual Meeting, the University of California San Diego, University of Toronto, Imperial College London, the Federal Reserve banks of Boston, Philadelphia, and Richmond, Southern Methodist University, University of Toronto, Goethe University Frankfurt, Duke, Princeton, the University of Chicago, London Business School, the Wharton Conference on Migration, and the NBER EFG, EFEG, and PRMP group meetings. Chaney is grateful for financial support from ERC grant N◦337272–FiNet. All remaining mistakes are our own. This paper is dedicated to the memory of Dr. Sherif A. Hassan. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}