{
    "id": 27087,
    "citation_title": "The Value of Time: Evidence From Auctioned Cab Rides",
    "citation_author": [
        "Nicholas Buchholz",
        "Laura Doval",
        "Jakub Kastl",
        "Filip Matějka",
        "Tobias Salz"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "2020-08-26",
    "topics": [
        "Industrial Organization"
    ],
    "program": [
        "Industrial Organization"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe recover valuations of time using detailed data from a large ride-hail platform, where drivers bid on trips and consumers choose between a set of rides with different prices and waiting times. We estimate demand as a function of prices and waiting times and find that price elasticities are substantially higher than waiting-time elasticities. We show how these estimates can be mapped into values of time that vary by place, person, and time of day. We find that the value of time during non-work hours is 16% lower than during work hours. Most of the heterogeneity in the value of time, however, is explained by individual differences. We apply our estimates to study optimal time incentives in highway procurement. Standard industry practices, which set incentives based on a uniform value of time, lead to mis-priced time costs by up to ninety percent.\n\n",
    "acknowledgement": "\nWe thank Liftago for providing the data. We thank Juan Castillo Camillo, Gabriel Kreindler, Rob Porter, Stephen Redding, and seminar participants at FTC, Maryland, MIT, Ohio State, Penn, Princeton, Stanford, UCL, WashU and IO2 for useful comments. We are grateful for the financial support from the Transportation Economics in the 21st  Century Initiative of the NBER and U.S. Department of Transportation. Kastl is grateful for the financial support of the NSF (SES-1352305). All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}