{
    "id": 27085,
    "citation_title": "Which Workers Bear the Burden of Social Distancing Policies?",
    "citation_author": [
        "Simon Mongey",
        "Laura Pilossoph",
        "Alex Weinberg"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "2020-05-21",
    "topics": [
        "Macroeconomics",
        "Consumption and Investment",
        "Labor Economics",
        "Labor Supply and Demand"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat are the characteristics of workers in jobs likely to be initially affected by broad social distancing and later by narrower policy tailored to jobs with low risk of disease transmission? We use O NET to construct a measure of the likelihood that jobs can be conducted from home (a variant of Dingel and Neiman, 2020) and a measure of low physical proximity to others at work. We validate the measures by showing how they relate to similar measures constructed using time use data from ATUS. Our main finding is that workers in low-work-from-home or high-physical- proximity jobs are more economically vulnerable across various measures constructed from the CPS and PSID: they are less educated, of lower income, have fewer liquid assets relative to income, and are more likely renters. We further substantiate the measures with behavior during the epidemic. First, we show that MSAs with less pre-virus employment in work-from-home jobs experienced smaller declines in the incidence of `staying-at-home', as measured using SafeGraph cell phone data. Second, we show that both occupations and types of workers predicted to be employed in low work-from-home jobs experienced greater declines in employment according to the March 2020 CPS. For example, non-college educated workers experienced a 4ppt larger decline in employment relative to those with a college degree.\n\n",
    "acknowledgement": "\nThanks to SafeGraph for making their data available to us, as well as other researchers studying the consequences of the Coronavirus epidemic. Thanks to Gianluca Violante and Greg Kaplan for making available their codes. Our measures at the three digit occupation level are available on our websites. The views expressed in this study are those of the author and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. Replication code is available on the authors' websites.\n\n\n"
}