{
    "id": 27095,
    "citation_title": "Did the Paycheck Protection Program Hit the Target?",
    "citation_author": [
        "João Granja",
        "Christos Makridis",
        "Constantine Yannelis",
        "Eric Zwick"
    ],
    "citation_publication_date": "2020-05-04",
    "issue_date": "2020-05-01",
    "revision_date": "2020-11-17",
    "topics": [
        "Macroeconomics",
        "Fiscal Policy",
        "Financial Economics",
        "Financial Institutions",
        "Corporate Finance",
        "Public Economics",
        "Taxation",
        "Health, Education, and Welfare",
        "Poverty and Wellbeing"
    ],
    "program": [
        "Corporate Finance",
        "Labor Studies",
        "Monetary Economics",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": [
        "Entrepreneurship",
        "Household Finance",
        "Urban Economics"
    ],
    "abstract": "\n\nThis paper provides a comprehensive assessment of financial intermediation and the economic effects of the Paycheck Protection Program (PPP), a large and novel small business support program that was part of the initial policy response to the COVID-19 pandemic in the US. We use loan-level microdata for all PPP loans and high-frequency administrative employment data to present three main findings. First, banks played an important role in mediating program targeting, which helps explain why some funds initially flowed to regions that were less adversely affected by the pandemic. Second, we exploit regional heterogeneity in lending relationships and individual firm-loan matched data to show that the short- and medium-term employment effects of the program were small compared to the program’s size. Third, many firms used the loans to make non-payroll fixed payments and build up savings buffers, which can account for small employment effects and likely reflects precautionary motives in the face of heightened uncertainty. Limited targeting in terms of who was eligible likely also led to many inframarginal firms receiving funds and to a low correlation between regional PPP funding and shock severity. Our findings illustrate how business liquidity support programs affect firm behavior and local economic activity, and how policy transmission depends on the agents delegated to deploy it.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the NBER Corporate Finance Meeting, Princeton-Stanford Conference on Corporate Finance and Macro, University of Chicago Booth School of Business, the Stigler Center Economic Effects of COVID-19 Workshop, the University at Texas Austin McCombs School of Business, the Indiana Kelley School of Business Junior Finance Conference, the Federal Reserve Bank of New York, the Federal Reserve Bank of Philadelphia, the Congressional Budget Office and the Bank of Portugal as well as Scott Baker, Jean-Noel Barrot (discussant), Jediphi Cabal, Sylvain Catherine, Raj Chetty, Gabe Chodorow-Reich (discussant), Mike Faulkender, Sam Hanson, Steve Kaplan, Anil Kashyap, Mike Minnis, Josh Rauh (discussant), Tiago Pinheiro, Larry Schmidt, Adi Sunderam, and Luigi Zingales for comments. Laurence O’Brien and Igor Kuznetsov provided excellent research assistance. João Granja gratefully acknowledges support from the Jane and Basil Vasiliou Faculty Scholarship and from the Booth School of Business at the University of Chicago. Yannelis and Zwick gratefully acknowledge financial support from the Booth School of Business at the University of Chicago. We are grateful to the Small Business Administration, Homebase, Womply, and Opportunity Insights for data, and to the CDBA for helping us understand the institutional background. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChristos Makridis\n\nChristos Makridis serves on the National Artificial Intelligence Institute at the Department of Veterans Affairs. The views here do not represent the affiliated institutions or the United States.\n\n\n"
}