{
    "id": 27139,
    "citation_title": "The Darwinian Returns to Scale",
    "citation_author": [
        "David Baqaee",
        "Emmanuel Farhi"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "2020-11-30",
    "topics": [
        "Macroeconomics",
        "Macroeconomic Models",
        "Consumption and Investment",
        "Development and Growth",
        "Growth and Productivity"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "International Trade and Investment",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow does an increase in the size of the market, say due to fertility, immigration, or globalization, aﬀect welfare? We study this question using a model with heterogeneous firms, Kimball preferences, fixed costs, and monopolistic competition. We decompose changes in welfare from increased scale into changes in technical eﬃciency and changes in allocative eﬃciency due to reallocation. We non-parametrically identify residual demand curves with firm-level data from Belgian manufacturing firms and, using these estimates, quantify our theoretical results. We find that around 80% of the aggregate returns to scale are due to changes in allocative eﬃciency. As markets get bigger, competition intensifies and triggers Darwinian reallocations: socially-valuable firms expand, small firms shrink and exit, and new firms enter. However, important as they are, improvements in allocative eﬃciency are not driven by reductions in markups or deaths of unproductive firms. Instead, they are caused by a composition eﬀect that reallocates resources from low- to high-markup firms.\n\n",
    "acknowledgement": "\nEmmanuel Farhi tragically passed away in July, 2020. Emmanuel was a one-in-a-lifetime collaborator and friend. Revising this paper without him has been very diﬃcult. We thank Cédric Duprez and Oleg Itskhoki for sharing their data. We thank Maria Voronina and Sihwan Yang for outstanding research assistance. We thank Pol Antras, Andrew Atkeson, Ariel Burstein, Elhanan Helpman, Chad Jones, and Marc Melitz for useful comments. We acknowledge research financial support from the Ferrante fund at Harvard University and NSF grant #1947611. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}