{
    "id": 27140,
    "citation_title": "Entry vs. Rents",
    "citation_author": [
        "David Baqaee",
        "Emmanuel Farhi"
    ],
    "citation_publication_date": "2020-05-11",
    "issue_date": "2020-05-07",
    "revision_date": "2020-11-02",
    "topics": [
        "Macroeconomics",
        "Macroeconomic Models",
        "Business Cycles",
        "Development and Growth",
        "Development",
        "Innovation and R&D",
        "Growth and Productivity"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "International Trade and Investment",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA tension between entry and rents lies at the core of a general theory of aggregation with scale effects. This paper characterizes the responses of macro aggregates to micro shocks in disaggregated economies with general forms of entry, internal or external returns to scale, input-output linkages, and distortions. In particular, we decompose changes in aggregate productivity into changes in technical and allocative efficiency, and show that the latter depend on changes in rents and entry across markets. In addition, we characterize the social costs of distortions. We prove that while first best industrial policy is network-independent, second-best policy does depend on the network, and boosts upstream industries that intensively supply downstream industries with high returns to scale. As an application, we quantify the impact of misallocation from markups on aggregate efficiency in the US. In our preferred specification, losses are 40% of GDP whereas if we abstract from endogenous entry they are only 20%. Our baseline is sensitive not only to modeling entry, but also to the specifics of how entry is modeled, in ways that our social-costs-of-distortions formulas clarify.\n\n",
    "acknowledgement": "\nEmmanuel Farhi tragically passed away in July, 2020. Hewas a once in a lifetime friend and collaborator. We thank Pol Antras, Natalie Bau, Elhanan Helpman, Hugo Hopenhayn, Oleg Itskhoki, Xavier Gabaix, Marc Melitz, and especially Jonathan Vogel for comments. Veronica De Falco provided exceptional research assistance. Emmanuel Farhi acknowledges research financial support from the Ferrante fund at Harvard University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}