{
    "id": 27150,
    "citation_title": "Financial Distancing: How Venture Capital Follows the Economy Down and Curtails Innovation",
    "citation_author": [
        "Sabrina T. Howell",
        "Josh Lerner",
        "Ramana Nanda",
        "Richard R. Townsend"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2020-06-15",
    "topics": [
        "Financial Economics",
        "Financial Institutions",
        "Development and Growth",
        "Innovation and R&D"
    ],
    "program": [
        "Corporate Finance",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Entrepreneurship"
    ],
    "abstract": "\n\nAlthough late-stage venture capital (VC) activity did not change dramatically in the first two months after the COVID-19 pandemic reached the U.S., early-stage VC activity declined by 38%.  The particular sensitivity of early-stage VC investment to  market  conditions—which  we  show  to  be  common  across  recessions  spanning four decades from 1976 to 2017—raises questions about the pro-cyclicality of VC and its implications for innovation, especially in light of the common narrative that VC is relatively insulated from public markets.  We find that the implications for innovation are not benign:  innovation conducted by VC-backed firms in recessions is less highly cited, less original, less general, and less closely related to fundamental science.   These  effects  are  more  pronounced  for  startups  financed  by  early-stage venture funds.  Given the important role that VC plays in financing breakthrough innovations in the economy, our findings have implications for the broader discussion on the nature of innovation across business cycles\n\n",
    "acknowledgement": "\nWe thank Patrick Clapp, Kathleen Ryan, Yuan Sun, Terrence Shu and Jun Wong for research assistance and are grateful to Shai Bernstein and attendees of the Harvard Business School \"COVID and entrepreneurship\" brown-bag lunch for helpful comments. Lerner has received compensation from advising institutional investors in venture capital funds, venture capital groups, and governments designing policies relevant to venture capital. Lerner and Nanda thank the Division of Research and Faculty Development at HBS for financial support. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}