{
    "id": 27164,
    "citation_title": "Marginal Net Taxation of Americans’ Labor Supply",
    "citation_author": [
        "David Altig",
        "Alan J. Auerbach",
        "Laurence J. Kotlikoff",
        "Elias Ilin",
        "Victor Ye"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "2020-06-16",
    "topics": [
        "Public Economics",
        "Taxation"
    ],
    "program": [
        "Economics of Aging",
        "Labor Studies",
        "Public Economics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": [
        "Household Finance",
        "Personnel Economics"
    ],
    "abstract": "\n\nThe U.S. has a plethora of federal and state tax and benefit programs, each with its own work incentives and disincentives. This paper uses the Fiscal Analyzer (TFA) to assess how these policies, in unison, impact work incentives. TFA is a life-cycle, consumption-smoothing program that incorporates household borrowing constraints and all major federal and state fiscal policies. We use TFA in conjunction with the 2016 Federal Reserve Survey of Consumer Finances to calculate Americans’ remaining lifetime marginal net tax rates. Our findings are striking. One in four low-wage workers face marginal net tax rates above 70 percent, effectively locking them into poverty. Over half face remaining lifetime marginal net tax rates above 45 percent. The richest 1 percent also face a high median lifetime marginal tax rate – roughly 50 percent. Double taxation matters. The overall median lifetime marginal net tax rate is 43.2 percent compared with an overall current-year marginal net tax rate of 37.6 percent. We also find remarkable dispersion in both lifetime and current-year marginal net tax rates, particularly among the poor, and major differences in marginal and average net taxation across states, providing typical households a large incentive to relocate to another state.\n\n",
    "acknowledgement": "\nAuthors thank The Alfred P. Sloan Foundation, the Federal Reserve Bank of Atlanta, the Goodman Institute, Boston University, and the Robert D. Burch Center at the University of California, Berkeley for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLaurence J. Kotlikoff\n\nLaurence Kotlikoff gratefully acknowledges research support for this study from the Sloan Foundation, the Goodman Institute, Boston University, Economic Security Planning, Inc., and the Federal Reserve Bank of Atlanta. Laurence Kotlikoff is President and principal shareholder of Economic Security Planning, Inc. The computation engine used in this study is based on Kotlikoff's company's MaxiFi Planner's computation engine. This said, there is no clear financial or commercial advantage to Kotlikoff from this pure research study.\n\n\n"
}