{
    "id": 27169,
    "citation_title": "The Contribution of Chinese Diaspora Researchers to Scientific Publications and China's “Great Leap Forward” in Global Science",
    "citation_author": [
        "Qingnan Xie",
        "Richard B. Freeman"
    ],
    "citation_publication_date": "2020-05-18",
    "issue_date": "2020-05-14",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "Trade",
        "Health, Education, and Welfare",
        "Education",
        "Labor Economics",
        "Labor Compensation",
        "Labor Relations",
        "Development and Growth",
        "Innovation and R&D"
    ],
    "program": [
        "Development Economics",
        "Economics of Education",
        "Labor Studies",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Chinese Economy",
        "Innovation Policy"
    ],
    "abstract": "\n\nChina-born scientists and engineers who conduct their research outside China, the diaspora researchers of our title, contributed to global science through the exceptional quantity and quality of their scientific work and through distinctive connections to China-based researchers and research. Analysis of the Scopus database of English language scientific journal articles shows that Chinese diaspora research publications are a substantial and growing proportion of global scientific publications, receive an above average number of citations per article, and are published at above average rates in high Scopus CiteScore journals. In addition, diaspora researchers helped China advance to the forefront of science through collaboration on papers with China-based researchers and through the citation network linking China-based research to research outside the country.\n\n",
    "acknowledgement": "\nWe gratefully thank Dr. Xi Hu from University of Oxford for her support in collecting data from Scopus. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}