{
    "id": 27192,
    "citation_title": "Information, Technology Adoption and Productivity: The Role of Mobile Phones in Agriculture",
    "citation_author": [
        "Apoorv Gupta",
        "Jacopo Ponticelli",
        "Andrea Tesei"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "None",
    "topics": [
        "Development and Growth",
        "Innovation and R&D",
        "Growth and Productivity",
        "Environmental and Resource Economics",
        "Agriculture",
        "Environment"
    ],
    "program": [
        "Corporate Finance",
        "Development Economics",
        "Economic Fluctuations and Growth",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effect of information on technology adoption and productivity in agriculture. Our empirical strategy exploits the expansion of the mobile phone network in previously uncovered areas of rural India coupled with the availability of call centers for agricultural advice. We measure information on agricultural practices by analyzing the content of 2.5 million phone calls made by farmers to one of India's leading call centers for agricultural advice.  We find that areas receiving coverage from new towers and with no language barriers between farmers and advisers answering their calls experience higher adoption of high yielding varieties of seeds and other complementary inputs, as well as higher increase in agricultural productivity. Our estimates indicate that information frictions can explain around 25 percent of the agricultural productivity gap between the most productive and the least productive areas in our sample.\n\n",
    "acknowledgement": "\nWe received valuable comments from Siwan Anderson, Shawn Cole, Nicola Gennaioli, Sabrina Howell, Dean Karlan, Marco Manacorda, Pepita Miquel, Imran Rasul, Gabriella Santangelo, Chris Udry and seminar participants at Columbia, Universidad de Los Andes, Universidad Javeriana, University of Zurich, University of Bonn, Lancaster University, NYU Stern, Bocconi University, Queen Mary University, University of Maryland, Northwestern University, Berkeley Haas, UBC, CUNY, BGSE Summer Forum, European Economic Association 2019 and the IPA 2019 Researcher Gathering. Ponticelli gratefully acknowledges financial support received for this project from the Cohen and Keenoy Faculty Research Fund and the Fama-Miller Center at the University of Chicago Booth School of Business. The project was developed while Andrea Tesei was visiting the Ford Motor Company Center for Global Citizenship at the Kellogg School of Management, Northwestern University, whose hospitality is gratefully acknowledged. Pierre Jaffard, Gursharan Bhue and Mark He provided excellent research assistance. We are grateful to the staff at GSMA for their help with the mobile phones data. The GSMA data used in this study are covered by a confidential license agreement. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}