{
    "id": 27205,
    "citation_title": "Do Environmental Markets Cause Environmental Injustice? Evidence from California’s Carbon Market",
    "citation_author": [
        "Danae Hernandez-Cortes",
        "Kyle C. Meng"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2020-12-17",
    "topics": [
        "Public Economics",
        "Public Goods",
        "Health, Education, and Welfare",
        "Health",
        "Environmental and Resource Economics",
        "Environment"
    ],
    "program": [
        "Environment and Energy Economics",
        "Health Economics",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMarket-based environmental policies are widely adopted on the basis of allocative efficiency. However, there is a growing distributional concern that market forces could increase the pollution exposure gap between disadvantaged and other communities by spatially reallocating pollution. We estimate how this “environmental justice gap” changed following the 2013 introduction of California’s carbon market, the world’s second largest and the one most subjected to environmental justice critiques. Embedding a pollution transport model within a program evaluation framework, we find that while the EJ gap was widening prior to 2013, it has since fallen by 21-30% across pollutants due to the policy.\n\n",
    "acknowledgement": "\nThis paper has benefited from comments by Maximilian Auffhammer, Spencer Banzhaf, Severin Borenstein, Jim Bushnell, Kelly Caylor, Chris Costello, Meredith Fowlie, Corbett Grainger, Larry Goulder, Kelsey Jack, Arturo Keller, Gary Libecap, Emily Maynard, Andrew Plantinga, David Pellow, Ed Rubin, Jim Salzman, Sam Stevenson, Chris Tessum, and Paige Weber. We are also grateful for feedback received at various seminars and conferences. Use was made of computational facilities purchased with funds from the National Science Foundation (CNS-1725797) and administered by the Center for Scientific Computing (CSC). The CSC is supported by the California NanoSystems Institute and the Materials Research Science and Engineering Center (MRSEC; NSF DMR 1720256) at UC Santa Barbara. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}