{
    "id": 27231,
    "citation_title": "A No-Arbitrage Perspective on Global Arbitrage Opportunities",
    "citation_author": [
        "Patrick Augustin",
        "Mikhail Chernov",
        "Lukas Schmid",
        "Dongho Song"
    ],
    "citation_publication_date": "2020-05-25",
    "issue_date": "2020-05-21",
    "revision_date": "2020-07-02",
    "topics": [
        "Econometrics",
        "Macroeconomics",
        "Money and Interest Rates",
        "Financial Economics",
        "Portfolio Selection and Asset Pricing",
        "Public Economics",
        "National Fiscal Issues"
    ],
    "program": [
        "Asset Pricing",
        "International Finance and Macroeconomics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit the recent literature on persistent deviations from covered interest parity (CIP) by showing theoretically that CIP violations imply arbitrage opportunities only if uncollateralized interbank lending rates are riskless. In the absence of observable riskless discount rates, we extract them empirically using a simple no-arbitrage framework. They deliver novel quantitative benchmarks for foreign exchange contracts that match observed forward currency premiums and cross-currency basis swap rates well. The no-arbitrage benchmarks account for about two thirds of the alleged CIP deviations, while the residual pricing errors line up with measures of intermediary constraints and the expensiveness of the U.S. dollar.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. We are grateful to Wenxin Du, Gregory Duffee, Valentin Haddad, Robert Hodrick, Michael Johannes, Wenhao Li, Hanno Lustig, Tyler Muir, Paolo Pasquariello, Fabrice Tourre, Adrien Verdelhan, Irina Zviadadze and participants in seminars and conferences sponsored by MIT Sloan, UCLA Anderson, Virtual Derivatives Workshop, and the 2020 David Backus memorial conference. The latest version is available at https://sites.google.com/site/mbchernov/ACSS_INTL_latest.pdf.\n\n\n"
}