{
    "id": 27287,
    "citation_title": "Spatial Economics for Granular Settings",
    "citation_author": [
        "Jonathan I. Dingel",
        "Felix Tintelnot"
    ],
    "citation_publication_date": "2020-06-01",
    "issue_date": "2020-05-28",
    "revision_date": "None",
    "topics": [
        "Econometrics",
        "Estimation Methods",
        "International Economics",
        "Trade",
        "Regional and Urban Economics",
        "Regional Economics"
    ],
    "program": [
        "International Trade and Investment"
    ],
    "projects": null,
    "working_groups": [
        "Urban Economics"
    ],
    "abstract": "\n\nWe introduce a general-equilibrium model of a “granular” spatial economy populated by a finite number of people. Our quantitative model is designed for application to the growing body of fine spatial data used to study economic outcomes for regions, cities, and neighborhoods. Conventional approaches invoking the law of large numbers are ill-suited for such empirical settings. We evaluate quantitative spatial models’ out-of-sample predictions using event studies of large office openings in New York City. Our granular framework improves upon the conventional continuum-of-individuals model, which perfectly fits the pre-event data but produces predictions uncorrelated with the observed changes in commuting flows.\n\n",
    "acknowledgement": "\nWe are grateful to Levi Crews and Mingjie Zhu for excellent research assistance. We thank Rodrigo Adão, Gabriel Ahlfeldt, Kirill Borusyak, Victor Couture, Teresa Fort, John Huizinga, Erik Hurst, Yuhei Miyauchi, Stephen Redding, Chris Severen, Daniel Sturm, and numerous conference and seminar participants for helpful feedback. Dingel thanks the James S. Kemper Foundation Faculty Research Fund at the University of Chicago Booth School of Business. This work was completed in part with resources provided by the University of Chicago Research Computing Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}