{
    "id": 27298,
    "citation_title": "External Validity: Four Models of Improving Student Achievement",
    "citation_author": [
        "Annie Duflo",
        "Jessica Kiessel",
        "Adrienne Lucas"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-04",
    "revision_date": "None",
    "topics": [
        "Health, Education, and Welfare",
        "Education",
        "Labor Economics",
        "Labor Supply and Demand",
        "Development and Growth",
        "Development"
    ],
    "program": [
        "Children",
        "Development Economics",
        "Economics of Education"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRandomized controlled trials in lower-income countries have demonstrated ways to increase learning, in specific settings. This study uses a large-scale, nationwide RCT in Ghana to show the external validity of four school-based interventions inspired by other RCTs. Even though the government implemented the programs within existing systems, student learning increased across all four models, more so for female than male students, and many gains persisted one year after the program ended. Three of the four interventions had a similar cost effectiveness. The intervention that directly targeted classroom teachers increased the likelihood that teachers were engaged with students.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title, “Every Child Counts: Adapting and Evaluating Targeted Instruction Approaches into a New Context through a Nationwide Randomized Experiment in Ghana.” Duflo: Innovations for Poverty Action. Kiessel: Omidyar Network. Lucas (corresponding author): Department of Economics, University of Delaware, 419 Purnell Hall, Newark, DE 19716, CGD, J-PAL, and NBER. alucas@udel.edu. 302.831.1901. We gratefully acknowledge generous funding for the evaluation from the International Growth Centre, the Hewlett Foundation, and the Children's Investment Fund Foundation. Many thanks to the Amma Aboagye, Albert Akoubila, and Maame Araba Nketsiah for supporting and championing the implementation of program and to Ama Anaman, Raphael Bandim, Suvojit Chattopadhyay, Callie Lowenstein, Sam N'tsua, and Pace Phillips for outstanding research implementation and project management. We would also like to thank Wendy Abt for her instrumental role in getting this project started, and Caitlin Tulloch and Shahana Hirji for their leadership and support with the cost analysis. For research assistance, we thank Joyce Jumpah, Ryan Knight, Harrison Diamond Pollock, and Matthew White. We also acknowledge our partners at the Ministry of Education, Ghana Education Services, and the Ministry of Youth Sports and Culture without whom this project would not have been possible. We thank David Evans and Fei Yuan for providing statistics on existing impact evaluations. For useful comments and suggestions, we thank Noam Angrist, Sabrin Beg, Jim Berry, Anne Fitzpatrick, John Floretta, Sarah Kabay, Heidi McAnnally-Linz, Jeremy Tobacman, and seminar participants at Swarthmore College, the University of Delaware, the Northeast Universities Development Consortium Conference, and the Teaching at the Right Level Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}