{
    "id": 27325,
    "citation_title": "Imperfect Competition and Rents in Labor and Product Markets: The Case of the Construction Industry",
    "citation_author": [
        "Kory Kroft",
        "Yao Luo",
        "Magne Mogstad",
        "Bradley Setzler"
    ],
    "citation_publication_date": "2020-06-08",
    "issue_date": "2020-06-05",
    "revision_date": "2020-08-03",
    "topics": [
        "Microeconomics",
        "Market Structure and Distribution",
        "Labor Economics",
        "Labor Compensation",
        "Labor Market Structures",
        "Industrial Organization",
        "Market Structure and Firm Performance"
    ],
    "program": [
        "Industrial Organization",
        "Labor Studies",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": [
        "Personnel Economics"
    ],
    "abstract": "\n\nThe primary goal of our paper is to quantify the importance of imperfect competition in the U.S. construction industry by estimating the size of rents earned by American firms and workers. To obtain a comprehensive measure of the total rents and to understand its sources, we take into account that rents may arise both due to markdown of wages and markup of prices. Our analyses combine the universe of U.S. business and worker tax records with newly collected records from U.S. procurement auctions. We first examine how firms respond to a plausibly exogenous shift in product demand through a difference-in-differences design that compares first-time procurement auction winners to the firms that lose, both before and after the auction. Motivated and guided by these estimates, we next develop, identify, and estimate a model where construction firms compete with one another for projects in the product market and for workers in the labor market. The firms may participate both in the private market and in government projects, the latter of which are procured through first-price sealed-bid auctions. We find that American construction firms have significant wage- and price-setting power. This imperfect competition generates a considerable amount of rents, two-thirds of which is captured by the firms. Lastly, we use the estimated model to perform counterfactual analyses which reveal how increases in the market power of firms, in the product market or the labor market, would affect the outcomes and behavior of workers and firms in the construction industry.\n\n",
    "acknowledgement": "\nThe opinions expressed in this paper are those of the authors alone and do not reflect the views of the Internal Revenue Service or the U.S. Treasury Department. This work is a component of a larger project on income risk in the United States, conducted through the SOI Joint Statistical Research Program. We thank Victor Aguirregabiria, El Hadi Caoui, Lancelot de Frahan, Sabrina Howell, Peter Kuhn, Tom Meling, Matt Notowidigdo, Juan Carlos Suarez Serrato, John van Reenen, Owen Zidar, and participants at the NBER Summer Institute, SITE  Summer Workshops, and SUFE IO Conference for valuable comments. We thank Tommaso Alba, Huishi Chen, JoonHwan Cho, Cheok In Fok, Yingcheng Luo, Eric Mackay, Chester Madrazo, and Marc-Antoine Schmidt for valuable research assistance. Kroft and Luo acknowledge funding from the SSHRC Insight Grant. Mogstad and Setzler acknowledge funding from NSF Grant SES-1851808. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}