{
    "id": 27355,
    "citation_title": "Corporate Bond Liquidity During the COVID-19 Crisis",
    "citation_author": [
        "Mahyar Kargar",
        "Benjamin Lester",
        "David Lindsay",
        "Shuo Liu",
        "Pierre-Olivier Weill",
        "Diego Zúñiga"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "2020-08-27",
    "topics": [
        "Macroeconomics",
        "Monetary Policy",
        "Fiscal Policy",
        "Financial Economics",
        "Portfolio Selection and Asset Pricing",
        "Financial Institutions"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance",
        "Economic Fluctuations and Growth",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": [
        "Risks of Financial Institutions"
    ],
    "abstract": "\n\nWe study liquidity conditions in the corporate bond market during the COVID-19 pandemic, and the effects of the unprecedented interventions by the Federal Reserve. We find that, at the height of the crisis, liquidity conditions deteriorated substantially, as dealers appeared unwilling to absorb corporate debt onto their balance sheets. In particular, we document that the cost of risky-principal trades increased by a factor of five, forcing traders to shift to slower, agency trades. The announcements of the Federal Reserve’s interventions coincided with substantial improvements in trading conditions: dealers began to “lean against the wind” and bid-ask spreads declined. To study the causal impact of the interventions on market liquidity, we exploit eligibility requirements for bonds to be purchased through the Fed’s corporate credit facilities. We find that, immediately after the facilities were announced, trading costs for eligible bonds improved significantly while those for ineligible bonds did not. Later, when the facilities were expanded, liquidity conditions improved for a wide range of bonds. We develop a simple theoretical framework to interpret our findings, and to estimate how the COVID-19 shock and subsequent interventions affected consumer surplus and dealer profits.\n\n",
    "acknowledgement": "\nWe would like to thank Darren Aiello, Roc Armenter, Mitchell Berlin, Nathan Foley-Fisher, Borghan Narajabad, Avanidhar Subrahmanyam, Stéphane Verani, James Vickery, and seminar participants at UCLA Anderson and UCLA economics for comments and suggestions. Yiling Pan provided expert research assistance. The views expressed here do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia or the Federal Reserve System. The first version of this paper was circulated on April 16th, 2020.\n\n\n"
}