{
    "id": 27351,
    "citation_title": "Universal Basic Income: A Dynamic Assessment",
    "citation_author": [
        "Diego Daruich",
        "Raquel Fernández"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "None",
    "topics": [
        "Public Economics",
        "Taxation",
        "Health, Education, and Welfare",
        "Poverty and Wellbeing",
        "Labor Economics",
        "Labor Supply and Demand"
    ],
    "program": [
        "Development Economics",
        "Economics of Education",
        "Economic Fluctuations and Growth",
        "Labor Studies",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe idea of universal basic income (UBI)—a set income that is given to all without any conditions— is making an important comeback but there is no real evidence regarding its long-term consequences. This paper provides a very inexpensive evaluation of such a policy by studying its dynamic consequences in a general equilibrium model with imperfect capital markets and labor market shocks, in which households make decisions about education, savings, labor supply, and with intergenerational linkages via skill formation. The steady state of the model is estimated to match US household data. We find that a UBI policy that gives all households a yearly income equivalent to the poverty line level has very different welfare implications for those alive when the policy is introduced relative to future generations. While a majority of adults (primarily older non-college workers) would vote in favor of introducing UBI, all future generations (operating behind the veil of ignorance) would prefer to live in an economy without UBI. The expense of the latter leads to lower skill formation and education, requiring even higher tax rates over time. Modeling automation as an increased probability of being hit by an “out-of-work” shock, the model is also used to provide insights on how the benefits of UBI change as the environment becomes riskier. The results suggest that UBI may be a useful transitional policy to help current individuals whose skills are more likely to become obsolete and are unprepared for the increased risk, while, simultaneously, education policies may be implemented to increase the likelihood that future cohorts remain productive and employed.\n\n",
    "acknowledgement": "\nWe wish to thank seminar audiences at the Federal Reserve Bank of St. Louis, Fordham Macroeconomics Conference, California Macroeconomics Conference and University of Houston. Fernandez wishes to thank the CV Starr Center for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}