{
    "id": 27362,
    "citation_title": "Business Reopening Decisions and Demand Forecasts During the COVID-19 Pandemic",
    "citation_author": [
        "Dylan Balla-Elliott",
        "Zoë B. Cullen",
        "Edward L. Glaeser",
        "Michael Luca",
        "Christopher T. Stanton"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Macroeconomics",
        "Business Cycles",
        "Health, Education, and Welfare",
        "Health",
        "Industrial Organization",
        "Firm Behavior"
    ],
    "program": [
        "Health Economics",
        "Industrial Organization",
        "Law and Economics",
        "Labor Studies",
        "Public Economics",
        "Political Economy",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Entrepreneurship",
        "Organizational Economics",
        "Personnel Economics",
        "Urban Economics"
    ],
    "abstract": "\n\nHow quickly will American businesses reopen after COVID-19 lockdowns end? We use a nationwide survey of small businesses to measure firms’ expectations about their re-opening and future demand. A plurality of firms in our sample expect to reopen within days of the end of legal restrictions, but a sizable minority expect to delay their reopening. While health-related variables, such as COVID-19 case rates and physical proximity of workers, do explain the prevalence and expected duration of regulated lockdown, these variables have little or no correlation with post-lockdown reopening intentions. Instead, almost one half of closed or partially open businesses said that their reopening would depend on the reopening of related businesses, including customers and suppliers. Owners expect demand to be one-third lower than before the crisis through autumn. Firms with more pessimistic expectations about demand predict a later reopening. Using an instrumental variables strategy, we estimate the relationship between demand expectations and reopening. These estimates suggest that post-lockdown delays in reopening can be explained by low levels of expected demand.\n\n",
    "acknowledgement": "\nWe thank the founders of Alignable for sharing data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}