{
    "id": 27363,
    "citation_title": "Tax Policy and Abnormal Investment Behavior",
    "citation_author": [
        "Qiping Xu",
        "Eric Zwick"
    ],
    "citation_publication_date": "2020-06-15",
    "issue_date": "2020-06-11",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Behavioral Economics",
        "Financial Economics",
        "Corporate Finance",
        "Public Economics",
        "Taxation"
    ],
    "program": [
        "Corporate Finance",
        "Economic Fluctuations and Growth",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": [
        "Behavioral Finance"
    ],
    "abstract": "\n\nThis paper documents tax-minimizing investment, in which firms tilt capital purchases toward fiscal year-end to reduce taxes. Between 1984 and 2013, average investment in fiscal Q4 exceeds the average of fiscal Q1 through Q3 by 37%. Q4 spikes occur in the U.S. and internationally. Research designs using variation in firm tax positions and the 1986 Tax Reform Act show that tax minimization causes spikes. Spikes increase when firms face financial constraints or higher option values of waiting until fiscal year-end. We develop an investment model with tax asymmetries to rationalize these patterns. Models without purchase-year, tax-minimization motives are unlikely to fit the data.\n\n",
    "acknowledgement": "\nThe views expressed here are ours and do not necessarily reflect those of the U.S. Treasury Office of Tax Analysis, nor the IRS Office of Research, Analysis and Statistics. We thank Andy Abel, Heitor Almeida, Jediphi Cabal, Mike Devereux, Martin Feldstein, John Guyton, Jim Hines, Martin Jacob, Justin Murfin, Tom Neubig, Mitchell Petersen, Annette Portz, Jim Poterba, Josh Rauh, Lisa Rupert, Joel Slemrod, Michael Smolyansky, Amir Sufi, Toni Whited, and seminar and conference participants for comments, ideas, and help with data. We thank Thomas Winberry and Irina Telyukova for sharing code. We thank Tianfang (Tom) Cui, Laurence O’Brien, Iris Song, Caleb Wroblewski, and especially thank Francesco Ruggieri for excellent research assistance. Xu thanks the Mendoza College of Business at the University of Notre Dame and Gies College of Business at University of Illinois Urbana Champaign for financial support. Zwick gratefully acknowledges financial support from the Neubauer Family Foundation, the Initiative on Global Markets, and the Booth School of Business at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}