{
    "id": 27402,
    "citation_title": "Which Investors Matter for Equity Valuations and Expected Returns?",
    "citation_author": [
        "Ralph S. J. Koijen",
        "Robert J. Richmond",
        "Motohiro Yogo"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "None",
    "topics": [
        "Financial Economics",
        "Financial Markets"
    ],
    "program": [
        "Asset Pricing"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch work in finance is devoted to identifying characteristics of firms, such as measures of fundamentals and beliefs, that explain differences in asset prices and expected returns. We develop a framework to quantitatively trace the connection between valuations, expected returns, and characteristics back to institutional investors and households. We use it to analyze (i) what information is important to investors in forming their demand beyond prices and (ii) what is the relative importance of different investors—differentiated by type, size, and active share—in the price formation process. We first show that a small set of characteristics explains the majority of variation in a panel of firm-level valuation ratios across countries. We then estimate an asset demand system using investor-level holdings data, allowing for flexible substitution patterns within and across countries. We find that hedge funds and small, active investment advisors are most influential per dollar of assets under management, while long-term investors, such as pension funds and insurance companies are least influential. In terms of pricing characteristics, small, active investment advisors are most important for the pricing of payout policy, cash flows, and the fraction of sales sold abroad. Large, passive investment advisors are most influential in pricing the Lerner index, a measure of markups, and hedge funds for the CAPM beta.\n\n",
    "acknowledgement": "\nFor comments and discussions, we thank John Campbell, Christopher Conlon, Kent Daniel, Xavier Gabaix, Tarek Hassan, Stefan Nagel, Anna Pavlova, Carolin Pflueger, Stijn Van Nieuwerburgh, and conference / seminar participants at Boston College, Chicago Booth, Columbia GSB, University of Hong Kong, Notre Dame, NYU Stern, the  2019 Adam Smith Asset Pricing Conference, the 2019 NBER Long-Term Asset Management Conference, the 2019 NBER Summer Institute International Asset Pricing Conference, the 2019 UCLA Anderson Fink Center Conference on Financial Markets, the 2019 LSE Paul Woolley Center Conference, and the 2020 AFA Meeting.  We thank Miguel Ferreira and Pedro Matos for discussions regarding the FactSet data. Ralph Koijen gratefully acknowledges  support from the Center for Research in Security Prices. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}