{
    "id": 27412,
    "citation_title": "Betting on the House: Subjective Expectations and Market Choices",
    "citation_author": [
        "Nicolas L. Bottan",
        "Ricardo Perez-Truglia"
    ],
    "citation_publication_date": "2020-06-22",
    "issue_date": "2020-06-18",
    "revision_date": "None",
    "topics": [
        "Econometrics",
        "Data Collection",
        "Experimental Design",
        "Microeconomics",
        "Economics of Information",
        "Regional and Urban Economics",
        "Real Estate"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance",
        "International Finance and Macroeconomics"
    ],
    "projects": null,
    "working_groups": [
        "Behavioral Finance",
        "Household Finance",
        "Urban Economics"
    ],
    "abstract": "\n\nHome price expectations play a central role in macroeconomics and finance. However, there is little direct evidence on how these expectations affect market choices. We provide the first experimental evidence based on a large-scale, high-stakes field experiment in the United States. We provided information by mail to 57,910 homeowners who recently listed their homes on the market. Collectively, these homes were worth $34 billion dollars. We randomized the information contained in the mailing to create non-deceptive, exogenous variation in the subjects’ home price expectations. We then used rich administrative data to measure the effects of these information shocks on the subject’s market choices. We find that, consistent with economic theory, higher home price expectations caused the subjects to delay selling their homes. These effects are statistically highly significant, economically large in magnitude, and robust to a number of sharp checks. Our results indicate that market choices are highly elastic to expectations: a 1 percentage point increase in home price expectations reduced the probability of selling within six months by 2.45 percentage points. Moreover, we provide evidence that this behavioral elasticity would be even higher if it were not for the presence of optimization frictions.\n\n",
    "acknowledgement": "\nWe are thankful for excellent comments from Emi Nakamura, Jon Steinsson, Bradley Nathan, Jerry Nickelsburg and seminar discussants at UC Berkeley. Perez-Truglia was employed at University of California, Los Angeles while much of this paper was written. We thank funding from the UCLA’s Ziman Center for Real Estate’s Rosalinde and Arthur Gilbert Program in Real Estate, Finance and Urban Economics and UCLA Anderson’s Behavioral Lab. Zhihao Han provided excellent research assistance. This project was reviewed and approved in advance by the Institutional Review Boards at University of California Los Angeles (#18-001496 and #19-000945) and Cornell University (#1811008440). The experiments were pre-registered in the AEA RCT Registry (#0003663). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}