{
    "id": 27429,
    "citation_title": "Informality, Consumption Taxes, and Redistribution",
    "citation_author": [
        "Pierre Bachas",
        "Lucie Gadenne",
        "Anders Jensen"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Consumption and Investment",
        "Public Economics",
        "Taxation",
        "Development and Growth",
        "Development"
    ],
    "program": [
        "Development Economics",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan consumption taxes reduce inequality in developing countries? We combine household expenditure data from 31 countries with theory to shed new light on the redistributive potential and optimal design of consumption taxes. We use the type of store in which purchases occur to proxy for informal (untaxed) consumption. This enables us to characterize the informality Engel curve: we find that the budget share spent in the informal sector steeply declines with income, in all countries. The informal sector thus makes consumption taxes progressive: households in the richest quintile face an effective tax rate that is twice that of the poorest quintile. We extend the standard optimal commodity tax model to allow for informal consumption and calibrate it to the data to study the effects of different tax policies on inequality. Contrary to consensus, we show that consumption taxes are redistributive, lowering inequality by as much as personal income taxes. Once informality is taken into account, commonly used redistributive policies, such as reduced tax rates on necessities, have a limited impact on inequality. In particular, subsidizing food cannot be justified on equity or efficiency grounds in several poor countries.\n\n",
    "acknowledgement": "\nThe findings and conclusions are those of the authors and do not represent the views of the World Bank. We would like to thank Michael Best, Anne Brockmeyer, Roberto Fatal, Rema Hanna, Gordon Hanson, Xavier Jaravel, Michael Keen, Joana Naritomi, Henrik Kleven, Wojciech Kopczuk, Joel Slemrod, Johannes Spinnewijn, Mazhar Waseem and numerous seminar participants for helpful comments. We thank Eva Davoine, Elie Gerschel, Mariana Racimo, Roxanne Rahnama and Alvaro Zuniga for excellent research assistance. We gratefully acknowledge financial support from the Weatherhead Center for International Affairs at Harvard University, the World Bank Development Economics' Research Support Budget, and the IFS's TaxDev center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}