{
    "id": 27443,
    "citation_title": "Is Attention Produced Rationally?",
    "citation_author": [
        "Erin T. Bronchetti",
        "Judd B. Kessler",
        "Ellen B. Magenheim",
        "Dmitry Taubinsky",
        "Eric Zwick"
    ],
    "citation_publication_date": "2020-06-29",
    "issue_date": "2020-06-25",
    "revision_date": "None",
    "topics": [
        "Econometrics",
        "Experimental Design",
        "Microeconomics",
        "Behavioral Economics"
    ],
    "program": [
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large and growing literature shows that attention-increasing interventions, such as reminders and planning prompts, can promote important behaviors. This paper develops a method to investigate whether people value attention-increasing tools rationally. We characterize how the demand for attention improvements must vary with the pecuniary incentive to be attentive and develop quantitative tests of rational inattention that we deploy in two experiments. The first is an experiment with an online education platform run in the field (n=1,373), in which we randomize incentives to complete course modules and incentives to make plans to complete the modules. The second is an online survey-completion experiment (n=944), in which we randomize incentives to complete a survey three weeks later and the price of reminders to complete the survey. In both experiments, as incentives to complete a task increase, demand for attention-improving technologies also increases. However, our tests suggest that the increase in demand for attention improvements is too small relative to the null of full rationality, indicating that people underuse attention-increasing tools. In our second experiment, we estimate that individuals undervalue the benefits of reminders by 59%.\n\n",
    "acknowledgement": "\nWe thank Stephen O’Connell, Devin Pope, Andrew Caplin, Mark Dean, three grant reviewers at the Russell Sage Foundation, and seminar participants for helpful comments and advice. We thank Alexander Hirsch and Caleb Wroblewski for excellent research assistance. We gratefully acknowledge Mike Walmsley and CodeAvengers.com for their support with the education experiment. We gratefully acknowledge research funding from the Russell Sage Foundation, Swarthmore College, the Wharton School of the University of Pennsylvania, and the Wharton Behavioral Lab. The first experiment was approved by the Swarthmore (covering Haverford and Muhlenberg), Bryn Mawr, Lafayette, and Ursinus IRBs, numbers: 14-15-065, R17-042, AY1617-12, 01-18-17. The second experiment was approved by the University of Pennsylvania IRB, number 832335. The opinions expressed in this paper are solely the authors’, and do not necessarily reflect the views of any individual or institution listed above, nor of the National Bureau of Economic Research.\n\n\n"
}