{
    "id": 27467,
    "citation_title": "Fixing Misallocation with Guidelines: Awareness vs. Adherence",
    "citation_author": [
        "Jason Abaluck",
        "Leila Agha",
        "David C. Chan Jr",
        "Daniel Singer",
        "Diana Zhu"
    ],
    "citation_publication_date": "2020-07-06",
    "issue_date": "2020-07-02",
    "revision_date": "2020-11-02",
    "topics": [
        "Health, Education, and Welfare",
        "Health",
        "Development and Growth",
        "Innovation and R&D"
    ],
    "program": [
        "Economics of Aging",
        "Health Care",
        "Health Economics",
        "Labor Studies",
        "Public Economics",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Innovation Policy",
        "Personnel Economics"
    ],
    "abstract": "\n\nExpert decision-makers often deviate from evidence-based guidelines. If experts lack awareness of guidelines, dissemination may improve outcomes. If experts who are aware of guidelines continue to deviate, promoting stricter adherence has ambiguous effects on outcomes, depending on whether experts use information not encoded in guidelines. We study the role of guidelines in physician decisions to prescribe anticoagulants for atrial fibrillation patients. Anticoagulation reduces stroke risk but increases hemorrhage risk. By text-mining physician notes for guideline mentions, we identify when each physician becomes aware of a new guideline. Once aware of the guideline, physicians pivot their practice patterns to align more closely with the recommendations, but  guideline adherence remains far from perfect. To evaluate whether continued non-adherence reflects physicians’ superior information, we combine observational data on treatment choices with new machine learning estimates of heterogeneous treatment effects from eight randomized controlled trials. When physicians depart from guidelines, they are not responding to measurable treatment effect heterogeneity. Improving adherence to the current guideline produces much larger gains than making all physicians aware of the guideline. Our estimates imply that adherence to an optimal rule would prevent 47% more strokes without increasing hemorrhages.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions we thank Fiona Scott Morton, Jonathan Gruber, Erzo Luttmer, Jonathan Skinner, Frank Sloan, Doug Staiger, and Mintu Turakhia. We are grateful to Mohit Agrawal, Sophie Andrews, Samuel Arenberg, Liberty Greene, Johnny Huynh, Chris Lim, Uyseok Lee, and Natalie Nguyen for invaluable research assistance. We thank Carl van Walraven and the Atrial Fibrillation Investigators for generously sharing the AFI database for reanalysis.. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDaniel Singer\n\nI receive research support from Bristol-Myers Squibb and have provided consulting to Boehringer Ingelheim, Bristol-Myers Squibb, Fitbit, Johnson and Johnson, and Pfizer.  These all relate to diagnosing atrial fibrillation and/or treating patients with atrial fibrillation with anticoagulants to prevent stroke.\n\n\n"
}