{
    "id": 27506,
    "citation_title": "International Migration Responses to Natural Disasters: Evidence from Modern Europe's Deadliest Earthquake",
    "citation_author": [
        "Yannay Spitzer",
        "Gaspare Tortorici",
        "Ariell Zimran"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "International Factor Mobility",
        "Labor Economics",
        "Unemployment and Immigration",
        "History",
        "Labor and Health History",
        "Other History",
        "Development and Growth",
        "Development",
        "Environmental and Resource Economics",
        "Environment"
    ],
    "program": [
        "Development of the American Economy",
        "Development Economics",
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Messina-Reggio Calabria Earthquake (1908) was the deadliest earthquake and arguably the most devastating natural disaster in modern European history. It occurred when overseas mass emigration from southern Italy was at its peak and international borders were open, making emigration a widespread phenomenon and a readily available option for disaster relief. We use this singular event and its unique and important context to study the effects of natural disasters on international migration.  Using commune-level data on damage and annual emigration, we find that, despite massive destruction, there is no evidence that the earthquake had, on average, a large impact on emigration or its composition.  There were, however, heterogeneous and offsetting responses to the shock, with a more positive effect on emigration in districts where agricultural day laborers comprised a larger share of the labor force, suggesting that attachment to the land was an impediment to reacting to the disaster through migration.  Nonetheless, relative to the effects of ordinary shocks, such as a recession in the destination, this momentous event had a small impact on emigration rates. These findings contribute to literatures on climate- and disaster-driven migration and on the Age of Mass Migration.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Christina Gathmann, Gaia Narciso, Cormac Ó Gráda, Laura Panza, Dean Yang; seminar participants at Vanderbilt University, Trinity College Dublin, and the University of Heidelberg; and conference participants at the 2019 Economic History Workshop of the Associazione per la Storia Economica and the 2019 European Historical Economics Society Conference. We are grateful to Peg Zitko and the Statue of Liberty-Ellis Island Foundation for providing data. Christine Chang, Jongoh Kim, Elizabeth Nelson, Sarah Robinson, Claire Whittaker, and Danielle Williamson provided excellent research assistance. Gaspare Tortorici acknowledges funding from the Irish Research Council. Work on this paper was completed while Ariell Zimran was a W. Glenn Campbell and Rita Ricardo-Campbell National Fellow and the William C. Bark National Fellow at the Hoover Institution, Stanford University; funding from the Hoover Institution is gratefully acknowledged. This material is based upon work supported by the National Science Foundation under Grant No. SES-1425598.  Additional financial support was provided by the Northwestern University Economics Department's Eisner Fund, the Northwestern University Center for Economic History, the Balzan Foundation, and an Exploratory Data and Travel Grant from the Economic History Association. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}