{
    "id": 27529,
    "citation_title": "The Real Effects of Modern Information Technologies",
    "citation_author": [
        "Itay Goldstein",
        "Shijie Yang",
        "Luo Zuo"
    ],
    "citation_publication_date": "2020-07-13",
    "issue_date": "2020-07-09",
    "revision_date": "2020-12-15",
    "topics": [
        "Financial Economics",
        "Portfolio Selection and Asset Pricing",
        "Financial Markets",
        "Corporate Finance",
        "Other",
        "Accounting, Marketing, and Personnel"
    ],
    "program": [
        "Corporate Finance"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing the staggered implementation of the EDGAR system from 1993 to 1996 as a shock to information dissemination technologies, we examine the potential benefits and costs of modern information technologies on the real economy. On the one hand, we document results confirming the conventional wisdom that broader information dissemination leads to an increase in the level of equity financing and corporate investment. On the other hand, we provide evidence that greater dissemination of corporate disclosures crowds out private information acquisition and reduces managerial learning from stock prices. This crowding-out effect, while often overlooked, is particularly pronounced in high-growth firms. Our findings suggest that it is important to consider this tradeoff between improved equity financing and reduced managerial learning when evaluating the economic effects of modern information technologies. Our evidence suggests that the former effect dominates in value firms while the latter effect dominates in high-growth firms.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge helpful comments from John Core, Andrew Leone, Chen Lin, K. Ramesh, Sugata Roychowdhury, Eric So, Sri Sridhar, Rodrigo Verdi, and Joseph Weber, as well as seminar participants at Cornell University, the Massachusetts Institute of Technology, Northwestern University, Wuhan University, and the 2020 Virtual Conference of Accounting Society of China. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}