{
    "id": 27538,
    "citation_title": "How Do Restrictions on High-Skilled Immigration Affect Offshoring? Evidence from the H-1B Program",
    "citation_author": [
        "Britta Glennon"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "2020-09-24",
    "topics": [
        "International Economics",
        "Trade",
        "International Factor Mobility",
        "Labor Economics",
        "Unemployment and Immigration",
        "Development and Growth",
        "Innovation and R&D"
    ],
    "program": [
        "International Trade and Investment",
        "Labor Studies",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSkilled immigration restrictions may have secondary consequences that have been largely overlooked in the immigration debate: multinational firms faced with visa constraints have an offshoring option, namely, hiring the labor they need at their foreign affiliates. If multinationals use this option, then restrictive migration policies are unlikely to have the desired effects of increasing employment of natives, but rather have the effect of offshoring jobs. Combining visa data and comprehensive data on US multinational firm activity, I find that restrictions on H-1B immigration caused foreign affiliate employment increases at the intensive and extensive margins, particularly in Canada, India, and China.\n\n",
    "acknowledgement": "\nI would like to thank Lee Branstetter, Brian Kovak, J. Bradford Jensen, Giovanni Peri, Ina Ganguli, Elena Kulchina, Erica Fuchs, and seminar participants at the NBER Summer Institute, BYU Winter Conference, ASSA, NBER Productivity Seminar, UCLA, IESE, USC, Bocconi, Wharton, Duke, MIT, Federal Reserve Board, Georgetown University, George Washington University, Notre Dame, Georgia Tech, and HBS. I also gratefully acknowledge financial support from the Mack Institute for Innovation Management. The statistical analysis of firm-level data on U.S. multinational companies was conducted at the Bureau of Economic Analysis (BEA), United States Department of Commerce under arrangements that maintain legal confidentiality requirements. I thank Bill Zeile, Jim Fetzer, and Ray Mataloni for helpful discussions on the BEA data. All errors and omissions remain my own responsibility. The views expressed are those of the author and do not reflect official positions of the U.S. Department of Commerce. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}