{
    "id": 27552,
    "citation_title": "Wealth, Race, and Consumption Smoothing of Typical Income Shocks",
    "citation_author": [
        "Peter Ganong",
        "Damon Jones",
        "Pascal J. Noel",
        "Fiona E. Greig",
        "Diana Farrell",
        "Chris Wheat"
    ],
    "citation_publication_date": "2020-07-20",
    "issue_date": "2020-07-16",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Consumption and Investment",
        "Labor Economics",
        "Demography and Aging",
        "Unemployment and Immigration"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Labor Studies",
        "Monetary Economics",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": [
        "Race and Stratification in the Economy"
    ],
    "abstract": "\n\nWe estimate the elasticity of consumption with respect to income using an instrument based on firm-wide changes in pay. While much of the consumption-smoothing literature uses variation in unusual windfall income, this instrument captures the temporary income variation that households typically experience. Furthermore, this estimator is precise, allowing us to address an open question about how much the elasticity varies with wealth. We find a much lower consumption response for high-liquidity households, which may help discipline structural models. We then use this instrument to study how wealth shapes racial inequality. An extensive body of work documents a substantial racial wealth gap. However, less is known about how this gap translates into differences in welfare on a month-to-month basis.  We find that black (Hispanic) households cut their consumption 50 (20) percent more than white households when faced with a similarly-sized income shock. Nearly all of this differential pass-through of income to consumption is explained, in a statistical sense, by differences in liquid wealth. Combining our empirical estimates with a model, we show that the welfare cost of income volatility is at least 50 percent higher for black households and 20 percent higher for Hispanic households than it is for white households.\n\n",
    "acknowledgement": "\nWe thank Fenaba Addo, Richard Blundell, Erik Hurst, Koichiro Ito, Greg Kaplan, Dmitri Koustas, Bruce Meyer, Scott Nelson, Matthew Notowidigdo, Cormac O’Dea, and Jon Roth for helpful comments, and Peter Henry for discussing the paper. We thank seminar participants at Texas A&M, UCL, and AEA CSMGEP 2020. We thank Therese Bonomo, Guillermo Carranza Jordan, Sanhitha Jugulum, Maxwell Liebeskind, Roshan Mahanth, Peter Robertson, and Tanya Sonthalia for outstanding research assistance. This research was made possible by a data-use agreement between three of the authors and the JPMorgan Chase Institute (JPMCI), which has created de-identified data assets that are selectively available to be used for academic research. DIana Farrell, Fiona Greig, and Chris Wheat are employees of JPMorgan Chase & Co. All statistics from JPMCI data, including medians, reflect cells with multiple observations. The opinions expressed are those of the authors alone and do not represent the views of JPMorgan Chase & Co. We gratefully acknowledge funding from the the UChicago Center for Data and Computing, the UChicago Center for the Study of Race, Politics, and Culture, and the Kathryn and Grant Swick and Fujimori/Mou Faculty Research Funds at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPeter Ganong\n\nAs part of the University of Chicago data use agreement, Chase reviewed the paper prior to distribution to ensure that privacy protocols were followed and that no confidential proprietary information was disclosed. While working on this paper, Diana Farrell, Fiona Greig, and Chris Wheat were employees of JPMorgan Chase and Peter Ganong and Pascal Noel were compensated for providing research advice on public reports produced by the JPMorgan Chase Institute's research team.\n\n\n\nDamon Jones\n\nAs part of the University of Chicago data use agreement, Chase reviewed the paper prior to distribution to ensure that privacy protocols were followed and that no confidential proprietary information was disclosed. While working on this paper, Diana Farrell, Fiona Greig, and Chris Wheat were employees of JPMorgan Chase and Peter Ganong and Pascal Noel were compensated for providing research advice on public reports produced by the JPMorgan Chase Institute's research team.\n\n\n"
}