{
    "id": 27576,
    "citation_title": "The Effect of Fiscal Stimulus: Evidence from COVID-19",
    "citation_author": [
        "Miguel Garza Casado",
        "Britta Glennon",
        "Julia Lane",
        "David McQuown",
        "Daniel Rich",
        "Bruce A. Weinberg"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-08-07",
    "revision_date": "2020-10-09",
    "topics": [
        "Macroeconomics",
        "Consumption and Investment",
        "Fiscal Policy",
        "Public Economics",
        "Taxation",
        "Labor Economics",
        "Unemployment and Immigration"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Labor Studies",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolicymakers, faced with different options for replacing lost earnings, have had limited evidence to inform their decisions. The current economic crisis has highlighted the need for data that are local and timely so that different fiscal policy options on local economies can be more immediately evaluated. This paper provides a framework for evaluating real-time effects of fiscal policy on local economic activity using two new sources of near real-time data. The first data source is administrative records that provide universal, weekly, information on unemployment claimants. The second data source is transaction level data on economic activity that are available on a daily basis. We use shift-share approaches, combined with these two data sources and the novel cross-county variation in the incidence of the COVID-19 supplement to Unemployment Insurance to estimate the local impact of unemployment, earnings replacement, and their interaction on economic activity. We find that higher replacement rates lead to significantly more consumer spending – even with increases in the unemployment rate – consistent with the goal of the fiscal stimulus. Our estimates suggest that, based on the latest data, eliminating the Federal Pandemic Unemployment Compensation (FPUC) supplement would lead to a 44% decline in local spending. If the FPUC supplement is reduced to $200, resulting in a reduction of the replacement rate by 44%, spending would fall by 28%. Even if the FPUC supplement is reduced to $400, the replacement rate would fall by 29% and spending would fall by 12%. Because these data are available in every state, the approach can be used to inform decision making not just in this current crisis, but also in future recessions.\n\n",
    "acknowledgement": "\nThis work was funded by Schmidt Futures, Amazon Web Services, the Overdeck Family Foundation the Bill and Melinda Gates Foundation and NIH grants UL1 TR002733 and R24 HD058484. George Putnam, Daniela Hochfellner, Nathan Caplan and Frauke Kreuter provided extremely useful input and guidance. We are grateful to Illinois Department of Employment Security for providing data access. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJulia Lane\n\nThis work was funded by Schmidt Futures, Amazon Web Services, the Overdeck Family Foundation the Bill and Melinda Gates Foundation and NIH grants UL1 TR002733 and R24 HD058484. George Putnam, Daniela Hochfellner, Nathan Caplan and Frauke Kreuter provided extremely useful input and guidance. We are grateful to Illinois Department of Employment Security for providing data access.\n\n\n"
}