{
    "id": 27579,
    "citation_title": "Investing in Ex Ante Regulation: Evidence from Pharmaceutical Patent Examination",
    "citation_author": [
        "Michael D. Frakes",
        "Melissa F. Wasserman"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "None",
    "topics": [
        "Health, Education, and Welfare",
        "Health",
        "Development and Growth",
        "Innovation and R&D"
    ],
    "program": [
        "Health Care",
        "Law and Economics",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Innovation Policy"
    ],
    "abstract": "\n\nThe debate surrounding escalating prescription drug prices has increasingly focused on the legitimacy of the practice of brand-name manufacturers receiving patent protection on peripheral features of the drug such as the route of administration, as opposed to just the active-ingredient itself.  The key question is whether these later-obtained, secondary patents protect novel features and represent true innovation or, instead, provide little to no innovative benefit and improperly delay generic entry.  In this paper, we explore how the Patent Office may improve the quality of the secondary patents issued—thereby reducing the degree of unnecessary and harmful delays of generic entry—by giving examiners more time to review patent applications.  Our findings suggest that current examiner time allocations are causing patent examiners to issue low quality secondary patents on the margin.  We further set forth evidence suggesting that the costs to investing in greater ex ante scrutiny of secondary pharmaceutical patent applications by the Patent Office are greatly outweighed by the benefits, which include the avoidance of downstream litigation expenses and gains to consumer and total surplus from reduced drug prices.\n\n",
    "acknowledgement": "\nWe are thankful to seminar participants at the USC Schaeffer Center Workshop, the Indiana University O’Neill Public Affairs and Public Finance Speaker Series Workshop, the NSF Future of IP Conference, the Empirical Health Law Conference, the Duke Law and Economics Colloquium, the Texas Law and Economics Workshop, and the ZIPOW IP Workshop for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}