{
    "id": 27585,
    "citation_title": "Why Do Borrowers Default on Mortgages? A New Method For Causal Attribution",
    "citation_author": [
        "Peter Ganong",
        "Pascal J. Noel"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Consumption and Investment",
        "Financial Economics",
        "Financial Institutions",
        "Regional and Urban Economics"
    ],
    "program": [
        "Corporate Finance",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": [
        "Household Finance",
        "Urban Economics"
    ],
    "abstract": "\n\nThere are two prevailing theories of borrower default: strategic default—when debt is too high relative to the value of the house—and adverse life events—such that the monthly payment is too high relative to available resources. It has been challenging to test between these theories in part because adverse events are measured with error, possibly leading to attenuation bias. We develop a new method for addressing this measurement error using a comparison group of borrowers with no strategic default motive: borrowers with positive home equity. We implement the method using high-frequency administrative data linking income and mortgage default. Our central finding is that only 3 percent of defaults are caused exclusively by negative equity, much less than previously thought; in other words, adverse events are a necessary condition for 97 percent of mortgage defaults. Although this finding contrasts sharply with predictions from standard models, we show that it can be rationalized in models with a high private cost of mortgage default.\n\n",
    "acknowledgement": "\nWe thank John Campbell and Joao Cocco for generously sharing code and for very helpful comments. We further thank Joao Cocco for serving as a discussant on this paper. We also thank Neil Bhutta, Kyle Herkenhoff, Peter Hull, Erik Hurst, Koichiro Ito, Anil Kashyap, Ben Keys, David Matsa, Neale Mahoney, Atif Mian, Jack Mountjoy, Mikkel Plagborg-Moller, Matthew Notowidigdo, Christopher Palmer, Jesse Shapiro, Amir Sufi, Robert Vishny, Paul Willen, Luigi Zingales, and Eric Zwick for helpful conversations. We thank seminar participants at AEA, the Becker Friedman Institute, Berkeley Haas, Brown, BYU, Copenhagen University, CUNY, Dartmouth, HBS, LBS, Michigan, MIT Sloan, NYU, the Stanford Institute for Theoretical Economics, University of Chicago Law School, and UCLA for helpful comments. We thank Ari Anisfeld, Rei Bertoldi, Therese Bonomo, Guillermo Carranza Jordan, Lei Ma, Roshan Mahanth, and Peter Robertson for excellent research assistance. This research was made possible by a data-use agreement between the authors and the JPMorgan Chase Institute (JPMCI), which has created de-identified data assets that are selectively available to be used for academic research. All statistics from JPMCI, including medians, reflect cells with at least 10 observations. The opinions expressed are those of the authors alone and do not represent the views of JPMorgan Chase & Co. While working on this paper, the authors were compensated for providing research advice on public reports produced by the JPMCI research team. We gratefully acknowledge the financial support of the Center for Research in Security Prices, the Fama-Miller Center, and the Fujimori/Mou Faculty Research Fund at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}