{
    "id": 27596,
    "citation_title": "\"Quick Response\" Economic Stimulus: The Effect of Small-Value Digital Coupons on Spending",
    "citation_author": [
        "Jianwei Xing",
        "Eric Zou",
        "Zhentao Yin",
        "Yong Wang",
        "Zhenhua Li"
    ],
    "citation_publication_date": "2020-07-27",
    "issue_date": "2020-07-23",
    "revision_date": "2020-09-24",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Macroeconomics",
        "Money and Interest Rates",
        "Public Economics",
        "Taxation",
        "Development and Growth",
        "Innovation and R&D"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": [
        "Chinese Economy",
        "Household Finance"
    ],
    "abstract": "\n\nWe study a new consumption stimulus model that leverages mobile payment platforms to dispense massive amounts of small-value, use-it-this-week-or-lose-it digital coupons. We evaluate the effects of one such program in a large Chinese city using novel data of mobile platform transactions of 1 million program participants. Exploiting participants’ rush to the first-come, first-served digital portal, we compare spending among those who barely won coupons to those who barely lost because of minor differences in the timing of their arrival at the portal. We find that coupons generate an immediate increase in weekly consumption among winners by $3 additional out-of-pocket spending for every $1 in government subsidy. Analysis of business customer flows suggests that coupons distort consumption toward more expensive options, leading the program to disproportionately favor big firms that sell pricier goods and services. Relaxing coupons’ minimum spending requirements would alleviate such distributional concern without sacrificing consumer welfare. We conclude that the coupon model can be a useful addition to policy makers’ stimulus toolbox.\n\n",
    "acknowledgement": "\nWe thank Panle Jia Barwick, Dan Bernhardt, Karen Brandon, Mark Colas, Mike Kuhn, Shanjun Li, Nolan Miller, and anonymous referees for helpful comments. We thank Shiping Wang, Fang Wang, and Zhiyun Cheng at Ant Financial for generous technical support, and Jiming Wang and Junting Chen for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}