{
    "id": 27681,
    "citation_title": "Autonomy and Specificity in Agricultural Technology Adoption: Evidence from Mexico",
    "citation_author": [
        "Carolina Corral",
        "Xavier Giné",
        "Aprajit Mahajan",
        "Enrique Seira"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-13",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Development and Growth",
        "Innovation and R&D",
        "Environmental and Resource Economics",
        "Agriculture"
    ],
    "program": [
        "Development Economics",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore heterogeneity in soil quality, lack of knowledge and autonomy as explanations for the low adoption of improved agricultural practices using a randomized field experiment that combined localized soil analyses, tailored input recommendations, extension services and an in-kind grant. We find that while neither the degree of recommendation specificity (plot vs cluster level) nor the extent of autonomy (defined as the freedom of choice in spending the in-kind grant) had any effect on adoption during the intervention, farmers with autonomy had substantially higher adoption of improved practices two years after the intervention ended.\n\n",
    "acknowledgement": "\nWe are grateful to Qué Funciona para el Desarrollo (QFD) for managing the entire project, to Fertilab for the soil analyses, to Agropecuaria Amozoc for providing and mixing fertilizers and to Ipampa S.C. for the provision of agricultural extension services. We would also like to thank Pranab Bardhan, Chico Ferreira, Andy Foster, and Berk Özler for very helpful comments and suggestions. We also thank seminar participants at various workshops for their comments and suggestions. Michelle Infanzón, Victor Manuel Pérez, Bernardo Ribeiro, Mónica Vargas and Victor Vergara provided outstanding research assistance. We also gratefully acknowledge funding from 3ie, BASIS (UC Davis), the World Bank and ISPC-SPIA (under the grant “Strengthening Impact Assessment in the CGIAR System (SIAC)\"). Views expressed in this paper are those of the authors, and do not necessarily reflect the opinions of the World Bank, its executive directors, or the countries they represent.This project was reviewed and approved by the ITAM IRB and UCLA IRB # 12–001756. This study is registered in the AEA RCT Registry with the unique identifying number AEARCTR-0006264. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}