{
    "id": 27699,
    "citation_title": "Understanding Tax Policy: How Do People Reason?",
    "citation_author": [
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-14",
    "revision_date": "2020-11-02",
    "topics": [
        "Microeconomics",
        "Welfare and Collective Choice",
        "Behavioral Economics",
        "Public Economics",
        "Taxation"
    ],
    "program": [
        "Public Economics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI study how people understand, reason, and learn about tax policy. The goal is to uncover the mental models that people use to think about income and estate taxes. To that end, I run large-scale online surveys and experiments on representative U.S. samples to elicit not only respondents' factual knowledge about tax policy and the income or wealth distributions, but also their understanding of the mechanisms of tax policy and their reasoning about it. The detailed survey questions are designed to address the three main factors emphasized in our core tax model that can shape support for or opposition to taxes: efficiency effects, distributional implications, and fairness considerations. But they also elicit broader concerns that could influence policy views, such as misperceptions, views of government, perceived spillovers from taxes, and views on how tax revenues are or should be spent. I decompose policy views into the various underlying factors and find that support for tax policy is most strongly correlated with views on the benefits of redistribution and fairness, as well as with views of the government. Efficiency concerns play a more minor role. These correlational patterns are confirmed by the experimental approach, which shows people instructional videos that explain the workings and consequences of one of the aspects of tax policy (the \"Redistribution\" and the \"Efficiency\" treatments) or that bring the two together and focus on the trade-off (the \"Economist\" treatment). The Redistribution treatment and Economist treatments significantly increase support for more progressive taxes. I also find that there are partisan divergences not just in the final policy views, but also at every step of the reasoning about the underlying mechanisms of taxes, and most starkly on the fairness considerations.\n\n",
    "acknowledgement": "\nI thank participants at the NBER Summer Institute in Political Economy and Public Economics, the CEPR Political Economy Webinar, and seminar attendees at UC Berkeley, Oxford, Arizona State, Princeton, and Paris School of Economics for comments and feedback. I am grateful to Alan Auerbach, Tim Besley, Richard Blundell, Zoe Cullen, Michael Devereux, Nathan Hendren, Ilyana Kuziemko, Camille Landais, Ben Lockwood, Emmanuel Saez, Matthew Weinzierl, Gabriel Zucman, and most of all Larry Katz for invaluable comments. I thank Beatrice Ferrario, Clément Herman, Pierfrancesco Mei Innoncenti, Leonardo D'Amico, Lionel Jeanrenaud, Julia Paul-Venturine, and Yannic Rehm for exceptional research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}