{
    "id": 27695,
    "citation_title": "Government Advertising in Market-Based Public Programs: Evidence from the Health Insurance Marketplace",
    "citation_author": [
        "Naoki Aizawa",
        "You Suk Kim"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-14",
    "revision_date": "None",
    "topics": [
        "Financial Economics",
        "Financial Institutions",
        "Health, Education, and Welfare",
        "Health",
        "Poverty and Wellbeing",
        "Industrial Organization",
        "Market Structure and Firm Performance",
        "Other",
        "Accounting, Marketing, and Personnel"
    ],
    "program": [
        "Health Care",
        "Industrial Organization",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": [
        "Insurance"
    ],
    "abstract": "\n\nThis paper studies government and private marketing activities in the context of the Affordable Care Act health insurance marketplace. Using detailed TV advertising data, we present evidence that government and private advertising are targeted to different geographical areas and provide different messaging content. Then, we estimate the impacts of government and private advertising on consumer demand by exploiting discontinuities in advertising along the borders of local TV markets. We find that government advertising has a market-expansion effect and enhances welfare. We also find that private advertising is not more effective than government advertising in increasing total program enrollment. Although private advertising is still effective in increasing insurer’s own enrollment, it does not have positive spillovers to other insurers but has a modest business-stealing effect. We then develop and estimate an equilibrium model of marketplaces to illustrate mechanisms through which government advertising affects the market equilibrium. Our simulation suggests that government advertising can simultaneously increase total program enrollment and reduce excessive advertising spending among private insurers.\n\n",
    "acknowledgement": "\nFirst draft: July 31, 2019. We are especially grateful to Brad Shapiro for a number of suggestions and discussions at various stages of this project. We thank Marika Cabral, Leemore Dafny, Liran Einav, Hanming Fang, Serafin Grundl, Ben Handel, Jonathan Kolstad, Corina Mommaerts, Matt Notowidigo, Ken Onishi, Elena Patel, Elena Prager, Mark Shepard, Amanda Starc, Justin Sydner, Chris Taber, and JoelWaldfogel, as well as many seminar and conference participants at DC IO Day, Federal Reserve Board, Midwest IO Fest (U.Chicago), National Tax Association Conference, NBER Insurance Meeting, NBER Summer Institute (health care), University of Wisconsin-Madison, and Virtual Quantitative Marketing Seminar for helpful comments. Joel McMurry and Logan Schultheis provided outstanding research assistance. The analysis and conclusions set forth are those of the authors and do not indicate concurrence by other members of the staff, by the Board of Governors, or by the Federal Reserve System, nor do they necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}