{
    "id": 27690,
    "citation_title": "Life Cycle Cash Flows of Ventures",
    "citation_author": [
        "Shumiao Ouyang",
        "Jiaheng Yu",
        "Ravi Jagannathan"
    ],
    "citation_publication_date": "2020-08-17",
    "issue_date": "2020-08-14",
    "revision_date": "2020-09-08",
    "topics": [
        "Financial Economics",
        "Financial Markets",
        "Portfolio Selection and Asset Pricing"
    ],
    "program": [
        "Asset Pricing",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the collective return to all investors in ventures in our sample over their life cycle. The net present value per dollar invested in the ﬁrst round of funding (NPV) is signiﬁcantly positive on average but comes down after 1999. The structural break follows the passage of the National Securities Markets Improvement Act (NSMIA). We develop a model to understand the eﬀects of increased supply of capital due to NSMIA. Consistent with the model’s predictions, after NSMIA, ventures have lower NPVs, founders give up a smaller fraction of ownership to more experienced VCs, but they continue to add value.\n\n",
    "acknowledgement": "\nWe thank Marco Sammon, Morten Sorensen, and participants at the 2020 AFA Meeting for their valuable comments. We thank Honghao Wang and Tiange Ye for excellent research assistance. We thank Lintong Li for sharing his codes for analyzing the patent data. Shumiao Ouyang thanks the Julis-Rabinowitz Center for Public Policy & Finance (JRCPPF) for funding. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRavi Jagannathan\n\nI am a consultant to DSC Quantitative Group, which has created a portfolio of benchmark and investable indices seeking to track the gross performance of both the US private equity and venture capital industries. In my opinion, DSC Quantitative Group's policy positions, goals, or financial interests do not relate to this article.  However, as a matter of abundant caution, I am disclosing this relationship.\n\n\n"
}