{
    "id": 27714,
    "citation_title": "Have Income-Based Achievement Gaps Widened or Narrowed?",
    "citation_author": [
        "Shirin A. Hashim",
        "Thomas J. Kane",
        "Thomas Kelley-Kemple",
        "Mary E. Laski",
        "Douglas O. Staiger"
    ],
    "citation_publication_date": "2020-08-24",
    "issue_date": "2020-08-21",
    "revision_date": "None",
    "topics": [
        "Health, Education, and Welfare",
        "Education"
    ],
    "program": [
        "Children",
        "Economics of Education",
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 1990, U.S. policymakers have worked to close gaps in academic achievement by income and race (e.g. with school finance reform and school accountability systems) even as rising income inequality and income-based residential segregation have threatened to widen them.  Using estimates of the mean and variance in household income for sampled schools, we reconstruct the student-level relationship between achievement and household income in the National Assessment of Educational Progress (NAEP) from 1990 to 2015.   We find that achievement at all levels of parental income rose substantially in 4th and 8th grade.  In contrast to Reardon (2011), we find that achievement gaps narrowed substantially in 4th grade reading and math and in 8th grade math, while the gaps remained stable in 8th grade reading.   As a robustness check, we used the March Current Population survey to impute income for dependent children by race, mother’s education, urbanicity and state and then calculated mean achievement for those same groups in the NAEP.   Again, we found gaps in achievement narrowing between groups with high and low predicted mean household incomes.  Our results challenge the prevailing understanding that income-based achievement gaps have widened in the United States over the last 30 years.\n\n",
    "acknowledgement": "\nA grant from the Walton Family Foundation supported Mary Laski and Shirin Hashim.  Pre-doctoral training grant R305B150010-16 from the Institute of Education Sciences at the U.S. Department of Education supported Thomas Kelley-Kemple.   We thank Aimee Chen, Janet Currie, David Deming, John Friedman, David Grissmer, Eric Hanushek, Caroline Hoxby, Dan Koretz, Eric Nielsen, Paul Peterson, Steve Raudenbush, Sarah Reber, Jesse Rothstein, Sarah Turner, Jim Wyckoff and seminar participants at the University of Virginia, Harvard Graduate School of Education and the 2020 NBER Summer Institute for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDouglas O. Staiger\n\nDouglas Staiger is a co-founder, consults for, and holds an equity interest in ArborMetrix, Inc., a company that sells efficiency measurement systems and consulting services to insurers and hospitals.\n\n\n"
}