{
    "id": 27711,
    "citation_title": "What Good Are Treatment Effects without Treatment? Mental Health and the Reluctance to Use Talk Therapy",
    "citation_author": [
        "Christopher J. Cronin",
        "Matthew P. Forsstrom",
        "Nicholas W. Papageorge"
    ],
    "citation_publication_date": "2020-08-24",
    "issue_date": "2020-08-21",
    "revision_date": "2020-09-24",
    "topics": [
        "Health, Education, and Welfare",
        "Health",
        "Labor Economics",
        "Labor Supply and Demand"
    ],
    "program": [
        "Economics of Aging",
        "Health Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMounting evidence across disciplines shows that psychotherapy is more curative than antidepressants for mild-to-moderate depression and anxiety. Yet, few patients use it. This paper develops and estimates a structural model of dynamic decision-making to analyze mental health treatment choices in the context of depression and anxiety. The model incorporates myriad costs suggested in previous work as critical impediments to psychotherapy use. We also integrate links between mental health and labor outcomes to more fully capture the benefits of mental health improvements and the costs of psychotherapy. Finally, the model addresses measurement error in widely-used mental health variables. Using the estimated model, we find that mental health improvements are valuable, both directly through increased utility and indirectly through earnings. We also show that even though psychotherapy improves mental health, counterfactual policy changes, e.g., lowering the price or removing other costs, do very little to increase uptake. We highlight two conclusions. As patient reluctance to use psychotherapy is nearly impervious to a host of a priori reasonable policies, we need to look elsewhere to understand it (e.g., biases in beliefs about treatment effects, stigma, or other factors that are as yet unknown). More broadly, large benefits of psychotherapy estimated in randomized trials tell only half the story. If patients do not use the treatment outside of an experimental setting—and we fail to understand why or how to get them to—estimated treatment effects cannot be leveraged to improve population mental health or social welfare.\n\n",
    "acknowledgement": "\nFirst draft: October 31, 2016. Current draft: August 20, 2020. We gratefully acknowledge helpful comments from: Daniel Avdic, Victoria Baranov, Sonia Bhalotra, Pietro Biroli, David Bradford, Michael Dickstein, Fabrice Etile, Bill Evans, Richard Frank, Donna Gilleskie, Barton Hamilton, Robert Moffitt, and Michael Richards, along with seminar participants at ASHEcon Philadelphia, Southeastern HESG Richmond, H2D2 Ann Arbor, SOLE Raleigh, Essen Health and Labour Conference, and EWEHE Prague. A previous version of this paper was circulated as “Mental Health, Human Capital and Labor Outcomes.”  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}