{
    "id": 27723,
    "citation_title": "Data-intensive Innovation and the State: Evidence from AI Firms in China",
    "citation_author": [
        "Martin Beraja",
        "David Y. Yang",
        "Noam Yuchtman"
    ],
    "citation_publication_date": "2020-08-24",
    "issue_date": "2020-08-21",
    "revision_date": "2020-09-18",
    "topics": [
        "Macroeconomics",
        "Public Economics",
        "Public Goods",
        "Industrial Organization",
        "Regulatory Economics",
        "Industry Studies",
        "Development and Growth",
        "Innovation and R&D",
        "Growth and Productivity",
        "Other",
        "Economic Systems",
        "Culture"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Political Economy",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Chinese Economy"
    ],
    "abstract": "\n\nData-intensive technologies, like AI, are increasingly widespread. We argue that the direction of innovation and growth in data-intensive economies may be crucially shaped by the state because: (i) the state is a key collector of data and (ii) data is sharable across uses within firms, potentially generating economies of scope. We study a prototypical setting: facial recognition AI in China. Collecting comprehensive data on firms and government procurement contracts, we find evidence of economies of scope arising from government data: firms awarded contracts providing access to more government data produce both more government and commercial software. We then build a directed technical change model to study the implications of government data access for the direction of innovation, growth, and welfare. We conclude with three applications showing how data-intensive innovation may be shaped by the state: both directly, by setting industrial policy; and indirectly, by choosing surveillance levels and privacy regulations.\n\n",
    "acknowledgement": "\nWe are especially grateful for the extraordinary research assistance pro-vided by Haoran Gao, Andrew Kao, Shuhao Lu, and Wenwei Peng. We also thank Shiyun Hu, Junxi Liu, Shengqi Ni, Yucheng Quan, Linchuan Xu, Peilin Yang, and Guoli Yin, for their excellent work as research assistants as well. Many appreciated suggestions, critiques and encouragement were provided by Daron Acemoglu, Dominick Bartelme, Ryan Bubb, Paco Buera, Ernesto Dal Bó, Dave Donaldson, Ruben Enikolopov, Raquel Fernández, Richard Freeman, Chad Jones, Pete Klenow, Monica Martinez-Bravo, Andy Neumeyer, Juan Pablo Nicolini, Arianna Ornaghi, Maria Petrova, Torsten Persson, Nancy Qian, Andrei Shleifer, Chris Tonetti, John Van Reenen, and Daniel Xu, as well as many seminar and conference participants. Yuchtman acknowledges financial support from the British Academy under the Global Professorships program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}