{
    "id": 27731,
    "citation_title": "The Stable Transformation Path",
    "citation_author": [
        "Francisco J. Buera",
        "Joseph P. Kaboski",
        "Martí Mestieri",
        "Daniel G. O'Connor"
    ],
    "citation_publication_date": "2020-08-24",
    "issue_date": "2020-08-21",
    "revision_date": "None",
    "topics": [
        "Development and Growth",
        "Development",
        "Growth and Productivity"
    ],
    "program": [
        "Development Economics",
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics",
        "International Trade and Investment"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStandard dynamic models of structural transformation, without knife-edge and counterfactual parameter values, preclude balanced growth path (BGP) analysis. This paper develops a dynamic equilibrium concept for a more general class of models — an alternative to a BGP, which we coin a Stable Transformation Path (STraP). The STraP characterizes the medium-term dynamics of the economy in a turnpike sense; it is the path toward which the economy (quickly) converges from an arbitrary initial capital stock. Calibrated simulations demonstrate that the relaxed parameter values that the STraP allows have important quantitative implications for structural transformation, investment, and growth. Indeed, analyzing the dynamics along the STraP, we show that the modern dynamic model of structural transformation makes progress over the Neoclassical growth model in matching key growth and capital accumulation patterns in cross-country data, including slow convergence.\n\n",
    "acknowledgement": "\nWe are thankful for comments received at the SED, Princeton, Yale, Cornell, the Minneapolis Fed, MIT, Pittsburgh, Cambridge, and Boston University. We are also thankful to Matt Song for his great research assistance. We have received funding from CEPR's Structural Transformation and Economic Growth (STEG) research programme. Kaboski has significant financial relationships with Yale University's YRISE, the IMF, and STEG. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}