{
    "id": 27744,
    "citation_title": "Cheap Thrills: the Price of Leisure and the Global Decline in Work Hours",
    "citation_author": [
        "Alexandr Kopytov",
        "Nikolai Roussanov",
        "Mathieu Taschereau-Dumouchel"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Consumption and Investment",
        "Labor Economics",
        "Labor Supply and Demand",
        "Labor Compensation"
    ],
    "program": [
        "Development of the American Economy",
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics",
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe real price of recreation goods and services has fallen dramatically over the last century. At the same time, hours per worker have also been on a steady decline. As recreation goods make leisure time more enjoyable, we investigate if the fall in their price has contributed to the decline in work hours. Using aggregate data from OECD countries, as well as disaggregated data from the United States, we provide evidence that the two are strongly related. To identify the effect of recreation prices on hours worked, we use variation in the bundle of recreational goods across demographic groups to instrument for the changing price of leisure faced by these groups over time. We then construct a macroeconomic model with general preferences that allows for trending relative prices and work hours along a balanced growth path. We estimate the model and find that a large part of the decline in hours worked can be explained by the declining price of leisure. In contrast, we find mixed evidence that higher wages contributed to the decline in hours worked over the last several decades.\n\n",
    "acknowledgement": "\nWe thank Julieta Caunedo and Jeremy Greenwood as well as seminar participants at Cornell, Wharton and Princeton for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}