{
    "id": 27750,
    "citation_title": "Colonial Origins, Property Rights, and the Organization of Agricultural Production: the US Midwest and Argentine Pampas Compared",
    "citation_author": [
        "Eric C. Edwards",
        "Martin Fiszbein",
        "Gary D. Libecap"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "None",
    "topics": [
        "Other",
        "Law and Economics",
        "Industrial Organization",
        "Market Structure and Firm Performance",
        "Firm Behavior",
        "History",
        "Financial History",
        "Other History",
        "Development and Growth",
        "Development",
        "Environmental and Resource Economics",
        "Agriculture"
    ],
    "program": [
        "Development of the American Economy",
        "Development Economics",
        "Industrial Organization",
        "Law and Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the origins, persistence, and economic consequences of institutional structures of agricultural production.  We compare farms in the Argentine Pampas and US Midwest, regions of similar potential input and output mixes. The focus is on 1910-1914, during the international grain trade boom and when census data are available. The Midwest was characterized by small farms and family labor.  Land was a commercial asset and traded routinely. The Pampas was characterized by large landholdings and use of external labor. Land was a source of status and held across generations. Status attributes could not be easily monetized for trade, reducing market exchange, limiting entry, and hindering farm restructuring. Differing land property rights followed from English and Spanish colonial and post-independence policies. Geo-climatic factors cannot explain dissimilarities in farm sizes, tenancy, and output mixes, suggesting institutional constraints. Midwest farmers also were more responsive to exogenous signals. There is evidence of moral hazard on Pampas farms. Conjectures on long-term development are provided.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Seminar on Property, Solstrand, Bergen, Norway; the Property and Environment Research Center, Bozeman, Montana; the Center for Economic Liberty, Arizona State University; as well as Lee Alston for comments and Andrew Hutchins for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}