{
    "id": 27768,
    "citation_title": "Effective Demand Failures and the Limits of Monetary Stabilization Policy",
    "citation_author": [
        "Michael Woodford"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Macroeconomic Models",
        "Monetary Policy",
        "Fiscal Policy"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe COVID-19 pandemic presents a challenge for stabilization policy that is different from those resulting from either “supply” or “demand” shocks that similarly affect all sectors of the economy, owing to the degree to which the necessity of temporarily suspending some (but not all) economic activities disrupts the circular flow of payments, resulting in a failure of what Keynes (1936) calls “effective demand.” In such a situation, economic activity in many sectors of the economy can be much lower than would maximize welfare (even taking into account the public health constraint), and interest-rate policy cannot eliminate the distortions — not because of a limit on the extent to which interest rates can be reduced, but because monetary stimulus fails to stimulate demand of the right sorts. Fiscal transfers are instead well-suited to addressing the fundamental problem, and can under certain circumstances achieve a first-best allocation of resources without any need for a monetary policy response.\n\n",
    "acknowledgement": "\nAn earlier version was presented at the 2020 NBER Summer Institute under the title \"Pandemic Shocks, Effective Demand, and Stabilization Policy.\" I would like to thank Guido Lorenzoni, Argia Sbordone, Ludwig Straub, Harald Uhlig, and Ivan Werning for helpful comments, and Yeji Sung for research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}