{
    "id": 27763,
    "citation_title": "Monetary Stimulus Amidst the Infrastructure Investment Spree: Evidence from China's Loan-Level Data",
    "citation_author": [
        "Kaiji Chen",
        "Haoyu Gao",
        "Patrick C. Higgins",
        "Daniel F. Waggoner",
        "Tao Zha"
    ],
    "citation_publication_date": "2020-08-31",
    "issue_date": "2020-08-27",
    "revision_date": "None",
    "topics": [
        "Econometrics",
        "Estimation Methods",
        "Macroeconomics",
        "Monetary Policy"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": [
        "Chinese Economy",
        "Risks of Financial Institutions"
    ],
    "abstract": "\n\nWe study the impacts of the 2009 monetary stimulus and its interaction with infrastructure spending on credit allocation. We develop a two-stage estimation approach and apply it to China's loan-level data that covers all sectors in the economy. We find that except for the manufacturing sector, monetary stimulus itself did not favor SOEs over non-SOEs in credit access. Infrastructure investment driven by non-monetary factors, however, enhanced the monetary transmission to bank credit allocated to LGFVs in infrastructure and at the same time weakened the impacts of monetary stimulus on bank credit to non-SOEs in sectors other than infrastructure.\n\n",
    "acknowledgement": "\nWe thank Markus Brunnermeier, Lawrence Christiano, Will Cong, Marty Eichenbaum, Zhiguo He, Eric Leeper, Zheng Liu, Sergio Rebelo, Mark Spiegel, Robert Townsend, Shang-Jin Wei, Wei Xiong, and Xiaoyun Yu, as well as seminar participants at 2019 AFR Summer Institute in Economics and Finance, Third IMF-Atlanta Fed China Workshop, China International Conference in Macroeconomics, International Monetary Fund, Hong Kong Monetary Authority, Second HKUST-Jian Joint-Conference in Macroeconomics, ECB-Tsinghua Conference on China, 2019 International Conference on “Exchange Rates, Monetary Policy, and Frictions,” Chinese University of Hong Kong, University of Virginia, and Princeton University for helpful discussions and comments. Haoyu Gao acknowledges the research support from the National Natural Science Foundation of China (NSFC 71702207 and 71850008). The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Atlanta, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}