{
    "id": 27770,
    "citation_title": "Clearing the Bar: Improving Tax Compliance for Small Firms through Target Setting",
    "citation_author": [
        "Yazan Al-Karablieh",
        "Evangelos Koumanakos",
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "None",
    "topics": [
        "Public Economics",
        "Taxation"
    ],
    "program": [
        "International Finance and Macroeconomics",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a new dataset consisting of the universe of Greek corporate tax returns matched to financial statements to study a voluntary tax compliance program for small firms. This “self-assessment” program prescribed target taxable profit margins for different types of activity. Firms that reported profit margins above these targets in a given year were exempt from audits in that year. We find that the firms that take-up the program report significantly larger taxable profits than non-eligible firms, with some evidence of longer-lasting effects on tax reporting. Taxable profits increase by up to 70% of their pre-program levels. We also find that firms can easily and substantially manipulate reported revenue (decreasing it by up to 40%) to help meet prescribed profit margins. Overall, the program increased tax revenues collected from small firms, but points to a very large level of baseline under-reporting of profits and the ease of manipulating reported revenues.\n\n",
    "acknowledgement": "\nWe thank Jim Hines, Serena Fatica, Jeffrey Frankel, Helene Rey, and participants at the 2020 NBER International Seminar on Macroeconomics for valuable comments and feedback. The views expressed on this paper do not necessarily represent the views of the Greek Tax Administration. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}