{
    "id": 27774,
    "citation_title": "The Fractured-Land Hypothesis",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Mark Koyama",
        "Youhong Lin",
        "Tuan-Hwee Sng"
    ],
    "citation_publication_date": "2020-09-07",
    "issue_date": "2020-09-03",
    "revision_date": "None",
    "topics": [
        "Public Economics",
        "National Fiscal Issues",
        "History",
        "Other History",
        "Other",
        "Economic Systems"
    ],
    "program": [
        "Economic Fluctuations and Growth"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPatterns of political unification and fragmentation have crucial implications for comparative economic development. Diamond (1997) famously argued that “fractured land” was responsible for China's tendency toward political unification and Europe's protracted political fragmentation. We build a dynamic model with granular geographical information in terms of topographical features and the location of productive agricultural land to quantitatively gauge the effects of “fractured land” on state formation in Eurasia. We find that either topography or productive land alone is sufficient to account for China's recurring political unification and Europe's persistent political fragmentation. The existence of a core region of high land productivity in Northern China plays a central role in our simulations. We discuss how our results map into observed historical outcomes and assess how robust our findings are.\n\n",
    "acknowledgement": "\nWe are grateful for comments from seminar audiences at Brown University, the NBER DAE meeting, the NBER EFDIS meeting, the Quantitative History Webinar Series hosted by Hong Kong University, the China Economics Summer Institute, Toulouse School of Economics, UC Irvine, Vancouver School of Economics, and from discussions with Siwan Anderson, Emmanuelle Auriol, Lisa Blaydes, Jean-Paul Carvalho, Latika Chaudhary, Dan Bogart, Zhiwu Chen, Felipe Valencia Caicedo, James Fenske, Oded Galor, Saum Jha, Nippe Lagerlof, Chicheng Ma, Joel Mokyr, Gary Richardson, Mohamed Saleh, Paul Seabright, Stergios Skaperdas, Felipe Valencia, and Yang Xie. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}