{
    "id": 27810,
    "citation_title": "Token-Based Platform Finance",
    "citation_author": [
        "Lin William Cong",
        "Ye Li",
        "Neng Wang"
    ],
    "citation_publication_date": "2020-09-14",
    "issue_date": "2020-09-10",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Monetary Policy",
        "Financial Economics",
        "Corporate Finance"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance",
        "Economic Fluctuations and Growth",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic model of platform economy where tokens derive value by facilitating transactions among users and the platform conducts optimal token-supply policy. Token supply increases when new tokens are issued to finance platform growth and to reward platform owners. Token supply decreases when the platform buys back tokens to boost the franchise value (seigniorage). Although token price is endogenously determined in a liquid market, the platform’s financial constraint generates an endogenous token issuance cost that causes under-investment and conflicts of interest between insiders (owners) and outsiders (users). Blockchain technology improves efficiency by enabling commitment to predetermined rules of token supply that address the platform owners’ time inconsistency and thereby mitigates under-investment.\n\n",
    "acknowledgement": "\nWe thank our conference discussants and conference/seminar participants at ABFER/CEPR/CUHK Financial Economics Symposium, AFA 2020, Carnegie Mellon University Tepper School of Business, Central Bank Research Association 2019 Meeting, CEPR ESSFM Gerzensee, Chicago Financial Institutions Conference, City University of Hong Kong, Cleveland Fed/OFR Financial Stability Conference, Cornell University, Econometric Society North America Annual Meeting (Atlanta), Erasmus Liquidity Conference, International Monetary Fund, Luohan Academy First Digital Economy Conference, Maastricht University, Macro Finance Society 14th Meeting, Midwest Finance Association (Chicago), SFS Cavalcade North America 2020, Stevens Institute of Technology, Tokenomics International Conference on Blockchain Economics, 4th Rome Junior Finance Conference, Security and Protocols, University of British Columbia (Economics Theory), University of Florida, USI Lugano, and University of Washington Bothell (Economics) for helpful comments and discussions. Will is grateful for the financial support from the Ewing Marion Kauffman Foundation. Ye is grateful for the financial support from Studienzentrum Gerzensee. The contents of this publication are solely the responsibility of the authors. The paper subsumes results from previous drafts titled “Token-Based Corporate Finance” and “Tokenomics and Platform Finance.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}