{
    "id": 27816,
    "citation_title": "My Taxes are Too Darn High: Tax Protests as Revealed Preferences for Redistribution",
    "citation_author": [
        "Brad C. Nathan",
        "Ricardo Perez-Truglia",
        "Alejandro Zentner"
    ],
    "citation_publication_date": "2020-09-14",
    "issue_date": "2020-09-10",
    "revision_date": "2020-11-20",
    "topics": [
        "Econometrics",
        "Experimental Design",
        "Public Economics",
        "Taxation",
        "Other",
        "Culture"
    ],
    "program": [
        "Law and Economics",
        "Public Economics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": [
        "Household Finance",
        "Urban Economics"
    ],
    "abstract": "\n\nIn all U.S. states, individuals can file a protest with the goal of legally reducing their property taxes. This choice provides a unique opportunity to study preferences for redistribution via revealed preference. We study the motives driving tax protests through two sources of causal identification: a quasi-experiment and a pre-registered large-scale natural field experiment. We show that, consistent with selfish motives, households are highly elastic to their private benefits and private costs from protesting. We also find that social preferences are a significant motive: consistent with conditional cooperation, households are willing to pay higher tax rates if they perceive that others pay high tax rates too. Lastly, we document significant differences between the motivations of Democrats and Republicans.\n\n",
    "acknowledgement": "\nWe are thankful for excellent comments from colleagues. This project was reviewed and approved in advance by the Institutional Review Board at The University of Texas at Dallas. The experiments were pre-registered in the AEA RCT Registry (#0005992). Adrian Cadena Medina, Luisa Cefala, Dongwook Chun, Karl Dill and Santiago De Martini provided superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}