{
    "id": 27832,
    "citation_title": "Gangs, Labor Mobility and Development",
    "citation_author": [
        "Nikita Melnikov",
        "Carlos Schmidt-Padilla",
        "Maria Micaela Sviatschi"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "None",
    "topics": [
        "Development and Growth",
        "Development",
        "Country Studies"
    ],
    "program": [
        "Development Economics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": [
        "Economics of Crime",
        "Urban Economics"
    ],
    "abstract": "\n\nWe study how two of the world’s largest gangs—MS-13 and 18th Street—affect economic development in El Salvador. We exploit the fact that the emergence of these gangs was the consequence of an exogenous shift in American immigration policy that led to the deportation of gang leaders from the United States to El Salvador. Using a spatial regression discontinuity design, we find that individuals living under gang control have significantly less education, material wellbeing, and income than individuals living only 50 meters away but outside of gang territory. None of these discontinuities existed before the emergence of the gangs. The results are confirmed by a difference-in-differences analysis: after the gangs’ arrival, locations under their control started experiencing lower growth in nighttime light density compared to areas without gang presence. A key mechanism behind the results is that, in order to maintain territorial control, gangs restrict individuals’ freedom of movement, affecting their labor market options. The results are not determined by exposure to violence or selective migration from gang locations. We also find no differences in public goods provision.\n\n",
    "acknowledgement": "\nWe thank Alicia Adsera, Cevat Giray Aksoy, Alberto Alesina, Sofia Amaral, Oriana Bandiera, Samuel Bazzi, Chris Blattman, Leah Boustan, Timothy Besley, Eli Berman, Ethan Bueno de Mesquita, Filipe Campante, Doris Chiang, Abby Córdova, Raul Sanchez De la Sierra, Melissa Dell, Patricio Dominguez, John J. Donohue, Jennifer Doleac, Oeindrila Dube, Thad Dunning, Stefano Fiorin, Thomas Fujiwara, Tarek Ghani, Edward Glaeser, Jeff Grogger, Sergei Guriev, Gaurav Khanna, Asim Khwaja, Tom Kirchmaier, Ilyana Kuziemko, Horacio Larreguy, Benjamin Lessing, Nicola Limodio, Sarah Lowes, Stephen Machin, Atif Mian, Magne Mogstad, Chris Neilson, Sam Norris, Daniel Ortega, Emily Owens, Rohini Pande, Paolo Pinotti, Oscar Pocasangre, Nishith Prakash, Stephen Redding, James Robinson, Mark Rosenzweig, Matteo Sandi, Jacob Shapiro, Santiago Tobón, Daniel Treisman, Oliver Vanden Eynde, Juan Vargas, Leonard Wantchekon, Austin Wright, Nathaniel Young, Ekaterina Zhuravskaya, Owen Zidar, Fabrizio Zilibotti, and the participants of seminars and conferences at the AEA, Al Capone, APPAM, APSA, Berkeley, Bocconi University, CERP, Conference on the Economics of Crime and Justice, the EBRD, ESOC, Harvard University, the IDB, ifo Institute, London School of Economics, MIT, NBER summer institute, Paris School of Economics, Princeton University, Sciences Po, University of Chicago, University of Connecticut, University of Munich, University of Passau, and Yale University for helpful comments and suggestions. We also thank the International Crisis Group for helping us get access to certain parts of the data. Paulo Matos and Sarita Ore Quispe provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}