{
    "id": 27836,
    "citation_title": "Average Inflation Targeting and Household Expectations",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko",
        "Edward S. Knotek II",
        "Raphael Schoenle"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "2020-09-23",
    "topics": [
        "Macroeconomics",
        "Business Cycles",
        "Money and Interest Rates",
        "Monetary Policy"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a daily survey of U.S. households, we study how the Federal Reserve’s announcement of its new strategy of average inflation targeting affected households’ expectations. Starting with the day of the announcement, there is a very small uptick in the minority of households reporting that they had heard news about monetary policy relative to prior to the announcement, but this effect fades within a few days. Those hearing news about the announcement do not seem to have understood the announcement: they are no more likely to correctly identify the Fed’s new strategy than others, nor are their expectations different. When we provide randomly selected households with pertinent information about average inflation targeting, their expectations still do not change in a different way than when households are provided with information about traditional inflation targeting.\n\n",
    "acknowledgement": "\nWe thank Daniela Dean for excellent research assistance. The randomized controlled trial is registered at the AER RCT Registry (#AEARCTR-0006425). The views expressed in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Cleveland, the Federal Reserve System, the National Bureau of Economics Research, or any other institution with which the authors are affiliated.\n\n\n"
}