{
    "id": 27837,
    "citation_title": "On the Equilibrium Properties of Network Models with Heterogeneous Agents",
    "citation_author": [
        "Treb Allen",
        "Costas Arkolakis",
        "Xiangliang Li"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Mathematical Tools",
        "Economics of Information",
        "Macroeconomics",
        "Consumption and Investment",
        "International Economics",
        "International Macroeconomics",
        "Development and Growth",
        "Development",
        "Regional and Urban Economics",
        "Regional Economics"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "International Trade and Investment"
    ],
    "projects": null,
    "working_groups": [
        "Urban Economics"
    ],
    "abstract": "\n\nIn this note, we consider a broad class of network models where a large number of heterogeneous agents simultaneously interact in many ways. We provide an iterative algorithm for calculating an equilibrium and offer sufficient and “globally necessary” conditions under which the equilibrium is unique. The results arise from a multi-dimensional extension of the contraction mapping theorem which allows for the separate treatment of the different types of interactions. We illustrate that a wide variety of heterogeneous agent economies – characterized by spatial, production, or social networks – yield equilibrium representations amenable to our theorem's characterization.\n\n",
    "acknowledgement": "\nWe thank Truman Bewley, Vasco Carvalho, Xiaohong Chen, Yi Chen, Dave Donaldson, John Geanakoplos, Johannes Horner, Steve Redding, Andres Rodriguez-Clare, Larry Samuelson, Alireza Tahbaz-Salehi, Xinyang Wang, and Ivan Werning for helpful comments and suggestions. Ari Boyarsky, Joonhyuk Lee, and Fan Wu offered excellent research assistance. This paper has been previously circulated under the title “On the Existence and Uniqueness of Trade Equilibria”. The authors acknowledge support by the National Science Foundation under grants SES-1658838 and SES-1658875. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}