{
    "id": 27838,
    "citation_title": "Child Skill Production: Accounting for Parental and Market-Based Time and Goods Investments",
    "citation_author": [
        "Elizabeth M. Caucutt",
        "Lance Lochner",
        "Joseph Mullins",
        "Youngmin Park"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Health, Education, and Welfare",
        "Education",
        "Labor Economics",
        "Demography and Aging",
        "Labor Supply and Demand"
    ],
    "program": [
        "Children",
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the multidimensional nature of investments in children within a dynamic framework.  In particular, we examine the roles of parental time investments, purchased home goods/services inputs, and market-based child care services.  We first document strong increases in total investment expenditures by maternal education; yet expenditure shares, which skew heavily towards parental time, vary little with parental schooling.  Second, we develop an intergenerational lifecycle model with multiple child investment inputs to study these patterns and the impacts of policies that alter the prices of different inputs. We analytically characterize investment behavior, focusing on the substitutability of different investment inputs and the way parental skills affect the productivity of family-based inputs.  Third, we develop an estimation strategy that exploits intratemporal optimality conditions based on relative demand to estimate substitutability between inputs, the relative productivity of different inputs, and the role played by parental education.  This approach requires no assumptions about the dynamics of skill investment, preferences, or credit markets.  We also account for mismeasured inputs and wages, as well as unobserved heterogeneity in parenting skills.  We further show how noisy measures of child achievement (measured several years apart) can also be incorporated in a generalized method of moments approach to additionally identify the dynamics of skill accumulation.  Fourth, we use data from the Child Development Supplement of the Panel Study of Income Dynamics to estimate the skill production technology for children ages 12 and younger.  Our estimates suggest complementarity between parental time and home goods/services inputs as well as between these family-based inputs and market-based child care, with elasticities of substitution ranging from 0.2 to 0.5.  We find no systematic effects of parental education on the relative productivity of parental time and other home inputs.  Finally, we use counterfactual simulations to explore the extent and sources of variation in investments across families, as well as investment responses to changes in input prices. We find that variation in prices explains 48% of the overall variance in investment expenditures, and differences in wages explain more than half of the investment expenditure gap between college-educated and non-college-educated parents. We further show that accounting for the degree of input complementarity implied by our estimates has important implications for the responses of individual inputs to any price change and for the responses in total investments and skill accumulation to large (but not small) price changes.\n\n",
    "acknowledgement": "\nFor helpful suggestions, we thank Nail Kashaev, Roy Allen, Salvador Navarro, and David Rivers.  For excellent research assistance, we thank Mauricio Torres Ferro, Tom Trivieri, and Han Yu.\nWe are also grateful to Kristina Haynie of Child Care Aware of America for providing us with a digital compendium of child care prices from all annual reports.  Caucutt and Lochner acknowledge generous research support from SSHRC. The views expressed in this paper are those of the authors and do not necessarily represent those of the Bank of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}