{
    "id": 27845,
    "citation_title": "Non-Random Exposure to Exogenous Shocks: Theory and Applications",
    "citation_author": [
        "Kirill Borusyak",
        "Peter Hull"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "None",
    "topics": [
        "Econometrics",
        "Estimation Methods",
        "International Economics",
        "Trade",
        "Health, Education, and Welfare",
        "Health",
        "Regional and Urban Economics"
    ],
    "program": [
        "Health Care",
        "International Trade and Investment",
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": [
        "Urban Economics"
    ],
    "abstract": "\n\nWe develop new tools for causal inference in settings where exogenous shocks affect the treatment status of multiple observations jointly, to different extents. In these settings researchers may construct treatments or instruments that combine the shocks with predetermined measures of shock exposure. Examples include measures of spillovers in social and transportation networks, simulated eligibility instruments, and shift-share instruments. We show that leveraging the exogeneity of shocks for identification generally requires a simple but nonstandard recentering, derived from the specification of counterfactual shocks that might as well have been realized. We further show how specification of counterfactual shocks can be used for finite-sample inference and specification tests, and we characterize the recentered instruments that are asymptotically efficient. We use this framework to estimate the employment effects of Chinese market access growth due to high-speed rail construction and the insurance coverage effects of expanded Medicaid eligibility.\n\n",
    "acknowledgement": "\nWe are grateful to Rodrigo Adão, Gabriel Ahlfeldt, Nate Baum-Snow, Vasco Carvalho, Gabriel Chodorow-Reich, Dave Donaldson, Raffaella Giacomini, Paul Goldsmith- Pinkham, Richard Hornbeck, Xavier Jaravel, Tetsuya Kaji, Vishal Kamat, Michal Kolesár, Aureo de Paula, Andrés Rodríguez-Clare, Cyrus Samii, Ben Sommers, Chenzi Xu, and numerous seminar participants for helpful comments. We thank Yatang Lin, as well as Molly Frean, Jonathan Gruber, and Ben Sommers for sharing code and data. Ruixue Li, Elise Parrish, and Steven Shi provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}