{
    "id": 27840,
    "citation_title": "Globalization and Pandemics",
    "citation_author": [
        "Pol Antràs",
        "Stephen J. Redding",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2020-09-21",
    "issue_date": "2020-09-18",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "Trade",
        "International Factor Mobility",
        "International Macroeconomics",
        "Globalization and International Relations",
        "Health, Education, and Welfare",
        "Health"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Health Economics",
        "International Finance and Macroeconomics",
        "International Trade and Investment"
    ],
    "projects": null,
    "working_groups": [
        "Urban Economics"
    ],
    "abstract": "\n\nWe develop a model of human interaction to analyze the relationship between globalization and pandemics. Our framework provides joint microfoundations for the gravity equation for international trade and the Susceptible-Infected-Recovered (SIR) model of disease dynamics. We show that there are cross-country epidemiological externalities, such that whether a global pandemic breaks out depends critically on the disease environment in the country with the highest rates of domestic infection. A deepening of global integration can either increase or decrease the range of parameters for which a pandemic occurs, and can generate multiple waves of infection when a single wave would otherwise occur in the closed economy. If agents do not internalize the threat of infection, larger deaths in a more unhealthy country raise its relative wage, thus generating a form of general equilibrium social distancing. Once agents internalize the threat of infection, the more unhealthy country typically experiences a reduction in its relative wage through individual-level social distancing. Incorporating these individual-level responses is central to generating large reductions in the ratio of trade to output and implies that the pandemic has substantial effects on aggregate welfare, through both deaths and reduced gains from trade.\n\n",
    "acknowledgement": "\nWe thank Elena Aguilar, Maxim Alekseev, Gordon Ji, Daniel Ramos, Sean Zhang, and Shuhan Zou for research assistance. We have received valuable comments from participants at the Sardinia Empirical Trade Conference and Purdue University. All errors, opinions and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEsteban Rossi-Hansberg\n\nI had no sources of funding or financial relationships that were relevant for this research.\n\n\n"
}