{
    "id": 27849,
    "citation_title": "Fifty Shades of QE: Conflicts of Interest in Economic Research",
    "citation_author": [
        "Brian Fabo",
        "Martina Jančoková",
        "Elisabeth Kempf",
        "Ľuboš Pástor"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "2020-10-15",
    "topics": [
        "Other",
        "General, Teaching",
        "Macroeconomics",
        "Monetary Policy",
        "Financial Economics",
        "Financial Institutions"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance",
        "Economic Fluctuations and Growth",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCentral banks sometimes evaluate their own policies. To assess the inherent conﬂict of interest, we compare the research ﬁndings of central bank researchers and academic economists regarding the macroeconomic eﬀects of quantitative easing (QE). We ﬁnd that central bank papers report larger eﬀects of QE on output and inﬂation. Central bankers are also more likely to report signiﬁcant eﬀects of QE on output and to use more positive language in the abstract. Central bankers who report larger QE eﬀects on output experience more favorable career outcomes. A survey of central banks re-veals substantial involvement of bank management in research production.\n\n",
    "acknowledgement": "\nThe views in this paper are those of the authors and do not represent the views of the European Central Bank, the National Bank of Slovakia, any other institution, or the National Bureau of Economic Research. Pástor is a member of the bank board of the National Bank of Slovakia. We are grateful for comments from Wenxin Du, Mara Faccio, Pavel Gertler, Sujit Kapadia, Anil Kashyap, Luc Laeven, Ludovít Ódor, Raghuram Rajan, Kasper Roszbach, and Martin Šuster, as well as to seminar participants at the European Central Bank, National Bank of Slovakia, Purdue University, Toulouse School of Economics, the University of Chicago, the University of Geneva, and the University of Miami. We are also grateful to Livia Amato, Yuliia Kazmina, Fulin Li, Eva Štulrajterová and, especially, Bianca He for excellent research assistance. This research was funded in part by the Fama-Miller Center for Research in Finance at Chicago Booth.\n\n\n"
}