{
    "id": 27868,
    "citation_title": "Health Insurance Menu Design for Large Employers",
    "citation_author": [
        "Kate Ho",
        "Robin S. Lee"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "None",
    "topics": [
        "Health, Education, and Welfare",
        "Health",
        "Industrial Organization",
        "Firm Behavior"
    ],
    "program": [
        "Health Care",
        "Industrial Organization"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the challenges faced by a large employer designing a health insurance plan menu for its employees. Using detailed administrative data from Harvard University, we estimate a model of plan choice and utilization, and evaluate the benefits of cost sharing and plan variety. For a single plan with a generous out-of-pocket maximum, we find that a modest coinsurance rate of approximately 30% with a zero deductible maximizes average employee surplus. Gains from offering choice are limited if based solely on financial dimensions, but can be economically significant if paired with other features that appeal to sicker households.\n\n",
    "acknowledgement": "\nWe thank Mike Chernew, Alice Baird, Rita Moore, and many others at Harvard for supporting this project; Chris Kardos for helpful discussion; and David Cutler, Leemore Dafny, Liran Einav, Keith Ericson, Matthew Gentzkow, Jon Kolstad, Neale Mahoney, Victoria Marone, Ariel Pakes, Stephen Ryan, Mike Whinston, and numerous conference and seminar participants for comments and feedback. Jeff Gortmaker, Jacob Dorn, and Ron Yang provided exceptional research assistance. Robin Lee gratefully acknowledges support from the National Science Foundation (SES-1730063). He advised CalPERS on its health plan offerings in 2020. The authors have no other relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}