{
    "id": 27861,
    "citation_title": "Stock-bond Return Correlation, Bond Risk Premium Fundamental, and Fiscal-monetary Policy Regime",
    "citation_author": [
        "Erica X.N. Li",
        "Tao Zha",
        "Ji Zhang",
        "Hao Zhou"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Monetary Policy",
        "Fiscal Policy",
        "Financial Economics",
        "Portfolio Selection and Asset Pricing",
        "Financial Markets"
    ],
    "program": [
        "Asset Pricing",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe incorporate regime switching between monetary and fiscal policies in a general equilibrium model to explain three stylized facts: (1) the positive stock-bond return correlation  from 1971 to 2000 and the negative one after 2000, (2) the negative correlation between consumption and inflation from 1971 to 2000 and the positive one after 2000, and (3) the coexistence of positive bond risk premiums and the negative stock-bond return correlation. We show that two distinctive  shocks---the technology and investment shocks---drive positive and negative stock-bond return correlations under two policy regimes, but positive bond risk premiums are driven by the same technology shock.\n\n",
    "acknowledgement": "\nWe thank Hui Chen, Eric Leeper, Yang Liu, Deborah Lucas, Pengfei Wang, and participants in seminars and conferences at Cheung Kong Graduate School of Business, Tsinghua University PBC School of Finance, MIT Sloan Business School, Boston Fed, ABFER Annual Conference, and CEBRA Annual Meeting for helpful comments. We also thank Dan Waggoner for his help in programming and Eric Leeper for providing us with the data.  This research is supported in part by the National Science Foundation Grant SES 1558486 through the NBER. The views expressed here are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Atlanta, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}