{
    "id": 27870,
    "citation_title": "Long-run Returns to Impact Investing in Emerging Markets and Developing Economies",
    "citation_author": [
        "Shawn Cole",
        "Martin Melecky",
        "Florian Mölders",
        "Tristan Reed"
    ],
    "citation_publication_date": "2020-09-28",
    "issue_date": "2020-09-24",
    "revision_date": "None",
    "topics": [
        "Financial Economics",
        "Financial Markets",
        "Development and Growth",
        "Development"
    ],
    "program": [
        "Corporate Finance",
        "Development Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is growing interest in impact investing, the idea of deploying capital to obtain both financial and social or environmental returns. Examination of every equity investment made by the International Finance Corporation, one of the largest and longest-operating impact investors, across 130 emerging market and developing economies shows that this portfolio has outperformed the S&P 500 by 15 percent. Investments in larger economies have higher returns, and returns decline as banking systems deepen and countries relax capital controls. These results are consistent with imperfect integration of international capital markets, and a core thesis of impact investing that some eligible markets do not receive sufficient investment capital.\n\n",
    "acknowledgement": "\nShawn Cole served five days as a \"Short Term Consultant\" to the IFC in 2018-19. We thank the Division of Research and Faculty Development for financial support for this research. We thank Mohan Manem especially for providing an understanding of the data. Seminar participants at the Harvard Business School Finance Unit, the International Finance Corporation and the World Bank Development Research Group provided helpful comments, along with Adam Fegan, Paddy Carter, Penny Goldberg, Neil Gregory, Kostas Kollias, Jessica Jeffers, Josh Lerner, Fanele Mashwama, Camilo Mondragón-Vélez, Jacob L. Otto and Thomas Rehermann. Anshul Maudar provided excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily represent those of the World Bank Group or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n\nTristan Reed\n\nTristan Reed was an employee of the IFC from 2018-19.\n\n\n"
}