{
    "id": 27943,
    "citation_title": "Medical Research and Health Care Finance: Evidence from Academic Medical Centers",
    "citation_author": [
        "Pierre Azoulay",
        "Misty L. Heggeness",
        "Jennifer L. Kao"
    ],
    "citation_publication_date": "2020-10-12",
    "issue_date": "2020-10-08",
    "revision_date": "None",
    "topics": [
        "Health, Education, and Welfare",
        "Health",
        "Education",
        "Development and Growth",
        "Innovation and R&D"
    ],
    "program": [
        "Health Care",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": [
        "The Value of Medical Research"
    ],
    "working_groups": null,
    "abstract": "\n\nAcademic Medical Centers (AMCs)—comprising medical schools, teaching hospitals, and research laboratories)—play an important role in US biomedical innovation. The Balanced Budget Act of 1997 (BBA) changed the formula used to reimburse Medicare inpatient claims and subsidies for medical residents. We study the effect of changes in the generosity of clinical care reimbursements on the rate and direction of research performed within these institutions. We compare AMCs’ relative exposure to the reform and how these differences affect their researchers’ ability to attract NIH grant funding, as well as the quantity, impact, and content of their publications. We find that in response to the BBA, research activity increased by 10% among the average teaching hospital and 20% among major teaching hospitals, with larger effects observed for “translational” and clinical research. We find little evidence of concurrent changes in clinical outcomes.\n\n",
    "acknowledgement": "\nThe authors thank participants at the 2020 ASSA Annual Meeting (San Diego), the NBER-IFS International Network on the Value of Medical Research Meeting, the NBER Productivity Lunch, the 2020 NBER Summer Institute, and UCLA. This project was supported by the National Institute on Aging under Award Number R24AG048059 to the National Bureau of Economic Research. Soomi Kim provided excellent research assistance. Any opinions and conclusions expressed are those of the authors and do not represent the views of the US Census Bureau or the National Bureau of Economic Research. All errors are our own. Address all correspondence to jennifer.kao@anderson.ucla.edu.\n\n\n"
}