{
    "id": 27957,
    "citation_title": "Offshoring and Inflation",
    "citation_author": [
        "Diego A. Comin",
        "Robert C. Johnson"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-15",
    "revision_date": "2020-10-20",
    "topics": [
        "Macroeconomics",
        "Monetary Policy",
        "International Economics",
        "Trade",
        "International Macroeconomics",
        "Globalization and International Relations"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics",
        "International Trade and Investment",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDid trade integration suppress inflation in the United States? We say no, in contradiction to the conventional wisdom. Our answer leverages two basic facts about the rise of trade: offshoring accounts for a large share of it, and it was a long-lasting, phased-in shock. Incorporating these features into a New Keynesian model, we show trade integration was inflationary. This result continues to hold when we extend the model to account for US trade deficits, the pro-competitive effects of trade on domestic markups, and cross-sector heterogeneity in trade integration in a multisector model. Further, using the multisector model, we demonstrate that neither cross-sector evidence on trade and prices, nor aggregate time series price level decompositions are informative about the impact of trade on inflation.\n\n",
    "acknowledgement": "\nWe thank Nan Li and participants at the Brookings Productivity Measurement Initiative Authors' Conference (September 2019), the Colombian Central Bank's RED Investigadores Conference (October 2019), the International Trade Dynamics Workshop (June 2020), and the Central Bank Macro Modeling Workshop (October 2020) for helpful comments. We also thank Isabel Hanisch for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}