{
    "id": 27955,
    "citation_title": "Misallocation and Capital Market Integration: Evidence From India",
    "citation_author": [
        "Natalie Bau",
        "Adrien Matray"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-15",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "International Factor Mobility",
        "International Finance",
        "Globalization and International Relations",
        "Development and Growth",
        "Development",
        "Growth and Productivity"
    ],
    "program": [
        "Corporate Finance",
        "Development Economics",
        "International Finance and Macroeconomics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that foreign capital liberalization reduces capital misallocation and increases aggregate productivity in India. The staggered liberalization of access to foreign capital across disaggregated industries allows us to identify changes in firms' input wedges, overcoming major challenges in the measurement of the effects of changing misallocation. For domestic firms with initially high marginal revenue products of capital (MRPK), liberalization increases revenues by 25%, physical capital by 57%, wage bills by 27%, and reduces MRPK by 35% relative to low MRPK firms. There are no effects on low MRPK firms. The effects of liberalization are largest in areas with less developed local banking sectors, indicating that foreign capital partially substitutes for an efficient banking sector. Finally, we develop a novel method to use natural experiments to bound the effect of changes in misallocation on treated industries' aggregate productivity. Treated industries' Solow residual increases by 4-17%.\n\n",
    "acknowledgement": "\nWe are particularly indebted to David Baqaee and Chenzi Xu. We thank Dave Donaldson, Emmanuel Farhi, Pete Klenow, Karthik Muralidharan, Diego Restuccia, Richard Rogerson, Martin Rotemberg, Chad Syverson, Christopher Udry, Liliana Varela, as well as conference and seminar participants at the Stanford King Center Conference on Firms, Trade, and Development, CEPR Macroeconomics and Growth Meetings, CIFAR IOG meetings, EPED, NBER SI, the Online International Finance and Macro Seminar, Columbia, Toulouse School of Economics, INSEAD, CREST, University of Paris-Dauphine, Georgetown, the World Bank, Dartmouth, UToronto, UCLA, UCSD, Guelph, and USC-Marshall Business School for helpful comments and discussions. Carl Kontz, Palermo Penano, Brian Pustilnik, Derek Wenning, and Mengbo Zhang provided exceptional research assistance. We are also grateful to the International Growth Centre, the Julis-Rabinowitz Center for Public Policies, and the Griswold Center of Economic Policy Studies (Princeton), which funded this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}