{
    "id": 27958,
    "citation_title": "Bottom-up Markup Fluctuations",
    "citation_author": [
        "Ariel Burstein",
        "Vasco M. Carvalho",
        "Basile Grassi"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-15",
    "revision_date": "None",
    "topics": [
        "Macroeconomics"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study markup cyclicality in a granular macroeconomic model with oligopolistic competition. We characterize the comovement of firm, sectoral, and economy-wide markups with sectoral and aggregate output following firm-level shocks. We then quantify the model’s ability to reproduce salient features of the cyclical properties of markups in French administrative firm-level data, from the bottom (firm) level to the aggregate level. Our model helps rationalize various, seemingly conflicting, measures of markup cyclicality in the French data.\n\n",
    "acknowledgement": "\nWe thank David Baqaee, Mark Bils, Hal Cole, Giancarlo Corsetti, Emmanuel Farhi, Jesus Fernandez-Villaverde, Xavier Gabaix, Jean Imbs, Jennifer La'O, Simon Mongey, and Dmitry Mukhin for very useful comments. We thank Isabelle Mejean for help with the FICUS-FARE data. Maarten de Ridder provided superb research assistance. We thank seminar audiences at Amsterdam, Bocconi, Brown, Bank of Portugal, Cambridge, Chicago Booth, Columbia GSB, Cornell, ECB, Einaudi EIEF, IIES, Kent, Oxford, Penn, Richmond Fed, Saint-Gallen, UCLA, UC Riverside, UTDT, and Yale. We also thank participants and organizers of the New Frontier in Business Cycle Research Conference, Barcelona Summer Forum 2019, SED St Louis 2019, 15th CSEF-IGIER Symposium, Oslo Macro Group 2019, EABCN Mannheim 2019, EARIE Barcelona 2019, 1st Pavia Workshop on Macroeconomics with Heterogeneous Agents, EM3C conference Chicago 2019,  Canadian Macroeconomics Study Group 2019, ASSA San Diego 2020, 1st NYUAD Macroeconomics Workshop 2020, Junior VMACS conference 2020. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}