{
    "id": 27969,
    "citation_title": "Millionaires Speak: What Drives Their Personal Investment Decisions?",
    "citation_author": [
        "Svetlana Bender",
        "James J. Choi",
        "Danielle Dyson",
        "Adriana Z. Robertson"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-16",
    "revision_date": "2020-10-22",
    "topics": [
        "Financial Economics",
        "Portfolio Selection and Asset Pricing"
    ],
    "program": [
        "Asset Pricing"
    ],
    "projects": null,
    "working_groups": [
        "Behavioral Finance",
        "Household Finance"
    ],
    "abstract": "\n\nWe survey 2,484 U.S. individuals with at least $1 million of investable assets about how well leading academic theories describe their financial beliefs and decisions. The most important factors determining portfolio equity share are professional advice, time until retirement, personal experiences, rare disaster risk, and health risk. Beliefs about how expected returns vary with stock characteristics often differ from historical relationships, and more risk is not always associated with higher expected returns. Those who invest in active equity funds most often do so based on professional advice and because they expect to earn higher average returns. Only 19% of respondents agree that high past fund manager performance is strong evidence of stock-picking skill and that there are diminishing returns to scale in active management. Concentrated equity holdings are most often motivated by a belief that the overweighted stock has superior risk-adjusted returns.\n\n",
    "acknowledgement": "\nWe thank Jeff Scott and UBS for facilitating this research. We thank audiences at Columbia, Dartmouth, Tilburg, University of Chicago, Vanderbilt, and Yale for helpful comments, and Charlie Rafkin for assistance in analyzing the Survey of Consumer Finances data.  Bender was formerly employed by an organization that provides financial advice to high net worth individuals. Dyson is employed by an organization that provides financial advice to high net worth individuals. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}