{
    "id": 27962,
    "citation_title": "Sparse Network Asymptotics for Logistic Regression",
    "citation_author": [
        "Bryan S. Graham"
    ],
    "citation_publication_date": "2020-10-19",
    "issue_date": "2020-10-16",
    "revision_date": "None",
    "topics": [
        "Econometrics",
        "Estimation Methods"
    ],
    "program": [
        "Development Economics",
        "Industrial Organization",
        "International Trade and Investment",
        "Labor Studies",
        "Technical Working Papers"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConsider a bipartite network where N consumers choose to buy or not to buy M different products. This paper considers the properties of the logistic regression of the N × M array of “i-buys-j” purchase decisions, [Yij]1≤i≤N,≤j≤M, onto known functions of consumer and product attributes under asymptotic sequences where (i) both N and M grow large and (ii) the average number of products purchased per consumer is finite in the limit. This latter assumption implies that the network of purchases is sparse: only a (very) small fraction of all possible purchases are actually made (concordant with many real-world settings). Under sparse network asymptotics, the first and last terms in an extended Hoeffding-type variance decomposition of the score of the logit composite log-likelihood are of equal order. In contrast, under dense network asymptotics, the last term is asymptotically negligible. Asymptotic normality of the logistic regression coefficients is shown using a martingale central limit theorem (CLT) for triangular arrays. Unlike in the dense case, the normality result derived here also holds under degeneracy of the network graphon. Relatedly, when there “happens to be” no dyadic dependence in the dataset in hand, it specializes to recently derived results on the behavior of logistic regression with rare events and iid data. Sparse network asymptotics may lead to better inference in practice since they suggest variance estimators which (i) incorporate additional sources of sampling variation and (ii) are valid under varying degrees of dyadic dependence.\n\n",
    "acknowledgement": "\nFinancial support from NSF Grant SES #1851647 is gratefully acknowledged. Some of the results contained in this paper were presented, albeit in more basic and preliminary forms, at an invited session of the 2018 Latin American Meetings of the Econometric Society, and at a plenary lecture of the 2019 meetings of the International Association of of Applied Econometrics. I am thankful to Michael Jansson for several very helpful conversations and to Konrad Menzel for feedback on the initial draft. All the usual disclaimers apply. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}