{
    "id": 27976,
    "citation_title": "Do Acquirer Announcement Returns Reflect Value Creation?",
    "citation_author": [
        "Itzhak Ben-David",
        "Utpal Bhattacharya",
        "Stacey E. Jacobsen"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "None",
    "topics": [
        "Financial Economics",
        "Financial Markets",
        "Corporate Finance"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStock returns around acquisition announcements are widely viewed as being reflective of the net present value created by these transactions. As such, announcement returns should correlate with acquisition outcomes. Using a new measure of realized transaction-level acquisition failure, as well as acquirer firm-level performance, we show that while these outcomes can be predicted based on observable deal and firm characteristics, they are largely uncorrelated with announcement returns. Our results cast doubt on the usefulness of announcement returns as a measure of the value created in acquisitions and call for caution in other contexts.\n\n",
    "acknowledgement": "\nWe first thank our RAs, Zhuowei Huang and Runzhao Huang, for their help. Their funding was provided by Hong Kong Research Grants, grant GRF 16500118. We are thankful for the helpful comments from Hank Bessembinder, Justin Birru, Nickolay Gantchev, John Graham, Douglas Hanna, Jarrad Harford, Cam Harvey, David Hirshleifer, Gerard Hoberg, Pab Jotikasthira, Byungwook Kim, James Linck, John Lynch, Darius Miller, Adam Kolasinski, Mattia Landoni, Christian Leuz, Jack Liebersohn, Vojislav Maksimovic, Antonio Macias, Ulrike Malmendier, Rik Sen, Amin Shams, Wayne Shaw, Jared Stanfield, Mike Stegemoller, René Stulz, Rex Thompson, Kumar Venkataraman, Mike Weisbach, James Weston, Mike Wittry, seminar participants at Baylor University, the Chinese University of Hong Kong, the Hong Kong University of Science and Technology, Southern Methodist University, The Ohio State University (Accounting), The Ohio State University (Finance Departments), the University of Buffalo, and Texas Tech University. We also thank participants at the Asian Bureau of Finance and Economic Research (ABFER) Conference, the Midwest Finance Association Conference, and the Financial Research Network (FIRN) seminar series. Ben-David is with The Ohio State University and the National Bureau of Economic Research (NBER). Bhattacharya is with the Hong Kong University of Science and Technology. Jacobsen is with Southern Methodist University. Ben-David is a co-founder and a partner in an investment advisor that manages investment accounts. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}