{
    "id": 27989,
    "citation_title": "Voting with their Sandals: Partisan Residential Sorting on Climate Change Risk",
    "citation_author": [
        "Asaf Bernstein",
        "Stephen B. Billings",
        "Matthew Gustafson",
        "Ryan Lewis"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Welfare and Collective Choice",
        "Financial Economics",
        "Financial Markets",
        "Environmental and Resource Economics",
        "Environment",
        "Regional and Urban Economics",
        "Real Estate"
    ],
    "program": [
        "Environment and Energy Economics",
        "Public Economics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": [
        "Household Finance",
        "Urban Economics"
    ],
    "abstract": "\n\nClimate change partisanship is reflected in residential choice. Comparing individual occupants at properties in the same zip code with similar elevation and proximity to the coast, registered republicans (democrats) are more (less) likely than independents to own houses exposed to sea level rise (SLR). Findings are unchanged controlling flexibly for other individual demographics and a variety of granular property characteristics, including the value of the home. This sorting is driven by differential perceptions of long-run SLR risks across the political spectrum not tolerance for current flood risk or preferences for correlated coastal amenities. Observed residential sorting manifests among owners regardless of occupancy, but not among renters. We also find no residential sorting in relation to storm surge exposure, which is a primary driver of current flood risk. Anticipatory sorting on climate change informs models of migration in the face of long-run risks and suggests households that are most likely to vote against climate friendly policies and least likely to adapt may ultimately bear the burden of climate change.\n\n",
    "acknowledgement": "\nWe are extremely grateful toward the folks at Zillow and NOAA for providing critical data. Data provided by Zillow through the Transaction and Assessment Dataset (ZTRAX). More information on accessing the data can be found at http://www.zillow.com/ztrax. The results and opinions are those of the author(s) and do not reflect the position of Zillow Group. The authors have no relevant funding or competing interests to disclose. We would like to thank seminar participants at the CU Boulder finance lunch for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}