{
    "id": 27988,
    "citation_title": "How do People Respond to Small Probability Events with Large, Negative Consequences?",
    "citation_author": [
        "Martin S. Eichenbaum",
        "Miguel Godinho de Matos",
        "Francisco Lima",
        "Sergio Rebelo",
        "Mathias Trabandt"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Consumption and Investment",
        "Financial Economics",
        "Health, Education, and Welfare",
        "Health"
    ],
    "program": [
        "International Finance and Macroeconomics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how people react to small probability events with large negative consequences using the outbreak of the COVID-19 epidemic as a natural experiment. Our analysis is based on a unique administrative data set with anonymized monthly expenditures at the individual level. We find that older consumers reduced their spending by more than younger consumers in a way that mirrors the age dependency in COVID-19 case-fatality rates. This differential expenditure reduction is much more prominent for high-contact goods than for low-contact goods and more pronounced in periods with high COVID-19 cases. Our results are consistent with the hypothesis that people react to the risk of contracting COVID-19 in a way that is consistent with a canonical model of risk taking.\n\n",
    "acknowledgement": "\nThe views expressed in this article are those of the authors and do not necessarily reflect the official views of authors' institutions, nor those of the National Bureau of Economic Research. The data used in this paper is part of Statistics Portugal's project of making administrative data from the Portuguese tax authority and other national public agencies available for statistical production and research. Information on how to access the data from Statistics Portugal is available at the Statistics Portugal Website. Miguel Godinho de Matos was funded by the Portuguese Foundation for Science and Technology Grant UID/GES/00407/2013. We thank Laura Murphy for excellent research assistance.\n\n\n"
}