{
    "id": 27995,
    "citation_title": "Productivity Versus Motivation in Adolescent Human Capital Production: Evidence from a Structurally-Motivated Field Experiment",
    "citation_author": [
        "Christopher Cotton",
        "Brent R. Hickman",
        "John A. List",
        "Joseph Price",
        "Sutanuka Roy"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "None",
    "topics": [
        "Econometrics",
        "Experimental Design",
        "Health, Education, and Welfare",
        "Education",
        "Labor Economics",
        "Labor Supply and Demand",
        "Development and Growth",
        "Innovation and R&D"
    ],
    "program": [
        "Economics of Education",
        "Labor Studies"
    ],
    "projects": [
        "Gender in the Economy"
    ],
    "working_groups": null,
    "abstract": "\n\nWe leverage a field experiment across three distinct school districts to identify key pieces of a structural model of adolescent human capital production.  Our focus is inspired by the contemporary psychology of education literature, which expresses learning as a function of the ratio of the time spent on learning to the time needed to learn. By capturing two crucial student-level unobservables—which we denote as academic efficiency (turning inputs into outputs) and time preference (motivation)—our field experiment lends insights into the underpinnings of adolescent skill formation and provides a novel view of how to lessen racial and gender achievement gaps. One general insight is that students who are falling behind their peers, whether correlated to race, gender, or school district, are doing so because of academic efficiency rather than time preference. We view this result, and others found in our data, as fundamental to practitioners, academics, and policymakers interested in designing strategies to provide equal opportunities to students.\n\n",
    "acknowledgement": "\nThis research program would not have been possible without a team of incredibly talented, dedicated, energetic, and tireless research staff. We gratefully acknowledge these men and women (in no particular order) for their pivotal contribution: Andrew “Rusty” Simon, Joseph Seidel, No’am Keesom, Janaya Gripper, Matthew Epps, Justin Holz, Clark Halliday, Debbie Blair, Claire Mackevicius, Allanah Hoefler, Tova Levin, Edie Dobrez, Diana Smith, Kristen Jones, Wendy Pitcock, and an innumerable army of undergraduate research assistants. We are deeply indebted to the anonymous school administrators and teachers at our three partner school districts who generously went the extra mile to participate in this study. We also express our gratitude to extensive feedback from Ariadne Merchant, Daphne Hickman, Morgan Hickman, and Nicholas Merchant as we developed our web-based learning platform. Finally, we also acknowledge particularly helpful conversations with Chris Taber, Samuel Purdy, Mary Moody, Felix Tintelnot, Aloysius Siow, and Joseph L Mullins, as well as feedback from seminar participants at the University of Pennsylvania, the University of Chicago, the University of Wisconsin–Madison, Washington University in St. Louis, Queen’s University, and several conferences and workshops. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}