{
    "id": 27990,
    "citation_title": "The ESG-Innovation Disconnect: Evidence from Green Patenting",
    "citation_author": [
        "Lauren Cohen",
        "Umit G. Gurun",
        "Quoc H. Nguyen"
    ],
    "citation_publication_date": "2020-10-26",
    "issue_date": "2020-10-22",
    "revision_date": "None",
    "topics": [
        "Financial Economics",
        "Portfolio Selection and Asset Pricing",
        "Corporate Finance",
        "Development and Growth",
        "Innovation and R&D"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance",
        "Law and Economics",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Entrepreneurship",
        "Innovation Policy"
    ],
    "abstract": "\n\nNo firm or sector of the global economy is untouched by innovation. In equilibrium, innovators will flock to (and innovation will occur where) the returns to innovative capital are the highest. In this paper, we document a strong empirical pattern in green patent production. Specifically, we find that oil, gas, and energy producing firms – firms with lower Environmental, Social, and Governance (ESG) scores, and who are often explicitly excluded from ESG funds’ investment universe – are key innovators in the United States’ green patent landscape.  These energy producers produce more, and significantly higher quality, green innovation.  Our findings raise important questions as to whether the current exclusions of many ESG-focused policies – along with the increasing incidence of explicit divestiture campaigns – are optimal, or whether reward-based incentives would lead to more efficient innovative outcomes.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Lukasz Pomorski, and for funding the National Science Foundation (SciSIP 1535813) and from the Fordham University Gabelli School of Business – PVH Corp. Global Thought Leadership Grant on Corporate Social Responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}