{
    "id": 28025,
    "citation_title": "Mandatory Retirement for Judges Improved Performance on U.S. State Supreme Courts",
    "citation_author": [
        "Elliott Ash",
        "W. Bentley MacLeod"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Labor Economics",
        "Labor Supply and Demand",
        "Labor Market Structures",
        "Other",
        "Law and Economics"
    ],
    "program": [
        "Economics of Aging",
        "Law and Economics",
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAnecdotal evidence often points to aging as a cause for reduced work performance. This paper provides empirical evidence on this issue in a context where performance is measurable and there is variation in mandatory retirement policies: U.S. state supreme courts. We find that introducing mandatory retirement reduces the average age of working judges and improves court performance, as measured by output (number of published opinions) and legal impact (number of forward citations to those opinions). Consistent with aging effects as a contributing factor, we find that older judges do about the same amount of work as younger judges, but that work is lower-quality as measured by citations. However, the effect of mandatory retirement on performance is much larger than what would be expected from the change in the age distribution, suggesting that the presence of older judges reduces the performance of younger judges.\n\n",
    "acknowledgement": "\nWe thank Yisehak Abraham, Ankeet Ball, Josh Brown, Josh Burton, Matthew Buck, Eammonn Campbell, Zoey Chopra, Daniel Deibler, Seth Fromer, Gohar Harutyunyan, Archan Hazra, Montague Hung, Dong Hyeun, Mithun Kamath, James Kim, Michael Kurish, Jennifer Kutsunai, Steven Lau, Sharon Liao, Claudia Marangon, Sarah MacDougall, Justin McNamee, Sourabh Mishra, Brendan Moore, Arielle Napoli, Karen Orchansky, Bryn Paslawski, Olga Peshko, Matteo Pinna, Quinton Robbins, Ricardo Rogriguez, Jerry Shi, Xiaofeng Shi, Carol Shou, Alex Swift, Holly Toczko, Tom Verderame, Sam Waters, Sophie Wilkowske, John Yang, Geoffrey Zee, Fred Zhu, and Jon Zytnick for their help in assembling data and other research assistance. We thank David Card who suggested that we look at the effect of aging on judges. We also thank Decio Coviello, Janet Currie, John J. Donohue III, Hanming Fang, Lewis Kornhauser, Michael Livermore, Jonathan Petkun, Jonathan Skinner, Megan Stevenson, and numerous workshop participants for helpful feedback. Columbia University’s Program for Economic Research, Columbia Law School, Princeton University’s Center for Health and Wellbeing, and the National Science Foundation Grant SES-1260875 provided financial support for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}