{
    "id": 28028,
    "citation_title": "Retail Financial Innovation and Stock Market Dynamics: The Case of Target Date Funds",
    "citation_author": [
        "Jonathan A. Parker",
        "Antoinette Schoar",
        "Yang Sun"
    ],
    "citation_publication_date": "2020-11-02",
    "issue_date": "2020-10-29",
    "revision_date": "None",
    "topics": [
        "Financial Economics",
        "Portfolio Selection and Asset Pricing",
        "Financial Institutions"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance",
        "Economic Fluctuations and Growth",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": [
        "Behavioral Finance",
        "Risks of Financial Institutions",
        "Household Finance"
    ],
    "abstract": "\n\nThe rise of Target Date Funds (TDFs) has moved a significant share of retail investors into contrarian trading strategies that rebalance between stocks and bonds so as to maintain age-appropriate portfolio shares. We show that i) TDFs actively rebalance within a few months following differential asset-class returns to maintain stable portfolio shares, ii), this rebalancing drives contrarian rebalancing flows across funds held by TDFs, iii) investors do not move funds into or out of TDFs to offset these flows, and iv) these flows impact the prices of stocks. Across otherwise similar stocks, those with higher (indirect) TDF ownership experience lower returns after higher market-wide performance, a results that holds when looking only at variation in TDF ownership driven by S&P index inclusion. Consistent with this price impact, the stock market exhibits more reversion at the monthly frequency during the recent TDF era. Together, our results suggest that continued growth in TDFs may affect return dynamics  and the relation between stock and bond returns.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Daniel Bergstresser, Stephen Cecchetti, Winston Dou, Richard Evans, Joshua Goodman, Pierre Gourinchas, Blake LeBaron, Debarshi Nandy, Pegaret Pichler, Jonathan Reuter, Clemens Sialm, and participants in seminars at Brandeis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}