{
    "id": 28049,
    "citation_title": "Mothers’ Social Networks and Socioeconomic Gradients of Isolation",
    "citation_author": [
        "Alison Andrew",
        "Orazio Attanasio",
        "Britta Augsburg",
        "Jere Behrman",
        "Monimalika Day",
        "Pamela Jervis",
        "Costas Meghir",
        "Angus Phimister"
    ],
    "citation_publication_date": "2020-11-09",
    "issue_date": "2020-11-04",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Welfare and Collective Choice",
        "Development and Growth",
        "Development",
        "Innovation and R&D"
    ],
    "program": [
        "Children",
        "Development Economics"
    ],
    "projects": [
        "Gender in the Economy"
    ],
    "working_groups": null,
    "abstract": "\n\nSocial connections are fundamental to human wellbeing. This paper examines the social networks of young married women in rural Odisha, India. This is a group for whom highly-gendered norms around marriage, mobility and work are likely to shape opportunities to form and maintain meaningful ties with other women. We track the social networks of 2,170 mothers over four years, and find a high degree of isolation. Wealthier women and women from more-advantaged castes and tribes have smaller social networks than their less-advantaged peers. These gradients are primarily driven by the fact that more-advantaged women are less likely to know other women within the same socioeconomic group than are less-advantaged women. There exists strong homophily by socioeconomic status (SES) that is symmetric across socioeconomic groups. Mediation analysis shows that SES differences in social isolation are strongly associated with ownership of toilets and labor force participation. Further research should investigate the formation and role of female networks.\n\n",
    "acknowledgement": "\nThis study was funded by the NICHD (grant R01 HD072120), the Cowles Foundation and ISPS at Yale, the Population Studies Center at the University of Pennsylvania and the SIEF program at the World Bank. This project has also received funding from the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation program (grant agreement No 695300-HKADeC-ERC-2015-AdG). In addition, we gratefully acknowledge the support of the Economic and Social Research Council’s Centre for the Microeconomic Analysis of Public Policy at IFS (grant reference ES/M010147/1). We bear sole responsibility for all errors and opinions expressed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}