{
    "id": 28050,
    "citation_title": "Local Public Finance Dynamics and Hurricane Shocks",
    "citation_author": [
        "Rhiannon Jerch",
        "Matthew E. Kahn",
        "Gary C. Lin"
    ],
    "citation_publication_date": "2020-11-09",
    "issue_date": "2020-11-04",
    "revision_date": "None",
    "topics": [
        "Subnational Fiscal Issues"
    ],
    "program": [
        "Environment and Energy Economics",
        "Public Economics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 1980, over 2,000 local governments in US Atlantic and Gulf states have been hit by a hurricane. Such natural disasters can exert severe budgetary pressure on local governments' ability to provide critical infrastructure, goods, and services. We study local government revenue, expenditure, and borrowing dynamics in the aftermath of hurricanes. These shocks impact, both, current local public resources through reducing tax revenues and expenditures, as well as future local public resources through increasing the cost of debt. Major hurricanes have much larger effects than minor hurricanes: major storms cause local revenues to fall by 6 to 7%. These losses persist at least ten years after a hurricane strike, leading to a 6% decline in expenditures on important public goods and services and a significant increase in the risk of default on municipal debt. Our results reveal how hurricanes can create a \"vicious cycle\" for local governments by increasing the cost of debt at critical moments after a hurricane strike, when localities are in greatest need of funding sources. Cities deemed riskier by ratings agencies face higher borrowing costs and thereby face constraints to invest in climate change adaptation. Municipalities with a racial minority composition above their state median suffer expenditure losses 9% greater and debt default risk 8 times larger than white communities in the decade following a hurricane strike. These results suggest that climate change can exacerbate environmental justice challenges.\n\n",
    "acknowledgement": "\nWe thank Rebecca Taylor, Mac McComas, seminar participants at Binghamton University, the Wharton Risk Center, and the UEA 2020 meetings for extremely helpful comments. We also thank Marc Joffe and Natalie Cohen for their generous insights on municipal bond markets. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}