{
    "id": 28063,
    "citation_title": "FinTech Adoption and Household Risk-Taking",
    "citation_author": [
        "Claire Yurong Hong",
        "Xiaomeng Lu",
        "Jun Pan"
    ],
    "citation_publication_date": "2020-11-09",
    "issue_date": "2020-11-05",
    "revision_date": "None",
    "topics": [
        "Financial Economics",
        "Portfolio Selection and Asset Pricing"
    ],
    "program": [
        "Asset Pricing"
    ],
    "projects": null,
    "working_groups": [
        "Chinese Economy",
        "Household Finance"
    ],
    "abstract": "\n\nThis paper examines how FinTech can lower investment barriers and help households move toward optimal risk-taking, using a unique account-level data on consumption, investments, and FinTech usage from Ant Group. During our sample period, China experienced a rapid increase in FinTech penetration in the form of offline digital payment, and our measure of FinTech adoption is constructed relative to this fast-developing trend of new technology. Taking advantage of our consumption data, we further infer individuals’ risk tolerance from their consumption volatility.  We find that, while Fin-Tech adoption improves risk-taking for all, the more risk-tolerant individuals benefit more from FinTech advancement. The magnitude of FinTech improvement is further quantified relative to the optimal alignment of risk-taking and consumption prescribed by Merton (1971). Aggregating to the city-level, we find significant variations in Fin-Tech adoption across cities in China, owing to the gradual spread of the new technology from Hangzhou to inner China.  Examining the enhancement in risk-taking across geographical locations, we find that cities with low financial-service coverage benefit the most from FinTech penetration. Overall, our results show that, by unshackling the traditional constraints, FinTech improves risk-taking for individuals who need it the most.\n\n",
    "acknowledgement": "\nWe thank Ant Group for providing the data used in this article. We benefited from extensive discussions with Jun Liu. We are grateful to Darrell Duffie, Shangjin Wei for valuable discussions and comments. We thank seminar participants at Fanhai International School of Finance, Fudan University, Fudan University, Shanghai University of Finance and Economics, Antai College of Economics and Management, Shanghai Jiao Tong University, Shanghai Advanced Institute of Finance, Shanghai Jiao Tong University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}