{
    "id": 28089,
    "citation_title": "Insurance and Propagation in Village Networks",
    "citation_author": [
        "Cynthia Kinnan",
        "Krislert Samphantharak",
        "Robert Townsend",
        "Diego A. Vera Cossio"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-11-12",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Health, Education, and Welfare",
        "Health",
        "Development and Growth",
        "Development",
        "Environmental and Resource Economics",
        "Agriculture"
    ],
    "program": [
        "Development Economics",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn village economies, insurance networks are key to smoothing shocks, while production networks can propagate them. The interplay of these networks is crucial. We show that a significant health expenditure shock to one household propagates to other linked households via supply-chain and labor networks. Imperfectly insured households adjust production decisions---cutting input spending and reducing labor hiring---affecting households with whom they trade inputs and labor. Household businesses proximate to shocked households in the supply chain network experience reduced local sales, and those proximate in the labor network experience a lower probability of working locally. As a result, indirectly shocked households’ earnings and consumption fall. These declines persist over several years because networks are rigid: households appear unable to form new linkages when existing links experience negative shocks. Propagation is a function of access to insurance networks: well-insured households do not cut spending when hit by shocks, leading to minimal propagation. A simple back-of-the-envelope exercise suggests that the total magnitude of indirect effects may be larger than the direct effects and that social (village-level) gains from expanding safety nets such as health insurance may be substantially higher than private (household-level) gains.\n\n",
    "acknowledgement": "\nWe thank numerous colleagues and seminar audiences for helpful suggestions. Townsend gratefully acknowledges research support from the University of Thai Chamber of Commerce, the Thailand Research Fund, the Bank of Thailand, and the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) (grant number R01 HD027638). Opinions, findings, conclusions, and recommendations expressed here are those of the authors and do not necessarily reflect the views of the Bank of Thailand, the Inter-American Development Bank, or the National Bureau of Economic Research.\n\n\n"
}