{
    "id": 28080,
    "citation_title": "Technology Within and Across Firms",
    "citation_author": [
        "Xavier Cirera",
        "Diego A. Comin",
        "Marcio Cruz",
        "Kyung Min Lee"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-11-12",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Macroeconomics",
        "Consumption and Investment",
        "Industrial Organization",
        "Firm Behavior",
        "Development and Growth",
        "Development",
        "Growth and Productivity"
    ],
    "program": [
        "Development Economics",
        "Economic Fluctuations and Growth",
        "Industrial Organization",
        "International Trade and Investment",
        "Monetary Economics",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Entrepreneurship",
        "Organizational Economics"
    ],
    "abstract": "\n\nWe collected data on the sophistication of technologies used at the business function level for a representative sample of firms in Vietnam, Senegal, and the Brazilian state of Ceará. Our analysis finds a large variance in technology sophistication across the business functions of a firm. Specifically, the within-firm variance in technology sophistication is greater than the variance in sophistication across firms, which in turn is greater than the variance in sophistication across regions or countries. We document a stable cross-firm relationship between technology at the business function and firm levels that we name the technology curve. We uncover significant heterogeneity in the slopes of the technology curves across business functions, a finding that is consistent with non-homotheticities in firm-level technology aggregators. Firm productivity is positively associated with the within-firm variance and the average level of technology sophistication. Development accounting exercises show that cross-firm variation in technology accounts for one-third of cross-firm differences in productivity and one-fifth of the agricultural versus non-agricultural gap in cross-country differences in firm productivity.\n\n",
    "acknowledgement": "\nWe thank Bill Maloney, Caroline Freund, Najy Benhassine, Denis Medvedev, Mary Hallward-Driemeier, Paulo Correa, Mark Dutz, Ana Margarida Fernandes, Leonardo Iacovone, Jorge Meza, Silvia Muzi, Doug Staiger, and participants at seminars at the World Bank, Innovation Growth Lab Conference, and Dartmouth College for comments and feedback on the survey questionnaire, as well as on earlier drafts of the paper. We especially thank João Belivaqua Basto, Tanay Balantrapu, and Carmen Contreras for their help through the data collection and preparation of the questionnaire, as well as the inputs from several external sector and production experts (an extended list of sector experts is provided in the appendix). We also thank the National Agency of Statistics and Demography of Senegal (ANSD), the Federation of Industries of the State of Ceará (FIEC), and the General Statistics Office of Vietnam (GSO) for their partnership in implementing the survey. Financial support from the Korea World Bank Group Partnership Facility (KWPF) and the Competitive Industries and Innovation Program (CIIP) for data collection is gratefully acknowledged. The views expressed in this paper are solely those of the authors and do not necessarily reflect those of the World Bank or its Board. The views and opinions expressed in this article are those of the authors and do not necessarily reflect the views of the World Bank or the National Bureau of Economic Research.\n\n\n"
}