{
    "id": 28099,
    "citation_title": "Social Position and Fairness Views",
    "citation_author": [
        "Kristoffer B. Hvidberg",
        "Claus Kreiner",
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2020-11-16",
    "issue_date": "2020-11-12",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Welfare and Collective Choice",
        "Economics of Information",
        "Public Economics",
        "Taxation"
    ],
    "program": [
        "Labor Studies",
        "Public Economics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow well do people know their social position relative to others in society and how does their position shape their views on the fairness of unequal outcomes? We provide new answers to these long-standing questions by combining survey-elicited perceptions on income positions and fairness views for a large, representative sample of prime-age people in Denmark with administrative data on their actual income positions, income histories, life events, and reference groups. This enables us to compare the income and perceived income positions reported by the respondents (in the survey) to the actual numbers (obtained from their tax returns) and to study social positions relative to many reference groups. These groups are others from the same cohort, co-workers in the same firm or sector, former schoolmates, neighbors or people living in the same municipality, or people with same education levels. We also show how changes in social position affect fairness views by exploiting the past changes in social positions of respondents, quasi-experimental real-life events (unemployment, health shocks, or promotions) that shift social positions, as well as randomized information treatments that show people their actual social positions. Our three main findings are: First, people underestimate the degree of inequality by believing that others are closer to themselves than they really are, yet misperceptions are not that large. Second, fairness views on inequality covary strongly -- and more than political views -- with the current social positions of individuals. Multiple pieces of evidence point to a causal relationship. Third, people view inequality within their education group and within co-workers to be most unfair, but in these same dimensions people underestimate the degree of inequality most and lower-income people strongly overestimate their own positions.\n\n",
    "acknowledgement": "\nWe thank Beatrice Ferrario, Leonardo D’Amico, Ida Maria Hartmann and Isabel Skak Olufsen for excellent research assistance. We are also grateful for comments at seminars and by particpants in the Deaton workshop on Attitudes Towards Inequality in October 2020. We thank Ingvild Almås, Richard Blundell, Ernst Fehr, Andreas Peichl, and Bertil Tunggoden for feedback and suggestions. The activities of CEBI are financed by the Danish National Research Foundation. The use of the data for this project complies with Danish legislation (persondataforordningen, forordning 2016/679 om persondatabeskyttelse.) and has been approved by the The Danish Data Protection Agency (file number 514-0018/2018-2000 at University of Copenhagen). The project includes a randomized information treatment and was preregistered in the AER RCT Registry (AEARCTR-0003923). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}