{
    "id": 28123,
    "citation_title": "Foreign Shocks as Granular Fluctuations",
    "citation_author": [
        "Julian di Giovanni",
        "Andrei A. Levchenko",
        "Isabelle Mejean"
    ],
    "citation_publication_date": "2020-11-23",
    "issue_date": "2020-11-20",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Business Cycles",
        "International Economics",
        "Trade",
        "International Factor Mobility",
        "International Macroeconomics",
        "Globalization and International Relations",
        "Industrial Organization",
        "Market Structure and Firm Performance"
    ],
    "program": [
        "International Finance and Macroeconomics",
        "International Trade and Investment"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a dataset covering the universe of French firm-level sales, imports, and exports over the period 1993-2007 and a quantitative multi-country model to study the international transmission of business cycle shocks at both the micro and the macro levels. The largest firms are both important enough to generate aggregate fluctuations (Gabaix, 2011), and most likely to be internationally connected. This implies that foreign shocks are transmitted to the domestic economy primarily through the largest firms. We first document a novel stylized fact: larger French firms are significantly more sensitive to foreign GDP growth. We then implement a quantitative framework calibrated to the full extent of observed heterogeneity in firm size, exporting, and importing. We simulate the propagation of foreign shocks to the French economy and report one micro and one macro finding. At the micro level heterogeneity across firms predominates: 40 to 85% of the impact of foreign fluctuations on French GDP is accounted for by the “foreign granular residual” — the term capturing the fact that larger firms are more affected by the foreign shocks. At the macro level, firm heterogeneity dampens the impact of foreign shocks, with the GDP responses 10 to 20% larger in a representative firm model compared to the baseline model.\n\n",
    "acknowledgement": "\nWe are grateful David Atkin, Ariel Burstein, Javier Cravino, Xavier Gabaix, Basile Grassi, Oleg Itskhoki, Dominik Menno, Sebastian Sotelo, and seminar participants at several institutions for helpful suggestions, and to Christopher Evans and William Haines for expert research assistance. Di Giovanni gratefully acknowledges the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation programme (grant agreement No. 726168), and the Spanish Ministry of Economy and Competitiveness, through the Severo Ochoa Programme for Centres of Excellence in R&D (SEV-2015-0563) for financial support. Mejean gratefully acknowledges support from a public grant overseen by the French National Research Agency (ANR) as part of the “Investissements d'Avenir” program (Idex Grant Agreement No. ANR-11-IDEX-0003- 02/Labex ECODEC No. ANR-11-LABEX-0047 and Equipex reference: ANR-10-EQPX-17 – Centre d'acces securise aux donnees – CASD) as well as the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation programme (grant agreement No. 714597). The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of New York or the National Bureau of Economic Research.\n\n\n"
}