{
    "id": 28142,
    "citation_title": "The Economic Consequences of Sir Robert Peel: A Quantitative Assessment of the Repeal of the Corn Laws",
    "citation_author": [
        "Douglas A. Irwin",
        "Maksym G. Chepeliev"
    ],
    "citation_publication_date": "2020-11-30",
    "issue_date": "2020-11-25",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "Trade",
        "History",
        "Labor and Health History",
        "Other History"
    ],
    "program": [
        "Development of the American Economy",
        "International Trade and Investment"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBritain’s repeal of the Corn Laws in 1846 was the signature trade policy event of the nineteenth century. This paper provides a quantitative general equilibrium evaluation of the repeal on sectoral output and employment, factor prices and income distribution, international trade and the terms of trade, and economic welfare based on a detailed input-output matrix of the British economy in 1841. We find that the repeal left Britain’s overall welfare roughly unchanged, or perhaps negligibly (0.1 percent) lower, as the static efficiency gains are offset by the adverse terms-of-trade effects of the tariff reduction. Labor and capital gained a slight amount of income at the expense of landowners (whose income fell about 3-5 percent). Combining the changes in factor payments with different consumption patterns across income groups, we find that the top 10 percent of income earners lose while the bottom 90 percent of income earners, who spent a disproportionate amount of their income on food, gain. To assess whether the model yields reasonable results, we compare the model’s output, price, and trade predictions with the actual ex post outcomes.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}