{
    "id": 28146,
    "citation_title": "Race, Risk, and the Emergence of Federal Redlining",
    "citation_author": [
        "Price V. Fishback",
        "Jessica LaVoice",
        "Allison Shertzer",
        "Randall Walsh"
    ],
    "citation_publication_date": "2020-11-30",
    "issue_date": "2020-11-25",
    "revision_date": "None",
    "topics": [
        "Labor Economics",
        "Demography and Aging",
        "History",
        "Other History",
        "Regional and Urban Economics"
    ],
    "program": [
        "Development of the American Economy",
        "Law and Economics"
    ],
    "projects": null,
    "working_groups": [
        "Race and Stratification in the Economy",
        "Urban Economics"
    ],
    "abstract": "\n\nDuring the late 1930s, the Home Owners Loan Corporation (HOLC) created a series of maps designed to summarize spatial variation in the riskiness of mortgage lending in different neighborhoods.  The HOLC maps, in conjunction with contemporaneous maps produced by the Federal Housing Agency (FHA), are at the center of debates regarding the long-run impacts of government-imposed redlining, particularly because black households were concentrated in the highest risk zones on these maps.  This concentration, combined with the fact that these formerly redlined neighborhoods largely remain economically distressed today, suggest racial bias in the construction of the maps has had important effects over the long run.  Using newly digitized data for ten major northern cities, we assess the maps for the importance of this channel in explaining the prevalence of black residents in redlined neighborhoods.  We find that racial bias in the construction of the HOLC maps can explain at most a small fraction of the observed concentration of black households in redlined zones. Instead, our results suggest that the majority of black households were redlined because decades of disadvantage and discrimination had already pushed them in to the core of economically distressed neighborhoods prior to the government’s direct involvement in mortgage markets.  As a result, the HOLC maps are best viewed as providing clear evidence of how decades of unequal treatment effectively limited where black households  lived in the 1930s rather than reflecting racial bias in the construction of the maps themselves.  We argue that the systemized treatment of neighborhood risk vis-à-vis mortgage lending that was adopted by HOLC and the FHA may have played a central role in locking these patterns of inequality in place.\n\n",
    "acknowledgement": "\nSupport for this research was provided by the National Science Foundation (SES-1459847, SES-0617972 and SES-1061927). We thank Daniel Aaronson, Shari Eli, Daniel Hartley, Brian Kovak, Jeffrey Lin, Bhash Mazumder, Jonathan Rose, Lowell Taylor, and seminar audiences at Carnegie Mellon, the Chicago Federal Reserve, the Philadelphia Federal Reserve, Yale, George Washington, Pittsburgh, and Arizona for helpful comments. Antonio Diaz-Guy, Jeremy Brown, Andrew O’Rourke, Aly Caito, Loleta Lee, Zach Gozlan, Kaylyn Cameron, Alex Mang, and Sai Konduru provided outstanding research assistance. We are grateful to Prottoy Akbar for assistance with the geocoded address data and to Ken Snowden for giving us the Greensboro, NC FHA map. Corresponding author’s email: walshr@pitt.edu (R. Walsh). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}