{
    "id": 28148,
    "citation_title": "All Aboard: The Effects of Port Development",
    "citation_author": [
        "César Ducruet",
        "Réka Juhász",
        "Dávid Krisztián Nagy",
        "Claudia Steinwender"
    ],
    "citation_publication_date": "2020-11-30",
    "issue_date": "2020-11-25",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "Globalization and International Relations",
        "Development and Growth",
        "Innovation and R&D",
        "Regional and Urban Economics"
    ],
    "program": [
        "Development of the American Economy",
        "International Trade and Investment",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Innovation Policy",
        "Urban Economics"
    ],
    "abstract": "\n\nThis paper examines the effects of port development on the economy. By using scarce local land intensively, ports put pressure on local land prices and crowd out other forms of economic activity. We use the introduction of containerized shipping -- a technology that substantially increased land requirements at the port -- to estimate the effects of port development. We find an important role for the crowding-out effect both at the local and at the aggregate level. First, we show that the causal effect of the shipping boom caused by containerization on local population is zero -- port development increases city population by making a location more attractive for firms and consumers, but this well-known market access effect is fully offset by the crowding-out mechanism. Second, to measure the aggregate implications, we add endogenous port development to a standard quantitative model of cross-city trade. Through the lens of this model, we estimate that containerization increased aggregate world welfare by 3.95%. However, relative to the positive welfare effects of a trade-cost reduction in standard models, our model implies a sizeable welfare cost associated with the increased land-usage of ports, partly offset by welfare gains from endogenous specialization based on comparative advantage across port- and non-port activities. In terms of the distributional effects, we find that initially poorer countries gained more from containerization as they had a comparative advantage in port development.\n\n",
    "acknowledgement": "\nWe thank Treb Allen, David Atkin, Leah Brooks, Don Davis, Dave Donaldson, Joseph Doyle, Nicolas Gendron-Carrier, Matt Grant, Gordon Hanson, Tarek Hassan, Tom Holmes, David Hummels, Amit Khandelwal, Giampaolo Lecce, Nels Lind, Nina Pavcnik, Giacomo Ponzetto, Jim Rauch, Steve Redding, Roberto Rigobon, Andres Rodriguez-Clare, Esteban Rossi-Hansberg, Daniel Sturm, Tavneet Suri, Jaume Ventura, Jon Vogel and David Weinstein for helpful comments and discussions. We thank Bruce Blonigen for kindly sharing data and we thank staff at the Port Authorities of Houston, New Orleans, Long Beach, Los Angeles, Portland, San Francisco and Seattle for helping with our information requests. Olalekan Bello, Sabrina Chen, Naman Garg, Yi Jie Gwee, Hamza Husain, Felix Iglhaut, Rodrigo Martinez Mazza, Emanuela Migliaccio, Shuhua Si, Yue Yu, Howard Zihao Zhang and a team of Columbia University undergrad students provided outstanding research assistance. Reka acknowledges funding from the Provost's Office at Columbia. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}