{
    "id": 28170,
    "citation_title": "Special Deals from Special Investors: The Rise of State-Connected Private Owners in China",
    "citation_author": [
        "Chong-En Bai",
        "Chang-Tai Hsieh",
        "Zheng Michael Song",
        "Xin Wang"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "International Economics",
        "Other",
        "Economic Systems"
    ],
    "program": [
        "Development Economics",
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics",
        "International Trade and Investment",
        "Political Economy",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Chinese Economy"
    ],
    "abstract": "\n\nWe use administrative registration records with information on the owners of all Chinese firms to document the importance of “connected” investors, defined as state-owned firms or private owners with equity ties with state-owned firms, in the businesses of private owners.  We document a hierarchy of private owners: the largest private owners have direct investments from state-owned firms, the next largest private owners have equity investments from private owners that themselves have equity ties with state owners, and the smallest private owners do not have any ties with state owners. The network of connected private owners has expanded over the last two decades. The share of registered capital of connected private owners increased by almost 20 percentage points between 2000 and 2019, driven by two trends.  First, state owned firms have increased their investments in joint ventures with private owners.  Second, private owners with equity ties to state owners also increasingly invest in joint ventures with other (smaller) private owners. The expansion in the “span” of connected owners from these investments with private owners may have increased aggregate output of the private sector by 4.2% a year between 2000 and 2019.\n\n",
    "acknowledgement": "\nWe are grateful to Yasheng Huang, Yingyi Qian, Aleh Tsyvinski and Wei Xiong for helpful discussions. Jin Han and Yanzun Yang provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}