{
    "id": 28174,
    "citation_title": "TFPR: Dispersion and Cyclicality",
    "citation_author": [
        "Russell Cooper",
        "Özgen Öztürk"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Business Cycles",
        "Industrial Organization",
        "Market Structure and Firm Performance"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Industrial Organization",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the determinants of  TFPR, a revenue based measure of total factor productivity.  Recent business cycle models are built upon the countercyclical dispersion of TFPR. But, the distribution of TFPR is endogenous, dependent upon other exogenous shocks and the endogenous determination of prices.  This paper studies the determination the distribution of TFPR is an overlapping generations model with monopolistic competition and state dependent pricing. Changes in the mean and the dispersion of a quantity based measure of total factor productivity, TFPQ, and monetary shocks are analyzed as exogenous variations that influence the distribution of TFPR. None of these shocks alone can generate countercyclical dispersion in TFPR and match observed countercyclical dispersion in price changes and countercyclical movements in the frequency of price changes. Large enough shocks to the dispersion in TFPQ along with an appropriately responsive monetary policy can match these facts. But the required monetary feedback does not reproduce the positive correlation between money innovations and the dispersion in TFPR seen in the data.   In this framework, uncertainty per se plays a very limited role.\n\n",
    "acknowledgement": "\nThere are no financial disclosures to be made. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}