{
    "id": 28181,
    "citation_title": "Urban Mortality and the Repeal of Federal Prohibition",
    "citation_author": [
        "David S. Jacks",
        "Krishna Pendakur",
        "Hitoshi Shigeoka"
    ],
    "citation_publication_date": "2020-12-07",
    "issue_date": "2020-12-03",
    "revision_date": "None",
    "topics": [
        "Subnational Fiscal Issues",
        "Health, Education, and Welfare",
        "Health",
        "Labor Economics",
        "Demography and Aging",
        "History",
        "Labor and Health History"
    ],
    "program": [
        "Development of the American Economy"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFederal prohibition from 1920 to 1933 was one of the most ambitious policy interventions in US history. However, due to the political concessions necessary to bring about repeal, the removal of restrictions on alcohol after 1933 was not uniform. Using new data on city-level variation in alcohol prohibition from 1933 to 1936, we investigate whether the repeal of federal prohibition affected multiple causes of urban (non-infant) mortality. We find that city-level repeal is associated with a 14.7% decrease in homicide rates and a 10.1% decrease in mortality rates associated with other accidents (including accidental poisonings). Thus, the repeal of federal prohibition could have led to an annual reduction of as many as 3,400 urban deaths. Combined with previous results showing large increases in infant mortality, this suggests that nonetheless repeal most likely had negative effects on all-cause mortality and, thereby, public health in the US.\n\n",
    "acknowledgement": "\nWe appreciate feedback from the 2019 Asian and Australasian Society of Labour Economics Conference and Wilfred Laurier University. We also gratefully acknowledge research support from Simon Fraser University and the Social Sciences and Humanities Research Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}