{
    "id": 28199,
    "citation_title": "Is Air Pollution Regulation Too Stringent?",
    "citation_author": [
        "Joseph S. Shapiro",
        "Reed Walker"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "None",
    "topics": [
        "Public Economics",
        "Taxation",
        "Environmental and Resource Economics",
        "Environment",
        "Regional and Urban Economics",
        "Regional Economics"
    ],
    "program": [
        "Environment and Energy Economics",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": [
        "Urban Economics"
    ],
    "abstract": "\n\nThis paper describes a novel approach to estimating the marginal cost of air pollution regulation, then applies it to assess whether a large set of existing U.S. air pollution regulations have marginal costs exceeding their marginal benefits. The approach utilizes an important yet underexplored provision of the Clean Air Act requiring new or expanding plants to pay incumbents in the same or neighboring counties to reduce their pollution emissions. These “offset” regulations create several hundred decentralized, local markets for pollution that differ by pollutant and location. We describe conditions under which offset transaction prices can be interpreted as measures of the marginal cost of pollution abatement, and we compare estimates of the marginal benefit of abatement from leading air quality models to offset prices. We find that for most regions and pollutants, the marginal benefits of pollution abatement exceed mean offset prices more than ten-fold. In at least one market, however, estimated marginal benefits are below offset prices. Marginal abatement costs are increasing rapidly in real terms. Notably, our revealed preference estimates of marginal abatement costs differ enormously from typical engineering estimates. Some evidence suggests that using price rather than existing quantity regulation in these markets may increase social welfare.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Berkeley/Harvard/Yale, Chinese University of Hong Kong-Shenzen, Colgate University, Fudan University, Georgia State, LSE, Monash, Stanford, UC Berkeley, University of Hawaii, the Air & Waste Management Association, the Global Open Series in Environmental Economics, and the Western Economic Association International meetings and numerous colleagues for excellent comments, Brian Clerico, Charlie Fulcher, Robin Langdon, John Palmisano, Nick Peirce, William Thompson, Dave Warner, and especially Mike Taylor and Emission Advisors for explaining relevant institutions, and Jesse Wang and especially Kenneth Lai for phenomenal research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}