{
    "id": 28194,
    "citation_title": "Who Benefits From Attending Effective Schools? Examining Heterogeneity in High School Impacts",
    "citation_author": [
        "C. Kirabo Jackson",
        "Shanette C. Porter",
        "John Q. Easton",
        "Sebastián Kiguel"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "None",
    "topics": [
        "Public Economics",
        "Health, Education, and Welfare",
        "Education",
        "Labor Economics"
    ],
    "program": [
        "Children",
        "Economics of Education",
        "Labor Studies",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": [
        "Economics of Crime"
    ],
    "abstract": "\n\nWe estimate the longer-run effects of attending an effective high school (one that improves a combination of test scores, survey measures of socio-emotional development and behaviours in 9th-grade) for students who are more versus less educationally advantaged (i.e., likely to attain more years of education based on 8th-grade characteristics). All students benefit from attending effective schools. However, the least advantaged students experience the largest improvements in high-school graduation, college-going, and school-based arrests. These patterns are driven by the least advantaged students benefiting the most from school impacts on the non-test-score dimensions of school quality. However, while there is considerable overlap in the effectiveness of schools attended by more and less advantaged students, it is the most advantaged students that are most likely to attend highly effective schools. These patterns underscore the importance of quality schools, and the non-test score components of quality schools, for improving the longer-run outcomes for less advantaged students.\n\n",
    "acknowledgement": "\nThe authors thank the staff at Chicago Public Schools, particularly the Office of Social and Emotional Learning, and the University of Chicago Consortium on School Research for providing access to, and information about, the Chicago Public Schools data. This paper benefited from discussions with seminar participants at the UChicago Consortium and data management was facilitated by their archivist, Todd Rosenkranz. The authors acknowledge funding for this research from the Bill and Melinda Gates Foundation. The content is solely the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}