{
    "id": 28204,
    "citation_title": "Granular Instrumental Variables",
    "citation_author": [
        "Xavier Gabaix",
        "Ralph S. J. Koijen"
    ],
    "citation_publication_date": "2020-12-14",
    "issue_date": "2020-12-10",
    "revision_date": "None",
    "topics": [
        "Econometrics",
        "Macroeconomics",
        "International Economics",
        "Financial Economics"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance",
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics",
        "Industrial Organization",
        "Labor Studies",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new way to construct instruments in a broad class of economic environments: “granular instrumental variables” (GIVs). In the economies we study, a few large firms, in- dustries or countries account for an important share of economic activity. As the idiosyncratic shocks from these large players affect aggregate outcomes, they are valid and often powerful instruments. We provide a methodology to extract idiosyncratic shocks from the data in order to create GIVs, which are size-weighted sums of idiosyncratic shocks. These GIVs allow us to then estimate parameters of interest, including causal elasticities and multipliers.\nWe first illustrate the idea in a basic supply and demand framework: we achieve a novel identification of both supply and demand elasticities based on idiosyncratic shocks to either supply or demand. We then show how the procedure can be enriched to work in many sit- uations. We provide illustrations of the procedure with two applications. First, we measure how “sovereign yield shocks” transmit across countries in the Eurozone. Second, we estimate short-term supply and demand multipliers and elasticities in the oil market. Our estimates match existing ones that use more complex and labor-intensive (e.g., narrative) methods. We sketch how GIVs could be useful to estimate a host of other causal parameters in economics.\n\n",
    "acknowledgement": "\nWe thank Aditya Chaudhry, Antonio Coppola, Rishab Guha, Dong Ryeol Lee and Lingxuan Wu for excellent research assistance. We thank Isaiah Andrews, Miriam Arden, Stephane Bonhomme, Gary Chamberlain, Jiafeng Chen, Raj Chetty, Mark Gertler, James Hamilton, Nathan Hendren, Guido Imbens, Oleg Itskhoki, Larry Katz, Lutz Kilian, Jens Kvaerner, Erik Loualiche, Matteo Maggiori, Isabelle Mejean, Serena Ng, Ashesh Rambachan, Jean-Marc Robin, Kelly Shue, Jim Stock, Elie Tamer, Harald Uhlig, Christian Wolf, Tiemen Woutersen, Dacheng Xiu, and seminar participants at various conferences for comments. We gratefully acknowledge financial support from the Sloan Foundation (Gabaix) and the Center for Research in Security Prices at the University of Chicago Booth School of Business (Koijen). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}