{
    "id": 28233,
    "citation_title": "The Impact of Covid-19 on Productivity",
    "citation_author": [
        "Nicholas Bloom",
        "Philip Bunn",
        "Paul Mizen",
        "Pawel Smietanka",
        "Gregory Thwaites"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "2020-12-25",
    "topics": [
        "Macroeconomics",
        "Industrial Organization",
        "Firm Behavior"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Labor Studies",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the impact of Covid-19 on productivity in the United Kingdom using data derived from a large monthly firm panel survey. Our estimates suggest that Covid-19 will reduce TFP in the private sector by up to 5% in 2020 Q4, falling back to a 1% reduction in the medium term. Firms anticipate a large reduction in ‘within-firm’ productivity, primarily because measures to contain Covid-19 are expected to increase intermediate costs. The negative ‘within-firm’ effect is partially offset by a positive ‘between-firm’ effect as low productivity sectors, and the least productive firms among them, are disproportionately affected by Covid-19 and consequently make a smaller contribution to the economy. In the longer run, productivity growth is likely to be reduced by diminished R&D expenditure and diverted senior management time spent on dealing with the pandemic.\n\n",
    "acknowledgement": "\nThe authors would like to thank the Economic and Social Research Council, Nottingham and Stanford universities for financial support. We would like to thank Jonathan Haskell, Richard Heys, Stuart Newman, John Van Reenen and seminar participants at Dartmouth, ESCoE and the Nottingham Macro Working Group for comments. Corresponding Author: philip.bunn@bankofengland.co.uk. The views do not necessarily represent those of the Bank of England or its Committees. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}