{
    "id": 28234,
    "citation_title": "Social Distancing During a Pandemic: The Role of Friends",
    "citation_author": [
        "Michael Bailey",
        "Drew M. Johnston",
        "Martin Koenen",
        "Theresa Kuchler",
        "Dominic Russel",
        "Johannes Stroebel"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Economics of Information",
        "Public Economics",
        "Health, Education, and Welfare"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "Behavioral Finance",
        "Insurance"
    ],
    "abstract": "\n\nWe explore how social network exposure to COVID-19 cases shapes individuals' social distancing behavior during the early months of the ongoing pandemic. We work with de-identified data from Facebook to show that U.S. users whose friends live in areas with worse coronavirus outbreaks reduce their mobility more than otherwise similar users whose friends live in areas with smaller outbreaks. The effects are quantitatively large: a one standard deviation increase in friend-exposure to COVID-19 cases early in the pandemic results in a 1.2 percentage point increase in the probability that an individual stays home on a given day. As the pandemic progresses, changes in friend-exposure drive changes in social distancing behavior. Given the evolving nature and geography of the pandemic -- and hence friend-exposure -- these results rule out many alternative explanations for the observed relationships. We also analyze data on public posts and membership in groups advocating to \"reopen\" the economy to show that our findings can be explained by friend-exposure raising awareness about the risks of the disease and inducing individuals to participate in mitigating public health behavior.\n\n",
    "acknowledgement": "\nWe thank various seminar and conference participants for helpful comment. The academic authors have a research consulting relationship with Facebook. Bailey is an employee at Facebook. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}