{
    "id": 28243,
    "citation_title": "Nomadic Pastoralism, Climate Change, and Conflict in Africa",
    "citation_author": [
        "Eoin F. McGuirk",
        "Nathan Nunn"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "None",
    "topics": [
        "History",
        "Macroeconomic History",
        "Environmental and Resource Economics",
        "Environment",
        "Other",
        "Culture"
    ],
    "program": [
        "Development of the American Economy",
        "Development Economics",
        "Economic Fluctuations and Growth",
        "International Trade and Investment",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": [
        "Economics of Crime",
        "Organizational Economics"
    ],
    "abstract": "\n\nArid regions of Africa are expanding by thousands of square kilometers a year, potentially disturbing pastoral routes that have been forged over a long period of time. This disturbance is often said to explain why “herder-farmer” conflicts have erupted in recent years, as pastoralists and agriculturalists compete for increasingly scarce resources. We examine this hypothesis by combining ecological and ethnographic data on the location of pastoral ethnic groups with grid-cell level data on violent conflict in Africa from 1989 to 2018. First, using ecological data, (i) we confirm that areas suited to both agriculture and pastoralism are particularly prone to conflict relative to either agricultural or pastoral areas alone; and (ii) we find that the effect of precipitation shocks on conflict in these agro-pastoral zones is negative at the country-level, but not at the cell-level. To explain this pattern, we compile data on the historical location of borders between both types of ethnic groups. We find that droughts in pastoral areas lead to conflict in neighboring agricultural areas. This spillover mechanism appears to explain much of the negative overall relationship between precipitation and conflict in the sample. It implies that agro-pastoral conflict is caused by the displacement of pastoral groups due to low precipitation in their homelands. This finding establishes one mechanism through which climate change can lead to more conflict in agro-pastoral zones.\n\n",
    "acknowledgement": "\nWe thank various seminar audiences at Tufts University, CEPR Macroeconomics and Growth Programme Meeting, the Research Institute for Development, Growth and Economics, Towards Sustainable Growth Workshop, especially Elias Papaioannou. We also thank Mohammad Ahmad and Laura Kincaide for excellent RA work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}