{
    "id": 28247,
    "citation_title": "A Macroeconomic Model of Healthcare Saturation, Inequality and the Output-Pandemia Tradeoff",
    "citation_author": [
        "Enrique G. Mendoza",
        "Eugenio I. Rojas",
        "Linda L. Tesar",
        "Jing Zhang"
    ],
    "citation_publication_date": "2020-12-21",
    "issue_date": "2020-12-17",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Business Cycles",
        "Fiscal Policy",
        "International Economics",
        "International Macroeconomics",
        "Health, Education, and Welfare",
        "Education"
    ],
    "program": [
        "International Finance and Macroeconomics"
    ],
    "projects": null,
    "working_groups": [
        "Risks of Financial Institutions"
    ],
    "abstract": "\n\nCOVID-19 became a global health emergency when it threatened the catastrophic collapse of health systems worldwide. Its particular mix of rapid spread and severity caused demand for health goods and services and their relative prices to surge, unlike other diseases that are deadlier (e.g. Ebola, MERS) or just as contagious but less severe (e.g. Influenza, H1N1). Governments responded with prolonged lockdowns that caused large drops in economic activity. Empirical evidence shows that lockdowns and healthcare saturation explain a sizable fraction of cross-country variation in observed GDP drops even after controlling for COVID cases and mortality. We explain this output-pandemia tradeoff as resulting from a shock to the Stone-Geary subsistence level of health that is larger at higher levels of capital utilization in a model with capitalists and workers. A health system’s degree of saturation is the gap between supply and subsistence levels. The tradeoff is non-linear, with sharply larger welfare costs as lockdowns or healthcare saturation tighten. An externality distorts utilization, because firms do not internalize that lower utilization relaxes healthcare saturation. Optimal lockdowns remove it, but small deviations leave health systems closer to saturation or impose large output costs. Inequality worsens markedly with pandemias, increases sharply their welfare costs, and makes large transfers to workers optimal.\n\n",
    "acknowledgement": "\nThe views expressed in this document are those of the authors and not those of the Federal Reserve Bank of Chicago or the Federal Reserve System. We thank participants at the Fifth Annual Conference on International Economics organized by the Federal Reserve Bank of Dallas, University of Houston, and Bank of Mexico for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}