{
    "id": 28258,
    "citation_title": "Aggregate-Demand Amplification of Supply Disruptions: The Entry-Exit Multiplier",
    "citation_author": [
        "Florin O. Bilbiie",
        "Marc J. Melitz"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Business Cycles",
        "Money and Interest Rates",
        "Fiscal Policy"
    ],
    "program": [
        "Economic Fluctuations and Growth"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe response of entry and exit to adverse supply shocks, such as COVID-19, is amplified by nominal rigidities. This leads to further amplification in the response of aggregate demand. Firms’ inability to adjust their prices induces further changes in profitability that engender additional entry-exit dynamics. These changes in net entry, in turn, amplify the initial response to the shock by generating additional curvature in the relationship between the shock and aggregate demand. Even in our baseline model with efficient equilibrium entry, this entry-exit multiplier triggers a substantial magnification of the welfare losses due to a negative shock through these second-order effects. Nominal rigidities may also induce a first-order effect when entry is no longer efficient. Our model highlights how the addition of endogenous entry to a benchmark New Keynesian model radically changes the consequences of nominal rigidities. We focus on the amplification of aggregate demand to supply shocks, but also highlight other key divergences that can potentially resolve some empirical discrepancies associated with the workhorse New-Keynesian model.\n\n",
    "acknowledgement": "\nWe thank Pierre-Olivier Gourinchas, Basile Grassi, Paolo Surico, and Mathias Thoenig for useful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}