{
    "id": 28271,
    "citation_title": "Gentrification and Neighborhood Change: Evidence from Yelp",
    "citation_author": [
        "Edward L. Glaeser",
        "Michael Luca",
        "Erica Moszkowski"
    ],
    "citation_publication_date": "2020-12-28",
    "issue_date": "2020-12-24",
    "revision_date": "None",
    "topics": [
        "Subnational Fiscal Issues",
        "Labor Economics",
        "Demography and Aging",
        "Industrial Organization",
        "Industry Studies",
        "Regional and Urban Economics",
        "Real Estate"
    ],
    "program": [
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": [
        "Urban Economics"
    ],
    "abstract": "\n\nHow does gentrification transform neighborhoods? Gentrification can harm current residents by increasing rental costs and by eliminating old amenities, including distinctive local stores. Rising rents represent redistribution from tenants to landlords and can therefore be offset with targeted transfers, but the destruction of neighborhood character can – in principle – reduce overall social surplus. Using Census and Yelp data from five cities, we document that while gentrification is associated with an increase in the number of retail establishments overall, it is also associated with  higher rates of business closure and higher rates of transition to higher price points. In Chicago and Los Angeles especially, non-gentrifying poorer communities have dramatically lower turnover than richer or gentrifying communities. However, the primary transitions appear to the replacement of stores that sell tradable goods  with stores that sell non-tradable services. That transition just seems to be slower in poor communities that do not gentrify. Consequently, the business closures that come with gentrification seem to reflect the global impact of electronic commerce more than the replacement of idiosyncratic neighborhood services with generic luxury goods.\n\n",
    "acknowledgement": "\nWe are grateful for financial support to Harvard University, Harvard Business School, and the Star Grant Fund. We are grateful to Yelp for providing data. Hyunjin Kim provided valuable feedback on this project. Luca has done consulting for tech companies, including Yelp. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}