{
    "id": 28292,
    "citation_title": "Sovereign Debt Standstills",
    "citation_author": [
        "Juan C. Hatchondo",
        "Leonardo Martinez",
        "César Sosa-Padilla"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "International Finance",
        "International Macroeconomics"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs a response to economic crises triggered by COVID-19, sovereign debt standstill proposals emphasize debt payment suspensions without haircuts on the face value of debt obligations. We quantify the effects of standstills using a standard default model. We find that a one-year standstill generates welfare gains for the sovereign equivalent to a permanent consumption increase of between 0.1% and 0.3%, depending on the initial shock. However, except when it avoids a default, the standstill also implies capital losses for creditors of between 9% and 27%, which is consistent with their reluctance to participate in these operations and indicates that this reluctance would persist even without a free-riding or holdout problem. Standstills also generate a form of \"debt overhang\" and thus the opportunity for a \"voluntary debt exchange\": complementing the standstill with haircuts could reduce creditors' losses and simultaneously increase welfare gains. Our results cast doubts on the emphasis on standstills without haircuts.\n\n",
    "acknowledgement": "\nFor their comments and suggestions we thank Max Dvorkin, Rob Johnson, Illenin Kondo, Zach Stangebye, and seminar participants at Notre Dame, the IMF, the 2020 RedNIE, and the 2020 Richmond Fed Sovereign Debt Workshop. Remaining mistakes are our own. Sosa-Padilla acknowledges the support and hospitality of Princeton University’s IES during the writing of this manuscript. The views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, its management, or the National Bureau of Economic Research.\n\n\n"
}