{
    "id": 28299,
    "citation_title": "Market Structure and Extortion:Evidence from 50,000 Extortion Payments",
    "citation_author": [
        "Zach Y. Brown",
        "Eduardo Montero",
        "Carlos Schmidt-Padilla",
        "Maria Micaela Sviatschi"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Welfare and Collective Choice",
        "Other",
        "Law and Economics",
        "Industrial Organization",
        "Market Structure and Firm Performance",
        "Development and Growth",
        "Development"
    ],
    "program": [
        "Development Economics",
        "Industrial Organization",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": [
        "Economics of Crime"
    ],
    "abstract": "\n\nHow do gangs compete for extortion? Using detailed data on individual extortion payments to gangs and sales from a leading wholesale distribution firm in El Salvador, we document new evidence on the determinants of extortion payments and the economic costs of extortion via pass-through. We exploit a 2016 non-aggression pact between gangs to examine how collusion affects extortion in areas where gangs previously competed. While the non-aggression pact led to a large reduction in violence, we find that it increased extortion by 15% to 20%. Much of the increase in extortion was passed-through to retailers and consumers: we find a large increase in prices for pharmaceutical drugs and a corresponding increase in hospital visits for chronic illnesses. The results shed light on how extortion rates are set and point to an important unintended consequence of policies that reduce competition between criminal organizations.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at Berkeley Haas, Latin American Network in Economic History and Political Economy Seminar, University of Michigan, University of North Carolina, Harvard Business School, Princeton University, Queen’s University, and University of Gothenburg. We thank Rachel Fung, Pedro Magana, Paulo Matos, and Carolina Tojal Ramos dos Santos for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}