{
    "id": 28298,
    "citation_title": "Dynamic Banking and the Value of Deposits",
    "citation_author": [
        "Patrick Bolton",
        "Ye Li",
        "Neng Wang",
        "Jinqiang Yang"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Money and Interest Rates",
        "Financial Economics",
        "Financial Institutions",
        "Corporate Finance"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance",
        "Economic Fluctuations and Growth"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a dynamic theory of banking where the role of deposits is akin to that of productive capital in the classical Q-theory of investment for non-financial firms. As a key source of leverage, deposits create value for well-capitalized banks. However, unlike productive capital of nonfinancial firms that typically has a positive marginal q, the deposit q can turn negative for undercapitalized banks. Demand deposit accounts commit banks to allow holders to withdraw or deposit funds at will, so banks cannot perfectly control leverage. Therefore, for banks with insufficient capital to buffer risk, deposit inflow destroys value through the uncertainty it brings in future leverage. This intertemporal channel complements the focus of static models on value destruction of deposit outflow and bank run. Our model predictions on bank valuation and dynamic asset-liability management are broadly consistent with the evidence. Moreover, our model lends itself to a re-evaluation of the costs and benefits of leverage regulation, offers alternative perspectives on banking in a low interest rate environment, and reveals new aspects of deposit market power that has unique implications on bank franchise value.\n\n",
    "acknowledgement": "\nWe are grateful to helpful comments from Adrien d’Avernas, Markus Brunnermeier, Jason Donaldson, Philip Dybvig, Isil Erel, Xavier Gabaix, Naveen Khanna, Bernadette Minton, Cyril Monnet (discussant), Dirk Niepelt (discussant), Monika Piazzesi, Alexi Savov (discussant), Rene Stulz, Anjan Thakor, Quentin Vandeweyer, Mike Weisbach, and seminar/conference participants at BI-SSE Annual Conference on Asset Pricing & Financial Econometrics, CESifo Macro Money & International Finance, The Ohio State University, and Washington University in St. Louis Annual Corporate Finance Conference. Ye acknowledges the generous financial support from Charles R. Dice Center of Financial Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}