{
    "id": 28294,
    "citation_title": "Wage Risk and Government and Spousal Insurance",
    "citation_author": [
        "Mariacristina De Nardi",
        "Giulio Fella",
        "Gonzalo Paz-Pardo"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Public Economics",
        "Taxation"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Labor Studies",
        "Public Economics"
    ],
    "projects": [
        "Gender in the Economy"
    ],
    "working_groups": [
        "Insurance"
    ],
    "abstract": "\n\nThe extent to which households can self-insure and the government can help them to do so depends on the wage risk that they face and their family structure. We study wage risk in the UK and show that the persistence and riskiness of wages depends on one's age and position in the wage distribution. We also calibrate a model of couples and singles with two alternative processes for wages: a canonical one and a flexible one that allows for the much richer dynamics that we document in the data. We use our model to show that allowing for rich wage dynamics is important to properly evaluate the effects of benefit reform: relative to the richer process, the canonical process underestimates wage persistence for women and generates a more important role for in-work benefits relative to income support. The optimal benefit configuration under the richer wage process, instead, is similar to that in place in the benchmark UK economy before the Universal Credit reform. The Universal Credit reform generates additional welfare gains by introducing an income disregard for families with children. While families with children are better off, households without children, and particularly single women, are worse off.\n\n",
    "acknowledgement": "\nWe thank Richard Blundell, Mike Daly, Robert Joyce, Peter Levell and Hamish Low for useful comments and suggestions, and Barra Roantree for generously sharing his knowledge of the NESPD dataset. The project has been funded by the Nuffield Foundation (www.nuffiedfoundation.org), but the views expressed are those of the authors and not necessarily the Foundation, or the NBER, CEPR, any agency of the federal government, the Federal Reserve Bank of Minneapolis, the European Central Bank, or the IFS.\n\n\n"
}