{
    "id": 28302,
    "citation_title": "Answering the Queen: Machine Learning and Financial Crises",
    "citation_author": [
        "Jeremy Fouliard",
        "Michael Howell",
        "Hélène Rey"
    ],
    "citation_publication_date": "2021-01-04",
    "issue_date": "2020-12-31",
    "revision_date": "None",
    "topics": [
        "Financial Economics",
        "Financial Markets"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance",
        "International Finance and Macroeconomics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial crises cause economic, social and political havoc. Macroprudential policies are gaining traction but are still severely under-researched compared to monetary policy and fiscal policy. We use the general framework of sequential predictions also called online machine learning to forecast crises out-of-sample. Our methodology is based on model averaging and is meta-statistic since we can incorporate any predictive model of crises in our set of experts and test its ability to add information. We are able to predict systemic financial crises twelve quarters ahead out-of-sample with high signal-to-noise ratio in most cases. We analyse which experts provide the most information for our predictions at each point in time and for each country, allowing us to gain some insights into economic mechanisms underlying  the building of risk in economies.\n\n",
    "acknowledgement": "\nWe are highly indebted to Pierre Alquier for his generous help. We thank Gilles Stoltz for extremely useful comments and multiple discussions. We also thank Nicolas Vayatis for his help. We are also very grateful to our discussants Fabrice Collard, Franck Diebold, Christian Julliard, Sebnem Kalemli Ozcan and Luc Laeven and to seminar participants at the NBER IFM meeting, UC Berkeley,  Bocconi, ENSAE, KTO-GREDEQ-OFCE, Nowcasting, the LBS AQR academic symposium, the Annual BIS Conference, the Bank of Spain Macroprudential Conference and the Women in Economics Chicago Conference for comments. Our thanks also go to Virginie Coudert, Julien Idier, Mikael Juselius, Anna Kovner, Marco Lo Duca, to Benoit Mojon and to Katja Taipalus for help with the database. Rey thanks the ERC (Advanced Grant 695722). We thank Francesco Amodeo for outstanding research assistance. Fouliard benefited greatly from the hospitality of the BIS where part of this paper was written. This work does not represent in any way the views of the French Macroprudential Authority or the National Bureau of Economic Research.\n\n\n"
}