{
    "id": 28330,
    "citation_title": "How do Physicians Respond to Malpractice Allegations? Evidence from Florida Emergency Departments",
    "citation_author": [
        "Caitlin Carroll",
        "David M. Cutler",
        "Anupam Jena"
    ],
    "citation_publication_date": "2021-01-11",
    "issue_date": "2021-01-07",
    "revision_date": "None",
    "topics": [
        "Health, Education, and Welfare",
        "Health",
        "Labor Economics",
        "Labor Market Structures",
        "Other",
        "Law and Economics"
    ],
    "program": [
        "Health Care"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA substantial literature has studied the influence of malpractice pressure on physician behavior. However, these studies generally focus on malpractice pressure stemming from state laws that govern liability exposure, which may be unknown or not salient to physicians. We test how physicians respond to malpractice allegations made directly against them. Our sample is Emergency Department physicians in Florida, where we have the universe of data on patients and how they are treated along with a census of malpractice complaints. We find that physicians oversee 9% fewer discharges after malpractice allegations and treat each discharge 4% more expensively after an allegation. These effects are true for both allegations that result in money paid and allegations which are dropped. Further, the increase in treatment is generalized, i.e., not limited to patients with conditions similar to what the physician is reported for. The results suggest significant, if modest, impacts of malpractice claims on medical practice.\n\n",
    "acknowledgement": "\nWe would like to thank Alice Chen, Lindsay Jacobs, Kosali Simon and Kathy Zeiler for serving as discussants. We also thank seminar participants at the American Economic Association Annual Meeting, the American Society of Health Economists Annual Meeting, the Electronic Health Economics Colloquium, the Empirical Health Law Conference, Harvard Medical School, the Minneapolis Federal Reserve, the Midwest Health Economics Conference, and the University of Minnesota. Caitlin Carroll gratefully acknowledges financial support from the Agency for Healthcare Research and Quality T32 trainee program and the National Science Foundation Graduate Research Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}