{
    "id": 28337,
    "citation_title": "Place-Based Redistribution",
    "citation_author": [
        "Cecile Gaubert",
        "Patrick M. Kline",
        "Danny Yagan"
    ],
    "citation_publication_date": "2021-01-18",
    "issue_date": "2021-01-14",
    "revision_date": "None",
    "topics": [
        "Public Economics",
        "Taxation",
        "Regional and Urban Economics",
        "Regional Economics"
    ],
    "program": [
        "Development Economics",
        "International Trade and Investment",
        "Labor Studies",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": [
        "Urban Economics"
    ],
    "abstract": "\n\nGovernments around the world redistribute to distressed areas by conditioning taxes and transfers on location. We show that when poor households are spatially concentrated, transfers from one location to another can yield equity gains that outweigh their efficiency costs, even when income-based transfers are set optimally. Expressions for the optimal transfer size depend on the mobility of households, the earnings responses of movers, and sorting patterns. Surveys find support for targeting tax credits to poor Americans who live in distressed places. A calibration exercise finds optimal transfers of the same order of magnitude as prominent American zone policies.\n\n",
    "acknowledgement": "\nWe thank David Atkin, Alan Auerbach, Roger Gordon, Nathan Hendren, Louis Kaplow, Emmanuel Saez, Ben Sprung-Keyser, Nancy Stokey, Juan Carlos Suarez-Serrato, Dmitry Taubinsky, Damian Vergara, and Matthew Weinzierl for helpful discussions and Akcan Balkir, Katie Donnelly Moran, Clancy Green, and Damian Vergara for outstanding research assistance. Thanks also go to seminar participants at Yale, Stanford, MIT, TSE, Dartmouth, Brown, Wharton, the Harris School, the Paris Trade Seminar, Oslo, the Women in Macro Conference, the Paris-London Public Economics Conference, the NBER Cities, Labor Markets, and the Global Economy Conference, the 2020 UEA meetings and the NBER Summer Institute. This research was funded by the Berkeley Opportunity Lab and the Smith Richardson Foundation. Cecile Gaubert acknowledges support from NSF CAREER grant #1941917 and the Clausen center at UC Berkeley. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}