{
    "id": 28395,
    "citation_title": "The Economic Case for Global Vaccinations: An Epidemiological Model with International Production Networks",
    "citation_author": [
        "Cem Çakmaklı",
        "Selva Demiralp",
        "Ṣebnem Kalemli-Özcan",
        "Sevcan Yeşiltaş",
        "Muhammed A. Yıldırım"
    ],
    "citation_publication_date": "2021-01-25",
    "issue_date": "2021-01-22",
    "revision_date": "2021-04-20",
    "topics": [
        "International Economics",
        "Trade",
        "International Factor Mobility",
        "COVID-19"
    ],
    "program": [
        "International Finance and Macroeconomics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCOVID-19 pandemic had a devastating effect on both lives and livelihoods in 2020. The arrival of effective vaccines can be a major game changer. However, vaccines are in short supply as of early 2021 and most of them are reserved for the advanced economies. We show that the global GDP loss of not inoculating all the countries, relative to a counterfactual of global vaccinations, can be higher than the cost of manufacturing and distributing vaccines globally. We use an economic-epidemiological framework that combines a SIR model with international production and trade networks. Based on this framework, we estimate the costs for 65 countries and 35 sectors. Our estimates suggest that up to 49 percent of the global economic costs of the pandemic in 2021 are borne by the advanced economies even if they achieve universal vaccination in their own countries.\n\n",
    "acknowledgement": "\nWe thank Yasin Şimşek for excellent research assistance. We would like to thank Emmanuel Farhi, David Baqaee and Nitya Pandalai Nayar for their insightful comments. We would like to thank Ayşe Nur Demiralp for the quote in the preamble. We would like to thank The Central Bank of the Republic of Turkey for providing us access to their database. We acknowledge the support from ICC Research Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}