{
    "id": 28409,
    "citation_title": "Do Workers Bargain over Wages? A Test Using Dual Jobholders",
    "citation_author": [
        "Marta Lachowska",
        "Alexandre Mas",
        "Raffaele Saggio",
        "Stephen A. Woodbury"
    ],
    "citation_publication_date": "2021-02-01",
    "issue_date": "2021-01-28",
    "revision_date": "None",
    "topics": [
        "Labor Economics",
        "Labor Compensation",
        "Labor Market Structures"
    ],
    "program": [
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the behavior of dual jobholders to test a simple model of wage bargaining versus wage posting in which workers facing hours constraints in their primary job take a second, flexible-hours job for additional income. When a secondary job offers a sufficiently high wage, a worker either bargains with the primary employer for a wage increase or separates. The bargaining model provides a number of predictions that we test using matched employer-employee administrative data from Washington State. The estimates match the model’s predictions quite well. First, separation probabilities in the primary job are sensitive to wages in the secondary job, but hours are not. Second, hours and separations in the secondary job are sensitive to wages in the primary job due to income effects. Third, wage bargaining takes place mainly among workers in the highest wage quartile; for these workers, wage increases in the secondary job lead to wage increases in the primary job. In contrast, for workers in the lowest wage quartile, wage increases in the secondary job lead to higher separation rates but no significant wage increase in the primary job, consistent with wage posting. These patterns suggest that high-wage workers receive a larger share of the surplus generated by the employment relationship.\n\n",
    "acknowledgement": "\nWe thank David Card, Arin Dube, Attila Linder, Andreas Mueller, Johannes Schmieder, and Till von Wachter for useful comments. We are grateful to the Employment Security Department (ESD) of Washington State for allowing access to the Washington wage records, and especially to Jeff Robinson of ESD, whose help was essential to understanding the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}