{
    "id": 28424,
    "citation_title": "Earnings Inequality in Production Networks",
    "citation_author": [
        "Federico Huneeus",
        "Kory Kroft",
        "Kevin Lim"
    ],
    "citation_publication_date": "2021-02-08",
    "issue_date": "2021-02-04",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "Trade",
        "Labor Economics",
        "Labor Compensation",
        "Labor Market Structures"
    ],
    "program": [
        "International Trade and Investment",
        "Labor Studies",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the importance of firm-to-firm production network linkages for earnings inequality. We develop a quantitative model in which heterogeneous firms hire workers of different abilities in an imperfectly competitive labor market and source intermediates from heterogeneous suppliers in a production network. The model delivers an earnings equation with a firm-specific wage premium that depends endogenously on both firm productivities and firm-to-firm linkages in the production network. We establish identification of the model parameters and estimate them using linked employer-employee and firm-to-firm transactions data from Chile. Counterfactual simulations using our estimated model show that heterogeneity in network linkages explains 21% of log earnings variance, while passthrough of productivity shocks via network linkages explains between 20-25% of earnings volatility. We also examine the effects of a minimum wage policy and find strong spillover effects to worker earnings above the wage floor, with substitution of materials for labor explaining around 40% of these effects.\n\n",
    "acknowledgement": "\nWe thank Lorenzo Caliendo, Arnaud Costinot, Dave Donaldson, Emmanuel Farhi, Cecilia Fieler, Gregor Jarosch, Pete Klenow, Sam Kortum, Andres Rodriguez-Clare, Bradley Setzler, Isaac Sorkin, Felix Tintelnot, Jose Vasquez, Ivan Werning and Daniel Xu for invaluable comments on our paper. We are also grateful for feedback from seminar participants at the University of Toronto, MIT, Universidad de Chile, Universidad Mayor, UT Austin, Harvard University, Georgetown, and UBC; and from conference participants at the Yale University Cowles Trade Day conference, the Central Bank of Chile Heterogeneity in Macroeconomics workshop, the Santiago-Macro Annual Conference, the West Coast Trade Conference, the Econometric Society World Congress, the European Economics Association Congress, the Stanford Institute for Theoretical Economics, and the ASSA 2021 Annual Meeting. We thank the Munk School of Global Affairs and Public Policy for financial support.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}