{
    "id": 28458,
    "citation_title": "Gang rule: Understanding and Countering Criminal Governance",
    "citation_author": [
        "Christopher Blattman",
        "Gustavo Duncan",
        "Benjamin Lessing",
        "Santiago Tobón"
    ],
    "citation_publication_date": "2021-02-15",
    "issue_date": "2021-02-11",
    "revision_date": "None",
    "topics": [
        "Econometrics",
        "Experimental Design",
        "Macroeconomics",
        "Consumption and Investment",
        "Public Economics",
        "Other",
        "Law and Economics",
        "Development and Growth",
        "Development"
    ],
    "program": [
        "Development Economics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": [
        "Economics of Crime"
    ],
    "abstract": "\n\nGangs govern millions worldwide. Why rule? And how do they respond to states? Many argue that criminal rule provides protection when states do not, and that increasing state services could crowd gangs out. We began by interviewing leaders from 30 criminal groups in Medellín. The conventional view overlooks gangs’ indirect incentives to rule: governing keeps police out and fosters civilian loyalty, protecting other business lines. We present a model of duopolistic competition with returns to loyalty and show under what conditions exogenous changes to state protection causes gangs to change governance levels. We run the first gang-level field experiment, intensifying city governance in select neighborhoods for two years. We see no decrease in gang rule. We also examine a quasi-experiment. New borders in Medellín created discontinuities in access to government services for 30 years. Gangs responded to greater state rule by governing more. We propose alternatives for countering criminal governance.\n\n",
    "acknowledgement": "\nFor comments and feedback we thank Ana Arjona, Oriana Bandiera, Abhijit Banerjee, Eli Berman, Esther Duflo, Leopoldo Fergusson, Danilo Friere, Soeren Henn, Macartan Humphreys, Stephen Machin, Martin McGuire, Mushfiq Mobarak, Eduardo Montero, Daniel Ortega, Gerard Padró i Miquel, Pieter Serneels, Jacob Shapiro, Stergios Skaperdas, Tara Lyn Slough, Carlos Schmidt-Padilla, Maria Micaela Sviatschi, Lucia Tiscornia, Juan Vargas, Maarten Voors, Jeremy Weinstein, Austin Wright, participants at several seminars and conferences, and Raul Sánchez de la Sierra who was instrumental in conceptualizing the model. Innovations for Poverty Action coordinated all research activities. For research assistance we thank David Cerero, Peter Deffebach, Sebastián Hernández, Sofía Jaramillo, Juan F. Martínez, Juan Pablo Mesa-Mejía, Angie Mondragón, Helena Montoya, José Miguel Pascual, M. Aránzazu Rodríguez-Uribe, Zachary Tausanovitch, Nelson Matta-Colorado and Martín Vanegas. We thank the Secretariat of Security of Medellín for their cooperation, especially the former Secretary of Security Andrés Tobón, as well as Lina Calle and Ana María Corpas. For financial support, we thank the Centro de Estudios sobre Seguridad y Drogas (CESED) of Universidad de los Andes; the Peace and Recovery Program (P&R) at Innovations for Poverty Action (IPA); the PROANTIOQUIA foundation; The National Science Foundation (NSF); the UK Foreign, Commonwealth & Development Office trough the Crime and Violence Initiative at J-PAL; and the Economic Development and Institutions Programme (EDI) funded with UK aid from the UK Government, working in partnership with Oxford Policy Management Limited, University of Namur, Paris School of Economics and Aide á la Décision Économique. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}