{
    "id": 28522,
    "citation_title": "Voice at Work",
    "citation_author": [
        "Jarkko Harju",
        "Simon Jäger",
        "Benjamin Schoefer"
    ],
    "citation_publication_date": "2021-03-08",
    "issue_date": "2021-03-04",
    "revision_date": "None",
    "topics": [
        "Financial Economics",
        "Corporate Finance",
        "Labor Economics",
        "Labor Compensation",
        "Labor Relations",
        "Unemployment and Immigration",
        "Industrial Organization",
        "Firm Behavior"
    ],
    "program": [
        "Corporate Finance",
        "Industrial Organization",
        "Law and Economics",
        "Labor Studies",
        "Public Economics",
        "Political Economy",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Entrepreneurship",
        "Organizational Economics",
        "Personnel Economics"
    ],
    "abstract": "\n\nWe estimate the effects of worker voice on job quality and separations. We leverage the 1991 introduction of worker representation on boards of Finnish firms with at least 150 employees. In contrast to exit-voice theory, our difference-in-differences design reveals no effects on voluntary job separations, and at most small positive effects on other measures of job quality (job security, health, subjective job quality, and wages). Worker voice slightly raised firm survival, productivity, and capital intensity. A 2008 introduction of shop-floor representation had similarly limited effects. Interviews and surveys indicate that worker representation facilitates information sharing rather than boosting labor’s power.\n\n",
    "acknowledgement": "\nWe thank Nikhil Basavappa, Raymond Han, Ida Kankaanranta, Nelson Mesker, Shakked Noy, Patrick Schwarz, and Dalton Zhang for excellent research assistance. We thank seminar and conference participants at the Bank of Italy/CEPR/EIEF Conference on Ownership, Governance, Management and Firm Performance, Bank of Italy-CEPR Labour Workshop, CESifo, Labor and Finance Group Conference, LSE/IFS Public Seminar, MIT IWER, NBER Public Economics Program Meeting, NBER Labor Studies Program Meeting, OECD, Princeton University, Stanford University, UC Berkeley, UC San Diego, the University of Toronto, VATT, and theWashington Center for Equitable Growth grantee conference. We thank Petri Böckerman, Arin Dube, Viktar Fedaseyeu, Egle Karmaziene, Tomi Kyyrä, and Roope Uusitalo for valuable feedback. We also thank five anonymous worker representatives for in-depth interviews about their role as a worker representative. We thank Harri Hietala and Maria Jauhiainen for valuable discussions about the institutional details. Finally, we thank Merja Jutila Roon and Maria Jauhiainen for help in designing and conducting the survey of worker representatives.\n\n\n"
}