{
    "id": 28551,
    "citation_title": "Service-Led or Service-Biased Growth? Equilibrium Development Accounting across Indian Districts",
    "citation_author": [
        "Tianyu Fan",
        "Michael Peters",
        "Fabrizio Zilibotti"
    ],
    "citation_publication_date": "2021-03-15",
    "issue_date": "2021-03-12",
    "revision_date": "None",
    "topics": [
        "Development and Growth",
        "Development",
        "Growth and Productivity"
    ],
    "program": [
        "Development Economics",
        "Economic Fluctuations and Growth"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn many developing countries today, the structural transformation is a shift of employment out of agriculture into the service sector. By contrast, industrial employment is mostly stagnant. Is the service sector an engine of growth and hence growth service led? Or is its expansion a mere corollary of growth, where rising incomes stemming from productivity growth in goods-producing industries increases the demand for services? To determine whether growth is service led or service biased, we estimate a spatial equilibrium model with nonhomothetic preferences. Our methodology is in the spirit of development accounting and lends itself to a quantitative assessment of both the aggregate and the heterogenous welfare effects of sectoral productivity growth. In an application to India, we find that productivity growth in consumer services such as retail and hospitality was an important driver of rising living standards between 1987 and 2011. However, such benefits were highly skewed and accrued mostly to high-income households living in urbanized locations.\n\n",
    "acknowledgement": "\nThis study is part of a broader research project also involving Philippe Aghion and Robin Burgess. We are extremely grateful to our discussant Sebastian Sotelo for his suggestions. We thank Fabian Eckert, Reto Foellmi, Doug Gollin, Cormac O'Dea, Peter Klenow, Samuel Kortum, Rachel Ngai, Richard Rogerson, Maria Saez Marti, and seminar participants at the ASSA Meeting 2021, Cowles Macro Conference, the STEG Workshop, Penn State University, Peking University, RIDGE, the University of Sankt Gallen, and Yale University. We also thank Sarah Moon, Shengqi Ni, Pariroo Rattan, and Huihuang Zhu for excellent research assistance.  Financial support from SNSF project ``Inequality, Cultural Transmission, and Human Capital Accumulation\" (grant 100018 165616) is gratefully acknowledged. Michael Peters thanks the ``Minnesota Opportunity and Inclusive Growth Institute” for their hospitality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}