{
    "id": 28569,
    "citation_title": "Consistent Local Spectrum (LCM) Inference for Predictive Return Regressions",
    "citation_author": [
        "Torben G. Andersen",
        "Rasmus T. Varneskov"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "None",
    "topics": [
        "Financial Economics",
        "Portfolio Selection and Asset Pricing",
        "Financial Markets"
    ],
    "program": [
        "Asset Pricing",
        "Technical Working Papers"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the properties of predictive regressions for asset returns in economic systems governed by persistent vector autoregressive dynamics. In particular, we allow for the state variables to be fractionally integrated, potentially of different orders, and for the returns to have a latent persistent conditional mean, whose memory is difficult to estimate consistently by standard techniques in finite samples. Moreover, the predictors may be endogenous and “imperfect”. In this setting, we provide a cointegration rank test to determine the predictive model framework as well as the latent persistence of returns. This motivates a rank-augmented Local Spectrum (LCM) procedure, which is consistent and delivers asymptotic Gaussian inference. Simulations illustrate the theoretical arguments. Finally, in an empirical application concerning monthly S&P 500 return prediction, we provide evidence for a fractionally integrated conditional mean component. Moreover, using the rank-augmented LCM procedure, we document significant predictive power for key state variables such as the price-earnings ratio and the default spread.\n\n",
    "acknowledgement": "\nWe thank Guido Kuersteiner and participants at the 2018 conference in honor of Peter C.B. Phillips at Yale University for helpful comments and suggestions. Financial support from CREATES, Center for Research in Econometric Analysis of Time Series, funded by the Danish National Research Foundation, is gratefully acknowledged. Varneskov further acknowledges support from the Danish Finance Institute (DFI). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}