{
    "id": 28585,
    "citation_title": "Central Bank Swap Arrangements in the COVID-19 Crisis",
    "citation_author": [
        "Joshua Aizenman",
        "Hiro Ito",
        "Gurnain Kaur Pasricha"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "Trade",
        "International Factor Mobility",
        "International Finance",
        "Financial Economics",
        "Financial Markets",
        "COVID-19"
    ],
    "program": [
        "International Finance and Macroeconomics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFacing acute strains in the offshore dollar funding markets during the COVID-19 crisis, the Federal Reserve (Fed) implemented measures to provide US dollar liquidity by reinforcing swap arrangements with five major central banks, reactivating them with nine other central banks and establishing a financial institutions and monetary authorities (FIMA) repo facility in March 2020. This paper assesses motivations for the Fed liquidity lines, and the effects and spillovers of US dollar auctions by central banks, for about 50 economies. We find that the access to the liquidity arrangements is driven by the recipient economies’ close trade ties with the US. Higher US bank and trade exposure to an economy increases its access to dollar liquidity lines through the swap arrangements and the new repo facility. Access to dollar liquidity also reflects global trade exposure. We investigate the announcement effects of the liquidity arrangements on several key financial variables, and find that announcements of expansion of Fed liquidity facilities led to appreciation of partner currencies against the US dollar, improved CDS spreads, and lowered the long-term interest rates of the recipient economies. Further, US dollar auctions by economies’ own central banks lead to temporary appreciation of their currencies, but dollar auctions by major central banks (BoE, ECB, BoJ and SNB) have persistent spillovers – they led to appreciation of other non-dollar currencies. These responses do not differ whether the economies have larger or smaller financial or trade ties with the US.\n\n",
    "acknowledgement": "\nWe would like to thank Apoorv Bhargava, Ricardo Cervantes, and Chau Nguyen for excellent research assistance. We appreciate the Latin American Reserve Fund (FLAR) for sharing with us the data on the currency shares in FX reserves for Latin American countries. We also thank Vassili Bazinas and participants at a seminar at the IMF for useful comments and suggestions. The views expressed in the paper are those of the authors, and do not necessarily represent the views of the International Monetary Fund, its Executive Board or its management or the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}