{
    "id": 28582,
    "citation_title": "Branch Expansion versus Digital Banking: The Dynamics of Growth and Inequality in a Spatial Equilibrium Model",
    "citation_author": [
        "Yan Ji",
        "Songyuan Teng",
        "Robert Townsend"
    ],
    "citation_publication_date": "2021-03-22",
    "issue_date": "2021-03-18",
    "revision_date": "None",
    "topics": [
        "Econometrics",
        "Estimation Methods",
        "Macroeconomics",
        "Consumption and Investment",
        "Money and Interest Rates",
        "International Economics",
        "International Macroeconomics",
        "Development and Growth",
        "Development",
        "Regional and Urban Economics",
        "Regional Economics"
    ],
    "program": [
        "Development Economics",
        "Economic Fluctuations and Growth",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a heterogeneous-agent model with local spatial markets to study the relationships among bank expansion, growth, and inequality. In the model, households choose their occupations, consumption, and holdings of loans and portfolio assets that vary by liquidity. Banks choose the locations of new branches, which affect the financial frictions facing households across regions. We calibrate the model using a geographic information system to evaluate the rapid bank expansion in Thailand between 1986-1996. The model quantifies the sources of growth and inequality over time and across space and the potential role of digital banking in substantially reducing regional heterogeneity.\n\n",
    "acknowledgement": "\nWe thank Christian Ahlin, Abhijit Banerjee, Saki Bigio, Emilio Bisetti, Ariel Burstein, Dean Corbae, Vidhan Goyal, Hugo Hopenhayn, Kai Li, Abhiroop Mukherjee, Yoshio Nozawa, and seminar and conference participants at MIT, Michigan State University, UCLA, HKUST, Workshop on Finance and Development, Society for the Advancement of Economic Theory (SAET), and Roundtable on Central Banking and Inequality for helpful comments. Yan Ji is grateful for the financial support of the Hong Kong RGC GRF Grant (Project No. 16500718). Townsend gratefully acknowledge research support from Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) (grant number R01 HD027638), and the Centre for Economic Policy Research (CEPR) and the Department for International Development (DFID) under grant MRG002_1255. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}