{
    "id": 28600,
    "citation_title": "Misdemeanor Prosecution",
    "citation_author": [
        "Amanda Y. Agan",
        "Jennifer L. Doleac",
        "Anna Harvey"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "2021-06-16",
    "topics": [
        "Other",
        "Law and Economics"
    ],
    "program": [
        "Law and Economics",
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": [
        "Economics of Crime"
    ],
    "abstract": "\n\nCommunities across the United States are reconsidering the public safety benefits of prosecuting nonviolent misdemeanor offenses. So far there has been little empirical evidence to inform policy in this area. In this paper we report the first estimates of the causal effects of misdemeanor prosecution on defendants' subsequent criminal justice involvement. We leverage the as-if random assignment of nonviolent misdemeanor cases to Assistant District Attorneys (ADAs) who decide whether a case should move forward with prosecution in the Suffolk County District Attorney's Office in Massachusetts. These ADAs vary in the average leniency of their prosecution decisions. We find that, for the marginal defendant, nonprosecution of a nonviolent misdemeanor offense leads to large reductions in the likelihood of a new criminal complaint over the next two years. These local average treatment effects are largest for first-time defendants, suggesting that averting initial entry into the criminal justice system has the greatest benefits. We also present evidence that a recent policy change in Suffolk County imposing a presumption of nonprosecution for a set of nonviolent misdemeanor offenses had similar beneficial effects: the likelihood of future criminal justice involvement fell, with no apparent increase in local crime rates.\n\n",
    "acknowledgement": "\nWe thank Suffolk County District Attorney Rachael Rollins and the Suffolk County District Attorney's Office for their cooperation, and especially thank Bobby Constantino for his tireless efforts in helping us access and understand the data. Thanks to Rebecca Regan for excellent research assistance, to Manudeep Bhuller for code and discussions about calculating the complier means, and to Martin Andresen for extensive help with the estimation of marginal treatment effects via mtefe. We thank Paul Goldsmith-Pinkham, Peter Hull, Michal Kolesár, Emily Leslie, Justin McCrary, and Sam Norris for conversations that improved the paper. We appreciate feedback from Jim Greiner, Steve Lehrer, James MacKinnon, Steven Raphael, and Megan Stevenson; seminar participants at American University, Bentley University, Boston University, the Federal Reserve Bank of Minneapolis, Georgia State University, LSE-Centre for Economic Performance, Michigan State University, Queen's University, Rutgers University, University of Pittsburgh, University of Toronto, University of Virginia School of Law, and West Virginia University; and conference participants at the 2020 Emory University Conference on Institutions and Law Making, the 2020 APPAM Fall Research Conference, and the 2020 Duke University Empirical Criminal Law Roundtable. We gratefully acknowledge funding from the W.T. Grant Foundation and the Chan Zuckerberg Initiative. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}