{
    "id": 28617,
    "citation_title": "Bayesian Estimation of Epidemiological Models: Methods, Causality, and Policy Trade-Offs",
    "citation_author": [
        "Jonas E. Arias",
        "Jesús Fernández-Villaverde",
        "Juan Rubio Ramírez",
        "Minchul Shin"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "None",
    "topics": [
        "Econometrics",
        "Estimation Methods",
        "Health, Education, and Welfare",
        "Health",
        "COVID-19"
    ],
    "program": [
        "Economic Fluctuations and Growth"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a general framework for Bayesian estimation and causality assessment in epidemiological models. The key to our approach is the use of sequential Monte Carlo methods to evaluate the likelihood of a generic epidemiological model. Once we have the likelihood, we specify priors and rely on a Markov chain Monte Carlo to sample from the posterior distribution. We show how to use the posterior simulation outputs as inputs for exercises in causality assessment. We apply our approach to Belgian data for the COVID-19 epidemic during 2020. Our estimated time-varying-parameters SIRD model captures the data dynamics very well, including the three waves of infections. We use the estimated (true) number of new cases and the time-varying effective reproduction number from the epidemiological model as information for structural vector autoregressions and local projections. We document how additional government-mandated mobility curtailments would have reduced deaths at zero cost or a very small cost in terms of output.\n\n",
    "acknowledgement": "\nWe thank Frank Diebold for useful comments. Some of the ideas in this paper came out of previous work with Chad Jones. John Cochrane was the first to point out to us the potential key importance of time-varying parameters in epidemiological models. Disclaimer: The views expressed in this paper are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Atlanta, the Federal Reserve Bank of Philadelphia, or the Federal Reserve System. Any errors or omissions are the responsibility of the authors. No statements here should be treated as legal advice. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}