{
    "id": 28623,
    "citation_title": "When Did Growth Begin? New Estimates of Productivity Growth in England from 1250 to 1870",
    "citation_author": [
        "Paul Bouscasse",
        "Emi Nakamura",
        "Jón Steinsson"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "2021-06-03",
    "topics": [
        "History",
        "Macroeconomic History",
        "Development and Growth",
        "Development",
        "Growth and Productivity"
    ],
    "program": [
        "Development of the American Economy",
        "Development Economics",
        "Economic Fluctuations and Growth"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide new estimates of the evolution of productivity in England from 1250 to 1870. Real wages over this period were heavily influenced by plague-induced swings in the population. We develop and implement a new methodology for estimating productivity that accounts for these Malthusian dynamics. In the early part of our sample, we find that productivity growth was zero. Productivity growth began in 1600—almost a century before the Glorious Revolution. Post-1600 productivity growth had two phases: an initial phase of modest growth of 4% per decade between 1600 and 1810, followed by a rapid acceleration at the time of the Industrial Revolution to 18% per decade. Our evidence helps distinguish between theories of why growth began. In particular, our findings support the idea that broad-based economic change preceded the bourgeois institutional reforms of 17th century England and may have contributed to causing them. We also estimate the strength of Malthusian population forces on real wages. We find that these forces were sufficiently weak to be easily overwhelmed by post-1800 productivity growth.\n\n",
    "acknowledgement": "\nWe thank Caleb Wroblewski for excellent research assistance. We thank Gregory Clark, Brad DeLong, Edward Nelson, Jan De Vries, David Weinstein, Jacob Weisdorf and seminar participants at UC Berkeley and UC Davis for valuable comments and discussions. We thank the Alfred P. Sloan Foundation, the Smith Richardson Foundation, and the Program for Economic Research at Columbia University for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}