{
    "id": 28624,
    "citation_title": "Discontinued Positive Feedback Trading and the Decline of Momentum Profitability",
    "citation_author": [
        "Itzhak Ben-David",
        "Jiacui Li",
        "Andrea Rossi",
        "Yang Song"
    ],
    "citation_publication_date": "2021-03-29",
    "issue_date": "2021-03-25",
    "revision_date": "2021-06-23",
    "topics": [
        "Financial Economics",
        "Portfolio Selection and Asset Pricing",
        "Financial Institutions",
        "Behavioral Finance"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance"
    ],
    "projects": null,
    "working_groups": [
        "Behavioral Finance"
    ],
    "abstract": "\n\nWe present evidence that equity momentum strategies are partially driven by positive-feedback trading intermediated via the mutual fund sector. We identify a U.S.-specific structural break to this channel that substantially weakened the relationship between fund flows and past style returns. As a result, trading strategies that load on flow-driven positive-feedback trading (including momentum in stocks, styles, and factors) experienced a profitability decline. Consistent with the proposed channel, the profitability decline was limited to the U.S. market. Moreover, factors that were more directly exposed to the structural break experienced a sharp return “kink” in the months after the event.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Discontinued Positive Feedback Trading and the Decline in Asset Pricing Factor Profitability.\" We thank Nicholas Barberis, Thummim Cho, Lauren Cohen, Sylvester Flood (Morningstar), Umit Gurun, Bing Han, Paul Kaplan (Morningstar), Dong Lou, Chris Malloy, and Andrei Shleifer for helpful comments. We thank seminar participants at The Ohio State University, the University of Utah, the University of Washington, Hong Kong University of Science and Technology, and Arrowstreet Capital, as well as 2021 WFA and the National Bureau of Economic Research Behavior Finance Workshop participants for comments and George Aragon for sharing data. Ben-David is with The Ohio State University and the National Bureau of Economic Research, Li is with the University of Utah, Rossi is with the University of Arizona, and Song is with the University of Washington. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}