{
    "id": 28631,
    "citation_title": "On the Ends of the State: Stationary Bandits and the Time Horizon in Eastern Congo",
    "citation_author": [
        "Soeren J. Henn",
        "Christian Mastaki Mugaruka",
        "Miguel Ortiz",
        "Raúl Sánchez de la Sierra",
        "David Qihang Wu"
    ],
    "citation_publication_date": "2021-04-05",
    "issue_date": "2021-04-01",
    "revision_date": "None",
    "topics": [
        "Public Economics",
        "Taxation",
        "Development and Growth",
        "Country Studies",
        "Other",
        "Economic Systems"
    ],
    "program": [
        "Development Economics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": [
        "Organizational Economics"
    ],
    "abstract": "\n\nWe show that armed actors refrain from using  their power to arbitrarily steal from an economy if, and only if, the armed actors'  property rights over stealing from that economy are secure. By 2009, armed actors  taxed, administered, and protected various villages in Democratic Republic of the Congo. We exploit the timing and targeting of an international military operation that permanently made taxing these villages impossible. Following the operation, these armed actors turned to violently expropriating the same villages. The findings suggest that the security of property rights over stealing, hence the stealing horizon, can sustain, or destroy, economic growth.\n\n",
    "acknowledgement": "\nWe thank  Gauthier Marchais, and all members of the Marakuja Kivu Research team, for invaluable support. Especially: Desire Basibuhe, Christian Bazuzi, Aimable Amani Lameke, Simeon Lukeno, Floribert Lwaboshi, Emmanuel Kandate, Freddy Koleramungu, Salomon Salumu Kombi,  Eustache Kuliumbwa, and Anne-Laure Van der Wielen. We thank  Ernesto Dal Bo, Oeindrila Dube, Luis Martinez, Vincent Tanutama, and Noam Yuchtman for valuable feedback. Sánchez de la Sierra thanks  Robert Bates, Christopher Blattman, Pierre-André Chiappori, Donald Davis, Avner Greif,  Macartan Humphreys, Suresh Naidu, Bernard Salanié for invaluable guidance. The data collection for this study was funded by the National Science Foundation Dissertation Improvement Grants (award number 1261025), Private Enterprise Development in Low-income countries, the International Peace Association Research Foundation, and the International Center for Taxation and Development. For two of these sources, funding originally came from the former United Kingdom's Department For International Development. The data was gathered in 2012, 2013, and 2015 by the current members of Markuja Kivu Research, non-profit data collection organization co-founded by Basibuhe, Bazuzi, Koleramungu, Lameke, Lukeno, Marchais, Mugaruka, and Sanchez de la Sierra. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}