{
    "id": 28634,
    "citation_title": "Effects of School Shootings on Risky Behavior, Health and Human Capital",
    "citation_author": [
        "Partha Deb",
        "Anjelica Gangaram"
    ],
    "citation_publication_date": "2021-04-05",
    "issue_date": "2021-04-01",
    "revision_date": "None",
    "topics": [
        "Health, Education, and Welfare",
        "Health",
        "Education",
        "Labor Economics",
        "Labor Supply and Demand"
    ],
    "program": [
        "Health Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we examine the impact of school shootings on the human health and capital outcomes of middle and high school student survivors as adults in their twenties and early thirties. Our data on school shooting events is from a recent, comprehensive database of school shootings compiled by the Center for Homeland Defense and Security. The analytic dataset contains incidents from 1994-2005 in conjunction with Behavioral Risk Factors Surveillance System survey data from 2003-2012 on respondents 23 to 32 years of age. We find substantial evidence that, relative to their unexposed peers, school shooting survivors experience declines in health and well-being, engage in more risky behaviors, and have worse education and labor market outcomes. The effects among those exposed in the more recent past, 6-12 years prior to the survey, are consistent with those of the full sample. The significance of effects dissipates among those exposed earlier, 13-18 years prior to the survey.\n\n",
    "acknowledgement": "\nWe thank Michael Grossman, Paige Nong, and Hannes Schwandt for their helpful comments, and Phillip Levine, Sara Markowitz, Edward C. Norton, and Susan T. Parker for substantive suggestions, that improved the quality of this paper. The authors have no external funding or relevant financial relationships to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}