{
    "id": 28667,
    "citation_title": "The Nexus of Elites and War Mobilization",
    "citation_author": [
        "Ying Bai",
        "Ruixue Jia",
        "Jiaojiao Yang"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Welfare and Collective Choice",
        "Public Economics",
        "Industrial Organization",
        "Market Structure and Firm Performance",
        "History",
        "Other History",
        "Development and Growth",
        "Development"
    ],
    "program": [
        "Development Economics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": [
        "Chinese Economy"
    ],
    "abstract": "\n\nHow do elites mobilize commoners to participate in a war? How does war mobilization affect elite power after the war? We argue that these two questions are interconnected, as elites mobilize war often because war benefits them. We demonstrate these relationships using the setting of the organization of the Hunan Army – an army organized by one Hunanese scholargeneral that suppressed the deadliest civil war in history, the Taiping Rebellion (1850–1864). We construct comprehensive datasets to depict the elites in the scholar-general’s pre-war network as well as the distribution of political power before and after the war. By examining how pre-war elite connections affected where soldiers who were killed came from, and subsequent shifts in the post-war distribution of political power toward the home counties of these very elites, we highlight a two-way nexus of elites and war mobilization: (i) elites used their personal network for mobilization; and (ii) network-induced mobilization elevated regional elites to the national political stage, where they influenced the fortunes of the country after the war.\n\n",
    "acknowledgement": "\nWe appreciate the comments from Eli Berman, Felipe Valencia Caicedo, Jeremiah Dittmar, James Fenske, James Fearon, Matt Jackson, Joachim Voth, and seminar participants at Case Western Reserve, LSE, Michigan, NYU, Stanford, UCSD, and Virtual Economic History Seminar. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}