{
    "id": 28665,
    "citation_title": "Civil Service Reform and Organizational Practices: Evidence from the Pendleton Act",
    "citation_author": [
        "Diana Moreira",
        "Santiago Pérez"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "None",
    "topics": [
        "Public Economics",
        "History",
        "Other History"
    ],
    "program": [
        "Development of the American Economy",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": [
        "Organizational Economics"
    ],
    "abstract": "\n\nCompetitive exams are a standard method for selecting civil servants. Yet, evidence on the effectiveness of such approach is mixed, and lack of personnel data limits our understanding of the mechanisms underlying this varying success. We digitize personnel and financial data to study the impacts of the 1883 Pendleton Act, which mandated exams for some employees in the largest US customs-collection districts. The reform improved targeted employees' professional background and reduced turnover. However, it did not increase cost-effectiveness in revenue collection. An unintended consequence of the reform was to induce hiring in exempted positions, provoking distortions in districts' personnel structure. Our results illustrate the importance of considering the incentives of all involved parties when designing reforms.\n\n",
    "acknowledgement": "\nWe thank Luiza Aires and Lisa Pacheco for outstanding research assistance, and Enrique Pérez for help with data collection. We have benefited from the comments of Oriana Bandiera, Brian Beach, Assaf Bernstein, Sandra Black, Nicolás Caramp, Katherine Eriksson, James Feigenbaum, Fred Finan, Robert Gibbons, Michela Giorcelli, Walker Hanlon, Daniel Honig, Rick Hornbeck, Chris Meissner, Andrea Pozas-Loyo, Sarah Quincy, Arman Rezaee, Monica Singhal, Michael Ting, Martin Williams, Chenzi Xu and Noam Yutchmann, as well by seminar participants at Corporación Andina de Fomento, CEPR STEG Workshop, Cornell University, University of California - Riverside, NEUDC, NBER Organizational Economics Fall 2020 Conference, Columbia University, University of Chicago Harris School of Public Policy and Stanford CASBS. We also benefited from funding from the UC Davis Small Grant in Aid of Research and from the Michael Dearing Fellowship in support of Economic History Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}