{
    "id": 28685,
    "citation_title": "Risk-Taking and Monetary Policy Transmission: Evidence from Loans to SMEs and Large Firms",
    "citation_author": [
        "Cecilia R. Caglio",
        "R. Matthew Darst",
        "Ṣebnem Kalemli-Özcan"
    ],
    "citation_publication_date": "2021-04-19",
    "issue_date": "2021-04-15",
    "revision_date": "2021-07-06",
    "topics": [
        "Macroeconomics",
        "Business Cycles",
        "Money and Interest Rates",
        "Monetary Policy",
        "Financial Economics",
        "Financial Institutions",
        "Development and Growth",
        "Development"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing administrative firm-bank-loan level data from the U.S., we document four new facts about the credit market. First, private firms’ (SMEs’) borrowing from banks comprises their entire balance sheet debt, compared to large publicly listed firms who can switch between bond markets and drawing from their credit lines. Second, SMEs borrow shorter maturity and pay higher interest rates relative to large listed firms. Third, SMEs mostly use their enterprise’s continuation value as collateral rather than fixed assets and real estate. Fourth, the relation between collateral and risk—where risk is measured by the loan spread—is positive for large listed firms but negative for SMEs. Based on these facts, we show that monetary policy transmission and risk-taking differ across SMEs and large listed firms. When monetary policy is expansionary, credit demand of SMEs with high leverage increases more. SMEs’ borrowing capacity expands more given their frequent use of earnings and operations-based collateral. We find no evidence of risk-taking by banks as they lend less to firms who defaulted before and likely to default in the future. Our results from the sample of all U.S. firms mimic those of SMEs and imply that the aggregate effects of monetary policy might depend on the size distribution of firms and the type of collateral used. Since SMEs cover 99 percent of all firms and over 50 percent of U.S. employment and output, our results also have important implications for aggregate boom-bust cycles.\n\n",
    "acknowledgement": "\nWe would like to thank our discussant Luc Laeven at the 2019 AEA Meetings at San Diego and Boragan Aruoba, Thomas Dreschel, Sasha Indarte, Peter Karadi, Yueran Ma, Pablo Ottonello, Pascal Paul, Jose-Luis Peydro, Adriano Rampini, and John Shea for useful suggestions. We thank Jacob Faber, Jacob Fahringer, Alvaro Silva, and Adam Tucker for their invaluable research assistance. Kalemli-Özcan thanks NSF Grant 2018623 for support. All views are our own and do not represent the views of the Federal Reserve or the National Bureau of Economic Research.\n\n\n"
}