{
    "id": 28687,
    "citation_title": "What Triggers Stock Market Jumps?",
    "citation_author": [
        "Scott R. Baker",
        "Nicholas Bloom",
        "Steven J. Davis",
        "Marco C. Sammon"
    ],
    "citation_publication_date": "2021-04-19",
    "issue_date": "2021-04-15",
    "revision_date": "2021-04-20",
    "topics": [
        "Macroeconomics",
        "Money and Interest Rates",
        "Monetary Policy",
        "Fiscal Policy",
        "Financial Economics",
        "Portfolio Selection and Asset Pricing",
        "Financial Markets"
    ],
    "program": [
        "Asset Pricing",
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine next-day newspaper accounts of large daily jumps in 16 national stock markets to assess their proximate cause, clarity as to cause, and the geographic source of the market-moving news. Our sample of 6,200 market jumps yields several findings. First, policy news – mainly associated with monetary policy and government spending – triggers a greater share of upward than downward jumps in all countries. Second, the policy share of upward jumps is inversely related to stock market performance in the preceding three months. This pattern strengthens in the postwar period. Third, market volatility is much lower after jumps triggered by monetary policy news than after other jumps, unconditionally and conditional on past volatility and other controls. Fourth, greater clarity as to jump reason also foreshadows lower volatility. Clarity in this sense has trended upwards over the past century. Finally, and excluding U.S. jumps, leading newspapers attribute one-third of jumps in their own national stock markets to developments that originate in or relate to the United States. The U.S. role in this regard dwarfs that of Europe and China.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the National Science Foundation (SES 20180940), the Sloan Foundation, and Chicago Booth for financial support. We thank Tasaneeya Viratyosin and Jana Obradovic for extensive research support and our team of newspaper coders: Sophie Wang, Alexandra Lee, Naoko Takeda, Abdulla Al-Kuwari, Lucy Duan, Maranna Yoder, TJ Ram, Riley Burton, May Hliang, Jimmy Apffel, Zach Argo, Alex Liang, Kenar Vyas, Meera Desai, Tyler Staggs, Kyle Kost, Ethan Bernheim, Florentin Zander, Alexandra Farmer, Jason Jiang, Robin Gong, Lindsay Roston, Federico Clerici, AJ Qian, Melina Kompella, Heejin Hahn, Devon Shiff, Edina Lee, Sara Holston, Andrea Clerici, Kristina Kolpkova, Alex Zafran, Nikhil Bhatia, Gabe Alon, Garrett Matsuda, Tammy Qiu, Jack Jaffe, Eddie Dinh, Adam Jorring, and Fernanda Kramer. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}