{
    "id": 28680,
    "citation_title": "How Do Business Owners Respond to a Tax Cut? Examining the 199A Deduction for Pass-through Firms",
    "citation_author": [
        "Lucas Goodman",
        "Katherine Lim",
        "Bruce Sacerdote",
        "Andrew Whitten"
    ],
    "citation_publication_date": "2021-04-12",
    "issue_date": "2021-04-08",
    "revision_date": "None",
    "topics": [
        "Public Economics",
        "Taxation"
    ],
    "program": [
        "Labor Studies",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider the short-run responses of businesses and their owners to the introduction of Section 199A, a deduction implemented in 2018 that reduced the effective tax rate on pass-through business income. We study the deduction using several datasets derived from de-identified tax records of individuals and businesses. Overall, we do not find an increase in 2018 in business income likely to be eligible for the deduction, either in the time series or among firms with greater exposure to the deduction due to plausibly exogenous characteristics. We additionally examine specific hypothesized margins of adjustment. We find that partnerships (one type of pass-through business) reduce compensation paid to owners, in line with the incentives created by 199A, but that S corporations (another type of pass-through business) mostly do not. Additionally, we do not find that workers – whether new hires or current employees – switch from employee to contractor status to claim the new deduction. Finally, we find no evidence of changes in real economic activity as measured by physical investment, wages to non-owners, or employment of nonowners, though this analysis is underpowered in the short-run.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Office of Tax Analysis, NBER and National Tax Association for helpful comments. The views expressed in this paper do not necessarily represent the official position of the U.S. Department of the Treasury, the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research. The authors declare that they have no relevant financial interests that relate to the research described in this paper.\n\n\n"
}