{
    "id": 28694,
    "citation_title": "Barriers to Global Capital Allocation",
    "citation_author": [
        "Bruno Pellegrino",
        "Enrico Spolaore",
        "Romain Wacziarg"
    ],
    "citation_publication_date": "2021-04-19",
    "issue_date": "2021-04-15",
    "revision_date": "None",
    "topics": [
        "Macroeconomics",
        "Consumption and Investment",
        "Money and Interest Rates",
        "International Economics",
        "International Factor Mobility",
        "International Finance",
        "International Macroeconomics",
        "Financial Economics",
        "Financial Markets",
        "Development and Growth",
        "Growth and Productivity"
    ],
    "program": [
        "International Finance and Macroeconomics",
        "International Trade and Investment",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the impact of barriers to international investment, using a novel multi-country dynamic general equilibrium model with heterogeneous investors and imperfect capital mobility. Our model yields a gravity equation for bilateral foreign asset positions. We estimate this gravity equation using recently-developed foreign investment data that have been restated to account for offshore investment and financing vehicles. We show that a parsimonious implementation of the model with four barriers (geographic distance, cultural distance, foreign investment taxation, and political risk) accounts for a large share of the observed variation in bilateral foreign investment positions. Our model predicts (out of sample) a significant home bias, higher rates of return on capital in emerging markets, as well as “upstream” capital flows. In our benchmark calibration, we estimate that the capital misallocation induced by these barriers reduces World GDP by 7%, compared to a situation without barriers. We also find that barriers to global capital allocation contribute significantly to cross-country inequality: the standard deviation of log capital per employee is 80% higher than it would be in a world without barriers to international investment, while the dispersion in output per employee is 42% higher.\n\n",
    "acknowledgement": "\nWe thank Julian Di Giovanni and Dmitry Mukhin for their excellent discussions of this paper at ASSA 2021 and the Yale Junior Finance conference. We also thank Ariel Burstein, Henry Friedman, Jean Imbs, Sebnem Kalemli-Özcan, Pete Kyle, Andrei Levchenko, Max Maksimovic, Alessandro Rebucci, as well as seminar participants at CSEF, Tufts, the University of Maryland, UCLA, UT Austin, and the University of Verona for helpful comments. We thank Pablo Roa Prieto and Michele Schincaglia for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}