{
    "id": 28706,
    "citation_title": "Energy, Groundwater, and Crop Choice",
    "citation_author": [
        "Fiona Burlig",
        "Louis Preonas",
        "Matt Woerman"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "None",
    "topics": [
        "Environmental and Resource Economics",
        "Agriculture",
        "Renewable Resources",
        "Energy"
    ],
    "program": [
        "Environment and Energy Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGroundwater is a key resource for agricultural production globally. Increasingly rapid aquifer drawdowns—as well as the policies intended to increase their sustainability—increase costs to agricultural producers, with unknown consequences. This paper provides the first large-scale empirical estimates of how farmers respond to changes in groundwater costs in one of the world's most valuable agricultural areas: California. Using rich administrative data and exogenous variation in the price of electricity, a key input into groundwater extraction, we find that farmers are very price responsive: we estimate large price elasticities of demand for electricity (-1.17) and groundwater (-1.12). We demonstrate that crop switching and fallowing are the main channel through which farmers respond to increases in groundwater costs. Using a static discrete choice model, we estimate that a counterfactual $10 per-acre-foot groundwater tax—a level consistent with California's sustainability targets—would lead farmers to reallocate 3.9 percent of cropland, with increases in fallowing and high-value fruit and nut perennials, and decreases in annual crops and low-value perennials.\n\n",
    "acknowledgement": "\nWe thank Nick Hagerty for graciously sharing data with us. For helpful comments and suggestions, we thank Amy Ando, Andrew Ayers, Maximilian Auffhammer, Kathy Baylis, Ellen Bruno, Karen Clay, Michael Greenstone, Gautam Gowrisankaran, Koichiro Ito, Katrina Jessoe, Ryan Kellogg, Ashley Langer, Erik Lichtenberg, Dave McLaughlin, Kyle Meng, Mar Reguant, Paul Scott, Joe Shapiro, Andrew Stevens, Catherine Wolfram, and seminar participants at UC Energy Camp, Mississippi State, Stanford, UC Davis, University of Illinois, University of Gothenburg, ITAM, HKUST, SUNY Binghamton, TWEEDS, University of Pennsylvania Wharton, University of Massachusetts Amherst, University of Chicago, University of Oklahoma, USC, the ASSA Annual Meetings, the AERE Summer Conference, the WEAI annual meetings, the 2020 NBER Summer Institute, and UC Berkeley's POWER Conference. Lauren Beatty, Chinmay Lohani, Ucindami Mafeni, Shubhalakshmi Nag, Anna Schmidt, Chen Sui, Yixin Sun, and Xinyi Wang provided excellent research assistance. Karen Notsund provided invaluable support in obtaining data. We received generous funding in support of this project from the Giannini Foundation of Agricultural Economics, the Sloan Foundation (via the E2e Project), and the Becker Friedman Institute for Economics at the University of Chicago, and the USDA Economic Research Service, under Cooperative Agreement 58-6000-0-0052. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}