{
    "id": 28709,
    "citation_title": "Merchants of Death: The Effect of Credit Supply Shocks on Hospital Outcomes",
    "citation_author": [
        "Cyrus Aghamolla",
        "Pinar Karaca-Mandic",
        "Xuelin Li",
        "Richard T. Thakor"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "None",
    "topics": [
        "Financial Economics",
        "Financial Institutions",
        "Corporate Finance",
        "Health, Education, and Welfare",
        "Health"
    ],
    "program": [
        "Corporate Finance",
        "Health Care",
        "Health Economics",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": [
        "Risks of Financial Institutions"
    ],
    "abstract": "\n\nThis study examines the link between credit supply and hospital health outcomes. Using detailed data on hospitals and the banks that they borrow from, we use bank stress tests as exogenous shocks to credit access for hospitals that have lending relationships with tested banks. We find that affected hospitals shift their operations to enhance their profit margins in response to a negative credit shock, but reduce the quality of their care to patients across a variety of measures. In particular, affected hospitals exhibit significantly lower attentiveness in providing timely and effective treatment and procedures, and are rated substantially lower in patient satisfaction. This decline in care quality is reflected in health outcomes: affected hospitals experience a significant increase in risk-adjusted, unplanned 30-day readmission rates of recently discharged patients and in risk-adjusted 30-day patient mortality rates. Overall, the results indicate that access to credit can affect the quality of healthcare hospitals deliver, pointing to important spillover effects of credit market frictions on health outcomes.\n\n",
    "acknowledgement": "\nWe thank Chris Whaley and seminar participants at the University of Minnesota, University of Missouri, University of Wisconsin--Milwaukee, and Indian Institute of Management Ahmedabad for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}