{
    "id": 28715,
    "citation_title": "The Impact of COVID-19 on Community College Enrollment and Student Success: Evidence from California Administrative Data",
    "citation_author": [
        "George Bulman",
        "Robert W. Fairlie"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "2021-06-11",
    "topics": [
        "Public Economics",
        "National Fiscal Issues",
        "Health, Education, and Welfare",
        "Education",
        "COVID-19"
    ],
    "program": [
        "Economics of Education",
        "Labor Studies",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": [
        "Race and Stratification in the Economy"
    ],
    "abstract": "\n\nEnrollment increased slightly at both the California State University and University of California systems in fall 2020, but the effects of the pandemic on enrollment in the California Community College system are mostly unknown and might differ substantially from the effects on 4-year colleges. This paper provides the first analysis of how the pandemic impacted enrollment patterns and the academic outcomes of community college students using administrative college-level panel data covering the universe of students in the 116-college California Community College system. We find that community college enrolment dropped precipitously in fall 2020 – the total number of enrolled students fell by 4 percent in spring 2020 and by 15 percent in fall 2020 relative to the prior year. All racial and ethnic groups experienced large enrollment decreases in spring and fall 2020, but African-American and Latinx students experienced the largest drops at 17 percent in fall 2020. Enrollment fell the most for first-year students in the community college system, basic skills courses, and fields such as engineering/industrial technology, education, interdisciplinary studies, and art. There were smaller decreases for continuing students, academic courses transferable to four-year institutions, and business and science fields. Enrollment losses were felt throughout the entire community college system, and there is no evidence that having a large online presence in prior years protected colleges from these effects. In terms of course performance, there was a larger disruption to completion rates, withdrawal rates, and grades in spring 2020 than in fall 2020. These early findings of the effects of the pandemic at community colleges, which serve higher percentages of lower-income and minority students, have implications for policy, impending budgetary pressures, and future research.\nPlease note: Data from fall 2020 might overstate enrollment losses due to misinterpretation of data that coincides with variation in college/district submission and verification as a result of the COVID-19 pandemic. The California Community College Chancellor’s Office is reviewing the processes in consultation with college and district stakeholders to produce complete, accurate, and verified revised data.\n\n",
    "acknowledgement": "\nWe thank Mallory Newell, Jake Knapp and Bradley Olin for helpful conversations about institutional effects within the community college system. We thank seminar participants at the University of California, Sacramento Center for comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}