{
    "id": 28714,
    "citation_title": "The Forging of a Rebel",
    "citation_author": [
        "Gauthier Marchais",
        "Christian M. Mugaruka",
        "Raúl Sanchez de la Sierra",
        "David Qihang Wu"
    ],
    "citation_publication_date": "2021-04-26",
    "issue_date": "2021-04-22",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Welfare and Collective Choice",
        "Other",
        "Culture"
    ],
    "program": [
        "Children",
        "Development Economics",
        "Labor Studies",
        "Public Economics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": [
        "Organizational Economics",
        "Personnel Economics"
    ],
    "abstract": "\n\nWe use variation in exposure to victimization of 1,537 households of eastern Congo for each year of 1990–2013 to examine the formation of preferences to participate in armed groups. In this context, most armed groups are Congolese militia, whose objective is fighting foreign armed groups. We find that foreign armed group attacks on household members are associated with a larger propensity that individuals join a Congolese militia in subsequent years. The results are consistent with the formation of preferences arising from parochial altruism towards the family to fight foreign perpetrators. Specifically, we find that the effect is driven by the most gruesome of those attacks, by those that take place at a young age, and persists for several years. Consistent with parochial altruism, we find that the effect is largest when the victim is a household member or the village chief, smaller when the victim is another household in the village, and insignificant if the victim is in a nearby village. To examine the external validity of our result, we analyze heterogeneous effects by weakness of the state. We find that the response is concentrated in village-year observations in which state forces are absent. Finally, we show that, to undo this effect, the yearly per capita income outside armed groups would have to permanently increase 18.2-fold. These results suggest that intrinsic preferences are important for armed group participation relative to economic incentives, and emphasize their interaction with state weakness.\n\n",
    "acknowledgement": "\nThe data collection was funded by Private Enterprise Development in Low-income countries (PEDL), the National Science Foundation, and the International Center for Taxation and Development (ICTD). We are thankful to Aimable Amani Lameke, Desire Basibuhe, Lewis Dunia Butinda, Emmanuel Til Kandate, Freddy Koleramungu, Eustache Kuliumbwa, Simeon Lukeno, and Christian Polepole Bazuzi for oustanding field research. Soeren Henn, Matthew Pecenco, and Carlos Schmidt-Padilla provided extraordinary research support. We thank James Robinson, Soeren Henn, Laura Montenegro, Jean Decety, and participants of Workshop on Conflict 2019 at the Paris School of Economics for comments. The title is a reference to Arturo Barea's autobiography during the Spanish Civil War (Barea, 1984). Marchais, Mugaruka, and Sanchez de la Sierra are co-founders of Marakuja Kivu Research, whose activities helped collect one third of the data (in the province of North Kivu). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}