{
    "id": 28737,
    "citation_title": "The Backward Art of Slowing the Spread? Congregation Efficiencies during COVID-19",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2021-05-03",
    "issue_date": "2021-04-30",
    "revision_date": "2021-05-12",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Welfare and Collective Choice",
        "Public Economics",
        "Taxation",
        "Health, Education, and Welfare",
        "Health",
        "Industrial Organization",
        "Firm Behavior",
        "COVID-19"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Health Economics",
        "Industrial Organization"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWere workers more likely to be infected by COVID-19 in their workplace, or outside it?  While both economic models of the pandemic and public health policy recommendations often presume that the workplace is less safe, this paper seeks an answer both in micro data and economic theory.  The available data from schools, hospitals, nursing homes, food processing plants, hair stylists, and airlines show employers adopting mitigation protocols in the spring of 2020.  Coincident with the adoption, infection rates in workplaces typically dropped from well above household rates to well below.  When this occurs, the sign of the disease externality from participating in large organizations changes from negative to positive, even while individuals continue to have an incentive to avoid large organizations due to the prevention costs they impose on members.  Rational cooperative prevention sometimes results in infectious-disease patterns that are opposite of predictions from classical epidemiology.\n\n",
    "acknowledgement": "\nI appreciate financial support from the University of Chicago’s Initiative on Enabling Choice and Competition in Healthcare and discussions with Kevin M. Murphy, Tomas Philipson, Bob Topel, Daniel Benjamin, M. Keith Chen, and Troy Durie.  Ibukun C. Kalu provided time series data on infections among healthcare workers. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}