{
    "id": 28758,
    "citation_title": "Trade Protection, Stock-Market Returns, and Welfare",
    "citation_author": [
        "Mary Amiti",
        "Sang Hoon Kong",
        "David Weinstein"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "Trade"
    ],
    "program": [
        "International Trade and Investment"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that the specific factors model can be used to derive a rigorous link between movements in stock prices and productivity, wages, employment, output, and welfare. We also prove that the commonly used measure of the effective rate of protection equals the dual measure of revenue TFP, providing a theoretical foundation for why many studies have found that trade liberalization significantly increases firm-level productivity. Our method enables us to trace a tariff announcement's effect on TFP through its impact on macro variables (e.g., exchange rates) and through its effect on the relative prices of imports. We apply this framework to understanding the implications of the U.S.-China trade war. Our results show that the trade-war announcements caused large declines in U.S. stock prices, expected TFP, and expected inflation largely by moving macro variables, but also by causing declines in the returns of firms trading with China. We find that markets expect the trade war to lower U.S. welfare by 7.8 percentage points, which is much larger than the predictions of static models but in line with those of dynamic models.\n\n",
    "acknowledgement": "\nThis paper supersedes an earlier unpublished paper, “The Effect of the U.S.-China Trade War on U.S. Investment.” We thank George Alessandria, Kirill Borusyak, Dave Donaldson, Ethan Ilzetzki, Peter Neary, Peter Schott, Jon Vogel, and Michael Waugh for many useful comments. We thank Richard Crump for sharing inflation expectations data and Daniel Lewis for sharing the economic surprise data. We also thank Yingjie (Angela)Wu and Dongcheng Yang for providing excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}