{
    "id": 28759,
    "citation_title": "Racial and Ethnic Differences in the Financial Returns to Home Purchases from 2007 to 2020",
    "citation_author": [
        "Matthew E. Kahn"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "None",
    "topics": [
        "Regional and Urban Economics",
        "Real Estate"
    ],
    "program": [
        "Environment and Energy Economics",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": [
        "Household Finance",
        "Race and Stratification in the Economy",
        "Urban Economics"
    ],
    "abstract": "\n\nThe racial and ethnic composition of home buyers varies across geographic locations. For example, Asians and Hispanics are much more likely to buy homes in California than Blacks and Blacks are more likely to buy homes in Georgia than other demographic groups. Home prices grow at different rates across geographic units such as counties or zip codes. Hedonic bundling inhibits buyers from purchasing shares of different homes and forming a spatially diversified housing portfolio.  Spatial variation in purchases suggests that the average rate of return to housing varies across racial and ethnic groups. To test this claim, I construct a geographic shift-share index by combining Zillow geographic specific home price index data with HMDA micro data. The shift share calculations yield the average rate of return to home ownership by purchase year, and sale year for different demographic groups. Over the years 2007 to 2020, Blacks earned a lower rate of return on home purchases than Asians and Hispanics and the sample average. Within geographic areas, average loan differences across racial and ethnic groups are very small.\n\n",
    "acknowledgement": "\nI thank Mac McComas and Sam Oberly for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}