{
    "id": 28779,
    "citation_title": "Should There Be Vertical Choice in Health Insurance Markets?",
    "citation_author": [
        "Victoria R. Marone",
        "Adrienne Sabety"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Economics of Information",
        "Financial Economics",
        "Financial Institutions",
        "Health, Education, and Welfare",
        "Health"
    ],
    "program": [
        "Health Care",
        "Industrial Organization"
    ],
    "projects": null,
    "working_groups": [
        "Insurance"
    ],
    "abstract": "\n\nWe study the welfare effects of offering choice over financial coverage levels––\"vertical choice''––in regulated health insurance markets. Though the efficient level of coverage, which trades off the value of risk protection and the social cost from moral hazard, likely varies across consumers, we emphasize that this variation alone is not sufficient to motivate choice. When premiums cannot reflect individual costs, consumers may not select their efficient coverage level. We show that vertical choice is efficient only if consumers with higher willingness to pay for insurance have a higher efficient level of coverage. Using administrative data from a large public employer, we investigate this condition empirically and find that the welfare gains from vertical choice are either zero or economically small.\n\n",
    "acknowledgement": "\nWe are grateful to Vivek Bhattacharya, David Cutler, Leemore Dafny, David Dranove, Liran Einav, Amy Finkelstein, Tal Gross, Igal Hendel, Gaston Illanes, Matthew Leisten, Matt Notowidigdo, Chris Ody, Rob Porter, Elena Prager, Mar Reguant, Bill Rogerson, Mark Shepard, Amanda Starc, Bob Town, Tom Wiseman, and Gabriel Ziegler for advice and suggestions that greatly benefited this research. We also thank many participants in seminars at Northwestern, Kellogg, BI Norwegian Business School, University of Chicago, Princeton, MIT, Washington University in St. Louis, Yale SOM, Rochester Simon, NYU, MIT Sloan, Chicago Booth, Wisconsin, UT Austin, NBER Summer Institute, and the 2018 ASHEcon Conference for helpful comments. Finally, we thank Jason Abaluck and Jon Gruber for access to the data and for their support of this research project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}