{
    "id": 28772,
    "citation_title": "Productivity, Place, and Plants",
    "citation_author": [
        "Benjamin Schoefer",
        "Oren Ziv"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Macroeconomics",
        "Consumption and Investment",
        "Regional and Urban Economics",
        "Regional Economics"
    ],
    "program": [
        "Development of the American Economy",
        "Economic Fluctuations and Growth",
        "International Trade and Investment",
        "Labor Studies",
        "Public Economics",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Urban Economics"
    ],
    "abstract": "\n\nWhy do cities differ so much in productivity? Using a split-sample IV strategy, we document that up to three quarters of the large measured dispersion in productivity across US cities is spurious and reflects the \"luck of the draw\" of idiosyncratically heterogeneous plants. Due to this granularity bias, economies with randomly reallocated plants exhibit nearly as high a variance as the empirical economy. For new plants, four fifths of the raw dispersion reflects granularity bias, and their productivity is only imperfectly correlated with that of older plants, which dominate measured productivity levels. These US-based patterns broadly extend to European countries.\n\n",
    "acknowledgement": "\nWe thank Luke Watson for excellent research assistance. We thank Dominick Bartelme, Gabriel Chodorow-Reich, Jonathan Dingel, Cecile Gaubert, Steven Haider, Andrei Levchenko, Martin Rotemberg, Juan Carlos Suárez Serrato, Yue Yu, and Ben Zou for useful discussions. We thank participants of the NBER Summer Institute Urban Economics Meeting, the Third International Workshop “Market studies and spatial economics,” the 10th European Meeting of the Urban Economics Association, and at Michigan State University for feedback. For financial support, we thank the UC Berkeley Clausen Center for International Business and Policy, and the Ewing Marion Kauffman Foundation. The paper draws on confidential data from the US Census Bureau, which requires the following disclaimer: “Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the US Census Bureau. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1890. All results have been reviewed to ensure that no confidential information is disclosed.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}