{
    "id": 28771,
    "citation_title": "A Congestion Theory of Unemployment Fluctuations",
    "citation_author": [
        "Yusuf Mercan",
        "Benjamin Schoefer",
        "Petr Sedláček"
    ],
    "citation_publication_date": "2021-05-10",
    "issue_date": "2021-05-07",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Macroeconomics",
        "Consumption and Investment",
        "Business Cycles",
        "Labor Economics",
        "Labor Supply and Demand",
        "Unemployment and Immigration"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Labor Studies",
        "Monetary Economics",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Cohort Studies",
        "Organizational Economics",
        "Personnel Economics"
    ],
    "abstract": "\n\nIn recessions, unemployment increases despite the—perhaps counterintuitive—fact that the number of unemployed workers finding jobs expands. We propose a theory of unemployment fluctuations resting on this countercyclicality of gross flows from unemployment into employment. In recessions, the abundance of new hires “congests” the jobs the unemployed fill—diminishing their marginal product and discouraging further job creation. Countercyclical congestion explains 30-40% of US unemployment fluctuations. Additionally, it explains the excess procyclicality of new hires' wages, the cyclical labor wedge, the large earnings losses from job displacement and from graduating during recessions, and the insensitivity of unemployment to policies such as unemployment insurance.\n\n",
    "acknowledgement": "\nWe thank Chris Edmond, Michael Elsby, Domenico Ferraro, Shigeru Fujita, Gabriel Chodorow-Reich, Bart Hobijn, Philip Jung, Fatih Karahan, Guido Menzio, Simon Mongey, Emi Nakamura, Ayşegül Şahin, Moritz Schularick, Robert Shimer, and Jón Steinsson for useful comments. We also thank seminar audiences at Aarhus University, Arizona State University, Boston University, CopenhagenMacro, Erasmus Universiteit Rotterdam, the Federal Reserve Bank of Philadelphia, Harvard University, New York University, UC Berkeley, the University of Melbourne, the University of Adelaide and Waseda University. Sedláček gratefully acknowledges financial support from the European Research Council of the European Commission [grant number 802145]. Earlier stages of this project were also financially supported by the German Research Foundation (DFG) in 2016-2017 [grant number: SE 2554/1-1]. Nicholas Sander provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}