{
    "id": 28810,
    "citation_title": "Were Late-Nineteenth-Century, Small-Town Americans Life-Cycle Savers?",
    "citation_author": [
        "Howard Bodenhorn"
    ],
    "citation_publication_date": "2021-05-17",
    "issue_date": "2021-05-13",
    "revision_date": "None",
    "topics": [
        "History",
        "Financial History"
    ],
    "program": [
        "Development of the American Economy"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough the mobilization of savings is an important function of banks and other financial institutions, there is remarkably little evidence that bears on how and how well the financial sector mobilized household savings in the nineteenth and early twentieth century. This paper documents financial wealth accumulated by working-class Americans to see whether their behaviors followed the predictions of the life-cycle hypothesis. Hand-coded data from an Upstate New York savings bank matched to federal and state census data provides longitudinal data on individual savers between 20 and 90 years old. Fixed effects estimates on an unbalanced panel generates results that are consistent with the life-cycle hypothesis. Wealth-at-age profiles exhibit the classic hump shape, with peak wealth occurring in savers’ mid-sixties. At peak wealth, mean and median savers accumulated the equivalent of about one year’s income for a working-class man. Wealth declines with the number of children present in the household. Moreover, the native- and the foreign-born, and individuals born into different cohorts all accumulated wealth in a fashion consistent with the hypothesis’ predictions.\n\n",
    "acknowledgement": "\nI thank João Santos Silva for his help with the fixed effects quantile regression procedure in Stata. Bill Dougan, Molly Espey, Mike Makowsky, and participants in Clemson University’s Public Economics workshop provided valuable feedback on an earlier version. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}