{
    "id": 28821,
    "citation_title": "Religious Festivals and Economic Development: Evidence from Catholic Saint Day Festivals in Mexico",
    "citation_author": [
        "Eduardo Montero",
        "Dean Yang"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "2021-07-22",
    "topics": [
        "History",
        "Labor and Health History",
        "Development and Growth",
        "Development",
        "Other",
        "Culture"
    ],
    "program": [
        "Development Economics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat are the long-run economic impacts of religious festivals? We study Catholic patron saint day festivals in Mexico. For causal identification, we exploit cross-locality variation in festival dates and in the timing of agricultural seasons. We estimate the impact of “agriculturally-coinciding” festivals (those coinciding with peak planting or harvest months) on long-run economic development of localities. Agriculturally-coinciding festivals lead to lower household income and worse development outcomes overall. These negative effects are likely due to lowered agricultural productivity, which inhibits structural transformation out of agriculture. Agriculturally-coinciding festivals may nonetheless persist because they also lead to higher religiosity and social capital.\n\n",
    "acknowledgement": "\nWe thank Hoyt Bleakley, Mark Dincecco, Marcel Fafchamps, Edgar Franco, Etienne LeRossignol, Adan Silverio Murillo, Nathan Nunn, Andrei Shleifer, Yuan Tian, Felipe Valencia Caicedo, Marlous van Waijenburg, and seminar participants at Cornell University, University of Michigan, NBER, ASREC, RIDGE, Nottingham University, PUC-Chile, and the Vancouver School of Economics for excellent comments and feedback. We thank Israel Diego, Patricia Freitag, Kyle Murphy, Patricia Padilla, Erik Tiersten-Nyman, and Hang Yu for outstanding research assistance. We thank Jennifer Alix-Garcia and Emily Sellers for generously sharing data. We are grateful for financial support from several University of Michigan MITRE Faculty Research Grants. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}