{
    "id": 28820,
    "citation_title": "Gender Differences in Job Search and the Earnings Gap: Evidence from Business Majors",
    "citation_author": [
        "Patricia Cortés",
        "Jessica Pan",
        "Laura Pilossoph",
        "Basit Zafar"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Economics of Information",
        "Behavioral Economics",
        "Labor Economics",
        "Unemployment and Immigration"
    ],
    "program": [
        "Economics of Education",
        "Labor Studies"
    ],
    "projects": [
        "Gender in the Economy"
    ],
    "working_groups": null,
    "abstract": "\n\nTo understand gender differences in the job search process, we collect rich information on job offers and acceptances from past and current undergraduates of Boston University's Questrom School of Business. We document two novel empirical facts: (1) there is a clear gender difference in the timing of job offer acceptance, with women accepting jobs substantially earlier than men, and (2) the gender earnings gap in accepted offers narrows in favor of women over the course of the job search period. Using survey data on risk preferences and beliefs about expected future earnings, we present empirical evidence that the patterns in job search can be partly explained by the higher levels of risk aversion displayed by women and the higher levels of overoptimism (and slower belief updating) displayed by men. We develop a job search model that incorporates these gender differences in risk aversion and (over)optimism about prospective offers. Our counterfactual exercises show that simple policies such as eliminating ``exploding offers\" by allowing students to hold onto offers for an additional month, or providing them with accurate information about the labor market, can reduce the gender gap significantly.\n\n",
    "acknowledgement": "\nWe thank conference and seminar participants at Boston University, Brown, Cornell, Duke, Loyola Marymount University, Monash University, New York University, Northwestern Kellogg, Rady School of Management,  Rochester, Sciences Po, Singapore Management University, Southern Methodist University, University College London, UCLA, UC Santa Barbara, UC Merced, University of Chicago, University of Essex, University of Exeter, University of Florida, University of Maryland, University of Nebraska, University of Oxford, University of Pennsylvania, UT Austin, University of Wisconsin Madison, Yale, the 2019 ASSA Meetings, and the 2020 NBER Labor Studies Summer Institute for numerous helpful comments and suggestions. Jacob French, Maria Paola Ugalde Araya, Kevin Winseck, and Zhi Hao Lim provided excellent research assistance. We would also like to gratefully acknowledge the generous financial support from the National Science Foundation through Grant SES-1824469 and the Singapore Ministry of Education (MOE) Academic Research Fund (Tier 1). All errors that remain are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}