{
    "id": 28832,
    "citation_title": "Culture, Institutions and Social Equilibria: A Framework",
    "citation_author": [
        "Daron Acemoglu",
        "James A. Robinson"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "None",
    "topics": [
        "Other",
        "Economic Systems"
    ],
    "program": [
        "Development of the American Economy",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a new framework for studying the interplay between culture and institutions. We follow the recent sociology literature and interpret culture as a \\repertoire\", which allows rich cultural responses to changes in the environment and shifts in political power. Specifically, we start with a culture set, which consists of attributes and the feasible connections between them. Combinations of attributes produce cultural configurations, which provide meaning, interpretation and justification for individual and group actions. Cultural figurations also legitimize and support different institutional arrangements. Culture matters as it shapes the set of feasible cultural figurations and via this channel institutions. Yet, changes in politics and institutions can cause a rewiring of existing attributes, generating very different cultural configurations. Cultural persistence may result from the dynamics of political and economic factors - rather than being a consequence of an unchanging culture. We distinguish cultures by how fluid they are - whereby more fluid cultures allow a richer set of cultural configurations. Fluidity in turn depends on how specific (vs. abstract) and entangled (vs. free-standing) attributes in a culture set are. We illustrate these ideas using examples from African, England, China, the Islamic world, the Indian caste system and the Crow. In all cases, our interpretation highlights that culture becomes more of a constraint when it is less  fluid (more hardwired), for example because its attributes are more specific or entangled. We also emphasize that less  fluid cultures are not necessarily \"bad cultures\", and may create a range of benefits, though they may reduce the responsiveness of culture to changing circumstances. In many instances, including in the African, Chinese and English cases, we show that there is a lot of fluidity and very different, almost diametrically-opposed, cultural configurations are feasible, often compete with each other for acceptance and can gain the upper hand depending on political factors.\n\n",
    "acknowledgement": "\nWe are grateful to Tim Besley, Bas van Bavel, Bob Gibbons, Leander Hendring, Chima Korieh, Joel Mokyr, Nathan Nunn, Jared Rubin, Rick Shweder, Susan Silbey, Ann Swidler, Cihat Tokgöz, Thierry Verdier, Hagay Volvovsky, Nathan Wilmers and David Yang for their comments and suggestions. We also thank the participants in the MIT Sloan economic sociology seminar, NBER culture and institutions conference, and Utrecht States and Institutions conference for comments. We are grateful to Rebecca Jackson for help with the illustrations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}