{
    "id": 28843,
    "citation_title": "How Resilient Is Mortgage Credit Supply?  Evidence from the COVID-19 Pandemic",
    "citation_author": [
        "Andreas Fuster",
        "Aurel Hizmo",
        "Lauren Lambie-Hanson",
        "James Vickery",
        "Paul S. Willen"
    ],
    "citation_publication_date": "2021-05-24",
    "issue_date": "2021-05-21",
    "revision_date": "None",
    "topics": [
        "Financial Economics",
        "Financial Institutions",
        "COVID-19"
    ],
    "program": [
        "Asset Pricing",
        "Corporate Finance",
        "Economic Fluctuations and Growth",
        "Monetary Economics"
    ],
    "projects": null,
    "working_groups": [
        "Household Finance"
    ],
    "abstract": "\n\nWe study the evolution of US mortgage credit supply during the COVID-19 pandemic. Although the mortgage market experienced a historic boom in 2020, we show there was also a large and sustained increase in intermediation markups that limited the pass-through of low rates to borrowers. Markups typically rise during periods of peak demand, but this historical relationship explains only part of the large increase during the pandemic. We present evidence that pandemic-related labor market frictions and operational bottlenecks contributed to unusually inelastic credit supply, and that technology-based lenders, likely less constrained by these frictions, gained market share. Rising forbearance and default risk did not significantly affect rates on “plain vanilla” conforming mortgages, but it did lead to higher spreads on mortgages without government guarantees and loans to the riskiest borrowers. Mortgage-backed securities purchases by the Federal Reserve also supported the flow of credit in the conforming segment.\n\n",
    "acknowledgement": "\nWe thank Eric Hardy, Natalie Newton and Dick Oosthuizen for outstanding research assistance, Scott Frame, Philipp Schnabl, Felipe Severino, and numerous other colleagues for comments, as well as workshop participants at the Journal of Finance and Fama-Miller Center Conference on the Financial Consequences of COVID-19, University of Zurich, Louisiana State University, the Philadelphia Fed, Penn State University, Dartmouth (Tuck), the Dallas Fed, and the CFPB Research Conference. Opinions expressed in this paper are those of the authors and do not represent the opinions of the Federal Reserve Banks of Boston or Philadelphia, the Federal Reserve Board, the Federal Reserve System, the Swiss National Bank, or the National Bureau of Economic Research.\n\n\n"
}