{
    "id": 28860,
    "citation_title": "Competition in Pricing Algorithms",
    "citation_author": [
        "Zach Y. Brown",
        "Alexander MacKay"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "2021-05-31",
    "topics": [
        "Microeconomics",
        "Market Structure and Distribution",
        "Industrial Organization",
        "Market Structure and Firm Performance",
        "Industry Studies"
    ],
    "program": [
        "Industrial Organization",
        "Law and Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncreasingly, retailers have access to better pricing technology, especially in online markets. Using hourly data from five major online retailers, we show that retailers set prices at regular intervals that differ across firms. In addition, faster firms appear to use automated pricing rules that are functions of rivals' prices. These features are inconsistent with the standard assumptions about pricing technology used in the empirical literature. Motivated by these facts, we consider a model of competition in which firms can differ in pricing frequency and choose pricing algorithms rather than prices. We demonstrate that, relative to the standard simultaneous price-setting model, pricing technology with these features can increase prices in Markov perfect equilibrium. A simple counterfactual simulation implies that pricing algorithms lead to meaningful increases in markups in our empirical setting, especially for firms with the fastest pricing technology.\n\n",
    "acknowledgement": "\nWe thank John Asker, Emilio Calvano, Giacomo Calzolari, Matt Grennan, George Hay, Scott Kominers, Fernando Luco, Nate Miller, Marc Rysman, Mike Sinkinson, Konrad Stahl, and Ralph Winter for helpful comments. We also thank seminar and conference participants at Harvard Business School, the IIOC, the ASSA Meeting (Econometric Society), the Toulouse Digital Economics Conference, the NYU Law/ABA Antitrust Scholars Conference, the Winter Business Economics Conference, the NBER Economics of Digitization meeting, Brown University, the FTC Microeconomics Conference, Monash University, the MaCCI Annual Conference, and Stanford University. We are grateful for the research assistance of Pratyush Tiwari and Alex Wu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}