{
    "id": 28876,
    "citation_title": "The Donut Effect of Covid-19 on Cities",
    "citation_author": [
        "Arjun Ramani",
        "Nicholas Bloom"
    ],
    "citation_publication_date": "2021-05-31",
    "issue_date": "2021-05-27",
    "revision_date": "2021-06-07",
    "topics": [
        "Labor Economics",
        "COVID-19"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "Labor Studies",
        "Public Economics",
        "Productivity, Innovation, and Entrepreneurship"
    ],
    "projects": null,
    "working_groups": [
        "Urban Economics"
    ],
    "abstract": "\n\nUsing data from the US Postal Service and Zillow, we quantify the effect of Covid-19 on migration patterns and real estate markets within and across US cities. We find two key results. First, within large US cities, households, businesses, and real estate demand have moved from dense central business districts (CBDs) towards lower density suburban zip-codes. We label this the “Donut Effect” reflecting the movement of activity out of city centers to the suburban ring. Second, while this observed reallocation occurs within cities, we do not see major reallocation across cities. That is, there is less evidence for large-scale movement of activity from large US cities to smaller regional cities or towns. We rationalize these findings by noting that working patterns post pandemic will frequently be hybrid, with workers commuting to their business premises typically three days per week. This level of commuting is less than pre-pandemic, making suburbs relatively more popular, but too frequent to allow employees to leave the cities containing their employer.\n\n",
    "acknowledgement": "\nWe are grateful to Pete Klenow and Marcelo Clerici-Arias for helpful discussions and to Saketh Prazad for excellent research assistance. We thank Nadia Evangelou for help locating the USPS data and Yichen Su, Sitian Liu, Rebecca Diamond, Isaac Sorkin, Jean-Felix Brouillette, Melanie Wallskog, Rose Tan, Franklin Xiao, Megha Patnaik, Eduardo Laguna, Nano Barahona, and Nina Buchmann for comments on earlier versions of this project. We thank the Kauffman Foundation and Stanford University for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}