{
    "id": 28884,
    "citation_title": "Misinformation: Strategic Sharing, Homophily, and Endogenous Echo Chambers",
    "citation_author": [
        "Daron Acemoglu",
        "Asuman Ozdaglar",
        "James Siderius"
    ],
    "citation_publication_date": "2021-06-07",
    "issue_date": "2021-06-04",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Economics of Information",
        "Other",
        "Economic Systems"
    ],
    "program": [
        "Industrial Organization",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a model of online content sharing where agents sequentially observe an article and must decide whether to share it with others. The article may contain misinformation, but at a cost, agents can fact-check it to determine whether its content is entirely accurate. While agents derive value from future shares, they simultaneously fear getting caught sharing misinformation. With little homophily in the “sharing network”, misinformation is often quickly identified and brought to an end. However, when homophily is strong, so that agents anticipate that only those with similar beliefs will view the article, misinformation spreads more rapidly because of echo chambers. We show that a social media platform that wishes to maximize content engagement will propagate extreme articles amongst the most extremist users, while not showing these articles to ideologically opposed users. This creates an endogenous echo chamber—filter bubble—that makes misinformation spread virally. We use this framework to understand how regulation can encourage more fact-checking by online users and mitigate the consequences of filter bubbles.\n\n",
    "acknowledgement": "\nWe are grateful to Hunt Allcott, Matthew Gentzkow, Ro’ee Levy, Davy Perlman, Alexander Wolitzky, MIT theory lunch participants, and MIT LIDS tea talk participants for comments. We also gratefully acknowledge financial support from the NSF, the Sloan Foundation, and MIT Quest. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}