{
    "id": 28940,
    "citation_title": "Dissecting Green Returns",
    "citation_author": [
        "Lubos Pastor",
        "Robert F. Stambaugh",
        "Lucian A. Taylor"
    ],
    "citation_publication_date": "2021-06-21",
    "issue_date": "2021-06-17",
    "revision_date": "None",
    "topics": [
        "Financial Economics",
        "Portfolio Selection and Asset Pricing",
        "Financial Markets"
    ],
    "program": [
        "Asset Pricing",
        "Environment and Energy Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGreen assets delivered high returns in recent years. This performance reflects unexpectedly strong increases in environmental concerns, not high expected returns. German green bonds outperformed their higher-yielding non-green twins as the \"greenium\" widened, and U.S. green stocks outperformed brown as climate concerns strengthened. To show the latter, we construct a theoretically motivated green factor—a return spread between environmentally friendly and unfriendly stocks—and find that its positive performance disappears without climate-concern shocks. The factor lags those shocks, curiously, by about a month. A theory-driven two-factor model featuring the green factor explains much of the recent underperformance of value stocks.\n\n",
    "acknowledgement": "\nPastor is at the University of Chicago Booth School of Business. Stambaugh and Taylor are at the Wharton School of the University of Pennsylvania.  Pastor and Stambaugh are also at the NBER.  Pastor is additionally at the National Bank of Slovakia and the CEPR.  The views in this paper are the responsibility of the authors, not the institutions they are affiliated with.  We thank Livia Amato for excellent research assistance.  This research was funded in part by the Fama-Miller Center for Research in Finance at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}