{
    "id": 28951,
    "citation_title": "When Interest Rates Go Low, Should Public Debt Go High?",
    "citation_author": [
        "Johannes Brumm",
        "Xiangyu Feng",
        "Laurence J. Kotlikoff",
        "Felix Kubler"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "None",
    "topics": [
        "Public Economics",
        "Taxation",
        "National Fiscal Issues"
    ],
    "program": [
        "Economics of Aging",
        "Economic Fluctuations and Growth",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": [
        "Insurance"
    ],
    "abstract": "\n\nIs deficit finance, explicit or implicit, free when borrowing rates are routinely lower than growth rates? Specifically, can the government make all generations better off by perpetually taking from the young and giving to the old? We study this question in simple closed and open economies and show that achieving Pareto gains requires implausible calibrations. Even then, the gains reflect, depending on the economy's openness, improved intergenerational risk-sharing, improved international risk-sharing, and beggaring thy neighbor – not intergenerational redistribution per se. Low government borrowing rates, including borrowing rates running far below growth rates, justify improved risk-sharing between generations and countries. They provide no convincing basis for using deficit finance to redistribute from young and future generations or other countries.\n\n",
    "acknowledgement": "\nWe thank Oliver Blanchard, Werner Roeger, and seminar participants at the European Commission (DG-ECFIN) and the International Monetary Fund (FAD) for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLaurence J. Kotlikoff\n\nLaurence Kotlikoff gratefully acknowledges research support for this study from the Sloan Foundation, the Goodman Institute, Boston University, Economic Security Planning, Inc., and the Federal Reserve Bank of Atlanta. Laurence Kotlikoff is President and principal shareholder of Economic Security Planning, Inc. The computation engine used in this study is based on Kotlikoff's company's MaxiFi Planner's computation engine. This said, there is no clear financial or commercial advantage to Kotlikoff from this pure research study.\n\n\n"
}