{
    "id": 28971,
    "citation_title": "Delayed Creative Destruction: How Uncertainty Shapes Corporate Assets",
    "citation_author": [
        "Murillo Campello",
        "Gaurav Kankanhalli",
        "Hyunseob Kim"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-24",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Financial Economics",
        "Corporate Finance"
    ],
    "program": [
        "Corporate Finance"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show how uncertainty shapes the asset allocation, composition, productivity, and value of capital-intensive firms. We do so using detailed, near-universal data on shipping firms’ new orders, secondary-market transactions, and demolition of ships. Firms curtail both the acquisition and disposal of vessels in response to heightened uncertainty. The mechanism operates primarily through cuts in new ship orders and demolition of older ships — decisions that are costlier to reverse vis-à-vis deals in the used ship market. These dynamics are more pronounced when secondary ship markets are illiquid, as firms face stronger incentives to delay their decisions. The rise of Somali pirate attacks in 2009–2011 is used as a shock to well-defined shipping sectors to corroborate our findings. Critically, uncertainty prompts firms to concentrate their fleets into narrower, less productive portfolios, leading to value losses. Our work is novel in showing that uncertainty hampers \"creative destruction,\" slowing both the adoption of innovation embodied in new capital and the disposal of old capital.\n\n",
    "acknowledgement": "\nWe are grateful to Kevin Aretz, Nick Bloom, Alex Fakos, Huseyin Gulen (discussant), Charlie Hadlock, Candace Jens, Andrea Lanteri (discussant), Howard Kung, Roni Michaely, Roberto Pinto (discussant), Frederik Schlingemann as well as conference and seminar participants at the 2020 ASU Sonoran Winter Finance Conference, Auburn University, Baylor University, 2019 Bristol Corporate Finance Conference, Cornell University, Federal Reserve Bank of Chicago, 2020 ITAM Finance Conference, Michigan State University, Seoul National University, University of Illinois at Urbana-Champaign, University of Notre Dame, and 2020 WFA for helpful comments, David Jordan and Darren Liew at Clarksons Research for data support, Byung-Ryul Ahn at Hyundai Samho Heavy Industries for helpful discussions on the shipping industry. This research was funded in part by the Cornell Center for the Social Sciences and Smith Family Business Initiative at Cornell University. Heewon Ahn, Ikchan An, Penghao Chen, Eric Kim, Jason Lee, Phillip Lee, Boyao Li, Youngjun Song, and George Sun provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}