{
    "id": 28975,
    "citation_title": "The Optimal Design of State-Run Lotteries",
    "citation_author": [
        "Benjamin Lockwood ⓡ",
        "Hunt Allcott ⓡ",
        "Dmitry Taubinsky ⓡ",
        "Afras Y. Sial"
    ],
    "citation_publication_date": "2021-06-28",
    "issue_date": "2021-06-25",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Welfare and Collective Choice",
        "Behavioral Economics",
        "Public Economics",
        "Taxation",
        "Public Goods",
        "Subnational Fiscal Issues"
    ],
    "program": [
        "Law and Economics",
        "Labor Studies",
        "Public Economics",
        "Political Economy"
    ],
    "projects": null,
    "working_groups": [
        "Behavioral Finance"
    ],
    "abstract": "\n\nPeople have long debated whether state-run lotteries exploit the poor or are a win-win that generates enjoyment and government revenues. We study socially optimal lottery design in an optimal taxation framework with biased consumers and estimate sufficient statistics for optimal policy. Lottery sales respond more to changes in jackpot expected values than to changes in price or lower prizes, consistent with a specific type of probability weighting. In our survey, bias proxies such as innumeracy decline with income and explain 43 percent of lottery spending. In our model, current multi-state lottery designs increase welfare but may harm heavy-spending low-income people.\n\n",
    "acknowledgement": "\nThe names appear in certified random order generated by the AEA author ordering tool; the confirmation code is yULaA_zKNPSa. We thank Charlie Clotfelter, Jacob Goldin, Alex Imas, Melissa Kearney, Erzo F.P. Luttmer, and seminar participants at Berkeley, MIT, the National Tax Association conference, the NBER Public Economics summer meetings, ZEW Public Finance conference, and Stanford for helpful comments. We are grateful to the Wharton Dean's Research Fund, the Wharton Behavioral Lab, Time-Sharing Experiments for the Social Sciences, and the Alfred P. Sloan Foundation for grant funding. We thank Raj Bhargava, Jack Blundell, and Andrew Joung for research assistance. Our survey was determined exempt by the NYU IRB (protocol FY2019-3507) and Penn IRB (protocol 832971). Replication files are available from https://sites.google.com/site/allcott/research/. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}