{
    "id": 28995,
    "citation_title": "The Effects of Climate Change on Labor and Capital Reallocation",
    "citation_author": [
        "Christoph Albert",
        "Paula Bustos",
        "Jacopo Ponticelli"
    ],
    "citation_publication_date": "2021-07-05",
    "issue_date": "2021-07-01",
    "revision_date": "None",
    "topics": [
        "Labor Economics",
        "Unemployment and Immigration",
        "Development and Growth",
        "Development",
        "Environmental and Resource Economics",
        "Environment"
    ],
    "program": [
        "Corporate Finance",
        "Development Economics",
        "Environment and Energy Economics",
        "International Trade and Investment"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of climate change on labor and capital reallocation across regions, sectors and firms. We use newly digitized administrative reports on extreme weather events occurred in Brazil during the last two decades and a meteorological measure of excess dryness relative to historical averages to estimate the effects of droughts in the local economy of affected areas, on the magnitude of the labor and capital flows they generate and on factor allocation in destination regions. We document two main results. In the short run, local economies insure themselves against negative weather shocks via financial integration with other regions. However, in the long run, affected regions experience capital outflows driven by a reduction in loans, consistent with a permanent decrease in investment opportunities. Second, we find that abnormal dryness affects the structure of both the local economy and the economy of areas connected via migrant networks. Directly affected areas experience a sharp reduction in population and employment, concentrated in agriculture and services. While local manufacturing absorbs some of the displaced workers, these regions experience large out-migration flows. Regions receiving climate migrants expand employment in agriculture and services, but not in manufacturing. Using social security data, we provide evidence that labor market frictions direct migrants to firms connected to migrant social networks, which are mostly outside the manufacturing sector. This has implications for the composition of economic activity and the firm size distribution in destination regions.\n\n",
    "acknowledgement": "\nWe received valuable comments from Dante Amengual, Chris Udry, Seema Jayachandran, Sean Higgins and seminar participants at Northwestern University and CEMFI. We are extremely grateful to Ana Paula Cunha for sharing the SPI data for Brazil. Matheus Sampaio provided excellent research assistance. This project has received funding from the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation program (grant agreement no. 716388) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}