{
    "id": 29010,
    "citation_title": "A Denial a Day Keeps the Doctor Away",
    "citation_author": [
        "Abe Dunn",
        "Joshua D. Gottlieb",
        "Adam Shapiro",
        "Daniel J. Sonnenstuhl",
        "Pietro Tebaldi"
    ],
    "citation_publication_date": "2021-07-12",
    "issue_date": "2021-07-08",
    "revision_date": "2021-07-26",
    "topics": [
        "Public Economics",
        "National Fiscal Issues",
        "Subnational Fiscal Issues",
        "Health, Education, and Welfare",
        "Health",
        "Industrial Organization",
        "Market Structure and Firm Performance",
        "Nonprofits",
        "Industry Studies"
    ],
    "program": [
        "Health Care",
        "Industrial Organization",
        "Public Economics"
    ],
    "projects": null,
    "working_groups": [
        "Insurance"
    ],
    "abstract": "\n\nWho bears the consequences of administrative problems in healthcare?  We use data on repeated interactions between a large sample of U.S. physicians and many different insurers to document the complexity of healthcare billing, and estimate its economic costs for doctors and consequences for patients.  Observing the back-and-forth sequences of claims' denials and resubmissions for past visits, we can estimate physicians' costs of haggling with insurers to collect payments.  Combining these costs with the revenue never collected, we estimate that physicians lose 17% of Medicaid revenue to billing problems, compared with 5% for Medicare and 3% for commercial payers.  Identifying off of physician movers and practices that span state boundaries, we find that physicians respond to billing problems by refusing to accept Medicaid patients in states with more severe billing hurdles.  These hurdles are just as quantitatively important  as payment rates for explaining variation in physicians' willing to treat Medicaid patients.  We conclude that administrative frictions have first-order costs for doctors, patients, and equality of access to healthcare.\n\n",
    "acknowledgement": "\nThe views expressed in this article are solely those of the authors and do not necessarily reflect the views of the Bureau of Economic Analysis, the Federal Reserve Bank of San Francisco, or the Board of Governors of the Federal Reserve System.  A previous draft of this article circulated under the title \"The Costs of Payment Uncertainty in Healthcare Markets.\"  Gottlieb and Tebaldi thank the Becker-Friedman Institute for Economics.  Gottlieb also thanks the Social Sciences and Humanities Research Council of Canada for supporting this work, and acknowledges hospitality from Brown University and the Federal Reserve Bank of San Francisco.  We are deeply indebted to Finn McLaughlin,  Oscar Chan, Hyong-gu Hwang, and Yiqing Zheng for exceptional research assistance.  We thank Matt Backus, David Cutler, Liran Einav, Amy Finkelstein, Dan Ly, Neale Mahoney, Carolin Pflueger, Maria Polyakova, Jesse Shapiro, Jon Skinner, and seminar audiences for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}