{
    "id": 29012,
    "citation_title": "Efficiency and Equity Impacts of Urban Transportation Policies with Equilibrium Sorting",
    "citation_author": [
        "Panle Jia Barwick",
        "Shanjun Li",
        "Andrew R. Waxman",
        "Jing Wu",
        "Tianli Xia"
    ],
    "citation_publication_date": "2021-07-12",
    "issue_date": "2021-07-08",
    "revision_date": "None",
    "topics": [
        "Public Economics",
        "Taxation",
        "Regional and Urban Economics",
        "Real Estate"
    ],
    "program": [
        "Environment and Energy Economics",
        "Industrial Organization"
    ],
    "projects": null,
    "working_groups": [
        "Chinese Economy",
        "Urban Economics"
    ],
    "abstract": "\n\nWe estimate an equilibrium model of residential sorting with endogenous traffic congestion to evaluate the efficiency and equity impacts of urban transportation policies.  Leveraging fine-scale data on household travel diaries and housing transactions with home and work locations in Beijing, we jointly estimate travel mode and residential location decisions. The estimation highlights the importance of incorporating work commute in housing decisions and features preference heterogeneity for the ease of work commute by gender. Counterfactual simulations show that while different policies can attain the same level of congestion reduction, their impacts on residential sorting and social welfare are drastically different. First, a driving restriction intensifies income-stratified urban structure where high-income households live closer to subway and work. Distance-based congestion pricing reduces the spatial separation between residence and workplace across income levels, while subway expansion does the opposite. Second,  residential sorting strengthens the effectiveness of congestion pricing in improving traffic conditions but undermines that of the driving restriction and subway expansion. Third, the driving restriction is welfare reducing as it leads to large distortions on travel choices. Congestion pricing improves welfare but is regressive, highlighting the need to recycle revenue to address the associated equity concern. Finally, congestion pricing and subway expansion when combined deliver the largest congestion relief and efficiency gain and at the same time achieve self-financing, with revenue from congestion pricing fully covering the cost of subway expansion.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Boston University, Brazilian School of Economics and Finance, Cornell University, Duke University, Jinan University, MIT, Peking University, Shanghai University of Finance and Economics, University of Illinois, University of Maryland, University of Texas-Austin, the World Bank, and the 2019 Urban Economics Association meeting for helpful comments. We acknowledge the excellent research assistance from Avralt-Od Purevjav and Ziye Zhang and the financial support from the International Initiative for Impact Evaluation (3ie) under project DPW1.1106, and the Center for Transportation, Environment, and Community Health at Cornell University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}