{
    "id": 29036,
    "citation_title": "Creating Controversy in Proxy Voting Advice",
    "citation_author": [
        "Andrey Malenko",
        "Nadya Malenko",
        "Chester S. Spatt"
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Welfare and Collective Choice",
        "Economics of Information",
        "Financial Economics",
        "Corporate Finance",
        "Other",
        "Law and Economics"
    ],
    "program": [
        "Corporate Finance"
    ],
    "projects": null,
    "working_groups": [
        "Risks of Financial Institutions"
    ],
    "abstract": "\n\nThe quality of proxy advisors' voting recommendations is important for policymakers and industry participants. We analyze the design of recommendations (available to all market participants) and research reports (available only to subscribers) by a proxy advisor, whose objective is to maximize its profits from selling information to shareholders. We show that even if all shareholders’ interests are aligned and aim at maximizing firm value, the proxy advisor benefits from biasing its recommendations against the a priori more likely alternative. Such recommendations “create controversy” about the vote, increasing the probability that the outcome is close and raising each shareholder's willingness to pay for advice. In contrast, it serves the interest of the proxy advisor to make private research reports unbiased and precise. Our results help reinterpret empirical patterns of shareholders’ voting behavior.\n\n",
    "acknowledgement": "\nWe are grateful to Sugato Bhattacharyya, Philip Bond, Briana Chang, Amiyatosh Purnanandam, Uday Rajan, Yan Xiong, Yishu Zeng, and seminar participants at the Carnegie Mellon University, Queen Mary University of London, University of Michigan, University of Rochester, University of Warwick, and Finance Theory Webinar for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}