{
    "id": 29034,
    "citation_title": "Financial Dollarization in Emerging Markets: Efficient Risk Sharing or Prescription for Disaster?",
    "citation_author": [
        "Lawrence Christiano",
        "Hüsnü Dalgic",
        "Armen Nurbekyan"
    ],
    "citation_publication_date": "2021-07-19",
    "issue_date": "2021-07-15",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "International Finance",
        "International Macroeconomics",
        "Financial Economics",
        "Financial Markets"
    ],
    "program": [
        "Economic Fluctuations and Growth",
        "International Finance and Macroeconomics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper pushes back against two views about the effects of dollarization. First, there is a view that the dollar is a device by which rich countries provide business cycle insurance to emerging market (EME) countries. We find that the dollar is important for risk sharing, but the evidence suggests that it is primarily a device to shift business cycle risk across different people within individual EMEs and within rich countries rather than across countries. Second, there is a widespread view that dollarization raises the risk of systemic banking and other crises. Although we identify sources of fragility in some aspects of dollarization, the common view that financial dollarization is a source of fragility is over-stated. Our insurance view about financial dollarization and the lack of risks to financial stability emerges from a study of a large cross-country dataset, as well as case studies for Peru and Armenia. We develop a simple model which formalizes the insurance view, which is consistent with the key cross-country facts on interest rate differentials, deposit dollarization and exchange rate depreciations in recessions.\n\n",
    "acknowledgement": "\nDalgic's participation was funded by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) through CRC TR 224 (Project C02).\nNurbekyan participated while employed by the Central Bank of Armenia as Head of Macroeconomic Directorate. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLawrence Christiano\n\nNon-Northwestern compensated activities: 2010 through 2021.\nShort lecture courses at: Bank of Korea, International Monetary Fund, Kiel Institute for World Economics, Gerzensee Study Center, Central Bank of Peru, Central Bank of Portugal, Central Bank of Colombia, Central Bank of Hungary, Swiss National Bank, Central Bank of the Czech Republic, Renmin University, China, Shanghai Advanced Institute of Finance, Shanghai, Central Bank of Armenia, Southwest University of Finance and Economics in Chengdu, China.\nConsultant, Central Bank of Brazil, Swiss National Bank.\nFederal Reserve Bank of Atlanta, advisor.\nFederal Reserve Bank of Chicago, advisor.\nFederal Reserve Bank of Minneapolis, advisor.\nConsultant, Global Markets Institute at Goldman Sachs.\n\n\n"
}