{
    "id": 29061,
    "citation_title": "Mechanizing Agriculture",
    "citation_author": [
        "Julieta Caunedo",
        "Namrata Kala"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "None",
    "topics": [
        "Microeconomics",
        "Households and Firms",
        "Development and Growth",
        "Development",
        "Country Studies",
        "Environmental and Resource Economics"
    ],
    "program": [
        "Development Economics"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic activity in developing countries is labor-intensive, low-scale, and family run, with substantial family managerial time spent supervising hired labor. We use a randomized control trial that subsidizes access to rental equipment markets to study the impact of the adoption of mechanized practices on  labor demand, productivity and managerial span of control. The intervention induces greater mechanization in the upstream production stage, and labor savings concentrated in downstream, non-mechanized stages. The reduction in worker supervision needs increases the span of control and allows households to increase non-agricultural income. We use the experimental elasticities to estimate a structural model where farmers make labor supply decisions in the family enterprise and outside of it. The consumption-equivalent welfare from the intervention amounts to 0.9%. The model provides structural estimates of the marginal return to capital at 8.8%, and the shadow value of family labor, 20% below their outside option in non-agriculture.\n\n",
    "acknowledgement": "\nThe authors thank the Agricultural Technology Adoption Initiative (ATAI), MIT  Sloan School of Management, Institute of Social Sciences at Cornell University, International Growth Center (IGC), and Private Enterprise Development in Low-Income Countries (PEDL) for their generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}