{
    "id": 29068,
    "citation_title": "Teacher Compensation and Structural Inequality: Evidence from Centralized Teacher School Choice in Peru",
    "citation_author": [
        "Matteo Bobba",
        "Tim Ederer",
        "Gianmarco Leon-Ciliotta",
        "Christopher Neilson",
        "Marco G. Nieddu"
    ],
    "citation_publication_date": "2021-07-26",
    "issue_date": "2021-07-22",
    "revision_date": "None",
    "topics": [
        "Public Economics",
        "National Fiscal Issues",
        "Health, Education, and Welfare",
        "Education",
        "Labor Economics",
        "Labor Compensation",
        "Labor Market Structures",
        "Development and Growth",
        "Development",
        "Regional and Urban Economics"
    ],
    "program": [
        "Development Economics",
        "Economics of Education",
        "Labor Studies"
    ],
    "projects": null,
    "working_groups": [
        "Market Design"
    ],
    "abstract": "\n\nThis paper studies how increasing teacher compensation at hard-to-staff schools can reduce inequality in access to qualified teachers. Leveraging an unconditional change in the teacher compensation structure in Peru, we first show causal evidence that increasing salaries at less desirable locations attracts better quality applicants and improves student test scores. We then estimate a model of teacher preferences over local amenities, school characteristics, and wages using geocoded job postings and rich application data from the nationwide centralized teacher assignment system. Our estimated model suggests that the current policy is helpful but both inefficient and not large enough to effectively undo the inequality of initial conditions that hard-to-staff schools and their communities face. Counterfactual analyses that incorporate equilibrium sorting effects characterize alternative wage schedules and quantify the cost of reducing structural inequality in the allocation of teacher talent across schools. Overall our results show that a policy that sets compensation at each job posting using the information generated by the matching platform is more efficient and can help reduce structural inequality in access to learning opportunities. In comparison, a rigid system that ignores teacher preferences will indirectly reinforce such inequalities.\n\n",
    "acknowledgement": "\nWe thank the Ministry of Education of Peru for supporting rigorous policy evaluation efforts and continued collaboration.  Bobba acknowledges financial support from the AFD, the H2020-MSCA-RISE project GEMCLIME-2020 GA No 681228, and the ANR under grant ANR-17-EURE-0010 (Investissements d'Avenir program). Leon-Ciliotta recognizes  financial support from the Spanish Ministry of Economy and Competitiveness (through the Severo Ochoa Programme for Centres of Excellence in R&D (CEX2019-000915-S), grant ECO2014-55555-P and the Ramon y Cajal Fellowship RyC-2017-23172) and the Barcelona GSE Seed Grant. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}