{
    "id": 29123,
    "citation_title": "What We Teach About Race and Gender: Representation in Images and Text of Children’s Books",
    "citation_author": [
        "Anjali Adukia",
        "Alex Eble",
        "Emileigh Harrison",
        "Hakizumwami Birali Runesha",
        "Teodora Szasz"
    ],
    "citation_publication_date": "2021-08-09",
    "issue_date": "2021-08-05",
    "revision_date": "2021-08-09",
    "topics": [
        "Health, Education, and Welfare",
        "Education",
        "Labor Economics",
        "Demography and Aging",
        "Other",
        "Culture"
    ],
    "program": [
        "Children",
        "Economics of Education",
        "Labor Studies",
        "Political Economy"
    ],
    "projects": [
        "Gender in the Economy"
    ],
    "working_groups": [
        "Race and Stratification in the Economy"
    ],
    "abstract": "\n\nBooks shape how children learn about society and social norms, in part through the representation of different characters. To better understand the messages children encounter in books, we introduce new artificial intelligence methods for systematically converting images into data. We apply these image tools, along with established text analysis methods, to measure the representation of race, gender, and age in children’s books commonly found in US schools and homes over the last century. We find that more characters with darker skin color appear over time, but \"mainstream\" award-winning books, which are twice as likely to be checked out from libraries, persistently depict more lighter-skinned characters even after conditioning on perceived race. Across all books, children are depicted with lighter skin than adults. Over time, females are increasingly present but are more represented in images than in text, suggesting greater symbolic inclusion in pictures than substantive inclusion in stories. Relative to their growing share of the US population, Black and Latinx people are underrepresented in the mainstream collection; males, particularly White males, are persistently overrepresented. Our data provide a view into the \"black box\" of education through children’s books in US schools and homes, highlighting what has changed and what has endured.\n\n",
    "acknowledgement": "\nFor helpful feedback, we thank Barbara Atkin, Karen Baicker, Anna Brailovsky, Tom Brock, Steven Durlauf, Alice Eagly, Allyson Ettinger, James Evans, Adam Gamoran, Jon Guryan, Andrew Ho, Rick Hornbeck, Caroline Hoxby, Susanna Loeb, Jens Ludwig, Jonathan Meer, Martha Minow, Sendhil Mullainathan, Derek Neal, Anna Neumann, Aaron Pallas, Steve Raudenbush, Cybele Raver, Heather Sarsons, Fred Stafford, Chenhao Tan, David Uminsky, Miguel Urquiola, Alessandra Voena, Amy Stuart Wells, and others including seminar participants at AEFP, CGD, EPC, Harvard Measurement Lab, NAEd/Spencer, NBER Education, W.T. Grant Fdn., UChicago, UVA, and UW-Madison.  For financial support, we thank UChicago BFI, UChicago CDAC, NAEd/Spencer, and UChicago Career Advancement. The research reported here was also supported by the Institute of Education Sciences, U.S. Department of Education, through Grant R305A200478 to the University of Chicago. The opinions expressed are those of the authors and do not represent views of the Institute or the U.S. Department of Education. For excellent research assistance, we thank Fabiola Alba-Vivar, Celia Anderson, Ryan Atkinson, Callista Christ, Marliese Dalton, Anjali Das, Maya Escueta, Saloni Gupta, Amara Haider, Shavonna Hinton, Camilo Ibanez, Juan Miguel Jimenez, Jalnidh Kaur, Zipporah Klain, Jarvis Lam, Erica Lin, Ping-Chang Lin, Ping-Jung Liu, Simon Mahns, Noah McLean, Karla Monteiro, Ifeatu Oliobi, Raj Shukla, Bhargavi Thakur, Jeffrey Tharsen, Qurat ul ain, and Charlie Wang. We also thank Ashiyana and Kairav Adukia-Hornbeck for manual coding assistance. For access to important resources, we thank UChicago RCC, LaShanda Howard-Curry, Bridget Madden, and Kalli Mathios. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}