{
    "id": 29122,
    "citation_title": "Trade-Policy Dynamics:  Evidence from 60 Years of U.S.-China Trade",
    "citation_author": [
        "George A. Alessandria",
        "Shafaat Y. Khan",
        "Armen Khederlarian",
        "Kim J. Ruhl",
        "Joseph B. Steinberg"
    ],
    "citation_publication_date": "2021-08-09",
    "issue_date": "2021-08-05",
    "revision_date": "None",
    "topics": [
        "International Economics",
        "Trade",
        "Globalization and International Relations"
    ],
    "program": [
        "International Finance and Macroeconomics",
        "International Trade and Investment"
    ],
    "projects": null,
    "working_groups": [
        "Chinese Economy"
    ],
    "abstract": "\n\nWe study the growth of Chinese imports into the United States from autarky during 1950-1970 to about 15 percent of overall imports in 2008, taking advantage of the rich heterogeneity in trade policy and trade growth across products during this period. Central to our analysis is an accounting for the dynamics of trade, trade policy, and trade-policy expectations. We isolate the lagged effects of past reforms and the current effects of uncertainty about future reforms. We build a multi-industry, heterogeneous-firm model with a dynamic export participation decision to estimate a path of trade-policy expectations. We find that being granted Normal Trade Relations (NTR) status in 1980 was largely a surprise and that, in the early stages, this reform had a high probability of being reversed. The likelihood of reversal dropped considerably during the mid 1980s, and, despite China's accession to the World Trade Organization (WTO) in 2001, changed little throughout the late 1990s and early 2000s. Thus, although uncertainty depressed trade substantially following the 1980 liberalization, much of the trade growth that followed China's WTO accession was a delayed response to previous reforms rather than a response to declining uncertainty.\n\n",
    "acknowledgement": "\nWe thank audiences at the virtual international trade and macro seminar, Armenian Economic Association, SAET meetings, SED, and University of Tokyo for helpful comments. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent views of the World Bank and its affiliated organizations, nor those of the Executive Directors of the World Bank, nor of the governments they represent, nor of the National Bureau of Economic Research.\n\n\n"
}