{
    "id": 10008,
    "cites": 28,
    "cited_by": 64,
    "reference": [
        "Angrist, J., E. Bettinger, E. Bloom, E. King, and M. Kremer (2002) Vouchers for private schooling in Colombia: evidence from a randomized natural experiment, American Economic Review 92(5), 1535-1558.",
        "Bettinger, E. (1999) The effect of charter schools on charter students and public schools. National Center for the Study of Privatization in Education, Teachers College, Columbia University, Occasional Paper No. 4.",
        "Berry, J., B. Jacob, and S. Levitt (2000) The impact of school choice on student outcomes: An analysis of the Chicago public schools. NBER Working Paper No. 7888.",
        "Comber, L. and J. Keeves (1973) Science education in nineteen countries: International studies in evaluation I. New York: John Wiley for the International Association for the Evaluation of Educational Achievement.",
        "Couch, J., W. Shughart II, and A. Williams (1993) Private school enrollment and public school performance, Public Choice, 76, 301-312.",
        "Dee, T. (1998) Competition and the quality of public schools. Economics of Education Review, 17(4), 419-427.",
        "Epple, D. and R. Romano (1998) Competition between private and public schools, vouchers, and peer group effects, American Economic Review, 88(1), 33-62.",
        "Epple, D. and R. Romano (2002) Educational vouchers and cream skimming, NBER Working Paper No. 9354.",
        "EspInola, V. (1993) The educational reform of the military regime in Chile: The school systems response to competition, choice, and market relations. Ph.D. dissertation, University of Wales College Cardiff.",
        "Fiske, E. and H. Ladd (2000) When schools compete: A cautionary tale. Washington, D.C.: Brookings Institution.",
        "Gauri, V. (1998) School choice in Chile: two decades of educational reform. Pittsburgh: University of Pittsburgh Press.",
        "Howell, W. and P. Peterson (2002) The education gap: Vouchers and urban schools. Washington, D.C.: Brookings Institution.",
        "Hoxby, C. (1994) Do private schools provide competition for public schools?, National Bureau of Economic Research Working Paper No. 4978 (Revised Version).",
        "Hoxby, C. (2003) School choice and school productivity: could school choice be a tide that lifts all boats? in Hoxby, C., editor, The economics of school choice. Chicago, IL: University of Chicago Press for the NBER.",
        "Jepsen, C. (1999) The effects of private school competition on student achievement, Northwestern University, mimeo 1999.",
        "Krueger, A. and P. Zhu (2002) Another look at the New York City school voucher experiment. Princeton University JR Section Working Paper No. 470.",
        "Ladd, H. (2002) School vouchers: a critical view, Journal of Economic Perspectives, 16(4), 3-24.",
        "Manski, C. (1992) Educational choice (vouchers) and social mobility, Economics of Education Review, 11(4), 351-369.",
        "McEwan, P. (2000) The effectiveness of public, catholic, and non-religious private schools in Chiles voucher system, Education Economics, 9(2), 103-128.",
        "McEwan, P. and M. Carnoy (1999) The impact of competition on public school quality: Longitudinal evidence from Chiles voucher system, Stanford University, mimeo.",
        "McMillan, R. (2001) The identification of competitive effects using cross-sectional data: An empirical analysis of public school performance. Mimeo, The University of Toronto.",
        "Mizala, A. and P. Romaguera (1999) School performance and choice: the Chilean experience, Journal of Human Resources, XXXV(2), 392-417.",
        "Neal, D. (2002) How vouchers could change the market for education, Journal of Economic Perspectives, 16(4), 25-44.",
        "Newmark, C. (1995) Another look at whether private schools influence public school quality, Public Choice, 1995, 82 (3), 365-373.",
        "Rothstein, J. (2002) Good principals or good peers? Parental valuation of school characteristics, Tie bout equilibrium, and the incentive effects of competition among jurisdictions. Mimeo, Univer- 29 sity of California at Berkeley.",
        "Rouse, C. (1998) Private school vouchers and student achievement: an evaluation of the Milwaukee parental choice program, The Quarterly Journal of Economics, 113, 553-602.",
        "Schiefelbein, E. (1971) El financiamiento de la educacion particular en Chile: Pro blemas y alternativas de soluciÃ\u0083Â³n, Mimeo, CIDE.",
        "Tokman, A. (2001) Is private education better? Evidence from Chile, University of California at Berkeley, mimeo."
    ]
}