{
    "id": 10001,
    "cites": 27,
    "cited_by": 3,
    "reference": [
        "[19] Merdich, Elliot A., Susan A. Kagehiro, and James Houser (1994). Vocational Education in G-7 Countries: Profiles and Data, National Center for Education Statistics, Research and Development Report.",
        "[20] Mitchell, Matthew F. (2002), Technological Change and the Scale of Production, Review of Economic Dynamics, Vol. 5, No. 2, pp. 477-88",
        "[21] Nagypal, Eva (2002). The Cost of Employment Protection in the Presence of Matchspecific Learning. lIES, Stockholm University Working Paper.",
        "[22] Nicoletti, G., S. Scarpetta, and 0. Boylaud (1999). Summary Indicators of Product Market Regulation with an Extension to Employment Protection Legislation, OECD Economics Department Working Paper 226. 30",
        "[23] OECD (1997). Education at a Glance: OECD Indicators 1997. Paris, France: OECD.",
        "[24] OECD (2001). Education at a Glance: OECD Indicators 2001. Paris, France: OECD.",
        "[25] Pries, Michael, and Richard Rogerson (2001). Hiring Policies, Labor Market Institutions and Labor Market Flows. University of Maryland Working Paper.",
        "[26] Scarpetta, Stefano, Andrea Bassanini, Dirk Pilat and Paul Schreyer. Economic Growth in the OECD Area: Recent Trends at the Aggregate and Sectoral level, OECD Working Paper 248, June 2000.",
        "[27] Schreyer, Paul (2000). The Contribution of Information and Communication Technology to Output Growth: A Study of the G7 Countries, OECD STI Working Paper 2000/2.",
        "[28] Stiroh, Kevin J (2002). Information Technology and the U.S. Productivity Revival: What Do the Industry Data Say? American Economic Review, Vol. 92, No. 5, pp. 1559-1576.",
        "[29] Stokey, Nancy L., and Rebelo, Sergio (1995). Growth Effects of Flat-Rate Taxes, Journal of Political Economy 103, 519-550.",
        "[30] Wasmer, Etienne (2002). Interpreting Europe and US Labor Market Differences: The Specificity of Human Capital Investments, CEPR Discussion Paper 3780. 31",
        "[2] Allen, Robert C. (1998). The Employability of University Graduates in the Humanities, Social Sciences, and Education: Recent Statistical Evidence, Discussion Paper No.: 9815, Department of Economics, The University of British Columbia.",
        "[18] Lazear, Edward (1990). Job Security Provisions and Employment, Quarterly Journal of Economics, Vol. 105, No. 3, pp. 699-726.",
        "[17] Lawrence, Robert Z., and Charles L. Schultze. (eds.) (1987). Barriers to European Growth: A Transatlantic View. Washington, D.C.: The Brookings Institution.",
        "[16] Krueger, Dirk, and Krishna B. Kumar (2003), Skill-specific rather than General Education: A Reason for US-Europe Growth Differences?, NBER Working Paper 9410.",
        "[15] Klenow, Peter J., and Rodriguez, Andres (1997). The Neoclassical Revival in Growth Economics: Has it Gone Too Far? NBER Macroeconomics Annual, 73-103.",
        "[14] Ingram, Beth F., and George R. Neumann (2000). The Returns to Skill. University of Iowa Working Paper.",
        "[13] Gottschalk, Peter and Timothy Smeeding. Cross-National Comparisons of Earnings and Income Inequality, Journal of Economic Literature, Vol. 35, No. 2 (June 1997), pp. 633-687.",
        "[11] Galor, Oded, and Daniel Tsiddon (1997). Technological Progress, Mobility, and Economic Growth, The American Economic Review, Vol. 87, No. 3, pp. 363-382.",
        "[10] Galor, Oded, and Omer Moav (2000). Ability-Biased Technological Transition, Wage Inequality, and Economic Growth, Quarterly Journal of Economics, Vol. 115, No. 2, pp. 469-497.",
        "[9] European Commission (2001). European Competitiveness Report 2001.",
        "[8] Djankov, Simeon, La Porta, Rafael, de Silanes, Florencio Lopez, and Shleifer, Andrei (2002). The Regulation of Entry, Quarterly Journal of Economics, Vol. 117, 1-37.",
        "[6] CERGE-El (1997). Czech Republic 1997: The Year of Crises.",
        "[5] Bessen, James (2002). Technology Adoption Costs and Productivity Growth: The Transition to Information Technology, Review of Economic Dynamics, Vol. 5, No. 2, pp. 443-469.",
        "[3] Atkeson, Andrew, and Patrick J. Kehoe (2001). The Transition to a New Economy After the Second Industrial Revolution, Federal Reserve Bank of Minneapolis Research Department Staff Report.",
        "[1] Acemoglu, Daron (2002). Cross-Country Inequality Trends, NBER Working Paper 8832."
    ]
}