{
    "id": 1000,
    "cites": 12,
    "cited_by": 14,
    "reference": [
        "Blinder, Alan S. , Gordon, Roger and Wise, Donald, Reconsidering the Work Disincentive Effects of Social Security, National Tax Journal, Vol. 33, December, 1980, 431-442.",
        "Blinder, Alan S. , Gordon, Roger and Wise, Donald, Rhetoric and Reality In Social Security Analysis - A Rejoinder, National Tax Journal, Vol. 34, December, 1981. 473-478.",
        "Borjas, George, Job Mobility and Earnings Over the Life Cycle, Industrial and Labor Relations Review, Vol. 34, April 1981, 365-376.",
        "Burbidge, John S. and Robb, A. Leslie, Pensions and Retirement Behavior. Canadian Journal of Economics, Vol. l~, 1iiqiist, 1980, 421-437.",
        "Burkhauser, Richard V. and Turner, John, Can Twenty Five Million Miericans Be Wrong? - A Response to Blinder, Gordon and Wise, National Tax Journal, Vol. 34, December, 1981, 467-472.",
        "Carliner, Geoffrey, The Wages of Older Men, Journal of Human Resources, Vol. 17, winter 1982, 25-38.",
        "Clark, Robert L. , Johnson, Thomas J. and Sumner, Daniel A., Labor Supply of the Elderly in A Family Context, Final Report to the Department of Health and Human Services, March, 1981.",
        "Gordon, Robert H. and Blinder, Alan S., Market Wages, Reservation Wages and Retirement, Journal of public Economics, vol. .14, (let., 1980, 227-308.",
        "Gustman, Alan L. and Steinmeier, Thomas L. , Partial Retirement and the Analysis of Retirement Behavior. NBER Working Paper No. 763, September, 1981.",
        "Gustmnn, Alan I. and Steinmeier, Thomas T~. , Minimum hours Constraints and Retirement Behavior, Economic Inquiry, forthcoming. Lazear, Edward P., Pensions as Severance Pay, NBER Working Paper No. 944, July, 1982.",
        "Quinn, Joseph, ?licroeconomic Determinants of Early Retirement: A Cross Sectional View of White Married Men, Journal of Human Resources, Vol. 12, Summer, 1977, 41-62.",
        "Zabaiza, A., Pissarides, C., and Barton, M., Social Security and the Choice Between Full-time Work, Part-time Work and Retirement, Journal of Public Economics, Vol. 14, Oct., 1980, 245-276."
    ]
}