{
    "id": 10000,
    "cites": 39,
    "cited_by": 9,
    "reference": [
        "Yanikkaya, Halit. 2003. Trade openness and economic growth: a cross-country empirical investigation, Journal of Development Economics , volume 72, pp 57-89.",
        "World Bank. 1995. World Development Report 1995.",
        "Warf, Phillip S. and Steven Kull. 2001. Tepid Traders: US public attitudes on NAFTA and Free 33 Trade Expansion, University of Alberta School of Business Studies, CIBS-WCER, http://www.bus.ualberta.ca/CIBS_WCER/WCER/NAFTAwarf.pdf.",
        "University of Maryland, Program on International Policy Attitudes. 2000. Americans on Globalization: A Study of Public Attitudes. College Park, MD, March. Available at: www.pipa.org/OnlineReports/Globalization/global_rep.html.",
        "Srinivasan, T.N. 1994. International Labor Standards Once Again! In International Labor Standards and Global Economic Integration: Proceedings of a Symposium . Bureau of International Labor Affairs, US Department of Labor. Washington, July.",
        "Trefler, Daniel The Long and Short of the Canada-US Free Trade Agreement, NBER Working Paper No. 8293. Tybout, James and Erkan Erdem. 2003. Trade Policy and Industrial Sector Responses in the Developing World: Interpreting the Evidence, Brookings Trade Forum, May.",
        "Salas, Carlos. 2001. The impact of Nafta on wages and incomes in Mexico. Economic Policy Institute, EPI Briefing Paper (April) (Washington, DC: Economic Policy Institute).",
        "Scheve, Kenneth F. and Matthew J. Slaughter. 2001. Globalization and the Perceptions of American Workers. Washington: Institute for International Economics.",
        "Rodrik, Dani. 1996. Labor Standards in International Trade: Do They Matter and What To Do About Them. In Robert Z. Lawrence, Dani Rodrik, and John Whalley, Emerging Agenda for Global Trade: High Stakes for Developing Countries . Policy Essay No. 20. Washington: Overseas Development Council.",
        "Cambridge, MA: National Bureau for Economic Research. Rodrik, Dani. 1997. Has Globalization Gone Too Far? Washington: Institute for International Economics.",
        "Robertson, R. 2000. Trade Liberalisation and Wage Inequality: Lessons from the Mexican Experience. World Development, vol. 23: 827-849.",
        "Robbins, Don, and T.H. Gindling. 1999. Trade Liberalisation and the Relative Wages of More Skilled Workers in Costa Rica. Review of Development Economics 3, 140-154.",
        "Robbins, Don. 1994. Worsening Relative Wage Dispersion in Chile during Trade Liberalisation and its Causes: Is Supply at Fault? Harvard Institute for International Development Discussion Paper no. 484.",
        "Revenga, Ana. 1995. Employment and Wage Eff ects of Trade Liberalization: The Case of Mexican Manufacturing. Working Paper No. 1524. Washington: World Bank.",
        "Martin, Will, and Keith E. Maskus. 1999. Core Labor Standards and Competitiveness: Implications for Global Trade Policy. World Bank, processed, October 4.",
        "Washington: Economic Strategy Institute. Mundell, Robert, 1957. International Trade and Factor Mobility American Economic Review, volume 47, pp 321-335.",
        "OECD.1995. Trade and Labour Standards: A Review of the Issues. Paris.",
        "Prasad, E. K Rogoff, Shang-Jin Wei, and M.A. Khose. 2003. Effects of Financial Integration on Developing Countries: Some Empirical Evidence, IMF March 17.",
        "Maskus, Keith E. 2003. Trade and Competitiveness Aspects of Environmental and Labor Standards in East Asia Chapter 7 in Kathi Krumm and Homi Kharas East Asia Integrates: A Trade Policy Agenda for Shared Growth (Washington DC: World Bank).",
        "Mah, Jai S. 1997. Core Labour Standards and Export Performance in Developing Countries. The World Economy, vol. 20: 773-85).",
        "Maskus, Keith E. 1997. Should Core Labor Standards Be Imposed Through Trade Policy? Policy Research Working Paper No. 1817 (August) (Washington: World Bank).",
        "Li, Quan. 2003. IMF Programs and Financial Liberalization in the Developing World, Presented at the Annual Meeting of the Midw est Political Science Association (April 4).",
        "Green, Francis, Andy Dickerson, Jorge Saba Arb ache. 2000. A Picture of Wage Inequality and the Allocation of Labour through a period of trade lib eralisation: the Case of Brazil. University of Kent Department of Economics, Study 00/13 (December).",
        "Krishna, Kala, A. Mukhopadhyay, and C. Yavas. 2002. Trade with Labor Market Distortions and Heterogenous Labor: Why Trade Can Hurt NBER Working Paper 9086 (July).",
        "Goldberg, Penelope and Nina Pavcnik. 2003. The Response of the Informal Sector to Trade Liberalization NBER WP 9443 (Jan).",
        "Freeman, Richard. 1994. A Hard-Headed Look at Labour Standards in W. Sengenbergee and D. Campbell (eds), International Labour Standards and Economic Interdependence ILO.",
        "Gaston, Noel and Delson, Douglas (2000) Immigr ation and Labour Market Outcomes in the US: a political economy puzzle Oxford Review of Economic Policy, volume 16, pp 104-114.",
        "Edmonds, Eric and Nina Pavcnik. 2002. Does Gl obalization Increase Child Labor? Evidence from Vietnam NBER Working Paper 8760 Feb.",
        "Frankel, Jeffrey A., and David Romer.1999. Does Trade Cause Growth? The American Economic Review, vol. 89, no. 3 (June): 379-99.",
        "Dollar, David, and Aart Kraay. 2001. Trade , Growth, and Poverty. World Bank Policy Research Working Paper 2615.",
        "Dollar, David and Aart Kraay. 2000. Growth Is Good for the Poor, World Bank Policy Research Working Paper 2587.",
        "Baldwin, Robert. 2003. Openness and Growth: Wh ats the Empirical Relationship NBER Working Paper 9578 (March).",
        "Berg, Andrew and Anne Krueger. 2002. Lifting all boats: why openness helps curb poverty, Finance and Development, vol 39:3 (Sept).",
        "Bhagwati, Jagdish. 2000. The Financial Times, May 1.",
        "Blustein, Paul. 1996. NAFTA: free trade bought and oversold, Washington Post, Sept 30, p A01.",
        "Bolkestein, Frits. http://europa.eu.int/comm/internal_market/10years/index_en.htm Borjas, George, Richard B. Freeman and Lawr ence F. Katz. 1997. How Much Do Immigration and Trade Affect Labor Market Outcomes, Brookings Papers on Economic Activity Vol 1, pp: 1-90.",
        "Brown, Drusilla, Alan V. Deardorff and Robert M. Stern. 2003. The Effects of Multinational Production on Wages and Working Conditions in Developing Countries NBER WP 9669, April.",
        "Aizenman, Joshua. 2002. Financial Openings: Evidence and Policy Options NBER Working Paper 8900 (April).",
        "Andrews, Donald. 1993. Tests for Parameter Instability and Structural Change With an Unknown Change Point, Econometrica, vol 61, no 4 (July), pp 821-856."
    ]
}