{
    "id": 10015,
    "cites": 55,
    "cited_by": 112,
    "reference": [
        "Ajayi, S. Ibi and Mohsin Khan, eds, 2000, External Debt and Capital Flight in Sub-Saharan Africa, (Washington DC: International Monetary Fund).",
        "Allen, Mark, Christoph Rosenberg, Christian Keller, Brad Setser, and Nouriel Roubini, 2002, Ã\u0082â\u0080\u009cA Balance Sheet Approach to Financial Crisis,Ã\u0082â\u0080\u009d IMF Working Paper 02/210 (December).",
        "BaliÃ\u0083Â±o, TomÃ\u0083Â¡s, Adam Bennett, and Eduardo Borensztein, 1999, Monetary Policy in Dollarized Economies, Occasional Paper 171, (Washington DC: International Monetary Fund).",
        "Barro, Robert and David Gordon, 1983, Ã\u0082â\u0080\u009cA Positive Theory of Monetary Policy in a Natural Rate Model,Ã\u0082â\u0080\u009d Journal of Political Economy, 91, pp. 589?610.",
        "Berg, Andrew and Eduardo Borensztein, 2000, Ã\u0082â\u0080\u009cThe Pros and Cons of Full Dollarization,Ã\u0082â\u0080\u009d IMF Working Paper 00/50 (March).",
        "Bufman, Gil and Leonardo Leiderman, 1992, Ã\u0082â\u0080\u009cSimulating an Optimizing Model of Currency Substitution,Ã\u0082â\u0080\u009d Revista de AnÃ\u0083Â¡lisis EconÃ\u0083Â³mico, Vol. 7, No. 1 (June), pp. 109?124.",
        "Bufman, Gil and Leonardo Leiderman, 1995, Ã\u0082â\u0080\u009cIsraelÃ\u0082â\u0080\u0099s Stabilization: Some Important Policy Lessons,Ã\u0082â\u0080\u009d in R. Dornbusch and S. Edwards (eds), Reform, Recovery, and Growth: Latin America and the Middle East, (Chicago: University of Chicago Press for NBER), pp. 177?222.",
        "Caballero, Ricardo and Arvind Krishnamurthy, 2000, Ã\u0082â\u0080\u009cDollarization of Liabilities: Underinsurance and Domestic Financial Underdevelopment,Ã\u0082â\u0080\u009d NBER Working Paper 7792, (Cambridge, Mass: National Bureau of Economic Research).",
        "Calvo, Guillermo, 1999, Ã\u0082â\u0080\u009cOn Dollarization,Ã\u0082â\u0080\u009d draft, Department of Economics, University of Maryland, April.",
        "Calvo, Guillermo, 2000, Ã\u0082â\u0080\u009cCapital Markets and the Exchange RateÃ\u0082â\u0080\u0094With Special Reference to the Dollarization Debate in Latin America,Ã\u0082â\u0080\u009d draft, Department of Economics, University of Maryland, April.",
        "Calvo, Guillermo and Carmen M. Reinhart, 2000a, Ã\u0082â\u0080\u009cWhen Capital Inflows Come to a Sudden Stop: Consequences and Policy OptionsÃ\u0082â\u0080\u009d in P. Kenen and A. Swoboda (eds), Reforming the International Monetary and Financial System, pp. 175?201 (Washington DC: International Monetary Fund).",
        "Calvo, Guillermo and Carmen M. Reinhart, 2002, Ã\u0082â\u0080\u009cFear of Floating,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 117, 2, pp. 379?408.",
        "Calvo, Guillermo A. and Carlos A. VÃ\u0083Â©gh, 1992, Ã\u0082â\u0080\u009cCurrency Substitution in Developing Countries: An Introduction,Ã\u0082â\u0080\u009d Revista de AnÃ\u0083Â¡lisis EconÃ\u0083Â³mico, Vol. 7, No. 1 (June), pp. 3?27.",
        "Calvo, Guillermo and Carmen M. Reinhart, 1996, Ã\u0082â\u0080\u009cFrom Currency Substitution to Dollarization: Analytical and Policy Issues,Ã\u0082â\u0080\u009d in G. Calvo, Money, Exchange Rates, and Output, pp. 153?175 (Cambridge, Mass: MIT Press).",
        "CÃ\u0083Â©spedes, Luis, Roberto Chang and AndrÃ\u0083Â©s Velasco, 2000, Ã\u0082â\u0080\u009cBalance Sheet Effects and Exchange Rate Policy,Ã\u0082â\u0080\u009d NBER Working Paper 7840, (Cambridge, Mass: National Bureau of Economic Research).",
        "Chopra, Ajai, 1994, Ã\u0082â\u0080\u009cMonetary Policy and Financial Sector Reform,Ã\u0082â\u0080\u009d in L. Ebrill et al., Poland: The Path to a Market Economy, Occasional Paper 113, (Washington DC: International Monetary Fund).",
        "Claessens, Stijn, 1997, Ã\u0082â\u0080\u009cEstimates of Capital Flight and Its Behavior,Ã\u0082â\u0080\u009d Revista de AnÃ\u0083Â¡lisis EconÃ\u0083Â³mico, Vol. 12, No. 1, pp. 3?34.",
        "Cukierman, Alex, 1992, Central Bank Strategy, Credibility and Independence: Theory and Evidence, (Cambridge, Mass: The MIT Press).",
        "De NicolÃ\u0083Â³, Gianni, Patrick Honohan, and Alain Ize, 2003, Ã\u0082â\u0080\u009cDollarization of the Banking System: Good or Bad?Ã\u0082â\u0080\u009d IMF Working Paper, 03/146 (July).",
        "Dornbusch, Rudiger and Mario Simonsen (eds), 1983, Inflation, Debt and Indexation, (Cambridge, Mass: MIT Press).",
        "Dornbusch, Rudiger and Mario Simonsen and Alejandro Werner, 1994, Ã\u0082â\u0080\u009cMexico: Stabilization, Reform, and No Growth,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, Vol. 1, pp. 253?315.",
        "Edwards, Sebastian, 2001, Ã\u0082â\u0080\u009cDollarization: Myths and Realities,Ã\u0082â\u0080\u009d Journal of Policy Modeling, Vol. 23, pp. 249?265.",
        "Feige, Edgar L., 1996, Overseas Holdings of U.S. Currency and the Underground Economy, in S. Pozo (ed.), Exploring the Underground Economy, (Kalamazoo: W.E. Upjohn Institute for Employment Research).",
        "Feige, Edgar L., Michael Faulend, Velimir Sonje and Vedran Sosic, 2003, Ã\u0082â\u0080\u009cUnofficial Dollarization in Latin America,Ã\u0082â\u0080\u009d in D. Salvatore et al. (eds) The Dollarization Debate, New York: Oxford University Press.",
        "Fischer, Stanley, 1994, Ã\u0082â\u0080\u009cModern Central BankingÃ\u0082â\u0080\u009d in F. Capie, et al. (eds) The Future of Central Banking, (New York: Cambridge University Press).",
        "Fry, Maxwell, Charles Goodhart, and Alvaro Almeida, 1996, Central Banking in Developing Countries: Objectives, Activities and Independence, (London and New York: Routledge).",
        "Giovannini, Alberto and Bart Turtelboom, 1994, Ã\u0082â\u0080\u009cCurrency Substitution,Ã\u0082â\u0080\u009d in F.van der Ploeg (ed.), Handbook of International Macroeconomics, (Cambridge, Mass: Blackwell).",
        "Goldstein, Morris and Philip Turner, 2003. Ã\u0082â\u0080\u009cControlling Currency Mismatches in Emerging Economies,Ã\u0082â\u0080\u009d draft, Institute of International Economics, (August).",
        "Guidotti, Pablo and Carlos A. RodrÃ\u0083Â­guez, 1992, Ã\u0082â\u0080\u009cDollarization in Latin America: GreshamÃ\u0082â\u0080\u0099s Law in Reverse?Ã\u0082â\u0080\u009d, IMF Staff Papers, 39, pp. 518?544.",
        "Gulde, Anne-Marie, David Hoelscher, Alain Ize, Alfredo Leone and David Marston, 2003, Ã\u0082â\u0080\u009cDealing with Banking Crises in Dollarized Economies,Ã\u0082â\u0080\u009d in C. Collyns and R. Kincaid (eds) Managing Financial Crises: Recent Experience and Lessons from Latin America, Occasional Paper 217, (Washington DC: International Monetary Fund).",
        "Hausmann, Ricardo, 2001, Ã\u0082â\u0080\u009cA plan B for Argentina,Ã\u0082â\u0080\u009d draft, Kennedy School of Government, Cambridge, Mass. (October).",
        "Hausmann, Ricardo, Ugo Panizza, and Ernesto Stein, 2001, Ã\u0082â\u0080\u009cOriginal Sin, Passthrough, and Fear of Floating,Ã\u0082â\u0080\u009d draft, Kennedy School of Government, Cambridge, Mass.",
        "Havrylyshyn, Oleh and Christian Beddies, 2003, Ã\u0082â\u0080\u009cDollarization in the Former Soviet Union: From Hysteria to Hysteresis,Ã\u0082â\u0080\u009d Contemporary Economic Studies, Summer, pp 1-29.",
        "Honohan, Patrick and Anqing Shi, 2002, Ã\u0082â\u0080\u009cDeposit Dollarization and the Financial Sector in Emerging Economies,Ã\u0082â\u0080\u009d Working Paper, Development Research Group, The World Bank.",
        "Ize, Alain and Eduardo Levy-Yeyati, 1998, Ã\u0082â\u0080\u009cDollarization and Financial Intermediation: Causes and Policy Implications,Ã\u0082â\u0080\u009d IMF Working Paper 98/22, (March).",
        "Kamin, Steven, 1998, Ã\u0082â\u0080\u009cA Multi-country Comparison of the Linkages between Inflation and Exchange Rate Competitiveness,Ã\u0082â\u0080\u009d International Finance Discussion Papers, No. 603, (Washington DC: Board of Governors of the Federal Reserve System).",
        "Kamin, Steven and Neil Ericsson, 1993, Ã\u0082â\u0080\u009cDollarization in Argentina,Ã\u0082â\u0080\u009d International Finance Discussion Papers, No. 460, (Washington DC: Board of Governors of the Federal Reserve System).",
        "Kamin, Steven, Philip Turner and Jozef VanÃ\u0082â\u0080\u0099t dack, 1998, Ã\u0082â\u0080\u009cThe Transmission Mechanism of Monetary Policy in Emerging Market Economies: An Overview,Ã\u0082â\u0080\u009d BIS Policy Papers No.3, (Basle: Bank for International Settlements).",
        "Lefort, Fernando and Klaus Schmidt-Hebbel (eds), 2002, Indexation, Inflation, and Monetary Policy, (Santiago de Chile: Banco Central de Chile).",
        "Levy-Yeyati, Eduardo, 2003, Ã\u0082â\u0080\u009cFinancial Dedollarization: A Carrot and Stick Approach,Ã\u0082â\u0080\u009d draft, Universidad Torcuato di Tella, (April).",
        "Masson, Paul, Miguel Savastano and Sunil Sharma, 1997, Ã\u0082â\u0080\u009cThe Scope for Inflation Targeting in Developing Countries,Ã\u0082â\u0080\u009d IMF Working Paper 97/130, (October).",
        "Mishkin, Frederic, 1995, Ã\u0082â\u0080\u009cSymposium on the Monetary Transmission Mechanism,Ã\u0082â\u0080\u009d Journal of Economic Perspectives (Fall) Vol. 9, No. 4.",
        "Mongardini, Joannes and Johannes Mueller, 2000, Ã\u0082â\u0080\u009cRatchet Effects in Currency Substitution: An Application to the Kyrgyz Republic,Ã\u0082â\u0080\u009d IMF Staff Papers, Vol. 47, No. 2, pp. 218?237.",
        "Mueller, Johannes, 1994, Ã\u0082â\u0080\u009cDollarization in Lebanon,Ã\u0082â\u0080\u009d IMF Working Paper 94/129, (October).",
        "Oomes, Nienke, 2003, Ã\u0082â\u0080\u009cNetwork Externalities and Dollarization Hysteresis: The Case of Russia,Ã\u0082â\u0080\u009d IMF Working Paper, 03/96 (May).",
        "Ortiz, Guillermo, 1983, Ã\u0082â\u0080\u009cCurrency Substitution in Mexico: The Ã\u0082â\u0080\u0098DollarizationÃ\u0082â\u0080\u0099 Problem,Ã\u0082â\u0080\u009d Journal of Money, Credit, and Banking, 15, pp.174?185.",
        "RamÃ\u0083Â­rez-Rojas, C. Luis, 1985, Ã\u0082â\u0080\u009cCurrency Substitution in Argentina, Mexico, and Uruguay,Ã\u0082â\u0080\u009d IMF Staff Papers, 32, pp. 629?667.",
        "Reinhart, Carmen and Kenneth Rogoff, 2002, Ã\u0082â\u0080\u009cThe Modern History of Exchange Rate Arrangements: A Reinterpretation,Ã\u0082â\u0080\u009d NBER Working Paper 8963, (Cambridge, Mass: National Bureau of Economic Research).",
        "Reinhart, Carmen, Kenneth Rogoff and Miguel Savastano, 2003, Ã\u0082â\u0080\u009cDebt Intolerance,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 1: 1-74 (Washington DC: Brookings Institution).",
        "Rogoff, Kenneth, 1985, Ã\u0082â\u0080\u009cThe Optimal Degree of Commitment to an Intermediate Monetary Target,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 100: 1169?1190.",
        "Salvatore, Dominick, James Dean and Thomas Willett (eds), 2003, The Dollarization Debate, New York: Oxford University Press.",
        "Savastano, Miguel A., 1992, Ã\u0082â\u0080\u009cThe Pattern of Currency Substitution in Latin America: An Overview,Ã\u0082â\u0080\u009d Revista de AnÃ\u0083Â¡lisis EconÃ\u0083Â³mico, Vol. 7, No. 1 (June) pp. 29?72.",
        "Savastano, Miguel A., 1996, Ã\u0082â\u0080\u009cDollarization in Latin America: Recent Evidence and Some Policy Issues,Ã\u0082â\u0080\u009d in P. Mizen and E. Pentecost (eds), The Macroeconomics of International Currencies: Theory, Policy, and Evidence, (Brookfield, Vt: Edward Elgar).",
        "Thomas, Lee R., 1985, Ã\u0082â\u0080\u009cPortfolio Theory and Currency Substitution,Ã\u0082â\u0080\u009d Journal of Money, Credit, and Banking, Vol. 17, pp. 347?57.",
        "Uribe, Martin, 1997, Ã\u0082â\u0080\u009cHysteresis in a Simple Model of Currency Substitution,Ã\u0082â\u0080\u009d Journal of Monetary Economics, Vol. 40, 1 (September), pp.185?202."
    ]
}