{
    "id": 10019,
    "cites": 36,
    "cited_by": 139,
    "reference": [
        "Roberts, John M. (1997), Is Inflation Sticky?, Journal of Monetary Economics , 39: 173-196.",
        "Taylor, John B. (2000), Using Monetary Policy Rules in Emerging Market Economies, Stanford University, mimeo, Dec.",
        "Truman, Edwin M. (2002), Inflation Targetin g and the International Financial System, mimeo, Oct.",
        "Woodford, Michael (2002), Inflation Stab ilization and Welfare , mimeo, Princeton University, Mar.",
        "Svensson, Lars E.O. (2000), Open-Economy Inflation Targeting, Journal of International Economics , 50: 155-183.",
        "Roberts, John M. (1998), Inflation Expect ations and the Transmission of Monetary Policy, Mimeo, Board of Governors of the Federal Reserve System, Oct.",
        "Rogoff, Kenneth (1985), The Optimal De gree of Commitment to an Intermediate Monetary Target, Quarterly Journal of Economics , 100(4):1169-1189.",
        "Rotemberg, Julio J., and Michael Woodf ord (1998), Interest-Rate Rules in an Estimated Sticky Price Model, NBER, Working Paper no. 6618.",
        "Schaechter, Andrea, Mark P. Stone, and Mark Zelmer (2000), Adopting Inflation Targeting: Practical Issues for Emergi ng Market Countries, International Monetary Fund, Occasional Paper no. 202.",
        "Schmidt-Hebel, Klaus, and Alejandro Wern er (2002), Inflation Targeting in Brazil, Chile, and Mexico: Performance, Credibility and the Exchange Rate, Working Paper no. 171, Central Bank of Chile, July.",
        "Reinhart, Carmen M. and Kenneth S. Rogoff (2002), The Modern History of Exchange Rate Arrangements: A Reinterpreta tion, NBER, Working Paper no. 8963.",
        "Mishkin, Frederic (2000), Inflation Targ eting in Emerging Market Countries, American Economic Review , 90(2): 105-109.",
        "Mishkin, Frederic, and Klaus Schmidt-Hebbel (2002), A Decade of Inflation Targeting in the World: What Do We Know and What Do We Need to Know?, In: Loayza, Norman, and Raimundo Soto (eds.), Inflation Targeting: Design, Performance, Challenges , Santiago, Chile, Central Bank of Chile, pp.171-219.",
        "Minella, AndrÃ\u0083Â©, Paulo S. de Freitas, Ilan Goldfajn, a nd Marcelo K. Muinhos (2002), Inflation Targeting in Brazil: Lessons and Challenges, Central Bank of Brazil, Working Paper Series no. 53, Nov.",
        "Minella, AndrÃ\u0083Â©, Paulo S. de Freitas, Ilan Goldfajn, a nd Marcelo K. Muinhos (2003), Inflation Targeting in Brazil: Constr ucting Credibility under Exchange Rate Volatility, Central Bank of Brazil, mimeo, May.",
        "McCallum, Bennett T., and Edward Nelson (2000), Monetary Policy for an Open Economy: an Alternative Framework with Optimizing Agents and Sticky Prices, Oxford Review of Economic Policy , 16(4): 74-91.",
        "Kuttner, Kenneth N., and Adam S. Posen (1999) , Does Talk Matter After All? Inflation Targeting and Central Bank Behavior, Federal Reserve Bank of New York Staff Report no. 88, Oct.",
        "Kuttner, Kenneth N., and Adam S. Posen (2001), Beyond Bipolar: A Three- Dimensional Assessment of Monetary Frameworks, International Journal of Finance and Economics , 6: 369-387.",
        "Goldfajn, Ilan, and Poonam Gupta (1999) , Does Monetary Policy Stabilize the Exchange Rate Following a Currency Crisis?, IMF Working Paper no. 42, Mar.",
        "GalÃ\u0083Â­, Jordi and Mark Gertle r (1999), Inflation Dynamics : A Structural Econometric Analysis, Journal of Monetary Economics , 44: 195-222.",
        "GalÃ\u0083Â­, Jordi, and Tommaso Monacelli (2002) , Monetary Policy and Exchange Rate Volatility in a Small Open Economy, NBER, Working Paper no. 8905.",
        "Fuhrer, Jeffrey (1997), The (Un)Importance of Forward-Looking Behavior in Price Specifications, Journal of Money, Credit, and Banking , 29(3): 338-350.",
        "Fuhrer, Jeffrey, and Georger Moore (1995), Inflation Persistence, Quarterly Journal of Economics , 110(1): 127-159.",
        "Dennis, Richard (2002), Solving for Optim al Simple Rules in Rational Expectations Models, Federal Reserve Bank of San Francisco, Working Paper, Sept.",
        "Fracasso, Andrea, Hans Genberg, and Ch arles Wyplosz (2003), How Do Central Banks Write? An Evaluation of Inflation Reports by Inflati on-Targeting Central Banks, Geneva Reports on the World Economy Special Report 2, May.",
        "Freitas, Paulo S. de, AndrÃ\u0083Â© Minella, and Gil Rie lla (2002), Metodologia de CÃ\u0083Â¡lculo da InÃ\u0083Â©rcia InflacionÃ\u0083Â¡ria e dos Efeitos dos Choques dos PreÃ\u0083Â§os Administrados, Notas TÃ\u0083Â©cnicas do Banco Central do Brasil no. 22, July. (English translation in Banco Central do Brasil (2002), Inflation Report , 4(2):123-128, June).",
        "Corbo, Vittorio, Ã\u0083â\u0080\u009cscar Landerretche, and Kl aus Schmidt-Hebbel (2002), Does Inflation Targeting Make a Difference?, In: Lo ayza, Norman, and Raimundo Soto (eds.), Inflation Targeting: Design, Performance, Challenges , Santiago, Chile, Central Bank of Chile, pp.221-269.",
        "Calvo, Guillermo, and Carmen Rei nhart (2002), Fear of Floating, Quarterly Journal of Economics , 117(2): 379-408, May.",
        "Cecchetti, Stephen G. and Michael Ehrmann (1999), Does Inflation Targeting Increase Output Volatility? An International Comparison of Policymakers Preferences and Outcomes, NBER, Working Paper no. 7426.",
        "Corbo, Vittorio, and Klaus Schmidt-Hebbe l (2001), Inflation Targeting in Latin America, Central Bank of Chile , Working Paper no.105, Sept.",
        "Bogdanski, Joel, Paulo S. de Freitas, Ilan Goldfajn, and Alexandre A. Tombini (2001), Inflation Targeting in Brazil: Shocks, Backward-Looking Prices, and IMF Conditionality, Working Paper Series no. 24, Central Bank of Brazil, Aug.",
        "Blejer, Mario I., Alfredo M. Leone, Pau Ra banal, and Gerd Schw artz (2001), Inflation Targeting in the Context of IMF-Supporte d Adjustment Programs, IMF Working Paper no. 01/31, Mar.",
        "Ball, Laurence, and Niamh Sheridan (2003), Does Inflation Targeting Matter?, NBER Working Paper no. 9577, Mar.",
        "Bernanke, Ben S., Thomas Laubach, Frederic S. Mishkin, and Adam S. Posen (1999), Inflation Targeting: Lessons from the International Experience , Princeton, Princeton University Press.",
        "Amato, Jeffery D., and Stefan Gerlach (2002) , Inflation Targeting in Emerging Market and Transition Economies: Le ssons after a Decade, European Economic Review , 46: 781-790.",
        "Svensson, Lars E.O. (2002), Monetary Policy and Real Stabilization, mimeo, Sept."
    ]
}