{
    "id": 1001,
    "cites": 20,
    "cited_by": 16,
    "reference": [
        "1. Berkman, Neil. On the Significance of Weekly Changes in Ml. New England Economic Review, (May/June, 1978), 5-22.",
        "2. Cornell, Bradford. Do Money Supply Announcements Affect Short-Term Interest Rates? Journal of Money, Credit, and Banking, XI (February, 1979), 80-8 6.",
        "3. Durbin, J. Testing for Serial Correlation in Least-Squares Regression When Some of the Regressors are Lagged Dependent Variables. Econometrica, XXXVIII (May, 1970), 410-21.",
        "4. Evans, Paul. Why Have Interest Rates Been so Volatile? Federal Reserve Bank of San Francisco, Economic Review, (Summer, 1981), 7-20.",
        "5. Fama, Eugene F. Foundations of Finance. New York: Basic Books, Inc., 1976.",
        "6. Friedman, Benjamin M. Optimal Expectations and the Extreme Information Assumptions of `Rational Expectations Nacromodels. Journal of Monetary Economics, V (January, 1979), 23-41.",
        "7. Friedman, Benjamin N. Survey Evidence on the `Rationality of Interest Rate Expectations, Journal of Monetary Economics, VI (October, 1980), 453-65.",
        "8. Grossman, Jacob. The Rationality of Money Supply Expectations and the Short-Run Response of Interest Rates to Monetary Surprises. Journal of Money, Credit, and Banking, XIII (November, 1981), 409-24.",
        "9. Jones, David S., and Roley, V. Vance. Rational Expectations, the Expectations Hypothesis, and Treasury Bill Yields: An Econometric Analysis. National Bureau of Economic Research, Working Paper No. 869, 1982.",
        "10. Lucas, Robert E. Econometric Policy Evaluation: A Critique. Brunner and Meltzer (eds.), The Phillips Curve and Labor Markets, Carnegie-Rochester Conference Series, Vol.1, 19-46.",
        "11. Mishkin, Frederic S. Monetary Policy and Short-Term Interest Rates: An Efficient Markets-Rational Expectations Approach. Journal of Finance, XXXVII (March, 1982), 63-72.",
        "12. Nodigliani, Franco, and Shiller, Robert J. Inflation, Rational Expectations and the Term Structure of Interest Rates. Economica, XL (February, 1973), 12-43.",
        "13. Pearce, Douglas K. Comparing Survey and Rational Measures of Expected Inflation. Journal of Money, Credit, and Banking, XI (November, 1979), 44 6-56.",
        "14. Pesando, James E. A Note on the Rationality of the Livingston Price Expectations. Journal of Political Economy, LXXXIII (August, 1975), 849-58.",
        "15. Pesando, James E. On the Random Walk Characteristics of Short- and LongTerm Interest Rates in an Efficient Market. Journal of Money, Credit, and Banking, XI (November, 1979), 455-66.",
        "16. Roley, V. Vance. Weekly Money Supply Announcements and the Volatility of Short-Term Interest Rates. Federal Reserve Bank of Kansas City, Economic Review, forthcoming, 1982.",
        "17. Sivesind, Charles. Fedwatching and Market Reaction. Federal Reserve Bank of New York, tuimeo, 1978.",
        "18. Taylor, John B. Monetary Policy During a Transition to Rational Expectations, Journal of Political Economy, LXXXIII (October, 1975), 1009-21.",
        "19. Urich, Thomas, and Wachtel, Paul. Market Response to the Weekly Money Supply Announcement in the l970s. Federal Reserve Bank of New York, Research Paper No. 8004, 1980.",
        "20. Urich, Thomas, and Wachtel, Paul. Market Response to the Weekly Money Supply Announcements in the l97Os. Journal of Finance, XXXVI (December, 1981), 1063-72."
    ]
}