{
    "id": 10018,
    "cites": 17,
    "cited_by": 37,
    "reference": [
        "Abel, Andrew, Asset Prices Under Habit Formation and Catching Up With The Joneses, Amen cam Ecomomic Review, 80, 1990, pp. 38-42.",
        "Anderson, T. H. and Hsiao, C., Estimation of Dynamic Models With Error Components, Jonnmal of the Amen cam Statistical Associatiom, 76, 1981, 598-606.",
        "Arellano, Cristina, Default Risk in Emerging Markets, unpublished manuscript, Duke University, September 2003.",
        "Arellano, M. and S. Bond, Some Tests of Specification for Panel Data: Monte Carlo Evi- dence and An Application to Employment Equations, Review of Ecomomic Stndies, 58, 1991, 277-297.",
        "Boldrin, Michele; Lawrence J. Christiano, and Jonas Fisher, Asset Pricing Lessons for Modeling Business Cycles, Amenicam Ecomomic Review, Vol. 91 (1), 2001, pp. 149- 166.",
        "Cantor, Richard, and Frank Packer, Determinants and Impact of Sovereign Credit Ratings, Ecomomic Policy Review, Vol. 2, No. 2, Federal Reserve Bank of New York, October 1996, pp. 37-53.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles Evans, Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, NBER working paper No. 8403, July 2001.",
        "Cline, William R., Imtenmatiomal Debt Reexamimed, Washington, DC: Institute for Interna- tional Finance, 1995.",
        "Cline, William R. and Kevin S. Barnes, Spreads and Risk in Emerging Market Lending, Research paper 97-1, Washington, DC, Institute for International Finance, 1997.",
        "Constantinides, George M., Habit Persistence: A Resolution of the Equity Premium Puz- zle, Jonnmal of Political Ecomomy, 1990, 98, 519-543.",
        "Eichengreen, Barry and Ashoka Mody, What Explains Changing Spreads on Emerging- Market Debt: Fundamentals or Market Sentiment?, NBER Working Paper No. 6408, 37 February 1998.",
        "Judson, Ruth A. and Ann L. Owen, Estimating Dynamic Panel Data Models, A Gnide For Macroecomomists, Economic Letters, 65, 1999, pp. 9-15.",
        "Lucas, R.E., Jr., Econometric Policy Evaluation: A Critique, Carmegie-Rochester Com- feremce Series om Pnblic Policy, 1976, 1:19-46.",
        "Mendoza, Enrique G., Real Business Cycles in a Small Open Economy, Amen cam Eco- momic Review, 81, 1991, 797-818.",
        "Neumeyer, Pablo A. and Fabrizio Perri, Business Cycles in Emerging Markets:The Role of Interest Rates, manuscript, New York University, November 2001.",
        "Uribe, MartIn, Exchange-Rate-Based Inflation Stabilization: The Initial Real Effects of Credible Plans, Jonnmal of Mometany Ecomomics, June 1997, 39, 197-221.",
        "Uribe, Martin, The Price-Consumption Puzzle of Currency Pegs, Jonnmal of Mometany Ecomomics ~9, April 2002, 533-569."
    ]
}