{
    "id": 10011,
    "cites": 14,
    "cited_by": 3,
    "reference": [
        "Weinstein, Neil D. (1989), Optimistic Biases about Personal Risks, Science 24, 1232-1233.",
        "World Health Organization (2003a). Cumula tive Number of Reported Probable Cases of SARS, http://www.who.int/csr/sars/ country/2003_07_11/en/ (accessed 11/08/03).",
        "Taiwan Department of Health (2003). Taiwan SARS Case Update, http://www.cdc.gov.tw/sarsen/Taiwan%20SARS%20Case%20Update.htm (accessed 11/08/03).",
        "Viscusi, W. Kip, and Joseph E. Aldy (2003), The Value of a Statistical Life: A Critical Review of Market Estimates Throughout the World, Journal of Risk and Uncertainty, in press.",
        "Savage, Ian (1993), An Empirical Investigation in to the Effect of Psychological Perceptions on the Willingness-to-Pay to Reduce Risk, Journal of Risk and Uncertainty 6, 75-90.",
        "Slovic, Paul (1987), Perception of Risk, Science 236, 280-286.",
        "McDaniels, Timothy L., Mark S. Kamlet, and Gregory W. Fischer (1992), Risk Perception and the Value of Safety, Risk Analysis 12, 495-503.",
        "Liu, Jin-Tan, James K. Hammitt, and Jin-Long Liu (1997), Estimated Hedonic Wage Function and Value of Life in a Developing Country, Economics Letters 57, 353-358.",
        "Liu, Jin-Tan, James K. Hammitt, Jung-Der Wang, and Jin-Long Liu (2000), Mothers Willingness to Pay for Her Own and Her Childs Health: A Contingent Valuation Study in Taiwan, Health Economics 9, 319-326.",
        "Hanemann, Michael, John Loomis, and Barbara Ka nninen (1991), Statistical Efficiency of Double-Bounded Dichotomous Choice Contingent Valuation, American Journal of Agriculture Economics 73, 1255-1263.",
        "Hammitt, James K., and John D. Graham (1999), Willingness to Pay for Health Protection: Inadequate Sensitivity to Probability? Journal of Risk and Uncertainty 18: 33-62.",
        "Alberini, Anna (1995), Efficiency vs. Bias of Willingness-to-Pay Estimates: Bivariate and Interval-Data Models, Journal of Environmental Economics and Management 29 169-180.",
        "Fu, Tsu-Tan, Jin-Tan Liu, and James K. Hammitt (1999), Consumer Willingness to Pay for Low-Pesticide Fresh Produce in Taiwan, Journal of Agricultural Economics 50, 220-233.",
        "Liu, Jin-Tan, and James K. Hammitt (1999), Percei ved Risk and Value of Workplace Safety in a Developing Country, Journal of Risk Research 2, 263-275."
    ]
}