{
    "id": 10020,
    "cites": 27,
    "cited_by": 51,
    "reference": [
        "Aitken, B. J. and A. E. Harrison (1999, June). Do Domestic Firms Benefit from Direct Foreign Investment? Evidence from Venezuela. American Economic Review 89(3), 60518.",
        "Aw, B. Y., S. Chung, and M. J. Roberts (2000, January). Productivity and Turnover in the Export Market: Micro-level Evidence from the Republic of Korea and Taiwan (China).",
        "World Ban/c Economic Review f4 (1), 65-90. Barro, R. J. and X. Sala-i-Martin (1997, March). Technological Diffusion, Convergence, and Growth. Jonrnal of Economic Growth ~(1), 1-26.",
        "Bernard, A., J. B. Jensen, and P. Schott (2002). Survival of the Best Fit: Competition from Low Wage Countries and the (Uneven) Growth of US Manufacturing Plants. mimeo.",
        "Washington DC. Bernard, A. B. and J. B. Jensen (1999a). Exceptional Exporter Performance: Cause, Effect, or Both? Jonrnal of International Economics ~7(1), 1-26.",
        "Bernard, A. B. and J. B. Jensen (1999b). Exporting and Prodnctivity. NBER Working Paper No. 7135.",
        "Bernard, A. B. and J. Wagner (1997). Exports and Success in German Manufacturing.",
        "Exports and Firm-level Efficiency in African Manufacturing. WPS 16. Bigsten, A., P. Collier, S. Dercon, M. Fafchamps, B. Gauthier, J. W. Gunning, A. Isaksson, A. Oduro, R. Oostendorp, C. Pattillo, M. SÃ\u0083Â¡derbom, F. Teal, and A. Zeufack (2000b, April). Contract Flexibility and Dispute Resolution in African Manufacturing. Jonrnal of Development Stndies 36(4), 1-17.",
        "Blundell, R. W. and S. R. Bond (1998). Initial Conditions and Moment Restrictions in Dynamic Panel Data Models. Jonrnal of Econometrics 87, 115-43.",
        "Card, D. (2001, September). Estimating the Return to Schooling: Progress on Some Persistent Econometric Problems. Econometrica 69(5), 1127-60.",
        "Clerides, S. K., S. Lach, and J. R. Tybout (1996, August). Is Learning By Exporting Important ? Micro-Dynamic Evidence from Colombia, Mexico, and Morocco. NBER Working Paper No. 5715.",
        "Clerides, S. K., S. Lach, and J. R. Tybout (1998). Is Learning By Exporting Important? Micro-Dynamic Evidence from Colombia, Mexico, and Morocco. Qnarterly Jonrnal of Economics 113(3), 903-947.",
        "Delgado, M. A., J. C. Farinas, and S. Ruano (2002). Firm Productivity and Export Markets: a Non-parametric Approach. Jonrnal of International Economics 57, 397-422.",
        "Fafchamps, M., S. El Hamine, and A. Zeufack (2002). Learning to Export: Evidence from Moroccan Manufacturing. mimeo.",
        "Girma, S., D. Greenaway, and R. Kneller (2002). Does Exporting Lead to Better Performance ? A Microeconometric Analysis of Matched Firms. mimeo.",
        "Theory and Evidence. Jonrmal of Imtermatiomal Ecomomics 36(1-2), 53-73. Isgut, A. E. (2001, June). Whats Different about Exporters? Evidence from Colombian Manufacturing. Jonrmal of Developmemt Stndies 37(5), 57-82.",
        "Jovanovic, B. and S. Lach (1991, June). The Diffnsiom of Techmology amd Imeqnality amomg Natioms. NBER Working paper No. 3732.",
        "Kraay, A. (1999). Exportations et Performances Economiques: Etude dun Panel dEntreprises Chinoises. Revne dEcomomie Dn Developpememt 0(1-2), 183-207.",
        "Krishna, P. and D. Mitra (1998). Trade Liberalization, Market Discipline and Productivity Growth: New Evidence from India. Jonrmal of Developmemt Ecomomics 56, 447-62.",
        "Krugman, P. (1979, April). A Model of Innovation, Technology Transfer, and the World Distribution of Income. Jonrmal of Political Ecomomy 87(2), 253-66.",
        "Olley, G. S. and A. Pakes (1996). The Dynamics of Productivity in the Telecommunications Equipment Industry. Ecomometrica 6~ (6), 1263-97.",
        "Roberts, M. and J. Tybout (1997, September). The Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs. Amen cam Ecomomic Review 87, 545-64.",
        "Tybout, J. R. (2000, March). Manufacturing Firms in Developing Countries: How Well Do They Do, and Why? Jonnmal of Ecomomic Litenatnne ~8, 11-44.",
        "Tybout, J. R. and M. D. Westbrook (1995). Trade Liberalization and the Dimensions of Efficiency Change in Mexican Manufacturing Industries. Jonnmal of Imtenmatiomal Ecomomics 39, 53-78.",
        "Van Biesebroeck, J. (2002, April). Comparing the Size and Productivity Distribution of Manufacturing Plants in sub-Saharan Africa and the United States. mimeo, University of Toronto.",
        "Van Biesebroeck, J. (2003, July). Robustness of Productivity Estimates. mimeo, University of Toronto.",
        "World Bank (2000). African Development Indicators, computer file."
    ]
}