{
    "id": 1002,
    "cites": 16,
    "cited_by": 1,
    "reference": [
        "Arrow, K.J. The Theory of Discrimination. In Discrimination in Labor Markets. Edited by 0. Ashenfelter and A. Rees. Princeton, 1973.",
        "Becker, Gary S. Human Capital, 2nd ed. (National Bureau of Economic Research: Human Behavior and Social Institutions No. 5.) New York and London: Columbia University Press, 1975.",
        "Carmichael, Lorne. Firm Specific Human Capital and Seniority RuleB. (Conference Paper Series No. 101.) Cambridge, Mass.: National Bureau of Economic Research, 1981.",
        "Duncan, Greg J., and Saul Hoffman. On-the-Job Training and Earnings Differences by Race and Sex, Review of Economics and Statistics, 61 (November 1979), 594-636.",
        "Fuchs, Victor. Recent Trends and Long-Run Prospects for Female Earnings, American Economic Review, 64 (May 1974), 236-42.",
        "Hashimoto, Masanori. Bonus Payments and Turnover, Journal of Political Economy, 87 (October 1979), 1086-104.",
        "Johnson, Norman L., and Samuel Kotz. Discrete Distributions. Boston: Houghton Miff lin, 1969.",
        "Jovanovic, Boyan. Firm-Specific Capital and Turnover, Journal of Political Economy, 87 (December 1979), 1246-60.",
        "Mincer, Jacob. Schooling., Experience, and Earnings. (National Bureau of Economic Research: Human Behavior and Social Institutions No. 2.) New York and London: Columbia University Press, 1974.",
        "Union Effects: Wages, Turnover and Job Training. (Working Paper No. 808.) Cambridge, Mass.: National Bureau of Economic Research, 1981.",
        "Earnings of Women, Journal of Political Economy, 82 (No. 2, part II, March/April 1974), S76-S108.",
        "Mortensen, Dale T. Specific Capital and Labor Turnover, Bell Journal of Economics, 9 (Autumn 1978), 572-86.",
        "Oaxaca, R.L., The Persistence of Male-Female Earning Differentials. In Distribution of Economic Well-Being. Edited by F.T. Juster. (National Bureau of Economic Research; Studies in Income and Wealth, Vol. 41.) Cambridge, Mass.: Ballinger, 1977. Pp. 303-44.",
        "Phelps, Edmund S. The Statistical Theory of Racism and Sexism, American Economic Review, 62 (September 1972), 659-61.",
        "Salop, Joanne, and Steven Salop. Self-Selection and Turnover in the Labor Market, Quarterly Journal of Economics, 90 (November 1976), 619-27.",
        "Sandell, Steven H., and David Shapiro. Work Expectations, Human Capital Accumulation, and the Wages of Young Women, Journal of Human Resources, 15 (Summer 1980), 335-53."
    ]
}