{
    "id": 10024,
    "cites": 15,
    "cited_by": 38,
    "reference": [
        "Anderson J.E., 1979, A Theoretical Foundation for the Gravity Equation, American Economic Review, Vol. 69, No. 1, pp. 106-16.",
        "Deardorff, A. V., 1998, Determinants of Bilateral Trade: Does Gravity Work in a Neoclassical World? in The Regionalization of the World Economy ed. by J.A. Frankel, (Chicago: University of Chicago Press), pp. 7-22.",
        "Eglin, R., 1987, Surveillance of Balance-of-Payments Measures in the GATT, The World Economy, 10,No. l,pp. 1-26.",
        "Finger, J.M., M.D. Ingco, and U. Reincke, 1996, The Uruguay Round: Statistics on Tariff Concessions Given and Received (Washington: World Bank).",
        "Frankel, J., 1997, Regional Trading Blocs in the World Economic System, , (Washington: Institute for International Economics).",
        "Press). ______ and D. Romer, 1999, Does Trade Cause Growth? American Economic Review, Vol. 89 No. 3, pp. 379-99.",
        "Helpman, E., and P. Krugman, 1995, Market Structure and Eoreign Trade, (Cambridge, MA: MIT Press).",
        "Oxfam, 2003, ` Oxfam Policy Papers (Oxford: Oxfam).",
        "Mattoo, A., D. Roy, and A. Subramanian, 2003, The Africa Growth and Opportunity Act and Its Rules of Origin: Generosity Undermined, World Economy, Vol. 26, No. 6, pp. 829-5 1.",
        "Persson T., 2001, Currency Unions and Trade: How Large Is the Treatment Effect? Economic Policy, pp. 43 3-48.",
        "Rose, A.K., 2000, One Money One Market: The Effect of Common Currencies on Trade, Economic Policy, Vol. 30, pp. 9-45.",
        "Rose, A.K., 2002a, Do We Really Know that the WTO Increases Trade? NBER Working Paper No. 9273 (Cambridge, MA: NBER).",
        "Wei, S.J., 1996, Intra-National Versus International Trade: How Stubborn are Nations in Global Intergration? NBER Working Paper, No. 5531 (Cambridge, MA: NBER).",
        "Wolf, M., 1987, Differential and More Favorable Treatment of Developing Countries and the International Trading System, The World Bank Economic Review, Vol. 1, No. 4, pp. 647-68.",
        "World Trade Organization, 2003, Trade Restrictions for Balance-of-Payments Purposes-- Notes on Issues Raised by Developing Countries in the Doha Round, WT, TF/COH/13, Document number 03-0970 (2/14/2003)."
    ]
}