{
    "id": 10029,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "Nyman, John A. The Economics of Moral Hazard Revisited Journal of Health Economics December 1999. 18(6): 811-824.",
        "Marquis, M. S. and S. H. Long (2002). Employer health insurance and local labor market conditions. International Journal of Health Care Finance and Economics 1: 273- 292.",
        "Medoff, J. L., H. B. Shapiro, M. Calabrese, and A. D. Harless (2001). How the new labor market is squeezing workforce health benefits, The Commonwealth Fund.",
        "The Kaiser Family Foundation. State Health Facts Online (2003). Online: http://statehealthfacts.kff.org .",
        "Holahan, J. and M. B. Pohl (2002). Changes in Insurance Coverage: 1994-2000 And Beyond. Health Affairs . Retrieved July 9, 2002 from the World Wide Web: http://www.healthaffairs.org/WebExclusives/Holahan_Web_Excl_040302.htm .",
        "Washington DC: Health Insurance Association of America. Holahan, J. and B. Garrett (2001). Rising unemployment and Medicaid. Washington, DC, Urban Institute, Health Policy Online.",
        "Gruber, J. and B. Madrian (1997). Employment separation and health insurance coverage. Journal of Public Economics 66(3): 349-382.",
        "Health Insurance Association of America. 2002. Source Book of Health Insurance Data.",
        "Fronstin, P. (1996). The decline of health insurance and labor market trends. Statistical Bulletin 77(3): 28-36.",
        "Glied, S. and M. Stabile (2000). Explaining the decline in health insurance coverage among young men. Inquiry 37(3): 295-303.",
        "Gruber, J. and L. Levitt. (2002) Rising Unemployment and the Uninsured. The Kaiser Family Foundation. Publication 6011. January 2002.",
        "Freeman, R. B. and J. L. Medoff, What do Unions Do ? New York, Basic Books, 1984.",
        "Cutler, D. and J. Gruber (1996). Does public insurance crowd out private insurance? Quarterly Journal of Economics 111(2): 391-430.",
        "Dubay, L. and G. Kenney (1997). Did Medicai d expansions for pregnant women crowd out private coverage? Health Affairs 16(1): 185-193.",
        "Centers for Medicare and Medicaid Services (CMS) 2002b. National Health Expenditure Projections. http://cms.hhs.gov/statistics/nhe/default.asp (7 Oct 2002).",
        "Chernew, M., Cutler, D., Keenan, P. S. (2002). Rising health care costs and the decline in insurance coverage. National Bureau of Economic Research, Cambridge, MA. Draft paper, November 2002.",
        "Cawley, J. and K. I. Simon (2002). The impact of macroeconomic conditions on the health insurance coverage of Americans. Bethesda, MD, Cornell University and National Bureau of Economic Research: 35.",
        "Centers for Medicare and Medicaid Studies. 2002a. National Health Expenditures . http://cms.hhs.gov/researchers/ (7 Oct 2002).",
        "Autor, D. H. and M. G. Duggan (2003). The rise in the disability rolls and the decline in unemployment. Quarterly Journal of Economics 118(1): 157-205."
    ]
}