{
    "id": 10025,
    "cites": 79,
    "cited_by": 123,
    "reference": [
        "Azariadis, Costas and Allan Drazen. 1990. Threshold Externalities in Economic Development. Quarterly Journal of Economics 105: 501-26.",
        "Barro, Robert. 1991. Economic Growth in a Cross-Section of Countries. Quarterly Journal of Economics 106(2): 407-43.",
        "Barro, Robert and Jong-Wha Lee. 1994. Data Set for a Panel of 134 Countries. National Bureau of Economic Research, available at www.nber.org/pub/barro.lee.",
        "Barro, Robert and Xavier Sala-i-Martin. 1995. Economic Growth. New York: W. W.",
        "Norton. Becker, Selwyn and Fred Brownson. 1964. What Price Ambiguity? Or the Role of Ambiguity in Decisionmaking. Journal of Political Economy 72: 62-73.",
        "Berger, James. 1987. Statistical Decision Theory and Bayesian Analysis, second edition.",
        "New York: Springer-Verlag. Bernard, Andrew and Steven Durlauf. 1996. Interpreting Tests of the Convergence Hypothesis. Journal of Econometrics 71: 16 1-73.",
        "Bernardo, Jose and Adrian Smith. 1994. Bayesian Theory, New York: John Wiley.",
        "Bernhard, Pierre. 2002. Survey of Linear Quadratic Robust Control. Macroeconomic Dynamics 6: 19-39.",
        "Blinder, Alan. 1997. What Central Bankers Could Learn From Academics and Visa Versa. Journal of Economic Perspectives 11(2): 3-19.",
        "Box, George and George Tiao. 1973. Bayesian Inference in Statistical Analysis. New York: John Wiley and Sons.",
        "Brainard, William. 1967. Uncertainty and the Effectiveness of Policy. American Economic Review 57: 411-25.",
        "Brock, William and Steven Durlauf. 2001. Growth Economics and Reality. World Bank Economic Review 15(2): 229-72.",
        "Applications to Economics, in progress. Brown, Philip, Marina Vannucci, and Tom Fearn. 1998. Multivariate Bayesian Variable Selection and Prediction. Journal of the Royal Statistical Society, series B 60: 627-41.",
        "Royal Statistical Society, series B 64: 5 19-36. Camerer, Cohn. 1995. Individual Decisionmaking. In Handbook of Experimental Economics, edited by John Kagel and Alvin Roth. Princeton: Princeton University Press.",
        "Canova, Fabio. 1999. Testing for Convergence Clubs in Cross-Country Growth Data: A Predictive Density Approach. Unpublished paper. Department of Economics, University of Pompeu Fabra, Spain.",
        "Chamberlain, Gary. 2001. Econometrics and Decision Theory. Journal of Econometrics 95: 255-83.",
        "Chipman, Hugh, Edward George, and Robert McCulloch. 2001. The Practical Implementation of Bayesian Model Selection. In Model Selection, edited by P. Lahiri.",
        "Curley, Shawn, Frank Yates and Richard Abrams. 1986. Psychological Sources of Ambiguity Avoidance. Organization Behavior and Human Decision Processes 38: 23056.",
        "Dehejia, Rajeev. 2001. Program Evaluation as a Decision Problem. Unpublished paper.",
        "Columbia University. Forthcoming, Journal of Econometrics. Desdoigts, Alain. 1999. Patterns of Economic Development and the Formation of Clubs. Journal of Economic Growth 4: 305-30.",
        "Dollar, David. 1992. Outward-Oriented Developing Economies Really Do Grow More Rapidly: Evidence from 95 LDC s. Economic Development and Cultural Change 40: 523-44.",
        "Doppelhofer, Gernot, Ronald Miller and Xavier Sala-i-Martin. 2000. Determinants of Long-Term Growth: A Bayesian Averaging of Classical Estimates (BACE) Approach. Working Paper 7750. Cambridge, Mass.: National Bureau of Economic Research.",
        "Draper, David. 1995. Assessment and Propagation of Model Uncertainty. Journal of the Royal Statistical Society, series B 57: 45-70.",
        "Durlauf, Steven. 2000. Econometric Analysis and the Study of Economic Growth: A Skeptical Perspective. In Macroeconomics and the Real World, edited by Roger Backhouse and Andrea Salanti. Oxford: Oxford University Press.",
        "Durlauf, Steven and Paul Johnson. 1995. Multiple Regimes and Cross-Country Growth Behavior. Journal of Applied Econometrics 10(4): 363-84.",
        "Durlauf, Steven, Andros Kourtellos and Artur Minkin. 2001. The Local Solow Growth Model. European Economic Review 45: 928-40.",
        "Durlauf, Steven. and Danny Quah. 1999. The New Empirics of Economic Growth. In Handbook of Macroeconomics, edited by John Taylor and Michael Woodford.",
        "Amsterdam: North Holland. Easterly, William and Ross Levine. 1997. Africas Growth Tragedy: Politics and Ethnic Divisions. Quarterly Journal of Economics 112: 1203-50.",
        "Ellsberg, Daniel. 1961. Risk, Ambiguity, and the Savage Axioms. Quarterly Journal of Economics 75(4): 643-69.",
        "Epstein, Larry and Tau Wang. 1994. Intertemporal Asset Pricing Behavior Under Knightian Uncertainty. Econometrica 62: 283-322.",
        "Fernandez, Carmen, Eduardo Ley and Mark Steel. 2001a. Benchmark Priors for Bayesian Model Averaging. Journal of Econometrics 100(2): 381-427.",
        "Applied Econometrics 16(5): 563-76. French, Simon and David Rios Insua. 2000. Statistical Decision Theory. London: Arnold.",
        "George, Edward. 1999. Discussion of Bayesian Model Averaging and Model Search Strategies by M. Clyde. In Bayesian Statistics 6, edited by Jose Bernardo and others.",
        "Oxford: Oxford University Press. Giannoni, Marc. 2002. Does Model Uncertainty Justify Caution? Robust Optimal Monetary Policy in a Forward-Looking Model. Macroeconomic Dynamics 6: 111-144.",
        "Gilboa, Itzhak and David Schmeidler. 1989. Maximin Expected Utility with NonUnique Priors. Journal of Mathematical Economics 18: 141-53.",
        "Hamilton, James. 1989. A New Approach to the Analysis of Nonstationary Time Series and the Business Cycle. Econometrica 57: 357-84.",
        "Hansen, Lars and Thomas Sargent. 2001a. Acknowledging Misspecification in Macroeconomic Theory. Review of Economic Dynamics 4: 5 19-35.",
        "Institution, Stanford University. 74 . 2002a. Robust Control and Economic Model Uncertainty. Book manuscript.",
        "Hoover Institution, Stanford University. . 2002b. Certainty Equivalence and Model Uncertainty. Unpublished paper.",
        "Hoover Institution, Stanford University. von Hayek, Friedrich. 1942. Scientism and the Study of Society. Economica 9(35): 267-9 1.",
        "Heckman, J. 2001 a. Accounting for Heterogeneity, Diversity and General Equilibrium in Evaluating Social Programmes, Economic Journal, 111: F654-F699.",
        "Lecture, Journal of Political Economy, 109: 673-748. Hoeting, Jennifer and others. 1999. Bayesian Model Averaging: A Tutorial. Statistical Science 14: 382-401.",
        "Hurwicz, Leonid. 1951. Some Specification Problems and Applications to Econometric Models. Econometrica 19: 343-4.",
        "Kadane, Joseph, Ngai Hang Chan and Lara Wolfson. 1996. Priors for Unit Root Models. Journal of Econometrics 75: 99-111.",
        "Keynes, John Maynard. 1940. On a Method of Business-Cycle Research: A Comment. Economic Journal 5 0(197): 154-6.",
        "King, Roland and Ross Levine. 1993. Finance and Growth: Schumpeter Might Be Right. Quarterly Journal of Economics 108(3): 7 17-37.",
        "Knack, Stephen and Philip Keefer. 1995. Institutions and Economic Performance: Cross-Country Tests Using Alternate Institutional Measures. Economics and Politics 7(3): 207-27.",
        "Leamer, Edward. 1978. Specification Searches. New York: John Wiley and Sons.",
        "Leamer, Edward and Herman Leonard. 1983. Reporting the Fragility of Regression Estimates. Review of Economics and Statistics LXV(2): 306-17.",
        "Leeper, Eric, Christopher Sims and Tau Zha. 1996. What Does Monetary Policy Do? (with discussion). BPEA, 2, 1-78.",
        "Levin, Andrew and John Williams. 2002. Robust Monetary Policy with Competing Reference Models. Journal of Monetary Economics (forthcoming).",
        "Levine, Ross and David Renelt. 1992. A Sensitivity Analysis of Cross-Country Growth Regressions. American Economic Review 82: 942-63.",
        "Madigan, David and Adrian Raftery. 1994. Model Selection and Accounting for Model Uncertainty in Graphical Models Using Occam s Window. Journal of the American Statistical Association 89: 1535-46.",
        "Malinvaud, Edmond. 1998. Macroeconomic Theory, volume B: Economic Growth and Short-Run Equilibrium. Amsterdam: North Holland.",
        "Mankiw, N. Gregory, David Romer, and David Weil. 1992. A Contribution to the Empirics of Economic Growth. Quarterly Journal of Economics 107: 407-37.",
        "Manski, Charles. 2001. Identification Problems and Decisions Under Ambiguity; Empirical Analysis of Treatment Response and Normative Analysis of Treatment Choice. Journal of Econometrics 95(2): 4 15-42.",
        "Journal of Statistical Planning and Inference 105(1): 67-82. . 2003. Social Learning from Private Experiences: The Dynamics of the Selection Problem. Review of Economic Studies, forthcoming.",
        "Maritz, J. and T. Lwin. 1989. Empirical Bayes Methods, second edition. London: Chapman and Hall.",
        "McAleer, Michael, Adrian Pagan, and Paul Volker. 1983. What Will Take the Con Out of Econometrics? American Economic Review 75: 293-307.",
        "McCallum, Bennett. 1988. Robustness Properties of a Rule for Monetary Policy. Carnegie Rochester Conference Series on Public Policy 29: 173-203.",
        "Onatski, Alexei. and James Stock. 2002. Robust Monetary Policy Under Model Uncertainty in a Small Model of the U.S. Economy. Macroeconomic Dynamics 6: 85110.",
        "Onatski, Alexei. and Noah Williams. 2003. Modeling Model Uncertainty. Unpublished paper. Princeton University.",
        "Phillips, Peter. 1991. To Criticize the Critics: An Objective Bayesian Analysis of Stochastic Trends. Journal of Applied Econometrics 6: 333-64.",
        "Raiffa, Howard and Robert Schlaifer. 1961. Applied Statistical Decision Theory. Reprint.",
        "Rubin, Donald. 1980. Using Empirical Bayes Techniques in Law School Validity Studies. Journal of the American Statistical Association 75: 801-816.",
        "Rudebusch, Glenn and Lars Svensson. 1999. Policy Rules for Inflation Targeting. In Monetary Policy Rules, edited by John Taylor. Chicago: University of Chicago Press.",
        "Sala-i-Martin, Xavier. 1997. I Just Ran 2 Million Regressions. American Economic Review 87: 178-83.",
        "Sims, Christopher. 1988. Bayesian Skepticism on Unit Root Econometrics. Journal of Economic Dynamics and Control 12: 463-474.",
        "Economic Review 9 1(2): 5 1-4. . 2002. The Role of Models and Probabilities in the Monetary Policy Process. BPEA, 2, 1-40.",
        "Slovic, Paul and Amos Tversky. 1974. Who Accepts Savages Axioms? Behavioral Science 19: 368-73.",
        "Svensson, Lars. 1996. Commentary: How Should Monetary Policy Respond to Shocks While Maintaining Long Run Price Stability? In Achieving Price Stability, Federal Reserve Bank of Kansas City, 18 1-195.",
        "Interest Rate Setting by the European Central Bank. Journal of Monetary Economics 43: 655-79. . (1999b), Monetary Policy Rules, Chicago: University of Chicago Press.",
        "Temple, Jonathan. 2000. Growth Regressions and What the Textbooks Dont Tell You. Bulletin of Economic Research 52: 18 1-205.",
        "Tierney, Luke and Joseph Kadane. 1986. Accurate Approximations for Posterior Moments and Marginal Densities. Journal of the American Statistical Association 81: 82-6.",
        "Wald, Abraham. 1950. Statistical Decision Functions. New York: John Wiley.",
        "Wasserman, Larry. 2000. Bayesian Model Selection and Model Averaging. Journal of Mathematical Psychology 44: 92-107.",
        "Woodford, Michael. 2002. Inflation Stabilization and Welfare. Unpublished manuscript. Princeton University.",
        "See Brock and Durlauf (2001), Doppelhofer, Miller, Sala-i-Martin (2000), Fernandez, Ley, and Steel (2001b)."
    ]
}