{
    "id": 10027,
    "cites": 37,
    "cited_by": 1,
    "reference": [
        "Adler, Paul and Kim Clark. 1991. Behind the learning curve: A sketch of the learning process.",
        "Management Sci. 37(3) 267-28 1. Allen, Thomas and Stephen Cohen. 1969. Information flow in research and development laboratories. Admin. Sci. Quart. 14(1) 12-19.",
        "Almeida, Paul and Bruce Kogut. 1999. Localization of knowledge and the mobility of engineers in regional networks. Management Sci. 45(7) 905-9 17.",
        "Argote, Linda, Sara Beckman, and Dennis Epple. 1990. Learning curves in manufacturing. Sci.",
        "Management Sci. 36(2) 140-154. _____ and Paul Ingram. 2000. Knowledge transfer: A basis for competitive advantage in firms.",
        "Organ. Behavior Human Decision Processes 82(1) 150-169. Arrow, Kenneth. 1962. Economic welfare and the allocation of resources for invention. R.R.",
        "Nelson, ed. The Rate and Direction of Inventive Activity. Economic and Social Factors, Princeton University Press, Princeton, NJ, 609-625. Baks, Klaas. 2001. On the performance of mutual fund managers. Mimeograph.",
        "Barney, Jay. 1986. Strategic factor markets: Expectations, luck, and business strategy.",
        "Management Sci. 32(10) 1231-1241. Berman, Shawn, Jonathan Down, and Charles Hill. 2002. Tacit knowledge as a source of competitive advantage in the National Basketball Association. Acad. Management J. 45(1) 13-31.",
        "Cohen, Wesley and Daniel Levinthal. 1990. Absorptive capacity: A new perspective on learning and innovation. Admin. Sci. Quart. 35(1) 128-152.",
        "Coy, Peter. 2002. High turnover, high risk. The Business Week 50, Spring.",
        "Dierickx, Ingemar and Karel Cool. 1989. Asset stock accumulation and sustainability of competitive advantage. Management Sci. 35(12) 1504-1511.",
        "Drucker, Peter. 2002. Theyre not employees, theyre people. Harvard Bus. Rev. 80(2) 70-77.",
        "Edmondson, Amy, Richard Bohmer, and Gary Pisano. 2001. Disrupted routines: Team learning and new technology implementation in hospitals. Admin. Sci. Quart. 46 685-7 16.",
        "Groysberg, Boris. 2001. Can they take it with them? The portability of star knowledge workers performance: Myth or reality? Mimeograph.",
        "Investigation of the relationship between volume and mortality for surgical procedures performed in New York state hospitals. J. Amer. Medical Association. 262(4) 503-5 10. ______ Harold Kilburn, Harvey Bernard, Joseph ODonnell, Gary Lukacik, and Eileen Shields. 1991. Coronary artery bypass graft surgery: The relationship between inhospital mortality rate and surgical volume after controlling for clinical risk factors. Medical Care. 29(11) 1094-1107.",
        "Health Forum. 2002. Hospital Statistics. Chicago, IL: Health Forum.",
        "Huckman, Robert. 2002. The impact of vertical integration in hospital markets: Evidence from cardiac care. Mimeograph.",
        "Ingram, Paul and Tal Simons. 2002. The transfer of experience in groups of organizations: Implications for performance and competition. Management Sci. 48(12) 15 17-1533.",
        "Katz, Ralph. 1982. The effects of group longevity on project communication and performance.",
        "Admin. Sci. Quart. 27 81-104. 24 Luft, Harold, J.P. Bunker, and Alain Enthoven. 1979. Should operations be regionalized? The empirical relation between surgical volume and mortality. New England J. Medicine.",
        "Milgrom, Paul and John Roberts. 1988. An economic approach to influence activities in organizations. Amer. J. Sociology. 94 S154-S179.",
        "Nelson, Richard and Sidney Winter. 1982. An Evolutionary Theory of Economic Change, Cambridge, MA: Belknap Press.",
        "New Jersey Department of Health and Senior Services. 2001. Cardiac Surgery in New Jersey.",
        "Peteraf, Margaret. 1993. The cornerstones of competitive advantage: A resource-based view.",
        "Strategic Management J. 14 179-19 1. Pisano, Gary, Richard Bohmer, and Amy Edmondson. 2001. Organizational differences in rates of learning: Evidence from the adoption of minimally invasive cardiac surgery. Management Sci. 47(6) 752-768.",
        "Polanyi, Michael. 1966. The Tacit Dimension, New York, NY: Anchor Day Books.",
        "Rosenkopf, Lori and Paul Almeida. 2001. Overcoming local search through alliances and mobility. Mimeograph.",
        "Showstack, Jonathan et al. 1987. Association of volume with outcome of coronary artery bypass graft surgery: Scheduled vs. nonscheduled operations. J. Amer. Medical Association. 257(6) 785-789.",
        "Song, Jaeyong, Paul Almeida, and Geraldine Wu. 2003. Learning-by-hiring: When is mobility more likely to facilitate interfirm knowledge transfer? Management Sci. 49(4) 351-365.",
        "Starbuck, William. 1992. Learning by knowledge-intensive firms. J. Management Studies 29(6) 7 13-740.",
        "Tushman, Michael. 1977. Special boundary roles in the innovation process. Admin. Sci. Quart.",
        "Tyre, Marcie and Eric von Hippel. 1997. The situated nature of adaptive learning in organizations. Organization Sci. 8(1) 71-83.",
        "Wheelwright, Steven and Kim Clark. 1992. Revolutionizing Product Development: Quantum Leaps in Speed, Efficiency, and Quality, New York, NY: Free Press.",
        "Weick, Karl and Karlene Roberts. 1993. Collective mind in organizations: Heedful interrelating on flight decks. Admin. Sci. Quart. 38 357-38 1.",
        "Wernerfelt, Birger. 1984. A resource-based view of the firm. Strategic Management J. 5 17 1-180.",
        "Zimmerman, Martin. 1982. Learning effects and the commercialization of new energy technologies: The case of nuclear power. Bell J. Econom. 13(2) 297-3 10."
    ]
}