{
    "id": 10039,
    "cites": 16,
    "cited_by": 110,
    "reference": [
        "Disney, R., Haskel, J. and Y. Heden (2003), Entry, Exit and Establishment Survival in UK Manufacturing, The Journal of Industrial Economics, Vol. 51, pp. 91-112.",
        "Brainard, S. Lael and David A. Riker, (1997), U.S. Multinationals and Competition from Low Wage Countries, National Bureau of Economic Research Working Paper No. 5959.",
        "Blomstrom, Magnus and Fredrik Sjoholm (1999) Technology Transfer and Spillovers: Does Local Participation with Multinationals Matter? European Economic Review, Vol. 43, pp. 915-923.",
        "Blomstrom, Magnus, Gunnar Fors, and Robert E. Lipsey (1997) . Foreign Direct Investment and Employment: Home Country Experience in the United States and Sweden, Economic Journal, Vol. 107, No. 445. (Nov), pp. 1787-1797.",
        "Aitken, Brian J., and Ann E. Harrison. (1999). Do Domestic Firms Benefit from Foreign Direct Investment? Evidence from Venezuela. American Economic Review, June, 89:3, 605-618.",
        "Amiti, Mary, and Shang-Jin Wei, (2003), Benefits of Foreign Direct Investment in Times of Crisis, IMF mimeo.",
        "Bernard, Andrew B., and J. Bradford Jensen. (2002) The Deaths of Manufacturing Plants, National Bureau of Economic Research, Working paper No. 9026.",
        "Blalock, Garrick, Paul J. Gertler and David I. Levine, (2003) Investment Following a Financial Crisis: Does Foreign Ownership Matter? Cornell University mimeo.",
        "Feenstra, Robert C. and Gordon H. Hanson, (1997) Foreign Direct Investment and Relative Wages: Evidence from Mexicos Maquiladoras, Journal of International Economics, 42(3-4), 371-393.",
        "Gorg, Holger and Eric Strobl (2003), Footloose Multinationals?, The Manchester School, Vol. 71, pp. 1-19.",
        "Lipsey, Robert E. (2002) Home and Host Country Effects of FDI, National Bureau of Economic Research Working Paper No. 9293, October.",
        "FOREIGN OWNERS AND PLANT SURVIVAL 16 Rodrik, Dani, (1997) Has Globalization Gone Too Far. Institute for International Economics, Washington, DC.",
        "FOREIGN OWNERS AND PLANT SURVIVAL 15 Dunne, Timothy, Mark J. Roberts, and Larry Samuelson, (1989) The Growth and Failure of US Manufacturing Plants, Quarterly Journal of Economics, Vol. 104(4), 671-698.",
        "Dunne, Timothy, Mark J. Roberts, and Larry Samuelson, (1988) Patterns of firm entry and exit in US manufacturing industries, Rand Journal of Economics, Vol. 19(4), 495-515.",
        "Desai, Mihir A., C. Fritz Foley, and Kristin Forbes, (2003), Shelters from the Storm: Multinational Linkages During Currency Crises, U. Michigan Business School mimeo.",
        "Fabbri Francesca, Jonathan E. Haskel and Matthew J. Slaughter, (2003) Does Nationality of Ownership Matter for Labor Demands, Journal of the European Economic Association, Papers and Proceedings, AprilMay, Vol. 1 Issue 2-3, 698-707."
    ]
}