{
    "id": 10030,
    "cites": 12,
    "cited_by": 7,
    "reference": [
        "Rust, John and Christoper Phalen. 1997. H ow Social Security and Medicare Affect Retirement. Econometrica 65(4):781-831.",
        "Social Security Administration. 2001. Annual Statistical Supplement 2001, to the Social Security Bulletin. SSA Publication No. 13-11700. Washington, D.C.: U.S. Government Printing Office.",
        "Presidents Commission to Strengthen Social S ecurity. 2001. Strengthening Social Security and Creating Personal Wealth for All Americans. Washington, D.C.: December.",
        "Panis, Constantijn, Michael Hurd, David Loughr an, Julie Zissimopoulos, Steven Haider and Patricia StClair. 2002. The Effects of Ch anging Social Security Administrations Early Retirement Age and the Normal Retirement Age. Santa Monica: RAND.",
        "Is the Investment Principal? NBER Working Paper No. 9045. July, 2002.",
        "Paper 9404, December. 34 ________________. Forthcoming. Social Security, Pensions and Retirement Behavior within the Family. Journal of Applied Econometrics. Lumsdaine, Robin L. and Olivia S. Mitchell. 1999. New Developments in the Economic Analysis of Retirement. In Orley Ashenfelter and David Card, editors. Handbook of Labor Economics. Amsterdam, Holland: 3261-3308.",
        "Gustman, Alan L. and Thomas L. Steinmeier. 1985.The 1983 Social Security Reforms and Labor Supply Adjustments of Older Individuals in the Long Run. Journal of Labor Economics, Vol. 3, No. 2 (April, 1985) pp. 237-253.",
        "French, Eric. 2002. The Effects of Health, Wealth , and Wages on Labor Supply and Retirement Behavior. Xeroxed. Federal Reserve Bank of Chicago.",
        "Greene, William H. 2000. Econometric Analysis, Fourth Edition. Upper Saddle River: Prentice Hall.",
        "Gordon, Roger H. and Alan S. Blinder. 1980. Market Wages, Reservation Wages and Retirement. Journal of Public Economics 14: 277-308.",
        "Brookings: Washington, D.C.. Coile, Courtney and Jonathan Gruber. 2000. Social Security and Retirement. NBER Working Paper 7830.",
        "Chicago: University of Chicago Press. Fields and Mitchell. 1984. Retirement, Pensions and Social Security . MIT Press."
    ]
}