{
    "id": 10034,
    "cites": 48,
    "cited_by": 4,
    "reference": [
        "Weinstein, Suzanne E., David J. Shide, and Barbar a J. Rolls. 1997. Changes in Food Intake in Response to Stress in Men and Women: Psychological Factors. Appetite 28:7-18.",
        "Zedlewski, Sheila R. and Pamela Loprest. 2001. Will TANF Work for the Most Disadvantaged Families? In The New World of Welfare , edited by Blank, Rebecca M. and Ron Haskins.",
        "Thoits, Peggy A. 1986. Multiple Identities: Ex amining Gender and Marital Status Differences in Distress. American Sociological Review 51:259-272.",
        "Serum Cotinine Levels. American Journal of Public health 82:33-36. Wardle, Jane, Anderw Steptoe, Georgina Oliver, and Zara Lipsey. 2000. Stress, Dietary Restraint and Food Intake. Journal of Psychosomatic Research 48:195-202.",
        "Stein, Aryeh D., Jeanne M. Courval, Ruth I. Le derman, and Steven Shea. 1995. Reproducibility of REsponses to Telephone Interviews: Demographic Predictors of Discordance in Risk Factor Status. American Journal of Epidemiology 141: 1097-1105.",
        "Smith, James P. 1999. Healthy Bodies and Thick Wa llets: The Dual Relation Between Health and Economic Status. Journal of Economic Perspectives. 13:145-166.",
        "Shea, Steven, Aryeh D. Stein, Rafael R. Lantigua, and Charles E. Basch. 1991. Reliability of the Behavioral Risk Factor Survey in a Triethnic Population. American Journal of Epidemiology 133:489-500.",
        "Ruhm, Christopher J. 2003. Healthy Living in Hard Times. NBER Working Paper 9468 . National Bureau of Economic Research, Cambridge, MA.",
        "Sayette, Michael A. 1999. Does Drinking Reduce Stress? Alcohol Research and Health 23:250-255.",
        "Ross, Catherine E., and Joan Huber. 1985. Hardship and Depression. Journal of Health and Social Behavior 26:312-327.",
        "Ruhm, Christopher J. 1995. Economic Conditions and Alcohol Problems. Journal of Health Economics 14:583-603.",
        "Ruhm, Christopher J. 2000. Are Recessions Good for Your Health? Quarterly Journal of Economics 115(2):617-650.",
        "Rosenfield, Sarah. 1989. The Effects of Wome ns Employment: Personal Control and Sex Differences in Mental Health. Journal of Health and Social Behavior 30:77-91.",
        "Pugliesi, Karen. 1995. Work and well-being: Gende r Differences in the Psychological Consequences of Employment. Journal of Health and Social Behavior 36:57-71.",
        "Reskin, Barbara F., and Shelley Coverman. 1985. S ex and Race in the Determinants of Psychophysical Distress: A Reappraisal of the Sex-Role Hypothesis. Social Forces 63:1038-1059.",
        "Poikolainen, Kari, Irina Podkletnov, and Hannu Alho. 2002. Accuracy of Quantity-Frequency and Graduated Frequency Questionnaires in Measuring Alcohol Intake: Comparison with Daily Diary and Commonly Used Laboratory Markers. Alcohol and Alcoholism 36:573-576.",
        "Peirce, Robert S., Michael R. Frone, Marcia Russell, and M. Lynn Cooper. 1994. Relationship of financial Strain and Psychosocial Resources to Al cohol Use and Abuse: The Mediating Role of Negative Affect and Drinking Motives. Journal of Health and Social Behavior 35:291-308.",
        "Patrick, Donald L., Allen Cheadle, Diane C. Thomps on, Paula Diehr, Thomas Koepsell, and Susan Kinne. 1994. The Validity of Self-reported Sm oking: A Review and Meta-analysis. American Journal of Public Health 84: 1086-1093.",
        "Pearling, Leonard I., and Clarice W. Radabaugh. 1976. Economic Strains and the Coping Function of Alcohol. American Journal of Sociology 82:652-663.",
        "OCampo, Patricia, and Lucia Rojas-Smith. 1998. Wel fare Reform and Womens Health: Review of the Literature and Implications for State Policy. Journal of Public Health Policy 19(4):420-446.",
        "Oliver, Georgina, and Jane Wardle. 1999. Perceived Effects of Stress on Food Choice. Physiology and Behavior 66:511-515.",
        "Murray, John E. 2000. Marital Protection and Marital Selection: Evidence from a Historical-Prospective Sample of American Men Demography 37(4):511-521.",
        "Lillard, L.A. and C.W.A. Panis. 1996. Marital Status and Mortality: The Role of Health. Demography 33:313-27.",
        "Mitchell, Shari L., and Kenneth A. Perkins. 1998. I nteraction of Stress, Smoking, and Dietary Restraint in Women. Physiology and Behavior 64:103-109.",
        "Lerman, Robert. 2001. Less Educated Single Mothers Achieved High Wage and Employment Gains in the mid 1990s. Single Parents Earnings Monitor October 26, 2001, Urban Institute.",
        "Lennon, Mary Clare. 1994. Women, Work, and Well- Being: The Importance of Work Conditions. Journal of Health and Social Behavior 35:235-247.",
        "Lennon, Mary Clare, and Sarah Rosenfield. 1992. Wom en and Mental Health: The Interaction of Job and Family Conditions. Journal of Health and Social Behavior 33:316-327.",
        "Korn, Edward L. and Barry I. Graubard. 1995. Analy sis of Large Health Surveys: Accounting for the Sampling Design. Journal of the Royal Statistical Society: Series A . 158:263-295.",
        "Guyer, Jocelyn. 2000. Health Care After Welfare: An Update of the Findings from State-Level Leaver Studies. Washington, DC: Center on Budget and Policy Priorities.",
        "Haw, Mary Ann. 1982. Women, Work and St ress: A Review and Agenda for the Future. Journal of Health and Social Behavior 23:132-144.",
        "Greeno, Catherine G., and Rena R. Wing. 1994. Stress-Induced Eating. Psychological Bulletin 115:444-464.",
        "Grogger, Jeff, Lynn Karoly, and Jacob Klerman. 2002. Consequences of Welfare Reform: A Research Synthesis. DRU-2676-Depatment of Health and Human Services.",
        "Garrett, Bowen and John Holohan. 2000. Hea lth Insurance Coverage After Welfare. Health Affairs.",
        "Garrett, Bowen and Julie Hudman. 2002. Women Who Left Welfare: Health Care Coverage, Access and Use of Health Services. The Kaiser Commission on Medicaid and the Uninsured , Washington, DC.",
        "Frone, Michael R., Marcia Russell, and M. Lynne Cooper. 1993. Relationship of Work-Family Conflict, Gender, and Alcohol Expectancies to Alcohol Use/Abuse. Journal of Organizational Behavior 14:545-558.",
        "Frone, Michael R. 1999. Work Stress and Alcohol Use. Alcohol Research and Health 23:284-291.",
        "Ensminger, Margaret. 1996. Welfare and Psychological Distress: A Longitudinal Study of Afircan American Urban Mothers. Journal of Health and Social Behavior 36(4):246-359.",
        "Fenwick, Rudy, and Mark Tausing. 1994. T he Macroeconomic Context of Job Stress. Journal of Health and Social Behavior 35:266-282.",
        "Edin, Kathryn and Laura Lein. 1997. Making Ends Meet: How Single Mothers Survive Welfare And Low-Wage Work. New York: Russell Sage Foundation.",
        "Duncan, Greg J., P. and Lindsay Chase-Lansdale. 2001. Welfare Reform and Childrens Well-being. In The New World of Welfare , edited by Blank, Rebecca M. and Ron Haskins. Washington, D.C.: Brookings Institution Press. 391-412.",
        "Elliott, Marta. 1996. Impact of Work, Family, and Welfare Receipt on Womens Self-Esteem in Young Adulthood. Social Psychology Quarterly 59:80-95.",
        "Centers for Disease Control and Prevention. 2000. Calculated Variables in Data Files. http://www.cdc.gov/brfss/ti-surveydata2000.htm .",
        "Journal of Abnormal Psychology 101:139-152. Coverman, Shelley. 1989. Role Overload, Role Conflict, and Stress: Addressing Consequences of Multiple Role Demands. Social Forces 67:965-982.",
        "Blank, R. 2002. Evaluating welfare reform in the United States. Journal of Economic Literature 40(4):1-43.",
        "Centers for Disease Control and Prevention. 2001. Overview: BRFSS 2001. http://www.cdc.gov/brfss/ti-surveydata2001.htm .",
        "Barnett, Rosalind C., and Nancy L. Marshall. 1992. Worker and Mother Roles, Spillover Effects, and Psychological Distress. Women and Health 18:9-40.",
        "Bertrand, M., Duflo, E., and Mullainathan, S. 2002. How Much Should We Trust Difference-in- Differences Estimates? NBER WP 8841 . Cambridge, MA: National Bureau of Economic Research.",
        "Bitler, Marianne, Jonah Gelbach, and Hillary Hoynes. 2002. The Impact of Welfare Refom on Living Arrangements. NBER Working Paper 8784 , National Bureau of Economic Research, Cambridge, MA."
    ]
}