{
    "id": 10033,
    "cites": 20,
    "cited_by": 23,
    "reference": [
        "Bertrand, M., Duflo, E., and Mullainathan, S. 2002. How much should we trust difference-in-differences estimates? NBER WP 8841 . Cambridge, MA: National Bureau of Economic Research.",
        "The Future of Children, 7(1):87-98. Schoeni, R. F. and Blank, R.M. 2000. What has welfare reform accomplished? Impacts on welfare participation, employment, income, poverty and family structure. National Bureau of Economic Research, Working Paper No. 7627 . Cambridge, MA: National Bureau of Economic Research.",
        "Moffitt R, and Slade, E. 1997. Healthcare cove rage for children who are on and off welfare.",
        "Kronebusch, K. 2001. Medicaid for children: Federal mandates, welfare reform, and policy backsliding. Health Affairs, 20:97-111.",
        "Discussion Paper, Assessing the New Federalism . Washington, DC: Urban Institute. Kaushal, N., and Kaestner, R. 2001. From welfare to work: Has welfare reform worked? Journal of Policy Analysis and Management , 20(4): 740-761.",
        "Holahan, J., and Weil, A. 2001. Health insurance, welfare and work. Welfare Reform and Beyond: Policy Brief , Washington, DC: Brookings Institute.",
        "Gladden, T., and Taber, C. 2000. Wage progression among less skilled workers. In Finding Jobs: Work and Welfare Reform , eds. Card, D., and Blank, R.M., New York: Russell Sage Foundation.",
        "Grogger, Jeff, Lynn Karoly, and Jacob Klerman. 2002. Consequences of welfare reform: A research synthesis. DRU-2676-DHHS.",
        "Guyer, B. 2000. Medicaid and Prenatal Care: Necessary but Not Sufficient. Journal of the American Medical Association 264:2264-2265.",
        "Garrett, B. and Holohan J. Health insurance coverage after welfare. Health Affairs. Jan-Feb. 2000.",
        "Garrett, B. and Hudman, J. 2002. Women who left welfare: Health care coverage, access and use of health services. The Kaiser Commission on Me dicaid and the Uninsured, Washington, DC.",
        "Ellwood, M. 1999. The Mediciad eligibility maze: cove rage expands but enrollment problems persist. Assessing the New Federalism Occasional Paper 30 . Washington, DC: Urban Institute.",
        "Families USA Foundation. 1999. Losing Health Insurance: the Unintended Consequences of Welfare Reform. Washington, DC: The W.K. Kellogg Foundation, the George Gund Foundation and the Nathan Cummings Foundation: May 1999.",
        "Currie, J., and J. Grogger. 2002. Medicaid expansions a nd welfare contractions: offsetting effects on prenatal care and infant health. Journal of Health Economics 21(2): 313-336.",
        "Cutler, D., and Gruber, J. 1996. Does public insurance crowd out private insurance? Quarterly Journal of Economics 111:391-430.",
        "Dubay, L., and Kenney, G. 1996. Did the Medi caid Expansions For Pregnant Women Crowd Out Private Coverage? Washington D.C.: Th e Urban Institute. Unpublished Manuscript.",
        "Currie, J., and Yellowitz, A. 2000. Health insurance and less skilled workers. In Finding Jobs: Work and Welfare Reform , eds. Card, D., and Blank, R.M., New York: Russell Sage Foundation.",
        "Cunningham, P.J., Schaefer, E., and Hogan, C. 1999. W ho declines employer-sponsored health insurance and is uninsured? Issue Brief 22 , Washington,DC: Center for Studying Health System Change.",
        "Blank, R. 2002. Evaluating welfare reform in the United States. Journal of Economic Literature 40(4):1-43.",
        "Chavkin, W., Romero, D., and Wise, PH. State welfare reform policies and declines in health insurance. American Journal of Public Health 90(6):900-908. Council of Economic Advisers, 1999. T echnical report: The effects of welfa re policy and economic expansion on welfare caseloads: An update. Washington, D.C: Executive Office of the President of the United States."
    ]
}