{
    "id": 10035,
    "cites": 57,
    "cited_by": 0,
    "reference": [
        "G ZZ ___________. 1998. Migration and Economic Mobi lity: Wealth Accumulation and Occupational Change among Antebellum Migrants and Persisters, Journal of Economic History 58, 927-956.",
        "Wimmer, L. 2003 (forthcoming), Reflections on the `Early Indicator s Project: A Partial History, In D. Costa, ed., Health and Labor Force Participation over the Life Cycle.",
        "U.S. Bureau of the Census. 1866. Eighth Census: 1860 Statistics of the United States, Including Mortality. Washington, DC: Government Printing Office. G Z] ______________________. 1950. 1950 Census of Population Alphabetical Index of Occupations and Industries. Washington, DC: Government Printing Office.",
        "U.S. Surgeon Generals Office. 1870. Medical and Surgical Histor y of the War of the Rebellion. Washington, DC: Government Printing Office. Vinovskis, M. A. 1990. Have Social Historians Lost the Civil War? Some Preliminary Demographic Speculations, In Vinovskis, M. A. ed., Toward A Social History of the American Civil War. New York: Cambridge Univ. Press, 1-30.",
        "Sutker, P., D. Winstead, Z. Galina and A. Allan. 1991. Cognitive Deficits and Psychopathology among Former Prisoners of Wa r and Combat Vetera ns of the Korean Conflicts, American Journal of Psychiatry 148, 67-72.",
        "Thernstrom, S. 1964. Poverty and Progress. Cambridge: Harvard University Press.",
        "Ursano, Robert J. 1990. The Prisoner of War, Military Medicine 155, 176-180.",
        "Strauss, J., and D. Thomas. 1992. Health, Nutrition, and Economic Development, Journal of Economic Literature 36, 766-817.",
        "Steckel, R. 1988. The Health and Mort ality of Women and Children, 1850-1860, Journal of Economic History 48, 333-45.",
        "Smith, C. I. et al. 1987. Evidence of Hepatitis Virus Infection among Australian Prisoners of War during World War II, Medial Journal of Austria 147, 229-230.",
        "Smith, J. P. 1999. Healthy Bodies and Thick Wallets: The Dual Relation between Health and Economic Status, Journal of Economic Perspectives 13, 145-166.",
        "Soltow, L. 1975. Men and Wealth in the United States . New Haven: Yale University Press.",
        "Spaulding R. C. 1977. The Pueblo Inciden t: Medical Problems Reported During Captivity and Physical Findings at the Time of the Crews Release, Military Medicine, 681-684.",
        "Preston, S. H., Haines, M. R., and Pamuk, E. 1981, Effects of Industrialization and Urbanization on Mortality in Developed Count ries, In International Union for the Scientific Study of Population. International Population C onference, Manila, 1981: G Z Solicited Papers, vol. 2. Liege: IUSSP, 233-54.",
        "Study Plan and Mortality Findings, American Journal of Epidemiology 91, 123-138. Pedersen, H. 1950. A Cultural Evaluati on of the Family Farm Concept, Land Economics 26, 52-64.",
        "Preston, S. H., and Haines, M. R. 1991. Fatal Years: Child Mortality in Late Nineteenth Century America. Princeton NJ: Princeton University Press.",
        "Meer, J., D. Miller, and H. Rosen. 2003. E xploring the Health-Wealth Nexus, NBER Working Paper No. 9554.",
        "Murdock, E. C. 1964. Was It A `Poor Mans Fight? Civil War History 10, 241-45.",
        "Nefzger, M. Dean. 1970. Follow-up Studies of World War II and Korean War Prisoners, I.",
        "G Z[ McClellan, M. 1998. Health Events, Health In surance, and Labor Supply: Evidence from Health and Retirement Survey, In D. Wise, ed., Frontiers in the Economics of Aging .",
        "Meara, E. 2001. Why is Health Related to So cioeconomic Status? The Case of Pregnancy and Low Birth Weight, NBER Working Paper No. 8231.",
        "Lavine, P. 1981. Draft Evasion in the North during the Civil War, 1863-1865, Journal of American History 67: 816-34.",
        "C. Lee. 1997. Socioeconomic Background, Di sease, and Mortalit y among Union Army Recruits: Implications for Econom ic and Demographic History, Explorations in Economic History 34, 27-55.",
        "Kemp, T. R. 1990. Community and War: The Civil War Experience of Two New Hampshire Towns. In Vinovskis, M. A. ed., Toward A Social History of the American Civil War. New York: Cambridge Univ. Press, 31-77.",
        "Herscovici, S. 1993. The Distribu tion of Wealth in Nineteenth -Century Boston: Inequality among Natives and Immigrants, 1860. Explorations in Economic History 30, 321-55.",
        "Goulston, Kerry J. et al. 1985. Gastrointestin al Morbidity among World War II Prisoners of War: 40 Years On, Medical Journal of Australia 143, 6-10.",
        "Hamersly, T. H. S. 1888. Complete Army and Navy Register of the United States of America, from 1776 to 1887. New York: THS Hammersly, pub. Hearst, N, T. B. Newman, and S. B. Hulley. 1986. Delayed Effects of the Military Draft on Mortality: A Randomized Natural Experiment, New England Journal of Medicine 314, 620-624.",
        "Goldin, C. D., and R. Margo. 1992. Wages, Pr ices, and Labor Markets Before the Civil War, In C. Goldin and H Rockoff, eds., Strategic Factors in Nineteenth Century American Economic History. Chicago: University of Chicago Press.",
        "Geary, J. W. 1991. We Need Men: The Union Draft in the Civil War . Dekalb: Northern Illinois University Press.",
        "Goldin, C. D., and F. D. Lewis. 1975. The Economic Cost of the American Civil War: Estimates and Implication,. Journal of Economic History 35, 299-326.",
        "Galenson, D. W., and C. Pope. 1989. Economic and Geographic Mobility on the Farming Frontier: Evidence from Appanoose County, Iowa, 1850-1870, Journal of Economic History 49, 635-55.",
        "Glasson, W. H. 1918. Federal Military Pensions in the United States . New York: Oxford University Press.",
        "G ZY Galenson, D. W. 1991, Economic Opportunity on the Urban Frontier: Nativity, Work, and Wealth in Early Chicago, Journal of Economic History 51, 581-603.",
        "Foy D. W., D. B. Rueger, R. C. Sipprelle , and E. H. Carroll. 1984, Etiology of Post Traumatic Stress Disorder in Vietnam Vetera ns: Analysis of Premilitary, Military, and Constant Exposure Influences. Journal of Consulting and Clinical Psychology 52, 79-87.",
        "Frye, J. S., and R. A. Stockton. 1982, Discrim inant Analysis of Post Traumatic Stress Disorder among a Group of Vietnam Veterans. American Journal of Psychiatry 139: 52-56.",
        "Fogel R. W. 1993. New Sources and New Tec hniques for the Study of Secular Trends in Nutritional Status, Health, and Mort ality, and the Process of Aging, Historical Methods 26, 5-44.",
        "Users Manual: Military, Pension, and Medical Record s 1820-1940, Version M-5 , Center for Population Economics, University of Chi cago and Department of Economics, Brigham Young University.",
        "G ZX Ettner, S. 1996. New Evidence on the Rela tionship between Income and Health, Journal of Health Economics 15, 67-85.",
        "Ferrie, J. P. 1999. Yankeys Now, New York: Oxford University Press.",
        "Figley C. R. 1977. Symptoms of Delayed Co mbat Stress among a College Sample of Vietnam Veterans, Military Medicine 143, 107-10.",
        "Elo, I. T., and S. H. Preston. 1992. Effects of Early-Life Conditions on Adult Mortality: A Review, Population Index 58, 186-212.",
        "Dean, E. C. Jr., Shook over Hell: Post-Traumatic Stress, Vietnam, and the Civil War , Cambridge: Harvard University Press. Deolaliker, A. B. 1988. Do Health and Nu trition Influence Labor Productivity in Agriculture? Econometric Estimates for Rural India, Review of Economics and Statistics 70, 406-413.",
        "DeTray, D. N. 1982. Veteran St atus as a Screening Device, American Economic Review 72, 133-142.",
        "Dent, Owen F., B. Richardson, S. Wilson, K. Goulston and C. Murdoch. 1989. Postwar Mortality among Australian World War II Prisoners of the Japanese, Medical Journal of Australia 150, 378-382.",
        "Conley, T. G., and D. W. Galenson. 1998. Nativ ity and Wealth in Mid-Nineteenth-Century Cities, Journal of Economic History 58, 468-493.",
        "Costa D. L. 1993. Health, Weight, Wartime St ress, and Older Age Mortality: Evidence from Union Army Records, Explorations in Economic History 30, 424-49.",
        "Berg, S. William and Milton Richlin. 1977d. Inj uries and Illnesses of Vietnam War POWs, IV. Comparison of Captivity Effect s in North and South Vietnam, Military Medicine 143, Oct., 757-761.",
        "Berger, M., and B. T. Hirsch. 1983. The Ci vilian Earnings Experience of Vietnam Era G ZW Veterans, Journal of Human Resources 18, 455-479.",
        "Bodnar, J. 1985. The Transplanted: A History of Immigrants in Urban America, Bloomington: Indiana University Press.",
        "Berg, S. William and Milton Richlin. 1977b. Inj uries and Illnesses of Vietnam War POWs, II. Army POWs, Military Medicine 143, Aug., 598-602.",
        "Berg, S. William and Milton Richlin. 1977c. I njuries and Illnesses of Vietnam War POWs, III. Marine Corps POWs, Military Medicine 143, Sept., 678-679.",
        "Behrman J.R., and A.B. Deolalik er. 1989. Agricultural Wages in India: The Role of Health, Nutrition, and Seasonality, In D. Sahn, ed., Seasonal Variability in Third World Agriculture .",
        "Baltimore: Johns Hopkins University Press, 107-17. Berg, S. William and Milton Richlin. 1977a. I njuries and Illnesses of Vietnam War POWs, I. Navy POWs, Military Medicine 143, Jul., 514-517.",
        "Attanasio, O. P., and H. W. Hoynes. 2000. Differential Mortality and Wealth Accumulation, Journal of Human Resources 35, 1-29.",
        "Beebe, Gilbert W. 1975. Follow-up Studies of World War II and Korean War Prisoners, II: Morbidity, Disability, and Maladjustments, American Journal of Epidemiology 101, 400- 422.",
        "Angrist, J. 1990. Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records, American Economic Review 80, 313-336.",
        "Archibald H. C., and Tuddenham, R. D. 1965. Persistent Stress: Reaction after Combat, Archives of General Psychiatry 12, 475-81."
    ]
}