{
    "id": 10042,
    "cites": 29,
    "cited_by": 3,
    "reference": [
        "Adrian, Tobias, and Francesco Franzoni, 2002, Learning about beta: An explanation of the value premium, Working paper, MIT.",
        "Ahn, Dong Hyun, Robert. E Dittmar, and A. Ronald Gallant, 2002, Quadratic term structure models: Theory and evidence, Review of Financial Studies 15, 243-288.",
        "Ang, Andrew, and Geert Bekaert, 2002, Stock return predictability: Is it there? Working paper, Columbia Business School.",
        "Ang, Andrew, and Jun Liu, 2001, A general affine earnings valuation model, Review of Accounting Studies 6, 397-425.",
        "Bakshi, Gurdip, and Zhiwu Chen, 2001, Stock valuation in dynamic economies, Working paper, Yale University.",
        "Bekaert, Geert, and Steve Grenadier, 2001, Stock and bond pricing in an affine economy, Working paper, Columbia Business School.",
        "Brennan, Michael J., 1997, The term structure of discount rates, Financial Management 26, 8 1-90.",
        "Brennan, Michael J., and Yihong Xia, 2001, TAYs as good as CAY, Working paper, Wharton.",
        "Campbell, John Y., 1987, Stock returns and the term structure, Journal of Financial Economics 18, 373-399.",
        "Campbell, John Y., and Robert J. Shiller, 1988a, Stock prices, earnings and expected dividends, Journal of Finance 43, 66 1-676.",
        "Campbell, John Y., and Robert J. Shiller, 1988b, The dividend-price ratio and expectations of future dividends and discount factors, Review of Financial Studies 1, 195-228.",
        "Campbell, John Y., and Luis M. Viceira, 1999, Consumption and portfolio decisions when expected returns are time varying, Quarterly Journal of Economics 114, 433-495.",
        "Campbell, John Y., and Tuomo Vuolteenaho, 2002, Bad beta, good beta, Working paper, Harvard University.",
        "Campbell, John Y. and Motohiro Yogo, 2002, Efficient tests of stock return predictability, Working paper, Harvard University.",
        "Cochrane, John H., 1996, A cross-sectional test of an investment-based asset pricing model, Journal of Political Economy 104, 572-621.",
        "Constantinides, George M., 1992, A theory of the nominal term structure of interest rates, Review of Financial Studies 5, 53 1-552.",
        "Duffie, Darrel and Rui Kan, 1996, A yield-factor model of interest rates, Mathematical Finance 6, 379-406.",
        "Fama, Eugene F., 1996, Discounting under uncertainty, Journal of Business 69, 415-428.",
        "Fama, Eugene E, and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 25, 23-49.",
        "Fama, Eugene F., and Kenneth R. French, 1997, Industry costs of equity, Journal of Financial Economics 43, 153-193.",
        "Fama, Eugene E, and Kenneth R. French, 2002, The equity premium, Journal of Finance 57, 637-659.",
        "Fama, Eugene F., and G. William Schwert, 1977, Asset returns and inflation, Journal of Financial Economics 5, 115-146.",
        "Ferson, Wayne E., and Campbell R. Harvey, 1991, The variation of economic risk premiums, Journal of Political Economy 99, 385-4 15.",
        "Ferson, Wayne E., and Campbell R. Harvey, 1993, The risk and predictability of international equity returns, Review of Financial Studies 6, 527-566.",
        "Ferson, Wayne E., and Campbell R. Harvey, i999, Conditioning variables and the cross section of stock returns, Journal of Finance 54, i325-i360. Ferson, Wayne E., and Robert A. Korajczyk, i995, Do arbitrage pricing models explain the predictability of stock returns? Journal of Business 68, 309-349. Franzoni, Francesco, 2002, Where is beta going? The riskiness of value and small stocks, Working paper, MIT.",
        "Goyal, Amit, and Ivo Welch, 2003, The myth of predictability: Does the dividend yield forecast the equity premium? Management Science 49, 639-654.",
        "Graham, John R., and Campbell R. Harvey, 200i, The theory and practice of corporate finance: Evidence from the field, Journal of Financial Economics 6i, i-28. Hahn, Jaehoon, and Hayong Lee, 2002, On the estimation of the consumption-wealth ratio: Cointegrating parameter instability and its implications for stock return forecasting, Working paper, University of Washington.",
        "Liu, Jun, i999, Portfolio selection in stochastic environments, Working paper, UCLA. Menzly, Lior, Tano Santos, and Pietro Veronesi, 2003, The time series of the cross section of asset prices, Working paper, University of Chicago.",
        "Mundell, Robert, i963, Inflation and real interest, Journal of Political Economy 7i, 280-283. Newey, Whitney, and Kenneth West, i987, A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix, Econometrica 55, 703-708. Shanken, Jay, i 990, Intertemporal asset pricing - An empirical investigation, Journal of Econometrics 45, 99-i 20. Tobin, James, i965, Money and economic growth, Econometrica 33, 67i-684. Vuolteenaho, Tuomo, 2002, What drives firm-level stock returns?, Journal of Finance 57, 233-264."
    ]
}