{
    "id": 10048,
    "cites": 47,
    "cited_by": 34,
    "reference": [
        "Zellner, A. and Min, C. (1993), Ã\u0082â\u0080\u009cBayesian and Non-Bayesian Methods for Combining Models and Forecasts with Applications to Forecasting International Growth Rates,Ã\u0082â\u0080\u009d Journal of Econometrics, 56, 89-118.",
        "Zellner, A. (1992), Ã\u0082â\u0080\u009cStatistics, Science and Public PolicyÃ\u0082â\u0080\u009d (ASA Presidential Address), Journal of the American Statistical Association, 87, 1-6.",
        "Zellner, A. and Hong, C. (1989), Ã\u0082â\u0080\u009cForecasting International Growth Rates Using Bayesian Shrinkage and Other Procedures,Ã\u0082â\u0080\u009d Journal of Econometrics, 40, 183-202.",
        "Vasicek, O. (1977), Ã\u0082â\u0080\u009cAn Equilibrium Characterization of the Term Structure,Ã\u0082â\u0080\u009d Journal of Financial Economics, 5, 177-188.",
        "Vasicek, O.A. and Fong, H.G. (1982), Ã\u0082â\u0080\u009cTerm Structure Modeling Using Exponential Splines,Ã\u0082â\u0080\u009d Journal of Finance, 37, 339-348.",
        "Swanson, N.R. and White, H. (1995), Ã\u0082â\u0080\u009cA Model-Selection Approach to Assessing the Information in the Term Structure Using Linear Models and Artificial Neural Networks,Ã\u0082â\u0080\u009d Journal of Business and Economic Statistics, 13, 265-275.",
        "Soderlind, P. and Svensson, L.E.O. (1997), Ã\u0082â\u0080\u009cNew Techniques to Extract Market Expectations from Financial Instruments,Ã\u0082â\u0080\u009d Journal of Monetary Economics, 40, 383-430.",
        "Maddala (eds.), Handbook of Statistics, 91-118. Amsterdam: North-Holland. Shea, G.S. (1992), Ã\u0082â\u0080\u009cBenchmarking the Expectations Hypothesis of the Interest-Rate Term Structure: An Analysis of Cointegration Vectors,Ã\u0082â\u0080\u009d Journal of Business and Economic Statistics, 10, 347-366.",
        "Siegel, A.F. and Nelson, C.R. (1988), Ã\u0082â\u0080\u009cLong-term Behavior of Yield Curves,Ã\u0082â\u0080\u009d Journal of Financial and Quantitative Analysis, 23, 105-110.",
        "Nelson, C.R. and Siegel, A.F. (1987), Ã\u0082â\u0080\u009cParsimonious Modeling of Yield Curves,Ã\u0082â\u0080\u009d Journal of Business, 60, 473-489.",
        "Pagan, A.R., Hall, A.D. and Martin, V. (1996), Ã\u0082â\u0080\u009cModeling the Term Structure,Ã\u0082â\u0080\u009d in C.R Rao and G.S.",
        "Litzenberger, R., Squassi, G. and Weir, N. (1995), Ã\u0082â\u0080\u009cSpline Models of the Term Structure of Interest Rates and Their Applications,Ã\u0082â\u0080\u009d Working Paper, Goldman, Sachs and Company.",
        "Knez, P., Litterman, R. and Scheinkman, J. (1994), Ã\u0082â\u0080\u009cExploration into Factors Explaining Money Market Returns,Ã\u0082â\u0080\u009d Journal of Finance, 49, 1861-1882.",
        "Litterman, R. and Scheinkman, J. (1991), Ã\u0082â\u0080\u009cCommon Factors Affecting Bond Returns,Ã\u0082â\u0080\u009d Journal of Fixed Income, 1, 54-61.",
        "Heath, D., Jarrow, R. and Morton, A. (1992), Ã\u0082â\u0080\u009cBond Pricing and the Term Structure of Interest Rates: A New Methodology for Contingent Claims Valuation,Ã\u0082â\u0080\u009d Econometrica, 60, 77-105.",
        "Hall, A.D., Anderson, H.M. and Granger, C.W.J. (1992), Ã\u0082â\u0080\u009cA Cointegration Analysis of Treasury Bill Yields,Ã\u0082â\u0080\u009d Review of Economics and Statistics, 74, 116-126.",
        "Garcia-Ferrer, A., Highfield, R.A., Palm, F. and Zellner, A. (1987), Ã\u0082â\u0080\u009cMacroeconomic Forecasting Using Pooled International Data,Ã\u0082â\u0080\u009d Journal of Business and Economic Statistics, 5, 53-67.",
        "Fama, E. and Bliss, R. (1987), Ã\u0082â\u0080\u009cThe Information in Long-Maturity Forward Rates,Ã\u0082â\u0080\u009d American Economic Review, 77, 680-692.",
        "Filipovic, D. (1999), Ã\u0082â\u0080\u009cA Note on the Nelson-Siegel Family,Ã\u0082â\u0080\u009d Mathematical Finance, 9, 349-359.",
        "Filipovic, D. (2000), Ã\u0082â\u0080\u009cExponential-Polynomial Families and the Term Structure of Interest Rates,Ã\u0082â\u0080\u009d Bernoulli, 6, 1-27.",
        "Frankel, J. A. and Lown, C.S. (1994), Ã\u0082â\u0080\u009cAn Indicator of Future Inflation Extracted from the Steepness of the Interest Rate Yield Curve along its Entire Length,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 109, 517-530.",
        "Duffie, D. and Kan, R. (1996), Ã\u0082â\u0080\u009cA Yield-Factor Model of Interest Rates,Ã\u0082â\u0080\u009d Mathematical Finance, 6, 379-406.",
        "Diebold, F.X., Hahn, J. and Tay, A.S. (1999), Ã\u0082â\u0080\u009cMultivariate Density Forecast Evaluation and Calibration in Financial Risk Management: High-Frequency Returns on Foreign Exchange,Ã\u0082â\u0080\u009d Review of Economics and Statistics, 81, 661-673.",
        "Diebold, F.X. and Mariano, R.S. (1995), Ã\u0082â\u0080\u009cComparing Predictive Accuracy,Ã\u0082â\u0080\u009d Journal of Business and Economic Statistics, 13, 253-263.",
        "Diebold, F.X. and Sharpe, S. (1990), Ã\u0082â\u0080\u009cPost-Deregulation Bank Deposit Rate Pricing: The Multivariate Dynamics,Ã\u0082â\u0080\u009d Journal of Business and Economic Statistics, 8, 281-293.",
        "Doan, T., Litterman, R. and Sims, C. (1984), Ã\u0082â\u0080\u009cForecasting and Conditional Projection Using Realistic Prior Distributions,Ã\u0082â\u0080\u009d Econometric Reviews, 3, 1-100.",
        "Duffee, G. (2002), Ã\u0082â\u0080\u009cTerm premia and interest rate forecasts in affine models,Ã\u0082â\u0080\u009d Journal of Finance, 57, 405-443.",
        "Diebold, F.X. (2004), Elements of Forecasting (Third Edition). Cincinnati: South-Western.",
        "Diebold, F.X., Gunther, T. and Tay, A.S. (1998), Ã\u0082â\u0080\u009cEvaluating Density Forecasts, with Applications to Financial Risk Management,Ã\u0082â\u0080\u009d International Economic Review, 39, 863-883.",
        "Journal of Business and Economic Statistics, 18, 300-314. de Jong, F. and Santa-Clara, P. (1999), Ã\u0082â\u0080\u009cThe Dynamics of the Forward Interest Rate Curve: A Formulation with State Variables,Ã\u0082â\u0080\u009d Journal of Financial and Quantitative Analysis, 31, 131-157.",
        "Cox, J.C., Ingersoll, J.E. and Ross, S.A. (1985), Ã\u0082â\u0080\u009cA Theory of the Term Structure of Interest Rates,Ã\u0082â\u0080\u009d Econometrica, 53, 385-407.",
        "Dai, Q. and Singleton, K.J. (2002), Ã\u0082â\u0080\u009cExpectation Puzzles, Time-varying Risk Premia, and Affine Models of the Term Structure,Ã\u0082â\u0080\u009d Journal of Financial Economics, 63, 415-441.",
        "Cochrane, J.H. and Piazzesi, M. (2002), Ã\u0082â\u0080\u009cBond Risk Premia,Ã\u0082â\u0080\u009d Manuscript, University of Chicago and UCLA.",
        "Courant, E. and Hilbert, D. (1953), Methods of Mathematical Physics. New York: John Wiley.",
        "Bliss, R. (1997b), Ã\u0082â\u0080\u009cTesting Term Structure Estimation Methods,Ã\u0082â\u0080\u009d Advances in Futures and Options Research, 9, 97Ã\u0082â\u0080\u0093231.",
        "Brandt, M.W. and Yaron, A. (2001), Ã\u0082â\u0080\u009cTime-Consistent No-Arbitrage Models of the Term Structure,Ã\u0082â\u0080\u009d Manuscript, University of Pennsylvania.",
        "Chen, L. (1996), Stochastic Mean and Stochastic Volatility - A Three Factor Model of the Term Structure of Interest Rates and its Application to the Pricing of Interest Rate Derivatives. London: Blackwell Publishers.",
        "Bliss, R. (1997a), Ã\u0082â\u0080\u009cMovements in the Term Structure of Interest Rates,Ã\u0082â\u0080\u009d Economic Review, Federal Reserve Bank of Atlanta, 82, 16-33.",
        "BjÃ\u0083Â¶rk, T. and LandÃ\u0083Â©n, C. (2000), Ã\u0082â\u0080\u009cOn the Construction of Finite Dimensional Realizations for Nonlinear Forward Rate Models,Ã\u0082â\u0080\u009d Manuscript, Stockholm School of Economics.",
        "BjÃ\u0083Â¶rk, T. and Svensson, L. (2001), Ã\u0082â\u0080\u009cOn the Existence of Finite Dimensional Realizations for Nonlinear Forward Rate Models,Ã\u0082â\u0080\u009d Mathematical Finance, 11, 205-243.",
        "BjÃ\u0083Â¶rk, T. and Christensen, B. (1999), Ã\u0082â\u0080\u009cInterest Rate Dynamics and Consistent Forward Rate Curves,Ã\u0082â\u0080\u009d Mathematical Finance, 9, 323-348.",
        "Bates, D. (1999), Ã\u0082â\u0080\u009cFinancial MarketsÃ\u0082â\u0080\u0099 Assessment of EMU,Ã\u0082â\u0080\u009d Carnegie-Rochester Conference Series on Public Policy, 51, 229-269.",
        "BjÃ\u0083Â¶rk, T. (2000), Ã\u0082â\u0080\u009cA Geometric View of Interest Rate Theory,Ã\u0082â\u0080\u009d Handbook of Mathematical Finance, forthcoming. Cambridge: Cambridge University Press.",
        "Andersen, T.G. and Lund, J. (1997), Ã\u0082â\u0080\u009cStochastic Volatility and Mean Drift in the Short Term Interest Rate Diffusion: Source of Steepness, Level and Curvature in the Yield Curve,Ã\u0082â\u0080\u009d Working Paper 214, Department of Finance, Kellogg School, Northwestern University.",
        "Balduzzi, P., Das, S.R., Foresi, S., and Sundaram, R. (1996), Ã\u0082â\u0080\u009cA Simple Approach to Three-Factor Affine Term Structure Models,Ã\u0082â\u0080\u009d Journal of Fixed Income, 6, 43-53.",
        "Hull, J. and White, A. (1990), Ã\u0082â\u0080\u009cPricing Interest-Rate-Derivative Securities,Ã\u0082â\u0080\u009d Review of Financial Studies, 3, 573-592.",
        "McCulloch, J.H. (1975), Ã\u0082â\u0080\u009cThe Tax Adjusted Yield Curve,Ã\u0082â\u0080\u009d Journal of Finance, 30, 811-830."
    ]
}