{
    "id": 10044,
    "cites": 14,
    "cited_by": 19,
    "reference": [
        "Aarbu, Karl 0. and Thor 0. Thoreson, Income Responses to Tax Changes Evidence from the Norwegian Tax Reform, National Tax Journal, June 2001, 54(2), 319-334.",
        "Auten, Gerald and Robert Carroll, The Effect of Income Taxes on Household Behavior, Review of Economics and Statistics, November 1999, 81(4), 681-693.",
        "Auten, Gerald E., Holger Sieg, and Charles T. Clotfelter, Charitable Giving, Income and Taxes: An Analysis of Panel Data, American Economic Review, March 2002, 92 (1), 371-382.",
        "Feenberg, Daniel R. and Elizabeth Coutts, An Introduction to The TAXSIM Model, Journal of Policy Analysis and Management, Winter 1993, 12 (1), 189-94.",
        "Goolsbee, Austan, Evidence on the High-Income Laffer Curve from Six Decades of Tax Reforms, Brookings Papers on Economic Activity, 1999, (2), 1-47.",
        "Slemrod, ed. Does Atlas Shrug? The Economic Consequences of Taxing the Rich, New York: Harvard University Press and Russell Sage Foundation, 2000.",
        "Gruber, Jon and Emmanuel Saez, The Elasticity of Taxable Income: Evidence and Implications, Journal of Public Economics, April 2002, 84(1), 1-32.",
        "Kopczuk, Wojciech, Redistribution when Avoidance Behavior is Heterogeneous, Journal of Public Economics, July 2001, 81(1), 51-71.",
        "Long, James E., The Impact of Marginal Tax Rates on Taxable Income: Evidence from State Income Tax Differentials, Southern Economic Journal, April 1999, 65 (4), 855-69.",
        "Mayshar, Joram, Taxation with Costly Administration, Scandinavian Journal of Economics, 1991, 93 (1), 75-88.",
        "Moffitt, Robert and Mark Wilhelm, Taxation and the Labor Supply Decisions of the Affluent, in Joel Slemrod, ed. Does Atlas Shrug? The Economic Consequences of Taxing the Rich, New York: Harvard University Press and Russell Sage Foundation, 2000.",
        "Slemrod, Joel, Fixing the Leak in Okuns Bucket. Optimal Progressivity When Avoidance Can Be Controlled, Journal of Public Economics, September 1994, 55 (1), 41-Si.",
        "Wilson, John Douglas, On the Optimal Tax Base for Commodity Taxation, American Economic Review, December 1989, 79 (5), 1196-1206.",
        "Yitzhaki, Shlomo, A Note on Optimal Taxation and Administrative Costs, American Economic Review, June 1979, 69 (3), 475-480."
    ]
}