{
    "id": 10053,
    "cites": 11,
    "cited_by": 121,
    "reference": [
        "Fumento, Michael, Polluted Science (Washington, D.C.: American Enterprise Institute, 1997).",
        "Dockery, Douglas W., et al., Ã\u0082â\u0080\u009cAn Association Between Air Pollution and Mortality in Six U.S. Cities,Ã\u0082â\u0080\u009d The New England Journal of Medicine , CCCXXIX (1993), 1753-1759.",
        "Dockery, Douglas W., and C. Arden Pope, Ã\u0082â\u0080\u009cEpidemiology of Acute Health Effects: Summary of Time Series Studies.Ã\u0082â\u0080\u009d in Richard Wilson and John Spengler, eds., Particles in Our Air (Cambridge, MA: Harvard University Press, 1996).",
        "Cutler, David M. and Ellen Meara, Ã\u0082â\u0080\u009cThe Technology of Birth: Is It Worth It?Ã\u0082â\u0080\u009d NBER Working Paper No. 7390, 1999.",
        "Cook, Thomas D., and Donald T. Campbell, Quasi-Experimentation: Design and Analysis Issues for Field Settings (Boston, MA: Houghton Mifflin, 1979).",
        "Becker, Randy and J. Vernon Henderson, Effects of Air Quality Regulations on Polluting Industries, Journal of Political Economy , CVIII (2000), 379-421.",
        "Chay, Kenneth Y., and Michael Greenstone, Ã\u0082â\u0080\u009cThe Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by a Recession,Ã\u0082â\u0080\u009d Quarterly Journal of Economics , CXVIII (2003), 1121-1167.",
        "Amdur, Mary, Ã\u0082â\u0080\u009cAnimal Toxicology,Ã\u0082â\u0080\u009d in Richard Wilson and John Spengler, eds., Particles in Our Air (Cambridge, MA: Harvard University Press, 1996).",
        "Ashenfelter, Orley, and Michael Greenstone, Ã\u0082â\u0080\u009cUsing Mandated Speed Limits to Measure the Value of a Statistical Life: Evidence from the Introduction of the 65-mph Speed Limit on Rural Interstates,Ã\u0082â\u0080\u009d mimeo, University of Chicago, 2001.",
        "Almond, Douglas, Kenneth Y. Chay, and David S. Lee, Ã\u0082â\u0080\u009cDoes Low Birth Weight Matter? Evidence from the U.S. Population of Twin Births,Ã\u0082â\u0080\u009d mimeo, University of California, Berkeley, 2002.",
        "Altonji, Joseph G., Todd E. Elder, and Christopher R. Taber, Ã\u0082â\u0080\u009cSelection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools,Ã\u0082â\u0080\u009d NBER Working Paper No. 7831, 2000."
    ]
}