{
    "id": 10057,
    "cites": 33,
    "cited_by": 10,
    "reference": [
        "Talbott, Strobe. 2000. The Russia Hand . New York: R andom House.",
        "Ware, Richard. 1998. Democracy in Russia, Research Paper, House of Commons, London.",
        "Whitaker, Chico. 2000. Brazils free elections, Le Monde Diplomatique , September.",
        "World Bank. 2000. World Development Report. Washington: The World Bank.",
        "Murphy, Kevin, Andrei Shleifer, and Robert Vishny . 1992. The Transition to a Market Economy: Pitfalls of Partial Reform, Quarterly Journal of Economics 107, 889 -906.",
        "New York Times . October 29, 2000, page 12.",
        "Stiglitz, Joseph. 2002. Globalization and Its Discontents . New York: W. W. Norton.",
        "Leach, James A. 1999. The New Russian Menace, The New York Times, September 10, 1999.",
        "Milanovic, Branko. 1998. Explaining the Growth in Inequality During the Transition, Washington: World Bank.",
        "La Porta, Rafael, Florencio Lo pez -de-Silanes, Andrei Shleifer. 1999 . A Corporate Ownership around the World, @ Journal of Finance 54, 471 -517.",
        "International Monetary Fund. 2002. International Financial Statistics . IMF: Washington.",
        "Johnson, Simon, Daniel Kaufmann, and Andrei Shleifer. 1 997 The Unofficial Economy in Transition, Brookings Papers on Economic Activity 2, 159 -221. Johnson, S imon , Rafael La Porta, Florencio Lopez -de-Silanes, and Andrei Shleifer. 2000.",
        "Hoff, Karla and Joseph Stiglitz . 2002 . After the Big Bang? Obstacles to the Emergence of the Rule of Law in Post -Communist Societies, NBER Working paper 9282.",
        "Goskomstat Rossii, 2001. Rossiiskiy Statisticheskiy Yezhegodnik 2001 , Moscow, Russia.",
        "Hellman, Joel S., Geraint Jones, Daniel Kaufmann, an d Mark Schankerman. 2000. Measuring Governance Corruption and State Capture: How Firms and Bureaucrats Shape the Business Environment in Transition Economies, London and Washington: EBRD and World Bank.",
        "Goldman, Marshall. 2003. The Piratization of Russia: Russian Reform Goes Awry , New York: Routledge.",
        "Gastil, Raymond. 1979. Freedom in the World . Washington: Fr eedom House.",
        "Gastil, Raymond. 1992. Freedom in the World, 1991 -1992. Washington: Freedom House.",
        "Gavrilova, Natalia, Victoria Semyonova, and Galina Evdokushina . 2002. Mortality Crisis in Russia: New Health Threats, Center on Aging, University of Chicago : manuscript.",
        "European Bank for Reconstruction and Development. 1999. Transition Report 1999: Ten Years of Trans ition , London: EBRD.",
        "Faccio, Mara. 2003. Politically -Connected Firms, Mimeo, Vanderbilt University.",
        "Figes , Orlando . 2003. In Search of Russia , The New York Review of Books , October 23, p.39 .",
        "Djankov, Simeon, Caralee McLiesh, Tatiana Nenova, Andrei Shleifer . 2003. Who Owns the Media, Journal of L aw and Economics 46, forthcoming.",
        "Del Frate, Alvazzi and J. van Kesteren. 2003. Some Preliminary Tables From the International Crime Victim Surveys, forthcoming in Criminal Victimisation in Urban Europe , Turin: United Nations Interregional Crime and Justice Research Institute.",
        "Aslund, Anders. 2001. Building Capitalism , Cambridge: Cambridge University Press.",
        "Aslund, Anders. 2003. Moscow Thrives, Memorandum.",
        "Blanchard, Olivier and Michael Kremer. 1997. Di sorganization, Quarterly Journal of Economics 112, 1091 -1126.",
        "Boone, P eter and D enis Rodionov . 2001 . Ã\u0082â\u0080\u009cRent seeking in Russia and the CIS, Ã\u0082â\u0080\u009d paper presented at the tenth anniversary conference of the EBRD, London, December.",
        "Brainerd, Elizabeth. 1998. Ã\u0082â\u0080\u009cWi nners and Losers in Russias Economic Transition, American Economic Review 88, 1094 -1116 .",
        "Claessens, Stijn, Simeon Djankov, Larry Lang . 1999. The separation of ownership and control in East Asian corporations, Journal of Financial Economics 58, 81 -112 .",
        "DaVanzo, Julie and Clifford Grammich. 2001. Russias Mortality Crisis: Drinking, Disease, and Deteriorating Health Care , Santa Monica: Rand Corporation.",
        "Amaral, R. and C. Guimaraes. 1994. Media monopoly in Brazil, Journal of Communication, Autumn, 26 -38.",
        "Aron, Leon. 2002. Structure and Context in the Studey of Post -Soviet Russia: Several Empirical Generalization s in Search of a Theory, Working Paper, American Enterprise Institute."
    ]
}