{
    "id": 10055,
    "cites": 79,
    "cited_by": 0,
    "reference": [
        "Allen, Douglas W. and Dean Lueck, The Nature of the Farm, Journal of Law and Economics, 41, (2, pt.1) October, 1998: 343-86.",
        "Ashby, Jacqueline A., The Social Ecology of Soil Erosion in a Colombian Farming System, Rural Sociology, 50(3), 1985: 377-96.",
        "Barbarika, Alexander, Jr., Costs of Soil Conservation Practices, in Optimum Erosion Control at Least Cost: Proceedings of the National Symposium on Conservation Systems, St. Joseph, Michigan: American Society of Agricultural Engineers, 1987: 187-95.",
        "Bennett, Hugh H., Soil Conservation, New York: McGraw-Hill, 1939.",
        "Bennett, Hugh H. and Frederick H. Fowler, Report of the Great Plains Drought Area Committee, Washington D.C.: Government Printing Office, 1936.",
        "Bennett, John, B., F.R. Kenney, and W.R. Chapline, The Problem: Subhumid Areas, Soils and Men, Yearbook ofAgriculture, 1938, USDA, Washington D.C.: Government Printing Office, 1938: 68-110.",
        "Berry, Albert and William R. Cline, Agrarian Structure and Productivity in Developing Countries, Baltimore: Johns Hopkins University Press, 1979.",
        "Bilbro, J.D., D.W. Fryrear, and T.M. Zobeck, Flexible Conservation Systems for Wind Erosion Control in Semiarid Regions, in Optimum Erosion Control at Least Cost: Proceedings of the National Symposium on Conservation Systems, St. Joseph, Michigan: American Society of Agricultural Engineers, 1987: 114-20.",
        "Boatright, William C., Erosion and Related Land Use Conditions on the Friod Demonstration 29 Project, Montana, USDA, Soil Conservation Service, Washington D.C., 1938.",
        "Bonnifield, Paul, The Dust Bowl, Men, Dirt, and Depression, Albuquerque: University of New Mexico Press, 1979.",
        "Camboni, Silvana M. and Ted L. Napier, Factors Affecting Use of Conservation Farming Practices in East Central Ohio, Agriculture, Ecosystems and Environment 45, 1993: 79- 94.",
        "Chepil, W.S., Width of Field Strips to Control Wind Erosion, Kansas State Experiment Station Technical Bulletin 92, 1957, Manhattan, Kansas.",
        "Chepil, W.S., F.H. Siddoway, and Dean V. Armbrust, Climatic Factor for Estimating Wind Erodibility of Farm Fields, Journal of Soil and Water Conservation, 17(4), 1962: 162- 65.",
        "Chilcott, E.F., Preventing Soil Blowing on the Southern Great Plains, USDA Farmers `Bulletin No. 1771, Washington D.C.: Government Printing Office, 1937.",
        "Clements, Frederic E., Climatic Cycles and Human Populations in the Great Plains, Scient~flc Monthly, September, 1938: 193-210.",
        "Cochrane, W.W., Successful Montana Farms, MS Thesis, Montana State College, Bozeman, 1938.",
        "Coxhead, Ian, Consequences of a Food Security Strategy for Economic Welfare, Income Distribution and Land Degradation: The Philippine Case, World Development, 28(1), 30 2000: 111-28.",
        "Craig, D.G., Control of Wind Erosion in the Great Plains, Journal of Soil and Water Conservation, 14(4), 1959: 147-5 1.",
        "Crowder, B.M. and C.E. Young, Bridging the Gap between Private Incentives and Public Goals for Agricultural Nonpoint Pollution Control, in Optimum Erosion Control at Least Cost: Proceedings of the National Symposium on Conservation Systems, St. Joseph, Michigan: American Society of Agricultural Engineers, 1987: 177-86.",
        "Ervin, R.T. and J. A. Lee, Impact of Conservation Practices on Airborne Dust in the Southern High Plains of Texas, Journal of Soil and Water Conservation, 49 (5), 1994: 430-37.",
        "Feder, Gershon, The Relation between Farm Size and Farm Productivity: The Role of Family Labor, Supervision, and Credit Constraints, Journal of Development Economics, 18, August, 1985: 197-314.",
        "Frey, John C., Some Obstacles to Soil Erosion Control in Western Iowa, Iowa Agricultural Experiment Station Research Bulletin No. 391, Ames, Iowa, 1952.",
        "Fryrear, Donald W., Annual Crops as Wind Barriers, Transactions of the ASAE, 6(4), 1963: 340-52.",
        "Fryrear, D.W. and E.L. Skidmore, Methods for Controlling Wind Erosion, in R.F. Follett and B. A. Stewart, ed., Soil Erosion and Crop Productivity, Madison: American Society of Agronomy, Crop Science Society of America, Soil Science Society of America, 1985: 443-57.",
        "Greb, B.W., and A. C. Block, Effects of Windbreak Plantings on Adjacent Crops, Journal of 31 Soil and Water Conservation, 16(5),1961: 223-226.",
        "Gross, Neal and Marvin J. Taves, Characteristics Associated with Acceptance of Recommended Farm Practices, Rural Sociology, 17, 1952: 32 1-27.",
        "Gutmann, Myron P. and Geoff Cunfer, A New Look at the Causes of the Dust Bowl, The Charles L. Wood Agricultural History Lecture Series 99(1), 1999: 1-25.",
        "Heady, Earl 0. and Gary F. Vocke, Trade-Offs Between Erosion Control and Production Costs in U.S. Agriculture, Journal of Soil and Water Conservation, 33 (5), 1978: 227-30.",
        "Halcrow, Harold, The Problem of the Unsuccessful Dry Farm in the Northern Great Plains, MS Thesis, Montana State College, Bozeman, 1938.",
        "Hannah, W.H., Soil Conservation and the Rule of Law, Journal of Soil and Water Conservation, 5(3), 1950: 106-10.",
        "Hansen, Zeynep K. and Gary D. Libecap, The Allocation of Property Rights to Land: U.S. Land Policy and Farm Failure in the Northern Great Plains, forthcoming, Explorations in Economic History, 2004.",
        "Helms, Douglas, The Preparation of the Standard State Soil Conservation Districts Law, Washington D.C.: USDA, Soil Conservation Service, Economics and Social Sciences Division, 1990.",
        "Held, R. Burnell and Marion Clawson, Soil Conservation in Perspective, Baltimore: Resources for the Future and Johns Hopkins University Press, 1965.",
        "Hines, L. Gregory, The Economics of Idle Resources, Journal of Water and Soil Conservation, 7(1), 1952: 27-9.",
        "Huffman, Roy E. and James L. Paschal, Integrating the Use of Irrigated and Grazing Land in the Northern Great Plains, The Journal of Land and Public Utility Economics, 18, 1942: 17-27.",
        "Hurt, R. Douglas, The Dust Bowl: An Agricultural and Social History, Chicago: Nelson-Hall, 1981.",
        "Joel, Arthur H., Soil Conservation Reconnaissance Survey of the Southern Great Plains Wind- Erosion Area, USDA Technical Bulletin No. 556, Washington D.C.: Government Printing Office, 1937.",
        "Johnson, Vance, Heaven ~ Tableland: The Dust Bowl Story, New York: Farrar, Straus, and Co, 1947.",
        "Kell, Walter V. and Grover F. Brown, Strip Cropping for Soil Conservation, USDA Farmers Bulletin, No. 1776, Washington D.C.: Government Printing Office, 1938.",
        "Kellogg, Charles E., Soil Blowing and Dust Storms, USDA Miscellaneous Publication No. 221, Washington D.C.: Government Printing Office, 1935.",
        "Kifer, R.S. and H.L. Stewart, Farming Hazards in the Drought Area, WPA Research Monograph XVI, Washington D.C.: Government Printing Office, 1938.",
        "Kimmel, Roy I, Unit Reorganization Program for the Southern Great Plains, Journal of Farm Economics, 22, 1940: 264-69.",
        "Kislev, Yoav and Willis Peterson, Prices, Technology, and Farm Size, Journal of Political Economy, 90 (3), 1982: 578-95.",
        "Korsching, Peter F., Curtis W. Stofferahn, Peter J. Nowak, and Donald J. Wagener, Adopter 33 Characteristics and Adoption Patterns of Minimum Tillage: Implications for Soil Conservation Programs, Journal of Soil and Water Conservation, 38 (5), 1983: 428-3 1.",
        "Kraenzel, Carl F., New Frontiers of the Great Plains, Journal of Farm Economics, 2, 1942: 57 1-88.",
        "Lee, Jeffrey A., Kenneth A. Wigner, and James M. Gregory, Drought, Wind, and Blowing Dust on the Southern High Plains of the United States, Physical Geography 14(1), 1993: 56- 67.",
        "Libecap, Gary D., Common Property, The New Palgrave Dictionary of Economics and the Law, Peter Newman, ed.,New York: Macmillan, 1998: 3 17-24.",
        "Libecap, Gary D. and James L. Smith, The Self-Enforcing Provisions of Oil and Gas Unit Operating Agreements: Theory and Evidence, Journal of Law, Economics and Organization, 15(2), 1999: 526-48.",
        "Marsh, C. Paul and A. Lee Coleman, The Relation of Farmer Characteristics to the Adoption of Recommended Farm Practices, Rural Sociology, 20, 1955: 289-96.",
        "Miller, Thomas A., Gordon E. Rodewald, and Robert G. McElroy, Economics of Size in US Field Crop Farming, USDA Agricultural Economic Report No. 472, Washington D.C., 1981.",
        "Moldenhauer, W.C., G.W. Langdale, Wilbur Frye, D.K. McCool, R. I. Papendick, D. E. Smika, and D. William Fryrear, Journal of Soil and Water Conservation, 38 (3), 1983: 144-5 1.",
        "Morgan, Robert J., Governing Soil Conservation: Thirty Years of the New Decentralization, Baltimore: Resources for the Future and Johns Hopkins University Press, 1965.",
        "Napier, Ted L. and Cameron S. Thraen, Akla Gore, and W. Richard Goe, Factors Affecting Adoption of Convention and Conservation Tillage Practices in Ohio, Journal of Soil and Water Conservation, 39(3), 1984: 205-209.",
        "Napier, Ted L. and David G. Sommers, Correlates of Plant Nutrient Use Among Ohio Farmers: Implications for Water Quality Initiatives, Journal of Rural Studies, 10(2), 1994: 159- 71.",
        "Norris, Patricia E. and Sandra S. Batie, Virginia Farmers Soil Conservation Decisions: An Application of Tobit Analysis, Southern Journal ofAgricultural Economics, 19, July, 1987: 79-90.",
        "Norwood, Charles A. and George M. Herron, Use Stubble Mulch to Control Erosion in Western Kansas, Kansas State Experiment Station Circular 411, Manhattan, Kansas, 1977.",
        "Nowak, Peter, J., The Adoption of Agricultural Conservation Technologies: Economic and Diffusion Explanations, Rural Sociology, 52(2), 1987: 208-220.",
        "Pampel, Fred, Jr. and J.C. van Es, Environmental Quality and Issues of Adoption Research, Rural Sociology, 42(1), 1977: 57-71.",
        "Papendick, Robert I, ed., Farming with the Wind: Best Management Practices for Controlling Wind Erosion and Air Quality on Columbia Plateau Croplands, Pullman: Northwest Columbia Plateau Wind Erosion Air Quality Project, 1997.",
        "Parks, W. Robert, Soil Conservation Districts in Action, Ames: Iowa State College Press, 1952.",
        "Partain, Lloyd E., Community Attack on Erosion, Journal of Land and Public Utility Economics, XV, 1939: 354-5 8.",
        "Rahm, Michael R. and Wallace E. Huffman, The Adoption of Reduced Tillage: The Role of Human Capital and Other Variables, American Journal ofAgricultural Economics, 66, 1984: 405-13.",
        "Renne, Roland R., Significance of the Ownership Pattern To Land Use Planning, Journal of Farm Economics, 47(3), 1935: 423-32.",
        "Simms, D. Harper, The Soil Conservation Service, New York: Praeger, 1970.",
        "Stallings, J.H., Soil Conservation, Englewood Cliffs, N.J.: Prentice Hall, 1957.",
        "Starch, E.A., Type of Farming Modifications Needed in the Great Plains, Journal of Farm Economics,21, 1939: 114-20.",
        "Stephens, P.H., Why the Dust Bowl? Journal of Farm Economics, 19 (3),1937: 750-57.",
        "Steinbeck, John, The Grapes of Wrath, New York: Viking, 1939.",
        "Stults, Harold M. and Roger Strohbehn, Economics of Conservation Systems, in Optimum Erosion Control at Least Cost: Proceedings of the National Symposium on Conservation Systems, St. Joseph, Michigan: American Society of Agricultural Engineers, 1987: 227- 35.",
        "Thornthwaite, C. Warren, The Great Plains, in Goodrich, Carter, et al, eds, Migration and Economic Opportunity: Report of the Study of Population Distribution, Philadelphia: 36 University of Pennsylvania Press, 1936: 202-50.",
        "Toy, Terrence J., George R. Foster, Kenneth G. Renard, Soil Erosion: Processes, Prediction, Measurement, and Control, New York: John Wiley and Sons, 2002.",
        "U.S. Great Plains Committee, The Future of the Great Plains, Washington D.C.: Government Printing Office, 1936.",
        "U.S. Department of Agriculture, Yearbook ofAgriculture, Soils and Men, Washington D.C.: Government Printing Office, 1938.",
        "U.S. Department of Agriculture, SCS, A Standard State Soil Conservation Districts Law, Washington D.C.: Government Printing Office, 1936.",
        "U.S. General Land Office, Annual Reports of the Commissioner, Washington D.C.: Government Printing Office, selected years. U.S. Soil Conservation Service, USDA, Soil Conservation Districts for Erosion Control, Miscellaneous Publication No. 293, Washington D.C, 1937.",
        "Wehrwein, George S., Wind Erosion Legislation in Texas and Kansas, Journal of Land and Public Utility Economics, XII, 1936: 3 12-13.",
        "Wiggins, Steven N., and Gary D. Libecap, Oil Field Unitization: Contractual Failure in the Presence of Imperfect Information, American Economic Review, 75, 1985: 376-85.",
        "Woodruff, N.P, Leon Lyles, F.H. Siddoway, and D.W. Fryrear, How to Control Wind Erosion, Agriculture Information Bulletin No. 354, Agricultural Research Service, USDA, Washington D.C, 1972.",
        "Zavoina, R. and W. McElvey, A Statistical Model for the Analysis of Ordinal Level Dependent Variables, Journal of Mathematical Sociology, Summer, 1975: 103-20."
    ]
}