{
    "id": 10056,
    "cites": 37,
    "cited_by": 8,
    "reference": [
        "Smith, Adam (1981) An Inquiry into the Nature and Causes of the Wealth of Nations. Liberty Funds. Indianopolis.",
        "Van de Ven, Andrew H, Andre L. Delbecq, and Richard Koenig, Jr. (1976) Determinants of Coordination Modes within Organizations, American Sociological Review, 41, 322-338.",
        "Vayanos, Dimitri (2003) The Decentralization of Informatioin Processing in the Presence of Interactions.  Review of Economic Studies. 70, 667-695.",
        "Van Zandt, Timothy (1999), Real-Time Decentralized Information Processing as a Model of Organizatsions with Boundedly Rational Agents, Review of Economic Studies, 66, 633-658.",
        "Rajan, Raghuram and Julie Wuif (2003) The Flattening Firm: Evidence from Panel Dat on the Changing Nature of Corporate Hierarchies. Manuscript. Graduate School of Business. University of Chicago.",
        "Radner, Roy (1993), The Organization of Decentralized Information Processing, Econometrica, 61, 1109-1146.",
        "Radner, Roy and Timothy Van Zandt (1992) Information Processing in Firms and Returns to Scale, Annales DEconomie Et De Statistique, 25-26, 265-298.",
        "Milgrom, Paul and John Roberts (1995), Complementarities and fit. Strategy, structure, and organizational change in manufacturing. Journal of Accounting and Economics, 19, 179-208.",
        "OECD (1999) Employment Outlook. OECD. Paris.",
        "Osterman, Paul (1994), How Common is Workplace Transformation and Who Adopts It? Industrial and Labor Relations Review, 47, 173-188.",
        "Milgrom, Paul and John Roberts (1992), Economics, Organization, and Management, Prentice Hall, Englewood Cliffs, New Jesey.",
        "Milgrom, Paul and John Roberts (1990), The economics of modern manufacturing: Technology, strategy, and organization, American Economic Review, 80, 511-528.",
        "Maurin, Eric and David Thesmar (2003) Change in the Functional Structure of Firms and the Demand for Skill. Journal of Labor Economics, forthcoming.",
        "March, J. and H. Simon (1958) Organizations. Wiley. New York.",
        "Lindbeck, Assar and Dennis J. Snower (2000), Multitask learning and the reorganization of wok: From tayloristic to holistic organization, Journal of Labor Economics, 18, 353-376.",
        "Bresnahan, Timothy F., Erik Brynjolffson, and Lorin M. Hitt (2002) Information Technology Workplace Organization and the Demand for Skilled Labor: Firm-Level Evidence. Quarterly Journal of Economics. 117 339-376.",
        "Lincoln, James R., Mitsuyo Hanada, and Kerry mcBride (1986), Organizational Structure in Japanes and US Manufacturing. Administrative Science Quarterly, 31, 338-364.",
        "Kraut, Robert E. and Lynn A. Streeter (1995), Coordination in Software Development, Communications of the ACM, 38, 69-81.",
        "Boyer, R. (1991) New Directions in Management Practicesand Work Organization. General Principles and National Trajectories. Couverture Orange. CEPREMAP no. 9804.",
        "Garicano, Luis (2000), Hierarchies and the Organization of Knowledge in Production, Journal of Political Economy, October, 874-904.",
        "Geanakoplos, John and Paul Milgrom (1991), A theory of Hierachies based on limited managerial attention, Journal of the Japanese and International Economies, 5, 205-225.",
        "Frechou, H. and N. Greenan (1995) LOrganisation de la Production dans 1Industrie: des Changements Profondes. ~-pages Sessi.",
        "Cyert, R. and D. Mowery (1987) Technology and Employment. Innovation and Growth in the US Economy.National Academy Press. Washington.",
        "Faraj, Samer and Lee Sproull (2000) Coordinating Expertise in Software Development Teams, Management Science, 46, 1554-1568.",
        "Becker, Gary S. and Kevin M. Murphy (1992) The division of labor coordination costs and knowledge Quarterly Journal of Economics CVII 1137-1160.",
        "Blau, Peter M. and Richard A. Schoenherr (1971) The Structure of Organizations Basic Books Inc. Publishers New York.",
        "Bolton, Patrick and Mathias Dewatripont (1994) The Firm as a Communication Network Quarterly Journal of Economics~ CIX 809-839.",
        "Autor, David, Frank Levy, and Richard Murname (2003) The Skill Content of Recent Technological Change: An Empirical Exploration Quarterly Journal of Economics CXVIII no.4.",
        "Crowston, Kevin (1997) A Coordination Theory Approach to Organizational Process Design Organization Science~ 8, 157-175.",
        "Curtis, Bill, Herb Krasner, and Neil Iscoe (1988) A Field Study of the Software Design Process for Large Systems, Communications of the ACM, 31, 1268-1287.",
        "Cremer, Jacques (1980) A partial theory of the optimal organization of a bureaucracy Bell Journal of Economics~ Autumn 683-693.",
        "Edward Elgar London. Caroli, Eve and John Van Reenen (2001) Skill Biased Organizational Change? Evidence from a Panel of British and French Establisments. Quarterly Journal of Economics~ CXVI 1449-1492.",
        "Coutrot, T. (1996) Les Noveaux Modes dOrganisation de la Production: Quels Effets sur lEmploi la Formation lOrganisation du Travail? Donnees Sociales~ INSEE 209-216.",
        "Brynjolffson, Erik and Lorin M. Hitt (1998) Information Technology and Organizational Design: Evidence from Micro Data. Manuscript MIT.",
        "Aoki, Masahiko (1986) Horizontal vs. vertical information structure of the firm American Economic Review~ 76, 971-983.",
        "Argote, Linda (1982) Input Uncertainty and Organizational Coordination in Hospital Emergency Units. Administrative Science Quarterly~ 27 420-434.",
        "Marschak, Jacob and Roy Radner (1972), Economic Theory of Teams, Yale University Press, New Haven and London."
    ]
}