{
    "id": 10067,
    "cites": 22,
    "cited_by": 26,
    "reference": [
        "Agarwal, Rajshree, Small Firm Survival and Technological Activity, Small Business Economics 11.3, 1998, pp. 215-224.",
        "Agarwal, Rajshree and David B. Audretsch, Does Entry Size Matter?: The Impact of the Life Cycle and Technology on Firm Survival, Journal of Industrial Economics 49.1, 2001, pp. 21-43.",
        "Audretsch, David B., Innovation, Growth and Survival, International Journal of Industrial Organization 13.4, 1995, pp. 441-57.",
        "Audretsch, David B. and Talat Mahmood, The Rate of Hazard Confronting Firms and Plants in U.S. Manufacturing, Review of Industrial Organization 9.1, 1994, pp. 41-56.",
        "Audretsch, David B. and Talat Mahmood, New Firm Survival: New Results Using a Hazard Function, Review of Economics and Statistics 77.1, 1995, pp. 97-103.",
        "Audretsch, David B., Enrico Santarelli and Marco Vivarelli, Start-up Size and Industrial Dynamics: Some Evidence from Italian Manufacturing, International Journal of Industrial Organization 17.7, 1999, pp. 965-983.",
        "Aw, Bee-Yan and Amy R. Hwang, Productivity and the Export Market: A Firm Level Analysis, Journal of Development Economics 47.2, 1995, pp. 313-332.",
        "Cox, David R., Regression Models and Life Tables, Journal of the Royal Statistical Society Series B. 34.2, 1972, pp. 187-220.",
        "Cox, David R., Partial Likelihood, Biometrica 62.3, 1975, pp. 269-75.",
        "Dunne, Timothy, Mark J. Roberts and Larry Samuelson, Plant Turnover and Gross Employment Flows in the U.S. Manufacturing Sector, Journal of Labor Economics 7.1, 1989, pp. 4-71.",
        "Harhoff, Dietmar, Konrad Stahl and Michael Woywode, Legal Form, Growth and Exit of West German Firms: Empirical Results for Manufacturing, Construction, Trade and Service, Journal of Industrial Economics 46.4, 1998, pp. 453-488.",
        "Kalbfleisch, John D. and Ross L. Prentice, The Statistical Analysis of Failure Time Data (2nd edition), New York; John Wiley and Sons, 2002.",
        "Kiefer, Nicholas M., Economic Duration Data and Hazard Functions, Journal of Economic Literature 26.2, 1988, pp. 646-679.",
        "Kimura, Fukunari and Kozo Kiyota, Exports and Foreign Direct Investment Accelerate Corporate Reforms: Evidence from the Japanese Micro Data, in Robert M. Stern, ed., JapanÃ\u0082â\u0080\u0099s Economic Recovery: Commercial Policy, Monetary Policy, and Corporate Governance, Cheltenham: Edward Elgar Publishing, 2003, pp. 221-255.",
        "Klepper, Steven and Kenneth L. Simons, The Making of an Oligopoly: Firm Survival and Technological Change in the Evolution of the U.S. Tire Industry, Journal of Political Economy 108.4, 2000, pp. 728-760.",
        "Lewis, III, Howard and J. David Richardson, Why Global Commitment Really Matters! Washington, D.C.: Institute for International Economics, 2001.",
        "Li, Jiatao, Foreign Entry and Survival: Effects of Strategic Choices on Performance in International Markets, Strategic Management Journal 16.5, 1995, pp.333-351.",
        "Mata, Jose and Pedro Portugal, Life Duration of New Firms, Journal of Industrial Economics 42.3, 1994, pp. 227-245.",
        "Mata, Jose, Pedro Portugal and Paulo Guimaraes, The Survival of New Plants: Start-up Conditions and Post-Entry Evolution, International Journal of Industrial Organization 13.4, 1995, pp. 459-81.",
        "McGuckin, Robert H. and Sang V. Nguyen, On Productivity and Plant Ownership Change: New Evidence from the Longitudinal Research Database, RAND Journal of Economics 26.2, 1995, pp. 257-27.",
        "Shimizu, Takashi, Gappei Kodo to Kigyo no Jumyo: Kigyokodo e no Atarashii Apurochi (Mergers and Firm Longevity: A New Approach to Firm Behavior), Tokyo; Yuhikaku, 2001 (in Japanese).",
        "Tveteras, Ragnar and Geir Egil Eide, Survival of New Plants in Different Industry Environments in Norwegian Manufacturing; A Semi-Proportional Cox Model Approach, Small Business Economics 14.1, 2000, pp. 65-82."
    ]
}