{
    "id": 10061,
    "cites": 28,
    "cited_by": 286,
    "reference": [
        "Reinhart, Carmen M., Kenneth S. Rogoff, and Miguel A. Savastano. 2003. Debt Intolerance. Brookings Papers on Economic Activity , Spring 1, pp. 1-62..",
        "Van Rijckeghem, Caroline and Beatrice Weder. 2000. Financial contagion: Spillovers through Banking Centers. Mimeograph.",
        "Winkler, Max. 1933. Foreign Bonds: An Autopsy. Philadelphia: Roland Swain Company.",
        "Nurkse, Ragnar. 1944. International Currency Experience: Lessons of the Interwar Period , Geneva: League of Nations.",
        "Mody, Ashok and Mark Taylor. 2002. Common Vulnerabilities. Mimeograph.",
        "Neal, Larry and Marc Weidenmeir. 2002. Crises in the Global Economy from Tulips to Today: Contagion and Consequences. National Bureau of Economic Research Working Paper 9147. September.",
        "Kodres, Laura, and Matthew Pritsker. 2002. A Rational Expectations Model of Financial Contagion. Journal of Finance. April, LVII:2, pp. 769-800.",
        "Lahiri, Amartya, and Carlos A. VÃ\u0083Â©gh. 2003. Delay ing the Inevitable: Optimal Interest Rate Defense and BOP Crises, Journal of Political Economy, forthcoming.",
        "Goldstein, Morris. 1998. The Asian Financial Crisis. Washington, DC: Institute for International Economics.",
        "International Monetary Fund, Capital Markets Report. Various issues. International Monetary Fund, World Economic Outlook. Various issues. Kaminsky, Graciela and Carmen Reinhart. 2000. On Crises, Contagion, and Confusion. Journal of International Economics . June, 51:1, pp. 145-168.",
        "Kaminsky, Graciela and Sergio Schmukler. 1999. W hat Triggers Market Jitters? A Chronicle of the Asian Crisis. Journal of International Money and Finance . August,18:4, pp.",
        "Kaminsky, Graciela, Richard Lyons, and Sergio Schmukler. 2000. Managers, Investors, and Crises: Mutual Fund Strategies in Emerging Markets. NBER Working Paper No. 7855.",
        "Kaminsky, Graciela, Richard Lyons, and Sergio Schmukler 2002 Liquidity, Fragility, and Risk: The Behavior of Mutual Funds During Crises. Mimeograph.",
        "Doukas, John. 1989. Contagion Effect on Sovereign Interest Rate Spreads., Economic Letters.",
        "Eichengreen, Barry, Andrew Rose, and Charle s Wyplosz. 1996. Contagious Currency Crises: First Tests. Scandinavian Journal of Economics . 98, pp. 463-484.",
        "Glick, Reuven and Andrew Rose. 1999. Contag ion and Trade: Why Are Currency Crises Regional. Journal of International Money and Finance. August, 18:4, pp. 603-617.",
        "Dawson, Frank G. 1990. The First Latin American Debt Crisis . New Haven and London: Yale University Press.",
        "Diaz-Alejandro, Carlos. 1984. Latin American Debt: I Dont Think We Are in Kansas Anymore. Brookings Papers on Economic Activity. 2, pp. 335-403.",
        "Caramazza, Franceso, Luca Ricci, and Ranil Salgado. 2000. Trade and Financial Contagion in Currency Crises. IMF Working Paper WP/00/55.",
        "Corsetti, Giancarlo, Paolo Pesenti, and Nouriel Roubini. 2001 The Role of Large Players in Currency Crises. NBER Working Paper 8303, May.",
        "Calvo, Guillermo and Carmen Reinhart. 2000. When Capital Inflows Come to a Sudden Stop: Consequences and Policy Options in Reforming the International Monetary and Financial System, P. Kenen and A. Swoboda, eds. Washington DC: International Monetary Fund, pp. 175-201.",
        "Calvo, Guillermo and Enrique Mendoza. 2000. Rational Contagion and the Globalization of Securities Markets. Journal of International Economics. June 51:1, pp. 79-113.",
        "Caballero, Ricardo, and Arvind Krishnamu rthy. 2003. Smoothing Sudden Stops. Journal of Economic Theory, forthcoming.",
        "Calvo, Guillermo. 1998. Capital Market Contagion and Recession: An Explanation of the Russian Virus. Mimeograph.",
        "Bordo, Michael and Antu P. Murshid. 2000. The In ternational Transmission of Financial Crises before World War II: Was there Contagion. Mimeograph.",
        "August, CVII:3, pp. 797-817. Basu, Ritu. 1998. Contagion Crises: The Investors Logic. Mimeograph, University of California, Los Angeles.",
        "Bordo, Michael and Barry Eichengreen. 1999. Is Our Current International Economic Environment Unusually Crisis Prone? International Financial System. Conference Proceedings. (eds.) David Gruen and Luke Gower. Capital Flows and the Reserve Bank of Australia. Sydney.",
        "Banerjee Abhijit. 1992. A Simple Model of Herd Behavior. Quarterly Journal of Economics."
    ]
}