{
    "id": 10066,
    "cites": 25,
    "cited_by": 101,
    "reference": [
        "Aakvik, Arild, Kjell G. Salvanes, and Kjell Vaage. 2003. Measuring the Heterogeneity in the Returns to Education in Norway Using Educational Reforms. CEPR DP 4088.",
        "Acemoglu, Daron and Joshua Angrist. 1999. How Large Are the Social Returns to Education? Evidence from Compulsory Schooling Laws. NBER Working Paper 7444.",
        "Antonovics, Kate L. and Arthur S. Goldberger. 2003. Do Educated Women Make Bad Mothers? Twin Studies and the Intergenerational Transmission of Human Capital. Mimeo.",
        "Bjorklund, Anders and Markus Jantti. 1997. Intergenerational Income Mobility in Sweden Compared to the United States. American Economic Review, 87(5), pp 1009-10 18.",
        "BjÃ\u0083Â¶rklund, Anders, Tor Eriksson, Markus JÃ\u0083Â¤nnti, Oddbjorn Raaum and Erik Osterbacka. 2002. Brother correlations in earnings in Denmark, Finland, Norway and Sweden compared to the United States. Journal of Population Economics Bratberg, Espen, Ã\u0083Â¸ivind Anti Nilsen, and Kjell Vaage. 2002. Assessing Changes in Intergenerational Earnings Mobility. Centre for Economic Studies in Social Insurance Working Paper No. 54, University of Bergen, December.",
        "Behrman, Jere R. and Mark R. Rosenzweig. 2002. Does Increasing Womens Schooling Raise the Schooling of the Next Generation? American Economic Review, 9 1(1), pp 323-334.",
        "Bound, John and Gary Solon. 1999. Double Trouble: On the Value of Twins-Based Estimation of the Returns to Schooling. Economics of Education Review, 18, pp 169-182.",
        "Curie, Janet and Enrico Morietti. 2003. Mothers Education and the Intergenerational Transmission of Human Capital: Evidence from College Openings. Quarterly Journal of Economics, forthcoming.",
        "Chevalier, Arnaud. 2003. Parental Education and Childs Education: A Natural Experiment. Mimeo, University College Dublin.",
        "Dearden, L, S. Machin and H. Reed. 1997. Intergenerational Mobility in Britain. Economic Journal, 107, 47-66.",
        "Fernandez , Raquel, Alessandra Fogli, and Claudia Olivetti. 2002. Marrying Your Mom: 29 Preference Transmission and Womens Labor and Education Choices NBER Working Paper 9234.",
        "Griliches, Zvi. 1979. Sibling Models and Data in Economics: Beginnings of a Survey. Journal of Political Economy, 87, pp 3 7-64.",
        "Harmon, C. and Ian Walker. 1995. Estimates of the Economic Return to Schooling for the United Kingdom. American Economic Review, 85, 1278-86.",
        "Leschinsky, A. and Mayer, K. A. (eds.) (1990). The Comprehensive School Experiment Revisited: Evidence from Western Europe. Frankfurt am Main.",
        "Lie, Suzanne 5. (1973) The Norwegian Comprehensive School Reform. Strategies for Implementation and Complying with Regulated Social Change. A Diffusion Study. Part 1 and II. Washington, D.C., The American University.",
        "Lie, Suzanne 5. (1974) Regulated Social Change: a Diffusion Study of the Norwegian Comprehensive School Reform, Acta Sociologica, 16(4), 332-350.",
        "Lindbekk, Tore (1992) School Reforms in Norway and Sweden and the Redistribution of Educational Attainment. Journal of Educational Research, 37(2), 129-49.",
        "Medi~s, Olav A. (2000). Fra griffel til PC. In Norwegian. (From pencil to PC). Steinkjer: Steinkjer kommune.",
        "Meghir, Costas and Marten Palme. 2003. Ability, parenthal background and education policy: empirical evidence from a social experiment, mimeo, Stockholm School of Economics.",
        "Mulligan, C. 1999. Galton versus the human capital approach to inheritance. Journal of Political Economy, 107, 184-224.",
        "Oreopoulos, P. 2003. Do dropouts drop out too soon? Mimeo, University of Toronto,.",
        "Plug, Erik. 2002. How do Parents Raise the Educational Attainment of Future Generations?, IZA Discussion Paper No. 652.",
        "Raaum, 0., Salvanes, K.G. and Sorensen, E. 0. (2001). The Neighbourhood is not what it used to be. Discussion paper 36/200 1, The Norwegian School of Economics and 30 Business Administration.",
        "Raaum, Oddbjorn, Kjell G. Salvanes, Erilc 0. Sorensen (2003) The Impact of a Primary School Reform on Social stratification: A Norwegian study of Neighbour and School Mate Correlations. The Swedish Journal of Economic Policy, 8(2).",
        "Sacerdote, Bruce (2002). The Nature and Nurture of Economic Outcomes. American Economic Review, 92(2), pp 344-348."
    ]
}