{
    "id": 10069,
    "cites": 49,
    "cited_by": 3,
    "reference": [
        "[54] Worcester, G.R.G. (1971), The Junks and Sampans of the Yangzi. Allapolis: U.S. Naval Ilsti-",
        "[53] Williamsol, Oliver (2000), The New Ilstitutiolal Ecolomics: Takilg Stock, Lookilg Ahead, Journal of Economic Literature 38: 595-613.",
        "[50] Walg, Yeh-chiel (1989). Food Supply ald Grail Prices il the Yalgtze Delta il the Eighteelth Celtury, il Proceedings of the Second Conference on Modern Chinese Economic History, 423- 262. Taibei: Ilstitute of Ecolomics, Academia Silica.",
        "[51] White, Hal (1980), A heteroskedasticity-colsistelt covarialce estimator ald a direct test for heteroskedasticity, Econometrica 48: 817-830.",
        "[49] State Meteorological Society (1981), Zhongguo jin wubai nien hanlao fenbu tuji, [Collected maps of droughts aild floods in Chilla in the past five hulldred years], Beijing: Ditu chuball she. 31",
        "[48] Slaughter, Matthew (2001), Does Trade Liberalizatioll Coilverge Factor Prices? Evideilce from the Ailtebellum Trallsportatioll Revolutioll, Journal of International Trade and Economic De- velopment 3: 339-362.",
        "[47] Shiue, Carol H. (2002) Transport Costs aild the Geography of Arbitrage in Eighteellth Ceiltury Chilla. American Economic Review 92(5): pp. 1406-1419.",
        "[46] Shiue, Carol H. Local Grallaries aild Ceiltral Goverilmeilt Disaster Relief: Moral Hazard aild liltergoverilmeiltal Fillailce ill Eighteellth aild Nilleteellth Ceiltury Chilla. Forthcomillg in the Journal of Economic History.",
        "[45] Sachs, Jeffrey (2003), Illstitutiolls dollt Rule: Direct Effects of Geography 011 Per-Capita lilcome, NBER Workillg Paper 9490, February.",
        "[39] ORourke, Kevin, and Jeffrey Williamson (2000), Globalization in History. The Evolution of a Nineteenth Century Atlantic Economy, MIT Press.",
        "[41] Quah, Danmy (2002), Spatial agglomeratioll dyllamics, American Economic Review (Papers and Proceedings) 92: 247-252.",
        "[42] Quah, Daily, aild Held Simpsoll (2003), Spatial Cluster Empirics, mimeo, Loildoll School of Ecollomics aild Illstitute for Fiscal Studies, Julle.",
        "[43] Rauch, James (2001), Busilless aild Social Networks ill lilterilatiollal Trade, Journal of Eco- nomic Literature 39: 1177-1203.",
        "[44] Richardsoll, J. David (1995), lilcome mequality aild trade: How to thillk aild what to collclude, Journal of Economic Perspectives 9, 110.3 (Summer): 33-55.",
        "[36] North, Douglass, and Robert Thomas (1973), The Rise of the Western World, Cambridge: Cambridge University Press.",
        "[34] Moran, P.A.P. (1950), Notes on Continuous Stochastic Processes. Biometrika, 37: pp. 17-23.",
        "[35] Newey, Whitney, and Ken West (1987), A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix, Econometrica 55: 703-708.",
        "[32] Krugman, Paul (1991), History versus Expectations, The Quarterly Journal of Economics 106: 651-667.",
        "[33] Mokyr, Joel (1990), The Lever of Riches, Oxford: Oxford University Press.",
        "[31] Keller, Wolfgang (2003), International Technology Diffusion, IMF Working Paper, forthcom- ing.",
        "[30] Kelejian, Harry, and Dennis Robinson (1992), Spatial autocorrelation. A new computationally simple test with an application to per capita county police expenditures, Regional Science and Urban Economics 22: 317-331.",
        "[29] Kelejian, Harry, and Ingmar Prucha (2001), On the distribution of the Moran I test statistic with applications, Journal of Econometrics 104: 219-257. 29",
        "[28] Huber, P. J. (1967), The behavior of maximum likelihood estimates under non-standard condi- tions, in Proceedings of the Fifth Berkeley Symposium on Mathematical Statistics and Prob- ability, Berkeley, CA: University of California Press.",
        "[3] Alselil, Luc (2001), Spatial Ecolometrics, chapter 14 il A Companion to Theoretical Econo- metrics, ed. Badi Baltagi, Blackwell Publishers.",
        "[4] Alselil, Luc (1995). Local Ildicators of Spatial Associatiol-LISA, Geographical Analysis, 27: 93-115.",
        "[5] Alselil, Luc (1988), Spatial Econometrics: Methods and Models. Dordrecht, The Netherlalds: Kluwer Academic Publishers.",
        "[6] Alselil, Luc, ald Alil Bera (1998), Spatial depeldelce il lilear regressiol models with a~ iltroductiol to spatial ecolometrics, il A. Ullah ald D. Giles (eds.), Handbook of Applied Economic Statistics, New York, Marcel Dekker.",
        "[26] Hanson, Gordon (2001), Scale Economies and the Geographic Concentration of Industry, Journal of Economic Geography 1: 255-276.",
        "[23] Gomez, Victor, and Agustin Maravall (1997), Time Series Regression with ARIMA Noise, Miss- ing Observations and Outliers, Banco de Espana, Madrid.",
        "[25] Haining, Robert (1990), Spatial data analysis in the social and environmental sciences, Cam- bridge: Cambridge University Press.",
        "[24] Greif, Avner (1989), Reputation and Coalitions in Medieval Trade: Evidence on the Maghribi Traders, Journal of Economic History 49: 857-882.",
        "[1] Aldersol, James, ald Eric va~ Wilcoop (2003), Trade costs, mimeo, Bostol College, Sep- tember.",
        "[2] Alselil, Luc (2002), Ulder the Hood. Issues il the Specificatiol ald Ilterpretatiol of Spatial Regressiol Models, workilg paper, Uliversity of Illilois, Urbala-Champaigl, Urbala, IL.",
        "[22] Geary, R. F. (1954), The contiguity ratio and statistical mapping, The Incorporated Statisti- cian 5: 115-145.",
        "[20] Evans, Laurence (1984), Junks, Rice, and Empire: Civil Logistics and the Mandate of Heaven, Historical Reflections 11(3): pp. 271-313. 28",
        "[19] Engel, Charles, and John H. Rogers (1996), How Wide is the Border?, American Economic Review 86: 1112-1125.",
        "[18] Diamond, Jared (1997), Guns, Germs, and Steel: The Fate of Human Societies. New York: Norton.",
        "[17] Davis, Don, and David Weinstein (2002), Bones, Bombs, and Break Points: The Geography of Economic Activity, American Economic Review 92: 1269-1289.",
        "[16] Cronon, William (1991), Natures Metropolis: Chicago and the Great West, New York: Norton.",
        "[15] Cressie, Noel (1993), Statistics for Spatial Data, New York: Wiley.",
        "[14] Conley, Timothy (1999), GMM estimation with cross sectional dependence, Journal of Econo- metrics 92: 1-45.",
        "[13] Cliff A. and J. Keith Ord (1981). Spatial Processes. Models and Applications, London: Pion Limited.",
        "[12] Chuan, Han-sheng, and Richard Kraus (1975). Mid-Ching Rice Markets and Trade, and Essay in Price History. Cambridge: East Asian Research Center, Harvard University Press.",
        "[11] China Historical GIS (2002), China Historical GIS Dataset, Version 1.0: Qing Dynasty 1820, April 2002.",
        "[10] Chen, Zen-Yi, Yeh-Chien Wang, and T.H. Hu (1999), A Time Series Analysis of Rice Prices in Suzhou during the Eighteenth Century, Academia Economic Papers Vol.27, No.3, 311-334.",
        "[9] Case, Alle C. (1991) Spatial Patterls il Household Demald. Econometrica, 59(4): pp. 953- 979. 27",
        "[8] Baltagi, Badi, ald Dolg Li (2001), Double Lelgth Artificial Regressiols for Testilg Spatial Depeldelce, Econometric Reviews 20: 3 1-40.",
        "[7] Alselil, Luc, Attila Varga, ald Zoltal Acs (1997), Local Geographic Spillovers betweel Uli- versity Research ald High Techlology Illovators, Journal of Urban Economics 42: 422-448.",
        "[38] ORourke, Kevin, Alan Taylor, and Jeffrey Williamson (1996), Factor price convergence in the late nineteenth century, International Economic Review 37: 499-530."
    ]
}