{
    "id": 10064,
    "cites": 51,
    "cited_by": 15,
    "reference": [
        "Williamson, John. 1997. Prospects for Avoiding Crises with Liberalized Capital Flows. Estudios de EconomÃ\u0083Â­a 24 (2): 287-95.",
        "Wurgler, Jeffrey. 2000. Financial Markets and the Allocation of Capital. Journal of Financial Economics 58 (1, October): 187-214.",
        "Washington: World Bank. Tesar, Linda L., and Ingrid M. Werner. 1998. The In ternationalization of Securities Markets since the 1987 Crash. In Robert E. Litan and Anthony M. Santomero, eds., Brookings Wharton Papers on Financial Services 1998. Brookings.",
        "Suttle, Philip. 2003. Financial Flows to Devel oping Countries: Recent Trends and Near-Term Prospects. Global Development Finance: Striving for Stability in Development Finance .",
        "Solow, Robert M. 2001. Applying Growth Theory across Countries. World Bank Economic Review 15 (2): 283-88.",
        "Stiglitz, Joseph. 2002. Globalization and Its Discontents. W.W. Norton.",
        "Stulz, RenÃ\u0083Â© M. 1999. Globalization of Equity Markets and th e Cost of Capital. NYSE Working Paper 99-02. New York Stock Exchange.",
        "Summers, Lawrence H. 2000. International Financial Crises: Causes, Prevention, and Cures. American Economic Review 90 (2): 1-16.",
        "Rodrik, Dani. 1998. Who Needs Ca pital Account Convertibility? Princeton Essays in International Finance 207: 55-65.",
        "Sachs, Jeffrey, and Andrew Warner. 1995. Economic Reform and the Process of Global Integration. Brookings Papers on Economic Activity 1: 1-95.",
        "Shleifer, Andrei, and Robert W. Vishny. 1997. A Survey of Corporate Governance. Journal of Finance 52 (2, June): 737-83.",
        "Shleifer, Andrei, and Daniel Wolfenzon. 2002. Investor Protection and Equity Markets. Journal of Financial Economics 66 (1, October): 3-27.",
        "Newell, Roberto, and Gregory Wilson. 2002. A Premium for Good Governance. McKinsey Quarterly 3.",
        "McKinnon, Ronald I. 1991. The Order of Economic Liberalization . Johns Hopkins University Press.",
        "Mishkin, Frederic S. 2000. Financial Ma rket Reform. In Anne O. Krueger, ed., Economic Policy Reform: The Second Stage. University of Chicago Press.",
        "Lewis, Karen K. 1999. Trying to Explain Home Bias in Equities and Consumption. Journal of Economic Literature 37 (2, June): 571-608.",
        "LÃ\u0083Â³pez-de-Silanes, Florencio. 2002. The Politics of Legal Reform. Economia 2 (2, Spring): 91-152.",
        "Lucas, Robert E. Jr. 1990. Why Doesnt Capital Flow From Rich to Poor Countries? American Economic Review (2, May), 92-96.",
        "Martell, Rodolfo, and RenÃ\u0083Â© M. Stulz. 2003. Equ ity Market Liberalizations as Country IPOs. American Economic Review 93 (2, May): 97-101.",
        "October): 3-26. ---. 2002. Investor Protection and Corporate Valuation. Journal of Finance 57 (3, June): 1147-70.",
        "Kremer, Michael. 1993. The O-Ring Theory of Economic Development. Quarterly Journal of Economics 108 (3): 551-75.",
        "La Porta, Rafael, Florencio LÃ\u0083Â³pez-de-Silanes, a nd Andrei Shleifer. 1999. Corporate Ownership around the World. Journal of Finance 54 (2, April): 471-517.",
        "La Porta, Rafael, Florencio LÃ\u0083Â³pez-de-Silanes, Andr ei Shleifer, and Robert W. Vishny. 1997. Legal Determinants of External Finance. Journal of Finance 52 (3): 1131-50.",
        "Klapper, Leora, and Inessa Love. 2002. Corporate Gove rnance, Investor Protection, and Performance in Emerging Markets. Policy Research Working Paper 2818. Washington: World Bank.",
        "Johnson, Simon, Peter Boone, Alasdair Breach, and Er ic Friedman. 2000. Corporate Governance in the Asian Financial Crisis. Journal of Financial Economics 58 (1-2): 141-86.",
        "Jensen, Michael C. 1986. The Agency Costs of Fr ee Cash Flow: Corporate Finance and Takeovers. American Economic Review 76 (2, May): 323-29.",
        "Journal of Finance 55 (2): 529-64. ---. 2002. Is Disinflation Good for the Stock Market? Journal of Finance 57 (4): 1617-48.",
        "Economic Review 93 (2, May): 91-96. Himmelberg, Charles P., R. Glenn Hubbard, and Inessa Love. 2002. Investor Protection, Ownership, and the Cost of Capital. Policy Research Working Paper 2834. Washington: World Bank.",
        "Furman, Jason, and Joseph Stiglitz. 1998. Economic Crises: Evidence and Insights from East Asia. Brookings Papers on Economic Activity 2, pp. 1-114.",
        "Hall, Robert E., and Charles I. Jones. 1999. Why Do Some Countries Produce So Much More Output per Worker Than Others? Quarterly Journal of Economics 114 (1): 83-116.",
        "Henry, Peter Blair. 2000a. Do Stock Market Liberalizations Cause Investment Booms? Journal of Financial Economics 58 (1-2): 301-34.",
        "International Finance 20: 1-10. Fischer, Stanley, Ratna Sahay, and Carlos VÃ\u0083Â© gh. 2002. Modern Hyper and High Inflations. Journal of Economic Literature 40 (3, September): 937-80.",
        "Feldstein, Martin. 2002. Economic and Financial Cr ises in Emerging Market Economies: Overview of Prevention and Management. NBER Working Paper 8837. Cambridge, Mass.: National Bureau of Economic Research.",
        "Fischer, Stanley. 1987. Sharing the Burden of the Debt Crisis. American Economic Review, Papers and Proceedings 77 (2, May): 165-70.",
        "Dornbusch, Rudiger. 2000. Keys to Prosperity: Free Markets, Sound Policy, and a Bit of Luck. MIT Press.",
        "Dyck, Alexander, and Luigi Zingales. 2002. Private Benefits of Control: An International Comparison. NBER Working Paper 8711. Cambridge, Mass. : National Bureau of Economic Research.",
        "Easterly, William. 1996. When Is Stabilization Expansionary? Economic Policy 22 (April): 67-107.",
        "Evans, Peter. 1979. Dependent Development: The Alliance of Multinational, State, and Local Capital in Brazil . Princeton University Press.",
        "DÃ\u0083Â­az Alejandro, Carlos. 1985. Goodbye Financ ial Repression, Hello Financial Crash. Journal of Development Economics 19 (September-October): 1-24.",
        "Claessens, Stijn, Simeon Djankov, Joseph P. H. Fan, and Larry H. P. Lang. 1999. Expropriation of Minority Shareholders: Evidence from East As ia. Washington: World Bank, Financial Operations Vice Presidency, Financial Economics Unit, March.",
        "DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, Asli , and Vojislav Maksimovic. 1998. Law , Finance, and Firm Growth. Journal of Finance 53 (6, December): 2107-36.",
        "Cardoso, Fernando E., and Enzo Faletto. 1979. Dependency and Development in Latin America .",
        "Berkeley: University of California Press. Chari, Anusha, and Peter Blair Henry. 2002. Capital Account Liberalization: Allocative Efficiency or Animal Spirits. NBER Working Paper 8908. Ca mbridge, Mass.: National Bureau of Economic Research.",
        "Calvo, Guillermo, and Carlos VÃ\u0083Â©gh. 1998. Inflation Stabilization and Balance of Payments Crises in Developing Countries. In John Taylor and Michael Woodford, eds., Handbook of Macroeconomics . Amsterdam: North-Holland.",
        "Berglof, Eric, and Ludwig von Thadden. 1999. The Changing Corporate Governance Paradigm: Implications for Transition and Developing C ountries. Paper presented at the Annual World Bank Conference on Development Economics, World Bank, Washington.",
        "Bhagwati, Jagdish. 1998. The Capital Myth. Foreign Affairs 77 (3, May-June): 7-12.",
        "Bekaert, Geert, Campbell Harvey, and Christian Lundblad. 2001. Does Financial Liberalization Spur Growth? NBER Working Paper 8245. Cambri dge, Mass.: National Bureau of Economic Research.",
        "Bekaert, Geert, and Campbell Harvey. 2000. For eign Speculators and Emerging Equity Markets . Journal of Finance 55 (2): 565-613.",
        "Akerlof, George, and Paul M. Romer. 1993. Loo ting: The Economic Underworld of Bankruptcy for Profit. Brookings Papers on Economic Activity 2: 1-74.",
        "Akyut, Dilek, Himmat Kalsi, and Dilip Ratha. 2003. Sustaining and Promoting Equity-Related Finance for Developing Countries. Global Development Finance: Striving for Stability in Development Finance. Washington: World Bank.",
        "Carlin, Wendy, and Colin Mayer. 2003. Finance, Investment, and Growth. Journal of Financial Economics 69 (1):191-226."
    ]
}