{
    "id": 10060,
    "cites": 15,
    "cited_by": 4,
    "reference": [
        "Topel, Robert H., and Michael P. Ward. 1992. A Job Mobility and the Careers of Young Men. @ Quarterly Journal of Economics , Vol. CVII, No. 2, May, pp. 439-80.",
        "Wooldridge, Jeffrey M. 2002. Econometric Analysis of Cross Section and Panel Data (Cambridge, MA: The MIT Press).",
        "Stern, David, Neal Finkelstein, James R. St one, John Latting, and Carolyn Dornsife. 1994. Research on School-to-Work Transition Programs in the United States . Berkeley, CA: National Center for Research in Vocational Education, University of California.",
        "Office of Technology Assessment, United States Congress. 1995. Learning to Work: Making the Transition from School to Work (Publication No. OTA-HER 637). Washington, D.C.: U.S. Government Printing Office.",
        "Neumark, David. 2002. Youth Labor Markets in the U.S.: Shopping Around vs. Staying Put. Review of Economics and Statistics, Vol. 84, No. 3, August, pp. 462-82.",
        "Neumark, David, and Ann Allen. What Do We K now About the Effects of School-to-Work? A Case Study of Michigan. Forthcoming, Journal of Vocational Education Research . Neumark, David, and Mary Joyce. 2001. Evalua ting School-to-Work Programs Using the New NLSY. Journal of Human Resources, Vol. 36, No. 4, Fall, pp. 666-702.",
        "Kemple, James J. 2001. Career Academies: Impacts on Students Initial Transitions to Post-Secondary Education and Employment . Manpower Demonstration Research Corporation.",
        "Hughes, Katherine L., Stephen F. Hamilton, and Robert J. Ivry. 2001. School-to-Work: Making a Difference in Education . New York: Institute on Education and the Economy, Teachers College, Columbia University.",
        "Kemple, James J., and Jason C. Snipes. 2000. Career Academies: Impacts on Students Engagement and Performance in High School . Manpower Demonstration Research Corporation.",
        "Hershey, Alan M., Marsha K. Silv erberg, and Joshua Haimson. 1999. Expanding Options for Students: Report to Congress on the National Evaluation of School-to-Work Implementation . Princeton, New Jersey: Mathematica Policy Research, Inc.",
        "Falaris, Evangelos M., and H. Elizabeth Pete rs. 1998. Survey Attrition and Schooling Choices. Journal of Human Resources, Vol. 33, No. 2, Spring, pp. 531-54.",
        "Heckman, James, Neil Hohmann, and Jeffrey A. Sm ith. 2000. Substitution and Dropout Bias in Social Experiments: A Study of an Influential Social Experiment. Quarterly Journal of Economics, Vol. 115, No. 2, pp. 651-94.",
        "Chamberlain, Gary. 1980. Analysis of Covariance with Qualitative Data. Review of Economic Studies, Vol. 47, No. 1, January, pp. 225-38.",
        "Angrist, Joshua D. 2001. Estimation of Limited Dependent Variable Mode ls with Dummy Endogenous Regressors: Simple Strategies for Empirical Practice. Journal of Business and Economic Statistics , Vol.",
        "Card, David, and Alan B. Krueger. 1992. Does Sc hool Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States. Journal of Political Economy, Vol. 100, No. 1, February, pp. 1-40."
    ]
}