{
    "id": 10068,
    "cites": 23,
    "cited_by": 18,
    "reference": [
        "[24] Urzua, Sergio (2003), The Educational White-Black Gap: Evidence on Years of Schooling, Unpublished manuscript, University of Chicago, Department of Economics. 28",
        "[23] Steele, Claude and Joshua Aronson (1998), Stereotype Threat and the Test Performance of Academically Successful African Americans, in C. Jencks and M. Phillips, eds., The Black- White Test Score Gap, (Washington, DC: The Brookings Institution), pp. 401-427..",
        "[22] Neal, Derek and William Johnson (1996), The Role of Premarket Factors in Black-White Wage Differences, Journal of Political Economy 104(5): 869-95.",
        "[21] Neal, Derek (2003), The Measured Black-White Wage Gap among Women is Too Small, working paper, University of Chicago.",
        "[18] Herrnstein, Richard and Charles Murray, (1994). The Bell Curve: Intelligence and class struc- ture in American life. (New York: Free Press).",
        "[19] Jencks, Christopher and Meredith Phillips (1998), The Black- White Test Score Gap. (Washing- ton, D.C.: The Brookings Institution).",
        "[17] Heckman, James J. and Petra Todd, (2001). Understanding the Contribution of Legislation, Social Activism, Markets and Choice to the Economic Progress of African Americans in the Twentieth Century, Unpublished manuscript, American Bar Foundation, Chicago, IL.",
        "[16] Heckman, J., J. Hsee and Y. Rubinstein (2003). The GED is a ~Mixed Signal: The Effect of Cognitive and Noncognitive Skills on Human Capital and Labor Market Outcomes, working paper, University of Chicago. 27",
        "[14] Heckman, James J., Lance Lochner and Christopher Taber, (1998). Explaining Rising Wage Inequality: Explorations with a Dynamic General Equilibrium Model of Labor Earnings with Heterogeneous Agents, Review of Economic Dynamics, 1(1): 1-58.",
        "[12] Fryer, Roland, and Steven Levitt. (2002). Understanding the Black-White Test Score Gap in the First Two Years of School, NBER working paper no. 8975.",
        "[13] Hansen, Karsten, James J. Heckman and Kathleen Mullen, (2003). The Effect of Schooling and Ability on Achievement Test Scores, Forthcoming, Journal of Econometrics.",
        "[10] Ferguson, Ronald (2002a), Why Americas Black-White School Achievement Gap Persists, Unpublished Manuscript, Harvard University, 2002.",
        "[11] Ferguson, Ronald (2002b), What Doesnt Meet the Eye: Understanding and Addressing Racial Disparities in High Achieving Suburban Schools, Special Edition, Policy Issues Re- port, (Naperville, IL: North Central Regional Educational Laboratory).",
        "[9] Duncan, Greg, and Jeanne Brooks-Gunn. (1997). Consequences of Growing Up Poor. (New York: Russell Sage).",
        "[7] Cawley, John, James J. Heckman and Edward Vytlacil, (1999). ~On Policies to Reward the Value Added by Educators, Review of Economics and Statistics, 81(4): 720-728.",
        "[2] Ben-Porath, Yoram (1967). ~The Production of Human Capital and the Life Cycle Earnings, Journal of Political Economy, 75(4, part 1): 352-365.",
        "[8] Currie, Janet, and Duncan Thomas. (2000). ~School Quality and the Longer-Term Effects of Head Start, Journal of Human Resources, 35(4): 755-74. 26",
        "[6] Carneiro, Pedro and James J. Heckman, (2003). ~Human Capital Policy, Forthcoming in J. Heckman and A. Krueger (eds.), Inequality in America: What Role for Human Capital Policy? (Cambridge, MA: MIT Press).",
        "[5] Cameron, Steve and James J. Heckman, (2001). ~The Dynamics of Educational Attainment for Blacks, Whites and Hispanics, Journal of Political Economy 109(3) (2001), 455-499.",
        "[4] Bureau of Labor Statistics (BLS) (2001). NLS Handbook 2001. Washington, D.C.: U.S. De- partment of Labor.",
        "[3] Black, Sandra E. and Amir Sufi (2002). ~Who Goes to College? Differential Enrollment by Race and Family Background, NBER Working Paper no. w9310.",
        "[20] Murray, Charles (1999). The Secular Increase in IQ and Longitudinal Changes in the Magni- tude of the Black-White Difference: Evidence from the NLSY, paper presented to the Behavior Genetics Association Meeting.",
        "[15] Heckman, James J. and Yona Rubinstein, (2001). The Importance of Noncognitive Skills: Lessons from the GED Testing Program, American Economic Review, 91(2): 145-49."
    ]
}