{
    "id": 10070,
    "cites": 19,
    "cited_by": 6,
    "reference": [
        "Calomiris, Charles W. 111988], Institutional Failure Monetary Scarcity and the Depreciation of the Continental, Journal of Economic History 48 (March i988): 47-68.",
        "Champ, Bruce, Bruce Smith, and Stephen Williamson, i996. .Currency Elasticity and Banking Panics: Theory and Evidence,. Canadian Journal of Economics 29, 828-864. Cochrane, John, Money as Stock, University of Chicago working paper, 2001, Clower, R. 11i967] Reconsideration Of The Microfoundations Of Monetary Theory, Western Economic Journal6(i): i-8 i967 Diamond, Douglas W. 11i997], Liquidity Banks and Markets, Journal of Political Economy, i05, 928-956.",
        "Diamond, Douglas W. and Raghuram Raj an Liquidity risk, liquidity creation and financial fragility: A theory of banking, Journal of Political Economy i09 (April 200i). Diamond, Douglas W. and Raghuram Raj an Liquidity Shortages and Banking Crises, Journal of Finance (forthcoming, April 2005).",
        "Friedman, M and A. Schwartz 11i963], A Monetary History of the United States i867-i960. Princeton: Princeton Univ Press. Gibson, Michael S. More Evidence on the Link between Bank Health and Investment in Japan, Journal of the Japanese and International Economies vii, n3 (September i997): 296-3 10. IADB (2004) Annual Report Unlocking Credit: The Quest for Deep and Stable Bank Lending., forthcoming.",
        "IMF 2004: Debt Related Vulnerabilities and Financial Crises - An Application of the Balance Sheet Approach to Emerging Market Countries, Mimeo.",
        "Jeanne, Olivier, Why do Countries borrow in a Foreign Currency?, 2003, Working Paper, IMF.",
        "Kashyap, Anil K.; Stein, Jeremy C., The Role of Banks in Monetary Policy: A Survey with Implications for the European Monetary Union, Federal Reserve Bank of Chicago Economic Perspectives v21, n5 (Sept.-Oct. 1997): 2-18.",
        "Kashyap, Anil K.; Stein, Jeremy C. The Impact of Monetary Policy on Bank Balance Sheets, Carnegie-Rochester Conference Series on Public Policy v42, nO (June 1995): 15 1-95.",
        "Kashyap, Anil K.; Stein, Jeremy C. What Do a Million Observations on Banks Say about the Transmission of Monetary Policy? American Economic Review v90, n3 (June 2000): 40728.",
        "Kashyap, Anil K.; Stein, Jeremy C. and Wilcox, David W., Monetary Policy and Credit Conditions: Evidence from the Composition of External Finance, American Economic Review v83, ni (March 1993): 78-98.",
        "Lucas, Robert E. Jr., and Nancy L. Stokey, 1987, .Money and Interest in a Cash-in-Advance Economy. Econometrica 55, 491-513.",
        "Ludvigson, Sydney C., The Channel of Monetary Transmission to Demand: Evidence from the Market for Automobile Credit. Journal of Money, Credit, and Banking, August 1998, 30(3): 366-83.",
        "Mueller, Reinhold, 1997, Money and Banking in Mediaeval and Renaissance Venice. Volume Il-The Venetian Money Market. Banks, Panics and the Public Debt 1200-1500, Johns Hopkins University Press, Baltimore and London.",
        "Nicolo, G., Honohan, P., and A. Ize (2003), Dollarization of the Banking System: Good or Bad?, IMF Working Paper 03/146.",
        "Raj an, Raghuram (2004), Dollar Shortages and Crises, mimeo, IMF.",
        "Romer, Christina D.; Romer, David H., New Evidence on the Monetary Transmission Mechanism, Brookings Papers on Economic Activity vO, ni (1990): 149-98.",
        "Skeie, David (2004) Money and Modern Bank Runs, mimeo, Princeton University.",
        "Stein, J.C. (1998) An adverse-selection model of bank asset and liability management with implications for the transmission of monetary policy,Rand Journal Of Economics 29 (3): 466-486.",
        "Woodford, Michael, 1995, .Price Level Determinacy Without Control of a Monetary Aggregate,."
    ]
}