{
    "id": 10077,
    "cites": 23,
    "cited_by": 24,
    "reference": [
        "Blanchflower, D. and A. Oswald (1994). The Wage Curve. Cambridge: MIT Press.",
        "Burda, M. (1991) Monopolistic Competition, Costs of Adjustment, and the Behavior of European Manufacturing Employment, European Economic Review, Vol 35, pp. 6 1-79.",
        "Burgess, S. and Juan Dolado (1989) Intertemporal Rules with Variable Speed of Adjustment: An Application to U.K. Manufacturing Employment, The Economic Journal (June), pp. 347-365.",
        "CÃ\u0083Â¡rdenas, M. and Olivera, M. (1995) La CrItica de Lucas y la Inversion en Colombia: Nueva evidencia, Ensayos sobre PolItica EconÃ\u0083Â³mica, June.",
        "Actividad EconÃ\u0083Â³mica en Colombia, Ensayos Sobre PolItica EconÃ\u0083Â³mica, December, 1995.",
        "Diewert, W. E. (1971) An Application of Shephard Duality Theorem: A Generalized Leontief Production Function, Journal of Political Economy, 79, 481-507.",
        "Gonzaga, Gustavo (1997) The Effects of Openness on Industrial Employment in Brazil in M. CÃ\u0083Â¡rdenas (Editor) Empleo y DistribuciÃ\u0083Â³n del Ingreso en America Latina: ~Hemos avanzado?, forthcoming.",
        "Gruber, Jonathan (1995) The Incidence of Payroll Taxation: Evidence from Chile, Working Paper Series No. 5053, National Bureau of Economic Research, Cambridge, March.",
        "FarnÃ\u0083Â©, Stefano y Oskar A. Nupia (1996) Reforma Laboral, Empleo e Ingresos de los Trabajadores Temporales en Colombia, Coyuntura Social, No. 15, Bogota, Noviembre.",
        "Guash, J. Luis (1997) Labor Reform and Job Creation: The Unfinished Agenda in Latin American and Caribbean Countries, mimeo, The World Bank, Washington, April.",
        "Hamermesh, D. 5. (1986) The Demand for Labor in the Long-Run, in Handbook of Labor Economics, eds. 0. Ashenfelter and R. Layard, Vol. 1. North Holland.",
        "Vol. 63, No. 251, pp. 359-367, August. Hicks, John R. (1963) The Theoiy of Wages, New York: St. Martins Press.",
        "Kesselman, Jonathan R. (1995) A Public Finance Perspective on Payroll Taxes, mimeo, Department of Economics, University of British Columbia, Vancouver, December.",
        "Kugler, Adriana D. and Mauricio CÃ\u0083Â¡rdenas (1998) The Effects of Firing Costs on Turnover: The Colombian Labor Market Reform as a Natural Experiment, mimeo, Fedesarrollo.",
        "Lancaster, Tony (1990) The Econometric Analysis of Transitional Data, Econometric Society Monographs, 17, Cambridge University Press.",
        "Layard, Richard, Nickel S., y Jackman R (1994) Unemplyment. Macroeconomic Performance and the Labour Market, Oxford University Press.",
        "Lora, Eduardo and Martha L. Henao (1995) Efectos EconÃ\u0083Â³micos y Sociales de la LegislaciÃ\u0083Â³n Laboral, Coyuntura Social, No. 13, Bogota, Noviembre.",
        "Lora, Eduardo y Carmen Pages (1997) La LegislaciÃ\u0083Â³n Laboral en el Proceso de Reformas Estructurales de America Latina y el Caribe, in M. CÃ\u0083Â¡rdenas (Editor) Empleo y DistribuciÃ\u0083Â³n del Ingreso en America Latina: ~Hemos avanzado?, forthcoming.",
        "Newell, A. and Symons, J. S. V. (1987) Corporatism, Laissez-faire, and the Rise in Unemployment European-Economic-Review; 3 1(3), April, pages 567-601.",
        "Nickell, Steve (1986) Dynamic Models of Labor Demand, Chapter 9, Handbook of Labor Economics, Vol. II, pp. 473-522.",
        "Ocampo, Jose Antonio (1987) El regimen prestacional del sector privado in J. A. Ocampo and Manuel RamIrez (eds.) El Probelam Laboral Colombiano, Informe de la MisiÃ\u0083Â³n Chenery, ContralorIa General de la RepÃ\u0083Â¼blica-DNP.",
        "Pombo, Carlos (1997) How high is the user cost of capital for the Colombian industrial entrepreneur? mimeo, University of Illinois.",
        "Schaffner, Julie A. (1996) Urban Job Stability in Developing Countries: Evidence from Colombia, mimeo, Department of Economics, Stanford University, October."
    ]
}