{
    "id": 10078,
    "cites": 34,
    "cited_by": 4,
    "reference": [
        "[36] Stock, J. H. and M. W. Watson (2003) `Has the business cycle changed? Evidence and explanations Harvard University working paper.",
        "[34] Scarf, H. (1960) `The optimality of (S,s) policie s in the dynamic inventory problem in: K. J. Arrow, S. Karlin and H. Scarf, eds.,Mathematical Methods in the Social Sciences (Stanford University Press, Stanford), 196-202.",
        "[32] Richardson, H. (1995), `Control Your Costs then Cut Them Transportation and Distribution,94- 96.",
        "[31] Ramey, V. A. and K. D. West (1999) `Inventories in: M. Woodford and J. Taylor, eds., Handbook of MacroeconomicsIB. (Elsevier Science, Amsterdam), 863 - 922.",
        "[30] Ramey, V.A. and D. J. Vine (2001) `Tracking the Source of the Decline in GDP Volatility: An Analysis of the Automobile Industry UCSD working paper.",
        "[29] Ramey, V. A. (1991) `Nonconvex costs and the behavior of inventories Journal of Political Economy 99, 306-334.",
        "[28] Ramey, V. A. (1989) `Inventories as factors of production and economic fluctuationsAmerican Economic Review79, 338-54. 31",
        "[27] Prescott, E. C. (1986), `Theory ahead of business cycle measurement Quarterly Review10, Federal Reserve Bank of Minneapolis: 9-22.",
        "[26] Mosser, P. C. (1991) `Trade inventories and (S,s) Quarterly Journal of Economics 106, 1267-86.",
        "[25] McCarthy, J. and E. Zakrajsek (2000) `Microeconomic Inventory Adjustment: Evidence from U.S. Firm-Level Data Finance and Economics Discussion Paper 2000-24, Board of Governors of the Federal Reserve System.",
        "[24] Maccini, L. J. and A. Pagan (2003) `Exploring the role of inventories in the business cycle Johns Hopkins University working paper.",
        "[23] Kydland, F. and E. C. Prescott (1982) `Time to build and aggregate fluctuationsEconometrica 50, 1345 - 1370.",
        "[22] Krusell, P. and A. A. Smith Jr. (1998) `Income and wealth heterogeneity in the macroeconomy Journal of Political Economy106, 867-896.",
        "[21] Krusell, P. and A. A. Smith Jr. (1997) `Income and wealth heterogeneity, portfolio choice, and equilibrium asset returnsMacroeconomic Dynamics1, 387-422.",
        "[20] King, R. G. and S. T. Rebelo (1999) `Resuscita ting real business cycles in: M. Woodford and J. Taylor, eds.,Handbook of MacroeconomicsIB (Elsevier Science, Amsterdam): 927 - 1007.",
        "[19] Khan A. and J. K. Thomas (2003) `Nonconvex factor adjustments in equilibrium business cycle models: do nonlinearities matter? Journal of Monetary Economics 50, 331-360.",
        "[18] Kahn, J., M. McConnell and G. Perez-Quiros (20 01) `Inventories and the information revolution: implications for output volatility Federal Reserve Bank of New York working paper.",
        "[17] Kahn, J. A. (1987) `Inventories and the volatility of production American Economic Review77, 667-679.",
        "[15] Johnson, S. A. (1989)Spline approximation in discrete dynam ic programming with application to stochastic multi-reservoir systems Unpublished dissertation (Cornell, Ithaca, NY).",
        "[14] Humphreys, B. R., L. J. Maccini, and S. Schuh (2001) `Input and output inventories Journal of Monetary Economics47: 347-375. 30",
        "[13] Hornstein, A. (1998) `Inventory investment and the business cycle Economics Quarterly84, 49-71, Federal Reserve Bank of Richmond.",
        "[12] Hansen, G. D. (1985) `Indivisible labor and the business cycle Journal of Monetary Economics16, 309-327.",
        "[11] Hall, G. and J. Rust (1999) `An empirical model of inventory investment by durable commodity intermediaries Yale University working paper.",
        "[10] Fitzgerald, T. J. (1997) `Inventories and the business cycle: an overview Economic Review33 (3): 11-22, Federal Reserve Bank of Cleveland.",
        "[9] Fisher, J. D. M. and A. Hornstein (2000) ` (V> v)inventory policies in general equilibrium Review of Economic Studies67: 117-145.",
        "[8] Coen-Pirani, D. (2002) `Microeconomic inventory behavior and aggregate inventory dynamics GSIA working paper, Carnegie-Mellon University.",
        "[7] Christiano, L. J. (1988) `Why does inventory investment fluctuate so much?Journal of Monetary Economics21: 247-80.",
        "[6] Caplin, A.S. (1985) `The Variability of Aggregate Demand with (S,s) Inventory Policies Econo- metrica53, 1395-1410.",
        "[5] Caballero, R. J. and E. M. R. A. Engel (1999) `Explaining investment dynamics in U.S. manufac- turing: a generalized(V,v)approachEconometrica67, 783-826.",
        "[3] Blinder A. S. and L. J. Maccini (1991) `Taking stock: a critical assessment of recent research on inventoriesJournal of Economic Perspectives 5, 73-96.",
        "[4] Caballero, R. J. and E. M. R. A. Engel (1991) `Dynamic (S,s) economies Econometrica59, 1659-86.",
        "[2] Blinder, A. S. (1990)Inventory theory and consumer behavior ,UniversityofMichiganPress.",
        "[1] Bartelsman, E. J. and W. Gray (1996) `The NBER Manufacturing Productivity Database NBER Technical Working Paper No. 205.",
        "[35] Stock, J. R. and D. M. Lambert (1987) Strategic Logistics Management(Irwin, Homewood, Illinois)."
    ]
}