{
    "id": 10074,
    "cites": 15,
    "cited_by": 24,
    "reference": [
        "OConnell Paul, and Shang-Jin Wei, 2002, The Bigger They Are, The Dollarer They Fall: How Price Differences Across U.S. Cities Are Arbitraged, Journal of International Economics , 56(1), pp. 21-53.",
        "Mendoza, Enrique, 2000, On the Instability of Variance Decompositions of the Real Exchange Rate across Exchange-Rate-Regimes: Evidence from Mexico and the United States, Duke University working paper.",
        "OConnell, Paul, 1998, Market Frictions and Real Exchange Rates, Journal of International Money and finance, 17(1), pp. 71-95.",
        "Imbs, J., H. Mumtaz, M. Ravn, and H. Rey, 2002, PPP Strikes Back: Aggregation and the Real Exchange Rate, NBER Working Paper 9372 , November 2002.",
        "Lutz, Matthias, 2001, Beyond Burgernomics an d MacParity: Exchange Rate Forecasts Based on the Law of one Price, University of St. Gallen working paper.",
        "Froot, Kenneth, and Kenneth Rogoff, 1995, Perspectives on PPP and Long-Run Real Exchange Rates, in Handbook of International Economics, Volume 3 , Grossman and Rogoff, editors, Elsevier, New York.",
        "Greene, W., 1997. Econometric Analysis. Third edition, Prentice Hall, New Jersey.",
        "Friedman, Milton, 1953, Essays in Positive Economics , University of Chicago Press, Chicago.",
        "Froot, Kenneth, and Kenneth Rogoff, 1991, The EMS, the EMU, and the Transition to a Common Currency, NBER Macroeconomics Annual , 6, p. 269-317.",
        "Caves, Richard, J. Frankel, and R. Jones, 2002, World Trade and Payments: An Introduction , Ninth edition Harper Collins, New York.",
        "Chari, V.V., P. Kehoe, and E. McGratten, 2002, Can Sticky Price Models Generate Volatile and Persistent Real Exchange Rates?, Review of Economic Studies , 69:3, pp. 533- 63.",
        "Click, Reid W., 1996, Contrarian MacParity, Economics Letters; 53(2) , November 1996, pages 209-12.",
        "Dornbusch, Rudiger, 1989, Real Exchange Rates and Macroeconomics: A Selective Survey, Scandinavian Journal of Economics , 91:2, pp. 401-32.",
        "Engel, Charles, 1999, Accounting for U. S. Real Exchange Rate Changes, Journal of Political Economy , V107, pp. 507-38.",
        "Franses, Philip Hans, and Dick van Dijk, 2000, Nonlinear Time Series Models in Empirical Finance , Cambridge University Press, Cambridge, United Kingdom."
    ]
}