{
    "id": 10079,
    "cites": 23,
    "cited_by": 4,
    "reference": [
        "[26] U.S. Department of Commerce, Bureau of the Census (1957). Census of Manufactures: 195~, Vol. 1 Summary Statistics. Washington, D.C.: U.S. Government Printing Office.",
        "[28] U.S. Department of Commerce, Bureau of the Census (1977). County Business Patterns 1977, United States CBP/97-1. Washington, D.C.: U.S. Government Printing Office.",
        "[24] U.S. Department of Commerce, Bureau of the Census (1950). Census of Manufactures: 19~7, Vol. 1 General Summary. Washington, D.C.: U.S. Government Printing Office.",
        "[22] U.S. Department of Commerce, Bureau of the Census (1895). Report on Manufacturing Industries in the United States at the Eleventh Census: 1890, Part 1. Totals for States and Industries. Washington, D.C.: U.S. Government Printing Office. 36",
        "[21] Troske, K. (1999). ~Evidence on the Employer Size-Wage Premium from Worker- Establishment Matched Data, Review of Economics and Statistics 81(1), 15-26.",
        "[20] Oi, W. Y. and T. L. Idson (1999). ~Firm Size and Wages, in Handbook of Labor Economics, vol. 3B, pp. 2165-2214. Amsterdam: North-Holland.",
        "[18] Mobius, M. (2000). ~The Evolution of Work, working paper, MIT.",
        "[19] Mitchell, M. F. (2001). ~Specialization and the Skill Premium in the 20th Century, Research Department Staff Report 290, Federal Reserve Bank of Minneapolis.",
        "[17] Krusell, P., L. E. Ohanian, J.-V. RIos-Rull, and G. Violante (2000). ~Capital-Skill Com- plementarity and Inequality: A Macroeconomic Analysis, Econometrica 68(5), 1029-53.",
        "[14] Griliches, Z. (1969). ~Capital-Skill Complementarity, Review of Economics and Statis- tics 51(4), 465-68.",
        "[15] Idson, T. (2001). ~Skill-Biased Technical Change and Trends in Employer Size Effects, manuscript, Columbia University.",
        "[1] Abowd, J. and F. Kramarz (1999). ~The Analysis of Labor Markets Using Matched Employer-Employee Data, in Handbook of Labor Economics, vol. 3B, pp. 2629-2710. Amsterdam: North-Holland.",
        "[13] Goldin, C. and L. Katz (2000). ~The Return to Skill in the 20th Century, working paper, Harvard University.",
        "[12] Goldin, C. and L. Katz (1998). ~The Origins of Technology-Skill Complementarity, Quarterly Journal of Economics 113(3), 693-732.",
        "[10] Chandler, A. D., Jr. (1990). Scale and Scope: The Dynamics of Industrial Capitalism. Cambridge, Mass: Harvard University Press. 35",
        "[9] Caselli, F. (1999). ~Technological Revolutions, American Economic Review 89(1), 78- 102.",
        "[8] Brown, M. and P. Philips (1986). ~Craft Labor and Mechanization in Nineteenth- Century American Canning, Journal of Economic History 46(3), 743-56.",
        "[7] Brown, C. and J. Medoff (1989). ~The Employer Size-Wage Effect, Journal of Political Economy 97(5), 1027-59.",
        "[6] Braverman, H. (1974). Labor and Monopoly Capital: The Degradation of Work in the Twentieth Century. New York: Monthly Review Press.",
        "[5] Berman, E., J. Bound, and Z. Griliches (1994). ~Changes in the Demand for Skilled Labor Within U.S. Manufacturing: Evidence from the Annual Survey of Manufactures, Quarterly Journal of Economics 109(2), 367-97.",
        "[4] Atack, J., F. Bateman, and R. Margo (2000). ~Rising Wage Dispersion Across American Manufacturing Establishments, 1850-1880, Working Paper 7932, National Bureau of Economic Research.",
        "[3] Atack, J. and F. Bateman (1999). ~Nineteenth Century American Industrial Develop- ment Through the Eyes of the Census of Manufactures: A New Resource for Historical Research, Historical Methods 32, 177-88.",
        "[2] Acemoglu, D. (2003). ~Patterns of Skill Premia, Review of Economic Studies 70(2), 199-230."
    ]
}