{
    "id": 10081,
    "cites": 68,
    "cited_by": 2,
    "reference": [
        "Ashenfelter, Orley and Alan B. Krueger (1994), Estimates of the Economic Return to Schooling from a New Sample of Twins, American Economic Review, 84(5): 1157-73.",
        "Ashenfelter, Orley and Joseph D. Mooney (1968), Ã\u0082â\u0080\u009cGraduate Education, Ability and Earnings.Ã\u0082â\u0080\u009d Review of Economics and Statistics, 50: 78-86.",
        "Becker, Gary S. (1960), Ã\u0082â\u0080\u009cUnderinvestment in College Education,Ã\u0082â\u0080\u009d American Economic Review, 50 (Proceedings): 346-54.",
        "Becker, Gary S. (1967), Ã\u0082â\u0080\u009cHuman Capital and the Personal Distribution of Income,Ã\u0082â\u0080\u009d Woytinski Lecture No. 1. Ann Arbor: University of Michigan Press.",
        "Becker, Gary S. (1964), Human Capital, 1st ed. New York: Natural Bureau of Economic Research.",
        "Behrman, Jere T., Paul Taubman, Terrence Wales and Zdenek Hrubec (1980), Socioeconomic Success: A Study of the Effects of Genetic Endowment, Family Endowment, and Schooling, Amsterdam: North- Holland.",
        "Behrman, Jere T., and Nancy Birdsall (1983), Ã\u0082â\u0080\u009cThe Quality of SchoolingÃ\u0082â\u0080\u009d, American Economic Review, 73 (5):928-946.",
        "Behrman, Jere T., Mark R. Rosenzweig, and Paul Taubman (1994), Ã\u0082â\u0080\u009cEndowments and the Allocation of Schooling in the Family and the Marriage Market: the Twins ExperimentÃ\u0082â\u0080\u009d, The Journal of Political Economy, 102 (6): 1131-1174.",
        "Behrman, Jere T., Mark R. Rosenzweig (1999), Ã\u0082â\u0080\u009c Ã\u0082â\u0080\u0098AbilityÃ\u0082â\u0080\u0099 Biases in Schooling Returns and Twins: a Test and New EstimatesÃ\u0082â\u0080\u009d, Economics of Education Review, 18 (2):159-167.",
        "Ben-Porath, Y. (1967), Ã\u0082â\u0080\u009cThe Production of Human Capital and the Life Cycle of Earnings,Ã\u0082â\u0080\u009d Journal of Political Economy, 75: 352-365.",
        "Blank, D.M. and G.J. Stigler (1957), The Demand and Supply of Scientific Personnel, Princeton.",
        "Blaug, Mark (1976), Ã\u0082â\u0080\u009cThe Empirical Status of Human Capital Theory: A Slightly Jaundiced Survey,Ã\u0082â\u0080\u009d Journal of Economic Literature, 14: 827-55.",
        "Bound John, and Gary Solon (1999), Ã\u0082â\u0080\u009cDouble Trouble: on the Value of Twin-Based Estimation of the Returns to SchoolingÃ\u0082â\u0080\u009d, Economics of Education Review, 18 (2):169-182.",
        "Card, David (1999), Ã\u0082â\u0080\u009cThe Causal Effect of Education on Earnings,Ã\u0082â\u0080\u009d in O.C. Ashenfelter and D. Card, eds. Handbook of Labor Economics, Vol. III.",
        "Card, David (2001), Ã\u0082â\u0080\u009cEstimating the Returns to Schooling: Progress on some Persistent Econometric ProblemsÃ\u0082â\u0080\u009d, Econometrica,69 (5): 1127-1160.",
        "Card, David and Alan B. Krueger (1996), School Resources and Student Outcomes: An Overview of the Literature and New Evidence from North and South Carolina, Journal of Economic Perspectives,10 (4):31-50.",
        "Chamberlain, G. (1975), Ã\u0082â\u0080\u009cUnobservables in Econometric Models,Ã\u0082â\u0080\u009d unpublished Ph.D. dissertation, Harvard University, Cambridge, MA.",
        "Clark, H.F. (1937), Life Earnings in Selected Occupations in the United States, New York.",
        "Dension, Edward F. (1962), The Sources of Economic Growth in the United States and the Alternatives before Us. Supplementary Paper No. 13. New York: Committee Economic Development.",
        "Dension, Edward F.(1964), Ã\u0082â\u0080\u009cMeasuring the Contribution of Education,Ã\u0082â\u0080\u009d In The Residual Factor and Economic Growth, pp. 13-55, 77-100. Paris: Organization Economic Co-operation and Development.",
        "Friedman, M. and S. Kuznets (1945), Income from Independent Professional Practice, New York: NBER.",
        "Gorseline, Donald E. (1932), The Effect of Schooling upon Income, Bloomington: Graduate Council, Indiana University.",
        "Griliches, Zvi (1957),Hybrid Corn: An Exploration in the Economics of Technological Change, Econometrica,. 25(4): 501-522.",
        "Griliches, Zvi (1958),Research Cost and Social Returns: Hybrid Corn and Related Innovations, Journal of Political Economy, 66(5): 419-431.",
        "Griliches, Zvi (1963a),Estimates of the Aggregate Agricultural Production Function from Cross- Sectional Data, Journal of Farm Economics, 45(2): 419-428.",
        "Griliches, Zvi (1964),Research Expenditures, Education, and the Aggregate Agricultural Production Function, American Economic Review, 64(6): 96l-974.",
        "Griliches, Zvi(1967), Ã\u0082â\u0080\u009cProduction Functions in Manufacturing: Some Preliminary Results,Ã\u0082â\u0080\u009d in M. Brown, ed., The Theory and Empirical Analysis of Production, NBER, Studies in Income and Wealth, New York: Columbia University Press, Vol. 31: 275-340.",
        "Griliches, Zvi (1968), Ã\u0082â\u0080\u009cProduction Functions in Manufacturing: Some Additional Results,Ã\u0082â\u0080\u009d Southern Economic Journal, 35(2): 151-156.",
        "Griliches, Zvi (1970), Ã\u0082â\u0080\u009cNotes on the Role of Education in Production Functions and Growth Accounting,Ã\u0082â\u0080\u009d in W. Lee Hansen, editor, Education, Income and Human Capital, NBER, Studies in Income and Wealth, New York: Columbia University Press, Vol. 325.",
        "Griliches, Zvi (1976), Wages of Very Young Men, Journal of Political Economy, 84(4), part 2: S69-S85.",
        "Griliches, Zvi (1977), Estimating the Returns to Schooling: Some Econometric Problems, Econometrica, 45(1): l-22.",
        "Griliches, Zvi (1979), Sibling Models and Data in Economics: Beginnings of a Survey, Journal of Political Economy, 87(5), Part 2: S37-S64.",
        "Griliches, Zvi, John Bound and Bronwyn H. Hall (1986), Wages, Schooling and IQ of Brothers and Sisters: Do The Family Factors Differ?, International Economic Review, 27(1): 77-l05.",
        "Griliches, Zvi and Gary Chamberlain (1975), Unobservables with a Variance-Components Structure: Ability, Schooling and the Economic Success of Brothers, International Economic Review, , l6(2): 422-449.",
        "Griliches, Zvi and Gary Chamberlain (1977),More on Brothers, in Paul Taubman, ed., Kinometrics: Determinants of Socioeconomic Success Within and Between Families, New York: North Holland.",
        "Griliches, Zvi and Gary Chamberlain and Dale Jorgenson (1966), Sources of Measured Productivity Change: Capital Input, American Economic Review, 56(2): 50-61.",
        "Griliches, Zvi and Gary Chamberlain and Dale Jorgenson (1967), The Explanation of Productivity Change, Review of Economic Studies, 34(3): 249-283.",
        "Griliches, Zvi and Gary Chamberlain and Dale Jorgenson and William Mason (1972), Education, Income, and Ability, Journal of Political Economy,80(3), Part II: S74-Sl03.",
        "Goldberger, Arthur S. (1977) , Ã\u0082â\u0080\u009cTwin Methods: A Skeptical ViewÃ\u0082â\u0080\u009d, in Paul Taubman, ed., Kinometrics: Determinants of Socioeconomic Success Within and Between Families, New York: North Holland.",
        "Hansen, W. Lee, Burton A. Weisbrod and W.J. Scanlon (1970), Ã\u0082â\u0080\u009cSchooling and Earnings of Low AchieversÃ\u0082â\u0080\u009d, American Economic Review, 60: 409-418.",
        "Hause, John, C. (1972), Ã\u0082â\u0080\u009cEarnings Profile: Ability and Schooling,Ã\u0082â\u0080\u009d Journal of Political Economy,80(3), Part II: S108-S138.",
        "Houthakker, H.S. (1959), Ã\u0082â\u0080\u009cEducation and Income,Ã\u0082â\u0080\u009d Review of Economics and Statistics, 41: 21-28.",
        "Jensen , Arthur R. (1967), Ã\u0082â\u0080\u009cEstimating the Limits of Hereditability of Traits by Comparison of Monozygotic and Dizygotic TwinsÃ\u0082â\u0080\u009d, Proceedings of the National Academy of Science, 58:149-156.",
        "Juster, F. Thomas (1975), Ã\u0082â\u0080\u009c Introduction and SummaryÃ\u0082â\u0080\u009d to F.T. Juster ed., Education, Income and Human Behavior, New York: McGraw-Hil: 1-43.",
        "Katz Lawrence F. and David H Autor.(1999), Ã\u0082â\u0080\u009cChanges in the Wage Structure and Earnings Inequality,Ã\u0082â\u0080\u009d in O.C. Ashenfelter and D. Card, eds. Handbook of Labor Economics Vol. III.",
        "Kerr, Clark (1975), Ã\u0082â\u0080\u009c ForewardÃ\u0082â\u0080\u009d to F.T. Juster ed., Education, Income and Human Behavior, New York: McGraw-Hil: xv-xvi.",
        "Krueger, Alan B. and Timothy Taylor (2000), Ã\u0082â\u0080\u009c An Interview with Zvi GrilichesÃ\u0082â\u0080\u009d, The Journal of Economic Perspectives, 14 (2):171-190.",
        "Lillard, Lee (1977), Ã\u0082â\u0080\u009cInequality: Earnings vs. Human WealthÃ\u0082â\u0080\u009d, American Economic Review, 67: 42-53.",
        "Michael, Robert T. (1977), Ã\u0082â\u0080\u009cFamily Background and Achievement: A CommentÃ\u0082â\u0080\u009d in Paul Taubman, ed., Kinometrics: Determinants of Socioeconomic Success Within and Between Families, New York: North Holland.",
        "Miller, H.P. (1960), Ã\u0082â\u0080\u009cAnnual and Lifetime Income in Relation to Education,Ã\u0082â\u0080\u009d American Economic Review 50: 962-986.",
        "Mincer, Jacob (1958), Ã\u0082â\u0080\u009cInvestment in Human Capital and Personal Income Distribution,Ã\u0082â\u0080\u009d Journal of Political Economics, 66: 281-302.",
        "Mincer, Jacob(1974), Schooling, Experience and Earnings, New York: Natural Bureau of Economic Research.",
        "Neumark, David (1999), Ã\u0082â\u0080\u009c Biases in Twin Estimates of the Return to SchoolingÃ\u0082â\u0080\u009d, Economics of Education Review, 18 (2):143-148.",
        "Parsons, Donald, O. (1972), Ã\u0082â\u0080\u009cSpecific Human Capital: An Application to Quit Rates and Layoff Rates,Ã\u0082â\u0080\u009d Journal of Political Economics, 80(6): 1120-43.",
        "Riley, John G. (1975) Ã\u0082â\u0080\u009c Competitive SignalingÃ\u0082â\u0080\u009d, Journal of Economic Theory, 10:175-186.",
        "Riley, John G. (1979) Ã\u0082â\u0080\u009cTesting the Educational Screening HypothesisÃ\u0082â\u0080\u009d, Journal of Political Economy, 87: S227-S251.",
        "Rosen, Sherwin. (1977), Human Capital: A Survey of Empirical Research, in R. Ehrenberg, ed., Research in Labor Economics. Greenwich Conn.: JAI Press, Vol.1.",
        "Rouse, Cecilia E. (1999), Ã\u0082â\u0080\u009c Further Estimates of the Economic Return to Schooling from a New Sample of TwinsÃ\u0082â\u0080\u009d, Economics of Education Review, 18 (2):169-182.",
        "Schultz, Theodore W. (1961), Ã\u0082â\u0080\u009cThe Investment in Human CapitalÃ\u0082â\u0080\u009d, American Economic Review, 5 (1): 1-17.",
        "Spence, Michael (1973), Ã\u0082â\u0080\u009cJob Market Signaling,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 87(3): 355-74.",
        "Spence, Michael (1974), Market signaling. Cambridge: Harvard University Press.",
        "Stiglitz, Joseph E. (1975), The Theory of ScreeningÃ\u0082â\u0080\u0099, Education and the Distribution of Income,Ã\u0082â\u0080\u009d American Economic Review, 65(3): 283-300.",
        "Taubman, Paul. and Terence Wales (1974), Higher education and earnings: College as an investment and a screening device. New York: McGraw-Hill.",
        "Taubman, Paul (1975), Ã\u0082â\u0080\u009cEducation as an Investment and a Screening DeviceÃ\u0082â\u0080\u009d, in F.T. Juster ed., Education, Income and Human Behavior, New York: McGraw-Hil: 95-121.",
        "Thorndike, R.L. and E. Hagen (1959), Ten Thousand Careers, New York: John Wiley and Sons.",
        "Willis, Robert J. (1986), Wage Determinants: A Survey and Reinterpretation of Human Capital Earnings Functions, in O.C. Ashenfelter and R. Layard, eds. Handbook of Labor Economics Vol. I.",
        "Willis, Robert J. and Sherwin Rosen (1979), Education and Self-Selection,Ã\u0082â\u0080\u009d Journal of Political Economy, 87(5), Part 2: S7-S36.",
        "Wolpin, Kenneth I. (2003), Ã\u0082â\u0080\u009cWage Equations and Education Policy,Ã\u0082â\u0080\u009d in M. Dewatripont, S. Turnovsky and L.Hansen eds., Advances in Economics and Econometrics, Cambridge University Press: Cambridge."
    ]
}