{
    "id": 10080,
    "cites": 19,
    "cited_by": 16,
    "reference": [
        "Ang, A., and G. Bekaert. 2002a. International Asset Allocation with Regime Shifts. Review of Financial Studies, vol. 15, no.4 (Fall):1137-1187.",
        "Ang, A., and G. Bekaert. 2002b. Regime Switches in Interest Rates. Journal of Business and Economic Statistics, vol. 20, no. 2 (April): 163-182.",
        "Ang, A., and G. Bekaert. 2002c. Short Rate Nonlinearities and Regime Switches. Journal of Economic Dynamics and Control, vol. 26, no. 7-8 (July):1243-1274.",
        "Bekaert, G., R.J. Hodrick, and D. Marshall. 2001. Peso Problem Explanations for Term Stnjcture Anomalies. Journal of Monetary Economics, vol. 48, no. 2 (October):241-270.",
        "Black, F. 1972. Capital Market Eq~iilibri~im with Restricted Borrowing. Journal of Business, vol. 45, no. 3 (iuly):444-454.",
        "Black, F., M. Jensen, and M. Scholes. 1972. The Capital Asset Pricing Model: Some Empirical Tests. Studies in the Theory of Capital Markets, Jensen. M., ed., New York: Praeger.",
        "Black, F., and R. Litterman. 1992. Global Portfolio Optimization. Financial Analysts Journal, September:28-43.",
        "Brandt, M.W. 1999. Estimating Portfolio and Cons~imption Choice: A Conditional Euler Eq~iations Approach. Journal of Finance, vol. 54, no. 5 (October):1609-1646.",
        "Campbell, R., K. Koedijk, and P. Kofman. 2002. Increased Correlation in Bear Markets. Financial Analyst Journal, Jaimary-February:87-94.",
        "Clarke, R.G., and H. de Silva. 1998. State-Dependent Asset Allocation. Journal of Portfolio Management, vol. 24, no. 2, (Winter):57-64.",
        "Das, SR., and R. Uppal. 2001. Systemic Risk and Portfolio Choice. working paper, London Business School.",
        "Erb, C.B., C.R. Harvey, and T.E. Viskanta. 1994. Forecasting International Equity Correlations. Financial Analysts Journal, November-December: 32-45.",
        "Fama, E., and G.W. Schwert. 1977, Asset Returns and Inflation. Journal of Financial Economics, vol. 5, no.2:115-146.",
        "Gray, S.F. 1996. Modeling the Conditional Distribution of Interest Rates as a Regime-Switching Process. Journal of Financial Economics, vol. 42, no. 1 (September):27-62.",
        "Green, R., and B. Hollifield. 1992. When Will Mean-Variance Efficient Portfolios be Well Diversified? Journal of Finance, vol. 47, no. 5 (December): 1785-1809.",
        "Guidolin, M., and A. Timmermann. 2002. Optimal Portfolio Choice under Regime Switching, Skew and Kurtosis Preferences. working paper, UC San Diego.",
        "Hamilton, J.D. 1989. A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle. Econometrica, vol. 57, no. 2 (March):357-384.",
        "Longin, F., and B. Solnik. 2001. Correlation Structure of International Equity Markets During Extremely Volatile Periods. Journal of Finance, vol. 56, no. 2 (April):649-676.",
        "Ramchand, L., and R. Suismel. 1998. Cross Correlations Across Major International Markets. Journal of Empirical Finance, vol. 5, no. 4 (October):397-416."
    ]
}