{
    "id": 10088,
    "cites": 44,
    "cited_by": 26,
    "reference": [
        "World Bank, Report of a workshop on: The econom ic impact of fatal illness in Sub-Saharan Africa. World Bank, Washington, D.C. and the University of Dar es Salaam. (1993).",
        "Zeldes, S., Consumption and Liquidity C onstraints: An Empirical Investigation, Journal of Political Economy, XCVII (1989), 305-346.",
        "Paxson, C., Using Weather Variability to Estim ate the Response of Savings to Transitory Income in Thailand, American Economic Review, 82 (1992), 15-33.",
        "Ranjan, P., Credit Constraints and the Phenomenon of Child Labor, Journal of Development Economics, LXIV (2001), 81-102.",
        "Ravallion, M. and Q. Wodon, Does Child Labour Displace Schooling? Evidence on Behavioral Responses to an Enrollment Subsidy, The Economic Journal , CX (2000), 158-175.",
        "Rose, E, Consumption Smoothing and Exce ss Female Mortality in Rural India, Review of Economics and Statistics 81(1) (1999), 41-49.",
        "Townsend, R., Risk and insurance in village India, Econometrica, LXII (1994), 539-591.",
        "Parsons, D. and C. Goldin, Parental Altrui sm and Self-Interest: Child Labor Among Late Nineteenth-Century American Families, Economic Inquiry , XXIV (1989), 637-59.",
        "Morduch, J., Between the State and the Marke t: Can Informal Insurance Patch the Safety Net, The World Bank Research Observer , XIV (1999), 187-207.",
        "Moehling, C., The Intrahousehol d Allocation of Resources and the Participation of Children in Household Decision-Making: Evidence from Ea rly Twentieth Century America, mimeo, Northwestern University. (1995).",
        "Morduch, J., Income Smoothing and Consumption Smoothing, Journal of Economic Perspectives, IX (1995), 103-114.",
        "Mason, A. and S. Khandker, Household schooling decisions in Tanzania, Draft, Poverty and Social Policy Department. World Bank, Washington, DC. (1997).",
        "Jalan, Jyotsna, and Martin Ravallion, Are the poor less well insured? Evidence on vulnerability to income risk in rural China, Journal of Development Economics , 58 (1999), 61-81.",
        "Kochar, A., Smoothing Consumption by Smoot hing Income: Hours-of-Work Responses to Idiosyncratic Agricultural Shocks in Rural India, Review of Economics and Statistics , LXXXI (1999), 50-61.",
        "Krueger, A., Observations on International La bor Standards and Trade, National Bureau of Economic Research, Working Paper No.5632 (1996).",
        "Jacoby, H., Borrowing Constraints and Pr ogress Through School: Evidence from Peru, The Review of Economics and Statistics, LXXVI (1994), 151-160.",
        "Jacoby, H. and E. Skoufias, Risk, Financial Markets, and Human Capital in a Developing Country, Review of Economic Studies, LXIV (1997), 311-335.",
        "Grootaert, C. and H. Patrinos, The Policy Analysis of Child Labor: A Comparative Study . New York: St. Martins Press, 1999.",
        "Gupta, M., Wage Determination of a Ch ild Worker: A Theoretical Analysis, Review of Development Economics, IV (2000), 219-228.",
        "Gertler, Paul, David Levine, and Enrico Moretti, Do Microfinance Programs Help Families Insure Consumption Against Illness? Manuscript, University of California, Berkeley. Guarcello, L., F. Mealli, and F.C. Rosati, Household Vulnerability and Child Labor: The Effect of Shocks, Credit Rationing and Insurance, Ma nuscript, Innocenti Research Center, UNICEF. (2002).",
        "Galasso, E., Intra-Household Allocation and Child Labor in Indonesia, mimeo, Boston College. (1999).",
        "Gertler, Paul, and Jonathan Gruber, Insuring Consumption Against Illness, American Economic Review, 92 (March 2002), 51-70.",
        "Fitzsimmons, E, The Effect or Risk on Educati on and Child Labor, Institute for Fiscal Studies, Working Paper 02/07. (2003).",
        "Foster, A, Prices, Credit Markets and Child Growth in Low-Income Rural Areas, Economic Journal, 105(430) (1995), 551-570.",
        "Chaudhuri, Shubham, and Martin Ravallion (1997) . Risk and Insurance in Village India: Comment, Econometrica, 65, 171-184.",
        "Deaton, A., Understanding Consumption. Oxford: Clarendon Press, 1992.",
        "Dehejia, R. and R. Gatti, Child Labor: The Ro le of Income Variability and Access to Credit Across Countries, World Bank Policy Research Working Paper no.2767 and National Bureau of Economic Research Working Paper No. 9018. (2002).",
        "Burke, K, Investing in childrens human capita l in Tanzania: Does household illness play a role? Dissertation, SUNY St ony Brook, Stony Brook , NY. (1998).",
        "Canagarajah, S. and H. Nielsen, Child Labor and Schooling in Africa: A Comparative Study, mimeo. (1999).",
        "Burke, K. and K. Beegle, Why children arent attending school: The case of rural Tanzania, mimeo. (2003).",
        "Boozer, M. and T. Suri (2001) Child Labor and Schooling Decisions in Ghana, mimeo.",
        "Bourguignon, F. and P.A. Chiappori, The Collec tive Approach to Household Behavior, in The Measurement of Household Welfare , Richard Blundell, Ian Pres ton, and Ian Walker, eds. Cambridge: Cambridge University Press, 1994.",
        "Al-Samarrai, S. and T. Peasgood, Educati on attainments and household characteristics in Tanzania. Economics of Education Review, XVII (1998), 395-417.",
        "Baland, J. and J. Robinson, Is Child Labor Inefficient? Journal of Political Economy , CVIII (2000), 663-679.",
        "Basu, K., Child Labor: Cause, Consequence, and Cure with Remarks on International Labor Standards, Journal of Economic Literature , XXXVII (1999), 1083-1119.",
        "Becker, G., Human Capital, New York: Columbia University Press, 1964.",
        "Becker, G. and K. Murphy, The Family and the State, Journal of Law and Economics , XXXI, (1988), 1-18.",
        "Beegle, K., The Impact of A dult Mortality in Agricultural Households: Evidence from Rural Tanzania, mimeo. (1998).",
        "Bhalotra, S. and C. Heady, Child Farm Labour: The Wealth Paradox, mimeo. (2001).",
        "Blunch, N. and D. Verner, Revisiting the Link between Poverty and Child Labor, World Bank Policy Research Working Paper no. 2488. (2000) Bommier, A. and S. Lambert, Education Demand and Age at School Enrollment in Tanzania, Journal of Human Resources, XXXV (2000), 177-203.",
        "Ainsworth, M., K. Beegle, and G. Koda, The Impact of Adult Mortality of Primary School Enrollment in Northwestern Tanzania. Af rica Region Human Development Working Paper Series, World Bank (2002).",
        "Al-Samarrai, S. and B. Reilly, Urban and Rura l Differences in Primary School Attendance: An Empirical Study for Tanzania. Journal of African Economies, IX (2000), 430-474.",
        "Morduch, J., Poverty and Vulnerability, American Economic Review Papers and Proceedings, 84 (1994), 221-225.",
        "Ainsworth, M., G. Koda, G. Lwihula, P. Mujinja, M. Over and I. Semali, Measuring the Impact of fatal Adult Illness in Sub-Saharan Africa. Li ving Standards Measurement Study no. 90. World Bank, Washington, D.C. (1992)."
    ]
}