{
    "id": 10087,
    "cites": 13,
    "cited_by": 12,
    "reference": [
        "Thursby, Jerry G. and Marie C. Thursby, 1987. Bilateral Trade Flows, the Linder Hypothesis, and Exchange Risk. Review of Economics and Statistics 69, 3 (August), 488-495.",
        "Murphy, Kevin M., Andrei Shleifer and Robert Vishny, 1989. Income Distribution, Market Size, and Industrialization. Quarterly Journal of Economics, 104, 3 (August), 537-564.",
        "Ramezzana, Paolo, 2002. Per Capita Income and Industrial Demand in Economic Development and International Trade. University of Virginia manuscript.",
        "Tchamourliyski, Yuriy, 2002. Distance and Bilateral Trade: the Role of Nonhomothetic Preferences. Boston College manuscript.",
        "Matsuyama, Kiminori, 2000. A Ricardian Model with a Continuum of Goods under Nonhomothetic Preferences: Demand Complementarities, Income Distribution, and North-South Trade. Journal of Political Economy 108, 6 (December), 1093-1120.",
        "Markusen, James R., 1986. Explaining the Volume of Trade: an Eclectic Approach. American Economic Review, 76, 5 (December), 1002-1011.",
        "Mani, Anandi, 2001. Income Distribution and the Demand Constraint. Journal of Economic Growth, 6, 2 (June), 107-133.",
        "Krugman, Paul R., 1979. Increasing Returns, Monopolistic Competition, and International Trade. Journal of International Economics 9, 4 (November), 469-479.",
        "Linder, Staffan, 1961. An Essay on Trade and Transformation. Almqvist and Wicksell, Stockholm.",
        "Francois, Joseph F. and Seth Kaplan, i996. Aggregate Demand Shifts, Income Distribution, and the Linder Hypothesis. Review of Economics and Statistics, 78, 2 (May), 244-250. Grossman, Gene M. and Giovanni Maggi, 2000. Diversity and Trade. American Economic Review 90, 5 (December), i255-i275.",
        "Dalgin, Muhammed, Devashish Mitra and Vitor Trindade, 2003. Inequality, Nonhomothetic Preferences and Trade: a Gravity Approach. Syracuse University manuscript.",
        "Chung, Chul, 2000. Factor Content of Trade: Nonhomothetic Preferences and `Missing Trade. Georgia Institute of Technology manuscript.",
        "Anderson, James E. and Eric van Wincoop, 2003. Gravity with Gravitas: A Solution to the Border Puzzle. American Economic Review, 93, i (March), i70-i92."
    ]
}