{
    "id": 10085,
    "cites": 17,
    "cited_by": 1,
    "reference": [
        "Wilcox, David, W., Social Security Benefits , Consumption Expenditure, and the Life- Cycle Hypothesis, Journal of Political Economy, vol. 97 April 1989, pp. 288-304.",
        "Parker, Jonathan, A. The Consumption F unction Revisited (wor king paper) Princeton University, August 1999a.",
        "Parker, Jonathan, A. The Reaction of House hold Consumption to Predictable Changes in Social Security Taxes, American Economic Review, vol. 89, September 1999b, pp. 959- 973.",
        "Souleles, Nicholas, The Response of House hold Consumption to Income Tax Refunds, American Economic Review, vol. 89, September 1999, pp. 947-958.",
        "Poterba, James, M. Are Consumers Fo rward Looking? Evidence from Fiscal Experiments, American Economic Review , Papers and Proceedings, Vol. 78, Number 2, May 1988, pp. 413-18.",
        "McCarthy, Jonathan, Imperfect Insurance a nd Differing Propensities to Consume Across Individuals, Journal of Monetary Economics, Vol. 36, November, 1995, pp. 301-327.",
        "N. Gregory Mankiw, The Savers-Spenders Theory of Fiscal Policy, American Economic Review, Vol. 90, May 2000, pp. 120-125.",
        "Hall, Robert E. Substitution Over Time in Consumption and Work, in L. McKenzie and S. Zamagni (eds.), Value and Capital Fifty Years Later, MacMillan, 1991, pp. 239- 267.",
        "Gravelle, Jane, G. Tax Cuts and Ec onomic Stimulus: How Effective are the Alternatives? CRS Report to Congress, Congressional Research Service, Apri, 2, 2002.",
        "Gokhale, Jagadeesh and Laurence J. Kotlikoff, Who Gets Paid to Save? Tax Policy and the Economy, NBER volume, MIT Press, 2003.",
        "Gokhale, Jagadeesh, Laurence J. Kotlikoff, and Mark Warshawsky, Life Cycle Saving, Limits on Contributions on DC Pension Pl ans, and Lifetime Ta x Benefits, in Private Pensions and Public Policies , ed. by William Gale, John Shoven, and Mark Warshawsky, Conference Volume, The Brookings Institution, forthcoming 2004.",
        "Blinder, Alan, S. Temporary Income Taxes and Consumer Spending, Journal of Political Economy, February, 1981, vol. 89, pp. 26-53.",
        "Blinder, Alan, S. and Deaaton, Angus, T he Time Series Consumption Function Revisited, Brooking Papers on Economic Activity, 2:1985, pp. 465-511.",
        "Martin Browning and Annamaria Lusardi, Household Savings: Micro Theories and Micro Facts, Journal of Economic Literature , vol. 34, December 1996.",
        "Bernheim, B. Douglas, Lorenzo Forni, Jaga deesh Gokhale, and Laurence J. Kotlikoff, The Mismatch Between Life Insurance Holdings and Financial Vulnerabilities: Evidence from the Health and Retirement Survey, American Economic Review , 93 (1), March 2003, pp. 354-65.",
        "Bernheim, B. Douglas, Solange Berstein, Jagad eesh Gokhale, and Laurence J. Kotlikoff, Saving and Life Insurance Holdings at Boston University, mimeo May 2002.",
        "Bernheim, B. Douglas, Katherine G. Carm an, Jagadeesh Gokhale, and Laurence J. Kotlikoff, Are Life Insurance Holdings Related to Financial Vulnerabilities? forthcoming, Economic Inquiry , 2003."
    ]
}