{
    "id": 10099,
    "cites": 13,
    "cited_by": 9,
    "reference": [
        "[1] Abel, Andrew B., Asset Prices under Habit Formation and Catching Up with the Joneses, American Economic Review, 80, 2 (May 1990), 38-42.",
        "[2] Abel, Andrew B., Risk Premia and Term Premia in General Equilibrium, Journal of Monetary Economics, 43, 1 (February 1999), 3-33.",
        "[4] Boskin, Michael J. and Eytan Sheshinski, Optimal Redistributive Taxation When Individual Welfare Depends upon Relative Income, Quarterly Journal of Economics, 92, 4 (November 1978), 589-601.",
        "[5] Campbell, John Y. and John H. Cochrane, By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior Journal of Political Economy, 107, 2 (April 1999), 205-51.",
        "[6] de la Croix, David, and Philippe Michel, Optimal Growth When Tastes Are Inherited, Journal of Economic Dynamics and Control, 23, 4 (February 1999), 519-537.",
        "[7] Diamond, Peter A., National Debt in a Neoclassical Growth Model, American Economic Review, 55, 5 (December 1965), 1126-1150.",
        "[8] Duesenberry, James S., Income, Saving and the Theory of Consumer Behavior, Harvard University Press, Cambridge, MA, 1949.",
        "[9] Dupor, Bill and Wen-Fang Liu, Jealousy and Equilibrium Overconsumption, May 31, 2002, forthcoming in American Economic Review.",
        "[10] Erosa, Andres and Martin Gervais, Optimal Taxation in Life-Cycle Economies, Journal of Economic Theory, 105, 2 (August 2002), 338-- 369.",
        "[11] Garriga, Carlos, Optimal Fiscal Policy in Overlapping Generations Models, Working Paper, Department of Economics, Florida State University, January 2001.",
        "[12] Liu, Wen-Fang and Stephen J. Turnovsky, Consumption Externalities, Production Externalities, and the Accumulation of Capital, University of Washington, Seattle, November 2002.",
        "[13] Ljungqvist, Lars and Harald Uhlig, Tax Policy and Aggregate Demand Management Under Catching Up with the Joneses, American Economic Review, 90, 3 (June 2000), 356-366.",
        "[14] Samuelson, The Two-Part Golden Rule Deduced as the Asymptotic Turnpike of Catenary Motions, Western Economic Journal, 6, 2 (March 1968), 85-89."
    ]
}