{
    "id": 10096,
    "cites": 14,
    "cited_by": 19,
    "reference": [
        "Altig, D., A.J. Auerbach, L.J. Kotlikoff, K.A. Smetters and J. Walliser (2001): Simulating Fundamental Tax Reform in the United States, American Economic Review 91, 574-595.",
        "Auerbach, A.J., L.J. Kotlikoff, R.P. Hagemann and G. Nicoletti (1989): The Economic Dynamics of an Ageing Population: The Case of Four OECD Countries, OECD Economic Studies 12, 97-130.",
        "Auerbach, A.J. and L.J. Kotlikoff (1987): Dynamic Fiscal Policy, Cambridge.",
        "Bloendal, S. and S. Scarpetta (1999): The retirement decision in OECD countries, OECD Economics Department Working Paper 202, Paris.",
        "Boersch-Supan, A., A. Ludwig and J. Winter (2002): Ageing and International Capital Flows, in: Auerbach, A.J. and H. Herrmann (eds.), Ageing, Financial Markets and Monetary Policy, pp. 55-83.",
        "Dang, T.T., P. Antolin and H. Oxley (2001); Fiscal Implications of Ageing: Projections of Age-related Spending, Economics Department Working Paper No. 305, OECD, Paris.",
        "De Nardi, M., S. Imrohoroglu and T.J. Sargent (1999): Projected U.S. Demographics and Social Security, Review of Economic Dynamics, Vol. 2 (3) pp. 575-615.",
        "European Commission (2003): Statistical Annex to European Economy No. 4, Brussels.",
        "Fehr, H., G. Halder, S. Jokisch and L.J. Kotlikoff (2003): A Simulation Model for the demographic transition in the OECD, Discussion Paper, University of Wuerzburg.",
        "Gokhale, J. L.J. Kotlikoff, J. Senfton and M. Weale (2001): Simulating the Transmission of Wealth Inequality via Bequests, Journal of Public Economics 79, 93-128.",
        "INGENUE (2002): Macroeconomic consequences of pension reforms in Europe: An investigation with the INGENUE world model, Discussion Paper, Paris.",
        "OECD (2002): Education at a glance, Paris.",
        "OECD (2003): Health Data, 4th ed., Paris.",
        "Whitehouse, E. (2002): Pension systems in 15 countries compared: the value of entitlements, Discussion Paper 02/04, Centre for Pensions and Superannuation, Sydney."
    ]
}