{
    "id": 10090,
    "cites": 66,
    "cited_by": 20,
    "reference": [
        "Charnovitz, Steve, and Michael Weinstein, 2001, The Greening of the WTO, Foreign Affairs 80, no. 6, 147-156.",
        "Vogel, David, 1995, Trading Up: Consumer a nd Environmental Regulation in a Global Economy , Harvard University Press.",
        "Tobey, James A., 1990, The Effects of Domestic Environmental Policies on Patterns of World Trade: An Empirical Test, Kyklos 43, 191-209.",
        "Victor, David, and C. Ford Runge, 2002, Far ming the Genetic Frontier, Foreign Affairs , 81, no.3. p. 107-121.",
        "Stavins, Robert, 2000, Economics of the Evironment: Selected Readings , 4th Edition, Norton: New York.",
        "Suri, Vivek, and Duane Chapman, 1998, Economic Growth, Trade and Energy: Implications for the Environmental Kuznets Curve, Ecological Economics 25, 2, May, 147-160.",
        "Smarzynska, Beata, and Shang-Jin Wei, 2001, Po llution Havens and Foreign Direct Investment: Dirty Secret or Popular Myth? NBER Working Paper No. 8465, September.",
        "Selden, Thomas, and Daqing Song, 1995, Neoclassi cal Growth, the J Curve for Abatement, and the Inverted U Curve for Pollution, Journa l of Environmental Economics and Management 29, 162-168.",
        "Shafik, Nemat, 1994, Economic Development and Environmental Quality: An Econometric Analysis, Oxford Economic Papers 46, 757-773.",
        "Porter, Michael, 1990, The Competitive Advantage of Nations (The Free Press, MacMillan).",
        "Porter, Michael, 1991, Americas Green Strategy, Scientific American , April.",
        "Ruggie, John, 2002, Trade, Sustainability a nd Global Governance, Columbia Journal of Environmental Law , vol 27, no. 297-307.",
        "Schelling, Thomas, 2002, What Makes Greenhouse Sense? Foreign Affairs , 81, no. 3, May/June.",
        "Selden, Thomas, and Daqing Song, 1994, Environm ental Quality and Development: Is There a Kuznets Curve for Air Pollution Emissions, Journal of Environmental Economics and Management 27, 147-162.",
        "Parson, Edward, Protecting the Ozone Layer: Scie nce, Strategy, and Negotiation in the Shaping of a Global Environmental Regime (Oxford University Press, forthcoming, 2002).",
        "Panayotou, Theo, 1993, Empirical Tests and Policy Analysis of Environmental Degradtion at Different Stages of Development, Worki ng Paper WP238, Technology and Employment Programme (International Labor Office: Geneva).",
        "Muradian, Roldan, Martin OConnor and Joan Martinez-Alier, 2001, Embodied Pollution in Trade: Estimating the Environmental Load Displacement of Industrialised Countries, FEEM Working P aper No. 57, July, Milan.",
        "Neumayer, Eric, 2002, Does Trade Openness Promote Multilateral Environmental Cooperation? The World Economy 25, no. 6, 812-832.",
        "Nordhaus, William, 2001, After Kyoto: Alterna tive Mechanisms to Control Global Warming, American Economic Association, Atlanta, GA Jan. 4.",
        "Levinson, Arik, and M. Scott Taylor, 2001, Trade and the Environment: Unmasking the Pollution Haven Effect, Georgetown Univ ersity and University of Wisconsin.",
        "Liddle, Brantley, 2001, Free Trade and the Environment-Development System, Ecological Economics 39, 21-36.",
        "Low, P., and A. Yeats, 1992, Do `Dirty Industries Migrate? in P. Low, ed., International Trade and the Environment , World Bank, 1992, 89-104.",
        "Meadows, Donella, Dennis Meadows, Jorgen Rande rs, and William Behrens, 1972, The Limits to Growth , Universe Books, New York.",
        "Jaffe, Adam, S.R. Peterson, Paul Portney and Robert Stavins, 1995, Environmental Regulation and the Competitiveness of U.S. Manufacturing: What Does the Evidence Tell Us? Journal of Economic Literature 33, 132-63.",
        "Holtz-Eakin and T. Selden, 1995, Stoking the Fi res? CO2 Emissions and Economic Growth, Journal of Public Economics , vol. 57, May, 85-101.",
        "Harbaugh, William, Arik Levinson, and Davi d Wilson, 2000, Reexamining the Empirical Evidence for an Environm ental Kuznets Curve, NBER Working Paper No. 7711, May.",
        "Hilton, F.G. Hank, and Arik Levinson, 1998, Factoring theEnvironmental Kuznets Curve: Evidence from Automotive Lead Emissions, Journal of Environmental Economics and Managemen t 35, 126-141.",
        "Grossman, Gene, and Alan Krueger, 1995, Econom ic Growth and the Environment, Quarterly Journal of Economics , 110, no. 2, May 1995, pp. 353-77.",
        "Hanley, Nick, Jason Shogren, and Ben White, Envi ronmental Economics in Theory and Practice , Oxford: New York, 1997.",
        "Gollier, Christian, 2001, Should We Beware the Precautionary Principle? Economic Policy 33, October, 303-327.",
        "Goulder, Lawrence, and Robert Stavins, 2002, An Eye on the Future, Nature, 419, October 17, 673-74.",
        "Grossman, Gene, and Alan Krueger, 1993, Environmental Impacts of a North American Free Trade Agreement, in The U.S.-Mexico Free Trade Agreement , Peter Garber, ed., Cambridge MA, MIT Press.",
        "Frankel, Jeffrey, and Andrew Rose, 2003, Is Tr ade Good or Bad for the Environment? Sorting Out the Causality, RWP03-038, Kennedy School, Harvard University, September. Revised version of NBER Working Paper 9201. Fort hcoming, Review of Economics and Statistics .",
        "Foster, Andrew, and Mark Rosenzweig, 2003, Economic Growth and the Rise of Forests, Quarterly Journal of Economics , 118, issue 2, May 601-638.",
        "Frankel, Jeffrey, 2003, Youre Getting Warmer: The Most Feasible Path for Addressing Global Climate Change Does Run Through Kyoto, Fondazione Eni Enrico Mattei, Milan, Italy; forthcoming in Trade a nd the Environment in the Perspective of the EU Enlargement (Edward Elgar Publishers, Ltd., UK), edited John Maxwell, with Marialuisa Tamborra, 2003.",
        "Esty, Daniel, and Michael Porter, 2001, Measuring National Environmental Performance and Its Determinants, Yale Law School a nd Harvard Business School, April.",
        "Esty, Daniel, and Damien Giradin, 1998, E nvironmental Protection and International Competitiveness: A Conceptual Framework, Journal of World Trade , 32, no. 3, June, 5-46.",
        "Esty, Daniel, 1994, Greening the GATT: Trade, Environment, and the Future , Institute for International Economics, Washington DC.",
        "Esty, Daniel, 2001, Bridging the Trade-Envi ronment Divide, Journal of Economic Perspectives , Summer 15, no. 3, 113-130.",
        "Esty, Daniel, and Bradford Gentry, 1997, Foreign Investment, Globalisation, and the Environment, Globalization and the Environment , edited by Tom Jones (Organization for Economic Cooperation and Development: Paris).",
        "Eiras, Ana, and Brett Schaefer, 2001, Trade: The Best Way to Protect the Environment, Backgrounder , The Heritage Foundation no. 1480, September 27.",
        "Dua, Andre, and Daniel Esty, 1997, Sustaining the Asia Pacific Miracle: Environmental Protection and Economic Integration , Institute for International Economics: Washington DC.",
        "Ederington, Josh, Arik Levinson and Jenny Mi nier, 2003, Footloose and Pollution-Free, NBER Working Paper No. 9718, May.",
        "Dean, Judy, 2002, Does Trade Liberalization Harm the Environment? A New Test, Canadian Journal of Economics , November 35, no. 4, 819-842.",
        "Dean, Judy, 1992, Trade and the Environment: A Survey of the Literature, in Patrick Low, ed., International Trade and the Environment , World Bank Discussion Paper No. 159.",
        "Dean, Judy, 2001, Overview, in Inte rnational Trade and the Environment , J. Dean, ed., International Library of Environmental Economics and Policy Series , (Ashgate Publishing: UK).",
        "Daly, Herman, 1993, The Perils of Free Trade, Scientific American , Nov., 51-55.",
        "Copeland, Brian, and M. Scott Taylor, 2003b, Trade, Growth and the Environment, NBER Working Paper No. 9823, July.",
        "Cropper, Maureen, and Charles Griffiths, 1994, The Interaction of Population Growth and Evironmental Quality, American Economic Review 84, no. 2, May, 250-254.",
        "Copeland, Brian, and M. Scott Taylor, 2003a, Trade and the Environment: Theory and Evidence (Princeton University Press: Princeton).",
        "Copeland, Brian, and M. Scott Taylor, 1995, Tr ade and the Environment: A Partial Synthesis, American Journal of Agricultural Economics 77, 765-771.",
        "Copeland, Brian, and M. Scott Taylor, 2001, International Trade and the Environment: A Framework for Analysis, NBER Working Paper No. 8540, Oct.",
        "Chaudhuri, Shubham, and Alexander Pfaff, 2002, Economic Growth and the Environment: What Can We Learn from Household Data ? Columbia University, February.",
        "Cooper, Richard, 1998, Why Kyoto Wont Work, Foreign Affairs , March/April.",
        "Copeland, Brian, and M. Scott Taylor, 1994, North-South Trade and the Environment, Quarterly Journal of Economics 109, 755-787.",
        "Charnovitz, Steve, 2002b, A World Environm ent Organization, Columbia Journal of Environmental Law , 27, no. 2, 323-362.",
        "Braithwaite, John, and Peter Drahos, Global Business Regulation , Cambridge University Press, UK. Charnovitz, Steve, 2002a, The Law of Environmental `PPMs in the WTO: Debunking the Myth of Illegality, The Yale J ournal of International Law , 27, no. 1,Winter, pp. 59-110.",
        "Brack, Duncan, 1996, International Trade and the Montreal Protocol (The Royal Institute of International Affairs and Earthscan Publications, Ltd.: London).",
        "Bradford, David, Rebecca Schlieckert and Stephen Shore, 2000, The Environmental Kuznets Curve: Exploring a Fresh Specification, NBER Working Paper no. 8001. Forthcoming, Topics in Economic Analysis and Policy .",
        "Bhagwati, Jadgish, and T.N. Srinivasan, 1996, Trade and the Environment: Does Environmental Diversity Detract from the Case for Free Trade, in Fair Trade and Harmonization -- Vol. 1: Economic Analysis, edited by Jagdish Bhagwati and Robert Hudec (MIT Press: Cambridge), pp.",
        "Barrett, Scott, and Kathryn Graddy, 2000, Freedom, Growth, and the Environment, Environment and Development Economics 5, 433-456.",
        "Bhagwati, Jadgish, 2000, On Thinking Clearly About the Linkage Between Trade and the Environment, in The Wind of the Hundred Days: How Washington Mismanaged Globalization (MIT Press: Cambridge).",
        "Arrow, K., R. Bolin, P. Costanza, P. Dasgupta, C. Folke, C.S.Holling, B.O. Jansson, S.Levin, K.G. Maler, C.Perrings, and D.Pimentel, 1995, Economic Growth, Carrying Capacity, and the Environment, Science 268, 520-521, April 28.",
        "Andreoni, James, and Arik Levinson, 2001, The Simple Analytics of the Environmental Kuznets Curve, NBER Working Paper no. 6739. Journal of Public Economics , v. 80, May, 269-286.",
        "Antweiler, Werner, Brian Copeland and M. Sc ott Taylor, 2001, Is Free Trade Good for the Environment? NBER Working Paper No. 6707. American Economic Review , 91, no. 4, September, 877-908.",
        "Hufbauer, Gary, Daniel Esty, Diana Orejas, Lu is Rubio, and Jeffrey Schott, 2000, NAFTA and the Environment: Seven Years Later , Policy Analyses in International Economics No. 61, October, Institute for International Economics: Washington DC."
    ]
}