{
    "id": 10098,
    "cites": 35,
    "cited_by": 19,
    "reference": [
        "Aguiar, Mark and Erik Hurst (2003). Consumption vs. Expenditure, University of Chicago Working Paper.",
        "Altonji, Joseph and Aloysius Siow (1987). Testing the Response of Consumption to Income Change with (Noisy) Panel Data. Quarterly Journal of Economics, 102(2): 293-328.",
        "Propensity to Plan, Quarterly Journal of Economics, 118(3), 1007-48. Angeletos, George-Marios, David Laibson, Andrea Repetto, Jeremy Tobacman, and Stephen Weinberg (2001). The Hyperbolic Buffer Stock Model: Calibration, Simulation, and Empirical Evaluation, Journal of Economic Perspectives, 15(3), Summer, 47-68.",
        "Attanasio, Orazio and Martin Browning (1995). Consumption over the Life Cycle and over the Business Cycle. American Economic Review, 85(5): 1187-1237.",
        "Banks, James, Richard Blundell and Sara Tanner (1999).",
        "Puzzle? American Economic Review 88(4): 769-88. Bernheim, Douglas (1992).",
        "Retirement? Technical Report. Unpublished paper. New York. Merrill Lynch. Bernheim, Douglas (1997).",
        "Issues and Options. In Facing the Age Wave, eds, David Wise. Stanford, CA. Hoover Press. Bernheim, Douglas and Daniel Garrett (2003), The Effects of Financial Education in the Workplace: Evidence from a Survey of Households, Journal of Public Economics, 87, pp.",
        "Bernheim, Douglas and Karl Scholz (1993). Private Saving and Public Policy. In Tax Policy and the Economy, vol 7, eds, James Poterba. Cambridge and London: MIT Press.",
        "Bernheim, Douglas, Jonathan Skinner, and Steven Weinberg (2001). What Accounts for the Variation in Retirement Wealth Among U.S. Households? American Economic Review 91(4): 832-57.",
        "Hypothesis. Quarterly Journal of Economics 112(1): 1-56. Campbell, John and Gregory Mankiw (1989).",
        "Reinterpreting the Time Series Evidence. NBER Macroeconomics Annual 4(1): 185-247. Deaton, Angus (1992). Understanding Consumption. Oxford: Clarendon Press.",
        "Dynan, Karen (2000). Habit Formation in Consumer Preferences: Evidence from Panel Data, American Economic Review, 90(3): 391 406.",
        "Engen, Eric M., William G. Gale, and Cori Uccello (1999). The Adequacy of Household Saving, Brookings Papers on Economic Activity, 1999:2, 65-165.",
        "A Theory of the Consumption Function. Princeton: Princeton University Press. Gourinchas, Pierre-Olivier and Jonathan Parker (2000). Consumption Over the Life Cycle,, Econometrica, 70(1): 47-89.",
        "Gustman, Alan and F. Thomas Juster (1996).",
        "Households, in Eric Hanushek and Nancy Maritato, Assessing Knowledge of Retirement Behavior, Washington D.C.: National Academy Press. Hall, Robert (1978). Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence. Journal of Political Economy 86(6): 971-987.",
        "Hall, Robert and Frederic Mishkin (1982). The Sensitivity of Consumption to Transitory Income: Estimates from Pane Data on Households. Econometrica 50(2): 461-481.",
        "Hansen, Lars Peter and Kenneth Singleton (1983). Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns. Journal of Political Economy 91(2): 249-265.",
        "Hurd, Michael and Susann Rohwedder (2003).",
        "Anticiapted and Actual Declines in Spending at Retirement, NBER Working Paper 9586. Hurd, Michael and Julie Zissimopoulos (2002). Saving for Retirement: Wage Growth and Unexpected Events, Rand Working Paper, July.",
        "Hurst, Erik, Ming-Ching Luoh and Frank Stafford (1998). Wealth Dynamics of American Families: 1984-1994. Brookings Papers on Economic Activity 1998(1): 267-337.",
        "Laibson, David (1996). Golden Eggs and Hyperbolic Discounting. Quarterly Journal of Economics 112(2): 443-477.",
        "Lawrance, Emily (1991). Poverty and the Rate of Time Preference: Evidence from Panel Data. Journal of Political Economy 99(1): 55-77.",
        "Lusardi, Annamaria (1999). Information, Expectations, and Savings, in Behavior Dimensions of Retirement Economics, Henry Aaron, eds. New York: Brookings Institution/Russel Sage Foundation, 81-115.",
        "Lusardi, Annamaria (2002). Explaining Why So Many Households Do Not Save, Mimeo, Dartmouth College.",
        "Lusardi, Annamaria (2003a). Planning and the Effectiveness of Retirement Saving, Mimeo, Dartmouth College.",
        "Decision-Making Under Uncertainty. Eds, Olivia Mitchell and Steven Utkus. Pension Research Council, Philadelphia. Modigliani, Franco and Richard Brumberg (1954). Utility Analysis and the Consumption Function: An Interpretation of the Cross-Section Data, in Post-Keynesian Economics. Eds., Kenneth Kurihara. New Brunswick, NJ. Rutgers U. Press: 388-436.",
        "Shapiro, Matthew (1984). The Permanent Income Hypothesis and the Real Interest Rate: Some Evidence from Panel Data. Economic Letters 14(1): 93-100.",
        "American Economic Review 85(1): 186-200. Skinner, Jonathan (1987). A Superior Measure of Consumption from the Panel Study of Income Dynamics, Economic Letters, 23(2): 213-16.",
        "Smith, James P. (1997). Wealth Inequality Among Older Americans, Journal of Gerontology, 52(B), May: 74-81.",
        "Venti and Wise (2000). Choice, Chance and Wealth Dispersion at Retirement, NBER Working Paper 7521.",
        "Venti, Stephen and David Wise (1998). The Cause of Wealth Dispersion at Retirement: Choice or Chance? American Economic Review 88(2): 185-191.",
        "Zeldes, Stephen (1989). Consumption and Liquidity Constraints: An Empirical Investigation. Journal of Political Economy 97(2): 305-346.",
        "Additionally, the PSID asked the following question of both heads and spouses to ascertain individual health status: Would you say your (Heads/Wifes) health in general is excellent, very good, good, fair, or poor?. If the individual responded that their health was fair or poor, the individual was coded as having bad health. 1989 bad health dummies were included for both the head and the wife."
    ]
}