{
    "id": 10094,
    "cites": 18,
    "cited_by": 5,
    "reference": [
        "Anderlini, Luca and Leonardo Felli. 1999. Incomplete Contracts and Complexity Costs. Theory and Decision. 46: 23-50.",
        "Anderlini, Luca, Leonardo Felli, and Andrew Postlewaite. 2001. Courts of Law and Unforeseen Contingencies. University of Pennslyvania Law School, Institute for Law and Economics, Research Paper No. 01-05.",
        "Ayres, Ian and Robert Gertner. 1989. Filling Gaps in Incomplete Contracts: An Economic Theory of Default Rules. Yale Law Journal. 99: 87-130.",
        "Battigalli, Pierpaolo, and Giovanni Maggi. 2002. Rigidity, Discretion, and the Costs of Writing Contracts. American Economic Review. 92: 798-817.",
        "Bebchuk, Lucian, and Steven Shavell. 1991. Information and the Scope of Liability for Breach of Contract: The rule of Hadley v. Baxendale. Journal of Law, Economics, and Organization. 7: 284-312.",
        "Craswell, Richard. 2000. Contract Law: General Theories, in Encyclopedia of Law and Economics, Boudewijn Bouckaert and Gerrit de Geest, editors, 3: 1-24. Cheltenham, UK: Edward Elgar.",
        "Dye, Ronald A. 1985. Costly Contract Contingencies. International Economic Review. 26: 233-250.",
        "Farnsworth, E. Allan. 1999. Contracts. Third edition. Aspen, New York.",
        "Goetz, Charles J. and Robert E. Scott. 1985. The Limits of Expanded Choice: An Analysis of the Interactions between Express and Implied Contract Terms. California Law Review. 73: 261-322.",
        "Hadfield, Gillian K. 1994. Judicial Competence and the Interpretation of Incomplete Contracts. Journal of Legal Studies. 23: 159-184.",
        "Hart, Oliver and Bengt HolmstrÃ\u0083Â¶m. 1987. The Theory of Contracts, Chaper 3 in Advances in Economic Theory, Fifth World Congress, Truman Bewley, editor. Cambridge, UK: Cambridge University Press.",
        "Hart, Oliver, and John Moore. 1999. Foundations of Incomplete Contracts. Review of Economic Studies. 66: 115-138.",
        "Katz, Avery. 1998. Contract Formation and Interpretation, in The New Palgrave Dictionary of Economics and the Law, edited by Peter Newman, 1: 425-32. London: Macmillan.",
        "Posner, Eric A. 1998. The Parol Evidence Rule, The Plain Meaning Rule, and the Principles of Contractual Interpretation. University of Pennsylvania Law Review. 146: 533-577.",
        "Rogerson, William P. 1984. Efficient Reliance and Damage Measures for Breach of Contract. Rand Journal of Economics. 15: 3953.",
        "Schwartz, Alan. 1992. Relational Contracts in the Courts: An Analysis of Incomplete Agreements and Judicial Strategies, Journal of Legal Studies. 21: 271-318.",
        "Schwartz, Alan and Joel Watson. 2001. The Law and Economics of Costly Contracting. Discussion Paper 2001-21. Department of Economics, University of California at San Diego.",
        "Spier, Kathryn E. 1992. Incomplete Contracts and Signalling. RAND Journal of Economics. 23: 432-443."
    ]
}