{
    "id": 10095,
    "cites": 39,
    "cited_by": 26,
    "reference": [
        "Allen, Franklin and Douglas Gale, 1994, Financial Innovation and Risk Sharing, Cambridge: Cambridge University Press.",
        "Argentina, Government of, 2003, Description of the Process of Sovereign Debt Restructuring, unpublished, Buenos Aires, February.",
        "Balls, Edward, 2003, Preventing Financial Crises: The Case for Independent IMF Surveillance, unpublished manuscript, Institute of International Finance, www.iie.com.",
        "Bank of Canada, and Bank of England, 2001, Resolution of International Financial Crises, unpublished, Bank of Canada and Bank of England.",
        "Becker, Torbjorn, Anthony Richards, and Yungong Thaicharoen, 2001, Bond Restructuring and Moral Hazard: Are Collective Action Clauses Costly? IMF Working Paper, 01/92, Washington DC: International Monetary Fund.",
        "Bratton, William W., and G. Mitu Gulati, 2002, Sovereign Debt Restructuring and the Best Interest of the Creditors, Sloan Program Working Paper, forthcoming in January at www.ssrn.com., Georgetown University Law Center.",
        "Bulow, Jeremy, and Kenneth Rogoff, 1989, A Constant Recontracting Model of Sovereign Debt, Journal of Political Economy, Vol. 97, pp.155178.",
        "Council on Foreign Relations, 1999, Safeguarding Prosperity in a Global Financial System: The Future International Financial Architecture, Washington DC: Institute for International Economics.",
        "Douglas, William O. 1940, Democracy and Finance, New Haven: Yale University Press.",
        "Eaton, Jonathan, and Mark Gersovitz, 1981, Debt with Potential Repudiation, Review of Economic Studies, Vol. 48, pp.289309.",
        "Eichengreen, Barry, 1996, Financing Infrastructure Investment in Developing Countries: Lessons from the Railway Age, in Infrastructure Delivery: Private Initiative and the Public Good, ed. by Ashoka Mody, Washington DC: The World Bank.",
        "NBER Working Paper No. 7458, Cambridge, Massachusetts: National Bureau of Economic Research. ------, 2000b, Would Collective Action Clauses Raise Borrowing Costs? An Update and Extension, World Bank Research Paper No. 2363, Washington DC: the World Bank.",
        "Emerging Market Creditors Association, 2002, Model Covenants for New Sovereign Debt Issues, unpublished manuscript, EMCA, http://www.rbwf.org/june2002/modelcovenants.pdf, 3 May.",
        "Fischer, Stanley, 2002, Financial Crises and Reform of the International Financial System, NBER Working Paper No. 9297, Cambridge, Massachusetts: National Bureau of Economic Research.",
        "Gavin, Michael, 2003, On the Sovereign Debt Restructuring Debate, UBS Warburg Emerging Markets Daily, pp.57, March.",
        "Goldstein, Morris, 2003, Debt Sustainability, Brazil, and the IMF, Working Paper No. 03-1, Washington DC: Institute of International Economics.",
        "Group of Seven, 1999, Strengthening the International Financial Architecture, Report of the G- 7 Finance Ministers to Heads of State and Government, Cologne, Germany.",
        "Group of Ten, 2002, Report of the G-10 Working Group on Contractual Clauses, www.imf.org, September.",
        "Group of Thirty, 2002, Key Issues in Sovereign Debt Restructuring, Washington DC: Group of Thirty.",
        "Gugiatti, Mark, and Anthony Richards, 2003, Do Collective Action Clauses Influence Bond Yields? New Evidence from Emerging Markets, Research Discussion Paper 2003-02, Sydney: Reserve Bank of Australia.",
        "Hubbard, R. Glenn, 2002, Enhancing Sovereign Debt Restructuring, Remarks of R. Glenn Hubbard, Chairman of the Council of Economic Advisors, to the Conference on the IIFs Sovereign Debt Proposal,Washington DC: American Enterprise Institute.",
        "Hurlock, James, The Way Ahead for Sovereign Debt, Euromoney, pp.7879, August. Institute of International Finance, 1996, Resolving Sovereign Financial Crises, Washington DC: Institute of International Finance.",
        "Committee on Crisis Prevention and Resolution, Washington DC: Institute of International Finance. - 82 - International Monetary Fund, 2002, Collective Action Clauses in Sovereign Bond Contracts Encouraging Greater Use, Washington DC: International Monetary Fund at www.imf.org.",
        "International Monetary Fund at www.imf.org. J.P. Morgan, 2002, Two Step Sovereign Debt Restructuring, unpublished, J.P. Morgan.",
        "Kenen, Peter, 2001, The International Financial Architecture: Whats New? Whats Missing? Washington, D.C: Institute for International Economics.",
        "Kletzer, Kenneth, 2003, Sovereign Bond Restructuring: Collective Action Clauses and Official Crisis Intervention, paper for Bank of England conference, The Role of the Official and Private Sectors in Resolving International Financial Crises, 23-24 July, revised.",
        "Review, Vol. 90, pp. 621639. Kroszer, Randall, 2003, American Economic Review, Papers and Proceedings, May.",
        "Krueger, Anne, 2002, A New Approach to Sovereign Debt Restructuring, Washington DC: International Monetary Fund.",
        "Mas-Colell, Andreu, Michael Whinston, and Jerry R. Green, 1995, Microeconomic Theory, New York: Oxford University Press.",
        "Meltzer Commission, International Financial Institution Advisory Commission, 2000, Report, Washington DC: GPO.",
        "Miller, Marcus, 2003, Sovereign Debt Restructuring: Where Things Stand Now, unpublished manuscript, Institute for International Economics.",
        "Mody, Ashoka, 2003, Crisis Resolution: Lessons From the Bond Market, XVIII Meeting of the Latin American Network of Central Banks and Finance Ministries, Washington DC: Inter-American Development Bank, 9 April.",
        "Ohlin, Goran, 1976, Debts, Development and Default, in A World Divided: The Less Developed Countries in the International Economy, ed. by Gerald K. Helleiner, Cambridge: Cambridge University Press.",
        "Raffer, Kunibert, 1990, Applying Chapter 9 Insolvency to International Debts: An Economically Efficient Solution with a Human Face, World Development, Vol. 18, pp.",
        "Rhodes, William, and others, 1999, Global Private Finance Leaders Stress the Importance of Voluntary Approaches to Crisis Resolution in Emerging Markets, press release, Washington: Institute of International Finance.",
        "Roubini, Nouriel, and Brad Setser, 2003, Improving the Sovereign Debt Restructuring Process: Problems in Restructuring, Proposed Solutions, and a Roadmap for Reform, unpublished manuscript, New York University and Council on Foreign Relations.",
        "Skeel, David A., Jr., 2002, Can Majority Voting Provisions Do It All? unpublished manuscript, University of Pennsylvania.",
        "Sturzenegger, Federico, 2002, Default Episodes of the `90s: Factbook and Preliminary Lessons, unpublished manuscript, Universidad Torcuato Di Tella, Buenos Aires, June.",
        "UBS Warburg, 2003, Uruguay Swap: I See the Stick, Where is My Carrot? Global Economic and Strategy Research, Latin America Fixed Income Strategy Note, 23 April."
    ]
}