{
    "id": 10109,
    "cites": 30,
    "cited_by": 3,
    "reference": [
        "Albanesi, Stefania; Chari, V. V.; and Christiano, Lawrence. 2003. Expectation Traps and Monetary Policy. Review of Economic Studies 70(4, October), 715--42.",
        "Albanesi, Stefania, and Sleet, Christopher. 2002. Optimal Policy with Endogenous Fiscal Constitutions. Manuscript, Fuqua School of Business, Duke University.",
        "Amador, Manuel; Angeletos, George-Marios; and Werning, IvÃ\u0083Â¡n. 2003. Optimal Commit- ment. Manuscript, Massachusetts Institute of Technology.",
        "Angeletos, George-Marios; Hellwig, Christian; and Pavan, Alessandro. 2003. Coordination and Policy Traps. Manuscript, Massachusetts Institute of Technology.",
        "Athey, Susan, and Bagwell, Kyle. 2001. Optimal Collusion with Private Information. RAND Journal of Economics 32(3, Autumn), 428--65.",
        "Athey, Susan; Bagwell, Kyle; and Sanchirico, Chris. Forthcoming. Collusion and Price Rigidity. Review of Economic Studies. Atkeson, Andrew, and Lucas, Robert E., Jr. 1992. On Efficient Distribution with Private Information. Review of Economic Studies 59(3, July), 427--53.",
        "Backus, David, and Driffill, John. 1985. Inflation and Reputation. American Economic Review 75(3, June), 530--38.",
        "Barro, Robert J., and Gordon, David B. 1983. Rules, Discretion and Reputation in a Model of Monetary Policy. Journal of Monetary Economics 12(1, July), 101--21.",
        "Bernanke, Ben S., and Mishkin, Frederic S. 1997. Inflation Targeting: A New Framework for Monetary Policy? Journal of Economic Perspectives 11(2, Spring), 97--116.",
        "Bernanke, Ben S., and Woodford, Michael. 1997. Inflation Forecasts and Monetary Policy.",
        "Journal of Money, Credit, and Banking, Part 2, 39(4, November), 653--84. Canzoneri, Matthew B. 1985. Monetary Policy Games and the Role of Private Information.",
        "American Economic Review 75(5, December), 1056--70. Chang, Roberto. 1998. Credible Monetary Policy in an Infinite Horizon Model: Recursive Approaches. Journal of Economic Theory 81(2, August), 431--61.",
        "Chari, V. V.; Christiano, Lawrence J.; and Eichenbaum, Martin. 1998. Expectation Traps and Discretion. Journal of Economic Theory 81(2, August), 462--92.",
        "Chari, V. V., and Kehoe, Patrick J. 1990. Sustainable Plans. Journal of Political Economy 98(4, August), 783--802.",
        "Cukierman, Alex, and Meltzer, Allan H. 1986. A Theory of Ambiguity, Credibility, and Infla- tion under Discretion and Asymmetric Information. Econometrica 54(5, September), 1099--1128.",
        "Da Costa, Carlos, and Werning, IvÃ\u0083Â¡n. 2001. On the Optimality of the Friedman Rule with Heterogeneous Agents and Non-Linear Income Taxation. Manuscript, Massachusetts Institute of Technology.",
        "Faust, Jon, and Svensson, Lars E. O. 2001. Transparency and Credibility: Monetary Policy with Unobservable Goals. International Economic Review 42(2, May), 369--97.",
        "Fudenberg, Drew, and Tirole, Jean. 1991. Game Theory. Cambridge, Mass.: MIT Press.",
        "Green, Edward J. 1987. Lending and the Smoothing of Uninsurable Income. Contractual Arrangements for Intertemporal Trade, 3--25. Minnesota Studies in Macroeconomics series, vol. 1. Minneapolis: University of Minnesota Press.",
        "Green, Edward J., and Porter, Robert H. 1984. Noncooperative Collusion under Imperfect Price Information. Econometrica 52(1, January), 87--100.",
        "Ireland, Peter N. 1997. Sustainable Monetary Policies. Journal of Economic Dynamics and Control 22(1, November), 87--108.",
        "Macroeconomic Dynamics 4(4, December), 448--66. Kocherlakota, Narayana R. 1996. Implications of Efficient Risk Sharing without Commit- ment. Review of Economic Studies 63(4, October), 595--609.",
        "Kydland, Finn E., and Prescott, Edward C. 1977. Rules Rather Than Discretion: The Inconsistency of Optimal Plans. Journal of Political Economy 85(3, June), 473--91.",
        "Nicolini, Juan Pablo. 1998. More on the Time Consistency of Monetary Policy. Journal of Monetary Economics 41(2, April), 333--50.",
        "Persson, Torsten, and Tabellini, Guido. 1993. Designing Institutions for Monetary Stability.",
        "Carnegie-Rochester Conference Series on Public Policy 39(December), 53--84. Phelan, Christopher, and Stacchetti, Ennio. 2001. Sequential Equilibria in a Ramsey Tax Model. Econometrica 69(6, November), 1491--1518.",
        "Rampini, Adriano A. 2003. Default and Aggregate Income. Manuscript, Kellogg School of Management, Northwestern University.",
        "Romer, Christina D., and Romer, David H. 2000. Federal Reserve Information and the Behavior of Interest Rates. American Economic Review 90(3, June), 429--57.",
        "Sleet, Christopher. 2001. On Credible Monetary Policy and Private Government Informa- tion. Journal of Economic Theory 99(1--2, July--August), 338--76.",
        "Sleet, Christopher, and Yeltekin, Sevin. 2003. Credible Monetary Policy with Private Gov- ernment Preferences. Manuscript, Kellogg School of Management, Northwestern Uni- versity."
    ]
}