{
    "id": 10100,
    "cites": 21,
    "cited_by": 7,
    "reference": [
        "Berkovec, J. and S. Stern (1991). Job Exit Behavior of Older Men, Econometrica 59 (1): 189-210.",
        "Blau, D. (1994). Labor Force Dynamics of Older Men, Econometrica 62 (1): 117-156.",
        "Blau, D. and D. Gilleskie (2001b). The Effect of Health on Employment Transitions of Older Men, Research in Labor Economics, vol. 20, JAI Press.",
        "Blau, D. and D. Gilleskie (2003). Health Insurance and Retirement of Married Couples, UNC-CH working paper.",
        "Bound, J., M. Schoenbaum, T. Stinebrickner, and T. Waidmann (1999). The Dynamic Effects of Health on the Labor Force Transitions of Older Workers, Labour Economics 6 (2):179- 202.",
        "Congressional Research Service (1988). Costs and Effects of Extending Health Insurance Coverage. Washington D.C.: Library of Congress.",
        "Gilleskie, D. (1998). A Dynamic Stochastic Model of Medical Care Use and Work Absence, Econometrica 66 (1): 1-45.",
        "Gilleskie, D. and A. Harrison (1998). The Effect of Endogenous Health Inputs on the Relationship between Health and Education, Economics of Education Review 17 (3): 279-297.",
        "Gruber, J. and B.C. Madrian (1995). Health Insurance Availability and the Retirement Decision, American Economic Review 85: 938-48.",
        "Gruber, J. and B.C. Madrian (1996). Health Insurance and Early Retirement: Evidence from the Availability of Continuation Coverage, in David Wise (ed.) Advances in the Economics of Aging, University of Chicago Press.",
        "Gustman, A. and T. Steinmeier (1994). Employer-Provided Health Insurance and Retirement Behavior, Industrial and Labor Relations Review 48 (October): 124-140.",
        "Heckman, J.J. (1981). The Incidental Parameters Problem and the Problem of Initial Conditions in Estimating a Discrete Time-Discrete Data Stochastic Process, in C. Manski and D. McFadden (eds.) Structural Analysis of Discrete Data with Econometric Applications, Cambridge: The MIT Press.",
        "Hurd, M. (1989). Mortality Risk and Bequests, Econometrica 57: 779-814.",
        "Karoly, L.A. and J.A. Rogowski (1994). The Effect of Access to Post-Retirement Health Insurance on the Decision to Retire Early, Industrial and Labor Relations Review 48 (October): 103-123.",
        "Keeler, E.B., K.B. Wells, and W.G. Manning (1988). The Demand for Episodes of Medical Treatment in the Health Insurance Experiment, Santa Monica: RAND Corporation (Pub. no. R-3454-HHS).",
        "Lumsdaine, R.L., J.H. Stock, and D.A. Wise (1994). Pension Plan Provisions and Retirement: Men and Women, Medicare, and Models, in D.A. Wise (ed.) Studies in the Economics of Aging, Chicago: University of Chicago Press.",
        "Madrian, B.C. (1994). The Effect of Health Insurance on Retirement, Brookings Papers on Economic Activity, 181-232.",
        "Mroz, T. and D. Weir (1993). Approximations to Dynamic Stochastic Optimization Models Functional Forms, Heterogeneity, and Taste Variation with an Application to Age at Marriage and Life Cycle Fertility Control in France Under the Ancien Regime, manuscript, University of North Carolina at Chapel Hill.",
        "Rust, J. (1990). Behavior of Male Workers at the End of the Life Cycle: An Empirical Analysis of States and Controls, in D.A. Wise (ed.) Issues in the Economics of Aging, Chicago: University of Chicago Press.",
        "Rust, J. and C. Phelan (1997). How Social Security and Medicare Affect Retirement Behavior in a World of Incomplete Markets, Econometrica 65: 781-831.",
        "Starr-McCluer, M. (1996). Health Insurance and Precautionary Savings, American Economic Review 86 (1), March: 285-95."
    ]
}