{
    "id": 10107,
    "cites": 20,
    "cited_by": 12,
    "reference": [
        "Allais, M. (1979): The Foundations of a Positive Theory of Choice Involving Risk and a Criticism of the Postulates and Axioms of the American Schhol, in Expected Utility Hypothesis and the Allais Paradox, ed. by M. Allais, and O. Hagen. D. Reidel Publishing Co., Dordrecht, Holland.",
        "Ang, A., G. Bekaert, and J. Liu (2002): Why Stocks May Disappoint, NBER Working Paper w7783, Working Paper.",
        "Backus, D. K., A. W. Gregory, and S. E. Zin (1989): Risk Premiums in the Term Structure: Evidence from Artificial Economies., Journal of Monetary Economics, 24, 371399.",
        "Barberis, N., and M. Huang (2001): Mental Accounting, Loss Aversion, and Individual Stock Returns, The Journal of Finance, LVI(4), 1247.",
        "Barberis, N., M. Huang, and T. Santos (2001): Prospect Theory and Asset Prices, The Quarterly Journal of Economics, CXVI(1).",
        "Basak, S., and A. Shapiro (2001): Value-at-Risk Based Risk Management: Optimal Policies and Asset Prices, Review of Financial Studies, 14, 371-405(2), 371405.",
        "Bekaert, G., R. J. Hodrick, and D. A. Marshall (1997): The implications of first-order risk aversion for asset market risk premiums, Journal of Monetary Economics, 40(1), 339.",
        "Chew, S. H. (1989): Axiomatic Utility Theories with the Betweeness Property, Annals of Operations Research, 19, 273298.",
        "Conlisk, J. (1989): Three Variants on the Allais Paradox, The American Economic Review, 79(3), 392407.",
        "Dekel, E. (1986): An Axiomatic Characterization of Preferences under Uncertainty, Journal of Economic Theory, 40, 304318.",
        "Epstein, L., and S. E. Zin (2001): The independence axiom and asset returns, Journal of Empirical Finance, 8, 537572.",
        "Epstein, L. G., and S. E. Zin (1989): Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework, Econometrica, 57(4), 937969.",
        "Gul, F. (1991): A Theory of Disappointment Aversion, Econometrica, 59(3), 667686.",
        "Kahneman, D., and A. Tversky (1979): Prospect Theory: An Analysis of Decision under Risk, Econometrica, 47(2), 263292.",
        "Kreps, D. M., and E. L. Porteus (1978): Temporal Resolution of Uncertainty, Econometrica, 46, 185200.",
        "Lucas, Jr., R. E. (1978): Asset Prices in an Exchange Economy, Econometrica, 46, 142614.",
        "Machina, M. J. (1987): Choince Under Uncertainty: Problems Solved and Unsolved, Journal of Economic Perspectives, 1(1), 121154.",
        "Mehra, R., and E. Prescott (1985): The Equity Premium: A Puzzle, Journal of Monetary Economics, 15, 145161.",
        "Melino, A., and A. X. Yang (2002): State Dependent Preferences Can Explain the Equity Premium Puzzle, University of Toronto Working Paper.",
        "Sagi, J. S. (2003): Anchored Preference Relations, Working Paper, University of California at Berkeley."
    ]
}