{
    "id": 10101,
    "cites": 30,
    "cited_by": 1,
    "reference": [
        "[1] AltinkiliÃ\u0082Â¸c O. and R. S. Hansen (2003 forthcoming), Discounting and underpricing in seasoned equity offers, Journal of Financial Economics.",
        "[2] Blackwell, D., W. Marr, and M. Spivey, (1990), Shelf registration and the reduced due diligence argument: Implications of the underwriter certiÃ\u0083Å¾cation and the implicit insurance hypotheses, Journal of Financial and Quantitative Analysis, 25, 245-59.",
        "[3] Brandenburger, A and B. Nalebuff (1996), Co-opetition, Currency and Double- day, New York.",
        "[4] Boot, A. and A. Thakor (1993), Security design, Journal of Finance, 48, 1349-78.",
        "[5] Chang, X., S. Dasgupta and G. Hilary (2003), Analyst following and capital structure, University of Hong Kong Working Paper.",
        "[6] Dybvig, P. and J. Zender (1991), Capital structure and dividend irrelevance with Asymmetric Information, Review of Financial Studies 4, 201-19.",
        "[7] Dye, R. (2001), An evaluation of Essays on Disclosure and the disclosure Liter- ature in Accounting, Journal of Accounting and Economics 32, 1-3, pp. 181-235.",
        "[8] Easterbrook, F. (1984), Two agency-cost explanations of dividends, American Economic Review 74, 650-659.",
        "[9] Fulghieri, P. and D. Lukin, (2001) Information production, dilution costs, and optimal security design, Journal of Financial Economics, 61, 3-42.",
        "[10] Gibson, S., A. SaÃ\u0083Å¾eddine, and R. Sonti (2003 forthcoming) Smart investments by smart money: evidence from seasoned equity offerings, Journal of Financial Economics.",
        "[12] Grinblatt, M.S., Masulis, R.W. and S. Titman (1984) The Valuation Effects of Stock Splits and Stock Dividends, Journal of Financial Economics, 13, 461-90.",
        "[13] Grossman, S., and O. Hart (1986), The costs and beneÃ\u0083Å¾ts of ownership: A theory of vertical and lateral integration, Journal of Political Economy 94, 691-719.",
        "[14] Hansen, R. and P. Torregrosa (1992), Underwriter Compensation and Corporate Monitoring, Journal of Finance 47, 1537-55.",
        "[15] Hart, O. (1993), Theories of optimal capital structure: A managerial discretion perspective. In Margaret Blair (ed.), The Deal Decade: What Takeovers and Leveraged Buyouts Mean for Corporate Governance. Washington: Brookings In- stitution.",
        "[16] Hart, O. (1995), Firms, contracts and Ã\u0083Å¾nancial structure, Clarendon Press Ox- ford.",
        "[17] Hart, O. and J. Moore (1995), Debt and seniority: An analysis of the role of hard claims in constraining management, American Economic Review, 85, 567-85.",
        "[18] Hertzel, M., M. Lemmon, J. Linck, and L. Rees (2002), Long-run performance following private placements of equity, Journal of Finance, 52, 2595-2617.",
        "[19] Holmstrom, B. and J. Tirole (1993), Market liquidity and performance monitor- ing, Journal of Political Economy, 101, 678-709.",
        "[20] Jensen, M. (1986), Agency costs of free cash Ã\u0083Å¸ow, corporate Ã\u0083Å¾nance, and takeovers, American Economic Review, 76, 323-29.",
        "[21] Korajczyk, R., D. Lucas and R. McDonald (1991), The effect of information releases on the pricing and timing of equity issues, Review of Financial Studies, 4, 685-708.",
        "[22] Maskin, E., and J. Riley (1984), Monopoly with incomplete information, Rand Journal of Economics 15, 171-96.",
        "[23] Minton, B.A. and K. H. Wruck (2001), Financial conservatism: Evidence on capital structure from low leverage Ã\u0083Å¾rms, mimeo The Ohio State University.",
        "[24] Myers, S. (1977), Determinants of corporate borrowing, Journal of Financial Economics 5, 147-175.",
        "[25] Myers, S., and N. Majluf (1984), Corporate Ã\u0083Å¾nancing and investment decisions when Ã\u0083Å¾rms have information that investors do not have, Journal of Financial Economics 13, 187-221.",
        "[26] Perotti, E. and E.-L. von Thadden (2003), Strategic transparency and informed trading: Will capital market integration force convergence of corporate gover- nance?, Journal of Financial and Quantitative Analysis, 38, 61-85.",
        "[27] Subrahmanyam, A., and S. Titman (1999), The going public decision and the development of Ã\u0083Å¾nancial markets, Journal of Finance 54, 1045-1082.",
        "[28] Swartz, M. and S. Watkings (2003), Power failure: The inside story of the col- lapse of Enron, Doubleday, New York.",
        "[29] Teoh, S., (1997), Information Disclosure and Voluntary Contributions to Public Goods, RAND Journal of Economics, 28, 385-406.",
        "[30] Titman, S., (1984), The effect of capital structure on a Ã\u0083Å¾rms liquidation decision, Journal of Financial Economics 13, 137-151.",
        "[31] Verrecchia, R. (2001), Essays on disclosure, Journal of Accounting and Eco- nomics 32, 97-180."
    ]
}