{
    "id": 10102,
    "cites": 23,
    "cited_by": 6,
    "reference": [
        "[1] AGHION, P. and P. BOLTON (2002), Incomplete Social Contracts, mimeo.",
        "[2] AUSTEN-SMITH, D. and J. BANKS (1997), Information Aggregation, Ratio- nality and the Condorcet Jury Theorem, American Political Science Review, 90, 34-45.",
        "[3] BADGER, W.W. (1972) Political Individualism, Positional Preferences, and Optimal Decision-Rules, in Probability Models of Collective Decision Making, edited by R.G. Niemi and H.F. Weisberg, Merrill Publishing: Columbus Ohio.",
        "[4] BARBERA, S. and M.O. JACKSON (2002), Choosing how to Choose: Self- Stable Majority Rules, mimeo, Caltech.",
        "[5] BARBERA, S., M. MASCHLER and J. SHALEV (2001), Voting for Voters: A Model of Electoral Evolution, Games and Economic Behavior, 37, 40-78.",
        "[6] BUCHANAN, J.M. and G. TULLOCK (1967), The Calculus of Consent, Logi- cal Foundations of Constitutional Democracy, Ann Arbor, University of Michi- gan Press.",
        "[7] CAPLIN A. and B. NALEBUFF (1988), On 64%-Majority Rule. Economet- rica, 56, 787-814.",
        "[8] CASELLA, A. (2002), Storable Votes, NBER Working Paper no. 9189.",
        "[9] CURTIS, R.B. (1972), Decision Rules and Collective Values in Constitutional Choice, in Probability Models of Collective Decision Making, edited by R.G. Niemi and H.F. Weisberg, Merrill Publishing: Columbus Ohio.",
        "[10] DASGUPTA, P. and E. MASKIN (1998), On the Robustness of Majority Rule, mimeo.",
        "[11] EATON, J., and R. FERNANDEZ (1995), Sovereign Debt, in G. Grossman and K. Rogoff (eds.), Handbook of International Economics, vol.3, Amsterdam: North-Holland.",
        "[12] FUDENBERG, D. and J. TIROLE (1991), Game Theory, the MIT Press: Cam- bridge MA.",
        "[13] GUTTMAN, J. (1998), Unanimity and Majority Rule: the Calculus of Con- sent Reconsidered, European Journal of Political Economy, 14, 189-207.",
        "[14] LEDYARD, J. and T. PALFREY (1994), Voting and Lottery Drafts as Effi- cient Public Goods Mechanisms, Review of Economic Studies, 61, pp.327-356.",
        "[15] LEDYARD, J. and T. PALFREY (2002), The Approximation of Efficient Public Goods Mechanisms by Simple Voting Schemes, Journal of Public Eco- nomics, 83.",
        "[16] MAY, K.O. (1952), A set of Independent, Necessary and Sufficient Conditions for Simple Majority Decisions, Econometrica, 20, 680-84.",
        "[17] MESSNER, M., and M. POLBORN, (2003), Voting on Majority Rules, Re- view of Economic Studies, forthcoming.",
        "[18] NIEMI, R.G. and H.F. WEISBERG (1972), Substantive Applications of Col- lective Decision-Making, in Probability Models of Collective Decision Making, edited by R.G. Niemi and H.F. Weisberg, Merrill Publishing: Columbus Ohio.",
        "[19] RAE, D.W. (1969), Decision-Rules and Individual Values in Constitutional Choice, American Political Science Review, vol. 63, pp. 40-56.",
        "[20] ROBERTS, K. (1999), Dynamic Voting in Clubs, mimeo, London School of Economics.",
        "[21] STAIGER, R. (1995), International Rules and Institutions for Cooperative Trade Policy, in G. Grossman and K. Rogoff (eds.), Handbook of International Economics, vol.3, Amsterdam: North-Holland.",
        "[22] TAYLOR, M.J. (1969), Proof of a Theorem on Majority Rule, Behavioral Science, vol. 14, pp. 228-231",
        "[23] WICKSELL, K. (1896), A New Principle of Just Taxation, Finanztheoretis- che Untersuchungen, Jena."
    ]
}