{
    "id": 10111,
    "cites": 19,
    "cited_by": 18,
    "reference": [
        "AÃ\u0083Â¯t-Sahalia, Y., Mykland, P. A., and Zhang, L. (2003), How Often to Sample a Continuous-Time Process in the Presence of Market Microstructure Noise,Tech. rep., Princeton University.",
        "Aldous, D. J. and Eagleson, G. K. (1978), On Mixing and Stability of Limit Theorems,Annals of Probability, 6, 325331.",
        "Andersen, T. G., Bollerslev, T., Diebold, F. X., and Labys, P. (2001), The Distribution of Exchange Rate Realized Volatility,Journal of the American Statistical Association, 96, 4255.",
        "Bai, X., Russell, J. R., and Tiao, G. C. (2000), Beyond Mertons Utopia I: Eects of Non-Normality and Dependence on the Precision of Variance Estimates Using High Frequency Financial Data, Tech. rep., University of Chicago.",
        "Barndor-Nielsen, O. E. and Shephard, N. (2001), Non-Gaussian Ornstein-Uhlenbeck-Based Models And Some Of Their Uses In Financial Economics, Journal of Royal Statistical Society, B, 63, 167241.",
        "Billingsley, P. (1995), Probability and Measure, New York: Wiley, 3rd ed.",
        "Brown, S. J. (1990), Estimating Volatility,in Financial Options: From Theory to Practice, eds. Figlewski, S., Silber, W., and Subrahmanyam, M., Homewood, IL: Business One-Irwin, pp. 516 537.",
        "Campbell, J. Y., Lo, A. W., and MacKinlay, A. C. (1997), The Econometrics of Financial Markets, Princeton, NJ: Princeton University Press.",
        "A Tale of Two Time Scales: Determining Integrated Volatility 29 Chernov, M. and Ghysels, E. (2000), A Study Towards a Uni...ed Approach to the Joint Estimation of Objective and Risk Neutral Measures for the Purpose of Options Valuation, Journal of Financial Economics, 57, 407458.",
        "Gallant, A. R., Hsu, C.-T., and Tauchen, G. T. (1999), Using Daily Range Data to Calibrate Volatility Diusions and Extract the Forward Integrated Variance, The Review of Economics and Statistics, 81, 617631.",
        "Gloter, A. (2000), Estimation des ParamÃ\u0083Â¨tres dune Diusion CachÃ\u0083Â©e, Ph.D. thesis, UniversitÃ\u0083Â© de Marne-la-VallÃ\u0083Â©e.",
        "Hall, P. and Heyde, C. C. (1980), Martingale Limit Theory and Its Application, Boston: Academic Press.",
        "Hull, J. and White, A. (1987), The Pricing of Options on Assets with Stochastic Volatilities, Journal of Finance, 42, 281300.",
        "Jacod, J. and Protter, P. (1998), Asymptotic Error Distributions for the Euler Method for Stochastic Dierential Equations,Annals of Probability, 26, 267307.",
        "Karatzas, I. and Shreve, S. E. (1991), Brownian Motion and Stochastic Calculus, New York: Springer-Verlag.",
        "Mykland, P. A. and Zhang, L. (2002), ANOVA for Diusions, Tech. rep., The University of Chicago, Department of Statistics.",
        "RÃ\u0083Â©nyi, A. (1963), On Stable Sequences of Events,SankyÃ\u0082Â¯a Series A, 25, 293302.",
        "Rootzen, H. (1980), Limit Distributions for the Error in Approximations of Stochastic Integrals, Annals of Probability, 8, 241251.",
        "Zhang, L. and Mykland, P. A. (2003), Interval Estimation for the Variability of a Contaminated Ito Process,Tech. rep., Carnegie-Mellon University, Department of Statistics."
    ]
}