{
    "id": 10119,
    "cites": 16,
    "cited_by": 7,
    "reference": [
        "Albanesi, Stefania and Christopher Sleet, (2003), Dynamic Optimal Taxation with Private Information, mimeo, Federal Reserve Bank of Minneapolis.",
        "Battaglini, Marco, (2003a), Long Term Contracting with Markovian Consumers, mimeo, Princeton University.",
        "Battaglini, Marco, (2003b), Optimality and Renegotiation in Dynamic Contracting. mimeo, Princeton University.",
        "Brito, Dagobert, Jonathan Hamilton, Steven Slutsky and Joseph Stiglitz, (1991), Dynamic Optimal Taxation with Commitment, Journal of Public Economics, 44, 15-35.",
        "Chari, V.V and Patrick Kehoe, (1999), Optimal Fiscal and Monetary Policy, in Handbook of Macroeconomics, eds. John Taylor and Michael Woodford, Elsevier: New York.",
        "Diamond, Peter and James Mirrlees, (1978), A Model of Social Insurance with Variable Retirement, Journal of Public Economics, 10, 295-336.",
        "Golosov, Mikhail, Naryana Kocherlakota and Aleh Tsyvinsky, (2003), Optimal Indirect and Capital Taxation, Review of Economic Studies, 70, 569-588.",
        "Golosov, Mikhail, and Aleh Tsyvinsky, (2003), Designing Optimal Disability Insurance, mimeo, University of Minnesota.",
        "Kocherlakota, Narayana, (2003), Zero Expected Wealth Taxes: A Mirrlees Approach to Dynamic Optimal Taxation, mimeo, Federal Reserve Bank of Minneapolis.",
        "Kydland, Finn and Edward Prescott, (1977), Rules Rather than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy, 85-3, 473-491.",
        "Mirrlees, James, (1971), An Exploration in the Theory of Optimum Income Taxation, Review of Economic Studies, 38, 175-208.",
        "Okun, Arthur, (1975), Equality and Efficiency: The Big Tradeoff, The Brookings Institution: Washington DC.",
        "Ramsey, Frank, (1927), A Contribution to the Theory of Taxation, Economic Journal, 37, 47-61.",
        "Roberts, Kevin, (1984), The Theoretical Limits to Redistribution, Review of Economics Studies, LI, 177-195.",
        "Rogerson, William, (1985), Repeated Moral Hazard, Econometrica, 53, 69-76.",
        "Stokey, Nancy, (1989), Reputation and Time Consistency, American Economic Review Papers and Proceedings, 79-2, 134-139."
    ]
}