{
    "id": 10122,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "Becker, Gary, An Economic Analysis of Fertility, in Demographic and Economic Change in Developed Countries, National Bureau of Economic Research Series, Number 11, Princeton University Press, 1960.",
        "Ben-Porath, Yoram, Short Term Fluctuations in Fertility and Economic Activity in Israel, Demography, Volume 10, Issue 2, May 1973.",
        "T. Besley and A. Case, Political Institutions and Policy Choices: Evidence from the United States, Journal of Economic Literature, Vol. 41, pp. 7-73, March 2003.",
        "Blank, Rebecca, Christine George, and Rebecca London, State Abortion Rates: The Impact Of Policies, Providers, Politics, Demographics And Economic Environment, Journal of Health Economics, Vol.15, pp.513-553, 1996.",
        "Chay, Kenneth, and Michael Greenstone. The Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by a Recession, Quarterly Journal of Economics, Vol. 118, pp. 1121-1167, 2003.",
        "Douglas Almond , Kenneth Chay, and David Lee, Does Low Birth Weight Matter? Evidence from the U.S. Population of Twin Births, University of California, Berkeley, Center for Labor Economics, Working Paper Number 53, 2002.",
        "Deaton, Angus and Christina Paxson, Mortality, income, and income inequality over time in Britain and the US, National Bureau Of Economic Research Working Paper Number 8523, October 2001.",
        "Fiscella, K., Does Prenatal Care Improve Birth Outcomes: A Critical Review, Obstetrics and Gynecology, Vol. 85, Number 3, pp. 468-479, 1995.",
        "Fryer, Roland, and Steven Levitt, The Causes and Consequences of Distinctively Black Names, Working Paper, 2003.",
        "Galbraith, Virginia L. and Dorothy S. Thomas, Birth Rates and the Interwar Business Cycles, Journal of the American Statistical Association, Volume 36, Issue 216, December 1941.",
        "Gruber, Jonathan, Philip Levine and Douglas Staiger, Abortion Legalization and child living circumstances: who is the marginal child?, Quarterly Journal of Economics, Volume 114, Number 1, pp. 263-291, 1999.",
        "Hoynes, Hillary, The Employment, Earnings, and Income of Less Skilled Workers Over the Business Cycle, National Bureau Of Economic Research Working Paper Number 7188, June 1999.",
        "Jappelli, Tullio, Who is Credit Constrained in the U.S. Economy? Quarterly Journal of Economics, Volume 105, Number 1, pp. 219-234, 1990.",
        "Levine, Philip, The Impact of Social policy and economic activity throughout the fertility decision tree, National Bureau Of Economic Research Working Paper Number 9021, June 2002.",
        "Paxson, Christina, and Jane Waldfogel, Work, Welfare, and Child Maltreatment, Journal of Labor Economics, Vol. 20, pp. 435-474, 2002.",
        "Ruhm, Christopher, Are Recessions Good For Your Health? Quarterly Journal of Economics, Vol. 115, Number 2, pp. 617-50, 2000.",
        "Ruhm, Christopher, Good Times Make You Sick, Journal of Health Economics, Vol. 24, No. 4, pp. 637-658, July 2003.",
        "Ruhm, Christopher, Healthy Living In Hard Times, National Bureau of Economic Research Working Paper Number 9468, February 2003.",
        "Ruhm, Christopher and William E. Black, Does Drinking Really Decrease in Bad Times? Journal of Health Economics, Vol. 21, No. 4, pp. 659-678, July 2002.",
        "Shea, John, Does Parents Money Matter? Journal of Public Economics, Vol. 77, pp. 155-184, 2002.",
        "Snyder, Stephen, and William Evans, The Impact of Income on Mortality: Evidence from the Social Security Notch, National Bureau of Economic Research Working Paper Number 9197, September 2002.",
        "Waldfogel, Jane, Wen-Jui Han, and Jeanne Brooks-Gun, The Effects of Early Maternal Employment on Child Cognitive Development, Demography, Volume 39, pp. 369-392, 2002.",
        "Welch, Finis, Effects of Cohort Size on Earnings: The Baby Boom Babies Financial Bust, Journal of Political Economy, Vol. 87, pp. S65-97, 1979.",
        "Welch, Finis, The Quality of Education and Cohort Variations in Black-White Earnings Differentials: Reply, American Economic Review, Vol. 70, pp. 192-195, 1980."
    ]
}