{
    "id": 1012,
    "cites": 14,
    "cited_by": 4,
    "reference": [
        "Aaron, Henry J., 1Policy Implications: A Progress Report, in Bradbury and Downs, Do Housing Allowances Work?, Brookings Institution, 1981.",
        "Allen, Garland E., Jerry J. Fitts, and Evelyn S. Glatt, The Experimental Housing Allowance Program, in Bradbury and Downs, Do Housing Allowances Work?, Brookings Institution, 1981.",
        "Bradbury, Katharine L., and Anthony Downs, Do Housing Allowances Work?, Brookings Institution, Washington, D.C., 1981.",
        "Cronin, Francis J., Household Responsiveness to Unconstrained Housing Allowances, in Raymond J. Struyk and Marc Bendick, Jr., Housing Vouchers for the Poor, Urban Institute Press, Washington, D.C., 1981.",
        "Evidence, Review of Economics and Statistics, Vol. 53, February 1971, pp. 1-10.",
        "Friedman, Joseph and Daniel H. Weinberg, Housing Consumption Under a Constrained Income Transfer: Evidence from a Housing Gap Housing Allowance, Abt Associates, Cambridge, MA, 1980a.",
        "Friedman, Joseph and Daniel H. Weinberg, The Demand for Rental Housing: Evidence from a Percent of Rent Housing Allowance, Abt Associates, Cambridge, MA, June 1980b.",
        "Hausman, Jerry A and David A. Wise, Discontinuous Budget Constraints and Estimation: The Demand for Housing, Review of Economic Studies, Vol. XLVII, 1980, pp. 75-96.",
        "Kennedy, Stephen D., Final Report of the Housing Allowance Demand Experi ment, Abt Associates, Cambridge, MA, June 1980.",
        "King, Mervyn A., An Econometric Model of Tenure Choice and the Demand for Housing as a Joint Decision,~ Journal of Public Economics, Vol. 14, 1980, pp. 137-159.",
        "Rosen, Harvey S., Housing Decisions and the U.S. Income Tax: An Econo- metric Analysis, Journal of Public Economics, Vol. 11, 1979, pp. 1-23.",
        "Straszheim, Mahlon, Participation, in Bradbury and Downs, Do Housing Allowances Work?, Brookings Institution, 1981.",
        "Weinberg, Daniel H., Joseph Friedman, and Stephen K. Mayo, Intraurban Residential Mobility: The Role of Transaction Costs, Market Imperfec- tions, and Household Disequilibrium,t Journal of Urban Economics, Vol. 9, 1980, pp. 332-348.",
        "Wise, David A., Memorandum: Housing Demand, Discontinuous Budget Con- straints, and Estimation, mimeograph, J.F.K. School of Government, 1977a."
    ]
}