{
    "id": 10129,
    "cites": 48,
    "cited_by": 121,
    "reference": [
        "Abowd, J., F. Kramarz, T. Lemieux, and D. Margolis, 1997. Minimum Wages and Youth Employment in France and The United States, National Bureau of Economic Research Working Paper 6111, July.",
        "Abowd, J., F. Kramarz and D. Margolis, 2000. Minimum wages and Employment in France and The United States, National Bureau of Economic Research Working Paper 6996.",
        "Abowd, J., F. Kramarz, D. Margolis, and T. Phillippon, 2000. The Tail of Two Countries: Minimum Wages and Employment in France and the United States, Institute for the Study of Labor (IZA) Discussion Papers No. 203.",
        "Abraham, K. and S. Houseman, 1993. Job Security and Work Force Adjustment: How Different are U.S. and Japanese Practices? In Christoph F. Buechtemann ed.",
        "Theme, Southern Economic Journal 67(1): 105-22. Addison, J.T. and P. Portugal, 1992. Advance Notice: From Voluntary Exchange to Mandated Benefits. Industrial Relations 31(1), 159-78.",
        "Addison, J. and P. Teixeira, 2001. The Economics of Employment Protection, IZA Discussion Paper 381, October.",
        "Addison, J. T., P. Teixeira, and J.L. Grosso, 2000. The Effect of Dismissals Protection on Employment: More on a Vexed Theme. Southern Economic Journal 67; 105-22.",
        "Alonso-Borrego, C. and V. Aguirregabiria, 1999. Labor Contracts and Flexibility: Evidence from a Labor Market Reform in Spain. Universidad Carlos III de Madrid, Working Paper No. 99-27.",
        "Autor, D. H., J. Donohue III, and S. Schwab, 2003. The Costs of Wrongful Discharge Laws. NBER Working Paper w9425, Cambridge, Mass: National Bureau of Economic Research.",
        "Barbarino, A. and J. J. Heckman, 2003. A Framework for the Study of the Effects of Labor Market Policies with Asymmetric Costs and Entry and Exit, Unpublished working paper. University of Chicago, Department of Economics.",
        "Belsley, D. A., E. Kuh, and R. E Welsch, 1980. Regression diagnostics: identifying influential data and sources of collinearity. New York: Wiley.",
        "Bentolila, S. and G. Bertola, 1990. Firing Costs and Labour Demand: How Bad is Eurosclerosis? Review of Economic Studies. 57. 381-402.",
        "Bentolila, S. and G. Saint-Paul, 1994. A Model of Labor Demand With Linear Adjustment Costs. Labour Economics. (1):303-26.",
        "Bertola, G., 1990. Job Security, Employment and Wages. European Economic Review.",
        "Blanchard, O., 1998. Thinking about Unemployment Mimeo.",
        "European Unemployment: The Aggregate Evidence, Economic Journal. 11, 1-33. De Pelsmacker, P., 1984 Long-Run and Short-Run Demand for Factors of Production in the Belgian Industry In D. Vitry and B. Marechal, editors. Emploi-Chomage: Modelisation et Analyses Quantitatives. Dijon: Librairie de la UniversitÃ\u0083Â©.",
        "Deleire, T., 2000. The Wage and Employment Effects of the Americans with Disabilities Act, Journal of Human Resources 35(4): 693-715.",
        "Denny, M., M. Fuss, and L. Waverman, 1981. Estimating the Effects of Diffusion of Technological Innovations in Telecommunications: The Production Structure of Bell Canada. Canadian Journal of Economics. 14:24-43.",
        "Di Tella, R., and R. MacCulloch, 1999. The Consequences of Labor Market Flexibility: Panel Evidence Based on Survey Data. Unpublished paper, Harvard Business School.",
        "Dolado, J., F. Kramarz, S. Machin, A. Manning, D. Margolis, and C. Teulings, 1996. The Economic Impact of Minimum Wages in Europe Economic Policy October 23 1996. pp 319-372.",
        "Downes, A. et al., 2000. Labor Market Regulation and Employment in the Caribbean. Research Network Working Paper R-388. Washington, D.C., United States: Inter- American Development Bank.",
        "Edwards, S. and A. Cox-Edwards, 1999. Social Security Reform and Labor Markets: The Case of Chile. Los Angeles, Long Beach, and Cambridge, United States: 79 University of California at Los Angeles, National Bureau of Economic Research, and California State University. Mimeographed document.",
        "Edwards, S. and A. Cox-Edwards, 2000. Social Security Reform and Labor markets: The Case of Chile, Economic Development and Cultural Change. 50(3): 465-489.",
        "Elmeskov, J, J.P. Martin and S. Scarpetta, 1998. Key lessons from Labor Market Reforms: Evidence from OECD Countries Experience. Swedish Economic Policy Review. 5(2): 207-252.",
        "Fajnzylber, P. and W.F. Maloney, 2000. Labor Demand and Trade Reform in Latin America. Belo Horizonte, Brazil, and Washington, D.C., United States: Universidade Federal de Minas Gerais, World Bank. Mimeographed document.",
        "Field, B. and C. Grebenstein, 1980. Capital Energy Substitution in U.S. Manufacturing. Review of Economics and Statistics. 70:654-59.",
        "Freeman, R.B., 2000. Single Peaked vs. Diversified Capitalism: The Relation Between Economic Institutions and Outcomes, NBER Working Paper 7556. Cambridge, United States: National Bureau of Economic Research.",
        "Countries. Papers presented at the Bank of Portugal Conference Labor Market Institutions and Economic Outcomes. Cascais, Portugal. Garibaldi, P. and Paulo Mauro, 1999. Deconstructing Job Creation. International Monetary Fund Working Paper WP/99/109.",
        "Grubb, D. and W. Wells, 1993. Employment Regulation and Patterns of Work in EC Countries. OECD Economic Studies No. 21. Winter.",
        "Hamermesh, D. S., 1993. Labor Demand. Princeton, N.J. United States: Princeton University Press.",
        "Heckman, J., 2003. Flexibility, Job Creation and Economic Performance, in Knowledge, information, and expectations in modern macroeconomics : in honor of Edmund S.",
        "Phelps. P. Aghion, R. Frydman, J. Stiglitz and M. Woodford, eds. Princeton, NJ: Princeton University Press. Heckman, J. and C. PagÃ\u0083Â©s, 2000. The Cost of Job Security Regulation: Evidence from Latin American Labor Markets. Economia: the Journal of the Latin American and Caribbean Economic Association. 1(1), 109-154.",
        "Holt, C.C., F. Modigliani, R. Muth and H. Simon, 1960. Planning Production, Inventories, and Work Force. Englewood Cliffs, NJ: Prentice-Hall.",
        "Hopenhayn, H. and R. Rogerson, 1993. Job Turnover and Policy Evaluation: A General Equilibrium Analysis. Journal of Political Economy. 101(5), 915-38.",
        "Inter American Development Bank (IADB), 1996. Economic and Social Progress Report.",
        "Inter American Development Bank (IADB), 2003. Economic and Social Progress Report.",
        "Krusell P., and A. Smith, Jr., 1997. Income and Wealth Heterogeneity, Portfolio Choice and Equilibrium Asset Returns. Macroeconomic Dynamics 1, 387--422.",
        "Kugler A., J. F. Jimeno and V. Hernanz, 2002 Employment Consequences of Restrictive Permanent Contracts: Evidence from Spanish Labor Market Reforms IZA Discussion Paper Series. No 657 Germany.",
        "MacIsaac, D. and M. Rama, 1997. Determinants of Hourly Earnings in Ecuador: The Role of Labor Market Regulations. Journal of Labor Economics. 15(3-Part Two).",
        "MarquÃ\u0083Â©z, G. and C. PagÃ\u0083Â©s, 1998. Ties That Bind: Employment Protection and Labor Market Outcomes in Latin America. Research Network Working Paper 373.",
        "Washington, D.C. United States: Inter-American Development Bank. Marrufo, G., 2001. The Incidence of Social Security Regulation: Evidence from the Reform in Mexico Ph.D Dissertation. University of Chicago.",
        "Nickell, S., 1997. Unemployment and Labor Market Rigidities: Europe versus North America. Journal of Economic Perspectives. 11(3): 55-74.",
        "New York: North-Holland. 3029-84. Nicoletti, G. and S. Scarpetta, 2001 Interactions between Product and Labor Market Regulations: Do they affect Unemployment? Evidence from OECD Countries Paper presented at the Bank of Portugal Conference Labor Institutions and Economic Outcomes. Cascais, Portugal (June 3, 2001).",
        "Nohlen D. Enciclopedia Electoral Latinoamericana y del Caribe. Instituto InterAmericano de Derechos Humanos, 1993.",
        "OConnell, L., 1999. Collective Bargaining Systems in Six Latin American countries: Degrees of Autonomy and Decentralization. Research Network Working Paper R- 399. Washington, D.C., United States: Inter-American Development Bank.",
        "OECD, 1993. Employment Outlook. Paris, France.",
        "OECD, 1994. The OECD Jobs Study: Facts, Analysis, Strategies, Paris: Organization for Economic Co-operation and Development.",
        "OECD, 1999. Employment Protection and Labour Market Performance. OECD Economic Outlook. Chapter 2. Paris : Organisation for Economic Co-operation and Development. 49-132."
    ]
}