{
    "id": 10126,
    "cites": 53,
    "cited_by": 32,
    "reference": [
        "Glaeser, E., Shleifer, A., 2002. Legal origins. Quarterly Journal of Economics 117, 1193 -1230.",
        "Glendon, M.A., Gordon, M. W., Osakwe, C., 1982. Comparative Legal Tradition in a Nutshell.",
        "West Publishing Co., St. Paul, MN. Guiso, L., Sapienza, P., Zingales, L., 2000. The role of social capital in financial development.",
        "National Bureau of Economic Research Working Paper, No. 7563. Haber, S. H., Razo, A., Maurer, N., 2003. The Politics of Property Rights: Political Instability, Credible Commitments, and Economic Growth in Mexico, Cambridge, UK: Cambridge University Press.",
        "Hayek, F., 1960. The Constitution of Liberty. The University of Chicago Press, Chicago, IL.",
        "Jensen, M., Meckling, W., 1976. Theory of the firm: Managerial behavior, agency costs, and ownership structure. J ournal of Financial Economic 3, 305 -360.",
        "Johnson, S., Boone, P., Breach, A., Friedman, E., 2000. Corporate governance in the Asian financial crisis, Journal of Financial Economics 58, 141 -186.",
        "Johnson, S., McMillan, J., Woodruff, C., 2002a. Courts and re lational contracts. Journal of Law, Economics, and Organization 18, 221 -277.",
        "Johnson, S., McMillan, J., Woodruff, C., 2002b. Property rights and finance. American Economic Review 92, 1335 -56.",
        "Johnson, S., La Porta, R., Lopez -de-Silanes, F., Shleifer, A. 2000. Tunneling. American Economic Review Papers and Proceedings 90, 22 -27.",
        "Jones, E.L. 1981. The European Miracle: Environments, Economies, and Geopolitics in the History of Europe and Asia. Cambridge University Press, Cambridge, MA.",
        "Kaplow, L., 1992. R ules versus Standards: An Economic Analysis. Duke Law Journal 42, 557 - 629.",
        "King, R. G., Levine, R., 1993a, Finance and growth: Schumpeter might be right, Quarterly Journal 36 of Economics 108, 717 -38.",
        "Journal of Monetary Economics 32, 513 -42. Kumar, K., Rajan, R., Zingales, L., 2001. What determines firm size? Unpublished working paper, University of Chicago.",
        "Lamoreaux, N. and Rosenthal, J -L. 2002. Organizational ch oice and economic development: a comparison of France and the United States during the mid -19 th century. University of California at Los Angeles mimeo.",
        "La Porta, R., Lopez -de-Silanes, F., Pop -Eleches, C., Shleifer, A., 2003. Judicial checks and balances. National Bureau of Economic Research Working Paper 9775.",
        "La Porta, R., Lopez -de-Silanes, F., Shleifer, A., 2003. What works in securities laws? Harvard University mimeo.",
        "La Porta, R., Lopez -de-Silanes, F., Shleifer, A., Vishny, R.W., 2002. Investor prote ction and corporate valuation, Journal of Finance 57, 1147 -1170.",
        "La Porta, R., Lopez -de-Silanes, F., Shleifer, A., Vishny, R.W., 2000b. Agency problems and dividend policies around the world. Journal of Finance 55, 1 -33.",
        "La Porta, R., Lopez -de-Silanes, F ., Shleifer, A., Vishny, R.W., 2000a. Investor protection and corporate governance. Journal of Financial Economics 58, 3 -27.",
        "La Porta, R., Lopez -de-Silanes, F., Shleifer, A., Vishny, R.W., 1999. The Quality of Government.",
        "Levine, R., 1997. Financial development and economic growth: views and agenda, Journal of Economic Literature 35, 688 -726.",
        "Levine, R., 1998. The legal environment, banks, and long -run economic growth. Journal of Money, Credit, and Banking 30, 596 -620.",
        "Levine, R., 2003. Bank -based or market -based financial systems: which is better? Journal of Financial Intermediatio n 11, 398 -428.",
        "University of Michigan Press, Ann Arbor, MI. Levine, R., 20 04. Finance and Growth: Theory, Evidence, and Mechanisms. Handbook of Economic Growth. Eds. P. Aghion and S. Durlauf, Amsterdam: North -Holland Elsevier Publishers, forthcoming. Levine, R., Loayza, N., Beck, T., 2000. Financial intermediation and growth: c ausality and causes.",
        "Macey, J.R., Miller, G.P., 1993. Corporate stakeholders: A contractual perspective. University of Toronto Law Journal 43, 401 -427.",
        "Mahoney, P., 2001. The Common law and economic growth: Hayek might be right. Journa l of Legal Studies 30, 503 -525.",
        "McNeill, W. H. 1963. The Rise of the West: A History of the Human Community. University of Chicago Press, Chicago, IL.",
        "Merryman, J.H., 1985. The Civil Law Tradition: An Introduction to the Legal Systems of Western Europe a nd Latin America. Stanford University Press, Stanford, CA.",
        "Merryman, J. H., 1996. The French Deviation. The American Journal of Comparative Law 44, 109 -119.",
        "Modigliani, F., Miller, M., 1958. The cost of capital, corporation finance, and the theory of inv estment. American Economic Review 48, 261 -297.",
        "Morck, R., Yeung, B., Yu, W., 2000. The information content of stock markets: why do emerging markets have synchronous stock price movements. Journal of Financial Economics 58, 215 -260.",
        "North, D., 1981. Stru cture and Change in Economic History. Cambridge, MA: W.W. Norton and Company.",
        "Olson, M., 1993. Dictatorship, democracy, and developm ent. American Political Science Review 87, 567 -576.",
        "Pagano, M., and Volpin, P., 2001. The Political Economy of Finance. Oxford Review of Economic Polic y 17, 502 -519 .",
        "Pistor, K., Keinan, Y., Kleinheisterkamp, J., West, M.D., 2002. The evolution of corpo rate law.",
        "Journal of Comparative Economics 31, forthcoming. Pistor, K., Xu, C ., 2002. Law enforcement under incomplete law: Theory and evidence from financial market regulation. London School of Economics Working Paper No. TE/02/442.",
        "Priest, G. L., 1977. The Common Law Process and the Selection of Efficient Rules. Journal of Legal Studies 6, 65 -82.",
        "Posner, R.A., 1973. Economic Analysis of the Law. Boston, MA: Little -Brown, 1973.",
        "Pound, J., 1991. Proxy voting and the SEC. Journal of Financial Economics 29, 241 -285.",
        "Rajan, R.G., Zingales, L., 1998. Financial dependence and growth. American Economic Review 88, 559 -586.",
        "Rajan, R.G., Zingales, L., 2003. The great reversals: the politics of financial development in the 20 th century. Journal of Financial Economics, 69, 2003.",
        "Reynolds, T. and Flores, A., 1989. Foreign Law: Current Sour ces of Basic Legislation in Jurisdictions of the World. Rothman and Co., Littleton, Colorado.",
        "Roe, M. J., 1994. Strong Managers Weak Owners: The Political Roots of American Corporate Finance. Princeton University Press, Princeton.",
        "Rubin, Paul H., 1977. Why is the common law efficient? Journal of Legal Studies 6, 51 -64.",
        "Rubin, Paul H., 1982. Common law and statute law. Journal of Legal Studies 11, 205 -33.",
        "Schlesinger, R., Baade, H., Damaska, M., Herzog, P., 1988. Comparative Law. Case -Text - Materials. (Ne w York, NY: The Foundation Press, Inc.).",
        "Stigler, G.J., 1964. Public regulation of the securities market. Journal of Business, 37, 117 -142.",
        "Stulz, R. Williamson, R., 2003. Culture, openness, and finance. Journal of Financial Economics, forthcoming.",
        "Weber, M., 1958. The Protestant Ethic and the Spirit of Capitalism. Charles Scribners Sons, New York, NY.",
        "Wurgler, J., 2000. Financial markets and the allocation of capital. Journal of Financial Economics 58, 187 -214.",
        "Zingales, L., 1994. The value of the voting right: A study of the Milan stock exchange. The Review of Financial Studies 7, 125 -148.",
        "Zweig ert, K., KÃ\u0083Â¶tz, H., 1998. Introduction to Comparative Law. Oxford University Press, New York, NY."
    ]
}