{
    "id": 10128,
    "cites": 43,
    "cited_by": 124,
    "reference": [
        "[1] ANDERSON, G. and G. MOORE (1985), A Linear Procedure for Solving Linear Perfect Foresight Models, Economics Letters, 17, 247-252.",
        "[2] AGHION, P., BACCHETTA, P. and BANERJEE, A. (2000), A Simple Model of Monetary Policy and Currency Crises, European Economic Review, 44, 728-738.",
        "[3] BASU, S. and KIMBALL M. (1997), Cyclical Productivity and Unobserved Input Variation (NBER Working Paper No. 5915).",
        "[4] BARTH, M.J. and DINMORE T. (1999), Trade Prices and Volumes in East Asia Through the Crisis (Board of Governors of the Federal Reserve System IFDP Paper No. 643).",
        "[5] BAXTER, M. and FARR D. (2001), Variable Factor Utilization and International Business Cycle (NBER Working Paper No. 8392).",
        "[6] BERNANKE, B. and GERTLER M. (1989), Agency Costs, Net Worth, and Business Fluctuations, American Economic Review, 79, 14-31.",
        "[7] BERNANKE, B., GERTLER M. and GILCHRIST S. (2000), The Financial Accelera- tor in a Quantitative Business Cycle Framework, Handbook of Macroeconomics (North Holland).",
        "[8] BERNANKE, B., LAUBACH, T., MISHKIN, F., and Posen, A. (1999) Inflation Tar- geting. Lessons from the International Experience (Princeton University Press).",
        "[9] BURSTEIN, A., EICHENBAUM, M. and REBELO, S. (2002), Why are Rates of Inflation so Low After Large Devaluations? (NBER Working Paper No. 8748).",
        "[10] BURNSIDE, C., EICHENBAUM, M., and REBELO, S. (2001), Hedging and Financial Fragility in Fixed Exchange Rate Regimes, European Economic Review, 45, 1151-1193.",
        "[11] CABALLERO, R.J. and KRISHNAMURTHY, A. (2000), Emerging Markets Crises: an Asset Markets Perspective (MIT, mimeo).",
        "[12] CALVO, G. (1983), Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 12, 383-398.",
        "[13] CARLSTROM, C. and FUERST, T. S. (1997), Agency Costs, Net Worth, and Busi- ness Fluctuations: a Computable General Equilibrium Analysis, American Economic Review, 87, 893-910.",
        "[14] CESPEDES, L.P., CHANG, R. and VELASCO, A. (2000), Balance Sheets and Ex- change Rate Policy (NBER Working Paper No. 7840).",
        "[15] CHARI, V.V., KEHOE, P.J., and MCGRATTAN, E. (2002), Can Sticky Price Models Generate Volatile and Persistent Real Exchange Rates? (Federal Reserve Bank of Minneapolis, Staff Report No. 277).",
        "[16] CHARI, V.V., KEHOE, P.J., and MCGRATTAN, E. (2003), Accounting for the Great Depression, Quarterly Review, Vol. 27 No. 2, Federal Reserve Bank of Minneapolis.",
        "[17] CHRISTIANO, L., GUST, C., and ROLDOS, J. (2002), Monetary Policy in a Financial Crisis (NBER Working Paper No. 9005).",
        "[18] CLARIDA, R., GALI, J. and GERTLER, M. (1998), Monetary Policy Rules in Prac- tice: Some International Evidence, European Economic Review, 42, 1033-1067.",
        "[19] CLARIDA, R., GALI, J. and GERTLER, M. (1999), The Science of Monetary Policy: a New Keynesian Perspective, Journal of Economic Literature, 37, 1661-1707.",
        "[20] COLE, H. and OHANIAN, L. (2001), Re-Examining the Contributions of Money and Banking Shocks to the U.S. Great Depression in Ben Bernanke and Kenneth Rogoff (eds.),. NBER Macroeconomics Annual (MIT Press).",
        "[21] COLE, H. and OHANIAN, L. (2002), Did Monetary Forces Cause the International Great Depression (Federal Reserve Bank of Minneapolis).",
        "[22] COOPER, R. and EJARQUE, J. (1995), Financial Intermediation and the Great De- pression: A Multiple Equilibrium Interpretation, Carnegie-Rochester Series on Public Policy, 43, 285-323.",
        "[23] DEVEREUX, M. and LANE, P. (2003), Exchange Rates and Monetary Policy in Emerging Market Economies (UBC ,mimeo).",
        "[25] EISNER, R. and STROTZ, R. (1963), Determinants of Business Investment, (with bibliography by G.R. Post) in Commission on Money and Credit Impacts of Monetary Policy, 59-337 (Englewood Cliffs: Prentice-Hall).",
        "[26] FUERST, T. S. (1995), Monetary and Financial Interactions in the Business Cycle, Journal of Money, Credit, and Banking, 27, 1321-1338.",
        "[27] GALI, J. and GERTLER, M. (1999), Inflation Dynamics: a Structural Analysis, Journal of Monetary Economics, 44, 195-222.",
        "[28] GALI, J. and MONACELLI, T. (2002), Monetary Policy and Exchange Rate Volatility in a Small Open Economy (NBER Working Paper No. 8905).",
        "[29] GREENWOOD, J., HERCOWITZ, Z. and HUFFMAN, G. (1988), Investment, Capital Utilization, and the Real Business Cycle, American Economic Review, 78, 402-417.",
        "[30] KAMINSKY, G.L and REINHART, C.M. (1999), The Twin Crises: the Causes of Banking and Balance-of-Payments Problems, American Economic Review, 89, 473- 500.",
        "[31] KIYOTAKI, N. and MOORE, J. (1997), Credit Cycles, Journal of Political Economy, 105, 211-248.",
        "[32] KRISHNAMURTHY, A. (2003), Collateral Constraints and the Amplification Mech- anism, Journal of Economic Theory, 277-292.",
        "[33] KRUEGER, A. and YOO, J. (2001), Chaebol Capitalism and the Currency-financial Crisis in Korea (NBER Conference on Currency Crises Prevention).",
        "[34] LUCAS, R.E. Jr. (1967), Optimal Investment Policy and the Flexible Accelerator, International Economic Review, 8, 78-85.",
        "[35] MONACELLI, T. (1999), Into the Mussa Puzzle: Monetary Policy Regimes and the Real Exchange Rate in a Small Open Economy (Boston College Working Paper in Economics No. 437).",
        "[36] OBSTFELD, M. and ROGOFF, K. (1995), The Mirage of Fixed Exchange Rates, Journal of Economic Perspectives, 9, 73-96.",
        "[37] OBSTFELD, M. and ROGOFF, K. (1999), New Directions for Stochastic Open Econ- omy Models (NBER Working Paper No. 7313).",
        "[38] REBELO, S. and VEGH, C. A. (1995), Real Effects of Exchange Rate-Based Stabi- lization: an Analysis of Competing Theories (NBER Working Paper No. 5197).",
        "[39] SCHMITT-GROHE, S. and URIBE, M. (2001), Stabilization Policy and the Costs of Dollarization, Journal of Money, Credit, and Banking, 33, 482-509.",
        "[40] SCHNEIDER, M. and TORNELL, A. (2000), Balance Sheet Effects, Bailout Guaran- tees and Financial Crises (NBER Working Paper No. 8060).",
        "[41] SVENSSON, L.E.O. (2000), Open-Economy Inflation Targeting, Journal of Interna- tional Economics, 50, 155-183.",
        "[42] TAYLOR, J. B. (1993), Discretion Versus Policy Rules in Practice, Carnegie- Rochester Series on Public Policy, 39, 195-214.",
        "[43] TOWNSEND, R. M. (1979), Optimal Contracts and Competitive Markets with Costly State Verification, Journal of Economic Theory, 21, 265-293.",
        "[44] URIBE, M. (1997), Exchange-Rate-Based Inflation Stabilization: the Initial Real Ef- fects of Credible Plans, Journal of Monetary Economics, 39, 197-221."
    ]
}