{
    "id": 10132,
    "cites": 24,
    "cited_by": 29,
    "reference": [
        "Albuquerque, R. and H. Hopenhayn (1997). Optimal dynamic lending contracts with imperfect enforceability. Forthcoming in Review of Economic Studies.",
        "Atkeson, A. (1991). International lending with moral hazard and risk of reputation. Econometrica 59(4), 106989.",
        "Atkeson, A. and P. Kehoe (2001). The transition to a new economy after the second industrial revolution. Minneapolis Fed Working Paper 606.",
        "Atkeson, A., A. Khan, and L. Ohanian (1996). Are data on industry evolution and gross job turnover relevant for macroeconomics? CarnegieRochester Conference Series on Public Policy 44(1), 21650.",
        "Bernanke, B., M. Gertler, and S. Gilchrist (1998). The financial accelerator in a quantitative business cycle framework. NBER Working paper 6455, March 98.",
        "Bresnahan, T. F. and F. Malerba (2002). The value of competitive innovation and u.s. policy toward the computer industry. In C.-E. Bai and C.-W. Yuen (Eds.), Technology and the New Economy, Chapter 2. Cambrisgde, Massachusetts: MIT Press.",
        "Cagetti, M. and M. DeNardi (2002). Entrepreneurship, frictions and wealth. Unpublished manuscript, University of Minnesota and University of Virginia.",
        "Carlstrom, C. T. and T. S. Fuerst (1997). Agency costs, neth worth, and business fluctuations: A computable general equilibrium analysis. American Economic Review 87(5), 893910.",
        "Cooley, T. F. and V. Quadrini (2001). Financial markets and firm dynamics. American Economic Review 91(5), 12861310.",
        "Cordoba, J. C. and M. Ripoll (2002). Credit cycles redux. Forthcoming in International Economic Review.",
        "Demirguc-Kunt, A. and R. Levine (2001). Financial Structure and Economic Growth. Cambridge, Massachusetts: MIT Press.",
        "DenHaan, W. J., G. Ramey, and J. Watson (1998). Liquidity flows and fragility of business enterprises. Forthcoming in Journal of Monetary Economics.",
        "Djankov, S., R. La-Porta, F. L. de Silanes, and A. Shleifer (2003). Courts. Quarterly Journal of Economics 118(2), 453517.",
        "Evans, D. S. (1987, August). Tests of alternative theories of firm growth. Journal of Political Economy 95(4), 65774.",
        "Freeman, C. and L. Soete (1997). The Economics of Industrial Innovation. Cambridge, Massachusetts: MIT Press. Third Edition.",
        "Greenwood, J. and B. Jovanovic (1999, May). The information technology revolution and the stock market. American Economic Review 89(2), 11622.",
        "Kehoe, T. and D. Levine (1993). Debt constrained asset markets. Review of Economic Studies 60(4), 86588.",
        "Kiyotaki, N. and J. H. Moore (1997). Credit cycles. Journal of Political Economy 105(2), 21148.",
        "Kocherlachota, N. R. (2000). Creating business cycles through credit constraints. Federal Reserve Bank of Minneapolis Quarterly Review 24(3), 210.",
        "Krusell, P. and A. A. Smith (1998). Income and wealth heterogeneity in the macroeconomy. Journal of Political Economy 106(5), 867896.",
        "Marcet, A. and R. Marimon (1997). Recursive contracts. Unpublished manuscript, Pompeu Fabra University.",
        "Mokyr, J. (2002). The Gifts of Athena: Historical Origins of the Knowledge Economy. Princeton, New Jersey: Princeton University Press.",
        "Quintin, E. (2000). Limited enforcement and the organization of production. Unpublished manuscript, Federal Reserve Bank of Dallas.",
        "Smith, A. A. and C. Wang (1999). Dynamic credit relationships in general equilibrium. Unpublished manuscript, Cornegie-Mellon University."
    ]
}