{
    "id": 10131,
    "cites": 51,
    "cited_by": 2,
    "reference": [
        "Ang, A., and J. Liu, 2001, A generalized earnings model for stock valuation, Review of Accounting Studies 6, 397-425.",
        "Baker, M., and J. Wurgler, 2002, Market timing and capital structure, Forthcoming in the Journal of Finance 57.",
        "Ball, R. and B. Brown, 1969, Portfolios theory and accounting, Journal of Accounting Research 7, 300-323.",
        "Bansal, R., R. F. Dittmar, and C. T. Lundblad, 2002, Consumption, dividends, and the cross-section of equity returns, unpublished working paper, Duke University.",
        "Beaver, W., P. Kettler, and M. Scholes, 1970, The association between market determined and accounting determined risk measures, Accounting Review 45, 654-682.",
        "Black, F., M. C. Jensen, and M. Scholes, 1972, The capital asset pricing model: Some empirical tests, in Michael Jensen ed.: Studies in the Theory of Capital Markets, New York: Praeger.",
        "Bradley, M., 1980, Interfirm tender offers and the market for corporate control, Journal of Business 53, 345- 376.",
        "Brainard, William C., Matthew D. Shapiro, and John Shoven, 1991, Fundamental value and market value, in William C. Brainard, William D. Nordhaus, and Harold W. Watts eds.: Money, Macroeconomics, and Economic Policy: Essays in Honor of James Tobin, MIT Press, Cambridge, MA.",
        "Campbell, John Y., and Tuomo Vuolteenaho, 2003, Bad beta, good beta, unpublished working paper.",
        "Cochrane, John H., 1991, Volatility tests and efficient markets: review essay, Journal of Monetary Economics, 463-485.",
        "Cochrane, J. H., 1992. Explaining the variance of price-dividend ratios, Review of Financial Studies 5, 243- 280.",
        "Cochrane, J. H., 2001, Asset Pricing, Princeton University Press.",
        "Cohen, R. B., C. K. Polk, and T. Vuolteenaho, 2002, The value spread, forthcoming in the Journal of Finance.",
        "Constantinides, G. M., 1990, Habit formation: a resolution of the equity premium puzzle. Journal of Political Economy, 519-543.",
        "Daniel, K. D., D. Hirshleifer, and A. Subrahmanyam, 1998, Investor psychology and securities market under- and overreactions, Journal of Finance 53, 1839-1885.",
        "Daniel, K. and D. Marshall, 1997, Equity-premium and risk-free-rate puzzles at long horizons, Macroeconomic Dynamics Vol. 1 (2). p 452-84.",
        "Daniel, K. and S. Titman, 1997, Evidence on the characteristics of cross-sectional variation in stock returns, Journal of Finance 52, 1-33.",
        "Dimson, E., 1979, Risk measurement when shares are subject to infrequent trading, Journal of Financial Economics 7, 197-226.",
        "Duffie, D., 1996, Dynamic Asset Pricing Theory, Princeton University Press.",
        "Edwards, E. O. and P. W. Bell, 1961, The Theory and Measurement of Business Income, University of California Press.",
        "Fama, E. F. and K. R. French, 1992. The cross-section of expected stock returns, Journal of Finance 47, 427-465.",
        "Fama, E. F. and K. R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Fama, E. F. and K. R. French, 1995, Size and book-to-market factors in earnings and returns, Journal of Finance 50, 131-155.",
        "Fama, E. F. and K. R. French, 1996, Multifactor explanations of asset pricing anomalies, Journal of Finance 51, 55-84.",
        "Fama, E. F. and K. R. French, 2002, The equity premium, Journal of Finance 57.",
        "Feltham, G. A. and J. A. Ohlson, 1999, Residual earnings valuation with risk and stochastic interest rates, Accounting Review 74, 2-23.",
        "Gibbons, M., Ross, S, and Shanken, J., 1989. A test of the efficiency of a given portfolio, Econometrica 57, 1121-1152.",
        "Graham, J. R and C. Harvey, 2001, The theory and practice of corporate finance: evidence from the field, Journal of Financial Economics 60, 187-243.",
        "Handa, P., S. P. Kothari, and C. Wasley, Sensitivity of multivariate tests of the capital asset pricing model to the return measurement interval, Journal of Finance 48, 1543-1551. Hansen, L. P., 1982, Large sample properties of generalized methods of moments estimators, Econometrica 50, 1029-1054.",
        "Hansen, L. P. and R. Jagannathan, 1999, Implications of security market data for models of dynamic economies. Journal of Political Economy 99, 225-62.",
        "Jagannathan, R. and Z. Wang, 1996, The conditional CAPM and the cross-section of expected returns, Journal of Finance 51, 3-53.",
        "Jensen, M.C., 1978, Some anomalous evidence regarding market efficiency, Journal of Financial Economics 6.",
        "Kothari, S. P., J. Shanken, and R. G. Sloan, 1995, Another look at the cross-section of expected stock returns, Journal of Finance 50, 185-224.",
        "Lakonishok, J., A. Shleifer, and R. W. Vishny, 1994, Contrarian investment, extrapolation, and risk, Journal of Finance 49, 1541-1578.",
        "Lettau, M. and S. Ludvigson, 2001, Resurrecting the (C)CAPM: a cross-sectional test when risk premia are time-varying, Journal of Political Economy 109, 1238-1287.",
        "MacKinlay, A.C., 1995, Multifactor models do not explain deviations from the Capital Asset Pricing Models. Journal of Financial Economics 38.",
        "Merton, Robert C., 1973, An intertemporal capital asset pricing model, Econometrica 41, 867 87.",
        "Modigliani, F., and M. H. Miller, 1958, The cost of capital, corporation finance, and the theory of investment, American Economic Review 48, 655-669.",
        "Newey, W. and K. West, 1987, A simple positive semi-definite heteroscedasticity and autocorrelation consistent covariance matrix, Econometrica 55, 703-708.",
        "Ohlson, J. A., 1995, Earnings, book values, and dividends in equity valuation, Contemporary Accounting Research 11, 661-87.",
        "Rosenberg, B., K. Reid, and R. Lanstein, 1985, Persuasive evidence of market inefficiency, Journal of Portfolio Management 11, 9-17.",
        "Santos, J. and P. Veronesi, 2001, Labor income and predictable stock returns, CRSP working paper, University of Chicago.",
        "Scholes, M. and J. Williams, 1977, Estimating betas from nonsyncronous data, Journal of Financial Economics 5, 309-327.",
        "Shleifer, A., 2000, Inefficient Markets : An Introduction to Behavioral Finance, Oxford University Press.",
        "Shleifer, A. and R.W. Vishny, 2001, Stock market driven acquisitions, NBER working paper 8439.",
        "Shumway, T, G., 1997, The delisting bias in CRSP data, Journal of Finance 52, 327-340.",
        "Siegel, J., 1999, The shrinking equity premium, Journal of Portfolio Management 26, 10-17.",
        "Stein, J. C., 1996, Rational capital budgeting in an irrational world, Journal of Business 69, 429-455.",
        "Summers, L., 1986, Does the stock market rationally reflect fundamental values?, Journal of Finance 44, 1115-1153.",
        "Vuolteenaho, T., 2001, Understanding the aggregate book-to-market ratio and its implications to current equity-premium expectations, working paper, Harvard University Department of Economics.",
        "Vuolteenaho, T., 2002, What drives firm-level returns?, Journal of Finance 57, 233-264."
    ]
}