{
    "id": 10139,
    "cites": 22,
    "cited_by": 1,
    "reference": [
        "Auerbach, A.: 1985, The theory of excess burden and optimal taxation, in A. Auerbach and M. Feldstein (eds), Handbook of Public Economics Vol 1, North-Holland, Amsterdam.",
        "Berkovec, J. and Fullerton, D.: 1992, A general equilibrium model of housing, taxes, and portfolio choice, Journal of Political Economy 100(2), 390420.",
        "Blomquist, N. S.: 1983, The effect of income taxation on the labor supply of married men in Sweden, Journal of Public Economics 22(2), 169197.",
        "Blundell, R. and MaCurdy, T.: 1999, Labor supply: a review of alternative approaches, in O. Ashenfelter and D. Card (eds), Handbook of Labor Economics, Vol. 5, Elsevier Science Publishers, Amsterdam.",
        "Browning, E. K.: 1987, On the marginal welfare cost of taxation, American Economic Review 77(1), 1123.",
        "Dickens, W. and Lundberg, S.: 1993, Hours restrictions and labor supply, International Economic Review 34(1), 169192.",
        "Gan, L. and Stahl, D.: 2002, Estimating labor supply with piecewise budget constraints with measurement errors, mimeo, University of Texas at Austin.",
        "Geweke, J. and Keane, M.: 2001, Computationally intensive methods for integration in econometrics, in J. Heckman and E. Leamer (eds), Handbook of Econometrics Vol 5, North-Holland, Amsterdam.",
        "Harberger, A.: 1964, Taxation, resource allocation, and welfare, in J. F. Due (ed.), The Role of Direct and Indirect Taxes in the Federal Revenue System, Princeton University Press (for NBER and the Brookings Institution), Princeton, N.J.",
        "Hausman, J.: 1981a, Exact consumers surplus and deadweight loss, American Economic Review 71(4), 662676.",
        "Hausman, J.: 1981b, Labor supply, in H. Aaron and J. Pechman (eds), How Taxes Affect Economic Behavior, Brookings Institution, Washington DC.",
        "Hausman, J.: 1983, Stochastic problems in the simulation of labor supply, in M. Feldstein (ed.), Behavioral Simulation Methods in Tax Policy Analysis, University of Chicago Press, Chicago.",
        "Hausman, J.: 1985, Taxes and labor supply, in A. Auerbach and M. Feldstein (eds), Handbook of Public Economics, Vol. 1, North-Holland, Amsterdam.",
        "Hausman, J. and Newey, W.: 1995, Nonparametric estimation of exact consumers surplus and deadwieght loss, Econometrica 63(6), 144576.",
        "Hubbard, R. G., Skinner, J. and Zeldes, S. P.: 1995, Precautionary saving and social insurance, Journal of Political Economy 103(2), 360399.",
        "MaCurdy, T., Green, D. and Paarsch, H.: 1990, Assessing empirical approaches for analyzing taxes and labor supply, Journal of Human Resources 25(3), 415490.",
        "McFadden, D.: 1999, Computing willingness-to-pay in random utility models, in J. Moore, R. Reizman and J. Melvin (eds), Trade Theory and Econometrics, Routledge, London.",
        "Moffitt, R.: 2002, Welfare programs and labor supply, in A. Auerbach and M. Feldstein (eds), Handbook of Public Economics, Vol 4, Elsevier, Amsterdam.",
        "Mohring, H.: 1971, Alternative welfare gain and loss measure, Western Economic Journal 9(4), 349368.",
        "Slesnick, D.: 1998, Empirical approaches to the measurement of welfare, Journal of Economic Literature 36(4), 21082165.",
        "Small, K. and Rosen, H.: 1981, Applied welfare economics with discrete choice models, Econometrica 49(1), 105130.",
        "Triest, R.: 1990, The effect of income taxation on labor supply in the United States, Journal of Human Resources 25(3), 491516."
    ]
}