{
    "id": 10133,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "Audretsch, D. (1995) Innovation and Industry Evolution, MIT Press.",
        "Baden-Fuller, C.W.F. (1989), Exit from Declining Industries and the Case of Steel Castings, The Economic Journal, Vol. 99, pp. 949-961.",
        "Bernard, A. and Jensen, B (2002) The Deaths of Manufacturing Plants, NBER working paper 9026.",
        "Bernard, A., S. Redding and P.Schott (2003), Product Choice and Product Switching, NBER working paper 9789.",
        "Bresnahan, T and D. Raff (1991) Intra-Industry Heterogeneity and the Great Depression: The American Motor Vehicle Industry, Journal of Economics History, Vol.51, pp. 317-331.",
        "Das, M. (1992) A Micro Econometric Model of Capital Utilization and Retirement: The case of the US Cement Industry, Review of Economic Studies, Vol. 59, pp. 277-297.",
        "Deily, Mary (1988), Investment Activity and the Exit Decision, Review of Economic and Statistics, Vol 70, pp. 595-602.",
        "Dunne, T., Roberts, M. and Samuelson, L. (1988) Patterns of Firm Entry and Exit in U.S. Manufacturing Industries,, Rand Journal of Economic, Vol. 19, pp. 495-515.",
        "Dunne, T., Roberts, M. and Samuelson, L. (1989) The Growth and Failure of U.S. Manufacturing Plants, Quarterly Journal of Economics, Vol. 105, pp. 671-698.",
        "Ericson, R. and Pakes, A. (1996) Markov-Perfect Industry Dynamics: A Framework for Empirical Work, Review of Economic Studies, Vol. 62, pp 53-82.",
        "Evans, D.S. (1987) The Relationship Between Firm Growth, Size and Age: Estimates for 100 Manufacturing Industries, Journal of Industrial Economics, Vol. 35, pp.567-582.",
        "Hopenhayn, H. A. (1992) Entry, Exit, and Firm Dynamics in Long Run Equilibrium, Econometrica, Vol. 60, No. 5, pp. 1127-1150.",
        "Johnson, K.P. (1995) Redefinition of the BEA Economic Areas, Survey of Current Business, Vol. 75, pp.75-81.",
        "Lieberman, M.B., (1990) Exit from Declining Industries: Shakeout or Stakeout? Rand Journal of Economic, Vol. 21, pp. 538-554.",
        "Mata, J., P. Portugal, and P. Guimaraes (1995) The Survival of New Plants: Start-up Conditions and Post Entry Evolution, International Journal of Industrial Organization, Vol 51, pp. 459-482.",
        "Pakes and Ericson (1999) Empirical Implications of Alternative Models of Firm Dynamics, Journal of Economic Theory, Vol. 79, pp. 1-46.",
        "Whinston, M.D., (1988), Exit with Multiplant Firms, Rand Journal of Economic, Vol. 19, pp. 568-588."
    ]
}