{
    "id": 1013,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "R. S. Barro (1974), Are government bonds net wealth, Journal of Political Economy, 182, pp. 1095-1117.",
        "D. K. Benjamin (1978), The Use of Collateral to Enforce Debt Contracts, Economic Inquiry, 16, pp. 333-59.",
        "M. S. Boskin (1982), Federal Government Deficits: Some Myths and Realities, American Economic Review, Papers and Proceedings, 72, May, pp. 296-303.",
        "W. H. Buiter (~.980), Crowding Out of private capital formation by government borrowing in the presence of intergenerational gifts and bequests, Greek Economic Review, 2, August, pp. 111-42. ____________ (1982a), Comment on T. S. Sargent and N. Wallace: Some Unpleasant Monetarist Arithmetic, NBER Working Paper No. 867, March.",
        "Economic Foundations of the MTFS, paper presented at the Conference on Monetary_Policy, Financial Markets and the Real Economy, International Center for Monetary and Banking Studies, Geneva, June, 1982.",
        "V. H. Buiter and H. Miller (1981), The Thatcher Experiment: The First Two Years, Brookings Papers on Economic ActivIty, 2, pp. 3l567.",
        "W. H. Buiter and J. Tobin (1979), Debt neutrality: A brief review of doctrine and evidence, in G. N. von Furstenberg, ed. Social Security versus Private Saving, Ballinger.",
        "S. Carmichael (1979), The Role of Government Financial Policy in Economic Growth, unpublished Ph.D. Thesis, Princeton University.",
        "D. H. Jaffee and T. Russell (1976), Imperfect Information, Uncertainty and Credit Rationing, Quarterly Journal of Economics, 90, pp. 651-66.",
        "N. Miller (1982), Inflation-adjusting the Public Sector Financial Deficit: Measurement and Implications for Policy in T. Kay ed., The 1982 Budget, Blackwell.",
        "A. F. Ott and J. H. Yoo (1980), The Measurement of Government Saving, in C. von Furstenberg, ed., The Government and Capital Formation, pp. 177-241, Ballinger.",
        "J. D. Sachs (1981), The Current Account and Macroeconomic Adjustment in the 1970s, Brookings Papers on Economic Activity, 1, 1981.",
        "T. J. Sargent and N. Wallace (1981), Some Unpleasant Monetarist Arithmetic, unpublished, October.",
        "J. Siegel (1979), Inflation-induced distortions in government and private saving statistics, The Review of Economics and Statistics, February, pp. 83-90.",
        "S. Stiglitz and A. Weiss (1981), Credit-Rationing in Markets with Imperfect Information, American Economic Review, 71, June, pp. 393-410.",
        "C. T. Taylor and A. H. Threadgold (1979), Real National Saving and Its Sectoral Composition, Bank of England Discussion Paper No. 6, October.",
        "S. Tobin and V. H. Buiter (1980), Fiscal and Monetary Policies, Capital Formation and Economic Activity, in C. H. von Furstenberg ed. The Government and Capital Formation.",
        "N. Wallace (1981), A Modigliani-Miller Theorem for Open Market Operations,  American Economic Review, 71, June, pp. 267-~74.",
        "D. C. Webb (1981), The net wealth effects of government bonds when credit markets are imperfect, Economic Journal, 91, pp. 405-14."
    ]
}