{
    "id": 10137,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "[1] Abrego, L. and J.Whalley (2000) The Choice of Structural Model in Trade-Wages Decompositions. Review of International Economics, 8, 462-77.",
        "[2] Abrego, L. and J.Whalley (2003) Decomposing Wage Inequality Change Using General Equilibrium Models. Forthcoming in ed. T.J.Kehoe, T.N.Srinivasan, and J.Whalley, New Frontier in Equilibrium Modelling, Cambridge University Press.",
        "[3] Dawkins, C., T.N.Srinivasan, and J.Whalley (2000) Calibration in ed. E.C.Leamer and J. Heckman, Handbook of Econometrics, North-Holland.",
        "[4] Hamermesh, D.S. (1993) Labor Demand. Princeton, N.J: Princeton University Press.",
        "[5] Hansen, L.P. and J.J.Heckman (1996) The Empirical Foundations of Calibration. Journal of Economic Perspectives, 10, 87-89.",
        "[6] Johnson, H.G. (1966) Factor Market Distortions and the Shape of the Transformation Frontier. Econometrica, 34, 686-98.",
        "[7] Killingsworth, M.R. (1983) Labor Supply. Cambridge, New York: Cambridge Uni- versity Press.",
        "[8] Krugman, P. (2000) Technology, Trade and Factor Prices. Journal of International Economics, 50, 51-71.",
        "[9] Kydland, F.E. and E.C.Prescott (1996) The Computational Experiment: An Econo- metric Tool. Journal of Economic Perspectives, 10, 69-71.",
        "[12] Shoven, J.B. and J.Whalley (1992) Applying General Equilibrium. Cambridge: Cambridge University Press.",
        "[13] Slaughter, M. (1999) Globalization and Wages: A Tale of Two Perspectives. World Economy, 22, 609-29.",
        "[14] Sims, C.A. (1996) Macroeconomics and Methodology. Journal of Economic Perspec- tives, 10, 105-07.",
        "[15] Stern, R.M., J.Francis, and B.Schumacher (1976) Price Elasticies in International Trade: An Annotated Bibliography. London: Macmillan (for the Trade Policy Research Center).",
        "[16] Piggott, J. and J.Whalley (1985) New Development in Applied General Equi- librium Analysis. Cambridge: Cambridge University Press."
    ]
}