{
    "id": 10143,
    "cites": 31,
    "cited_by": 8,
    "reference": [
        "Bhattarai, Keshab and John Whalley (1998), The Division and Size of Gains from Liberalization of Services Networks, National Bureau of Economic Research Working Paper: 6712, August 1998; forthcoming in Review of International Economics.",
        "Bhattasali, D. (2002), Accelerating Financial Market Restructuring in China, World Bank mimeo.",
        "Bonin, J.P. and Y. Huang (2002), Foreign Entry into Chinese Banking: Does WTO Membership Threaten Domestic Banks?, The World Economy, vol. 25, August,pp.1077-1094.",
        "Broadman, H.E. (2001), The Business(es) of the Chinese State, The World Economy, vol. 24, July 2001, pp. 849-876.",
        "Chia, Ngee Choon and J. Whalley (1997), A Numerical Example Showing Globally WelfareWorsening Liberalization of International Trade in Banking Services, Journal of Policy Modelling, April 1997; 19(2): 119-27.",
        "Copeland, Brian (2002), Benefits and costs of trade and investment liberalization in services: Implications from trade theory in Curtis, J.M. and D.C. Ciuriak, eds. Trade Policy Research 2002. Department of Foreign Affairs and International Trade, Canada 2002.",
        "Cull, Robert and Lixin Colin Xu (2000), Bureaucrats, State Banks, and the Efficiency of Credit Allocation: The Experience of Chinese State-owned Enterprises, Journal of Comparative Economics, vol. 28, pp. 1-31.",
        "Dee, P. and K. Hanslow (2000), Multilateral Liberalization of Services Trade, Productivity Commission Staff Research Paper, Ausinfo, Canberra.",
        "Foley, Duncan (1970), Equilibrium with Costly Marketing, Journal of Economic Theory. Sept. 1970; 2(3): 276-91.",
        "Hamilton, B. and J. Whalley (1984), Efficiency and Distributional Implications of Global Restrictions on Labour Mobility: Calculations and Policy Implications, Journal of Development Economics, 14(1-2) January-February 1984, pp. 61-75.",
        "Hoekman, B. (1995), Assessing the General Agreement on Trade in Services, in W. Martin and L.A. Winters (eds), The Uruguay Round and the Developing Economies, Discussion Paper No. 307, World Bank, Washington DC, pp. 327-64.",
        "Holtzman, F. (1951), Banking in the Soviet Union, Columbia University Press.",
        "Kalirajan, K., G. McGuire, D. Nguyen-Hong and M. Schuele (2001), The price impact of restrictions on banking services, in Findlay C. and T. Warren, eds, Impediments to Trade in Services: Measurement and Policy Implications, New York: Routledge.",
        "Lardy, N.R. (1998), China and the Asia Financial Contagion, Foreign Affairs, July/August.",
        "Lardy, N.R. (1998), Chinas Unfinished Economic Revolution, Brookings Institution, Washington DC.",
        "Lin, J.Y. (2001), WTO Accession and Financial Reform in China, The Cato Journal, vol. 21, No. 1, Spring/Summer, pp. 13-19.",
        "Lin, J.Y. (2000), What is the Director of Chinas Financial Reform?, in Went Cai and Feng Lu (eds.) China Economic Transition and Economic Policy, Beijing, Peking University Press, pp. 296-301.",
        "Lin, J.Y., Fang Cai, and Zhou Li (1998), The China Miracle: Development Strategy and Economic Reform, Hong Kong, Chinese University Press.",
        "Lu, D., S.M. Thanyavelu, and Q. Hu (2001), Biased Leading and Non Performing Loansin Chinas Banking Sector, (mimeographed, National University of Singapore).",
        "Melvin, James R. (1989), Trade in Producer Services: A Heckscher-Ohlin Approach, Journal of Political Economy, October 1989, 97(5): 1180-96.",
        "Ng, E. (2003), Assessing the Impacts of Banking Liberalization in China, mimeo, University of Western Ontario.",
        "Ng, E. and J. Whalley (2003), Geographical Expansion as Trade Liberalization, mimeo, UWO.",
        "Pangestu, M. and D. Mrongowius, (2002), Telecommunications in China: Facing the Challenges of WTO Accession, World Bank, mimeo.",
        "Ryan, Cillian. (1990), Trade Liberalization and Financial Services, The World Economy, Sept 1990, Vol. 13, No.3, pp. 349-366.",
        "Ryan, C. (1992), The Integration of Financial Services and Economic Welfare In A.L. Winters ed, Trade flows and trade policy after 1992. Cambridge; New York, Melbourne: Cambridge University Press, 1992; 92-118.",
        "Walmsley, T.L. and T.W. Hertel (2001), Chinas Accession to the WTO: Timing is Everything, The World Economy, vol. 28, August, pp. 1019-1050.",
        "Whalley, J. (2003), Assessing the Benefits to Developing Countries of Liberalization in Services Trade, Draft Report prepared for OECD Trade Directorate.",
        "Winters, L. Alan (2002), The Economic Implications of Liberalizing Mode 4 Trade, Joint WTO-World Bank Symposium on `The Movement of Natural Persons (Mode 4) under the GATS, WTO, Geneva, 11-12 April, 2002.",
        "Winters, A., T. Walmsley, Z.H. Wang and R. Grunberg (2002), Negotiating the Liberalization of the Temporary Movement of Natural Persons, Discussion paper 87, University of Sussex, October 2002.",
        "Yuan, Gangming (2000), An Empirical Analysis of Non-performing Loans in Chinas SUEs, Economic Research Journal (Tan Ji Yan Jiu), vol. 5, pp. 12-20.",
        "Zhang, Jie (1999), Non performing Loans of State Owned Banks in Transition Economy, Journal of Financial Research, May."
    ]
}