{
    "id": 10146,
    "cites": 29,
    "cited_by": 6,
    "reference": [
        "[1] Altonji, Joseph and Nicolas Williams, 1997. Do Wages Rise with Job Seniority? A Reassess- ment Mimeo, Northwestern University.",
        "[2] Altonji, Joseph and Nicolas Williams, 1998. The Effects of Labor Market Experience, Job Seniority, and Job Mobility on Wage Growth Research in Labor Economics, 17, p233-276.",
        "[3] Arnold, Barry, N. Balakrishnan and H. Nagaraja, 1992. A First Course in Order Statistics. New York: John Wiley and Sons.",
        "[5] Barlevy, Gadi, 2002. The Sullying Effect of Recessions Review of Economic Studies, 69 (1), January, p65-96.",
        "[6] Beaudry, Paul and John DiNardo, 1991. The Effect of Implicit Contracts on the Movement of Wages over the Business Cycle: Evidence from Micro Data Journal of Political Economy, August, 99(4), p665-88.",
        "[7] Bontemps, Christian, Jean-Marc Robin, and Gerard van den Berg, 2000. Equilibrium Search with Continuous Productivity Dispersion: Theory and Nonparametric Estimation Interna- tional Economic Review, May, 41(2), p305-358.",
        "[8] Bowlus, Audra, Nicholas Kiefer, and George Neumann, 2001. Equilibrium Search Models and the Transition from School to Work International Economic Review, May, 42(2), p317-43.",
        "[9] Bowlus, Audra and Jean-Marc Robin, 2003. Twenty Years of Rising Inequality in US Lifetime Labor Income Values Review of Economic Studies, forthcoming.",
        "[10] Bunge, John and H. Nagaraja, 1991. The Distributions of Certain Record Statistics from a Random Number of Observations Stochastic Processes and Their Applications, 38, p167-83.",
        "[11] Burdett, Kenneth and Dale Mortensen, 1998. Wage Differentials, Employer Size, and Unem- ployment International Economic Review, 39, p257-273.",
        "[12] Chandler, K. N., 1952. The Distribution and Frequency of Record Values Journal of the Royal Statistical Society, Series B, 14, p220-8.",
        "[13] Flinn, Christopher, 1986. Wages and Job Mobility of Young Workers Journal of Political Economy 94(3, Part 2), pS88-S110.",
        "[14] Flinn, Christopher, 2002. Labour Market Structure and Inequality: a Comparison of Italy and the U.S. Review of Economic Studies, July, 69 (3), p611-45.",
        "[15] Flinn, Christopher and James Heckman, 1982. New Methods for Analyzing Structural Models of Labor Force Dynamics Journal of Econometrics, January, 18(1), p115-68.",
        "[16] Glick, Ned, 1978. Breaking Records and Breaking Boards American Mathematical Monthly, 85(1), p2-26.",
        "[17] Kirmani, S. N. U. A. and Beg, M. I., 1984. On characterization of distributions by expected records SankhyÃ\u0082Â¯a A, 46(3), p463-465.",
        "[18] Kortum, Samuel, 1997. Research, Patenting, and Technological Change Econometrica, 65(6), November, p1389-1419.",
        "[19] Lin, G. D., 1987. On Characterizations of Distributions via Moments on Record Values Probability Theory and Related Fields, 74, p479-83.",
        "[20] Munasinghe, Lalith, Brendan OFlaherty, and Stephan Danninger, 2001. Globalization and the Rate of Technological Progress: What Track and Field Records Show Journal of Political Economy, 109(5), October, p1132-49.",
        "[21] Nagaraja, H. N. and Gadi Barlevy, 2003. Characterizations Using Record Moments in a Random Record Model and Applications Journal of Applied Probability, September, 40(3), p826-33.",
        "[22] Neal, Derek and Sherwin Rosen, 2000. Theories of the Distribution of Earnings Handbook of Income Distribution, 1, Amsterdam: Elsevier Science, North-Holland, p379-427.",
        "[23] Nevzorov, V. B. and N. Balakrishnan, 1998. A Record of Records Handbook of Statistics: Order Statistics, Theory and Methods, v16, eds. N. Balakrishnan and C. R. Rao, Amsterdam: North-Holland, p515-70.",
        "[24] Paxson, Christina and Nachum Sicherman, 1996. The Dynamics of Dual-Job Holding and Job Mobility Journal of Labor Economics, July, 14(3), p357-93.",
        "[25] Postel-Vinay, Fabien and Jean-Marc Robin, 2002. Equilibrium Wage Dispersion with Worker and Employer Heterogeneity Econometrica, November, 70(6), p2295-2350.",
        "[26] Shohat J. A. and J. D. Tamarkin, 1943. The Problem of Moments. New York: American Mathematical Society.",
        "[28] Topel, Robert, 1991. Specific Capital, Mobility, and Wages: Wages Rise with Job Seniority Journal of Political Economy, February, 99(1), p145-76.",
        "[29] Topel, Robert and Michael Ward, 1992. Job Mobility and the Careers of Young Men Quar- terly Journal of Economics, May, 107(2), p439-79.",
        "[30] van den Berg, Gerard and Geert Ridder 1998. An Empirical Equilibrium Search Model of the Labor Market Econometrica, September, 66(5), p1183-1221.",
        "[31] Wolpin, Kenneth, 1992. The Determinants of Black-White Differences in Early Employment Careers: Search, Layoffs, Quits, and Endogenous Wage Growth Journal of Political Econ- omy, June, 100(3), p535-60."
    ]
}