{
    "id": 10158,
    "cites": 51,
    "cited_by": 11,
    "reference": [
        "Akerlof, George A. and Paul Romer, 1993, Looting: The economic underworld of bankruptcy for profit, Brooking Papers on Economic Activity, Microeconomics 2, 1-73.",
        "Atkinson, Andrew B. and Joseph E. Stiglitz, 1980, Lectures on Public Economics, London: McGraw-Hill.",
        "Baltagi, Badi H., 1981, Simultaneous equations with error components, Journal of Econometrics 17, 189-200.",
        "Barth, James R., Gerard Caprio, Jr., and Ross Levine, 2001, The regulation and supervision of banks around the world: a new database, In: Brooking-Wharton Papers on Financial Services, Eds: Litan, Robert E. and Richard Herring, Washington, DC, Brookings Institution, 183-250.",
        "Barth, James R., Gerard Caprio, Jr., and Ross Levine, 2004, Bank supervision and regulation: What works best?, Journal of Financial Intermediation forthcoming.",
        "Beck, Thorsten, Asli. DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, and Ross Levine, 2003a, Bank supervision and corporate finance, NBER Working Paper 9620, Cambridge, MA: National Bureau of Economic Research.",
        "Beck, Thorsten, Asli. DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, and Ross Levine, 2003b, Bank concentration and crises, NBER Working Paper 9921, Cambridge, MA: National Bureau of Economic Research.",
        "Beck, Thorsten, Ross Levine, and Norman Loayza, 2000, Finance and the sources of growth, Journal of Financial Economics 58, 261Ã\u0082â\u0080\u0093300.",
        "Becker, Gary and George Stigler, 1974, Law enforcement, malfeasance, and the compensation of enforcers, Journal of Legal Studies 3, 1-18.",
        "Bennedsen, Morten and Daniel Wolfenzon, 2000, The balance of power in closely held corporations, Journal of Financial Economics 58, 113-139.",
        "Berle, Adolf and Gardiner Means, 1932, The Modern Corporation and Private Property (MacMillan, New York, NY).",
        "Boyd, John H., Chun Chang, and Bruce D. Smith, 1998, Moral hazard under commercial and universal banking, Journal of Money, Credit, and Banking 30, 426-468.",
        "Burkart, Mike, Denis Gromb, and Fausto Panunzi, 1997, Large shareholders, monitoring, and fiduciary duty, Quarterly Journal of Economics 112, 693-728.",
        "Burkart, Mike, Denis Gromb, and Fausto Panunzi, 1998, Why higher takeover premia protect minority shareholders, Journal of Political Economy 106, 172-204.",
        "Caprio, Gerard Jr., and Ross Levine, 2002, Corporate governance in finance: Concepts and international observations, In: Financial Sector Governance: The Roles of the Public and Private Sectors, Eds. Robert E. Litan, Michael Pomerleano, and V. Sundararajan, Washington, DC: Brookings Institution Press, pp. 17-50.",
        "Claessens, Stijn, Simeon Djankov, and Larry H.P. Lang, 2000, The separation of ownership and control in East Asian corporations, Journal of Financial Economics 58, 81-112.",
        "Claessens, Stijn and Luc Laeven, 2003, Financial development, property rights, and growth, Journal of Finance, forthcoming.",
        "Coase, Ronald, The problem of social cost. Journal of Law and Economics 3, 1-44. DeAngelo, Harry and Linda DeAngelo, 1985, Managerial ownership of voting rights, Journal of Financial Economics 14, 33-69.",
        "DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, Asli and Enrica Detragiache. 2003, Does deposit insurance increase banking system stability? An empirical investigation. Journal of Monetary Economics.",
        "DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, Asli and Vojislav Maksimovic, 1998, Law, finance, and firm growth, Journal of Finance 53, 2107-2137.",
        "Demsetz, Harold and Kenneth Lehn, 1985, The structure of corporate ownership: Causes and consequences, Journal of Political Economy 93, 1155-1177.",
        "Grossman, Sanford and Oliver Hart, 1988, One share one vote and the market for corporate control, Journal of Financial Economics 20, 175-202.",
        "Glaeser, Edward, Johnson, Simon, Andrei Shleifer, 2001. Coase versus the coasians. Quarterly Journal of Economics 116, 853-899.",
        "Holderness, Clifford, Randall Kroszner, and Dennis Sheehan, 1999, Were the good old days that good? Changes in managerial stock ownership since the great depression, Journal of Finance 54, 435-470.",
        "Jensen, Michael and William Meckling, 1976, Theory of the firm, managerial behavior, agency costs and ownership structure, Journal of Financial Economics 3, 305-360.",
        "Kaufmann, D., A. Kraay, and P. Zoido-Lobaton (1999), Ã\u0082â\u0080\u009cGovernance MattersÃ\u0082â\u0080\u009d, Policy Research Working Paper 2196, World Bank.",
        "King, Robert G. and Ross Levine, 1993a, Finance and growth: Schumpeter might be right, Quarterly Journal of Economics 108, 717-38.",
        "Lang, Larry H.P. and Raymond W. So, 2002, Bank ownership structure and economic performance, Chinese University of Hong Kong mimeo.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer, 1999, Corporate ownership around the world, Journal of Finance 54, 471-517.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2002, Government ownership of commercial banks, Journal of Finance 57, 265-301.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2003, What works in securities laws?, Harvard University mimeo.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, 1998, Law and finance, Journal of Political Economy 106, 1113-1155.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, 2002, Investor protection and corporate valuation, Journal of Finance 57, 1147-1170.",
        "La Porta, Raphael., Florencio Lopez-de-Silanes, and Guillermo Zamarripa, 2003, Related lending, Quarterly Journal of Economics 118, 231-268.",
        "Lease, Ronald C., John McConnell, and Wayne Mikkelson, 1983, The market value of control in publicly traded corporations, Journal of Financial Economics 11, 439-471.",
        "Levine, Ross, 1997, Financial development and economic growth: Views and agenda, Journal of Economic Literature 35, 688-726.",
        "Levine, Ross, 2004, Finance and growth: Theory, evidence, and mechanisms, In Handbook of Economic Growth. Eds. P. Aghion and S. Durlauf, Amsterdam: North-Holland Elsevier Publishers, forthcoming.",
        "Levine, Ross, Norman Loayza, and Thorsten Beck, 2000, Financial intermediation and growth: Causality and causes,Ã\u0082â\u0080\u009d Journal of Monetary Economics.",
        "Levine, Ross and Sara Zervos, 1998, Stock markets, banks, and economic growth, American Economic Review 88, 537-558.",
        "McConnell, John and Henri Servaes, 1990, Additional evidence on equity ownership and corporate value, Journal of Financial Economics 27, 595-612.",
        "Morck, Randall, Andrei Shleifer, and Robert W. Vishny, 1988, Management ownership and market valuation: An empirical analysis, Journal of Financial Economics 20, 293-315.",
        "Morgan, Donald, 2003, Ã\u0082â\u0080\u009cJudging the Risk of Banks: Why CanÃ\u0082â\u0080\u0099t Bond Raters Agree?Ã\u0082â\u0080\u009d American Economic Review, forthcoming.",
        "Rajan, Raghuram G. and Luigi Zingales, 1998, Financial dependence and growth, American Economic Review 88, 559-586.",
        "Shleifer, Andrei and Robert W. Vishny, 1997, A survey of corporate governance, Journal of Finance 52, 737-783.",
        "Shleifer, Andrei and Daniel Wolfenzon, 2002, Investor protection and equity markets, Journal of Financial Economics 66, 3-27.",
        "Stigler, George, 1971, The theory of economic regulation, Bell Journal of Economics and Management Science 2, 3-21.",
        "Stigler, George, 1975, The Citizen and the State: Essays on Regulation, Chicago: University of Chicago Press.",
        "Stulz, Rene, 1988, Managerial control of voting rights: Financial policies and the market for corporate control, Journal of Financial Economics 20, 25-54.",
        "Wurgler, Jeffrey, 2000, Financial markets and the allocation of capital, Journal of Financial Economics 58, 187-214.",
        "Zingales, Luigi, 1994, The value of the voting right: A study of the Milan stock exchange, The Review of Financial Studies 7, 125-148.",
        "Zwiebel, Jeffrey, 1995, Block investment and partial benefits of corporate control, Review of Economic Studies 62, 161-185."
    ]
}