{
    "id": 10152,
    "cites": 13,
    "cited_by": 271,
    "reference": [
        "Ades, Alberto F. and Edward L. Glaeser (1994), Evidence on Growth, Increasing Returns and the Extent of the Market, Quarterly Journal of Economics, vol. 114, no. 3, August.",
        "Acemoglu, Daron, Simon Johnson and James Robinson (2003), An African Success Story: Botswana, in Dani Rodrik, ed. In Search of Prosperity: Analytical Narrative on Economic Growth, Princeton, NJ: Princeton University Press.",
        "Bekaert, Geert and Campbell R. Harvey (2000), Foreign Speculators and Emerging Equity Markets, Journal of Finance, vol. 55, pp. 565-614.",
        "Bekaert, Geert, Campbell R. Harvey and Christian Lundblad (2001), Does Financial Liberal- ization Spur Growth?, NBER Working Paper 8245, April.",
        "Ben-David, Dan (1993), Equalizing Exchange: Trade Liberalization and Income Convergence, Quarterly Journal of Economics, vol. 108, August , p.653-679.",
        "Edwards, Sebastian (1992), Trade Orientation, Distortions and Growth in Developing Countries, Journal of Development Economics, vol. 39, pp. 31-57.",
        "Frankel, Jeffrey A. and David Romer (1999), Does Trade Cause Growth?, American Economic Review, vol. 89, no. 3, June.",
        "Levine, Ross and David Renelt (1992), A Sensitivity Analysis of Cross-Country Growth Regres- sions, American Economic Review, vol. 84, no. 4, pp. 942-963.",
        "Rodrik, Dani and Francisco RodrÃ\u0083Â­guez (2000), Trade Policy and Economic Growth: A Skep- tics Guide to the Cross-National Evidence, in Ben Bernanke and Kenneth Rogoff, eds., NBER Macroeconomics Annual 2000, Cambridge (MA): MIT Press.",
        "Sachs, Jeffrey D. and Andrew Warner (1995), Economic Reform and the Process of Global Integration, Brookings Papers on Economic Activity, no. 1, pp. 1-118.",
        "Tornell, Aaron (1998), Reform from Within, NBER Working Paper 6497, April.",
        "Wacziarg, Romain (2001), Measuring the Dynamic Gains From Trade, World Bank Economic Review, vol. 15. no. 3, October 2001, pp. 393-429.",
        "Wacziarg, Romain and Jessica Seddon Wallack (2003), Trade Liberalization and Intersectoral Labor Movements, Journal of International Economics, forthcoming."
    ]
}