{
    "id": 10154,
    "cites": 19,
    "cited_by": 7,
    "reference": [
        "Aguirreberia, V., and P. Mira (2002) Ã\u0082â\u0080\u0098Identification and Estimation of Dynamic Discrete GamesÃ\u0082â\u0080\u0099, Boson University mimeo.",
        "Berry, S. (1992) Ã\u0082â\u0080\u0098Estimation of a Model of Entry in the Airline IndustryÃ\u0082â\u0080\u0099, Econometrica, 60, 889Ã\u0082â\u0080\u0093917.",
        "Brenahan, T., and P. Reiss (1987) Ã\u0082â\u0080\u0098Do Entry Conditions Vary Across Markets?Ã\u0082â\u0080\u0099, Brookings Papers on Economic Activity, Microeconomics Annual, 1, 833Ã\u0082â\u0080\u0093882.",
        "Bresnahan, T. and P. Reiss (1990) Ã\u0082â\u0080\u0098Entry in Monopoly MarketsÃ\u0082â\u0080\u0099, Review of Economic Studies 57, 531Ã\u0082â\u0080\u0093553.",
        "Ericson, R., and A. Pakes (1995) Ã\u0082â\u0080\u0098Markov-Perfect Industry Dynamics: A Framework for Empirical WorkÃ\u0082â\u0080\u0099, Review of Economic Studies, 62, 53Ã\u0082â\u0080\u009382.",
        "Freedman, D. (1983) Markov Chains. Springer Verlag.",
        "Hotz, J., and R. Miller (1993) Ã\u0082â\u0080\u0098Conditional Choice Probabilities and the Estimation of Dynamic ModelsÃ\u0082â\u0080\u0099, The Review of Economic Studies, 60, 265Ã\u0082â\u0080\u0093289.",
        "Houthakker, H. S. (1955) Ã\u0082â\u0080\u0098The Pareto Distribution and the Cobb-Douglas Production Function in Activity AnalysisÃ\u0082â\u0080\u0099, Review of Economic Studies, 23, 27Ã\u0082â\u0080\u009331.",
        "Mazzeo, M. (2002) Ã\u0082â\u0080\u0098Product Choice and Oligopoly Market StructureÃ\u0082â\u0080\u0099, RAND Journal of Economics, 33, 221Ã\u0082â\u0080\u0093242.",
        "Olley, S., and A. Pakes (1996) Ã\u0082â\u0080\u0098The Dynamics of Productivity in the Telecommunications Equipment IndustryÃ\u0082â\u0080\u0099, Econometrica, 64, 1263Ã\u0082â\u0080\u00931297.",
        "Pakes, A. (1986) Ã\u0082â\u0080\u0098Patents as Options; Some Estimates of the Value of Holding European Patent StocksÃ\u0082â\u0080\u0099, Econometrica 54, 755Ã\u0082â\u0080\u0093784.",
        "Pakes, A., and P. McGuire (1994) Ã\u0082â\u0080\u0098Computing Markov-Perfect Nash Equilibria: Numerical Implications of a Dynamic Differentiated Product ModelÃ\u0082â\u0080\u0099, RAND Journal of Economics, 25, 555Ã\u0082â\u0080\u0093589.",
        "Pakes, A., and P. McGuire (2001) Ã\u0082â\u0080\u0098Stochastic Algorithms, Symmetric Markov Perfect Equilibria and The Ã\u0082â\u0080\u0099CurseÃ\u0082â\u0080\u0099 of DimensionalityÃ\u0082â\u0080\u0099, Econometrica, 69, 1261Ã\u0082â\u0080\u00931281.",
        "Pakes, A., M. Ostrovsky, and S. Berry (2003) Ã\u0082â\u0080\u0098Simple Estimators for the Parameters of Discrete Dynamic Games (with Entry/Exit Examples)Ã\u0082â\u0080\u0099, Harvard University mimeo.",
        "Pakes, A., J. Porter, and C. Wolfram (2003) Ã\u0082â\u0080\u0098Cost Functions From Profit Maximization Conditions: The Electric Utility CaseÃ\u0082â\u0080\u0099, Harvard University mimeo.",
        "Rust, J. (1994) Ã\u0082â\u0080\u0098Estimation of Dynamic Structural Models: Problems and ProspectsÃ\u0082â\u0080\u0099, in C. Sims, ed. Advances in Econometrics. Sixth World Congress of the Econometric Society. Cambridge University Press.",
        "Seim, K. (2002) Ã\u0082â\u0080\u0098Geographic Differentiation and FirmsÃ\u0082â\u0080\u0099 Entry Decisions: The Video Retail IndustryÃ\u0082â\u0080\u0099, Stanford University Graduate School of Business mimeo.",
        "Sutton, J. (1991) Sunk Costs and Market Structure. M.I.T. Press.",
        "Tamer, E. (2003) Ã\u0082â\u0080\u0098Incomplete Simultaneous Discrete Response Model with Multiple EquilibriaÃ\u0082â\u0080\u0099, Review of Economic Studies 70, 147Ã\u0082â\u0080\u0093165."
    ]
}