{
    "id": 10155,
    "cites": 39,
    "cited_by": 31,
    "reference": [
        "Rickenbacker, Willian F. (ed.), The Twelve-year Sentence, LaSalle, III., Open Court, 1974.",
        "Roderick, Melissa. The Path to Dropping Out, Auburn House, WestportMA, 1993.",
        "Willis, Paul. Learning to Labour, Saxon House, Westmead, 1977.",
        "Loewenstein, George, Ted ODonoghue, and Mathew Rabin, Projection Bias in Predicting Future Utility, Quarterly Journal of Economics, forthcoming, 2003.",
        "Machan, Tibor R., Education in a Free Society, Stanford, CA: Hoover Institution Press, Stanford University, 2000.",
        "ODonoghue, Ted, and Matthew Rabin. Risky Behavior among Youths: Some Issues from Behavioral Economics, in Risky Behavior Among Youths, Gruber, Jonathan (ed.), University of Chicago Press, Chicago, 2001, pp. 29-68.",
        "Oreopoulos, Philip. Do Dropouts Drop Out Too Soon? Evidence Using Changes in School-Leaving Laws, Institute for Policy Analysis Working Paper No. 145, 2003a.",
        "Oreopoulos, Philip. The Compelling Effects of Compulsory Schooling: Evidence from Canada, Mimeo, University of Toronto, 2003b.",
        "Park, Jin Heum, Estimation of Sheepskin Effects and Returns to Schooling Using the Old and New CPS Measures of Educational Attainment, Princeton Industrial Relations Section Working Paper No. 338, December, 1994.",
        "Laibson, David. Golden Eggs and Hyperbolic Discounting, Quarterly Journal of Economics, Vol. 112(2), 1997, pp. 443-77.",
        "Levhari, David and Yoram Weiss. The Effect of Risk on the Investment in Human Capital, American Economic Review, Vol. 64, No. 6, pp. 950-63, 1974.",
        "Lleras-Muney, Adriana. The Relationship Between Education and Adult Mortality in the United States, NBER Working Paper No. 8986, 2002.",
        "Lochner, Lance, and Enrico Moretti. The Effect of Education on Crime: Evidence from Prison Inmates, Arrests, and Self-Reports, American Economic Review, forthcoming, 2003.",
        "Harmon, Colm, and Ian Walker. Estimates of the Economic Return to Schooling for the United Kingdom, American Economic Review, December 1995, pp. 1278-86.",
        "Jackson, Philip. Life in Classrooms, Holt, Rinehart, and Winston, New York, 1968.",
        "Judd, Kenneth L. Is Education as Good as Gold? A Portfolio Analysis of Human Capital Investment, Stanford Economics Department Mimeo, 2000.",
        "Hall, Stanley G. Adolescence, Appleton, New York, 1904.",
        "Halsey, A.H., A.F. Heath and J.M. Ridge. Origins and Destinations: Family, Class, and Education in Modern Britain, Clarendon Press, Oxford, 1980.",
        "Halsey, A.H., A.F. Heath, and J.M. Ridge, Origins and Destinations, Clarendon Press, Oxford, U.K., 1980.",
        "Gosden, P.H.J.H. How They Were Taught, Basil Blackwell, Oxford, 1969.",
        "Durcan, Thomas J. History of Irish Education from 1800, Dragon Books, Bala, North Wales, 1972.",
        "Eckstein, Zvi, and Kenneth I. Wolpin, Why Youths Drop Out of High School: The Impact of Preferences, Opportunities, and Abilities, Econometrica, Vol. 67, No. 6, 1999, pp. 1295-1339.",
        "Everhart, Robert B. Reading, Writing and Resistance: Adolescence and Labor in a Junior High School, Routledge and Kegan Paul, Boston, 1983.",
        "Gatto, John Taylor, Dumbing Us Down: The Hidden Curriculum of Compulsory Schooling, Gabriola Island, B.C.: New Society Publishers, 2002.",
        "Dent, Harold C. 1870-1970 Century of Growth in English Education, Longman Group Limited, London, 1970.",
        "Dent, Harold C. The Educational System of England and Wales, University of London Press, 1971.",
        "Dominitz, Jeff, and Charles F. Manski. Using Expectations Data to Study Subjective Income Expectations, Journal of the American Statistical Association, 92, No. 439, pp. 855-867, 2000.",
        "Cusick, Philip. Inside High School, Holt, Rinehart, and Winston, New York, 1972.",
        "Dearden, Lorraine, Carl Emmerson, Christine Frayne, and Costas Meghir, The Impact of Financial Incentives on Educational Choice, Institute for Fiscal Studies Mimeo, 2002.",
        "Coleman, James S. The Adolescent Society, The Free Press, New York, 1961.",
        "Cook, Philip J. and Jens Ludwig. Weighing the `Burden of `Acting White: Are There Race Differences in Attitudes Towards Education?, Journal of Policy Analysis and Management, Vol. 16, No. 2, pp. 256- 278, 1997.",
        "Chiswick, Barry R. Minimum Schooling Legislation and the Cross-Sectional Distribution of Income, The Economic Journal, Vol. 79, No. 315. (Sep., 1969), pp. 495-507.",
        "Baland, Jean-Marie, and James A. Robinson, Rotten Parents, Journal of Public Economics, Vol. 84, 2002, pp. 341-356.",
        "Barnard, H.C. A History of English Education, University of London Press, Bungay, Suffolk, 1961.",
        "Chen, Stacey H. Is Investing in College Education Risky?, mimeo, Department of Economics, State University of New York at Albany, 2002.",
        "Akerlof, George and Rachael Kranton, Identity and Schooling: Some Lessons for the Economics of Education, Journal of Economic Literature, No. 40, Vol. 4 (December), 2002, pp. 1167-1201.",
        "Angrist, Joshua D., and Alan Krueger. Does Compulsory School Attendance Affect Schooling and Earnings? Quarterly Journal of Economics, Vol. 106, No. 4, pp. 979, 1014, 1991.",
        "Angrist, Joshua D., Guido W. Imbens and Donald B. Rubin, Identification of Causal Effects Using Instrumental Variables, Journal of the American Statistical Association, June 1996.",
        "Acemoglu, Daren and Joshua Angrist. How Large Are Human Capital Externalities? Evidence from Compulsory Schooling Laws, NBER Macroannual, 2000, pp. 9-59."
    ]
}