{
    "id": 10168,
    "cites": 33,
    "cited_by": 6,
    "reference": [
        "Zoellick, R. 2002. Unleashing the Tradewinds, The Economist, (December 7): pp. 27-29.",
        "Schiff, M. and A. Winters. 2003. Regional Integration and Development , World Bank.",
        "United States Government, Africa Growth and Opportunity Act website (www.agoa.gov). USTR. 2002. Free Trade with Chile, Trade Facts.",
        "USTR. 2002. Free Trade with Singapore, Trade Facts.",
        "Wonnacott, R.J. 1996. Trade and Investment in a Hub-and-Spoke System versus a Free Trade Area, World Economy, vol. 19, no. 3 (May): pp. 237-252.",
        "Perroni, C. and J. Whalley. 2000. The New Regionalism: Insurance or Liberalization, Canadian Journal of Economics.",
        "Mattoo, A., D. Roy, and A. Subramanian. 2003. The Africa Growth and Opportunity Act and Its Rules of Origin. Generosity Undermined?, The World Economy, (forthcoming).",
        "Muradzikwa, S. 2001. The South African Regi onal Clothing and Textile Industry: Case Study of Malawi, Mauritius, and Zimbabwe (unpublished; Cape Town, South Africa: Development Policy Research Unit, University of Cape Town).",
        "Mattoo, A., R. Lathindran, and A. Subramanian. 2001. Measuring Services Trade Liberalization and its Impact on Trade Growth: An Illustration, World Bank Working Paper 2655.",
        "Kirk, R. and M. Stern. 2003. The New Southe rn African Customs Union Agreement, Mimeo.",
        "Leith, J.C. 1992. The Static Welfare Effects of a Small Developing Countrys Membership in a Customs Union: Botswana in the Southern African Customs Union, World Development, vol. 20, no. 7: pp. 1021-1028.",
        "Ianchovichina, E., A. Mattoo, and M. Olarreaga. 2001. Unrestricted Market Access for Sub-Saharan Africa: How Much Is It Worth and Who Pays?, World Bank Policy Research Working Paper No. 2595 (Washington).",
        "International Monetary Fund. 2002. South Africa, Staff Report for the 2002 Article IV Consultations, Washington (June).",
        "Hudson, D.J. 1981. Botswanas Membership of the Southern African Customs Union, in Charles Harvey, ed., Papers on the Economy of Botswana , London: Heinemann.",
        "Flatters, F. 2002. SADC Rules of Origin: Undermining Regional Free Trade, Trade and Industrial Policy Strategies Annual Forum, South Africa.",
        "Frankel, J.A. and D. Romer. 1999. Does Trade Cause Growth? American Economic Review, vol. 89, no. 3 (June): pp. 379-398.",
        "Enders, A., and R.J. Wonnacott. 1996. The Liberalisation of East-West European Trade: Hubs, Spokes and Further Complications, World Economy, vol. 19, no. 3 (May): pp. 253-72.",
        "Dee, P., and K. Hanslow. 2000. Multilateral Liberalization of Services Trade, Productivity Commission Staff Research Paper; Ausinfo, Canberra.",
        "Easterly, Wm., and R. Levine. 2002. Tropics , Germs, and Crops: How Endowments Influence Economic Development, NBER Working Paper 9106 (August).",
        "Collier, P. and J.W. Gunning. 1999. Why Has Africa Grown Slowly?, Journal of Economic Perspectives, vol. 13, no. 3: pp. 3-22.",
        "Cooper, Wm. H. 2003. Free Trade Agreements: Impact on US Trade and Implications for US Trade Policy, Congressional Research Service, Report RL 31356 (January).",
        "Burfisher, M.E., S. Robinson, K. Thierfelder. 2003. Regionalism: Old and New, Theory and Practice, Mimeo.",
        "Burnside, C. and D. Dollar. 2000. Aid, Policies, and Growth, American Economic Review, vol. 90, no. 4 (September): pp. 847-868.",
        "Bhagwati, J.N. 2002. The Poors Best Hope, The Economist, (June 22): pp. 24-26.",
        "Bhagwati, J. and T.N. Srinivasan. 2002. Trade and Poverty in Poor Countries, American Economic Review, vol. 92, no. 2 (May): pp. 180-183.",
        "Brenton, P. 2003. Notes on Rules of Origin with Implications for Regional Intergration in South East Asia, Mimeo, World Bank.",
        "Brenton, P.R. and M. Manchin. 2003. Making EU Trade Agreements Work: The Role of Rules of Origin, The World Economy (forthcoming).",
        "Bergsten, C.F. 1997. Open Regionalism, The World Economy, vol. 20, no. 5: pp. 545-566.",
        "Bergsten, C.F. 2002. A Competitive Approach to Free Trade, Financial Times (December 4).",
        "Alleyne, T., and A. Subramanian. 2001. What Does South Africas Pattern of Trade Say About Its Labor Market?, IMF Working Paper (July).",
        "Advisory Committee for Trade Policy and Negotiations. 2003. The US-Chile Free Trade Agreement, Washington (February).",
        "Advisory Committee for Trade Policy and Negotiations. 2003. The US-Singapore Free Trade Agreement, Washington (February).",
        "Aghion, P., and P. Howitt. 1992. A Model of Growth Through Creative Destruction, Econometrica, vol. 60, no. 2 (March): pp. 323-351."
    ]
}