{
    "id": 10164,
    "cites": 27,
    "cited_by": 35,
    "reference": [
        "Acemoglu, Daron and Joshua Angrist, How Large are the Social Returns to Education? Evidence from Compulsory Schooling Laws, National Bureau of Economic Research Working Paper 7444, December 1999.",
        "Angrist, Joshua D., Guido W. Imbens and Donald B. Rubin, Identification of Causal Effects Using Instrumental Variables, Journal of the American Statistical Association, June 1996.",
        "Antonovics, Kate, and Arthur S. Goldberger, Do Educated Women Make Bad Mothers? Twin Studies of the Intergenerational Transmission of Human Capital Mimeo, 2003.",
        "Behrman Jere R., and Mark R. Rosenzweig Does Increasing Womens Schooling Raise the Schooling of the Next Generation? American Economic Review, 92:1, March 2002, 323-334.",
        "Behrman, Jere R., Mark R. Rosenzweig, and Paul Taubman, Endowments and the Allocation of Schooling in the Family and in the Marriage Market: The Twins Experiment, Journal of Political Economy, 102 (6), 1994, pp. 1131-74.",
        "Bjorklund, A., M. Jantii, O. Raaum, E. Osterback, and T. Eriksson, Brother Correlations in Earnings in Denmark, Finland, Norway and Sweden Compared to the United States, Journal of Population Economics, Vol. 15, 2002, pp. 757-772.",
        "Black, Sandra, Paul J. Devereux, and Kjell G. Salanes Is Education Inherited? Understanding Intergenerational Transmission of Human Capital. Mimeo, UCLA, 2003.",
        "Bound, John, David A. Jaeger, and Regina Baker, Problems with Instrumental Variables Estimation when the Correlation Between the Instruments and the Endogenous Explanatory Variables is Weak, Journal of the American Statistical Association, June 1995, 90(430), 443-50.",
        "Bound, John, and David A. Jaeger, On the Validity of Season of Birth as an Instrument in Wage Equations: A Comment on Angrist and Kruegers Does Compulsory School Attendance Affect Schooling and Earnings, NBER Working Paper 5835, November 1996.",
        "Cascio, Elizabeth, School Progression and the Grade Distribution of Students: A Validation Study Using the Current Population Survey, mimeo, June 2003.",
        "Chevalier, Arnaud, Parental Education and Childs Education: A Natural Experiment, mimeo, University College Dublin. 2003.",
        "Currie, Janet and Enrico Moretti, Mothers Education and the Intergenerational Transmission of Human Capital: Evidence from College Openings and Longitudinal Data, working paper, August 2002.",
        "Feldman, S. Passing on Failure, American Educator, 21(3), Fall 1997, 4-10.",
        "Griliches, Zvi. Sibling Models and Data in Economics: Beginnings of a Survey. Journal of Political Economy. Part 2, October 1979; 87(5):S37-64.",
        "Goldin, Claudia and Laurence Katz, Mass Secondary Schooling and the State: The Role of State Compulsion in the High School Movement, mimeo, Harvard University, 2003.",
        "Harmon, Colm and Ian Walker, Estimates of the Economic Return to Schooling for the United Kingdom, American Economic Review, December 1995, pp. 1278-86.",
        "Hausman, Jerry, Mismeasured Variables in Econometric Analysis: Problems from the Right and Problems from the Left. Journal of Economic Perspectives, 15 (4): 57-68. Landes, William and Lewis C. Solomon, Compulsory Schooling Legislation: An Economic Analysis of Law and Social Change in the Nineteenth Century, Journal of Economic History, March 1972.",
        "Lleras-Muney, The Relationship Between Education and Adult Mortality in the United States, National Bureau of Economic Research Working Paper 8986, June 2002.",
        "Lochner, Lance and Enrico Moretti, The Effect of Education on Crime: Evidence from Prison Inmates, Arrests, and Self-Reports, National Bureau of Economic Research Working Paper 8605, 2001.",
        "Moretti, Enrico, Human Capital Externalities in Cities, Handbook of Regional and Urban Economics, North Holland-Elsevier, forthcoming, 2003.",
        "National Center for Education Statistics, Dropout Rates in the United States, NCES research paper, No. 97-473, 1995.",
        "Oreopoulos, P., Do Dropouts Drop Out Too Soon? Evidence Using Changes in School Leaving Laws, Mimeo, University of Toronto, 2003.",
        "Resnick, M.D., Bearman, P.S., Blum, R.W., Bauman, K.E., Harris, K.M., Jones, J., Tabor, J., Beuhring, T., Sieving, R., Shew, M., Irreland, M., Bearinger, L.H., Udry, J.R., Protecting Adolescents from Harm: Findings from the National Longitudinal Study on Adolescent Health, Journal of the American Medical Association, September 10 1997, 278: 823-832.",
        "Rosenzweig, Mark R. and Kenneth I. Wolpin, Are There Increasing Returns to the Intergenerational Production of Human Capital? Maternal Schooling and Child Intellectual Achievement, Journal of Human Resources, 29:2, Spring 1994, 670-693.",
        "Sacerdote, Bruce The Nature and Nurture of Economics Outcomes, Mimeo, August 30, 2000.",
        "Smith, M.L. and L. Shepard, eds., Flunking Grades: Research and Policies on Retention, 1989, New York, Falmer Press.",
        "Solon, Gary, Intergenerational Mobility in the Labor Market, Chapter 29 in Handbook of Labor Economics, Vol. 3A, Ashenfelter, O. and D. Card (eds.), North Holland Press, 1999, Amsterdam, Netherlands."
    ]
}