{
    "id": 10171,
    "cites": 18,
    "cited_by": 5,
    "reference": [
        "Atack, Jeremy, and Fred Bateman. How Long Was the Workday in 1880? Journal of Economic History, 52 (March 1992), 129-160.",
        "Bordo, Michael D., and Lars Jonung. A Return to the Convertibility Principle? Monetary and Fiscal Regimes in Historical Perspective, in Axel Leijonhuvhud (ed.) Monetary Theory as a Basis for Monetary Policy. MacMillan, London (2001).",
        "Dickey, David A. and Wayne A. Fuller. Likelihood Ratio Statistics for Autoregressive Time Series with a Unit Root, Econometrica 49 (July 1981), 1057-1072.",
        "Dittmar, Robert, and William T. Gavin, Inflation Targeting, Price-Path Targeting, and Determinacy, Manuscript, Federal Reserve Bank of St. Louis, October 2003.",
        "Dittmar, Robert, William T. Gavin, and Finn E. Kydland. Price-Level Uncertainty and Inflation Targeting, Federal Reserve Bank of St. Louis Review 81 (July/August 1999), 23-33.",
        "Erceg, Christopher J., and Andrew T. Levin. Imperfect Credibility and Inflation Persistence, Journal of Monetary Economics 50 (May 2003), 915-44.",
        "Fisher, Irving. Stable Money: A History of the Movement. London: Adelphi Press, 1934.",
        "Friedman, Milton. A Program for Monetary Stability. New York: Fordham University press, 1960.",
        "Friedman, Milton. Commodity-Reserve Currency, Journal of Political Economy 59 (June 1951), 203-32.",
        "Fujiki, Hiroshi. A Model of the Federal Reserve Act under the International Gold Standard System, Journal of Monetary Economics 50 (2003), 1333-50.",
        "Fuller, Wayne. Introduction to Statistical Time Series, John Wiley, New York, 1976.",
        "King Robert G., and Mark W. Watson. The Solution of Singular Linear Difference Systems Under Rational Expectations, International Economic Review 39 (November 1998), 1015-26.",
        "Kydland, Finn E. Monetary Policy in Models with Capital, in Dynamic Policy Games, van der Ploeg, F. and A. J. de Zeeuw eds. Elsevier Science Publishers B. V. (North-Holland), 1989.",
        "McCallum, Bennett T. Issues in the Design of Monetary Policy Rules, Handbook of Macroeconomics. Volume 1C, 1999, pp. 1483-1530, Handbooks in Economics, vol. 15. Amsterdam: Elsevier Science, North-Holland.",
        "Meltzer, Allan H., and Saranna Robinson. Stability under the Gold Standard in Practice, in Money, History, and International Finance: Essays in Honor of Anna J. Schwartz, University of Chicago Press: Chicago, 1989, 163-95.",
        "Murphy, Kevin M., Andrei Shleifer, and Robert Vishny. Building Blocks of Market Clearing Business Cycle Models, in NBER Macroeconomics Annual 1989, Olivier J. Blanchard and Stanley Fischer (eds.), Cambridge: The MIT Press, 1989, 247-87.",
        "Neely, Chris, Amlan Roy, and Charles Whiteman. Risk Aversion Versus Intertemporal Substitution: A Case Study of Identification Failure in the Intertemporal Consumption Journal of Business and Economic Statistics, October 2001, 19(4), pp. 395-403.",
        "Sargent, Thomas J. and Neil Wallace. A Model of Commodity Money, Journal of Monetary Economics, 12 (1983), 163-87."
    ]
}