{
    "id": 10176,
    "cites": 29,
    "cited_by": 36,
    "reference": [
        "[1] Arellano, S. and M. Bond 1991. Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations. Review of Economic Studies 58, 277-297.",
        "[2] Austen-Smith, D. 2000. Redistributing Income under Proportional Representation. Journal of Political Economy 108, 1235-1269.",
        "[3] Baron, D. and D. Diermeier. 2001. Elections, Governments, and Parliaments in Proportional Representation Systems. Quarterly Journal of Economics, 116, 933-967.",
        "[4] Bawn, K. and F. Rosenbluth. 2002. Coalition Parties versus Coalitions of Parties. How Electoral Agency Shapes the Political Logic of Costs and Benefits , working paper, Yale.",
        "[5] Besley T. and S. Coate. 2003. Elected versus Appointed Regulators: Theory and Evidence, Journal of the European Economic Association, forthcoming.",
        "[6] Cameron, D. 1978. The Expansion of the Public Economy: A Comparative Analysis. American Political Science Review 72, 1203-1261.",
        "[7] Cox, G. 1990. Centripetal and Centrifugal Forces in Electoral Systems American Journal of Political Science 34, 903-935.",
        "[8] Cox, G. 1997. Making Votes Count. Cambridge, UK: Cambridge University Press.",
        "[9] Diermeier, D., and T. Feddersen 1998. Cohesion in Legislatures and the Vote of Confidence Procedure. American Political Science Review 92, 611-621.",
        "[10] Diermeier, D.and A. Merlo, 2000. Government Turnover in Parliamentary Democracies , Journal of Economic Theory 94, 46-79.",
        "[11] Diermeier, D., H. Eraslan, and A. Merlo. 2003a. A Structural Model of Governmment Formation. Econometrica 71, 27-70.",
        "[12] Diermeier, D., H. Eraslan, and A. Merlo. 2003b. Bicameralism and Governmment Formation. working paper, University of Pennsylvania.",
        "[13] Laver, M. and N. Schofield. 1990. Multiparty Government: The Politics of Coalition in Europe, paperback edition Oxford.",
        "[14] Laver, M. and K. Shepsle. 1996. Making and Breaking Governments - Cabinets and Legislatures in Parliamentary Democracies. New York: Cambridge University Press.",
        "[15] Lijphart, A. 1984a. Democracies. New Haven: Yale University Press.",
        "[16] Lijphart, A. 1984b. Advances in the Comparative Study of Electoral Systems. World Politics 36, 424-436.",
        "[17] Lijphart, A. 1994. Electoral Systems and Party Systems. Oxford: Oxford University Press.",
        "[18] Lijphart, A. 1999. Patterns of Democracy: Government Forms and Performance in Thirty-Six Countries. New Haven, CT: Yale University Press.",
        "[19] Lundell, K. and L. Karvonen. 2003. A Comparative Data Set on Political Institutions, mimeo, Ã\u0083â\u0080¦bo Akademi.",
        "[20] Milesi-Ferretti G-M., Perotti, R. and M. Rostagno 2002. Electoral Systems and the Composition of Public Spending. Quarterly Journal of Economics 117, 609-657.",
        "[21] Persson, T., G. Roland and G. Tabellini 2000. Comparative Politics and Public Finance. Journal of Political Economy 108, 1121-1161.",
        "[23] Persson, T. and G. Tabellini 2000. Political Economics: Explaining Economic Policy. Cambridge, MA: MIT Press.",
        "[24] Persson, T. and G. Tabellini 2003. The Economic Effects of Constitutions. Cambridge, MA: MIT Press.",
        "[25] Persson, T. and G. Tabellini 2004. Constitutional Rules and Economic Policy Outcomes American Economic Review, forthcoming",
        "[26] Persson, T., G. Tabellini, and F. Trebbi 2003. Electoral Rules and Corruption Journal of the European European Economic Association 1, 958-989.",
        "[27] Powell Jr., G. Bingham 1982. Contemporary Democracies: Participation, Stability and Violence. Cambridge, UK: Cambridge University Press.",
        "[28] Powell Jr., G. Bingham 2000. Elections as Instruments of Democracy. New Haven and London: Yale University Press.",
        "[29] Rodrik, D. 1998. Why Do More Open Economies Have Bigger Governments ? Journal of Political Economy 106, 997-1032.",
        "[30] Taagepera, R. and M. Shugart 1989. Seats and Votes: The Effects and Determinants of Electoral Systems. New Haven: Yale University Press."
    ]
}