{
    "id": 10175,
    "cites": 21,
    "cited_by": 10,
    "reference": [
        "Becker, Gary S. (1981) A Treatise on the Family, Harvard University Press: Cambridge.",
        "Bedard, Kelly and Olivier Deschenes (2003) Sex Preferences, Marital Dissolution and the Economic Status of Women, mimeo, UC Santa Barbara.",
        "Dee, Thomas (2003) Until Death Do You Part: The Effects of Unilateral Divorce on Spousal Homicides, mimeo, Swarthmore College.",
        "Di Tella, Rafael, Robert MacCulloch, and Andrew Oswald (1997) The Macroeconomics of Happiness, CEP working Paper 19.",
        "Friedberg, Leora (1998) Did Unilateral Divorce Raise Divorce Rates? Evidence From Panel Data, American Economic Review, 83(3).",
        "Greenfeld, Lawrence A. and eight co-authors (1998) Violence by Intimates, Bureau of Justice Statistics, U.S. Department of Justice: Washington D.C.",
        "Gruber, Jonathan (2000) Is Making Divorce Easier Bad for Children?, mimeo MIT.",
        "Hamermesh, Daniel S. and Neal M. Soss(1974) An Economic Theory of Suicide, Journal of Political Economy, 82(1).",
        "Holden, K.C. and P.S. Smock (1991) The Economic Costs of Marital Dissolution: Why do Women Bear a Disproportionate Cost?, Annual Review of Sociology 17.",
        "Levitt, Steven and John J. Donahue (2001), The Impact of Legalized Abortion on Crime, Quarterly Journal of Economics, 116(2).",
        "McElroy, Marjorie D. and Mary Jean Horney (1981) Nash Bargained Household Decisions, International Economic Review 22(2).",
        "Jacob, Herbert (1988) Silent Revolution: The Transformation of Divorce Law in the United States. University of Chicago Press: Chicago.",
        "Markowitz, Sara (1999), The Price of Alcohol, Wife Abuse and Husband Abuse, NBER Working Paper 6916.",
        "Miron, Jeff (1998), Violence and the U.S. Prohibition of Drugs and Alcohol, American Law and Economics Review, 1, 78-114.",
        "Peters, H. Elizabeth (1986) Marriage and Divorce: Informational Constraints and Private Contracting, American Economic Review, 76(3).",
        "Pollak, Robert A. (1994) For Better or Worse: The Roles of Power in Models of Distribution within Marriage, AEA Papers and Proceedings, AER 84(2).",
        "Pollak, Robert A and Shelley Lundberg (1996) Bargaining and Distribution in Marriage, Journal of Economic Perspectives, 10(4).",
        "Pollak, Robert A and Shelley Lundberg (1994) Noncooperative Bargaining Models of Marriage, American Economic Review, 84(2).",
        "Pollak, Robert A and Shelley Lundberg (1994) Separate Spheres Bargaining and the Marriage Market, Journal of Political Economy, 101(6).",
        "Waite, Linda (1995) Does Marriage Matter? Demography 32(4).",
        "Wolfers, Justin (2003) Did Unilateral Divorce Raise Divorce Rates? A Reconciliation and New Results, NBER Working Paper 10014."
    ]
}