{
    "id": 10170,
    "cites": 18,
    "cited_by": 8,
    "reference": [
        "[1] Acemoglu, Daron, Johnson, Simon, and Robinson, James (2001), The Colonial Origins of Comparative Development: An Empirical Investigation , American Economic Review 91, pp.1369-1401.",
        "[2] Besley, Timothy. and Case, Anne (2003), Political Institutions and Policy Choices: Evidence from the United States, Journal of Economic Literature 41, pp. 7-73.",
        "[3] Duverger, Maurice (1954), Political Parties. New York: Wiley.",
        "[4] Easterly, William, Levine, Ross, and Roodman, David (2003), New Data, New Doubts: A Comment on Burnside and Dollars Aid, Policies and Growth, American Economic Review, forthcoming.",
        "[5] Hall, Robert and Jones, Chad (1999), Why Do Some Countries Produce so Much More Output Per Worker than Others?, Quarterly Journal of Economics 114, pp. 83-116.",
        "[6] Kontopolous, Yoanis and Perotti, Roberto (1999), Government Fragmentation and Fiscal Policy Outcomes: Evidence from the OECD Countries , in Poterba, James and von Hagen, Juergen (eds.), Fiscal Institutions and Fiscal Performance, Chicago: University of Chicago Press.",
        "[8] Lizzeri, Alessandro, and Persico, Nicola (2001), The Provision of Public Goods under Alternative Electoral Incentives, American Economic Review 91, pp. 225-245.",
        "[9] Lundell, Krister and Karvonen, Lauri (2003), A Comparative Data Set on Political Institutions, mimeo, Ã\u0083â\u0080¦bo Akademi.",
        "[10] Milesi-Feretti, Gian-Maria, Perotti, Roberto, and Rostagno, Marco (2002, Electoral Systems and the Composition of Government Spending , Quarterly Journal of Economics 117, pp. 609-657.",
        "[11] Myerson, Roger (1993), Effectiveness of Electoral Systems for Reducing Government Corruption: A Game Theoretic Analysis, Games and Economic Behavior 5, pp. 118-132.",
        "[12] Persson, Torsten, Roland, GÃ\u0083Â©rard, and Tabellini, Guido (2000), Comparative Politics and Public Finance, Journal of Political Economy 108, 1121-1161.",
        "[13] Persson, Torsten, Roland, GÃ\u0083Â©rard, and Tabellini, Guido (2003), How Do Electoral Rules Shape Party Structure, Government Coalitions and Economic Policies?, mimeo, Stockholm University.",
        "[15] Persson, Torsten and Tabellini, Guido (2000), Political Economics: Explaining Economic Policy, Cambridge, MA: MIT Press.",
        "[16] Persson, Torsten and Tabellini, Guido (2003), The Economic Effect of Constitutions, Cambridge, MA: MIT Press.",
        "[17] Persson, Torsten and Tabellini, Guido (2004), Constitutional Rules and Fiscal Policy Outcomes, American Economic Review, forthcoming.",
        "[18] Persson, Torsten, Tabellini, Guido, and Trebbi, Francesco (2003), Electoral Rules and Corruption, Journal of the European Economic Association 1, pp. 958-989.",
        "[19] Strom, Kaare (1990), Minority Government and Majority Rule, Cambridge, UK: Cambridge University Press.",
        "[20] Taagepera, Rein and Shugart, Matthew (1989), Seats and Votes: The Effects and Determinants of Electoral Systems, New Haven: Yale University"
    ]
}