{
    "id": 10174,
    "cites": 16,
    "cited_by": 10,
    "reference": [
        "Appleton, S., J. Hoddinott, and J. Mackinnon (1996, May-June). Education and Health in Sub-Saharan Africa. Journal of International Development 8(3), 30739.",
        "Benjamin, D. (1995). Can unobserved land quality explain the inverse productivity rela- tionship. Journal of Development Economics 46, 5184.",
        "Bigsten, A., P. Collier, S. Dercon, M. Fafchamps, B. Gauthier, J. W. Gunning, A. Isaksson, A. Oduro, R. Oostendorp, C. Pattillo, M. Soderbom, F. Teal, and A. Zeufack (2000, July). Rates of Return on Physical and Human Capital in Africas Manufacturing Sector. Economic Development and Cultural Change 48(4), 80127.",
        "Fafchamps, M. (1997, May). Introduction: Markets in Sub-Saharan Africa. World Devel- opment 25(5), 73334.",
        "Frazer, G. (2001). Linking Firms and Workers: Heterogeneous Labor and Returns to Education. mimeo, Yale University.",
        "Groschen, E. (1991, Summer). The Structure of the Female/Male Wage Difference: Is It Who You Are, What You Do, or Where You Work? Journal of Human Re- sources 26(3), 45772.",
        "Jones, P. (2001, February). Are Educated Workers Really More Productive? Journal of Development Economics 64(1), 5779.",
        "Jorgenson, D. W. and Z. Griliches (1967, July). The Explanation of Productivity Change.",
        "Mincer, J. (1974). Schooling, experience, and Earnings. New York: Colombia University Press.",
        "Reardon, T. (1997, May). Using Evidence of Household Income Diversification to Inform Study of the Rural Nonfarm Labor Market in Africa. World Development 25(5), 735 47.",
        "Schultz, T. P. (1988). Education Investments and Returns. In H. Chenery and T. Srini- vasan (Eds.), Handbook of Development Economics, Volume 1, Chapter 13, pp. 543 630. New York: North-Holland.",
        "Schultz, T. P. (1999, Summer). Health and Schooling Investments in Africa. Journal of Economic Perspectives 13(3), 6788.",
        "Van Biesebroeck, J. (2002, April). Comparing the Size and Productivity Distribution of Manufacturing Plants in sub-Saharan Africa and the United States. mimeo, University of Toronto.",
        "Van Biesebroeck, J. (2003, October). Exporting Raises Productivity in sub-Saharan African Manufacturing Firms. NBER Working paper No. 10020.",
        "Velenchik, A. D. (1997, May). Market Power, Firm Performance and Real Wage Growth in Zimbabwean Manufacturing. World Development 25(5), 74962.",
        "World Bank (2000). African Development Indicators. computer file."
    ]
}