{
    "id": 10189,
    "cites": 17,
    "cited_by": 18,
    "reference": [
        "[1] Axtell, Robert L. (2001), Zipf Distribution of U.S. Firm Sizes, Science, 293, 1818-1820.",
        "[2] Brainard, Lael S. (1997) An Empirical Assessment of the Proximity-Concentration Trade-off between Multinational Sales and Trade, American Economic Review, 87, 520- 544.",
        "[3] Ekholm, Karolina, Forslid, Rikard and Markusen, James (2003) Export Platform For- eign Direct Investment NBER Working Paper No. 9517.",
        "[4] Feinberg, Susan E. and Keane, Michael P. (2003) Accounting for the Growth of MNC- Based Trade Using a Structural Model of U.S. MNCs University of Maryland, manu- script.",
        "[5] Grossman Gene M. and Helpman, Elhanan (2002), Outsourcing in the Global Econ- omy, NBER Working Paper No. 8728, forthcoming in the Review of Economic Studies.",
        "[6] Grossman, Gene M, and Helpman, Elhanan (2003), Outsourcing versus FDI in Industry Equilibrium, Journal of the European Economic Association, 1, 317-327.",
        "[7] Grossman Gene M. and Helpman, Elhanan (2004), Managerial Incentives and the In- ternational Organization of Production, forthcoming in the Journal of International Economics.",
        "[8] Hanson, Gordon H., Mataloni, Raymond J. and Slaughter, Matthew J. (2001), Ex- pansion Strategies of U.S. Multinational Corporations, Brookings Trade Forum 2001, 245-294.",
        "[9] Helpman, Elhanan (1984) A Simple Theory of International Trade with Multinational Corporations, Journal of Political Economy, 92, 451-471.",
        "[10] Helpman, Elhanan and Krugman, Paul (1985) Market Structure and Foreign Trade, Cambridge, MA, The MIT Press.",
        "[11] Helpman, Elhanan, Melitz, Marc and Yeaple, Stephen (2003). Export versus FDI with Heterogenous Firms, forthcoming in the American Economic Review.",
        "[12] Markusen, James R. (1984) Multinationals, Multi-Plant Economies, and the Gains from Trade, Journal of International Economics, 16, 205-226.",
        "[13] Markusen, James R. (2002) Multinational Firms and the Theory of International Trade, Cambridge, MA and London, UK: The MIT Press.",
        "[14] Markusen, James R. and Venables, Anthony J. (1998) Multinational Firms and the New Trade Theory, Journal of International Economics, 46, 183-203.",
        "[15] Markusen, James R. and Venables, Anthony J. (2000) The Theory of Endowment, Intra-Industry, and Multinational Trade, Journal of International Economics, 52, 209-- 234.",
        "[16] Melitz, Marc (2002) The Impact of Trade on Intra-Industry Reallocations on Aggregate Industry Productivity, NBER Working Paper No. 8881, forthcoming in Econometrica.",
        "[19] Yeaple, Stephen R. (2003), The Complex Integration Strategies of Multinationals and Cross Country Dependencies in the Structure of Foreign Direct Investment, Journal of International Economics, 60, 293-314."
    ]
}