{
    "id": 10185,
    "cites": 18,
    "cited_by": 9,
    "reference": [
        "Bernheim, B. Douglas, and Daniel M. Garrett (1996) The Determinants and Consequences of Financial Education in the Workplace: Evidence from a Survey of Households. NBER Working Paper 5667.",
        "Card, David (1999) The causal effect of education on earnings in Handbook of Labor Economics Volume 3, Orley Ashenfelter and David Card, eds.",
        "Chan, Sewin, and Ann Huff Stevens (2002) How Does Job Loss Affect the Timing of Retirement? NBER Working Paper 8780.",
        "Chan, Sewin, and Ann Huff Stevens (2003) Do Changes in Pension Incentives Affect Retirement? A Longitudinal Study of Subjective Retirement Expectations Journal of Public Economics, forthcoming.",
        "Choi, James J., David Laibson, Brigitte C. Madrian and Andrew Metrick (2001) Defined Contribution Pensions: Plan Rules, Participant Decisions, and the Path of Least Resistance. NBER Working Paper 8655.",
        "Coile, Courtney and Jonathan Gruber (2000) Social Security and Retirement, NBER Working Paper 7830.",
        "Duflo, Esther and Emmanuel Saez (2002) Participation and Investment Decisions in a Retirement Plan: The Influence of Colleagues Choices Journal of Public Economics 85(1): 121-48.",
        "Duflo, Esther and Emmanuel Saez (2002) The Role of Information and Social Interactions in Retirement Plan Decisions: Evidence from a Randomized Experiment. NBER Working Paper 8885.",
        "Gustman, Alan L., and Thomas L. Steinmeier (2001a) What People Dont Know about their Pensions and Social Security in William G. Gale, John B. Shoven and Mark J.",
        "Warshawsky, editors, Public Policies and Private Pensions, Washington D.C.: Brookings Institution. (NBER Working Paper 7368.) Gustman, Alan L., and Thomas L. Steinmeier (2001b) Retirement and Wealth, Social Security Bulletin, Perspectives, Vol. 65 No.3, forthcoming. (NBER Working Paper 8229.) Gustman, Alan L., and Thomas L. Steinmeier (2001c) Imperfect Knowledge, Retirement and Saving, NBER Working Paper 8406.",
        "Heckman, James J. (1976) The Common Structure of Statistical Models of Truncation, Sample 32 Selection, and Limited Dependent Variables and a Simple Estimator for Such Models. Annals of Economic and Social Measurement 5 Fall: 475-92.",
        "Lee, Lung Fei. Estimation of Limited Dependent Variables Models by Two-Stage Methods. Ph.D. Dissertation, University of Rochester, 1976.",
        "Luchak, Andrew, and Morley Gunderson (2000) What Do Employees Know About their Pension Plan? Industrial Relations 39:4, 646-670.",
        "Lumsdaine, Robin, James Stock and David Wise (1992) Three Models of Retirement: Computational Complexity Versus Predictive Validity, in Topics in the Economics of Aging, David Wise, ed. Chicago: University of Chicago Press.",
        "Mitchell, Olivia (1988) Worker Knowledge of Pension Provisions, Journal of Labor Economics 6:1, 21-39.",
        "Samwick, Andrew (1998) New Evidence on Pensions, Social Security, and the Timing of Retirement, Journal of Public Economics 70:2, 207-36.",
        "Stock, James and David Wise (1990) Pensions, the Option Value of Work, and Retirement, Econometrica 58: 1151-1180.",
        "Uccello, Cori, and Kevin Perese (1999) Wealth Accumulation in the Health and Retirement Study: The Importance of Including Pension Wealth, Urban Institute Report."
    ]
}