{
    "id": 10188,
    "cites": 30,
    "cited_by": 27,
    "reference": [
        "Acemoglu, D., S. Johnson, and J. A. Robinson, 2001, The colonial origins of comparative development: An empirical investigation, American Economic Review 91, 1369-1401.",
        "Acemoglu, D., S. Johnson, J. A. Robinson, and Y. Thaicharoen, 2003, Institutional causes, macroeconomic symptoms: Volatility, crises, and growth, Journal of Monetary Economics.",
        "Almeida, H., M. Campello, and M. Weisbach, 2003, The cash flow sensitivity of cash, Journal of Finance, forthcoming.",
        "Beck, T., DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt A., Levine, R., 1999, A new database on financial development and structure, working paper, University of Minnesota, Minneapolis.",
        "Booth, L., V. Aivazian, A. DemirgÃ\u0083Â¼c-Kunt, and V. Maksimovic, 2001, Capital structures in developing countries, Journal of Finance, 87-129.",
        "Claessens, S., and Laeven, L., 2003, Financial development, property rights, and growth, Journal of Finance, forthcoming.",
        "Dalquist, M., L Pinkowitz, R. M. Stulz, and R. Williamson, 2003, Corporate governance and the home bias, Journal of Financial and Quantitative Analysis, 87 110.",
        "Dittmar, A., Mahrt-Smith, J., and H. Servaes, 2003, International Corporate Governance and Corporate Cash Holdings, Journal of Financial and Quantitative Analysis, Vol 38.",
        "Easterly, W., 2001, The elusive quest for growth: Economists adventures and misadventures in the tropics, MIT Press, Cambridge, MA.",
        "Jensen, M., 1986, Agency Costs of Free Cash Flow, Corporate Finance and Takeovers, American Economic Review, Vol. 76, pp. 323-339.",
        "Hart, O., and J. Moore, 1994, A theory of debt based on the inalienability of human capital, Quarterly Journal of Economics 109, 841-879.",
        "Henisz, W. J., 2000, The institutional environment for economic growth, Economics and Politics 12, 1-31.",
        "Johnson, S., R. La Porta, F. Lopez-de-Silanes, and A. Shleifer, 2000, Tunneling, American Economic Review 90, 22-27.",
        "Kalcheva, I, and K. Lins, 2003, International evidence on cash holdings and expected managerial agency problems, unpublished working paper, University of Utah, Salt Lake City, Utah.",
        "Kaufman, D., and S.-J. Wei, 1999, Does corruption grease the wheels of commerce?, unpublished working paper, World Bank, Washington, D.C.",
        "La Porta, R., F. Lopez-de-Silanes, and A. Shleifer, 1999, Corporate ownership around the world, Journal of Finance 54, 471-517.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, 1998, Law and finance, Journal of Political Economy 106, 1113-1155.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, 2000, Investor protection and corporate governance, Journal of Financial Economics 58, 3-27.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, 2002, Investor protection and corporate valuation, Journal of Finance 57, 1147-1170.",
        "Levine, R., 1997, Financial development and economic growth: View and agenda, Journal of Economic Literature 35, 688-726.",
        "Love, I., 2000, Financial development and financing constraints: International evidence from the structural investment model, working paper, World Bank, Washington, DC.",
        "Mulligan, C.B., 1997, Scale economies, the value of time, and the demand for money: Longitudinal evidence from firms, Journal of Political Economy 105, 1061-1079.",
        "Myers, S. C., and R. G. Rajan, 1998, The paradox of liquidity, Quarterly Journal of Economics 108, 733-771.",
        "Opler, T., L. Pinkowitz, R. Stulz, and R. Williamson, 1999, The determinants and implications of corporate cash holdings, Journal of Financial Economics 52, 3-46.",
        "Pinkowitz, L., and R. Williamson, 2001, Bank power and cash holdings: Evidence from Japan, Review of Financial Studies 14, 1059-1082.",
        "Pinkowitz, L. and R. Williamson, 2003, What is a dollar worth? The market value of cash holdings, Working paper, Georgetown University.",
        "Rajan, R. G., and L. Zingales, 1998, Financial dependence and growth, AmericanEconomic Review 88, 559-586.",
        "Shleifer, A., Vishny, R. W., 1993, Corruption, Quarterly Journal of Economics 108, 599-618.",
        "Shleifer, A., and D. Wolfenzon, 2003, Investor protection and equity markets, Journal of Financial Economics 66, 3-27.",
        "Stulz, R. M. and R. Williamson, 2003, Culture, openness and finance, Journal of Financial Economics, forthcoming."
    ]
}