{
    "id": 10184,
    "cites": 47,
    "cited_by": 1,
    "reference": [
        "Cagle, J., and Scott Harrington, 1995, Endogenous Supply with Capacity Constraints and Endogenous Insolvency Risk, Journal of Risk and Uncertainty, 11, 219-232.",
        "Christofides, Stavros, and Andrew Smith, 2002, DFA the value of risk, unpublished manuscript, schristofides@bwdeloitte.com.",
        "Cummins, J. David, and P.M. Danzon, 1997, Price, Financial Quality, and Capital Flows in Insurance Markets, Journal of Financial Intermediation, 6, 3-38.",
        "Cummins, J. David, and R.D. Phillips, 2000, Applications of Financial Pricing Models in Property Liability Insurance, in The Handbook of Insurance Economics, G. Dionnes, ed., Boston: Kluwer Academic Publishers.",
        "Cummins, J. David, Richard D. Phillips, and Stephen D. Smith, 1998, Derivatives and Corporate Risk Management: Participation and Volume Decisions in the Insurance Industry, Working paper 98-19, Financial Institutions Center, Wharton School.",
        "Cummins, J. David, and D.W. Sommer, 1996, Capital and Risk in Property-Liability Insurance Markets, Journal of Banking and Finance, 20, 1069-1092.",
        "Doherty, Neil A., 1991, The Design of Insurance Contracts When Liability Rules are Unstable, Journal of Risk and Insurance, 61, 691-706.",
        "Doherty, Neil A., and S.M. Tinic, 1982, A Note on Reinsurance Under Conditions of Capital Market Equilibrium, Journal of Finance, 36, 949-953.",
        "Epermanis, Karen, and Scott E. Harrington, 2001, Market Discipline and Reaction to Rating Changes in U.S. Property-Liability Insurance Markets, presented at NBER Insurance Project Conference, February.",
        "Froot, Kenneth, A., 1999, The Limited Financing of Catastrophe Risk: An Overview, in K. Froot, ed., The Financing of Catastrophe Risk, University of Chicago Press, 1-22.",
        "Froot, Kenneth, A., 2001, The Market for Catastrophe Risk: A Clinical Examination, Journal of Financial Economics, 60, 529-571.",
        "Froot, Kenneth A. and Paul G.J. OConnell, 1997, On the Pricing of Intermediated Risks: Theory and Application to Catastrophe Reinsurance, Harvard Business School working paper.",
        "Froot, Kenneth A., David S. Scharfstein, and Jeremy C. Stein, 1993, Risk Management: Coordinating Corporate Investment and Financing Policies, Journal of Finance, 48, 1629-1658.",
        "Froot, Kenneth A., and Jeremy C. Stein, 1998,Risk Management, Capital Budgeting and Capital Structure Policy for Financial Institutions: An Integrated Approach, Journal of Financial Economics, 47, 55-82.",
        "Gale, Douglas, and Martin Hellwig, 1985, Incentive-Compatible Debt Contracts I: The One-Period Problem, Review of Economic Studies, 52, 647-664.",
        "Garven, James, R., and Joan Lamm-Tennant, 1999, Economic and Financial Perspectives on the Demand for Reinsurance, working paper, Baylor University.",
        "Grace, Martin F., Robert W. Klein, and Paul R. Kleindorfer, 2001, The Demand for Homeowners Insurance with Bundled Catastrophe Coverage, Presented at NBER Insurance Project Conference, February.",
        "Grace, Martin F., Robert W. Klein, Paul R. Kleindorfer, and Michael R. Murray, 2003, Catastrophe Insurance: Consumer Demand, Markets, and Regulation, Boston: Kluwer Academic Publishers.",
        "Greenwald, Bruce C., Alec Levinson, and Joseph E. Stiglitz, 1991, Capital Market Imperfections and Regional Economic Development, in Giovannini, ed.: Finance and Development: Lessons and Experience CEPR, 65-93.",
        "Gron, Anne, 1994a, Capacity Constraints and Cycles in Property-Casualty Insurance Markets, Rand Journal of Economics, 25, 110-127.",
        "Gron, Anne, 1994b, Evidence of Capacity Constraints in Insurance Markets, Journal of Law and Economics, 25, 110-127.",
        "Hall, Brian, 1999, Property and Casualty Solvency Funds as a Tax and Social Insurance System, in K. Froot, ed., The Financing of Catastrophe Risk, University of Chicago Press.",
        "Hoerger, T.J., F.A. Sloan, and M. Hassan, 1990, Loss Volatility, Bankruptcy, and the Demand for Reinsurance, Journal of Risk and Uncertainty, 3, 221-245.",
        "Kahneman, Daniel, and Amos Tversky, 1979, Prospect Theory: An Analysis of Decision Under Risk, Econometrica, Vol. 47, No. 2, March, 263-291.",
        "Kozik, Thomas J., and Aaron M. Larson, 2001, The n-Moment Insurance CAPM, Proceedings of the Casualty Actuarial Society, LXXXVII, 168-169 (May).",
        "Kraus, Alan, and Robert Litzenberger, 1976, Skewness Preference and the Valuation of Risky Assets, Journal of Finance, 1085-1100.",
        "Merton, Robert, C., 1993, Operation and Regulation in Financial Intermediation: A Functional Perspective, in P. Englund (ed.), Operation and Regulation of Financial Markets, 1768, The Economic Council, Stockholm.",
        "Merton, Robert C., 1995a, A Model of Contract Guarantees for Credit-Sensitive Opaque Financial Intermediaries, Harvard Business School working paper.",
        "Merton, Robert C., 1995b, A Functional Perspective on Financial Intermediation, Financial Management, 24, 23-41.",
        "Merton, Robert C., and AndrÃ\u0083Â© F. Perold, 1993, The Theory of Risk Capital in Financial Firms, Journal of Applied Corporate Finance, 5, 16-32.",
        "Myers, Stewart C., 1984, The Capital Structure Puzzle, Journal of Finance, 39, 575-592.",
        "Myers, Stewart C., and Nicholas Majluf, 1984, Corporate Financing and Investment Decisions When Firms Have Information that Investors Do Not Have, Journal of Financial Economics, 13, 187-221.",
        "Myers, Stewart C. and J. A. Read, 2001, Capital Allocation for Insurance Companies, Journal of Risk and Insurance, 68, 545-580.",
        "Phillips, Richard D., J. David Cummins, and Franklin Allen, 1998, Financial Pricing of Insurance in Multiple Line Insurance Companies, Journal of Risk and Insurance, 65, 597-636.",
        "Raiffa, Howard, 1969, Preferences for Multi-Attributed Alternatives, Memorandum RM-5868DOT /RC (Santa Monica: Rand Corporation, April), 81-95.",
        "Sharpe, Steven A., 1995, Bank Capitalization, Regulation, and the Credit Crunch: A Critical Review of the Research Findings, Federal Reserve Board working paper 95-20.",
        "Sommer, David, W., 1996, The Impact of Firm Risk on Property-Liability Insurance Prices, Journal of Risk and Insurance, 63, (September), 501-514.",
        "Stein, Charles, 1981, Estimation of the Mean of a Multivariate Normal Distribution, The Annals of Statistics, 9, 1135-1151.",
        "Stein, Jeremy C., 1998, An Adverse Selection Model of Bank Asset and Liability Management with Implications for the Transmission of Monetary Policy, RAND Journal of Economics, 29, Autumn, pp. 466-486.",
        "Taylor, G., 1994, An Equilibrium Model of Insurance Pricing and Capitalization, Journal of Risk and Insurance, 62, 409-446.",
        "Townsend, Robert M., 1979, Optimal Contracts and Competitive Markets and Costly State Verification, Journal of Economic Theory, 21, 265-293.",
        "Venter, Gary G., and John A. Major, Allocating Capital by Risk Measures: A Systematic Survey, Guy Carpenter, 2002.",
        "Wakker, Peter P., Richard H. Thaler, and Amos Tversky, 1997, Probabilistic Insurance, Journal of Risk and Uncertainty, 15, 7-28.",
        "Weinstein, Milton C., Donald S. Shepard, and Joseph S. Pliskin, 1980, The Economic Value of Changing Mortality Probabilities: A Decision-Theoretic Approach, Quarterly Journal of Economic, Vol. 94, No. 2 (March), 373-396.",
        "Weinstein, Milton C., and Robert J. Quinn, 1983, Psychological Considerations in Valuing Health Risk Reductions, Natural Resources Journal, 23 (July), 659-673.",
        "Winter, Ralph A., 1994, The Dynamics of Competitive Insurance Markets, Journal of Financial Intermediation, 3, 379-415.",
        "Zanjani, George, 2002, Pricing and Capital Allocation in Catastrophe Insurance, Journal of Financial Economics, 65, 2 (August), 283-305."
    ]
}