{
    "id": 10186,
    "cites": 23,
    "cited_by": 12,
    "reference": [
        "Gary Becker, A Theory of the Allocation of Time, Economic Journal, 75 (June 1965): 492-517.",
        "George Borjas, The Relationship Between Wages and Weekly Hours of Work: The role of Division Bias, Journal of Human Resources, 15 (Summer 1980): 409-23.",
        "Jeff Borland, The Equal Pay Case--Thirty Years On, Australian Economic Review, 32 (Sept. 1999): 265-72.",
        "J. S. Butler; Richard V. Burkhauser; Jean M. Mitchell; Theodore P. Pincus, Measurement Error in Self-Reported Health Variables, Review of Economics and Statistics, 69 (Nov. 1987): 644-50.",
        "Angus Campbell, Philip Converse and Willard Rodgers, The Quality of American Life. Ann Arbor: Institute for Social Research, 1975.",
        "Edward Diener and Robert Biswas-Diener, Will Money Increase Subjective Well-Being? Social Indicators Research, 57 (2002): 119-69.",
        "Rafael Di Tella, Robert MacCulloch and Andrew Oswald, Preferences Over Inflation and Unemployment: Evidence from Surveys of Happiness, American Economic Review, 81 (March 2001): 335-41.",
        "Bruno Frey and Alois Stutzer, Happiness and Economics. Princeton, NJ: Princeton University Press, 2002.",
        "Knut Gerlach, A Note on Male-Female Wage Differences in West Germany, Journal of Human Resources, 22 (Fall 1987): 584-92.",
        "Reuben Gronau, and Daniel Hamermesh, The Demand for Variety -- A Household Production Perspective, National Bureau of Economic Research, Working Paper No. 8509, Sept. 2001.",
        "Michael Grossman, On the Concept of Health Capital and the Demand for Health, Journal of Political Economy, 80 (March/April 1972): 223-55.",
        "Daniel Hamermesh, Workdays, Workhours and Work Schedules. Kalamazoo, MI: The W. E. Upjohn Foundation, 1996.",
        "Arlie Russell Hochschild, The Time Bind: When Work Becomes Home and Home Becomes Work. New York: Metropolitan Books, 1997.",
        "Erlend Holz, Time Stress and Time Crunch in the Daily Life of Women, Men and Families, Unpublished paper, Statistisches Bundesamt, Wiesbaden, 2002.",
        "F. Thomas Juster and Frank Stafford, The Allocation of Time: Empirical Findings, Behavioral Models, and Problems of Measurement, Journal of Economic Literature, 29 (1991): 471-522.",
        "Staffan Burenstam Linder, The Harried Leisure Class. New York: Columbia University Press, 1970.",
        "Clarence Lochhead, Factors Associated with Time Stess Among Mothers and Fathers in TwoParent Families, Unpublished paper, Canadian Labour and Business Centre, Ottawa, 2002.",
        "Shelly Lundberg and Robert Pollak, Bargaining and Distribution in Marriage, Journal of Economic Perspectives, 10 (Fall 1996): 139-58.",
        "Juliet Schor, The Overworked American. New York: Basic Books, 1991.",
        "Robert Topel, Labor Markets and Economic Growth, in. Orley Ashenfelter and David Card, Handbook of Labor Economics, Vol. 3C. Amsterdam: Elsevier, 1999.",
        "Gert Wagner, Richard Burkhauser and Frederike Behringer, The Syracuse University English Language Public Use File of the German Socio-Economic Panel, Journal of Human Resources, 28 (Spring 1993): 429-33.",
        "Bruce Weinberg, An Incentive Model of the Effect of Parental Income on Children, Journal of Political Economy, 109 (April 2001): 266-80.",
        "Mark Wooden, Simon Freidin and Nicole Watson, The Household, Income and Labour Dynamics in Australia (HILDA) Survey: Wave 1, Australian Economic Review, 35 (2002): 339-48."
    ]
}