{
    "id": 10181,
    "cites": 52,
    "cited_by": 12,
    "reference": [
        "Benjamin, N. and X. Diao (2000), Liberalizing Services Trade in APEC: A General Equilibrium Analysis with Imperfect Competition. Pacific Economic Review 5(1). (2000): 49-75.",
        "Bhattarai, Keshab and John Whalley (1998) The Division and Size of Gains from Liberalization of Service Networks, National Bureau of Economic Research Working Paper: 6712, August 1998.",
        "Brown, D., A. Deardorff, A. Fox and R. Stern (1996), Computational analysis of goods and services liberalization in the Uruguay Round in Martin W. and L. Winters eds, The Uruguay Round and the Developing Economies, Discussion Paper No.",
        "Brown, D., A. Deardorff and R. Stern (2002), Computational analysis of goods and services liberalization in the Uruguay Round and the Doha Development Round Discussion Paper No. 489. Research Seminar in International Economics, School of Public Policy, The University of Michigan, 2002.",
        "Chadha, Rajesh (2000) GATS and the Developing Countries: A Case Study of India, in Robert M. Stern, (ed.) Services in the International Economy, University of Michigan Press, 2000.",
        "Chadha, R., D. Brown, A. Deardorff and R. Stern (2000), Computational Analysis of the Impact on India of the Uruguay Round and the Forthcoming WTO Trade negotiations, Discussion Paper No. 459, School of Public Policy, University of Michigan, 2000.",
        "Chen, Zhiqi and Lawrence Schembri (2002) Measuring the Barriers to Trade in Services: Literature and Methodologies in Curtis, J. M. and D. C. Ciuriak, eds.",
        "Trade Policy Research 2002. Department of Foreign Affairs and International Trade, Canada 2002.",
        "Chia, Ngee Choon and John Whalley (1997) A Numerical Example Showing Globally Welfare-Worsening Liberalization of International Trade in Banking Services, Journal of Policy Modelling, April 1997; 19(2): 119-27.",
        "Copeland, Brian (2002) Benefits and costs of trade and investment liberalization in services: Implications from trade theory in Curtis, J. M. and D. C. Ciuriak, eds.",
        "Trade Policy Research 2002. Department of Foreign Affairs and International Trade, Canada 2002.",
        "Dee, P. and K. Hanslow (2000), Multilateral Liberalization of Services Trade, Productivity Commission Staff Research Paper, Ausinfo, Canberra.",
        "Findlay, Christopher (1997), The APEC Air Transport Schedule Pacific Economic Papers No.273 November 1997 Australia-Japan Research Center ANU.",
        "Findlay C. and T. Warren, eds, (2001) Impediments to Trade in Services: Measurement and Policy Implications, New York: Routledge.",
        "Francois, J. and L. Schuknecht (2000) International Trade in Financial Services, Competition, and Growth Performance, Centre for International Economic Studies, No. 6.",
        "Francoise, J., and B. Hoekman (1999), Market Access in the Service Sectors, Tinbergen Institute, manuscript, 1999.",
        "Francois J., H. Acre, K. Reinert and J. Flynn (1996), Commercial Policy and the Domestic Carrying Trade The Canadian Journal of Economics, Vol. 29, No. 1. (Feb., 1996), pp. 181-198.",
        "Goldsmith, Raymond W., (1969), Financial Structure and Development, Yale University Press, New Haven, 1969.",
        "Hamilton, B. and J. Whalley (1984) Efficiency and Distributional Implications of Global Restrictions on Labour Mobility: Calculations and Policy Implications Journal of Development Economics, 14(1-2) January-February 1984, pp. 61-75.",
        "Hardin, A., and L. Holmes (1997), Services Trade and Foreign Direct Investment, Staff Research Paper, Industry Commission. Canberra: Australian Government Publishing Services.",
        "Hoekman, B. (1995) Assessing the General Agreement on Trade in Services, in W.",
        "Martin and L.A. Winters (eds), The Uruguay Round and the Developing Economies, Discussion Paper No. 307, World Bank, Washington DC, pp. 327-64. Kalirajan, Kaleeswaran (2000), Restrictions on Trade in Distribution Services, Productivity Commission Staff Research Paper, Ausinfo, Canberra.",
        "Kalirajan, K., G. McGuire, D. Nguyen-Hong and M. Schuele (2001), The price impact of restrictions on banking services, in Findlay C. and T. Warren, eds, Impediments to Trade in Services: Measurement and Policy Implications, New York: Routledge.",
        "Kang (2001), Trade in Education Services and the Impacts of Barriers to Trade, in Findlay C. and T. Warren, eds, Impediments to Trade in Services: Measurement and Policy Implications, New York: Routledge.",
        "Kemp, S (2001), Trade in Education Services and the Impacts of Barriers to Trade, in Findlay C. and T. Warren, eds, Impediments to Trade in Services: Measurement and Policy Implications, New York: Routledge.",
        "King, R. G. and R. Levine (1993), Finance, Entrepreneurship and Growth: Theory and Evidence, Journal of Monetary Economics, XXXII (1993).",
        "Levine, Ross (1997), Financial Development and Economic Growth: Views and Agenda, Journal of Economic Literature, June 1997.",
        "Markusen, J. and T. Rutherford (2002), Developing domestiv entrepreneurship and growth through imported expertise, CEBR Discussion paper NO. 2002-12.",
        "Markusen, J., T. Rutherford and D. Tarr (2000), Foreign Direct Investment in Services and the Domestic Market for Expertise, Policy Research Paper No. 2413, World Bank, Washington D.C. August.",
        "Mattoo, Aaditya (1999), Financial Services and the WTO: Liberalization Commitments of the Developing and Transition Economies, Policy Research Working Paper No. 2184, Developing Research Group, World Bank, September 1999.",
        "Mattoo, A., R. Rathindran and A. Subramanian (2001) Measuring Services Trade Liberalization and its Impact on Trade Growth: An Illustration, World Bank Working Paper 2655.",
        "McGuire, G. and M. Schuele (2001a), Restrictiveness of International Trade in Banking Services, in Findlay C. and T. Warren, eds, Impediments to Trade in Services: Measurement and Policy Implications, New York: Routledge.",
        "McGuire, G., M. Schuele (2001b) and T. Smith, Restrictiveness of International Trade in Maritime Services, in Findlay C. and T. Warren, eds, Impediments to Trade in Services: Measurement and Policy Implications, New York: Routledge.",
        "McKinnon, Ronald (1973) Money and Capital in Economic Development. Washington D.C., Brookings.",
        "Melvin, James R. (1989) Trade in Producer Services: A Heckscher-Ohlin Approach, Journal of Political Economy, October 1989, 97(5): 1180-96.",
        "Nguyen-Hong, D. (2000), Restrictions on Trade in Professional Services, Productivity Commission Staff Research Paper, Ausinfo, Canberra.",
        "Reinert, K. and J. Francois 1997 Applied methods for trade policy analysis: A handbook.",
        "Cambridge; New York and Melbourne: Cambridge University Press, 1997; xv, 560.",
        "Robinson, S., Z. Wang and W. Martin (1999) Capturing the Implications of Services Trade Liberalization, Invited Paper at the Second Annual Conference on Global Economic Analysis, Ebberuk, Denmark, June 20-22.",
        "Ryan, C. (1990) Trade Liberalization and Financial Services, The World Economy, pp.",
        "Ryan, C. (1992) The Integration of Financial Services and Economic Welfare in A. L.",
        "Shoven, J. and J. Whalley (1984) Applied General Equilibrium Models of Taxation and International Trade: An Introduction and Survey Journal of Economic Literature, 22(3) September 1984, pp. 1007-51.",
        "Trewin, Ray (2001) A Price-Impact Measure of Impediments to Trade in Telecommunications Services, in Findlay C. and T. Warren, eds, Impediments to Trade in Services: Measurement and Policy Implications, New York: Routledge.",
        "United Nations and WHO (1998), International Trade in Health Services A Development Perspective, in S. Zarrilli and C. Kinnon, eds, United Nations Conference on Trade and Development (Geneva).",
        "UNCTAD MAST 2.1 (2002)Measures Affecting Trade in Services (MAST) Database Version 2.1 UNCTAD.",
        "Warren, Tony (2001b), The impact on output of impediments to trade and investment in telecommunications services, in Findlay C. and T. Warren, eds, Impediments to Trade in Services: Measurement and Policy Implications, New York: Routledge.",
        "Winters, L. Alan (2001), Assessing the Efficiency Gain for Further Liberalization: A Coment in Sauve, P. and A. Subramanian, eds, Efficiency, Equity and Legitimacy: The Multilateral Trading System at the Millennium, Chicago University Press, Chicago, 2001.",
        "Winters, L. Alan (2002), The Economic Implications of Liberalizing Mode 4 Trade, Joint WTO-World Bank Symposium on `The Movement of Natural Persons (Mode 4) under the GATS, WTO, Geneva, 11-12 April, 2002.",
        "Winters, A., T. Walmsley, Z.H. Wang and R. Grunberg (2002), Negotiating the Liberalization of the Temporary Movement of Natural Persons, Discussion paper 87, University of Sussex, October 2002.",
        "Whalley, John (1985) Trade Liberalization Among Major World Trading Areas.",
        "Whalley, John (2000) What can the Developing Countries Infer from the Uruguay Round Models for Future Negotiations Policy Issues in International Trade and Commodities, Study Series No.4, UNCTAD, New York and Geneva, 2000.",
        "Zerby, J., and R. Conlon (1983) Joint Costs and Intra-Tariff Cross-Subsidies: The Case of Liner Shipping. Journal of Industrial Economics, June 1983, 383-96."
    ]
}