{
    "id": 10195,
    "cites": 44,
    "cited_by": 203,
    "reference": [
        "Auerbach, Alan J., and Maurice Obstfeld (2003), The Case for Open-Market Purchases in a Liquidity Trap, NBER Working Paper No. 9814.",
        "Bank of Japan (2001), TheRole of Monetary Policy under Low Inflation: Deflationary Shocks and Policy Responses, Monetary and Economic Studies 19(S-1), Bank of Japan.",
        "Bank of Japan (2003), Long-Term Time-Series Data, File ecdab015.txt, www.boj.or.jp.",
        "Batini, Nicoletta, and Anthony Yates (2003), Hybrid Inflation and Price-Level Targeting, Journal of Money, Credit, and Banking 35, 283-300.",
        "Benhabib, Jess, Stephanie Schmitt-GrohÃ\u0083Â© and MartÃ\u0083Â­n Uribe (2002), Avoiding Liquidity Traps, Journal of Political Economy 110, 535563.",
        "Benigno, Gianluca, and Pierpaolo Benigno (2002), Implementing Monetary Cooperation through Inflation Targeting, CEPR Discussion Paper No. 3226.",
        "Bernanke, Ben S. (2000), Japanese Monetary Policy: A Case of Self-Induced Paralysis? in Adam Posen and Ryoichi Mikitani, eds., Japans Financial Crisis and Its Parallels to US Experience, Special Report 13, Institute for International Economics, Washington, DC, 149166.",
        "Bernanke, Ben S. (2003), Some Thoughts on Monetary Policy in Japan, speech on May 31, 2003, Federal Reserve Board.",
        "Buiter, Willem H., and Nikolas Panigirtzoglou (1999), Liquidity Traps: How to Avoid Them and How to Escape Them, working paper.",
        "Cecchetti, Stephen G., and Junhan Kim (2003), Inflation Targeting, Price Level Targeting, and Output Variability, in Bernanke, Ben S., and Michael Woodford, eds., Inflation Targeting, University of Chicago Press, Chicago, forthcoming.",
        "Clouse, James, Dale Henderson, Athanasios Orphanides, David Small and Peter Tinsley (2003), Monetary Policy When the Nominal Short-Term Interest Rate is Zero, Topics in Macroeconomics, www.bepress.com.",
        "Coenen, GÃ\u0083Â¼nter, and Volker Wieland (2003), The Zero-Interest-Rate Bound and the Role of the Exchange Rate for Monetary Policy in Japan, Journal of Monetary Economics, forthcoming.",
        "Corsetti, Giancarlo, and Paolo Pesenti (2003), International Dimensions of Optimal Monetary Policy, working paper.",
        "The Economist (2002b), The Unfinished Recession, The Economist, September 26, 2002.",
        "Eggertsson, Gauti, and Michael Woodford (2003), The Zero Bound on Interest Rates and Optimal Monetary Policy, working paper.",
        "Feldstein, Martin (2002), Comment on `Is There a Role for Fiscal Policy?, in Rethinking Stabilization Policy, A Symposium Sponsored by the Federal Reserve Bank of Kansas City, Federal Reserve Bank of Kansas City, Kansas City, 151-162.",
        "Fischer, Stanley (2001), Comments and Discussion, Brookings Papers on Economic Activity 2001:2, 161166.",
        "Financial Times (2002), Japan Plays Its Final Card in Battle to Revive Growth, FT.com, January 8, 2002.",
        "Fuhrer, Jeffrey C., and Mark S. Sniderman, eds., (2002), Monetary Policy in a Low-Inflation Environment, Journal of Money, Credit, and Banking 32, 8451109.",
        "Goodfriend, Marvin (2000), Overcoming the Zero Bound on Interest Rate Policy, Journal of Money, Credit, and Banking 32, 10071035.",
        "International Monetary Fund (2002), Japan: 2002 Article IV Consultation Staff Report; Staff Statement; and Public Information Notice on the Executive Board Discussion, IMF Country Report No. 02/175.",
        "International Monetary Fund (2003a), Deflation: Determinants, Risk, and Policy Options Findings of an Interdepartmental Task Force, International Monetary Fund.",
        "International Monetary Fund (2003b), World Economic Outlook: A Survey by the Staff of the International Monetary Fund April 2003, International Monetary Fund.",
        "Jung, Taehun, Yuki Teranishi and Tsutomu Watanabe (2001), Zero Bound on Nominal Interest Rates and Optimal Monetary Policy, working paper, Hitotsubashi University.",
        "Kashyap, Anil K. (2002), Sorting Out Japans Financial Crisis, Federal Reserve Bank of Chicago Economic Perspectives, 4th Quarter 2002, 4255.",
        "Krugman, Paul (1998), Its Baaack! Japans Slump and the Return of the Liquidity Trap, Brookings Papers on Economic Activity 1998:2, 137187.",
        "Lebow, David E. (1993), Monetary Policy at Near Zero Interest Rates, Working Paper No. 136, Division of Research and Statistics, Federal Reserve Board.",
        "McCallum, Bennett T. (2000), Theoretical Analysis Regarding a Zero Lower Bound on Nominal Interest Rates, Journal of Money, Credit, and Banking 32, 870904.",
        "McCallum, Bennett T. (2002), Inflation Targeting and the Liquidity Trap, in N. Loayza and R. Soto, eds., Inflation Targeting: Design, Performance, Challenges, Central Bank of Chile.",
        "McKinnon, Ronald I. (1999), Wading in the Yen Trap, The Economist, July 24, 7779.",
        "Meltzer, Allan H. (2001), Monetary Transmission at Low Inflation: Some Clues from Japan Monetary and Economic Studies 19(S-1), Bank of Japan, 1334.",
        "Meltzer, Allan H. (2003), A History of the Federal Reserve: Volume I, University of Chicago Press, Chicago.",
        "Obstfeld, Maurice, and Kenneth Rogoff (2002), Global Implications of Self-Oriented National Monetary Rules, Quarterly Journal of Economics 117, 50336.",
        "Orphanides, Athanasios, and Volker Wieland (2000), Efficient Monetary Policy Design near Price Stability, Journal of the Japanese and International Economies 14, 327365.",
        "Posen, Adam S. (1998), Restoring Japans Economic Growth, Institute for International Economics, Washington, DC.",
        "Sarno, Lucio, and Mark P. Taylor (2001), Official Intervention in the Foreign Exchange Market: Is It Effective and, If So, How Does It Work? Journal of Economic Literature 39, 839868.",
        "Saxonhouse, Gary (1999), Japans Growth Conundrum, Financial Times, June 14, 1999.",
        "Sumner, Scott (2002), Some Observations on the Return of the Liquidity Trap, Cato Journal 21, 481490.",
        "Svensson, Lars E.O. (1999a), How Should Monetary Policy Be Conducted in an Era of Price Stability? in New Challenges for Monetary Policy, A Symposium Sponsored by the Federal Reserve Bank of Kansas City, Federal Reserve Bank of Kansas City, Kansas City, 195-259.",
        "Svensson, Lars E.O. (1999b), Price Level Targeting vs. Inflation Targeting, Journal of Money, Credit, and Banking 31, 277295.",
        "Svensson, Lars E.O. (2001), The Zero Bound in an Open-Economy: A Foolproof Way of Escaping from a Liquidity Trap, Monetary and Economic Studies 19(S-1), Bank of Japan, 277 312.",
        "Svensson, Lars E.O. (2002), Monetary Policy and Real Stabilization, in Rethinking Stabilization Policy, A Symposium Sponsored by the Federal Reserve Bank of Kansas City, Federal Reserve Bank of Kansas City, Kansas City, 261-312.",
        "Svensson, Lars E.O. (2003), The Magic of the Exchange Rate: Optimal Escape from a Liquidity Trap in Small and Large Open Economies, working paper, www.princeton.edu/~svensson.",
        "Vestin, David (2003), Price-Level Targeting versus Inflation Targeting in a Forward-Looking Model, working paper."
    ]
}