{
    "id": 10192,
    "cites": 18,
    "cited_by": 3,
    "reference": [
        "Abowd, John M., John Haltiwanger, Julia Lane, and Kristin Sandusky.Within and Between Firm Changes in Human Capital, Technology, and Productivity. Manuscript, 2001.",
        "Baker, George, Michael Gibbs, and Bengt Holmstrom. 1994. The Internal Economics of the Firm: Evidence From Personnel Data. Quarterly Journal of Economics 109, 881-919.",
        "Barnett, William P., James N. Baron, and Toby E. Stuart. 2000. Avenues of Attainment: Occupational Demography and Organizational Careers in the California Public Service. American Journal of Sociology 106, 88-144.",
        "Becker, Gary S. 1962. Investment in Human Capital: A Theoretical Analysis. Journal of Political Economy 70, 9-49.",
        "Chan, William. 1996. External Recruitment versus Internal Promotion. Journal of Labor Economics 14, 555-570.",
        "Doeringer, Peter, and Michael Piore. 1971. Internal Labor Markets and Manpower Analysis. Lexington, MA: D.C. Heath and Company.",
        "Gibbs, Michael. 1995. Incentive Compensation in a Corporate Hierarchy. Journal of Accounting and Economics 19, 247-277.",
        "Gibbs, Michael, Kathryn Ierulli and Eva M. Meyersson Milgrom. Occupational Labor Markets. Manuscript, 2002.",
        "Lazear, Edward P. 1979. Why Is There Mandatory Retirement? Journal of Political Economy 87, 1261-1284.",
        "Lazear, Edward P. 1992. The Job as a Concept. In William J. Bruns, ed. Performance Measurement, Evaluation, and Incentives. Boston: Harvard Business School Press.",
        "Lazear, Edward P. 2003. Firm-Specific Human Capital: A Skills-Weight Approach. Cambridge, MA: NBER Working Paper 9679.",
        "Lazear, Edward P. and Sherwin Rosen. 1981. Rank-order Tournaments as Optimum Labor Contracts. Journal of Political Economy 89, 841-864.",
        "Lindbeck,Assar,andSnower,DennisJ.1986. WageSetting,Unemployment,andInsider-Outsider Relations. American Economic Review 76, 235-39.",
        "Manning, Alan. 2003. Monopsony in Motion. Princeton, NJ: Princeton University Press.",
        "Meyersson Milgrom, Eva M., Trond Petersen, and Vemond Snartland. 2001. Equal Pay for Equal 34 Work? Evidence from Sweden and a Comparison with Norway and the U.S. Scandinavian Journal of Economics 103, 559-583.",
        "Reder, Melvin. 1995. Theory of Occupational Wage Differentials. American Economic Review 45, 833-852.",
        "Rosen, Sherwin. 1974. Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition. Journal of Political Economy 82, 34-55.",
        "Smith, Adam. 1776. An Inquiry into the Nature and Causes of the Wealth of Nations. Waldman, Michael. 1984. Job Assignments, Signalling, and Efficiency. RAND Journal of Economics 15, 255-267."
    ]
}