{
    "id": 10197,
    "cites": 21,
    "cited_by": 3,
    "reference": [
        "Young, Alwyn (1995) Ã\u0082â\u0080\u009cThe Tyranny of Numbers: Confronting the Statistical Realities of the East Asian Growth Experience,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, August, 110(3), 641-680.",
        "Young, Alwyn (1992) Ã\u0082â\u0080\u009cA Tale of Two Cities: Factor Accumulation and Technical Change in Hong Kong and Singapore,Ã\u0082â\u0080\u009d in Olivier Jean Blanchard and Stanley Fischer, eds., NBER Macroeconomics Annual 1992, Cambridge, MA: MIT Press, 13-54.",
        "Vartia, Y. O. (1976) Ã\u0082â\u0080\u009cIdeal Log-Change Index Numbers,Ã\u0082â\u0080\u009d Scandinavian Journal of Statistics 3, 121-126.",
        "World Bank (1993) The East Asia Miracle. Washington, D.C.: World Bank.",
        "U.S. Bureau of Labor Statistics (1997) BLS Handbook of Methods, Chapter 17. U.S. Government Printing Office, Washington. Available at http://www.bls.gov/opub/hom/pdf/homch17.pdf.",
        "Selvanathan, E.A. and D.S. Prasada Rao (1994) Index Numbers: A Stochastic Approach, Ann Arbor: University of Michigan Press.",
        "TÃ\u0083Â¶rnqvist, L. (1936) Ã\u0082â\u0080\u009cThe Bank of FinlandÃ\u0082â\u0080\u0099s Consumption Price Index,Ã\u0082â\u0080\u009d Bank of Finland Monthly Bulletin 10: 1-8.",
        "Sato, Kazuo (1976) Ã\u0082â\u0080\u009cThe Ideal Log-Change Index Number,Ã\u0082â\u0080\u009d Review of Economics and Statistics 58, May, 223-228.",
        "Mood, Alexander M., Franklin A. Graybill and Duane C. Boes (1974) Introduction to The theory of Statistics, New York: McGraw-Hill.",
        "Krugman, Paul R. (1994) Ã\u0082â\u0080\u009cThe Myth of AsiaÃ\u0082â\u0080\u0099s Miracle,Ã\u0082â\u0080\u009d Foreign Affairs, November/December, 73(6), 62-78.",
        "Lawrence, Anthony G. (1974) Ã\u0082â\u0080\u009cThe Bias and the Asymptotic Variance of a Computed True Cost of Living Index: The Case of the Klein-Rubin Constant Utility Index,Ã\u0082â\u0080\u009d BLS Working Paper No. 20, January. Mimeo, U.S. Bureau Of Labor Statistics, Washington DC.",
        "Kim, Jong-Il and Lawrence Lau (1994) Ã\u0082â\u0080\u009cThe Sources of Economic Growth of the East Asian Newly Industrialized countries,Ã\u0082â\u0080\u009d Journal of the Japanese and International Economies, September, 8(3), 235-271.",
        "Keynes, John Maynard (1930) A Treatise on Money, Volume 1, The Pure Theory of Money, New York: Harcourt, Brace and Co. (Reprinted in The Collected Writing of John Maynard Keynes, London: MacMillan and New York: Cambridge University Press, volume V.).",
        "Keynes, John Maynard (1909) Ã\u0082â\u0080\u009cIndex Numbers,Ã\u0082â\u0080\u009d in The Collected Writing of John Maynard Keynes, London: MacMillan and New York: Cambridge University Press, volume XI, pp. 49-156.",
        "Hsieh, Chang-Tai (2002) Ã\u0082â\u0080\u009cWhat Explains the Industrial Revolution in East Asia? Evidence from the Factor Markets,Ã\u0082â\u0080\u009d American Economic Review, 92(3), 502-526.",
        "Grunfeld, Yehuda, and Zvi Griliches (1960) Ã\u0082â\u0080\u009cIs Aggregation Necessarily Bad?Ã\u0082â\u0080\u009d Review of Economics and Statistics, 42(1), February, 1-13.",
        "Feenstra, Robert C. and Marshall Reinsdorf (2000) Ã\u0082â\u0080\u009cAn Exact Index for the Almost Ideal Demand SystemÃ\u0082â\u0080\u009d, Economics Letters 66, 159-62.",
        "Diewert, W. Erwin (1976) Ã\u0082â\u0080\u009cExact and Superlative Index Numbers,Ã\u0082â\u0080\u009d Journal of Econometrics, 4, 115-145.",
        "Diewert, W. Erwin (1995) Ã\u0082â\u0080\u009cOn the Stochastic Approach to Index Numbers,Ã\u0082â\u0080\u009d University of British Columbia, Discussion Paper No. DP95-31, September.",
        "Deaton, Angus and John Muellbauer (1980) Ã\u0082â\u0080\u009cAlmost Ideal Demand System (AIDS).Ã\u0082â\u0080\u009d The American Economic Review, Vol. 70, No. 3. (June), pp. 312-326.",
        "Balk, Bert M. Ã\u0082â\u0080\u009cAxiomatic Price Theory: A Survey.Ã\u0082â\u0080\u009d International Statistical Review 63, 69-93. Caves, D. W., Christensen, L. R. and W. Erwin Diewert (1982) Ã\u0082â\u0080\u009cThe Economic Theory of Index Numbers and the Measurement of Input, Output and Productivity,Ã\u0082â\u0080\u009d Econometrica 50, 1393-1414."
    ]
}