{
    "id": 1019,
    "cites": 14,
    "cited_by": 6,
    "reference": [
        "Baldwin, Carliss Y. and Meyer, Richard F., Liquidity Preference Under Uncertainty: A Model of Dynamic Investment in Illiquid Opportunities, Journal of Financial Economics, No. 7, 1979, pp. 347-374.",
        "Bernanke, Ben, Irreversibility, Uncertainty and Cyclical Investment, Research Paper No. 592, Graduate School of Business, Stanford University, 1981.",
        "Brealy, Richard and Myers, Stewart, Principles of Corporate Finance, McGraw- Hill Book Company, New York, 1981.",
        "Brock, William, Miller, Robert and Scheinkman, Jose, Natural Monopoly and Regulation, Unpublished, November, 1982.",
        "Cox, D.R. and Miller, I-I.D., The Theory of Stochastic Processes, Methuem Inc., New York, 1965.",
        "Greenley, Onuglas A., Walsh, Richard A. and Young, Robert A., Option Value: Empirical Evidence From a Case Study of Recreation and Water Quality, Quarterly Journal of Economics, November, 1981, pp. 657-673.",
        "Henry, Claude, Option Values in the Economics of Irreplaceable Assets, Review of Economic Studies: Symposium of Exhaustible Resources, 1974, pp. 89- 104.",
        "Ingersoll, Jonathon E., Jr., A Contingent-Claims Valuation of Convertible Securities, Journal of Financial Economics, Vol. 4, 1977, pp. 289-322.",
        "Jorgenson, Dale W., Capital Theory and Investment Behavior, American Economic Review, Vol. 53, 1963, pp. 247-259.",
        "Krutilla, John V., Conservation Reconsidered, American Economic Review, Vol. LVII, September, 1967, pp. 777-786.",
        "Merton, Robert C., Optimal Consumption and Portfolio Rules in a Continuous- Time Model, Journal, of Economic Theory, Vol. 3., No. 4., 1971, pp. 373-413.",
        "Discontinuous, Journal of Financial Economics, Vol 3., 1976, pp. 125-144.",
        "Samuelson, Paul A., Rational Theory of Warrent Pricing, with Appendix by Henry P. McKean, Appendix: A Free Boundary Problem for the Heat Equation Arising from a Problem in Mathematical Economics, in The Collected Scientific Papers of Paul A. Samuelson, Vol. 3, Robert C. Merton, ed. MIT Press, 1970.",
        "It includes, as part of the discounting, an adjustment for the risk that the benefits from the project may turn out to be small in the future. 8. Cox and Miller (1965) provide a good introduction to first-passage problems."
    ]
}