{
    "id": 10196,
    "cites": 10,
    "cited_by": 5,
    "reference": [
        "[1] Bank of England (2002), Minutes of Monetary Policy Committee Meeting, 6 and 7 February 2002, Bank of England.",
        "[2] Bray, Margaret, and Charles Goodhart (2002), `You Might as Well Be Hung for a Sheep as a Lamb: The Loss Function of an Agent, LSE Financial Markets Group Discussion Paper No. 418.",
        "[3] Freedman, Charles (2002), General Discussion: Monetary Policy and Real Stabilization, in Rethinking Stabilization Policy, A Symposium Sponsored by the Federal Reserve Bank of Kansas City, Federal Reserve Bank of Kansas City, 319--331.",
        "[4] Nickell, Stephen (2002), Monetary Policy Issues: Past, Present, Future, speech on June 19, 2002, Bank of England, www.bankofengland.co.uk.",
        "[5] Svensson, Lars. E.O. (2001), Price Stability as a Target for Monetary Policy: Defining and Maintaining Price Stability, in Deutsche Bundesbank, ed. (2001), The Monetary Transmis- sion Process: Recent Developments and Lessons for Europe, Palgrave, New York, 60--102. (Also available as NBER Working Paper No. 7276.)",
        "[6] Svensson, Lars E.O. (2002), Monetary Policy and Real Stabilization, in Rethinking Sta- bilization Policy, A Symposium Sponsored by the Federal Reserve Bank of Kansas City, Federal Reserve Bank of Kansas City, 261--312, www.princeton.edu/svensson.",
        "[7] Svensson, Lars E.O. (2003a), Escaping from a Liquidity Trap and Deflation: The Foolproof Way and Others, working paper, www.princeton.edu/svensson.",
        "[8] Svensson, Lars E.O. (2003b), What Is Wrong with Taylor Rules? Using Judgment in Monetary Policy through Targeting Rules, Journal of Economic Literature 41, 426-477.",
        "[9] Vickers, John (1998), Inflation Targeting in Practice: The UK Experience, Bank of Eng- land Quarterly Bulletin 38, 368--375.",
        "[10] Wallis, Kenneth F. (1999), Asymmetric Density Forecasts of Inflation and Bank of Eng- lands Fan Chart, National Institute Economic Review 167, 106--112."
    ]
}