{
    "id": 10209,
    "cites": 22,
    "cited_by": 10,
    "reference": [
        "Berman, Eli, John Bound, and Zvi Griliches (1994) Changes in the Demand for Skilled Labor within U.S. Manufacturing: Evidence from the Annual Survey of Manufactures, Quarterly Journal of Economics, Vol. 109, pp. 36798.",
        "Campa, Jose and Linda S. Goldberg (1997) The Evolving External Orientation of Manufacturing: A Profile of Four Countries, Economic Policy Review, Volume 3, Number 2, pp. 5381.",
        "Davis, Donald R. and David E. Weinstein (2003) Why Country Trade: Insights from Firm-Level Data, forthcoming in Journal of the Japanese and International Economies, December 2003.",
        "Falvey, Rodney E. (1981) Commercial Policy and Intra-Industry Trade, Journal of International Economics, 11, pp. 495511.",
        "Feenstra, Robert C. and Gordon H. Hanson (1996a) Foreign Investment, Outsourcing, and Relative Wages, in Robert C. Feenstra, Gene M. Grossman, and Douglas A. Irwin, eds., The Political Economy of Trade Policy, pp. 89127, Cambridge, Mass. and London: The MIT Press.",
        "Feenstra, Robert C. and Gordon H. Hanson (1996b) Globalization, Outsourcing, and Wage Inequality, American Economic Review, Vol. 86, pp. 240245.",
        "Feenstra, Robert C. and Gordon H. Hanson (2000) Aggregation Bias in the Factor Content of Trade: Evidence from U.S. Manufacturing, AEA Papers and Proceedings, vol. 90, no. 2, pp. 155160..",
        "Feenstra, Robert C. and Gordon H. Hanson (2001) Global Production Sharing and Rising 33 Inequality: A Survey of Trade and Wages, NBER Working Paper No. 8372, July, National Bureau of Economic Research.",
        "FontagnÃ\u0083Â©, Lionel, Michael Freudenberg, and Nicholas PÃ\u0083Â©ridy (1997) Trade Patterns Inside the Single Market, CEPII Working Paper No. 1997-07, April, Centre DEtudes Prospectives et DInformations Internationales.",
        "Fukao, Kyoji, Hikari Ishido, and Keiko Ito (2003) Vertical Intra-Industry Trade and Foreign Direct Investment in East Asia, forthcoming in Journal of the Japanese and International Economies, December 2003.",
        "Greenaway, David, Robert Hine, and Chris Milner (1995) Vertical and Horizontal Intra-Industry Trade: A Cross Industry Analysis for the United Kingdom, Economic Journal, Vol.105, November, pp.15051518.",
        "Hijzen, Alexander, Holger GÃ\u0083Â¶rg and Robert C. Hine (2003) International Fragmentation and Relative Wages in the UK, IZA Discussion Paper Series No. 717, February, Bonn: Institute for the Study of Labor (available at www.iza.org).",
        "Jorgenson, Dale W. and Kazuyuki Motohashi (2003) Economic Growth of Japan and the United States in the Information Age, RIETI Discussion Paper Series 03-E-015, Tokyo: 34 Research Institute of Economy, Trade and Industry.",
        "Jorgenson, Dale W., Mun S. Ho, and Kevin J. Stiroh (2002) Growth in U.S. Industries and Investments in Information Technology and Higher Education, paper prepared for NBER/CRIW Conference on Measurement of Capital in the New Economy, April 2002.",
        "Katz, Lawrence F., and Ana L. Revenga (1989) Changes in the Structure of Wages: The United States vs. Japan, Journal of the Japanese and International Economies, vol. 3, pp.",
        "Kimura, Fukunari (2001) Fragmentation, Internalization, and Inter-firm Linkages: Evidence from the Micro Data of Japanese Manufacturing Firms, in Leonard K. Cheng and Henryk Kiezkowski, eds., Global Production and Trade in East Asia, Norwell: Kluwer Academic Publishers.",
        "MITI (Ministry of International Trade and Industry, Government of Japan) (1999) Keizai Hakusho (White Paper on International Trade), Tokyo: MITI.",
        "Motohashi, Kazuyuki (2002) IT Investment and Productivity Growth in the Japanese Economy and a Comparison to the United States RIETI Discussion Paper Series 02-J-018, Tokyo: Research Institute of Economy, Trade and Industry (in Japanese).",
        "Pyo, Hak K., and Kwang-Hee Nam (1999) A Test of the Convergence Hypothesis by Rates of Return to Capital: Evidence from OECD Countries, mimeo, Seoul National University.",
        "Sachs, J. D., and H. J. Shatz (1994) Trade and Jobs in U.S. Manufacturing, Brookings Papers on Economic Activity, vol. 19, pp. 184.",
        "Sakurai, Kojiro (2000) Gurobaru-ka to Rodo Shijo: Nihon no Seizogyo no Keisu [Globalization and Labor Market: The Case of Japanese Manufacturing], Keizai Keiei Kenkyu [Economics Today], Vol.21-2, November, Tokyo: Research Institute of Capital Formation, Development Bank of Japan.",
        "Sakurai, Kojiro (2001) How Does Trade Affect the Labor Market? Evidence from Japanese Manufacturing, paper presented at the Semi-annual Conference of the Japan Economic Association, October 78th, 2001, Hitotsubashi University."
    ]
}