{
    "id": 10200,
    "cites": 29,
    "cited_by": 6,
    "reference": [
        "Andrade, G., M. Mitchell, and E. Stafford, 2001, New evidence and perspectives on mergers, Journal of Economic Perspectives 15, 103-120.",
        "Ang, J., and Y. Chen, 2003, Direct evidence on the market-driven acquisitions theory, unpublished working paper, Florida State University, FL.",
        "Asquith, P., Bruner, R., Mullins, D., 1983. The gains to bidding firms from merger. Journal of Financial Economics 11, 121-139.",
        "Bates, T.W., and M. L. Lemmon, 2003, Breaking up is hard to do? An analysis of termination fee provisions and mergers outcomes, Journal of Financial Economics 69, forthcoming.",
        "Bradley, M., A. Desai, and E.H. Kim, 1988, Synergistic gains from corporate acquisitions and their division between the stockholders of target and acquiring firms, Journal of Financial Economics 21, 3-40.",
        "Brown, S.J., and J. B. Warner, 1985, Using daily stock returns, the case of event studies, Journal of Financial Economics 14, 3-31.",
        "Comment, R. and G. W. Schwert, 1995, Poison or placebo? Evidence on the deterrence and wealth effects of modern antitakeover measures, Journal of Financial Economics 39, 3-43.",
        "Dong, M., D. Hirshleifer, S. Richardson, and S. H. Teoh, 2003, Does investor misvaluation drive the takeover market?, unpublished working paper, The Ohio State University, Columbus, OH.",
        "Fama, E.F., and K. French, 1992, The cross-section of expected stock returns, Journal of Finance 47, 427-465.",
        "Fama, E.F., and K. French, 1993, Common risk-factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Fuller, K., J. Netter, and M. Stegemoller, 2002, What do returns to acquiring firms tell us? Evidence from firms that make many acquisitions, Journal of Finance 57, 1763-1794.",
        "Jensen M. C., 2003, Agency costs of overvalued equity, work in progress.",
        "Jovanovic, B., Braguinsky, S., 2002. Bidder discounts and target premia in takeovers. NBER working paper 9009, NBER, Cambridge, MA.",
        "Lang, L. H. P., Stulz, R. M., Walkling, R. A., 1989. Managerial performance, Tobins Q, and the gains from successful tender offers. Journal of Financial Economics 24, 137-154.",
        "Lewellen, W., C. Loderer, and A. Rosenfeld, 1985, Merger decisions and executive stock ownership in acquiring firms, Journal of Accounting and Economics, 7, 209-231.",
        "McCardle, K.F., Viswanathan, S., 1994. The direct entry versus takeover decision and stock price performance around takeovers. Journal of Business 67, 1-43.",
        "Malatesta, P., 1983, The wealth effect of merger activity and the objective function of merging firms, Journal of Financial Economics 11, 155-182.",
        "Malmendier, U., and G.A. Tate, 2003, Who makes acquisitions? CEO overconfidence and the markets reaction, Harvard Business School Working Paper.",
        "Maloney, M.T., R.E. McCormick, and M.L. Mitchell, 1993, Managerial decision making and capital structure, Journal of Business 66, 189-217.",
        "Mitchell, M., T. Pulvino, and E. Stafford, 2003, Price pressure around mergers, Journal of Finance, forthcoming.",
        "Moeller, S.B., F.P. Schlingemann, and R.M. Stulz, 2003, Firm size and the gains from acquisitions, Journal of Financial Economics, forthcoming.",
        "Morck, R., Shleifer, A., Vishny, R.W., 1990. Do managerial objectives drive bad acquisitions? Journal of Finance 45, 31-48.",
        "Officer, M., 2003. Termination fees in mergers and acquisitions. Journal of Financial Economics 69, forthcoming.",
        "Rhodes-Kropf, M., D.T. Robinson, and S. Viswanathan, 2003, Valuation waves and merger activity: The empirical evidence, working paper, Columbia University, New York, NY.",
        "Rhodes-Kropf, M., and S. Viswanathan, 2003, Market valuation and merger waves, working paper, Columbia University, New York, NY.",
        "Schlingemann, F.P., R.M. Stulz, and R.A. Walkling, 2002, Divestitures and the liquidity of the market for corporate assets, Journal of Financial Economics 64, 117-144.",
        "Schwert, G. W., 2000, Hostility in takeovers: In the eyes of the beholder?, Journal of Finance 55, 2599-2640.",
        "Shleifer A., and R.W. Vishny, 2003, Stock market driven acquisitions, Journal of Financial Economics, forthcoming.",
        "Travlos, N.G., 1987, Corporate takeover bids, methods of payment, and bidding firms stock returns, Journal of Finance 42, 943-963."
    ]
}