{
    "id": 10205,
    "cites": 25,
    "cited_by": 20,
    "reference": [
        "Becker, G., 1983, A Theory of Competition Among Pressure Groups for Political Influence, Quarterly Journal of Economics.",
        "Bernheim, B. Douglas and Michael D. Whinston, 1986, Menu Auctions, Resource Allocation, and Economic Influence, Quarterly Journal of Economics.",
        "Bhagwati, J., and Feenstra, R., 1982, Tariff Seeking and The Efficient Tariff, in Bhagwati, J., ed., Import Competition and Response, Chicago, IL: University of Chicago Press.",
        "Brander, J., and P. Krugman,1983, A Reciprocal Dumping Model of International Trade,Journal of International Economics, pages 313-321.",
        "Choate, P., 1990, Agents of Influence: How Japans Lobbyists in the US Manipulate Americas Political and Economic System, Alfred A. Knopf, NY.",
        "Corrado, A., Mann, T., Ortiz, D., Potter, T., and Sorauf, F., 1997, Campaign Finance Reform: A Sourcebook, Brookings Institution Press, Washington DC.",
        "Findlay, R. and Wellisz, S., 1982, Endogenous Tariffs, the Political Economy of Trade Restrictions and Welfare, in J.N. Bhagwati, ed., Import Competition and Response, Chicago and London: The University of Chicago Press.",
        "Fuller, W., 1986, Measurement Error Models, New York: John Wiley.",
        "Gawande, K., 1998, Comparing Theories of Endogenous Protection: Bayesian Comparison of Tobit Models Using Gibbs Sampling Output, Review-of-Economics-and-Statistics, 80(1), pages 128-40.",
        "Gawande, K., and Bandhopadhyay, U., 2000, Is Protection for Sale? A Test of the GrossmanHelpman Theory of Endogenous Protection, Review of Economics and Statistics, pages 139-152.",
        "Goldberg, P., and Maggi, G., 1999, Protection for Sale: An Empirical Investigation, American Economic Review.",
        "Hillman, A., 1982, Declining Industries and Political-Support Protectionist Motives, American Economic Review, December, 72(5), pp 1180-87.",
        "Kelejian, H., 1971, Two Stage Least Squares and Econometric Systems Linear in Parameters but Non-Linear in the Endogenous Variables, Journal of the American Statistical Association, 66, pp 373-374.",
        "Kim, Byoung-Joo, 1999, Explaining the Country Patterns of Foreign Lobbying in the United States: Issues, Capabilities and Norms, Ph.D. Dissertation, MIT.",
        "Krishna, K., 1989, Trade Restrictions as Facilitating Practices, Journal of International Economics, 26, pp 251-270.",
        "Leamer, E., 1976, Specification Searches, New York, Wiley.",
        "Magee, S. P., Brock, W., and Young, L., (1989), Black Hole Tariffs and Endogenous Policy Theory, Cambridge and New York: Cambridge University Press.",
        "Mayer, W., 1984, Endogenous Tariff Formation, American Economic Review.",
        "Mitra, D., 1999, Endogenous Lobby Formation and Endogenous Protection: A Long-Run Model of Trade Policy Determination, American Economic Review, pp 1116-34.",
        "Mitra, D., Thomakos, D., and Ulubasoglu, M., 2002, Protection for Sale In A Developing Country: Democracy vs. Dictatorship, The Review of Economics and Statistics.",
        "Mitra, D., and Dutt, P., 2002, Endogenous Trade Policy Through Majority Voting: An Empirical Investigation, Journal of International Economics.",
        "Sazanami, Y., Urata, S., and Kawai, H., 1995, Measuring the Costs of Protection in Japan, Institute for International Economics, Washington DC.",
        "Shiells, C., Stern, R., and Deardorff, A., 1986, Estimates of the Elasticities of Substitution between Imports and Home Goods for the United States, Weltwirtschaftliches-Archiv, 122(3), pages 497519. Smith, R. J., and Blundell, R. W., 1986, An Exogeneity Test For a Simultaneous Equation Tobit Model With An Application to Labor Supply, Econometrica, 54, pp 679-686.",
        "Stigler, G. 1971, The Theory of Economic Regulation, Bell Journal of Economic Management and Science.",
        "Strickland, A., and Weiss, L., 1976, Advertising, Concentration and Price Cost Margins,, Journal of Political Economy, 1109-21."
    ]
}