{
    "id": 10203,
    "cites": 42,
    "cited_by": 17,
    "reference": [
        "Akerlof, G. and J. Yellen (1985) Can Small Deviations from Rationality Make Significant Differences to Economic Equilibria? American Economic Review 75(4): 708-720.",
        "Alesina A. and E. Glaeser (2003) Fighting Poverty in the U.S. and Europe: A World of Difference Oxford University Press, forthcoming.",
        "Alesina, A. Glaeser, E. and B. Sacerdote (2002) Why Doesnt the U.S. Have a European Style Welfare State? Brookings Papers on Economic Activity.",
        "Ariely, D., Loewenstein, G. and D. Prelec (2003) Coherent Arbitrariness: Stable Demand Curves without Stable Preferences, Quarterly Journal of Economics 118(1): 73-105.",
        "Aronson, E., Wilson, T., and R. Akert (2002) Social Psychology (Fourth Edition).",
        "Prentice Hall: Upper Saddle River, New Jersey. Asch, S. E. (1955) Opinions and Social Influence, Scientific American 193: 31-55.",
        "Barberis, N., Huang, M. and T. Santos (2001) Prospect Theory and Asset Prices, Quarterly Journal of Economics 116(1): 1-54.",
        "Barberis, N., Shleifer, A. and R. Vishny (1998) A Model of Investor Sentiment, Journal of Financial Economics 49: 307-343.",
        "Barberios, N, Huang, M., and R. Thaler (2003) Individual Preferences, Monetary Gambles and the Equity Premium mimeographed.",
        "Benabou, R. and Tirole, J. (2002) Belief in a Just World and Redistributive Politics, Working Paper.",
        "Bikchandani, S., Hirshleifer, D. and I. Welch (1992) A Theory of Fads, Fashion and Cultural Change as Informational Cascades, Journal of Political Economy 100(5): 992-1026.",
        "Camerer, C., Babcock, L., Loewenstein, G. and R. Thaler (1997) Labor Supply of New York City Cabdrivers: One Day at a Time, Quarterly Journal of Economics 112(2): 407-442.",
        "Camerer, C.F., Ho, T-H and Chong, J. K. (2002) A Cognitive Hierarchy Theory of OneShot Games: Some Preliminary Results, Working Paper.",
        "DellaVigna, S., and U. Malmendier (2002) Contract Design and Self Control, mimeographed.",
        "DeLong, J., Shleifer, A., Summers, L. and R. Waldmann (1990) Noise Trader Risk in Financial Markets, Journal of Political Economy 98(4): 703-738.",
        "Farber, H. (2003) Is Tomorrow Another Day? The Labor Supply of New York Cab Drivers, NBER Working Paper No. w9706.",
        "Fehr, E. and S. Gachter (2000) Fairness and Retaliation: The Economics of Reciprocity, Journal of Economic Perspectives 14(3): 159-181.",
        "Glaeser, E. and Sacerdote, B. (2001) Education and Religion, NBER Working Paper 8080.",
        "Glaeser, E. (2002) The Political Economy of Hatred NBER Working Paper 9171.",
        "Griffin, D. and A. Tversky (1992) The Weighing of Evidence and the Determinants of Confidence, Cognitive Psychology 24(3): 411-435.",
        "Gul, F. and Pesendorfer. (2001) Temptation and Self-Control, Econometrica, forthcoming.",
        "Haney, C., Banks, W. C., and Zimbardo, P. G. (1973) Study of prisoners and guards in a simulated prison. Naval Research Reviews 9: 1-17. Washington, DC: Office of Naval Research.",
        "Herrnstein, R. (1997) The Matching Law. New York: Russell Sage.",
        "Kahneman, D. and A. Tversky (1979) Prospect Theory: An Analysis of Decision Under Risk, Econometrica 47: 263-291.",
        "Kahneman, D., Wakker, P. and R. Sarin (1997) Back to Bentham? Explorations of Experienced Utility, Quarterly Journal of Economics 112(2): 375-406.",
        "Kindleberger, C. (1989) Manias, Panics and Crashes: A History of Financial Crises.",
        "New York: Basic Books. Laibson, D. (1997) Golden Eggs and Hyperbolic Discounting, Quarterly Journal of Economics 112(2): 443-477.",
        "Laibson, D. (2001) A Cue Theory of Consumption, Quarterly Journal of Economics 66(1): 81-120.",
        "Milgram, S. (1963) Behavioral Studies of Obedience, Journal of Abnormal and Social Psychology 67: 371-378.",
        "Mullainathan, S. and A. Shleifer (2003) The Market for News, mimeographed.",
        "Phelps, E.S. and Pollak, R.A. (1968) On Second-Best National Saving and Game Equilibrium Growth, Review of Economic Studies 35: 201-208.",
        "Romer, P. (2000) Thinking and Feeling, American Economic Review 90(2): 439-43.",
        "Ross, L. and R. Nisbett (1991) The Person and the Situation. Philadelphia: Temple University Press.",
        "Russell, T. and R. Thaler (1985) The Relevance of Quasi-Rationality in Competitive Markets, American Economic Review 75(5): 1071-1082.",
        "Scheinkman J. and W. Xiong, (2003) Overconfidence and Speculative Bubbles, Journal of Political Economy, forthcoming.",
        "Shleifer, A. and R. Vishny (1997) The Limits of Arbitrage, Journal of Finance 52(1): 35-55.",
        "Slovic, P. (1972) Psychological Study of Human Judgment: Implications for Investment Decision Making, Journal of Finance 27(4): 779-799.",
        "Strotz R. (1956) Myopia and Inconsistency in Dynamic Utility Maximization, Review of Economic Studies 23(3): 165-180.",
        "Thaler, R. and H. Shefrin (1981) An Economic Theory of Self-Control, Journal of Political Economy 89(2): 392-406.",
        "Thaler, R. (1994) The Winners Curse. Princeton: Princeton University Press.",
        "Thaler, R. (1985) Mental Accounting and Consumer Choice, Marketing Science 4(3): 199-214.",
        "Tversky, A. and D. Kahneman (1974) Judgment Under Uncertainty: Heuristics and Biases, Science 185(4157): 1124-1131."
    ]
}