{
    "id": 10201,
    "cites": 15,
    "cited_by": 3,
    "reference": [
        "[2] Barro, Robert J., and Robert G. King, 1984, Time-Separable Preferences and Intertemporal-Substitution Models of Business Cycles, The Quarterly Journal of Economics, 99, pp. 817-839.",
        "[3] Becker, Robert A., 1980, On the Long-Run Steady State in a Simple Dynamic Model of Equilibrium with Heterogeneous Households, The Quarterly Journal of Economics, 95, pp. 375-382.",
        "[4] Brady, Peter J., Canner, Glenn B. and Dean M. Maki , 2000, The Effects of Recent Mortgage Refinancing, Federal Reserve Bulletin, July, pp. 441450.",
        "[5] Bureau of Economic Analysis, 1999, Fixed Tangible Reproducible Wealth, Washington, D.C.",
        "[6] Del Boca, Daniela and Annamaria Lusardi, 2003, Credit Market Constraints and Labor Market Decisions, Labour Economics, Forthcoming.",
        "[7] Federal Housing Finance Board, Monthly Interest Rate Survey, Various Issues.",
        "[8] Federal Reserve Board, Consumer Credit: Statistical Release G.19, Various Issues.",
        "[9] Fortin, Nicole, M., 1995, Allocation Inflexibilities, Female Labor Supply, and Housing Assets Accumulation: Are Women Working to Pay the Mortgage?, Journal of Labor Economics, 13, pp. 524-557",
        "[10] Greenwood, Jeremy and Zvi Hercowitz, 1991, The Allocation of Capital and Time over the Business Cycle, Journal of Political Economy, 99, pp. 1188-1214.",
        "[11] King, Robert G., Charles I. Plosser and Sergio T. Rebelo, 1988, Production, Growth and Business Cycles I, Journal of Monetary Economics, 21, pp. 195-232.",
        "[12] King, Robert G. and Julia K. Thomas, 2003, Partial Adjustment without Apology, NBER Working Paper 9946.",
        "[13] Krusell, Per, and Anthony A. Smith Jr.,1998, Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy, 106, pp. 867-896.",
        "[15] Rupert, Peter, Richard Rogerson and Randall Wright, 2000, Homework in Labor Economics: Household Production and Intertemporal Substitution, Journal of Monetary Economics, 46, pp. 557-579.",
        "[16] Stock James and Mark W. Watson, August 2003, Has the Business Cycle Changed? Evidence and Explanations. Unpublished Manuscript, Princeton University.",
        "[17] Zeldes, Stephen, P., 1989, Consumption and Liquidity Constraints: An Empirical Investigation, Journal of Political Economy, 97, pp. 305-346."
    ]
}