{
    "id": 10204,
    "cites": 31,
    "cited_by": 3,
    "reference": [
        "Adams, A., Soumerai, S. and Ross-Degnan (2001) Use of antihypertensive drugs by Medicare enrollees: Does type of drug coverage matter? Health Affairs, 20(1): 276-286.",
        "Arellano, M. and S. Bond (1991). Some tests of specification for panel data: Monte Carlo evidence and an application to employment equations. Review of Economic Studies 58: 277-297.",
        "Baker, L. and Corts, K., (1996) HMO Penetration and the Cost of Health Care: Market Discipline or Market Segmentation? American Economic Review, 86(2), 389-94.",
        "Blustein, J. (2000) Drug coverage and drug purchases by Medicare beneficiaries with hypertension Health Affairs, 19(2):219-230.",
        "Blustein, J. and Hoy, E. (2000) Who is enrolled in for-profit vs. non-profit Medicare HMOs Health Affairs, 19(1) :210-220.",
        "Bound, J., Jaeger, D.A., and Baker, R. (1995). Problems with instrumental variables estimation when the correlation between the instruments and the endogenous explanatory variables is weak. Journal of the American Statistical Association 90: 443-50.",
        "Davis, M., Poisal, J., Chulis, G., Zarabozo, C. and Cooper, B. (1999) Prescription drug coverage, utilization, and spending among Medicare beneficiaries, Health Affairs, 18(2): 231-243.",
        "Dowd, B., Feldman, R., and Christianson, J., Competitive Pricing for Medicare, Washington, D.C.: AEI Press, 1996.",
        "Eggerts, P. W. et al. (2002) Comparison of mortality and intermediate outcomes between Medicare dialysis patients in HMO and fee for service, American Journal of Kidney Disorders, 39(4):796-804.",
        "Ellis, R.P., and Gurol, I. (2002). Health plan entry and exit in the Medicare managed care market. Mimeo, Boston University.",
        "Felderman, A., et al. (2001). Supplemental insurance and use of effective cardiovascular drugs among elderly Medicare beneficiaries with coronary heart disease, Journal of the American Medical Association, 286(14): 1732-39.",
        "Fuchs, V., McClellan, M. and Skinner, J. (2001). Area differences in utilization of medical care and mortality among U.S. elderly, NBER working paper 8628.",
        "Hansen, L. (1982). Large sample properties of generalized method of moments estimators. Econometrica 50: 1029-54.",
        "Hausman, J. (1978). Specification tests in econometrics. Econometrica 46: 1251-71.",
        "Keane, M.P. and D.E. Runkle (1992). On the estimation of panel-data models with serial correlation when instruments are not strictly exogenous, Journal of Business and Economic Statistics 10: 1-9.",
        "Lee-Feldstein, A., Feldstein, P., Buchmueller, T. and Katterhagen, G. (2000) The relationship of HMOs, health insurance, and delivery systems to breast cancer outcomes, Medical Care, 38(7):705-718.",
        "Lichtenberg, F. (2002b). The effect of changes in drug utilization on labor supply and per-capita output. Cambridge, MA: NBER Working Paper 9139.",
        "Lillard, L., Rogowski, J. and Kington, R. (1999), Insurance coverage for prescription drugs: Effects on use and expenditures in the Medicare population, Medical Care, 37(9):926936. Laschober, M., Kitchman, M., Neuman, P. and Strabic, A. (2002) Trends in Medicare Supplemental Insurance and Prescription Drug Coverage, 1996-1999. Heath Affairs Web Exclusive, http://content.healthaffairs.org/cgi/reprint/hlthaff.w2.127v1.pdf, w127-w138.",
        "Maciejewski, M. L., Dowd, B., Call, K., Feldman, R. (2001) Comparing Mortality and Time Until Death for Medicare HMO and FFS Beneficiaries, Health Services Research 35(6):1245-1265.",
        "Manning, W. Newhouse, J., Duan, N., Keeler, E., and Liebowitz, A. (1987). Health insurance and the demand for medical care: evidence from a randomized experiment American Economic Review, 77(3). 251-277.",
        "McBride, T. (1998) Disparities in access to Medicare managed care plans and their benefits, Health Affairs, 17(6): 170-180.",
        "Poisal, J. and Chulis, G. (2000). Medicare beneficiaries and drug coverage, Health Affairs, 19(2): 248-256.",
        "Poisal, J. and Murray, L. (2001) Growing differences between Medicare beneficiaries with and without drug coverage, Health Affairs, 20(2):74-85.",
        "Potosky, A. et al. (1999) Prostate cancer treatment and ten year survival among group/staff HMO and fee-for-service Medicare patients, Health Services Research, 34(2):525-46.",
        "Roetzheim, R. et al. (2000) Effects of health insurance and race on breast carcinoma treatments and outcomes, Cancer, 89(11):2202-2213.",
        "Riley, G., Lubitz, J. and Rabey, E. (1991) Enrollee health status under Medicare Risk contracts: An analysis of mortality rates, Health Services Research 26(2): 137-163.",
        "Riley, G., Rabey, E., and Kasper, J. (1989) Biased selection and regression toward the mean in three Medicare HMO demonstrations: A survival analysis of enrollees and disenrollees, Medical Care 27(4): 337-347.",
        "Sada, M. et al. (1998) Influence of payor on use of invasive cardiac procedures and patient outcome after myocardial infarction the United States. Journal of the American College of Cardiology, 31(7):1474-1480.",
        "Stuart, B. and Grana, J. (1998) Ability to pay and the decision to medicate, Medical Care, 36(2): 202-211.",
        "Town, R.J. and Liu, S. (2003). The welfare impact of Medicare HMOs, Rand Journal of Economics, forthcoming.",
        "Wu, D. (1973). Alternative tests of independence between stochastic regressors and disturbances. Econometrica 41: 733-50."
    ]
}