{
    "id": 1020,
    "cites": 14,
    "cited_by": 5,
    "reference": [
        "2. Hollister RH, Kramer BR, Bellin SS: Neighborhood Health Centers. Lexington, Mass: Lexington Books, 1974.",
        "1. Lave JR, Leinhardt S: The delivery of ambulatory care to the poor: a literature review. Management Science 1972; 19:78-99.",
        "11. Rosenzweig MR, Schultz TP: The behavior of mothers as inputs to child health: the determinants of birth weight, gestation, and rate of fetal growth. In Fuchs VR (ed): Economic Aspects of Health. Chicago: University of Chicago Press for the National Bureau of Economic Research, 1982, 53-92.",
        "9. Grossman, N. Jacobowitz S: Variations in infant mortality rates among counties of the United States: the roles of public policies and programs. Demography 1981; 18:695-713.",
        "5. Davis K, Schoen C: Health and the War on Poverty. WashIngton, DC: The Brookings Institution, 1978.",
        "4. Seacat MS: Neighborhood health centers: a decade of experience. J Community Health 1977; 3:156-170.",
        "3. Reynolds RA: Improving access to health care among the poor: the neighborhood health center experience. Milbank Mem Fund Q 1976; 54: 47-82.",
        "15. Brooks, CR: Infant mortality in SNSAs before Medicaid: test of a causal model. Health Services Research 1978; l3:3-l5~",
        "14. Kmenta J: Elements of Econometrics. New York: MacMillan Pub- lishing Company, 1971.",
        "13. Koyck LM: Distributed Lags and Investment Analysis. Amsterdam: North-Holland Publishing Company, 1954.",
        "12. Lewit, EM: The demand for prenatal care and the production of surviving infants. In: Sirageldin I, Salkever D, Sorkin A (eds): Research in Human Capital and Development, Vol III. Greenwich, Conn: JAI Press, 1982.",
        "18. Goldman F, Grossman H: The production and cost of ambulatory medical care in community health centers. In Scheffler RN, Rossiter LF (eds): Advances in Health Economics and Health Services Research, Vol IV. Greenwich, Conn: JAI Press, 1983. - 32 -",
        "17. Hadley J: More Medical Care, Better Health? Washington, DC: the Urban Institute Press, 1982.",
        "16. Cortinaker SL: Poverty and infant mortality in the United States. Am Sociological Review 1979; 44:280-297."
    ]
}