{
    "id": 10208,
    "cites": 18,
    "cited_by": 36,
    "reference": [
        "Aw, B. Y. and G. Batra (1998), Technology, Exports, and Firm Efficiency in Taiwanese Manufacturing, Economics of Innovation and New Technology, Vol.7, No.1, pp.93-113.",
        "Aw, B. Y. and A. Hwang, (1995), Productivity and the Export Market: A Firm-Level Analysis, Journal of Development Economics, Vol.47, No.2, pp.313-32.",
        "Aw, B.Y., S. Chung and M. J. Roberts (2000), Productivity and Turnover in the Export Market: Micro-level Evidence from the Republic of Korea and Taiwan(China), The World Bank Economic Review, Vol.14, No.1, pp.65-90.",
        "Aw, B. Y., X. Chen, and M. J. Roberts (2001), Firm-level Evidence on Productivity Differentials, Turnover and Exports in Taiwanese Manufacturing, Journal of Development Economics, Vol.66, No.1, pp.51-86.",
        "Ben-David, D. and M. Loewy (1998), Free Trade, Growth, and Convergence, Journal of Economic Growth, Vol.3, pp.143-170.",
        "Bernard, A. B. and J. B. Jensen (1995), Exporter, Jobs, and Wages in U.S. Manufacturing: 1976-1987, Brookings Papers on Economic Activity. Microeconomics, Vol.1995, pp.67-112.",
        "Bernard, A. B. and J. B. Jensen (1999 a), Exceptional Exporter Performance : Cause, Effect, or Both?, Journal of International Economics , Vol.47, pp.1-25.",
        "Bernard, A. B. and J. B. Jensen (1999 b), Exporting and Productivity, NBER Working Paper 7135.",
        "Bernard, A. B. and J. Wagner (1997), Exports and Success in German Manufacturing, Weltwirtschaftliches Archiv, Vol.133, No.1, pp.134-157.",
        "Chen, T. J. and D. P. Tang (1987), Comparing Technical Efficiency between ImportSubstituting and Export-Oriented Foreign Firms in a Developing Country, Journal of Development Economics, Vol.26, No.2, pp.277-89.",
        "Clerides, S. K., S. Lach and J. R. Tybout (1998), Is Learning by Exporting Important? Micro-Dynamic Evidence from Colombia, Mexico, and Morocco, The Quarterly Journal of Economics, Vol.113, pp.903-947.",
        "Good, David H., 1985, The Effect of Deregulation on the Productive Efficiency and Cost Structure of the Airline Industry, Ph.D. dissertation, University of Pennsylvania.",
        "Haddad, M. (1993), How Trade Liberalization Affected Productivity in Morocco, Policy Research Working Paper 1096, Development Research Group, World Bank, Washington, D.C. Processed.",
        "Hall, R. and C. I. Jones (1999), Why Do Some Countries Produce So Much More Output Per Worker Than Others?, Quarterly Journal of Economics, Vol.114, pp.83-116.",
        "Handoussa, J., M. Nishimizu and J. Page (1986), Productivity Change in Egyptian Public Sector Industries after the `Opening, Journal of Development Economics, Vol.20, No.1, pp.53-74.",
        "Feeny, J. (1999), International Risk Sharing, Learning by Doing, and Growth, Journal of Development Economics, Vol.58, No.2, pp.297-318.",
        "Sachs, Jeffrey, and A. Warner (1995), Economic Reform and the Process of Global Integration, Brookings Papers on Economic Activity, No.1, pp.1-95.",
        "Tybout, J. R., (2001), Plant-and Firm-Level Evidence on `New Trade Theories, NBER Working Paper 8418."
    ]
}