{
    "id": 10216,
    "cites": 25,
    "cited_by": 26,
    "reference": [
        "Wilson, Andrea, Ã\u0082â\u0080\u009cBoundedMemory and Biases in Information Processing,Ã\u0082â\u0080\u009d 2002, Working Paper, Princeton University.",
        "Sims, Christopher, 2002, Ã\u0082â\u0080\u009cImplications of Rational InattentionÃ\u0082â\u0080\u009d, Working Paper, Princeton University.",
        "Strotz, Robert, 1956, Ã\u0082â\u0080\u009cMyopia and Inconsistency in Dynamic Utility Maximization, Review of Economic Studies, 23, 165-180.",
        "Sandmo, Agnar, 1970, Ã\u0082â\u0080\u009cThe Effect of Uncertainty on Savings Decisions,Ã\u0082â\u0080\u009d Review of Economic Studies 37, 353-360.",
        "Piccione, Michele, and Ariel Rubinstein, 1997, Ã\u0082â\u0080\u009cOn the Interpretation of Decision Problems with Imperfect Recall,Ã\u0082â\u0080\u009d Games and Economic Behavior 20, 3-24.",
        "Neter, John, and Joseph Waksberg, 1964, Ã\u0082â\u0080\u009cA Study of Response Errors in Expenditure Data from Household Interviews,Ã\u0082â\u0080\u009d Journal of the American Statistical Association 59, 18-55.",
        "Politz, Alfred, 1958, LIFE Study of Consumer Expenditures: Volume 4: Description of Operational Design and Procedures, NewYork: Time Inc.",
        "Mullianathan, Sendhil, 1998, Ã\u0082â\u0080\u009cA Memory Based Model of Bounded Rationality,Ã\u0082â\u0080\u009d Working Paper, M.I.T.",
        "Mariger, R., 1987, Ã\u0082â\u0080\u009cA Life-Cycle Consumption Model with Liquidity Constraints: Theory and Empirical Results.Ã\u0082â\u0080\u009d Econometrica, vol. 55, 533-557.",
        "Laibson, David, 1997, Ã\u0082â\u0080\u009cGolden Eggs and Hyperbolic Discounting,Ã\u0082â\u0080\u009d Quarterly Journal of Economics CXII, 443-477.",
        "Lusardi, Annamaria, 1999, Ã\u0082â\u0080\u009cInformation, Expectations, and Savings,Ã\u0082â\u0080\u009d ch. 3 in Behavioral Dimensions of Retirement Economics, Herry Aaron, ed. (New York: Brookings Institution/Russell Sage Foundation), pp. 81-115.",
        "Kimball, Miles, 1990, Ã\u0082â\u0080\u009cPrecautionary Saving in the Small and in the Large,Ã\u0082â\u0080\u009d Econometrica 58, 53-73.",
        "Kocherlakota, 1998, Ã\u0082â\u0080\u009cMoney is Memory,Ã\u0082â\u0080\u009d Journal of Economic Theory, 232-251.",
        "Gul, Faruk, and Wolfgang Pesendorfer, 2001, Ã\u0082â\u0080\u009cTemptation and Self Control,Ã\u0082â\u0080\u009d Econometrica LXIX, 1403-1435.",
        "Huck, Steffen and Wieland Muller, 2000, Ã\u0082â\u0080\u009cAbsent-minded Drivers in the Lab: Testing GilboaÃ\u0082â\u0080\u0099s Model,Ã\u0082â\u0080\u009d Working Paper, Royal Holloway University.",
        "Browning, Martin, Thomas Crossley and GugliemoWeber, 2003, Ã\u0082â\u0080\u009cAsking Consumption Questions in General Purpose Surveys,Ã\u0082â\u0080\u009d Economic Journal, 540-566.",
        "Dow, James, Ã\u0082â\u0080\u009cSearch Decisions with Limited Memory,Ã\u0082â\u0080\u009d Review of Economic Studies 58,(1991), 1-14.",
        "Bernheim, Douglas, and Raphael Thomadsen, 2002 Ã\u0082â\u0080\u009cCooperation in Games with Forgetfulness,Ã\u0082â\u0080\u009d Working Paper, Stanford University.",
        "Bernheim, Douglas, Jonathan Skinner, and Steven Weinberg, 2001, Ã\u0082â\u0080\u009cWhat Accounts for the Variation in Retirement Wealth Among U.S. Households,Ã\u0082â\u0080\u009d American Economic Review XCI, 832-857.",
        "Battistin, Erich, 2003, Ã\u0082â\u0080\u009cErrors in Survey Reports of Consumption Expenditures,Ã\u0082â\u0080\u009d Working Paper, Institute for Fiscal Studies.",
        "Battistin, Erich, Raffaele Miniaci, and Guglielmo Weber, 2000, Ã\u0082â\u0080\u009cWhat do we Learn from Recall Consumption Data?Ã\u0082â\u0080\u009dWorking Paper, Institute for Fiscal Studies.",
        "Ameriks, John, Andrew Caplin, John Leahy, and Tom Tyler, 2003c, Ã\u0082â\u0080\u009cMeasuring Self-Control,Ã\u0082â\u0080\u009d Working Paper, New York University.",
        "Banks, J., R. Blundell, and S. Tanner, 1998, Ã\u0082â\u0080\u009cIs There a Retirement Savings Puzzle?Ã\u0082â\u0080\u009d American Economic Review 88, 769-788.",
        "Ameriks, John, Andrew Caplin, and John Leahy, 2003b, Ã\u0082â\u0080\u009cRetirement Consumption: Insights from a Survey,Ã\u0082â\u0080\u009d NBER Working Paper No. 8735.",
        "Ameriks, John, Andrew Caplin, and John Leahy, 2003a, Ã\u0082â\u0080\u009cWealth Accumulation and the Propensity to Plan,Ã\u0082â\u0080\u009d Quarterly Journal of Economics."
    ]
}