{
    "id": 10213,
    "cites": 86,
    "cited_by": 5,
    "reference": [
        "Ackroyd, Peter. 1990. Dickens. London: Sinclair-Stevenson.",
        "Arvin, Newton. 1972. Herman Melville. Westport, CT: Greenwood Press.",
        "Baker, Carlos, editor. 1961. Hemingway and His Critics. New York: Hill and Wang.",
        "Barbour, James, and Tom Quirk, editors. 1990. Writing the American Classics. Chapel Hill: University of North Carolina Press.",
        "Bassett, John, editor. 197S. William Faulkner. The Critical Heritage. London: Routledge and Kegan Paul. Beja, Morris. 1992. James Joyce. Columbus Ohio: State University Press.",
        "Bell, Anne, editor. 1980. The Diary of Virginia Woolf S volumes. New York: Harcourt Brace Jovanovich.",
        "Bennett, Joan. 1064. Virginia Woolf Second edition. Cambridge: Cambridge University Press. Bloom, Harold. 2002. Genius. New York: Warner Books.",
        "Branch, Watson, editor. 1974. Melville. The Critical Hertiage. London: Routledge and Kegan Paul.",
        "Bruccoli, Matthew, editor. 1994. F. Scott Fitzgerald. A Life in Letters. New York: Charles Scribner s Sons.",
        "Budgen, Frank. 1960. James Joyce and the Making of Ulysses. Bloomington: Indiana University Press.",
        "Claridge, Henry, editor. 1991. F. Scott Fitzgerald. Critical Assessments, 4 Volumes. Sussex: Helm Information.",
        "Collins, Philip, editor. 1971. Dickens. The Critical Heritage. London: Routledge and Kegan Paul.",
        "Conrad, Joseph. 1914. The Nigger of the Narcissus. Garden City, NY: Doubleday.",
        "Cox, R. G., editor. 1970. Thomas Hardy. The Critical Heritage. London: Routledge and Kegan Paul.",
        "Cushman, Keith. 1978. D. H. Lawrence at Work. Charlottesville: University Press of Virginia.",
        "Deming, Robert, editor. 1970. James Joyce. The Critical Heritage. Two volumes. New York: Barnes and Noble.",
        "De Voto, Bernard. 1942. Mark Twain at Work. Cambridge: Harvard University Press.",
        "Doyno, Victor. 1991. Writing Huck Finn. Mark Twain ~ Creative Process. Philadelphia: University of Pennsylvania Press.",
        "Drabble, Margaret, editor. 1998. The Oxford Companion to English Literature. Oxford: Oxford University Press.",
        "Draper, R. P., editor. 1970. D. H. Lawrence. The Critical Heritage. London: Routledge and Kegan Paul.",
        "Edel, Leon, editor. 1963. Henry James. Englewood Cliffs, NJ: Prentice-Hall.",
        "Ellison, Ralph. 1986. Going to the Territory. New York: Random House.",
        "Emerson, Victor. 2000. Mark Twain, Philadelphia: University of Pennsylvania Press.",
        "Fitzgerald, F. Scott. 1945. The Crack-Up. New York: New Directions.",
        "Ford, George, and Lauriat Lane, editors. 1972. The Dickens Critics. Westport, Ct: Greenwood Press.",
        "Galenson, David. 2001. Painting outside the Lines. Cambridge: Harvard University Press.",
        "Galenson, David. 2002. The Methods and Careers of Leading American Painters in the Late Nineteenth Century. Unpublished paper, University of Chicago.",
        "Galenson, David. 2003a. Literary Life Cycles: The Careers of Modern American Poets. NBER Working Paper 98S6.",
        "Galenson, David. 2003b. The Life Cycles of Modern Artists: Theory, Measurement, and Implications. NBER Working Paper 9S39.",
        "Gard, Roger, editor. 1968. Henry James. The Critical Heritage. London: Routledge and Kegan 60 Paul.",
        "Gardner, Howard. 1993. Creating Minds. New York: Basic Books.",
        "Gibson, James. 1996. Thomas Hardy. New York: St. Martins Press.",
        "Golding, Robert. 1985. Idiolects in Dickens. New York: Saint Martins Press.",
        "Gordan, John. 1963. Joseph Conrad. New York: Russell and Russell.",
        "Gregory, Horace. 1933. Pilgrim of the Apocalypse. New York: Viking Press.",
        "Guerard, Albert. 1964. Thomas Hardy. Norfolk, CT: New Directions.",
        "Charlottesville: University Press of Virginia. Hearn, Michael, editor. 2001. The Annotated Huckleberry Finn. New York: W. W. Norton.",
        "Hoffman, Frederick, and Olga Vickery, editors. 1960. William Faulkner. East Lansing: Michigan State University Press.",
        "James, Henry. 1937. The Novels and Tales of Henry James. New York Edition. New York: Charles Scribners Sons.",
        "James, Henry. 1989. The Painter ~ Eye. Madison: University of Wisconsin Press.",
        "Jelliffe, Robert, editor. 1956. Faulkner at Nagano. Tokyo: Kenkyusha Ltd.",
        "Joyce, James. 1986. Ulysses. A Critical and Synoptic Edition, Volume 3. New York: Garland.",
        "Karl, Frederick. 1979. Joseph Conrad. New York: Farrar, Straus and Giroux.",
        "Kazin, Alfred. 1942. On Native Grounds, New York: Harcourt, Brace and World.",
        "Kazin, Alfred. 1984. An American Procession. New York: Alfred A. Knopf.",
        "Kenner, Hugh. 1962. Dublins Joyce. Boston: Beacon Press.",
        "Kenner, Hugh. 197S. A Homemade World. Baltimore: Johns Hopkins University Press. 61 Kermode, Frank, editor. 197S. Selected Prose of T S. Eliot. New York: Farrar, Straus and Giroux. Kettle, Arnold. 1953. An Introduction to the English Novel, Volume 2. London: Hutchinson University Library.",
        "Lawrence, D. H. 1956. Selected Literary Criticism. New York: Viking Press.",
        "Leavis, F. R. 1956. D. H. Lawrence. Chicago: University of Chicago Press.",
        "Leavis, F. R. 1969. The Great Tradition. New York: New York University Press.",
        "Lehman, Harvey. 1953. Age and Achievement. Princeton: Princeton University Press.",
        "Litz, A. Walton. 1961. The Art of James Joyce. London: Oxford University Press.",
        "Litz, A. Walton. 1972. James Joyce, Revised edition. New York: Hippocrene Books..",
        "Majumdar, Robin, and Allen McLaurin, editors. 1975. Virginia Wooif The Critical Heritage.",
        "London: Routledge and Kegan Paul. Matthiessen, F. 0. 1941. American Renaissance. London: Oxford University Press.",
        "McWhirter, David, editor. 1995. Henry Jamess New York Edition. Stanford: Stanford University Press.",
        "Melville, Herman. 2002. Tales, Poems, and Other Writings. New York: Modern Library.",
        "Mepham, John. 1991. Virginia Woo~ A Literary Life. London: Macmillan.",
        "Meyers, Jeffrey, editor. 1982. Hemingway. The Critical Heritage. London: Routledge and Kegan Paul.",
        "Meyers, Jeffrey. 1999. Hemingway. New York: Da Capo Press.",
        "Miller, James. 1972. Theory of Fiction. Henry James. Lincoln: University of Nebraska Press.",
        "Moore, Harry, editor. 1962. The Collected Letters of D. H. Lawrence. 2 volumes. New York: Viking Press.",
        "Mudrick, Marvin, editor. 1966. Conrad. Englewood Cliffs, NJ: Prentice Hall.",
        "Neider, Charles, editor. 19S9. The Autobiography of Mark Twain. New York: Harper and Row. 62 OBrien, Edna. 1999. James Joyce. New York: Penguin.",
        "Orel, Harold, editor. 1966. Thomas Hardys Personal Writings. Lawrence: University of Kansas Press.",
        "Ousby, Ian, editor. 1988. The Cambridge Guide to Literature in English. Cambridge: Cambridge University Press.",
        "Parker, Hershel. 1996. Herman Melville. Volume 1. Baltimore: Johns Hopkins University Press.",
        "Reynolds, Michael. 1976. Hemingways First War. Princeton: Princeton University Press.",
        "Rogers, Franklin, editor. 1968. Mark Twain ~ Satires and Burlesques. Berkeley: University of California Press.",
        "Ruland, Richard, and Malcolm Bradbury. 1991. From Puritanism to Postmodernism. New York: Viking.",
        "Sealts, Merton. 1988. Melville ~ Reading. Columbia: University of South Carolina Press.",
        "Sherry, Norman, editor. 1973. Conrad. The Critical Heritage. London: Routledge and Kegan Paul.",
        "Simonton, Dean Keith. 1988. Scient~flc Genius. Cambridge: Cambridge University Press.",
        "Simonton, Dean Keith. 1994. Greatness. New York: Guilford Press.",
        "Sklar, Robert. 1967. F. Scott Fitzgerald. New York: Oxford University Press.",
        "Slatoff, Walter. 1960. Quest for Failure. Ithaca: Cornell University Press.",
        "Smith, Grahame. 1996. Charles Dickens. New York: St. Martins Press.",
        "Smith, Henry Nash. 1962. Mark Twain. Cambridge: Harvard University Press.",
        "Spender, Stephen. 19SS. The Making of a Poem. London: Hamish Hamilton. Stone, Harry, editor. 1987. Dickens Working Notes for His Novels. Chicago: University of Chicago Press.",
        "Trilling, Lionel. 19S1. The Liberal Imagination. New York: Viking Press. Trilling, Lionel. 1979. The Last Decade. New York: Harcourt Brace Jovanovich.",
        "Vincent, Howard. 1949. The Trying-Out of Moby-Dick. Boston: Houghton Mifflin.",
        "Warren, Robert Penn, editor. 1966. Faulkner. Englewood Cliffs, NJ: Prentice-Hall.",
        "Wilson, Edmund. 1984. Axels Castle. New York: W. W. Norton.",
        "Woolf, Leonard, editor. 1982. A Writers Diary. San Diego: Harcourt Brace.",
        "Woolf, Virginia. 192S. Collected Essays. 4 volumes. New York: Harcourt Brace and World. Woolf, Virginia. 1928. Mrs. Dalloway. New York: Modern Library.",
        "Woolf, Virginia. 1976. Moments of Being. New York: Harcourt Brace Jovanovich."
    ]
}