{
    "id": 10219,
    "cites": 16,
    "cited_by": 55,
    "reference": [
        "Akerlof, G. A., (1978): The Economics of `Tagging as Applied to Optimal Income Tax, Welfare Programs, and Manpower Planning, American Economic Review, 68-1 819.",
        "Apfel, K.S. (1999) Social Security and Supplemental Security Income Disability Programs: Managing for Today, Planning for Tomorrow, unpublished manuscript, U.S. Social Security Administration available online at http://www.ssa.gov/policy/pubs/dibreport.html.",
        "Bound, J., R. Burkhauser (1999): Economic Analysis of Transfer Programs Targeted on People with Disabilities, in O. Ashenfelter and D. Card (eds.), Handbook of Labor Economics, Volume 3C. Elsevier Science: Amsterdam.",
        "Bound, J. and T. Waidmann (1992) Disability Transfers, Self-Reported Health, and the Labor Force Attachment of Older Men: Evidence from the Historical Record, Quarterly Journal of Economics 107-4 13931419.",
        "Diamond, P.A. and J. A. Mirrlees (1978): A Model of Social Insurance with Variable Retirement, Journal of Public Economics, 10 295336.",
        "Lahiri, K., D.R. Vaughan, and B. Wixon (1995): Modeling SSAs Sequential Disability Determination Process Using Matched SIPP Data, Social Security Bulletin, 58-4 342.",
        "Muller, L. S. (1992) Disability Beneficiaries Who Work and Their Experience Under Program Work Incentives Social Security Bulletin 55-2 219.",
        "Parsons, D.O. (1996): Imperfect `Tagging in Social Insurance Programs, Journal of Public Economics, 62 183207.",
        "Rust, J. and C. Phelan (1997): How Social Security and Medicare Affect Retirement Behavior in a World of Incomplete Markets, Econometrica, 65-4 781831.",
        "Smith, R.T. and A.M. Lilienfeld (1971): The Social Security Disability Program: An Evaluation Study, Research Report 39, Social Security Office of Research and Statistics.",
        "Social Security Advisory Board (1998): How SSAs Disability Programs Can be Improved, Report 6, Social Security Advisory Board, available on the web at http://www.ssab.gov/ Report6.html.",
        "Social Security Administration (1994) Plan for a Disability Claim Process Baltimore, Maryland.",
        "Stapleton, D., B. Barnow, K. Coleman, K. Dietrich, and G. Lo (1994): Labor Markets Conditions, Socioeconomic Factors and the Growth of Applications and Awards for SSDI and SSDI Disability Benefits: Final Report, Lewin-VHI, Inc. and the Department of Health and Human Services, The Office of the Assistant Secretary for Planning and Evaluation.",
        "U.S. Department of Health and Human Services (1988): Social Security Handbook, Tenth Edition.",
        "U.S. General Accounting Office (1997): Social Security Disability: SSA Actions to Reduce Backlogs and Achieve More Consistent Actions Deserve High Priority, GAO/T-HEHS-97-118.",
        "Wunderlich, G. S. Dorothy P. Rice and N. L. Amado (eds.) (2002) The Dynamics of Disability: Measuring and Monitoring Disability for Social Security Programs National Academy Press, Washington, D.C."
    ]
}