{
    "id": 10220,
    "cites": 42,
    "cited_by": 52,
    "reference": [
        "Bai, Jushan, Estimating Cross-Section Common Stochastic Trends in Non-Stationary Panel Data, Journal of Econometrics, forthcoming. Balke, Nathan and Kenneth Emery, Understanding the Price Puzzle, Federal Reserve Bank of Dallas, Economic Review, Fourth Quarter 1994, 15-26.",
        "Bauwens, Luc, Michel Lubrano and Jean-Francois Richard, Bayesian Inference in Dynamic Econometric Models, Oxford University Press, 1999.",
        "Bernanke, Ben and Alan Blinder, The Federal Funds Rate and the Channels of Monetary Transmission, American Economic Review 82, September 1992, 901-21.",
        "Bernanke, Ben and Jean Boivin, Monetary Policy in a Data-Rich Environment, Journal of Monetary Economics 50:3, April 2003, 525-546.",
        "Bernanke, Ben, and Mark Gertler, Inside the Black Box: The Credit Channel of Monetary Transmission, Journal of Economic Perspectives 9,. Fall 1995, 27-48.",
        "Bernanke, Ben, Mark Gertler, and Mark Watson, Systematic Monetary Policy and the Effects of Oil Price Shocks, Brookings Papers on Economic Activity, 1997:1, 91-142.",
        "Bernanke, Ben and Ilian Mihov, Measuring Monetary Policy, Quarterly Journal of Economics 113, August 1998, 869-902.",
        "Bernanke, Ben and Ilian Mihov, The Liquidity Effect and Long-Run Neutrality, in B. McCallum and C. Plosser, eds., Carnegie Rochester Conference Series on Public Policy 49, 1998, 149-94.",
        "Boivin, Jean, and Marc Giannoni, Has Monetary Policy Become More Effective? NBER Working Paper no. 9459, 2003.",
        "Carter, C.K. and P. Kohn, On Gibbs Sampling for State Space Models, Biometrika 81, 1994, 541-53.",
        "Christiano, Lawrence, Modeling the Liquidity Effect of a Money Shock, Federal Reserve Bank of Minneapolis, Quarterly Review 15, 1991, 3-34.",
        "Christiano, Lawrence and Martin Eichenbaum, Identification and the Liquidity Effect of a Monetary Policy Shock, in A. Cukierman, Z. Hercowitz, and L. Leiderman, eds., Political Economy, Growth, and Business Cycles, Cambridge: MIT Press, 1992, 335-370.",
        "Christiano, Laurence, Martin Eichenbaum, and Charles Evans, Monetary Policy Shocks: What Have We Learned and to What End?, in J. Taylor and M.Woodford, eds., Handbook of Macroeconomics, Amsterdam: North-Holland 2000.",
        "Cochrane, John, Shocks, Carnegie Rochester Conference on Public Policy, vol. 41, 1994, 295-34.",
        "Cochrane, John, What Do the VARs Mean? Measuring the Output Effects of Monetary Policy, unpublished, University of Chicago, August 1996.",
        "Croushore, Dean, and Charles Evans, Data Revisions and the Identification of Monetary Policy Shocks, manuscript, Federal Reserve Bank of Philadelphia, 1999.",
        "Eichenbaum, Martin, Comment on `Interpreting the Macroeconomic Time Series Facts: The Effects of Monetary Policy, European Economic Review 36, 1992, 1001-1011.",
        "Eliasz, Piotr, Likelihood-Based Inference in Large Dynamic Factor Models Using Gibbs Sampling, Princeton University, unpublished, 2002.",
        "Faust, Jon and Eric Leeper, When Do Long-Run Identifying Restrictions Give Reliable Results?, Journal of Business and Economic Statistics 15, 1997, 345-53.",
        "Forni, M., M. Hallin, M. Lippi, and L. Reichlin, The Generalized Dynamic Factor Model: Identification and Estimation, Review of Economics and Statistics 82, November 2000, 540-54.",
        "Forni, M. and L. Reichlin, Dynamic Common Factors in Large Cross-Sections, Empirical Economics 21, 1998, 27-42.",
        "Forni, M. and L. Reichlin, Lets Get Real: A Dynamic Factor Analytical Approach to Disaggregated Business Cycles, Review of Economic Studies, 65, 1998, 453-74.",
        "GalÃ\u0083Â¬, Jordi, How Well Does the IS-LM Model Fit Postwar Data?, Quarterly Journal of Economics 107, 1992, 709-38.",
        "Gelman, A. and D. B. Rubin, A Single Sequence from the Gibbs Sampler Gives a False Sense of Security, in J. M. Bernardo, J. O. Berger, A. P. Dawid, and A. F. M. Smith, eds., Bayesian Statistics, Oxford: Oxford University Press, 1992.",
        "Geman, S. and D. Geman, Stochastic Relaxation, Gibbs Distributions and the Bayesian Restoration of Images, IEEE Transactions on Pattern Analysis and Machine Intelligence, 6, 1984, 721-41.",
        "Gerlach, Stefan and Frank Smets, The Monetary Transmission Mechanism: Evidence from the G-7 Countries, Centre for Economic Policy Research discussion paper 1219, 1995.",
        "Giannone D., Reichlin L. and Sala L. (2002), Tracking Greenspan: Systematic and Unsystematic Monetary Policy Revisited.",
        "Gordon, David and Eric Leeper, The Dynamic Impacts of Monetary Policy: An Exercise in Tentative Identification, Journal of Political Economy 102, 1994, 1228-1247.",
        "Hanson, Michael, The `Price Puzzle Reconsidered, working paper, Wesleyan University, 2000.",
        "Kadiyala, Rao and Sune Karlsson, Numerical Methods for Estimation and Inference in Bayesian VAR-Models, Journal of Applied Econometrics, Vol. 12, 1997, 99-132.",
        "Kim, Chang-Jin and Charles R. Nelson, State-Space Models with Regime Switching, Cambridge MA: MIT Press, 1999.",
        "Kose, Ayhan, Christopher Otrok and Charles H. Whiteman, International Business Cycles: World, Region, and Country-Specific Factors, American Economic Review, forthcoming. Kose, Ayhan, Christopher Otrok and Charles H. Whiteman, Understanding The Evolution of World Business Cycles, unpublished paper, 2003.",
        "Kozicki, Sharon, Why Do Central Banks Monitor So Many Inflation Indicators?, Federal Reserve Bank of Kansas City, Economic Review 86, Third Quarter 2001, 5-42.",
        "Lastrapes, William and George Slegin, The Liquidity Effect: Identifying Short-Run Interest Rate Dynamics Using Long-Run Restrictions, Journal of Macroeconomics 17, 1995, 387-404.",
        "Leeper, Eric, Christopher Sims, and Tao Zha, What Does Monetary Policy Do?, Brookings Papers on Economic Activity 1996: 2, 1-63.",
        "Leeper, Eric and Tao Zha, Assessing Simple Policy Rules: A View from a Complete Macroeconomic Model, Federal Reserve Bank of St. Louis, July/August 2001, 83-110.",
        "Orphanides, Athanasios, Monetary Policy Rules Based on Real-Time Data, American Economic Review 91, September 2001, 964-85.",
        "Pagan, Adrian, and J. C. Robertson, Structural Models of the Liquidity Effect, Review of Economics and Statistics 80, 1998, 202-17.",
        "Sims, Christopher, Interpreting the Macroeconomic Time Series Facts: The Effects of Monetary Policy, European Economic Review 36, 975-1000, 1992.",
        "Sims, Christopher and Tao Zha, Does Monetary Policy Generate Recessions?, Federal Reserve Bank of Atlanta, July 1998.",
        "Stock, James, and Mark Watson, New Indexes of Coincident and Leading Economic Indicators, NBER Macroeconomics Annual (4), Cambridge MA: MIT Press, 1989.",
        "Strongin, Steven, The Identification of Monetary Policy Disturbances: Explaining the Liquidity Puzzle, Journal of Monetary Economics 34, 1995, 463-97."
    ]
}