{
    "id": 10225,
    "cites": 27,
    "cited_by": 3,
    "reference": [
        "Alexander, G., Eun, C., Janakiramanan, S., 1988. International Listings and Stock Returns: Some International Evidence. Journal of Financial and Quantitative Analysis 23, 35-151.",
        "Baker, M. and J. Wurgler, 2000, The Equity Share in New Issues and Aggregate Stock Returns, Journal of Finance, 55, 2219-2257.",
        "Baker, M. and J. Wurgler, 2002, Market Timing and Capital Structure, Journal of Finance, 57, 1-32.",
        "Baker, M., R. Greenwood, and J. Wurgler, 2003, The Maturity of Debt Issues and Predictable Variation in Bond Returns, Journal of Financial Economics, forthcoming.",
        "Bancel, Franck and Usha Mittoo, 2001, European Managerial Perceptions of the Net Benefit of Foreign Stock Listings, European Financial Management 2(7), 213-236.",
        "Bosworth, Barry, 1971, Patterns of external corporate financing, Brookings Papers on Economic Activity, 2, 253-279.",
        "Coffee, J., 1999, The future as history: the prospects for global convergence in corporate governance and its implications, Northwestern Law Review, 93, 641-708.",
        "Doidge, C., Karolyi, G.A., Stulz, R.M., 2003, Why are foreign firms listed in the U.S. worth more? forthcoming, Journal of Financial Economics.",
        "Edison, Hali and Francis Warnock, 2003, U.S. Investors Emerging Market Equity Portfolios: A Security-Level Analysis, forthcoming, Review of Economics and Statistics.",
        "Froot, Kenneth A., and Richard H. Thaler, 1990, Anomolies: Foreign Exchange, Journal of Economic Perspectives, 4, Number 3, 179-192.",
        "Graham, John R. and Campbell R. Harvey, 2001, The theory and practice of corporate finance: Evidence from the field, Journal of Financial Economics, 187-244.",
        "Engel, E., M. Erickson, and E. Maydew, 1999, Debt-Equity Hybrid Securities, Journal of Accounting Research, 37, No.2, pp. 249-274.",
        "Karolyi, G. A., 1998. Why Do Companies List Their Shares Abroad? (A Survey of the Evidence and its Managerial Implications) Volume 7, Number 1. Salomon Brothers Monograph Series, New York University, January 1998.",
        "La Follette, C., Kester, C., and E. Ostale, 1992, Compania de Telefonos de Chile, Harvard Business School Case 9-293-015, Harvard Business School Press, Boston.",
        "Lee, Charles, Andrei Shleifer, and Richard Thaler, 1991, Investor Sentiment and the Closed-End Fund Puzzle, Journal of Finance, 46.",
        "Loughran, T. and J. Ritter, 1995, The New Issues Puzzle, Journal of Finance, 50, 25-51.",
        "Pagano, M., A. Roell, and J. Zechner, 2002, The Geography of Equity Listing: Why do Companies list abroad? Journal of Finance, 57, 2651-2694.",
        "Rajan, R. and L. Zingales, 1995, What do we know about Capital Structure? Some Evidence from International Data, Journal of Finance, 50, 1421-1460.",
        "Reese, W., and M. Weisbach, 2002, Protection of Minority Shareholder Interests, Cross-Listings in the United States, and Subsequent Equity Offerings, Journal of Financial Economics, 66, 65-104.",
        "Ritter, J., 1991, The Long-Run Performance of Initial Public Offerings, Journal of Finance, 46, 3-27.",
        "Ritter, J. 2002, Investment Banking and Security Issuance, in G. Constantinides, M. Harris, and R. Stulz, eds., Handbook of the Economics of Finance, (North-Holland) forthcoming.",
        "Sarkissian, S. and M. Schill, 2003, The Overseas Listing Decision: New Evidence of Proximity Preference, Review of Financial Studies, forthcoming.",
        "Spiess, J. and K. Affleck-Graves, 1995, The Long-Run Performance following Seasoned Equity Issues, Journal of Financial Economics, 38, 243-267.",
        "Shaviro, D., 2001, Does more sophisticated mean better? A Critique of alternative approaches to sourcing the interest expense of American Multinationals, 54 Tax L. Rev. 353 (2001).",
        "Stulz, R., 1999. Globalization of Equity Markets and the Cost of Capital. Journal of Applied Corporate Finance 12, 8-25.",
        "Taggart, Robert A., 1977, A model of corporate financing decisions, Journal of Finance 32, 1467-1484.",
        "White, William L., 1974, Debt management and the form of business financing, Journal of Finance, 29, 565-577."
    ]
}