{
    "id": 10221,
    "cites": 28,
    "cited_by": 0,
    "reference": [
        "Aboody, D.: 1996, Market valuation of employee stock options, Journal of Accounting and Economics 22, 357391.",
        "Aboody, D., Barth, M. E. and Kasznik, R.: 2001, SFAS 123 stock-based compensation expense and equity market values, Research Paper 1694, Graduate School of Business, Stanford University.",
        "Barron, J. M. and Waddell, G. R.: 2003, Hard work versus good intentions: Stock options as compensation.",
        "Purdue University and University of Oregon. Bebchuk, L. A. and Fried, J. M.: 2003, Executive compensation as an agency problem, Journal of Economic Perspectives . Forthcoming.",
        "Benartzi, S.: 2001, Excessive extrapolation and the allocation of 401(k) accounts to company stock, Journal of Finance 56, 17471764.",
        "Benartzi, S. and Thaler, R. H.: 2001, Naive diversification strategies in defined contribution savings plans, American Economic Review 91, 7998.",
        "Bergman, N. and Jenter, D.: 2003, A note on employee sentiment and stock option compensation. Sloan School, Massachusetts Institute of Technology.",
        "Core, J. E. and Guay, W. R.: 2001, Stock option plans for non-executive employees, Journal of Financial Economics 60, 253267.",
        "Crimmel, B. L. and Schildkraut, J. L.: 2001, Stock option plans surveyed by NCS, Compensation and Working Conditions Spring, 321.",
        "Erickson, M., Hanlon, M. and Maydew, E.: 2002, How much will firms pay for earnings that do not exist? Evidence of taxes paid on allegedly fraudulent earnings. University of Chicago.",
        "Feltham, G. A. and Wu, M. G. H.: 2001, Incentive efficiency of stock versus options, Review of Accounting Studies 6, 728.",
        "Garvey, G. T. and Milbourn, T. T.: 2002, Do stock prices incorporate the potential dilution of employee stock options? Claremont Graduate School and Washington University.",
        "Guay, W., Kothari, S. P. and Sloan, R.: 2003, Accounting for employee stock options, American Economic Review 93, 405409.",
        "Hall, B. J. and Murphy, K. J.: 2002, Stock options for undiversified executives, Journal of Accounting and Economics 33. 3-42.",
        "Hall, B. J. and Murphy, K. J.: 2003, The trouble with stock options, Journal of Economic Perspectives 17, 4970.",
        "Hanlon, M., Rajgopal, S. and Shevlin, T.: 2002, Are executive stock options associated with future earnings? University of Michigan, Duke University, and University of Washington.",
        "Huddart, S. and Lang, M.: 1996, Employee stock option exercises: An empirical analysis, Journal of Ac- counting and Economics 21, 543.",
        "Inderst, R. and Mueller, H.: 2003, A theory of broad-based option pay. London School of Economics and New York University.",
        "Jenter, D.: 2002, Executive compensation, incentives, and risk. MIT Sloan School of Management.",
        "Kedia, S. and Mozumdar, A.: 2002, Performance impact of employee stock options. Working Paper, Harvard Business School.",
        "Lambert, R. A. and Larcker, D. F.: 2003, Stock options, restricted stock, and incentives. The Wharton School, University of Pennsylvania.",
        "Lambert, R. A., Larcker, D. F. and Verrecchia, R. E.: 1991, Portfolio considerations in valuing executive compensation, Journal of Accounting Research 29, 129149.",
        "Madrian, B. C. and Shea, D. F.: 2001, The power of suggestion: Inertia in 401(k) participation and savings behavior, Quarterly Journal of Economics 116, 11491187.",
        "McDonald, R. L.: 2003, The tax (dis)advantage of a firm issuing options on its own stock, Journal of Public Economics . Forthcoming.",
        "Murphy, K. J.: 2000, Executive compensation, in O. Ashenfelter and D. Card (eds), Handbook of Labor Economics, Vol. 3, North-Holland, Amsterdam.",
        "Oyer, P.: 2003, Why do firms use incentives that have no incentive effects?, Journal of Finance . Forthcoming.",
        "Oyer, P. and Schaefer, S.: 2003, Why do some firms give stock options to all employees?: An empirical examination of alternative theories. Working Paper, Stanford University and Northwestern University.",
        "Zhang, G.: 2003, Market valuation and employee stock options. Duke University, Fuqua School of Business."
    ]
}