{
    "id": 10226,
    "cites": 22,
    "cited_by": 13,
    "reference": [
        "Abel, Andrew B. Asset Prices under Habit Formation and Catching up with the Joneses. American Economic Review, May 1990, 80(2), pp. 38-42.",
        "Akerlof, George. Social Distance and Social Decision. Econometrica, September 1997, 65(5), pp. 1005-1027.",
        "Bagwell, Laurie Simon and Bernheim, B. Douglas. Veblen Effects in a Theory of Conspicuous Consumption. American Economic Review, June 1996, 86(3), pp. 349-373.",
        "Basmann, Robert L; Molina, David J. and Slottje, Daniel J. A Note on Measuring Veblens Theory of Conspicuous Consumption. Review of Economics and Statistics, August 1988, 70(3), pp. 531-535.",
        "Bernheim, B. Douglas. A Theory of Conformity. Journal of Political Economy, October 1994, 102(5), pp. 841-877.",
        "Bikhchandani, Sushil; Hirshleifer, David and Welch, Ivo. A Theory of Fads, Fashion, Custom, and Cultural Changes as Informational Cascades. Journal of Political Economy, October 1992, 100(5), pp. 992-1026.",
        "Bourne, Francis S. Group Influence in Marketing and Public Relations, in Some Applications of Behavioral Research, eds., R. Likert and S.P. Hayes. 1957, Basil, Switzerland: UNESCO.",
        "Campbell, John and Cochrane, John, By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior. Journal of Political Economy, April 1999, 107(2), pp. 205-251.",
        "Chan, Yeung Lewis and Kogan, Leonid. Catching up with the Joneses: Heterogeneous Preferences and the Dynamics of Asset Prices. Journal of Political Economy, December 2002, 110(6), pp. 1255-1285.",
        "Deutsch, Morton and Gerard, Harold B. A Study of Normative and Informational and Social Influences upon Individual Judgment. Journal of Abnormal and Social Psychology, 1955, 51, pp. 624-636.",
        "Fishman, Arthur. Search Technology, Staggered Price-Setting, and Price Dispersion. American Economic Review, 1992, 82(1), pp. 287-298.",
        "Friedman, Milton, A Theory of the Consumption Function, Princeton, New Jersey, 1957, Princeton University Press.",
        "Gali, Jordi. Keeping Up with the Joneses: Consumption Externalities, Portfolio Choice, and Asset Prices. Journal of Money, Credit and Banking, February 1994, 26(1), pp. 1-8.",
        "Leibenstein, Harvey. Bandwagon, Snob, and Veblen Effects in the Theory of Consumers Demand. Quarterly Journal of Economics, May 1950, 64(2), pp. 183-207.",
        "Marshall, Alfred, Principles of Economics, 1890, New York, MacMillan and Company. Morgenstern, Oskar, Demand Theory Reconsidered. Quarterly Journal of Economics, February 1948, 62(2), pp. 165-201.",
        "Pesendorfer, Wolfgang. Design Innovation and Fashion Cycles. American Economic Review, September 1995, 85(4), pp. 771-792.",
        "Peter, J. Paul and Olson, Jerry C. Consumer Behavior and Marketing Strategy. McGraw-Hill Irwin, 2001, sixth edition.",
        "Pollack, Robert A. Independent Preferences. American Economic Review, June 1976, 66(3), pp. 309-320.",
        "Robson, Arthur J. Status, the Distribution of Wealth, Private and Social Attitudes to Risk. Econometrica, July 1992, 60(4), pp. 837-857.",
        "Solomon, Michael R. Consumer Behavior. Buying, Having, and Being. Prentice Hall, New Jersey, 1999, fourth edition.",
        "Stigler, George. The Development of Utility Theory. II. Journal of Political Economy, October 1950, 58(5), pp. 373-396.",
        "Veblen, Thorstein, The Theory of the Leisure Class. An Economic Study of Institutions. 1899 (original publication date), Random House, 1931, tenth printing."
    ]
}