{
    "id": 10229,
    "cites": 35,
    "cited_by": 27,
    "reference": [
        "Altonji, Joseph G., and Charles R. Pierret. 2001. Employer learning and statistical discrimination. Quarterly Journal of Economics 116,no.1 (February):313-350.",
        "Barro, Robert J., and Xavier Sala-I-Martin. 1995. Economic Growth. New York: McGraw-Hill, Inc.",
        "Behrman, Jere R., Lori G. Kletzer, Michael S. McPherson, and Morton Owen Schapiro. 1998. The microeconomics of college choice, careers, and wages: Measuring the impact of higher education. Annals of the American Academy of Political and Social Science 559(September):12-23.",
        "Bishop, John. 1989. Is the test score decline responsible for the productivity growth decline? American Economic Review 79,no.1:178-197.",
        "Black, Sandra E., Paul J. Devereux, and Kjell G. Salvanes. 2003. Why the apple doesnt fall far: Understanding intergenerational transmission of human capital. NBER Working Paper No. w10066, National Bureau of Economic Research (November).",
        "Blackburn, McKinley L., and David Neumark. 1993. Omitted-ability bias and the increase in the return to schooling. Journal of Labor Economics 11,no.3 (July):521-544.",
        "Card, David. 1999. Causal effect of education on earnings. In Handbook of labor economics, edited by Orley Ashenfelter and David Card. Amsterdam: NorthHolland: 1801-1863.",
        "Cohen, David K., and Richard J. Murnane. 1986. Merit pay and the evaluation problem: Understanding why most merit pay plans fail and a few survive. Harvard Educational Review 56,no.1 (February):1-17.",
        "Dugan, Dennis J. 1976. Scholastic achievement: its determinants and effects in the education industry. In Education as an industry, edited by Joseph T. Froomkin, Dean T. Jamison and Roy Radner. Cambridge, MA: Ballinger:53-83.",
        "Easterly, William. 2002. The elusive quest for growth: An economists adventures and misadventures in the tropics. Cambridge, MA: The MIT Press.",
        "Greene, Jay P. 2000. The cost of remedial education: How much Michigan pays when students fail to learn basic skills. Midland, MI: Mackinac Center for Public Policy (September).",
        "Griliches, Zvi. 1974. Errors in variables and other unobservables. Econometrica 42,no.6 (November):971-998.",
        "Grogger, Jeffrey T., and Eric Eide. 1993. Changes in college skills and the rise in the college wage premium. Journal of Human Resources 30,no.2 (Spring):280-310.",
        "We Still at Risk?, edited by Paul E. Peterson. Stanford, CA: Hoover Institution Press:141-173. Hanushek, Eric A., John F. Kain, and Steve G. Rivkin. 2004. The revolving door. Education Next 4,no.1 (Winter):77-82.",
        "Human Resources 39,no.2. Hanushek, Eric A., and Dongwook Kim. 1995. Schooling, labor force quality, and economic growth. Working Paper 5399, National Bureau of Economic Research (December).",
        "Hanushek, Eric A., and Dennis D. Kimko. 2000. Schooling, labor force quality, and the growth of nations. American Economic Review 90,no.5 (December):1184-1208.",
        "Hanushek, Eric A., and with others. 1994. Making schools work: Improving performance and controlling costs. Washington, DC: Brookings Institution.",
        "Hanushek, Eric A., and Richard R. Pace. 1995. Who chooses to teach (and why)? Economics of Education Review 14,no.2 (June):101-117.",
        "Hanushek, Eric A., and Steven G. Rivkin. 1997. Understanding the twentieth-century growth in U.S. school spending. Journal of Human Resources 32,no.1 (Winter):35-68.",
        "Papers on Education Policy 2004, edited by Diane Ravitch. Washington, DC: Brookings Institution Press.",
        "Hanushek, Eric A., Steven G. Rivkin, and Lori L. Taylor. 1996. Aggregation and the estimated effects of school resources. Review of Economics and Statistics 78,no.4 (November):611-627.",
        "Heckman, James J., and Edward Vytlacil. 2001. Identifying the role of cognitive ability in explaining the level of and change in the return to schooling. Review of Economics and Statistics 83,no.1 (February):1-12.",
        "Lazear, Edward P. 2003. Teacher incentives. Swedish Economic Policy Review.",
        "Lyon, G. Reid, and Jack M. Fletcher. 2001. Early warning system: How to prevent reading disabilities. Education Matters 1,no.2 (Summer):23-29.",
        "Manski, Charles F., and David A. Wise. 1983. College choice in America. Cambridge: Harvard University Press.",
        "Mulligan, Casey B. 1999. Galton versus the human capital approach to inheritance. Journal of Political Economy 107,no.6, pt. 2 (December):S184-S224.",
        "Murnane, Richard J., John B. Willett, M. Jay Braatz, and Yves Duhaldeborde. 2001. Do different dimensions of male high school students skills predict labor market success a decade later? Evidence from the NLSY. Economics of Education Review 20,no.4 (August):311-320.",
        "Murnane, Richard J., John B. Willett, Yves Duhaldeborde, and John H. Tyler. 2000. How important are the cognitive skills of teenagers in predicting subsequent earnings? Journal of Policy Analysis and Management 19,no.4 (Fall):547-568.",
        "Murnane, Richard J., John B. Willett, and Frank Levy. 1995. The growing importance of cognitive skills in wage determination. Review of Economics and Statistics 77,no.2 (May):251-266.",
        "National Commission on Excellence in Education. 1983. A nation at risk: the imperative for educational reform. Washington, D.C.: U.S. Government Printing Office.",
        "Neal, Derek A., and William R. Johnson. 1996. The role of pre-market factors in blackwhite differences. Journal of Political Economy 104,no.5 (October):869-895.",
        "ONeill, June. 1990. The role of human capital in earnings differences between black and white men. Journal of Economic Perspectives 4,no.4 (Fall):25-46.",
        "Peterson, Paul E., ed. 2003. Our schools and our future: Are we still at risk? Stanford, CA: Hoover Press.",
        "Podgursky, Michael. 2003. Fringe benefits. Education Next 3,no.3 (Summer):71-76.",
        "Rivkin, Steven G. 1995. Black/white differences in schooling and employment. Journal of Human Resources 30,no.4 (Fall):826-852."
    ]
}