{
    "id": 10222,
    "cites": 33,
    "cited_by": 10,
    "reference": [
        "Aboody, D.: 1996, Market valuation of employee stock options, Journal of Accounting and Economics 22, 357391.",
        "Aboody, D., Barth, M. E. and Kasznik, R.: 2001, SFAS 123 stock-based compensation expense and equity market values, Research Paper 1694, Graduate School of Business, Stanford University.",
        "Aggarwal, R. and Samwick, A. A.: 1999, The other side of the tradeoff: The impact of risk on executive compensation, Journal of Political Economy 108, 65105.",
        "Barron, J. M. and Waddell, G. R.: 2003a, Executive rank, pay and project selection, Journal of Financial Economics 67, 305349.",
        "Barron, J. M. and Waddell, G. R.: 2003b, Hard work versus good intentions: Stock options as compensation.",
        "Bergman, N. and Jenter, D.: 2003, A note on employee sentiment and stock option compensation. Sloan School, Massachusetts Institute of Technology.",
        "Bull, C.: 1987, The existence of self-enforcing implicit contracts, Quarterly Journal of Economics 102, 147 160.",
        "Bushman, R. M., Indjejikian, R. J. and Smith, A.: 1995, Aggregate performance measures in business unit manager compensation: The role of intrafirm interdependencies, Journal of Accounting Research 33, 101128.",
        "Carter, M. E. and Lynch, L. J.: 2003, The effect of stock option repricing on employee turnover. The Wharton School, University of Pennsylvania and Darden Graduate School of Business, University of Virginia.",
        "Core, J. E. and Guay, W. R.: 2001, Stock option plans for non-executive employees, Journal of Financial Economics 60, 253267.",
        "Friend, I. and Blume, M. R.: 1975, The demand for risky assets, American Economic Review 65, 900922.",
        "Garvey, G. T. and Milbourn, T. T.: 2002, Do stock prices incorporate the potential dilution of employee stock options? Claremont Graduate School and Washington University.",
        "Gompers, P. A., Ishii, J. L. and Metrick, A.: 2003, Corporate governance and equity prices, Quarterly Journal of Economics 118, 107155.",
        "Hall, B. J. and Murphy, K. J.: 2002, Stock options for undiversified executives, Journal of Accounting and Economics 33. 3-42.",
        "Hall, B. J. and Murphy, K. J.: 2003, The trouble with stock options, Journal of Economic Perspectives 17.",
        "Forthcoming. Holmstrom, B. and Milgrom, P. R.: 1987, Aggregation and linearity in the provision of intertemporal incentives, Econometrica 55, 308328.",
        "Holmstrom, B. and Milgrom, P. R.: 1991, Multi-task principal-agent analyses: Incentive contracts, asset ownership and job design, Journal of Law, Economics and Organization 7, 524552.",
        "Huddart, S. and Lang, M.: 1996, Employee stock option exercises: An empirical analysis, Journal of Ac- counting and Economics 21, 543.",
        "Huddart, S. and Lang, M.: 2003, Information distribution within firms: Evidence from stock option exercises, Journal of Accounting and Economics 34, 331.",
        "Huson, M. R., Scott, T. W. and Wier, H. A.: 2001, Earnings dilution and the explanatory power of earnings for returns, Accounting Review 76, 589612.",
        "Ittner, C. D., Lambert, R. A. and Larcker, D. F.: 2003, The structure and performance of equity grants to employees of new economy firms, Journal of Accounting and Economics 34, 89127.",
        "Jin, L.: 2002, CEO compensation, diversification, and incentives, Journal of Financial Economics 66, 2963.",
        "Keating, A. S.: 1997, Determinants of divisional performance evaluation practices, Journal of Accounting and Economics 24, 243273.",
        "Kedia, S. and Mozumdar, A.: 2002, Performance impact of employee stock options. Working Paper, Harvard Business School.",
        "Kruse, D. L.: 1993, Profit Sharing: Does it Make a Difference?, W.E. Upjohn Institute for Employment Research, Kalamazoo, MI.",
        "Lazear, E. P.: 2001, Output-based pay: Incentives, retention or sorting? Stanford University.",
        "McDonald, R. L.: 2003, The tax (dis)advantage of a firm issuing options on its own stock, Journal of Public Economics . Forthcoming.",
        "Murphy, K. J.: 2000, Executive compensation, in O. Ashenfelter and D. Card (eds), Handbook of Labor Economics, Vol. 3, North-Holland, Amsterdam.",
        "Oyer, P.: 2003, Why do firms use incentives that have no incentive effects?, Journal of Finance . Forthcoming.",
        "Oyer, P. and Schaefer, S.: 2003, A comparison of options, restricted stock, and cash for employee compen- sation. Stanford Graduate School of Business.",
        "Prendergast, C.: 2002, The tenuous trade-off between risk and incentives, Journal of Political Economy 110, 10711102.",
        "Sesil, J. C., Kroumova, M. K., Blasi, J. R. and Kruse, D. L.: 2002, Broad-based employee stock options in U.S. `new economy firms, British Journal of Industrial Relations 40, 273294.",
        "Weitzman, M. L. and Kruse, D. L.: 1990, Profit sharing and productivity, in A. S. Blinder (ed.), Paying for Productivity, The Brookings Institution."
    ]
}