{
    "id": 10231,
    "cites": 32,
    "cited_by": 17,
    "reference": [
        "[1] ALVAREZ, F. and N. L. STOKEY (1998),Dynamic Programming with Homogeneous Functions, Journal of Economic Theory, 82, 167-189.",
        "[2] BARRO, R. J. and G. S. BECKER (1989), Fertility Choice in a Model of Economic Growth, Econometrica, 57, (2), 481-501.",
        "[3] BECKER, G. S. and R. J. BARRO (1988), A Reformulation of the Economic Theory of Fertility, Quarterly Journal of Economics, 103 (1), 1-25.",
        "[4] BECKER, G. S. and K. M. MURPHY (1988), The Family and the State, Journal of Law and Economics, 31 (1), 1-18.",
        "[5] BENTHAM, J. (1948), An Introduction to the Principle of Morals and Legislation, Oxford: Blackwell (revision of 1823 edition).",
        "[6] BEWLEY, T. F. (1972),Existence of Equilibria in Economies with In- finitely Many Commodities, Journal of Economic Theory, 43, 514-540.",
        "[7] BLACKORBY, C., W. BOSSERT, and D. DONALDSON (1995), In- tertemporal Population Ethics Critical-Level Utilitarian Principles, Econometrica, 63 (6), 1303-1320.",
        "[8] BLACKORBY, C., W. BOSSERT, and D. DONALDSON (2002), Util- itarianism and the Theory of Justice, in Handbook of Social Choice and Welfare, Volume 1, edited by Arrow, K. J., Sen, A. K. and K. Suzumura. Amsterdam: Elsevier Science, North-Holland.",
        "[9] BOLDRIN, M. and L. E. JONES, (2002),Mortality, Fertility and Savings Decisions, Review of Economic Dynamics, 5 (4), 775-814.",
        "[11] DEBREU, G. (1959), Theory of Value: An Axiomatic Analysis of Eco- nomic Equilibrium, New York: Wiley.",
        "[12] DOEPKE, M. (2001), Accounting for Fertility Decline During the Tran- sition to Growth, Department of Economics Working Paper 804, UCLA.",
        "[13] FERNANDEZ-VILLAVERDE, J. (2001), Was Malthus Right? Eco- nomic Growth and Population Dynamics, Working Paper, University of Pennsylvania.",
        "[14] FRIEDMAN, D. (1972), Laissez-Faire in Population: The Least Bad Solution, Occasional Paper of the Population Council, New York.",
        "[15] GOLOSOV, M., L. E. JONES and M. TERTILT (2003), Ap- pendix to Efficiency with Endogenous Population Growth, available at http://www.econ.umn.edu/~lej/lejresearch.html.",
        "[16] HARFORD, J. D. (1998), The Ultimate Externality, American Eco- nomic Review, 88 (1), 260-265.",
        "[17] JONES, L. E. and R. E. MANUELLI (1990),A Convex Model of Equi- librium Growth: Theory and Policy Implications, Journal of Political Economy, 98 (5), 1008-1038.",
        "[19] LUCAS, R. E., Jr. (1988), On the Mechanics of Economic Development, Journal of Monetary Economics, 22 (1), 3-42.",
        "[20] MALTHUS, T. P. (1798), An Essay on the Principle of Population and Summary View of the Principle of Population, Reprint, Baltimore: Pen- guin, 1970.",
        "[21] MICHEL, P. and B. WIGNIOLLE (2003), On Efficient Child Making, mimeo, EUREQua Paris.",
        "[22] MILL, J. S. (1965), Principles of Political Economy, Reprints of Eco- nomic Classics. New York: Augustus M. Kelley (originally published in 1848).",
        "[23] NERLOVE, M. and L. K. RAUT (1997), Growth Models with Endoge- nous Population: A General Framework, in Handbook of Population and Family Economics, Vol. 1B, edited by M. R. Rosenzweig and O. Stark, Amsterdam: Elsevier Science, North-Holland.",
        "[24] NERLOVE, M., A. RAZIN, and E. SADKA (1987), Household and Economy: Welfare Economics of Endogenous Fertility, Economic The- ory, Econometrics and Mathematical Economics Series. Boston: Har- court, Brace Jovanovich.",
        "[25] NERLOVE, M., A. RAZIN, and E. SADKA (1989), Socially Optimal Population Size and Individual Choice, in Economic Theory of Optimal Population, edited by K. Zimmermann.",
        "[26] RAZIN, A. and E. SADKA (1995), Population Economics, Cambridge: MIT Press.",
        "[27] ROMER, P., (1986), Increasing Returns and Long-Run Growth, Jour- nal of Political Economy, 94 (5), 1002-1037.",
        "[28] SCHWEIZER, U. (1996), Welfare Economics of Population Growth, Sonderforschungsbereich 303 Discussion Paper A535, Universitat Bonn.",
        "[29] SCOTCHMER, S. (1997), On Price-Taking Equilibria in Club Economies with Nonanonymous Crowding, Journal of Public Economics 65 (1), pp. 75-88.",
        "[30] SIMON, J. L. (1992), Population and Development in Poor Countries, Princeton: Princeton University Press.",
        "[31] SINGER, P. (1993), Practical Ethics, Cambridge: Cambridge University Press.",
        "[32] TERTILT, M. (2003), Polygyny and Poverty, mimeo, Stanford Univer- sity.",
        "[33] WILLIS, R.J. (1987), Externalities and Population, in Population Growth and Economic Development: Issues and Evidence, edited by G. Johnson and R. D. Lee, Madison: University of Wisconsin Press. 661-702.",
        "[34] ZIMMERMANN, K. F. (1989), Economic Theory of Optimal Populations, Berlin - Heidelberg: Springer Verlag."
    ]
}