{
    "id": 10233,
    "cites": 39,
    "cited_by": 3,
    "reference": [
        "Altshuler, Rosanne and T. Scott Newlon, The effects of U.S. tax policy on the income repatriation patterns of U.S. multinational corporations, in Alberto Giovannini, R. Glenn Hubbard, and Joel Slemrod, eds. Studies in International Taxation (Chicago: University of Chicago Press, 1993), 77-115.",
        "Altshuler, Rosanne, T. Scott Newlon and William C. Randolph, Do repatriation taxes matter? evidence from the tax returns of U.S. multinationals, in Martin Feldstein, James R. Hines Jr., and R. Glenn Hubbard, eds. The Effects of Taxation on Multinational Corporations (Chicago: University of Chicago Press, 1995), 253-272.",
        "Antweiler, Werner and Daniel Trefler, Increasing returns and all that: A view from trade, American Economic Review, March 2002, 92 (1), 93-119.",
        "Auerbach, Alan J. and James R. Hines Jr., Perfect taxation with imperfect competition, in Sijbren Cnossen and Hans-Werner Sinn, eds. Public Finance and Public Policy in the New Century (Cambridge, MA: MIT Press, 2003), 127-153.",
        "Auerbach, Alan J., and David A. Reishus, The effects of taxation on the merger decision, in Alan J. Auerbach, ed. Corporate Takeovers: Causes and Consequences (Chicago: University of Chicago Press, 1988), 157-183.",
        "Bagwell, Kyle, Optimal export policy for a new-product monopoly, American Economic Review, December 1991, 81 (5), 1156-1169.",
        "Bagwell, Kyle and Robert W. Staiger, Strategic export subsidies and reciprocal trade agreements: The natural monopoly case, Japan and the World Economy, 1997, 9 (4), 491-510.",
        "Bagwell, Kyle and Robert W. Staiger, Strategic trade, competitive industries and agricultural trade disputes, Economics and Politics, July 2001, 13 (2), 113-128.",
        "Berry, Steven, James Levinsohn, and Ariel Pakes, Voluntary export restraints on automobiles: Evaluating a trade policy, American Economic Review, June 1999, 89 (3), 400-430.",
        "Bhagwati, Jagdish, V. K. Ramaswami, 1963, Domestic distortions, tariffs and the theory of optimum subsidy, Journal of Political Economy, February 1963, 71 (1), 44-50.",
        "Brainard, S. Lael and David Martimort, Strategic trade policy design with asymmetric information and public contracts, Review of Economic Studies, January 1996, 63 (1), 81-105.",
        "Brainard, S. Lael and David Martimort, Strategic trade policy with incompletely informed policymakers, Journal of International Economics, February 1997, 42 (1-2), 33-65.",
        "Cutler, David M. Tax reform and the stock market: An asset price approach, American Economic Review, December 1988, 78 (5), 1107-1117.",
        "Desai, Mihir A., C. Fritz Foley, and James R. Hines Jr., Repatriation taxes and dividend distortions, National Tax Journal, December 2001, 54 (4), 829-851.",
        "Desai, Mihir A. and James R. Hines Jr., The uneasy marriage of export incentives and the income tax, in James M. Poterba, ed. Tax Policy and the Economy, Volume 15 (Cambridge, MA: MIT Press, 2001a), 41-94.",
        "Desai, Mihir A. and James R. Hines Jr., Exchange rates and tax-based export promotion, Proceedings of the National Tax Association Annual Conference, 2001b, 93, 275-285.",
        "Eaton Jonathan and Gene M. Grossman, Optimal trade and industrial policy under oligopoly, Quarterly Journal of Economics, May 1986, 101 (2), 383-406.",
        "Eaton Jonathan and Gene M. Grossman, Trade and industrial policy under oligopoly: Reply, Quarterly Journal of Economics, August 1988, 103 (3), 603-607.",
        "Ederington, Josh. International coordination of trade and domestic policies, American Economic Review, December 2001, 91 (5), 1580-1593.",
        "Feenstra, Robert C., Estimating the effects of trade policies, in Gene M. Grossman and Kenneth Rogoff, eds. Handbook of International Economics, volume 3 (Amsterdam: North-Holland, 1995), 1553-1595.",
        "Goldberg, Pinelopi Koujianou, Strategic export promotion in the absence of government precommitment, International Economic Review, May 1995, 36 (2), 407-426.",
        "Grubert, Harry, Tax planning by companies and tax competition by governments: Is there evidence of changes in behavior? in James R. Hines Jr., ed. International Taxation and Multinational Activity (Chicago: University of Chicago Press, 2001), 113-139.",
        "Hines, James R., Jr., Lessons from behavioral responses to international taxation, National Tax Journal, June 1999, 52 (2), 305-322.",
        "Hines, James R., Jr. and R. Glenn Hubbard, Coming home to America: Dividend repatriations by U.S. multinationals, in Assaf Razin and Joel Slemrod, eds. Taxation in the Global Economy (Chicago: University of Chicago Press, 1990), 161-200.",
        "Kohler, Philippe and Michael O. Moore, Domestic welfare effects of foreign strategic trade policies, Journal of Economic Integration, September 2003, 18 (3), 573-586.",
        "Krugman, Paul R., The narrow and broad arguments for free trade, American Economic Review, May 1993, 83 (2), 362-66.",
        "Krugman, Paul R. and Maurice Obstfeld, International economics: Theory and policy, 2nd ed., (New York: HarperCollins, 1991).",
        "Leahy, Dermot and J. Peter Neary, Learning by doing, precommitment and infant-industry protection, Review of Economic Studies, April 1999, 66 (2), 447-474.",
        "Leahy, Dermot and J. Peter Neary, Strategic trade and industrial policy towards dynamic oligopolies, Economic Journal, April 2000, 110 (463), 484-508.",
        "Leahy, Dermot and J. Peter Neary, Robust rules for industrial policy in open economies, Journal of International Trade and Economic Development, December 2001, 10 (4), 393-409.",
        "Maggi, Giovanni, Strategic trade policies with endogenous mode of competition, American Economic Review, March 1996, 86 (1), 237-258.",
        "Maggi, Giovanni, Strategic trade policy under incomplete information, International Economic Review, August 1999, 40 (3), 571-594.",
        "Qiu, Larry D., Optimal strategic trade policy under asymmetric information, Journal of International Economics, May 1994, 36 (3-4), 333-354.",
        "Qiu, Larry D., Strategic trade policy under uncertainty, Review of International Economics, February 1995, 3 (1), 75-85.",
        "Scholes, Myron S., Mark A. Wolfson, Merle Erickson, Edward L. Maydew, and Terry Shevlin, Taxes and business strategy: A planning approach, 2nd ed. (Upper Saddle River, NJ: Prentice Hall, 2002).",
        "Seade, Jesus K., On the effects of entry, Econometrica, March 1980, 48 (2), 479-489.",
        "Summers, Lawrence H., Taxation and corporate investment: A q-theory approach, Brookings Papers on Economic Activity, 1981 (1), 67-140.",
        "Summers, Lawrence H., The asset price approach to the analysis of capital income taxation, in George R. Feiwel, ed. Issues in Contemporary Macroeconomics and Distribution (London: Macmillan, 1985), 429-443.",
        "Zhou, Dongsheng, Barbara J. Spencer, and Ilan Vertinsky, Strategic trade policy with endogenous choice of quality and asymmetric costs, Journal of International Economics, January 2002, 56 (1), 205-232."
    ]
}