{
    "id": 10236,
    "cites": 15,
    "cited_by": 37,
    "reference": [
        "Beck, Thorsten, Asli Demirguc-Kunt and Ross Levine, 2004, Law, Endowments and Finance, Journal of Financial Economics, Forthcoming.",
        "Beck, Thorsten and Ross Levine, 2002, Industry Growth and Capital Allocation: Does having a Market- or Bank-based System Matter? Journal of Financial Economics, 64, pp.147-180.",
        "Blackburn, Keith and Victor Hung, 1998, A Theory of Growth, Financial Development and Trade, Economica, v.65, n.257, pp107-24.",
        "Cetorelli, Nicola and Michele Gamberra, 2001, Banking Market Structure, Financial Dependence and Growth: International Evidence from Industry data, Journal of Finance, vol.56, no2, pp. 617-648.",
        "Chenery, Hollis, 1960, Patterns of Industrial Growth, American Economic Review, Vol. 50 (4), pp. 624-654.",
        "Claessens, Stijn, and Luc Laeven, Financial Development, Property Rights, and Growth,. Journal of Finance, Forthcoming, December 2003.",
        "De la Fuente, Angel and Jose Maria Marin, 1996, Innovations, Bank Monitoring and Endogenous Financial Development, Journal of Monetary Economics, v.38, n.2, pp. 269-301.",
        "Dornbush, Rudiger, Stanley Fisher and Paul A. Samuelson, 1977, Comparative Advantage, Trade and Payments in a Ricardian Model with a Continuum of Goods. American Economic Review, 67(5), pp.823-39.",
        "Fisman, Raymond and Inesssa Love, 2003, Trade Credit, Financial Intermediary Development and Industry Growth, Journal of Finance xx , pp. xx.",
        "Fisman, Raymond and Inesssa Love, 2004, Financial Development and Intersectoral Allocation: A New Approach, Journal of Finance, forthcoming.",
        "Harrigan, James, 1996, Openness to Trade in Manufactures in the OECD, Journal of International Economics, 40(1/2), February, 23-40.",
        "King, R.G. and R. Levine, 1993, Finance and Growth: Schumpeter Might be Right, Quarterly Journal of Economics, 108(3), pp. 717-37.",
        "Levine, Ross, 1997, Financial Development and Economic Growth, Journal of Economic Literature, vol 35, pp. 688-726.",
        "Rajan, R., and L. Zingales, 1998, Financial Dependence and Growth, American Economic Review 88(3), 559-86.",
        "United Nations, 1993, Statistical Division, Industrial Statistics Yearbook, Vol. 1 New York: United Nations."
    ]
}