{
    "id": 10235,
    "cites": 32,
    "cited_by": 1,
    "reference": [
        "Abel. Andrew B., 2001. The Effects of Investing Social Security Funds in the Stock Market When Fixed Costs Prevent Some Households from Holding Stocks, American Economic Review v91, n1 (March): 128-48.",
        "Aizcorbe, Ana, Arthur Kennickell, and Kevin Moore (2003) Recent Changes in U.S. Family Finances: Evidence from the 1998 and 2001 Survey of Consumer Finances, Federal Reserve Bulletin, vol. 89 (January 2003), pp. 1-32.",
        "Amromin, Gene and Paul Smith, 2003. What Explains Early Withdrawals from Retirement Accounts? Evidence from a Panel of Taxpayers, National Tax Journal v56, n3 (September): 595-612.",
        "Banerjee, A., 1992, A simple model of herd behavior, Quarterly Journal of Economics 107, 797-817.",
        "Benartzi, Shlomo, 2001, Excessive extrapolation and the allocation of 401(k) accounts to company stock, Journal of Finance 56, 1747-64.",
        "Bernheim, B. Douglas, A Theory of Conformity Journal of Political Economy v102, n5 (October 1994): 841-77.",
        "Bertaut, Carol and Martha Starr-McCluer, Household Portfolios in the United States, Finance and Economics Discussion Series, 2000-26, Board of Governors of the Federal Reserve System.",
        "Bertrand, M., Luttmer, E. and Mullainathan, S., 2000, Network effects and welfare cultures, Quarterly Journal of Economics 115, 1019-1055.",
        "Brav, Alon; Constantinides, George M.; Geczy, Christopher C. Asset Pricing with Heterogeneous Consumers and Limited Participation: Empirical Evidence Journal of Political Economy v110, n4 (August 2002): 793-824.",
        "Coval, Joshua D.; Moskowitz, Tobias J. The Geography of Investment: Informed Trading and Asset Prices Journal of Political Economy v109, n4 (August 2001): 811-41.",
        "DeMarzo, Peter M., Ron Kaniel and Ilan Kremer, 2002, Diversification as a Public Good: Community Effects in Portfolio Choice, Stanford University working paper.",
        "Duflo, Esther; Saez, Emmanuel, The Role of Information and Social Interactions in Retirement Plan Decisions: Evidence from a Randomized Experiment Quarterly Journal of Economics v118, n3 (August 2003): 815-42.",
        "Ellison, G. and Fudenberg, D., 1995, Word of mouth communication and social learning, Quarterly Journal of Economics 110, 93-125.",
        "Fama, Eugene F.; French, Kenneth R. The Equity Premium. The Journal of Finance v57, n2 (April 2002): 637-59.",
        "French, Kenneth R.; Poterba, James M. Investor Diversification and International Equity Markets American Economic Review v81, n2 (May 1991): 222-26.",
        "Friedman, Joel and Robert Greenstein, Exempting Corporate Dividends from Individual Income Taxes, Report from the Center for Budget and Policy Priorities, January 23, 2003.",
        "Glaeser, E. L., Sacerdote, B., and Scheinkman, J., 1996, Crime and social interactions, Quarterly Journal of Economics CXIV, 502-548.",
        "Grinblatt, M. and Keloharju, M., 2000, The investment behavior and performance of various investor-types: A study of Finlands unique data set, Journal of Financial Economics 55, 43-67.",
        "Heath, Chip, Steven Huddart, and Mark Lang, 1999, Psychological Factors and Stock Option Exercise, Quarterly Journal of Economics, 114, 601-627.",
        "Hong, Harrison; Kubik, Jeffrey D.; Stein, Jeremy C., 2004, Social Interaction and Stock-Market Participation, Journal of Finance, forthcoming.",
        "Hubbard, R. Glenn; Skinner, Jonathan; Zeldes, Stephen P. Precautionary Saving and Social Insurance Journal of Political Economy v103, n2 (April 1995): 360-99.",
        "Huberman, Gur, Familiarity Breeds Investment, Review of Financial Studies v14, n3 (Fall 2001): 659-80.",
        "Ivkovi, Zoran, and Scott Weisbenner, (2003), Local Does as Local Is: Information Content of the Geography of Individual Investors Common Stock Investments, Working Paper.",
        "Liang, Nellie and Scott Weisbenner, Investor Behavior and the Purchase of Company Stock in 401(k) Plans The Importance of Plan Design, NBER Working Paper No. 9131, August 2002.",
        "Mankiw, N. Gregory; Zeldes, Stephen P. The Consumption of Stockholders and Nonstockholders Journal of Financial Economics v29, n1 (March 1991): 97-112.",
        "Mas-Colell, Andreu, Michael D. Whinston and Gerry R. Green, Microeconomic Theory, Oxford University Press, 1995.",
        "Mehra, Rajnish; Prescott, Edward C., The Equity Premium: A Puzzle, Journal of Monetary Economics v15, n2 (March 1985): 145-61.",
        "Mitchell, Olivia S. and Stephen P. Utkus, The Role of Company Stock in Defined Contribution Plans, NBER Working Paper 9250, October 2002.",
        "Scholz, John Karl, Ananth Seshadri and Surachai Khitatrakun, Are Americans Saving Optimally for Retirement? University of Wisconsin-Madison working paper, September 2003.",
        "Shore, Stephen H. and Joshua White, External Habit Formation and the Home Bias Puzzle, working paper, 2003.",
        "Vissing-Jorgensen, Annette, Limited Stock Market Participation and the Equity Premium Puzzle, University of Chicago working paper, 1999.",
        "Zhu, Ning, The Local Bias of Individual Investors, Yale ICF Working Paper No. 02-30, October 2002."
    ]
}