{
    "id": 10247,
    "cites": 30,
    "cited_by": 5,
    "reference": [
        "Aghion, Philippe and Benjamin Hermalin. 1990. Legal Restrictions on Private Contracts Can Enhance Efficiency Journal of Law, Economics, and Organization, 6(2), fall, 381-409.",
        "Altonji, Joseph G. and Jennifer Oldham. 2003. Vacation Laws and Work Hours, Federal Reserve Bank of Chicago: Economic Perspectives, 27(3), 3rd Quarter, 19-29.",
        "Bianchi, Suzanne M. and Sara Raley. 2003. Changing Work and Family Demographics this volume.",
        "Brooks-Gunn, Jeanne, Wen-Jui Han, and Jane Waldfogel. 2002. Maternal Employment and Child Cognitive Outcomes in the First Three Years of Life: The NICHD Study of Early Child Care, Child Development 73(4), 1052-1072.",
        "Bruer, John T. 1999. The Myth of the First Three Years: A New Understanding of Early Brain Development and Lifelong Learning. New York: The Free Press.",
        "Bryant, W. Keith and Cathleen D. Zick. 1996. An Examination of Parent-Child Shared Time, Journal of Marriage and the Family 58(1), 227-237.",
        "Carnegie Task Force on Meeting the Needs of Young Children. 1994. Starting Points: Meeting the Needs of Our Youngest Children. New York: Carnegie Corporation of New York.",
        "Clark, Roseanne, Janet Shibley Hyde, Marilyn J. Essex, and Marjorie H. Klein. 1997. Length of Maternity Leave and Quality of Mother-Infant Interactions, Child Development, 68(2), November, 364-383.",
        "Council of Economic Advisers. 1999. Families and the Labor Market, 1969-1999: Analyzing the Time Crunch. Washington, DC: Council of Economic Advisers, Executive Office of the President, May.",
        "Council of Economic Advisers. 1997. The First Three Years: Investments that Pay. Washington, DC: Council of Economic Advisers, Executive Office of the President, April 17.",
        "Eissa, Nada and Hilary Williamson Hoynes. 1998. The Earned Income Tax Credit and the Labor Supply of Married Couples, National Bureau of Economic Research Working Paper No. 6856, December.",
        "Gershuny, Jonathan. 2000. Changing Times: Work and Leisure in Postindustrial Society. New York: Oxford University Press.",
        "Han, Wen-Jui, Jane Waldfogel, and Jeanne Brooks-Gunn. 2001. The Effects of Early Maternal Employment on Later Cognitive and Behavioral Outcomes, Journal of Family and Marriage, 63, February, 336-354.",
        "Heckman, James J. 2000. Policies to Foster Human Capital Research In Economics, 54(1), March, 3-56.",
        "Hofferth, Sandra L. 2001. Womens Employment and Care of Children in the United States, in Tanja van der Lippe and Liset van Dijk (eds.), Womens Employment In A Comparative Perspective. New York: Aldine de Gruyter, 151-174.",
        "Kamerman, Sheila B. 2000. Parental Leave Policies: An Essential Ingredient in Early Childhood Education and Care Policies Social Policy Report, 14(2), 3-15.",
        "Magnuson, Katherine A., Marcia Meyers, Christopher J. Ruhm, and Jane Waldfogel. Forthcoming. Inequality in Pre-School Education and School Readiness, American Education Research Journal. Meyer, Bruce D. and Dan T. Rosenbaum. 2001. Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers, Quarterly Journal of Economic Research 116(3), August, 1063-1113.",
        "Rosenbaum, Dan T. and Christopher J. Ruhm. 2003. Caring for Young Children: Inequality in the Cost Burden of Child Care, mimeo, University of North Carolina at Greensboro, May.",
        "Rothschild, Michael, and Joseph Stiglitz. 1976. Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information Quarterly Journal of Economics, 90(4), November, 629-49.",
        "Ruhm, Christopher J. 1997. Policy Watch: The Family and Medical Leave Act, Journal of Economic Perspectives, 11(3), Summer, 175-186.",
        "Ruhm, Christopher J. 1998. The Economic Consequences of Parental Leave Mandates: Lessons From Europe, Quarterly Journal of Economics, 113(1), February, 285-317.",
        "Ruhm, Christopher J. 2000. Parental Leave and Child Health Journal of Health Economics, 19(6), November, 931-960.",
        "Ruhm, Christopher J. 2003. Parental Employment and Adolescent Development, mimeo, University of North Carolina at Greensboro, November.",
        "Ruhm, Christopher J. 2004. Parental Employment and Child Cognitive Development, Journal of Human Resources, 39(1), Winter.",
        "Shore, Rima. 1997. Rethinking the Brain: New Insights Into Early Development. New York: Families and Work Institute.",
        "Shonkoff, Jack P. and Deborah A. Phillips (eds.). 2000. From Neurons to Neighborhoods: The Science of Early Childhood Development. Washington D.C.: National Academy Press.",
        "Social Security Administration, Office of Research, Evaluation and Statistics. 2002. Social Security Programs Throughout the World: Europe, 2002, Washington D.C.: U.S. Government Printing Office. Accessed on June 11, 2003 from: http://www.ssa.gov/policy/docs/progdesc/ssptw/2002/europe/ssptw02euro.pdf.",
        "U.S. Bureau of the Census. 2002. Statistical Abstract of the United States: 2002 (122nd Edition). Washington D.C.: U.S. Government Printing Office.",
        "U.S. Bureau of the Census. 2003. Living Arrangements of Children Under 18 Years Old: 1960 to Present, internet release date June 12, accessed from url: http://www.census.gov/population/socdemo/hh-fam/tabCH-1.pdf on June 12, 2003.",
        "U.S. Department of Labor, Employment Standards Administration. 2003. Fact Sheet No. 28: The Family and Medical Leave Act of 1993, accessed on June 10, 2003 from: http://www.dol.gov/esa/regs/compliance/whd/whdfs28.htm ."
    ]
}