{
    "id": 10243,
    "cites": 32,
    "cited_by": 13,
    "reference": [
        "Aldrich, Howard and Albert J. Reiss. 1970. The Effect of Civil Disorders on Small Business in the Inner City. Journal of Social Issues 26: 187-206.",
        "Aiken, Michael and Robert Alford. 1998. Governmental Units Analysis Data. Inter-University Consortium for Political Research Study 0028.",
        "Baron, Robert A. and Victoria A. Ransberger. 1978. Ambient Temperature and the Occurrence of Collective Violence: The Long Hot Summer Revisited. Journal of Personality and Social Psychology 36: 351-360.",
        "Blanchard, Olivier Jean and Lawrence F. Katz. 1992. Regional Evolutions. Brookings Papers on Economic Activity 1: 1-75.",
        "Carlsmith, J. Merrill and Craig A. Anderson. 1979. Ambient Temperature and the Occurrence of Collective Violence: A New Analysis. Journal of Personality and Social Psychology 37: 337-344.",
        "Carter, Gregg Lee. 1990. Collective Violence and the Problem of Group Size in Aggregate-Level Studies. Sociological Focus 23: 287-300.",
        "Chandra, Siddharth and Angela Williams Foster. Forthcoming. The Revolution of Rising Expectations. Social Science History. Collins, William J. and Robert A. Margo. 2000. Residential Segregation and Socioeconomic Outcomes: When Did Ghettos Go Bad? Economics Letters 69: 239-243.",
        "Congressional Quarterly Service. 1967. Urban Problems and Civil Disorder: Special Report No. 36. Washington DC.",
        "Cutler, David M. and Glaeser, Edward L. 1997. Are Ghettos Good or Bad? Quarterly Journal of Economics 112: 827-72.",
        "DiPasquale, Denise and Edward L. Glaeser. 1998. The Los Angeles Riot and the Economics of Urban Unrest. Journal of Urban Economics 43: 52-78.",
        "Eisinger, Peter K. 1973. The Conditions of Protest Behavior in American Cities. American Political Science Review 67: 11-28.",
        "Field, Simon. 1992. The Effect of Temperature on Crime. British Journal of Criminology 32: 340-351.",
        "Frey, William H. 1979. Central City White Flight: Racial and Nonracial Causes, American Sociological Review 44: 425-448.",
        "Gilje, Paul. 1996. Rioting in America. Bloomington, IN: Indiana University Press.",
        "Glaeser, Edward L. and Joseph Gyourko. 2001. Urban Decline and Durable Housing, NBER Working Paper 8598.",
        "Governors Commission on the Los Angeles Riots. 1965. Violence in the City: An End or a Beginning? Los Angeles.",
        "Hahn, Harlan. 1970. Civic Responses to Riots: A Reappraisal of Kerner Commission Data. Public Opinion Quarterly 34: 101-107.",
        "Jencks, Christopher. Rethinking Social Policy: Race, Poverty, and the Underclass. Cambridge, MA: Harvard University Press. Kelly, William R. and David Snyder. 1980. Racial Violence and Socioeconomic Changes among Blacks in the United States. Social Forces 58: 739-760.",
        "Kerner, Otto, et al. 1968. Report of the National Advisory Commission on Civil Disorders. New York: New York Times Company.",
        "King, Mary C. 2001. `Race Riots and Black Economic Progress. Portland State University, Economics Department, working paper.",
        "Lieberson, Stanley, and Arnold R. Silverman. 1965. The Precipitants and Underlying Conditions of Race Riots. American Sociological Review 30: 887-898.",
        "Lieske, Joel A. 1978. The Conditions of Racial Violence in American Cities. American Political Science Review 72: 1324-1340.",
        "Massey, Douglas S. and Nancy A. Denton. 1993. American Apartheid: Segregation and the Making of the Underclass. Cambridge, MA: Harvard University Press.",
        "Myers, Daniel J. 2000. The Diffusion of Collective Violence: Infectiousness, Susceptibility, and Mass Media Networks. American Journal of Sociology 106: 173-208.",
        "Ruggles, Steven, Matthew Sobek, et. al. 1997. Integrated Public Use Microdata Series: Version 2.0. Minneapolis: Historical Census Projects, University of Minnesota.",
        "Spilerman, Seymour. 1970. The Causes of Racial Disturbances: A Comparison of Alternative Explanations, American Sociological Review 35: 627-649.",
        "Spilerman, Seymour. 1971. The Causes of Racial Disturbances: Test of an Explanation, American Sociological Review 36: 427-442.",
        "Spilerman, Seymour. 1976. Structural Characteristics of Cities and the Severity of Racial Disorders. American Sociological Review 41: 771-793.",
        "Sugrue, Thomas J. The Origins of the Urban Crisis: Race and Inequality in Postwar Detroit. Princeton: Princeton University Press. U.S. Senate, Committee on Government Operations, Permanent Subcommittee on Investigations. 1967. Riots, Civil, and Criminal Disorders. 90th Congress, First Session, Part 1.",
        "Wanderer, Jules J. 1969. An Index of Riot Severity and Some Correlates. American Journal of Sociology 74: 500-505.",
        "Widick. B.J. 1989. Detroit: City of Race and Class Violence. Detroit: Wayne State University Press.",
        "Wilson, William Julius. 1987. The Truly Disadvantaged: The Inner City, The Underclass, and Public Policy. Chicago: University of Chicago Press."
    ]
}