{
    "id": 10244,
    "cites": 13,
    "cited_by": 25,
    "reference": [
        "Acemoglu, D., S. Johnson, and J. Robinson (2001), The colonial origins of comparative development: An empirical investigation, American Economic Review, 91, 5, 1369- 1401.",
        "Dollar, D. and A. Kraay (2003), Institutions, trade, and growth: Revisiting the evidence, World Bank Policy Research Paper 3004.",
        "Easterly, W. and R. Levine (2003), Tropics, germs, and crops: How endowments influence economic development, Journal of Monetary Economics, 50, 3-39.",
        "Edwards, S. (1998), Openness, productivity, and growth: What do we really know?, Economic Journal, 108 (March), 383-398.",
        "Frankel, J. and D. Romer (1999), Does trade cause growth?, American Economic Review, 89(3), 379-399.",
        "Hall, R. and C. Jones (1999), Why do some countries produce so much more output per worker than others, Quarterly Journal of Economics, 114, 1, 83-116.",
        "Harrison, A. (1996), Openness and growth: A time-series, cross-country analysis for developing countries, Journal of Developing Economics, 48, 419-447.",
        "Irwin, D. and M. TerviÃ\u0083Â¶ (2002), Does trade raise income? Evidence from the twentieth century, Journal of International Economics, 58, 1-18.",
        "Levine, R. and D. Renelt (1992), A sensitivity analysis of cross-country growth regressions, American Economic Review, 82(4), 942-963.",
        "Rodriguez, F. and D. Rodrik (2001), Trade policy and economic growth: A skeptics guide to cross-national evidence, in Bernanke, B. and K. Rogoff (eds.), NBER Macroeconomics Annual 2000, MIT Press, Cambridge, MA, 2001.",
        "Rodrik, D., Subramanian, A., and F. Trebbi (2002), Institutions rule: The primacy of institutions over geography and integration in economic development, manuscript.",
        "Sachs, J. and A. Warner (1995), Economic reform and the process of global integration, Brooking Papers on Economic Activity, 1, 1-118.",
        "Wacziarg, R. and K. Welch (2003), Trade Liberalization and Growth: New Evidence, NBER Working Paper 10152."
    ]
}