{
    "id": 10254,
    "cites": 21,
    "cited_by": 94,
    "reference": [
        "[1] Altig, David, Lawrence J. Christiano, Martin Eichenbaum and Jesper Linde, 2002, `An Estimated Dynamic, General Equilibrium Model for Monetary Policy Analysis, Manuscript., Northwestern University Manuscript",
        "[2] Basu, Susanto, John G. Fernald, and Miles S. Kimball. 1999. `Are Technology Improvements Contractionary ? Chicago Federal Reserve Manuscript.",
        "[3] Burnside, C., M. Eichenbaum and Sergio Rebelo, 1995, `Capacity Utilization and Returns to Scale, NBER Macroeconomics Annual 1995, Bernanke, B. S. Rotemberg, J.J., eds. NBER Macroeconomics Annual 1995. Cambridge and London: MIT Press, 67-110.",
        "[4] Burnside, C. and M. Eichenbaum, 1996, `Factor Hoarding and the Propagation of Business Cycle Shocks, American Economic Review, 86(5), December, 1154-74.",
        "[5] Christiano, Lawrence. J., Martin Eichenbaum and Robert Vigfusson, 2003, `What Happens After A Technology Shock? Federal Reserve Board International Finance Discussion Papers 768.",
        "[6] Doan, Thomas 1992. Rats Manual Estima Evanston, IL.",
        "[7] Francis, Neville, and Valerie A. Ramey, 2001, `Is the Technology-Driven Real Business Cycle Hypothesis Dead? Shocks and Aggregate Fluctuations Revisited, manuscript, UCSD.",
        "[8] Gali, Jordi, 1999, `Technology, Employment, and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations? American Economic Review, 89(1), 249-271.",
        "[9] Gali, Jordi, 2003, `On the Role of Technology Shocks as A Source of Business Cycles: Some New Evidence, Universitat Pompeu Fabra manuscript.",
        "[10] Gali, Jordi, J. David Lopez-Salido, and Javier Valles, 2002, `Technology Shocks and Monetary Policy: Assessing the Feds Performance, National Bureau of Economic Research Working Paper 8768.",
        "[11] Hansen, Bruce E., 1995, `Rethinking the Univariate Approach to Unit Root Testing: Using Covariates to Increase Power, Econometric Theory, December, 11(5), 1148-71",
        "[12] Hosking, J. R. M. 1980. The multivariate portmanteau statistic. Journal of the American Statistical Association 75: 60208.",
        "[13] Johansen, S. 1995.Likelihood-Based Inference in Cointegrated Vector Autoregressive Models. New York: Oxford University Press.",
        "[14] Kiley, Michael 1997. Labor Productivity in U.S. Manufacturing: Does Sectoral Comovement Reflect Technology Shocks? Federal Reserve Board Manuscript.",
        "[15] Kydland, Finn and Edward Prescott, 1982, `Time to Build and Aggregate Fluctuations, Econometrica. 50(6), 1345-70",
        "[16] Hamilton, James B., 1994, Time Series Analysis, Princeton University Press, Princeton New Jersey.",
        "[17] Shapiro, Matthew and Mark Watson,1988, `Sources of Business Cycle Fluctuations, NBER, Macroeconomics Annual, 111-148.",
        "[18] Shea, John 1998, `What Do Technology Shocks Do?, National Bureau of Economic Research Working Papers 6632",
        "[19] Staiger, Douglas, and James Stock, 1997, `Instrumental Variables Regression with Weak Instruments, Econometrica, 65(3), 557-586.",
        "[20] Uhlig, Harald, 2003, `Do Technology Shocks lead to a Fall in Total Hours Worked, manuscript, Humboldt University",
        "[21] Vigfusson, Robert J., 2002, `Why Does Employment Fall After A Positive Technology Shock?, manuscript, Board of Governors, Federal Reserve System."
    ]
}