{
    "id": 10256,
    "cites": 29,
    "cited_by": 12,
    "reference": [
        "Young, Jeffery, Ã\u0082â\u0080\u009cAdmissions Group Halts Enforcement of Controversial Rule on Early-Action ProgramsÃ\u0082â\u0080\u009d, Chronicle of Higher Education, Tuesday, September 9, 2003, http://chronicle.com/prm/daily/2003/09/2003090901n.htm.",
        "Unver, Utku, Backward Unraveling over Time: The Evolution of Strategic Behavior in the Entry-Level British Medical Labor Markets, Journal of Economic Dynamics and Control (2001), 25 (6-7), 1039-1080.",
        "Teichman, J. M., Anderson, K. D., Dorough, M. M., Stein, C. R., Optenberg, S. A., and Thompson, I. M. (2000), Ã\u0082â\u0080\u009cThe Urology Residency Matching Program in Practice,Ã\u0082â\u0080\u009d Journal of Urology, 163:1878-1887.",
        "Roth, A.E. and X. Xing Turnaround Time and Bottlenecks in Market Clearing: Decentralized Matching in the Market for Clinical Psychologists, Journal of Political Economy, 105, April 1997, 284-329.",
        "Suen, Wing A competitive theory of equilibrium and disequilibrium in two-sided matching, RAND Journal of Economics, 31, Spring 2000, 101-120.",
        "Roth, A.E. and X. Xing Jumping the Gun: Imperfections and Institutions Related to the Timing of Market Transactions, American Economic Review, 84, September, 1994, 992-1044.",
        "Roth, A. E. and Elliott Peranson, Ã\u0082â\u0080\u009cThe Redesign of the Matching Market for American Physicians: Some Engineering Aspects of Economic Design,Ã\u0082â\u0080\u009d American Economic Review, 89, 4, September, 1999, 748-780.",
        "Roth, A.E. A Natural Experiment in the Organization of Entry Level Labor Markets: Regional Markets for New Physicians and Surgeons in the U.K., American Economic Review, vol. 81, June 1991, 415-440.",
        "Roth, A.E. The Evolution of the Labor Market for Medical Interns and Residents: A Case Study in Game Theory, Journal of Political Economy, Vol. 92, 1984, 991-1016.",
        "Rosenheck, Dan, Ã\u0082â\u0080\u009cPrinceton, Brown in Clash Over Admissions Rules,Ã\u0082â\u0080\u009d Harvard Crimson, September 24, 2002. http://www.thecrimson.com/article.aspx?ref=254177.",
        "Niederle, Muriel, Alvin E. Roth, and M. Utku Ã\u0083Å\u0093nver, (in preparation) Ã\u0082â\u0080\u009cUnraveling Results from Comparable Supply and Demand.Ã\u0082â\u0080\u009d . Pearson, R. D. and Innes, A. H. (1999), Ã\u0082â\u0080\u009cEnsuring Compliance with NRMP Policy,Ã\u0082â\u0080\u009d Academic Medicine, 74:747-748.",
        "Niederle, Muriel, and Alvin E. Roth, (2003b), Ã\u0082â\u0080\u009cRelationship Between Wages and Presence of a Match in Medical FellowshipsÃ\u0082â\u0080\u009d, JAMA, Journal of the American Medical Association, vol. 290, No.9, September 3, 1153-1154.",
        "Mongell, S. and Roth, A.E. Sorority Rush as a Two-Sided Matching Mechanism, American Economic Review, vol. 81, June 1991, 441-464.",
        "Niederle, Muriel and Roth, A. E., (2003a ) Ã\u0082â\u0080\u009cUnraveling reduces mobility in a labor market: Gastroenterology with and without a centralized matchÃ\u0082â\u0080\u009d, forthcoming Journal of Political Economy. 111, 6, December, 1342-1352.",
        "McKinney, C. Nicholas, Muriel Niederle, and Alvin E. Roth, (2003) Ã\u0082â\u0080\u009cThe collapse of a medical labor clearinghouse (and why such failures are rare),Ã\u0082â\u0080\u009d working paper .",
        "Li, Hao and Wing Suen, Risk Sharing, Sorting, and Early Contracting, Journal of Political Economy, Vol. 108, 2000, 1058-1091.",
        "Li, Hao and Sherwin Rosen, Unraveling in Matching Markets, American Economic Review, Vol. 88, 1998, 371-387.",
        "Kagel, J.H., Roth, A.E., 2000. The dynamics of reorganization in matching markets: a laboratory experiment motivated by a natural experiment. Quarterly Journal of Economics 115 (1), 201-235.",
        "Hoover, Eric, Ã\u0082â\u0080\u009cAdmissions of Uncertainty,Ã\u0082â\u0080\u009d Chronicle of Higher Education, June 21, 2002, http://chronicle.com/weekly/v48/i41/41a03501.htm.",
        "Chen, Yan, and Tayfun Sonmez, (2003), Ã\u0082â\u0080\u009cSchool Choice: An Experimental StudyÃ\u0082â\u0080\u0099Ã\u0082â\u0080\u0099, working paper.",
        "Fischbacher, U. (1999), z-Tree - Zurich Toolbox for Readymade Economic Experiments - Experimenters Manual, mimeo.",
        "Haruvy, E., Roth, Alvin E., and Unver, Utku, Ã\u0082â\u0080\u009cThe Dynamics of Law Clerk Matching: An Experimental and Computational Investigation of Proposals for Reform of the MarketÃ\u0082â\u0080\u009d, mimeo, 2002.",
        "Bombardieri, Marcella (2003), Ã\u0082â\u0080\u009cColleges try to stem loss of student admissions,Ã\u0082â\u0080\u009d Boston Globe, June 14.",
        "Carek, P. J., Anderson, K. D., Blue, A. V., and Mavis, B. E. (2000), Ã\u0082â\u0080\u009cRecruitment Behavior and Program Directors: How Ethical Are Their Perspectives about the Match Process?Ã\u0082â\u0080\u009d Family Medicine, 32:258-260.",
        "Avery, C., Jolls, C., Posner, R. A., and Roth, A. E. (2001), Ã\u0082â\u0080\u009cThe Market for Federal Judicial Law Clerks,Ã\u0082â\u0080\u009d University of Chicago Law Review, 68:793-902.",
        "Avery, Christopher, Andrew Fairbanks and Richard Zeckhauser, The Early Admissions Game: Joining the Elite, Harvard University Press, Cambridge, MA 2003.",
        "Arenson, Karen W. (2003), Ã\u0082â\u0080\u009cChange on Early Admission Produces Applications ShiftsÃ\u0082â\u0080\u009d, New York Times, November 13.",
        "Anderson, K. D., Jacobs, D. M., Blue, A. V. (1999), Ã\u0082â\u0080\u009cIs Match Ethics an Oxymoron?Ã\u0082â\u0080\u009d American Journal of Surgery, 177:237-239.",
        "Abdulkadiro?lu, Atila, and Tayfun Sonmez (2003) Ã\u0082â\u0080\u009cSchool Choice: A Mechanism Design ApproachÃ\u0082â\u0080\u009d, American Economic Review 93-3: 729-747, June."
    ]
}