{
    "id": 10259,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Baker, Malcolm, and Jeffrey Wurgler (2000), The Equity Share in New Issues and Aggregate Stock Returns, Journal of Finance 55: 2219-2257.",
        "Baker, Malcolm, Robin Greenwood and Jeffrey Wurgler (2003), The Maturity of Debt Issues and Predictable Variation in Bond Returns, Journal of Financial Economics 70: 261-291.",
        "Bebchuk, Lucian A. (2002), Asymmetric Information and the Choice of Corporate Governance Arrangements, working paper, Harvard Law School.",
        "Bolton, Patrick, and David S. Scharfstein (1990), A Theory of Predation Based on Agency Problems in Financial Contracting, American Economic Review 80: 93-106.",
        "Bolton, Patrick, and David S. Scharfstein (1996), Optimal Debt Structure and the Number of Creditors, Journal of Political Economy 104: 1-25.",
        "Brunnermeier, Markus K., and Stefan Nagel (2003), Hedge Funds and the Technology Bubble, Journal of Finance, forthcoming.",
        "Calomiris, Charles W., and Charles M. Kahn (1991), The Role of Demandable Debt in Structuring Optimal Banking Arrangements, American Economic Review 81: 497-513.",
        "Cerulli Associates, Inc. (1999), Market Update: Hedge Funds, The Cerulli Report Series.",
        "Chevalier, Judith, and Glenn Ellison (1997), Risk Taking by Mutual Funds as a Response to Incentives, Journal of Political Economy 105: 1167-1200.",
        "Chordia, Tarun (1996), The Structure of Mutual Fund Charges, Journal of Financial Economics 41: 3-39.",
        "Diamond, Douglas W. (1991), Debt Maturity Structure and Liquidity Risk, Quarterly Journal of Economics 106: 709-37.",
        "Diamond, Douglas W., and Raghuram G. Rajan (2000), A Theory of Bank Capital, Journal of Finance 55: 2431-2465.",
        "Diamond, Douglas W., and Raghuram G. Rajan (2001), Liquidity Risk, Liquidity Creation, and Financial Fragility: A Theory of Banking, Journal of Political Economy 109: 287-327.",
        "Flannery, Mark J. (1994), Debt Maturity and the Deadweight Cost of Leverage: Optimally Financing Banking Firms, American Economic Review 84: 320-331.",
        "Hart, Oliver D., and John Moore (1998), Default and Renegotiation: A Dynamic Model of Debt, Quarterly Journal of Economics 113: 1-41.",
        "Ippolito, Richard A. (1992), Consumer Reaction to Measures of Poor Quality: Evidence from the Mutual Fund Industry, Journal of Law and Economics 35: 45-70.",
        "Lamont, Owen A., and Jeremy C. Stein (2004), Aggregate Short Interest and Market Valuations, American Economic Review Papers and Proceedings, forthcoming.",
        "Nanda, Vikram, M.P. Narayanan, and Vincent A. Warther (2000), Liquidity, Investment Ability, and Mutual Fund Structure, Journal of Financial Economics 57: 417-443.",
        "Ross, Stephen A. (2001), The Princeton Lectures in Finance, Lecture 2: Efficient Markets, working paper, MIT.",
        "Shleifer, Andrei, and Robert W. Vishny (1997), The Limits of Arbitrage, Journal of Finance 52: 35-53.",
        "Sirri, Erik R., and Peter Tufano (1998), Costly Search and Mutual Fund Flows, Journal of Finance 53: 1589-1622."
    ]
}