{
    "id": 10264,
    "cites": 27,
    "cited_by": 3,
    "reference": [
        "Barber, Brad M., Terrance Odean, and Ning Zhu, 2003, Systematic noise, working paper, University of California.",
        "Barberis, Nicholas, and Ming Huang, 2001, Mental accounting, loss aversion, and individual stock returns, Journal of Finance 56, 1247-1292.",
        "Barberis, Nicholas, Ming Huang, and Tano Santos, 2001, Prospect theory and asset prices, Quarterly Journal of Economics 116, 1-53.",
        "Barberis, Nicholas, Ming Huang, and Richard Thaler, 2003, Individual Preferences, Monetary Gambles and the Equity Premium, Working Paper, University of Chicago.",
        "Barberis, Nicholas, and Andrei Shleifer, 2003, Style investing, Journal of Financial Economics 68, 161-199.",
        "Benartzi, Shlomo, and Richard Thaler, 1999, Risk aversion or myopia? Choices in repeated gambles and retirement investments, Management Science 45, 364-381.",
        "Black, Fischer, and Myron Scholes, 1972, The pricing of options and corporate liabilities, Journal of Political Economy 81, 637-659.",
        "Brunnermeier, Markus K., and Stefan Nagel, 2003, Hedge funds and the technology bubble, Journal of Finance, forthcoming.",
        "Chopra, Navin, Josef Lakonishok and Jay R. Ritter, 1992, Measuring abnormal performance: Do stocks overreact?, Journal of Financial Economics 31, 235-268.",
        "Evans, Richard, Chris Geczy, David Musto, and Adam Reed, 2003, Failure is an option: Impediments to short selling and option prices, working paper, University of Pennsylvania.",
        "Grinblatt, Mark, and Matti Keloharju, 2001, What makes investors trade? Journal of Finance 56, 589-616.",
        "Grinblatt, Mark, Sheridan Titman, and Russ Wermers, 1995, Momentum investment strategies, portfolio performance, and herding: A study of mutual fund behavior, American Economic Review 85, 1088-1105.",
        "Kahneman, Daniel, and Amos Tversky, 1979, Prospect theory: An analysis of decision under risk, Econometrica 47, 263-291.",
        "Lakonishok, Josef, Andrei Shleifer, and Robert Vishny, 1992, The impact of institutional trading on stock prices, Journal of Financial Economics 32, 23-43.",
        "Lakonishok, Josef, Andrei Shleifer, and Robert Vishny, 1994, Contrarian investment, extrapolation, and risk, Journal of Finance 49, 1541-1578.",
        "LaPorta, Rafael, Josef Lakonishok, Andrei Shleifer, and Robert Vishny, 1997, Good news for value stocks: Further evidence on market efficiency, Journal of Finance 62, 859-874.",
        "Lee, Charles M. C., and Mark J. Ready, 1991, Inferring trade direction from intraday data. Journal of Finance 46, 733-746.",
        "Mahani, Reza S., and Allen M. Poteshman, 2003, Overextrapolation of stock growth rates and misperception of equilibrium stock prices by unsophisticated investors: Evidence from the option market, working paper, University of Illinois at Urbana-Champaign.",
        "Merton, Robert C., 1973, Theory of rational option pricing, Bell Journal of Economics and Management Science 4, 141-183.",
        "Nofsinger, John, and Richard Sias, 1999, Herding and feedback trading by institutional and individual investors, Journal of Finance 54, 2263-2295.",
        "Odean, Terrance, 1998, Are investors reluctant to realize their losses? Journal of Finance 53, 1775-1798.",
        "Ofek, Eli, and Matthew Richardson, 2003, Dotcom mania: The rise and fall of internet stock prices, Journal of Finance 58, 1113-1137.",
        "Pan, Jun, and Allen M. Poteshman, 2003, The information in option volume for stock prices, working paper, Massachusetts Institute of Technology and University of Illinois at Urbana-Champaign.",
        "Poteshman, Allen M., and Vitaly Serbin, 2003, Clearly irrational financial market behavior: Evidence from the early exercise of exchange traded stock options, Journal of Finance 58, 37-70.",
        "Rabin, Matthew, and Richard Thaler, 2000, Anomalies: Risk aversion, Journal of Economic Perspectives 15, 219-232.",
        "Thaler, Richard, and Eric Johnson, 1990, Gambling with the house money and trying to break even: The effects of prior outcomes on risky choice, Management Science 36, 643-660.",
        "Wermers, Russ, 1999, Mutual fund herding and the impact on stock prices, Journal of Finance 54, 581-622."
    ]
}