{
    "id": 1026,
    "cites": 74,
    "cited_by": 1,
    "reference": [
        "Abel, Andrew B. Investment and the Value of Capital. New York: Garland Pub- lishing Co., 1979.",
        "Akerlof, George. The Market for Lexnons: ~ialitative Uncertainty and the Market Mechanism, Quart. J. Econ., Aug. 1970, 81~ C ), pp. ~88-500.",
        "Andrews, Williani D. A Consumption-type or Cash Flow Personal Income Thx, Harvard Law Rev., April 19714, 87 (6), pp. 1113-1188.",
        "Arrow, Kenneth J. An Extension of the Basic Theoren~ of Classical Welfare Economics, Proc. of the Second Berkeley Symposium on Mathematical Statis tics and Probability. Ed. J. Neyinan. Berkeley: U. of Calif. Press, 1951.",
        "Rules. Annals of the Inst. of Math. Stats., 19614, 16 (1-2). Tokyo.",
        "Auerbach, Alan J. Neutrality and th~ Cor~rate Tax. ~rvard Inst. of Econ. Res. Working Paper No. 657, Oct. 1978.",
        "Sept. 1982c, ( ), pp. - __________ Issues in the Measurement and Encouragement of Business Saving. Saving and Government Policy, Federal Reserve Bank of Boston, 1982d, forth- coming.",
        "The Size of the Bang for the Buck and the Potential for Self-Financing Business Tax Cuts, paper presented to the Symposium on the Economic Conse- quences of Government Deficits, St. Louis, 1982.",
        "Baumol, Wiliam J. and Burton G. Malkiel. The Firms Optimal Debt-Equity Ratio and the Cost of Capital. Quart. J. Econ., Nov. 1967, 81 ()~), pp. 5~7-578.",
        "Bhattacharya, Sudipto. Nondissipative Signalling Structures and Dividend Policy. Quart. J. Econ., Aug. 1980, 95 (1), pp. l-2~.",
        "Bishoff, Charles. The Effects of Alternative Lag Distributions. Tax Incen- tives and Capital Spending. Ed. G. Fromni. ~shington: Brookings, 1971.",
        "Blume, Marshall E., Jean Crockett and Irwin Friend. Stockownership in the United States: Characteristics and Trends. Sur. Curr. Bus., Nov. l97~, 5)~ (11), pp. i6~i~o. Boadway, Robin, Neil Bruce and Jack Mintz. Taxation, Inflation and the User Cost of Capital in Canada. Queens University, 1982.",
        "Bradford, t~.vid. Tax Neutrality and the Investment Tax Credit. The Economies of Taxation. Eds. H.J. Aaron and M.J. Boskin. Washing-ton: Brookings, 1980.",
        "Breeden, Douglas. An Interten~oral Asset Pricing Model with Stochastic Con- sumption and Investxrent. J. Financial Econ., Sept. 1979, 1 (3), pp.",
        "Brennan, Michael J. Taxes, Market Valuation and Corporate Financial Policy. Nat. Tax J., Dec. 1970, 23 (ii), pp. i~lT~i~2T.",
        "Brown, E. Cary. Business Income Taxation and Investment Incentives. Income, Employment and Public Policy. New York: W.W. Norton, 19~8. -75- Bulow, Jerexi~r and Laurence Summers. The Taxation of Risky Assets. National Bur. of Econ. Res. Working Paper No. 897, June 1982.",
        "Cass, David and Joseph Stiglitz. The Structure of Investor Preferences and Asset Returns, and Separability in Portfolio Allocation: A Contribution to the Pure Theory of Mutual Funds. J. Econ. Theory, June 1970, 2 (2), pp. 122-160.",
        "Cordes, Joseph J. and Steven M. Sheffrin. Taxation and the Sectoral Allocation of Capital in the U.S. Nat. Tax J., December 1981, 314 (14), pp. 1419...1432.",
        "Darby, Michael, The Financial and Tax Effects of Monetary Policy on Interest Rates. Econ. Inquiry, June 1975, 13 (2), pp. 266-276.",
        "De Angelo, Harry and Ronald Masulis. Optimal Capital Structure Under Corporate and Personal Taxation. J. Finan. Econ., March 1980a, 8 (1), pp. 3-81.",
        "Debreu, Gerard, A Social Equilibrium Existence Theorem. Proc. Nat. Acad. of Sciences U.S.A., 1952, 38, pp. 886-893.",
        "Diamond, Peter and James Mirrlees. Optimal Taxation and Public Production. I Amer. Econ. Rev., March 1971, 61 (1), pp. 8-27.",
        "Edwards, Jeren~r and Michael Keen. Wealth Maximization and the Cost of Capital: A Comment. Quart. J. Econ., 1983, forthcoming.",
        "Eisner, Robert and M. Ishaq Nadiri. Investment Behavior and Neoclassical Theory. Rev. Econ Stat., August 1968, 50 (3), pp. 369-382.",
        "Impacts of Monetary Policy. Englewood Cliffs, N.J.: Commission on Money and Credit, 1963.",
        "Ekern, Steiner and Robert Wilson. On the the Theory of the Firm in an Econox~r with Incon~1ete Markets. Bell J. Econ., Spring l97~, 5 (1), pp. 171-180. Elton, Edwin J. and Martin J. Gruber. Marginal Stockholder Tax Rates and the Clientele Effect. Rev. Econ Stat., Feb. 1970, 52 (1), pp. 68-7k.",
        "Farrar, Donald E. and Lee L. Selwyn. Taxes, Corporate Financial Policy and Returns to Investors. Nat. Tax J., Dec. l96~, 20 (n), pp. Feenberg, t~.nie1. Does the Investment Interest Limitation Explain the Exist- ence of Dividends? J. Finan. Econ., Summer 1981, 9 (3), pp. 265-269.",
        "Feldstein, Martin S. Inflation, Incou~ Taxes and the F~ate of Interest; A Theoretical Analysis. Amer. Econ. Rev., Dec. 1976, 66 (3), pp. 809-820.",
        "Econon~ with Debt and Eq.uity Finance. J. Polit. Econ., April 1978, 86 (2), pp. 553-570.",
        "Investment. Econometrica, May l97~, 112 (3), pp. 393~1123. -77- __________ and Lawrence Suirimers. Inflation and the Taxation of Capital Income in the Corporate Sector. Nat. Tax J., Dec. 1919, 32 (1~), pp. ~45~1~70.",
        "Fisher, Irving. The Theory of Interest. New York: Macmillan, 1930.",
        "Gordon, Roger. Taxation of Corporate Capital Income: Tax Revenues Versus Tax Distortions. Bell Labs, inimeo, 1981.",
        "Gould, John P. Adjustment Costs in the Theory of Investment of the Firm. Rev. Econ. Stud., Jan. 1968, 35 (1), pp.",
        "Haig, Robert M. The Concept of Income: Economic and Legal Aspects. The Fed eral Income Tax. Ed. R.M. Haig. New York: Columbia U. Press, 1921.",
        "Hall, Robert E. and Dale W. Jorgenson. Tax Policy and Investment Behavior. Amer. Econ. Rev., June 1961, 51 (3), pp. 39l~1~l1~.",
        "Accumulation. Tax Incentives and Capital Spending. Ed. G. Froxnm. Wash- ington: Brookings, 1971.",
        "Harberger, Arnold C. Efficiency Effects of Taxes on Income from Capital. Effects of the Corporation Tax. Ed. M. Krzyzaniak. Detroit: Wayne St. Univ. Press, 1966.",
        "Hayashi, Fumlo, Tobins Marginal q and Average q: A Neoclassical Interpreta- tion. Econometrica, Jan. 1982, 50 (1), pp. 2l3-22~.",
        "Hirshlejfer, Jack. Investment, Interest and Capital. Englewood Cliffs, N.J.: Prentice-Hall, 1970.",
        "Hotelling, Harold S. A General Mathematical Theory of Depreciation. J. Amer. Stat. Assn., Sept. 1925, 20 ( ), pp. 3140_353.",
        "Hulten, Charles R. and Frank C. Wykoff. The Measurement of Economic Deprecia- tion. Depreciation, Inflation and the Taxation of Income from Capital. Ed. C.R. Hulten. Washington: Urban Institute Press, 1981.",
        "Institute for Fiscal Studies. The Structure and Reform of Direct Taxation. London: Allen and Unwin, 1978.",
        "Jensen, Michael. Capital Markets: Theory and Evidence. Bell J. Econ., Autumn 1972, 3 (2), pp. 357-398.",
        "Jorgenson, Dale W. Capital Theory and Investment Behavior. Amer. Econ. Rev., May 1963, 53 (2), pp. 2t~7~259.",
        "Depreciation, Inflation and the Taxation of Income from Captial. Ed. C.R. Hulten. Washington: Urban Institute Press, 1981.",
        "King, Mervyn A. Taxation and the Cost of Capital. Rev. Econ. Stud., Jan. 1974, 41 (1), pp. 21-35.",
        "Kovenock, Daniel and Michael I~othschild. Capital Gains Taxation in an Econoir~r with an `Austrian Sector. J. Public Econ., 1983, forthcoming.",
        "Kopcke, Richard W. Inflation, Corporate Income Taxation and the Demand for Capital Assets. J. Polit. Econ., Feb. 1981, 89 (1), pp. 122-131.",
        "Lewellen, Wilbur G., Kenneth L. Stanley, I~ona1d C. Lease and Gary Schlarbauin. Some Direct Evidence on the Dividend Clientele Phenomenon. J.Finance, 1978, 33 (5), pp. 1385-1399.",
        "Lintner, John. The Valuation of Risky Assets and the Selection of Rislcj Investments in Stock Portfolios and Capital Budgets. Rev. Econ. Stat., Feb. 1965, 47 (1), pp. 13-37.",
        "Lippman, Steven A. and John J. McCall. Progressive Taxation in Sequential Decision-n~.king: Deterministic and Stochastic Analysis. J. Public Econ., Aug. 1981, 16 (1), pp. 35-52.",
        "Lucas, Robert E. Optin~l Investment Policy and the Flexible Accelerator. mt. Econ. Rev., Feb. 1967, 8 (1), pp. 78-85.",
        "Merton, Robert. An Intertemporal Capital Asset Pricing Model. Econometrica, Sept. 1973, 41 (5), pp. 867-887.",
        "Malkiel, Burton G. The Capital Formation Problem in the United States. J. Finance, May 1979, 34 (2), pp. 291-306.",
        "Miller, Merton H. Debt and Taxes. J. Finance, May 1977, 32 (3), pp. 261-275.",
        "Modigliani, Franco. Debt, Dividend Policy, T~xes, Inflation and Market Valua- tion. J. Finance, May 1982, 37 (2), pp. 255-273.",
        "Myers, Stewart. Determinants of Corporate Borrowjn~. J. Public Econ., Nov. 1977, 5 (2), pp. lL~7~l7S.",
        "Poterba, James J. and Lawrence H. Summers. Dividend Taxes, Corporate Invest- ment, and `q. Nat. Bureau of Econ. Res. Working Paper No. 829, Dec. 1981.",
        "Radner, Roy. A Note on Unanimity of Stockholders Preferences Miong Alterna- tive Production Plans: A Reform.jlation of the Ekern-Wilson Model. Bell J. Econ., Spring l97L~, 5 (1), pp. 18l-l81~. Ross, Stephen A. The Economic Theor~r of Agency; The Principals Problem. Amer. Econ. Rev., May 1973, 63 (2), pp. l3~4-l39.",
        "Saxnuelson, Paul A. Tax Deductibility of Economic Depreciation to Insure Invariant Valuations. J. Polit. Econ., Dec. 19614, 72 (6), pp. 601i_606.",
        "Sharpe, William. Capital Asset Prices; A Theory of Market Equilibrium Under Conditions of Risk. J. Finance, Sept. 19614, 19 ()~), pp. 1425_hi142.",
        "Shoven, John B. The Incidence and Efficiency Effects of Taxes on Income from Capital. J. Polit. Econ., Dec. 1976, 814 (6), pp. 1261-1283.",
        "Simons, Henry C. Personal Income Taxation. Chicago: U. of Chicago Press, 1938.",
        "Spence, A. Michael. Market Signalling. Cambridge; Harvard U. Press, 19714.",
        "Stiglitz, Joseph E. A Re-examination of the Modigliani-Miller Theorem. Amer. Econ. Rev., Dec. 1969, 59 (5), pp. 781i_793.",
        "Sunle~r, Emil M. Tax Neutrality Between Capital Services Provided by Long-Lived and Short-Lived Assets. U.S. Treasury, Office of Tax Analysis Paper No. 10, Feb. 1976.",
        "Swan, Peter L. Durability of Consumption Goods. Amer. Econ. Rev., Dec. 1970, 60 (s), ~ 8814-8914.",
        "Taggart, Robert. Taxes and Corporate Financial Structure in an Incomplete Mar- ket. J. Finance, June 1980, 35 (3), pp. 6145-659.",
        "Tideix~.n, T. Nicholas and Donald P. Pucker. The Tax Treatment of Business Profits Under Inflationary Conditions. Inflation and the Income Tax. Ed. H. Mron. Washington: Brookings, 1976.",
        "Tobin, James. Liquidity Preference as Behavior Towards Risk. Rev. Econ. Stud. , Feb. 1958, 25 (1), Pp. 65-86.",
        "Treadway, Arthur. On Rational Entrepreneurial Behavior and the Dex~.nd for Investment. Rev. Econ. Stud., April 1969, 3 (2), pp. 227-239.",
        "U.S. Department of Treasury. Blueprints for Basic Tax Reform. Washington: U.S. Gov. Printing Office, 1977.",
        "Vickrey, William. Averaging Income for Income Tax Purposes. J. Polit. Econ., June 1939, 147 (3), pp. 379...397.",
        "Warren, P~1vin C. and Alan J. Auerbach. Transferability of Tax Incentives and the Fiction of Safe Harbor Leasing. Harv. Law Rev., June 1982, 95 (8), pp. 1752-1786."
    ]
}