{
    "id": 10263,
    "cites": 16,
    "cited_by": 131,
    "reference": [
        "Asness, Clifford, 2000, Stocks versus bonds: explaining the equity risk premium, Financial Analysts Journal, March/April 2000, 96-113.",
        "Asness, Clifford, 2003, Fight the Fed model: the relationship between future returns and stock and bond market yields, Journal of Portfolio Management, Fall 2003, 11-24.",
        "Boudoukh, Jacob and Matthew Richardson, 1993, Stock returns and inflation: A long-horizon perspective, American Economic Review 83, 1346--1355.",
        "Brandt, Michael W. and Kevin Q. Wang, 2003, Time-varying risk aversion and unexpected inflation, Journal of Monetary Economics 50, 1457--1498.",
        "Campbell, John Y., 1991, A variance decomposition for stock returns, Economic Journal 101, 157--179.",
        "Campbell, John Y. and John Ammer, 1993, What moves the stock and bond markets ? A variance decomposition for long-term asset returns, Journal of Finance 48, 3--37.",
        "Campbell, John Y. and Robert J. Shiller, 1988, The dividend-price ratio and expectations of future dividends and discount factors, Review of Financial Studies 1, 195--228.",
        "Fama, Eugene F., 1975, Short-term interest rates as predictors of inflation, American Economic Review 65, 269--282.",
        "Fama, Eugene F., 1990, Term-structure forecasts of interest rates, inflation, and real returns, Journal of Monetary Economics 25, 59--76.",
        "Fama, Eugene F. and G. William Schwert, 1977, Asset returns and inflation, Journal of Financial Economics 5, 115--146.",
        "Geske, Robert and Richard Roll, 1983, The fiscal and monetary linkage between stock returns and inflation, Journal of Finance 38, 1--33.",
        "Mishkin, Frederic, 1990a, The information in the longer-maturity term structure about future inflation, Quarterly Journal of Economics 105, 815--821.",
        "Mishkin, Frederic, 1990b, What does the term structure tell us about future inflation ?, Journal of Monetary Economics 25, 77--95.",
        "Modigliani, Franco and Richard Cohn, 1979, Inflation, rational valuation, and the market, Financial Analysts Journal.",
        "Polk, Christopher, Samuel Thompson, and Tuomo Vuolteenaho, 2003, New forecasts of the equity premium, unpublished paper, Northwestern University and Harvard University.",
        "John Burr Williams, 1938, Evaluation by the rule of present worth, The Theory of Investment Value, 55-75."
    ]
}