{
    "id": 10265,
    "cites": 51,
    "cited_by": 30,
    "reference": [
        "Baland, J. M. and J. Robinson (2000): Ã\u0082â\u0080\u009cIs Child Labor Inefficient,Ã\u0082â\u0080\u009d Journal of Political Economy, August, 108(4), 663-79.",
        "Basu, K. and P. H. Van (1998): Ã\u0082â\u0080\u009cThe Economics of Child Labor,Ã\u0082â\u0080\u009d American Economic Review, 88(3), 412-427.",
        "Beegle, K., R. Dehejia, and R. Gatti (2003): Child Labor Supply and Crop Shocks: Does Access to Credit Matter, World Bank Working Paper 3075, May.",
        "Becker, G. (1965): A Theory of the Allocation of Time, Economic Journal, 75, September, 493-517.",
        "Becker, G. (1973): A Theory of Marriage. Journal of Political Economy. 81: 813-846.",
        "Becker, G. (1975): Human Capital and the personal distribution of income: an analytic approach, in Human Capital. Chicago: University of Chicago Press.",
        "Becker, Gary and Nigel Tomes (1976): Child Endowments and the Quality and Quantity of Children, Journal of Political Economy, 87(4) pt.2, S143-S162.",
        "Ben-Porath, Y. (1967): The Production of Human Capital and the Life Cycle of Earnings, Journal of Political Economy, 75(4), 352-65.",
        "Bertrand, M., S. Mullainathan, and D. Miller (2003): Ã\u0082â\u0080\u009cPublic Policy and Extended Families: Evidence from South Africa.Ã\u0082â\u0080\u009d World Bank Economic Review 17(1), 27-50.",
        "Bommier, A. and P. Dubois (2003): Rotten Parents and Child Labor, Journal of Political Economy, forthcoming.",
        "Brown, D.K., A. Deardorff, and R. Stern (2001): Ã\u0082â\u0080\u009cChild Labor: Theory, Evidence, and Policy,Ã\u0082â\u0080\u009d Research Seminar in International Economics Discussion Paper 474, University of Michigan.",
        "Browning, M. and A. Lusardi (1996): Ã\u0082â\u0080\u009cHousehold Saving: Micro Theories and Macro Facts,Ã\u0082â\u0080\u009d Journal of Economic Literature, 34(4), December, 1797-855.",
        "Cameron, S. and Heckman, J. (1998): Life cycle schooling and dynamic selection bias: models and evidence for five cohorts of American males, Journal of Political Economy, 106(2), 262Ã\u0082â\u0080\u0093333.",
        "Cameron, S. and Heckman, J. (2001): The dynamics of educational attainment for black, Hispanic, and white males, Journal of Political Economy, 109, 455Ã\u0082â\u0080\u009399.",
        "Card, D. (2001): Estimating the return to schooling: progress on some persistent econometric problems, Econometrica, 69(5), 1127Ã\u0082â\u0080\u009360.",
        "Carneiro, P. and J. Heckman (2002): The Evidence on Credit Constraints in Post-Secondary Schooling, Economic Journal, 112, 705-734.",
        "Case, A. (2001): Ã\u0082â\u0080\u009cDoes Money Protect Health Status? Evidence from South African Pensions.Ã\u0082â\u0080\u009d Princeton Manuscript.",
        "Case, A. and A. Deaton (1998): Ã\u0082â\u0080\u009cLarge Cash Transfers to the Elderly in South Africa.Ã\u0082â\u0080\u009d Economic Journal, 108(September): 1330-1361.",
        "Dehejia, R. and Gatti, R. (2002): Ã\u0082â\u0080\u009cChild Labor: The Role of Income Variability and Access to Credit in a Cross Section of Countries.Ã\u0082â\u0080\u009d NBER Working Paper 9019, June.",
        "Duflo, E. (2000): Ã\u0082â\u0080\u009cChild Health and Household Resources: Evidence from the South African Old-Age Pension ProgramÃ\u0082â\u0080\u009d American Economic Review: Papers and Proceedings, May 2000.",
        "Duflo, E. (2003): Grandmothers and Granddaughters: The Effects of Old Age Pension on Child Health in South Africa, World Bank Economic Review, 17(1), 1-25.",
        "Edmonds, E. (2003): Does Child Labor Decline with Improving Economic Status? Journal of Human Resources, forthcoming.",
        "Edmonds, E, K. Mammen, and D. L. Miller (2003): Ã\u0082â\u0080\u009cRearranging the Family? Income Support and Elderly Living Arrangements in a Low-Income CountryÃ\u0082â\u0080\u009d Dartmouth College Manuscript.",
        "Ellwood, D. and Kane, T. (2000): Who is getting a college education?: Family background and the growing gaps in enrolment, in (S. Danziger and J. Waldfogell, eds.), Securing the Future, New York: Russell Sage.",
        "Foster, A. and Rosenzweig, M. (1996): Technical Change and Human Capital Returns and Investments: Evidence from the Green Revolution, American Economic Review, 86, 4, September, 931-953.",
        "Frankenberg, E., J. Smith, and D. Thomas (2003): Economic Shocks, Wealth, and Welfare, Journal of Human Resources 38(2), 280-321.",
        "Guarcello, L., F. Mealli, and F. Rosati (2003): Household Vulnerability and Child Labor: The Effect of Shocks, Credit Rationing, and Insurance, Understanding Childrens Work Working Paper, July.",
        "Jacoby, H. G. (1994): Ã\u0082â\u0080\u009cBorrowing Constraints and Progress through School: Evidence from Peru,Ã\u0082â\u0080\u009d Review of Economics and Statistics, 151-160.",
        "Jacoby, H. G. and E. Skoufias (1997): Ã\u0082â\u0080\u009cRisk, Financial Markets, and Human Capital in a Developing Country,Ã\u0082â\u0080\u009d Review of Economic Studies, 64, 311-335.",
        "Jensen, R. (2004): Ã\u0082â\u0080\u009cDo private transfers `displace the benefits of public transfers? Evidence from South AfricaÃ\u0082â\u0080\u009d Journal of Public Economics 88(1), 89-112.",
        "Keane, M. and Wolpin, K. (2001): The effect of parental transfers and borrowing constraints on educational attainment, International Economic Review, 42(4), 1051Ã\u0082â\u0080\u0093103.",
        "Kochar, A. (1999): Ã\u0082â\u0080\u009cSmoothing Consumption by Smoothing Income: Hours-of-Work Responses to Idiosyncratic Agricultural Shocks in Rural India,Ã\u0082â\u0080\u009d Review of Economics and Statistics, 81, 50-61.",
        "Lund, F. (1993): Ã\u0082â\u0080\u009cState Social Benefits in South Africa.Ã\u0082â\u0080\u009d International Social Security Review 46(1) pp. 5-25.",
        "Lundberg, S. and R. Pollak (1993): Ã\u0082â\u0080\u009cSeparate spheres bargaining and the marriage market,Ã\u0082â\u0080\u009d Journal of Political Economy, 101.6:988-1010.",
        "Lundberg, S., R. Pollak and T. Wales: (1997): Ã\u0082â\u0080\u009cDo husbands and wives pool their resources? Evidence from the UK Child Benefit,Ã\u0082â\u0080\u009d Journal of Human Resources, 32.3:463-80.",
        "Morduch, J. (1994): Poverty and Vulnerability, American Economic Review Papers and Proceedings 84, 221-225.",
        "Morduch, J. (1995): Income Smoothing and Consumption Smoothing, Journal of Economic Perspectives 9, 103-114.",
        "Morduch, J. (1999): Between the State and the Market: Can Informal Insurance Patch the Safety Net, World Bank Research Observer, 14, 187-207.",
        "Parker, J. A. (1999): Ã\u0082â\u0080\u009cThe Reaction of Household Consumption to Predictable Changes in Social Security Taxes,Ã\u0082â\u0080\u009d American Economic Review, 89(4), 959-973.",
        "Paulson, A. L. and R. Townsend (2001): Ã\u0082â\u0080\u009cEntrepreneurship and Financial Constraints in Thailand,Ã\u0082â\u0080\u009d University of Chicago Manuscript.",
        "Paxson, C. H. (1992): Ã\u0082â\u0080\u009cUsing Weather Variability to Estimate the Response of Savings to Transitory Income in Thailand,Ã\u0082â\u0080\u009d American Economic Review, 82(1), 15-33.",
        "Paxson, C. H. (1993): Ã\u0082â\u0080\u009cConsumption and Income Seasonality in Thailand,Ã\u0082â\u0080\u009d Journal of Political Economy, 101(1), February, 39-72.",
        "Ranjan, P. (2001): Ã\u0082â\u0080\u009cCredit Constraints and the Phenomenon of Child Labor,Ã\u0082â\u0080\u009d Journal of Development Economics, 64, 81-102.",
        "Schultz, T. W. (1960): Capital Formation by Education, Journal of Political Economy, December, 571-583.",
        "Souleles, N. S. (1999): Ã\u0082â\u0080\u009cThe Response of Household Consumption to Income Tax Refunds,Ã\u0082â\u0080\u009d American Economic Review, 89(4), 947-958.",
        "Souleles, N. S. (2002): Ã\u0082â\u0080\u009cConsumer Response to the Reagan Tax Cuts,Ã\u0082â\u0080\u009d Journal of Public Economics, 85, 99-120.",
        "Thomas, D., Contreras, D., Frankenberg, E. (1999): Ã\u0082â\u0080\u009cDistribution of Power Within the Household and Child Health.Ã\u0082â\u0080\u009d UCLA Manuscript.",
        "Townsend, R. (1995): Financial Systems in Northern Thai villages, Quarterly Journal of Economics 110(4), 1011-1046.",
        "Willis, R. and Rosen, S. (1979): Education and self-selection, Journal of Political Economy, 87(5), S7Ã\u0082â\u0080\u009336.",
        "World Bank (2001): The 2001 World Bank Africa Database. Washington, D.C.: The World Bank.",
        "Yang, D. (2003): Remittances and Human Capital Investments: Child Schooling and Child Labor in the Origin Households of Oversees Filipino Workers, University of Michigan Manuscript."
    ]
}