{
    "id": 10273,
    "cites": 32,
    "cited_by": 30,
    "reference": [
        "Atkinson, Anthony (2002). Top Incomes in the United Kingdom over the Twentieth Century. mimeo Nuffield College, Oxford.",
        "Atkinson, Anthony, and Wiemer Salverda (2003). Top Incomes in the Netherlands and the United Kingdom over the Twentieth Century. mimeo Nuffield College, Oxford.",
        "Auerbach, Alan (1988). Capital Gains Taxation in the United States. Brookings Papers on Economic Activity 2, 595-631.",
        "Auten, Gerald, and Robert Carroll (1999) The Effect of Income Taxes on Household Behavior. Review of Economics and Statistics 81(4), 681-693.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan (2002). How Much Should We Trust Differences-in-Differences Estimates?, NBER Working Paper No. 8841, forthcoming Quarterly Journal of Economics.",
        "Blundell, Richard, and Thomas MaCurdy (1999). Labor supply: A Review of alternative approaches.. In O. Ashenfelter, D. Card (Eds.), Handbook of Labor Economics, Amsterdam: North-Holland, Volume 3.",
        "Carroll, Robert, and David Joulfaian (1997). Taxes and Corporate Choice of Organizational Form. Office of Tax Analysis Working Paper No. 73, U.S. Department of the Treasury.",
        "Dell, Fabien, Thomas Piketty, and Emmanuel Saez (2003). The Evolution of Income and Wealth Concentration in Switzerland over the 20th Century. mimeo UC Berkeley.",
        "Dilnot, Andrew, and Michael Kell (1988). Top-Rate Tax Cuts and Incentives: Some Empirical Evidence. Fiscal Studies 9, 70-92.",
        "Eissa, Nada, and Jeffrey Liebman (1996). Labor Supply Response to the Earned Income Tax Credit. Quarterly Journal of Economics, 111, 605-637.",
        "Feenberg, Daniel, and Elisabeth Coutts (1993). An introduction to the TAXSIM model. Journal of Policy Analysis and Management 12(1), 189-194.",
        "Feenberg, Daniel, and James Poterba (1993). Income Inequality and the Incomes of Very High Income Taxpayers: Evidence from Tax Returns, In Tax Policy and the Economy ed. J. Poterba, (MIT Press: Cambridge), 7, 145-177.",
        "Feldstein, Martin (1999). Tax Avoidance and the Deadweight Loss of the Income Tax, Review of Economics and Statistics 81(4), 674-680.",
        "Goolsbee, Austan (1999). Evidence on the High-Income Laffer Curve from Six Decades of Tax Reform. Brookings Papers on Economic Activity 2, 1-47.",
        "Goolsbee, Austan (2000a). What Happens When You Tax the Rich? Evidence from executive compensation. Journal of Political Economy 108(2), 352-378.",
        "Goolsbee, Austan (2000b). Its not about the Money: Why Natural Experiments Dont Work on the Rich. In Slemrod J. (Ed.) Does Atlas Shrug? The Economic Consequences of Taxing the Rich, Cambridge University Press.",
        "Gordon, Roger, and Joel Slemrod (2000). Are `Real Responses to Taxes Simply Income Shifting Between Corporate and Personal Tax Bases? In Slemrod J. (Ed.) Does Atlas Shrug? The Economic Consequences of Taxing the Rich, Cambridge University Press.",
        "Gruber, Jonathan, and Emmanuel Saez (2002). The Elasticity of Taxable Income: Evidence and Implications. Journal of Public Economics 84, 1-32.",
        "Hall, Brian, and Kevin Murphy (2003). The Trouble with Stock Options, NBER Working Paper No. 9784.",
        "Katz, Lawrence, and David Autor (1999). Changes in the Wage Structure and Earnings In- equality. in Handbook of Labor Economics, eds. O. Ashenfelter and D. Card, Amsterdam: North-Holland, Volume 3A.",
        "Kopczuk, Wojciech (2003). Tax Bases, Tax Rates and the Elasticity of Reported Income., NBER Working Paper No. 10044.",
        "Liebman, Jeffrey, and Richard Zeckhauser (2003). Schmeduling, Harvard University mimeo.",
        "Mirrlees, James A. (1971). An Exploration in the Theory of Optimal Income Taxation. Review of Economic studies 38, 175-208.",
        "Murphy, Kevin J. (1999). Executive Compensation. in Handbook of Labor Economics, eds.",
        "Saez, Emmanuel (2002). Do Taxpayers Bunch at Kink Points? Mimeograph, University of California at Berkeley.",
        "Saez, Emmanuel (2003). The Effect of Marginal Tax Rates on Income: A Panel Study of `Bracket Creep. Journal of Public Economics 87, 1231-1258.",
        "Scholes, Myron and Mark A. Wolfson (1992). Taxes and Business Strategy: A Planning Ap- proach, Prentice Hall.",
        "Slemrod, Joel (1994). On the High Income Laffer Curve. in J. Slemrod (ed.) Tax Progressivity and Income Inequality, Cambridge University Press: Cambridge, 177-210.",
        "Slemrod, Joel (1998). Methodological issues in Measuring and Interpreting Taxable Income Elasticities. National Tax Journal 51(4), 773-788.",
        "Slemrod, Joel, and Jonathan Bakija (2001). Growing Inequality and Decreased Tax Progres- sivity. in K. Hassett (Ed.) Inequality and Tax Policy, Washington D.C: American Enterprise Institute Press.",
        "Slemrod, Joel, and Wojciech Kopczuk (2002). The Optimal Elasticity of Taxable Income. Journal of Public Economics 84(1), 91-112.",
        "U.S. Treasury Department, Internal Revenue Service, Annual since 1916 Statistics of Income: Individual Income Tax Returns. (Washington, D.C.)."
    ]
}