{
    "id": 10274,
    "cites": 43,
    "cited_by": 7,
    "reference": [
        "Administration for Children and Families (2000). New Statistics Show Only Small Percentage of Eligible Families Receive Child Care Help, Washington D.C.",
        "Anderson, Patricia M. and Philip B. Levine (2000). Child Care and Mothers Employment Decisions, in Finding Jobs: Work and Welfare Reform, Rebecca M. Blank and David Card, eds., New York: Russell Sage Foundation.",
        "Barker, Kathleen (1993). Changing Assumptions and Contingent Solutions: The Costs and Benefits of Women Working Full and Part Time, Sex Roles, January pp:47-71.",
        "Blank, Rebecca (2002). Evaluating Welfare Reform in the United States, Journal of Economic Literature 40(4): 1104:66.",
        "Beers, Thomas M. (2000). Flexible Schedules and Shift Work, Monthly Labor Review 123(6): 33-40.",
        "Berger, Mark C., and Dan A. Black (1992). Child Care Subsidies, Quality of Care, and the Labor Supply of Low-Income Single Mothers, Review of Economics and Statistics 74 (4), November: 635-642.",
        "Blau, David M., and Alison Hagy (1998). The Demand for Quality in Child Care, Journal of Political Economy, 106(1): 107-146.",
        "Blau, David M. (2003). Child Care Subsidy Programs, in Means-Tested Transfer Programs in the United States, Robert A. Moffitt ed. NBER.",
        "Bos, Johannes M., Aletha C. Huston, Robert C. Granger, Greg J. Duncan, Thomas W. Brock, and Vonnie C. McCloyd (1999). New Hope for People With Low Incomes: TwoYear Results of a program to Reduce Poverty and Reform Welfare, New York: Manpower Demonstration Research Corporation, August.",
        "Brayfield, April (1995). Juggling Jobs and Kids: The Impact of Employment Schedules on Fathers Caring for Children, Journal of Marriage and the Family (57): 321-332.",
        "Burstein, Nancy, Jean I. Layzer, Kevin Cahill, et al. (2001). National Study of Child Care for Low-Income Families: Patterns of Child Care Use Among Low-Income Families, Cambridge, MA: Abt Associates, Inc.",
        "Cancian, Maria, and Daniel R. Meyer (2000). Work After Welfare: Work Effort, Occupation, and Economic Well-being, Social Work Research 24 (2): 69-86.",
        "Casper, Lynne M, and Martin OConnell (1998). Work, Income, the Economy, and Married Fathers as Child-Care Providers, Demography 35(3): 243-250.",
        "Chaplin, Duncan D., Philip K. Robins, Sandra Hofferth, Douglas A. Wissoker, and Paul Frostin (1999). The Price Sensitivity of Child Care Demand: A Sensitivity analysis, Working Paper, Washington D.C.: The Urban Institute.",
        "Committee on Ways and Means, U.S. House of Representatives (2000). 2000 Green Book, Washington D.C., May.",
        "Gelbach, Jonah (2002). Public Schooling for Young Children and Maternal Labor Supply, American Economic Review 92 (1): 307-322.",
        "Georges Annie, Robert L. Wasmiller, Jr., and Hsien Hen Lu (2001). Child Care Subsidy Receipt and State of Residence Comparisons by Age and Parent Work Schedule, National Center for Children in Poverty, December.",
        "Grogger, Jeffrey (2003).The Effects of Time Limits, the EITC, and Other Policy Changes on Welfare Use, Work, and Income among Female-Headed Families, The Review of Economics and Statistics, (85)2: 394-408.",
        "Heckman, James J., and Burton Singer (1984). A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models for Duration Data, Econometrica 52, March: 271-320.",
        "Heymann, Jody (2000). The Widening Gap: Why Americas Working Families are in Jeopardy and What can be Done About It, New York: Basic Books.",
        "Hipple, Steven, and Jay Stewart (1996). Earnings and Benefits of Contingent and Noncontingent Workers, Monthly Labor Review, October pp: 22-30.",
        "Jones-DeWeer, Avis, Janice Peterson, and Xue Song (2003). Before and After Welfare Reform: The Work and Well-Being of Low-Income Single Parent Families, Institute for Womens Policy Research Report.",
        "Kalleberg, L. Arne, Edith Rasell, Ken Hudson, David Webster, Barbara F. Reskin, Naomi Cassirer, and Eileen Appelbaum (1997). Nonstandard Work, Substandard Jobs: Flexible Work Arrangements in the U.S., Economic Policy Institute, Washington D.C.",
        "Kimmel, Jean and Lisa M. Powell (2001) Nonstandard Work and Child Care Choices: Implications for Welfare Reform, Unpublished Manuscript, July.",
        "Kimmel, Jean and Lisa M. Powell (2002) Nonstandard Work and Child Care Choices of Married Mothers, Unpublished Manuscript, December.",
        "Kisker, Ellen E., Anu Rangarajan, and Kimberly Boller (1998). Moving Into Adulthood: Were the Impacts of Mandatory Programs for Welfare-Dependent Teenage Parents Sustained After the Programs Ended?, Princeton NJ: Mathematica Policy Research, February.",
        "Loprest, Pamela (1999). Families Who Left Welfare: Who are They and How are They Doing?, Washington D.C.: The Urban Institute.",
        "Loprest, Pamela (2002). Making the Transition from Welfare to Work: Successes but Continuing Concerns, in Alan Weil and Kenneth Finegold (eds.) Welfare Reform: The Next Act Washington D.C.: The Urban Institute Press.",
        "Meyers, Marcia K., Theresa Heintze, and Douglas A. Wolf (2002). Child Care Subsidies and the Employment of Welfare Recipients, Demography 39 (1): 165-180.",
        "Miller, Cynthia, Virginia Knox, Patricia Auspos, Jo Anna Hunter-Means, and Alan Orenstein (1997). Making Welfare Work and Work Pay: Implementation and 18-Month Impacts of the Minnesota Family Investment Program, New York: Manpower Demonstration Research Corporation, September.",
        "Mocan, Naci H., and Erdal Tekin (2002). Nonprofit Sector and Part-Time Work: An Analysis of Employer-Employee Matched Data of Child Care Workers, Review of Economics and Statistics, 85(1): 38-50.",
        "Mroz, Thomas A. (1999). Discrete Factor Approximations in Simultaneous Equation Models: Estimating the Impact of a Dummy Endogenous Variable on a Continuous Outcome, Journal of Econometrics 92: 233-274.",
        "Nightingale, Demetra Smith (2002). Work Opportunities for People Leaving Welfare, , in Alan Weil and Kenneth Finegold (eds.) Welfare Reform: The Next Act Washington D.C.: The Urban Institute Press.",
        "Parrott, S. and J. Mezey (2003). New Child Care Resources are Needed to Prevent the Loss of Child Care Assistance for Hundreds of Thousands of Children in Working Families, Center for Law and Social Policy and Center on Budget and Policy Priorities, July.",
        "Picone, A. Gabriel, Frank Sloan, Shin-Yi Chou, and Donald H. Taylor, Jr. (2003). Does Higher Hospital Cost Imply Higher Quality of Care, Review of Economics and Statistics, 85(1): 51-62.",
        "Presser, Harriet B. (1986). Shift Work Among American Women and Child Care, Journal of Marriage and the Family (48): 551-563.",
        "Presser, Harriet B. (1988). Shift Work Among Young Dual-Earner American Parents, Journal of Marriage and the Family (50): 133-148.",
        "Presser, Harriet, and Amy G. Cox (1997). The Work Schedules of Low-Educated American Women and Welfare Reform, Monthly Labor Review April: 25-34.",
        "Presser, Harriet B. (2000). Nonstandard Work Schedules and Marital Instability, Journal of Marriage and the Family 62 (February): 93-110.",
        "Quint, Janet C., Johannes M. Bos, and Denise F. Polit (1997). New Chance: Final Report on a Comprehensive Program for Young Mothers in Poverty and Their Children, New York: Manpower Demonstration Research Corporation, October.",
        "Rangarajan, Anu, Peter Schochet, and Dexter Chu (1998). Employment Experience of Welfare Recipients Who Find Jobs: Is Targeting Possible?, Princeton, N.J.: Mathematica.",
        "Riccio, James, Daniel Friedlander, and Stephen Freedman (1994). GAIN: Benefits, Costs, and Three-Year-Impacts of a Welfare-to-Work Program, New York: Manpower Demonstration Research Corporation, September.",
        "State Policy Demonstration Project, http://www.spdp.org Strawn, Julie, and Karin Martison (2000). Steady Work and Better Jobs: How to Help Low Income Parents Sustain Employment and Advance in the Workforce, New York: Manpower Research Demonstration Research Corporation."
    ]
}