{
    "id": 10272,
    "cites": 31,
    "cited_by": 2,
    "reference": [
        "Benhabib, Jess, Stephanie Schmitt-GrohÃ\u0082Â´e, and MartÃ\u0082Â´in Uribe, The Perils of Taylor Rules, Journal of Economic Theory, 96 (1), January-February 2001(a), 40-69.",
        "Benhabib, Jess; Schmitt-GrohÃ\u0082Â´e, Stephanie; and Uribe MartÃ\u0082Â´in, Monetary Policy and Multiple Equilibria, American Economic Review 91, March 2001(b), 167-185.",
        "Benhabib, Jess; Schmitt-GrohÃ\u0082Â´e, Stephanie; and Uribe MartÃ\u0082Â´in, Avoiding Liquidity Traps, Journal of Political Economy, 2001c, forthcoming.",
        "Carlstrom, C; and Fuerst, T., Forward vs. Backward-Looking Taylor Rules, Working paper, Federal Reserve Bank of Cleveland, 2000.",
        "Carlstrom, C; and Fuerst, T., Timing and Real Indeterminacy in Monetary Models, Journal of Monetary Economics 47 , April 2001a , 285-298.",
        "Carlstrom, C; and Fuerst, T., Learning and the Central Bank, manuscript. Bowling Green: Bowling Green State University, June 26, 2001b.",
        "Calvo, Guillermo A., On Models of Money and Perfect Foresight, International Economic Review, 29, February 1979, 83-103.",
        "Christiano, Lawrence J. and Rostagno, Massimo, Money Growth Monitoring and the Taylor Rule, Manuscript. Evanston: Northwestern University, June 23, 2001.",
        "Clarida, Richard, and Mark Gertler How the Bundesbank conducts Monetary Policy In Reducing Inflation: Motivation and Strategies, edited by Christina and David Romer, Chicago: University of Chicago Press, 1997.",
        "Clarida, Richard, Jordi GalÃ\u0082Â´i, and Mark Gertler, Monetary policy rules in practice: some international evidence, European Economic Review 42, 1998, 1033-1067.",
        "Clarida, Richard, Jordi GalÃ\u0082Â´i, and Mark Gertler, Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, The Quarterly Journal of Economics 115, February 2000, 147-80.",
        "Dupor, Bill, Investment and Interest Rate Policy, Manuscript. Philadelphia: University of Pennsylvania, October 1999.",
        "Duprey, James N, The Search for a Stable Money Demand Equation, Federal Reserve Bank of Minneapolis Quarterly Review 4, Summer 1980.",
        "Evans, George and Seppo Honkapohja, Existence of Adaptively Stable Sunspot Equilibria Near An Indeterminate Steady State, manuscript. Helsinki: The University of Helsinki, April 9, 2001.",
        "Fischer, Stanley, Money and the Production Function, Economic Inquiry, 12, December 1974, 517-33.",
        "Goldfeld, Stephen, The Demand for Money Revisited, Brookings Papers on Economic Activity, No. 3, 1973.",
        "Honkapohja, Seppo and Kaushik Mitra, Are Non-Fundamental Equilibria Learnable in Models of Monetary Policy?, manuscript. Helsinki: The University of Helsinki, January 29, 2001.",
        "King, Robert G.; Plosser, Charles I.; and Rebelo, Sergio T., Production, Growth, and Business Cycles I. The Basic Neoclassical Model, Journal of Monetary Economics, 21, March-May 1988, 195-232.",
        "Leeper, Eric, Equilibria under `Active and `Passive Monetary and Fiscal Policies, Journal of Monetary Economics 27, 1991, 129-147.",
        "Li, T. and Yorke, J. A., Period Three Implies Chaos, American Mathematical Monthly, 82, 1975, 985-992.",
        "Rotemberg, Julio J. and Woodford, Michael D., Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity, Journal of Political Economy, 100, December 1992, 1153-1207.",
        "Rotemberg, Julio and Woodford, Michael Interest-Rate Rules in an Estimated Sticky-Price Model In Monetary Policy Rules, edited by John B. Taylor, Chicago: University of Chicago Press, 1999.",
        "Sarkovskii, A. N., Coexistence of Cycles of a Continuous Map of the Line Into Itself, Ukrain. Matem. Zhur., 16, 1964, 61-71.",
        "Schmitt-GrohÃ\u0082Â´e, Stephanie and MartÃ\u0082Â´in Uribe, Price Level Determinacy and Monetary Policy Under a Balanced-Budget Requirement, Journal of Monetary Economics 45, February 2000a, 211-246.",
        "Schmitt-GrohÃ\u0082Â´e, Stephanie and MartÃ\u0082Â´in Uribe, Liquidity Traps with Global Taylor Rules, manuscript. Philadelphia: University of Pennsylvania, July 2000b.",
        "Taylor, John B., Conditions for Unique Solutions in Stochastic Macroeconomic Models with Rational Expectations, Econometrica 45, September 1977, 1377-1385.",
        "Taylor, John B., Discretion Versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy 39, December 1993, 195-214.",
        "Taylor, John B. A Historical Analysis of Monetary Policy Rules In Monetary Policy Rules, edited by John B. Taylor, University of Chicago Press, 1999: 319-341.",
        "Yamaguti, M. and Matano, H., Eulers Finite Difference Scheme and Chaos, Proceedings of the Japanese Academy of Sciences (Ser. A), 55, 1979, 78-80.",
        "Woodford, Michael, Control of Public Debt: A Requirement for Price Stability, NBER working paper No. 5684, July 1996.",
        "Woodford, Michael, Self-fulfilling Inflations and Deflations, in Interest and Prices, Chapter 1.4, Princeton University, April 22, 1999."
    ]
}