{
    "id": 10275,
    "cites": 26,
    "cited_by": 2,
    "reference": [
        "Auerbach, Alan, Leonard Burman, and Jonathan Seigel, 2000, Capital Gains Taxation and Tax Avoidance: New Evidence from Panel Data, in J. Slemrod, ed., Does Atlas Shrug? The Economic Consequences of Taxing the Rich (New York: Russell Sage), 355-388.",
        "Bailey, Martin J., 1969, Capital Gains and Income Taxation, in A. Harberger and M. Bailey, eds., The Taxation of Income from Capital (Washington: Brookings Institution), 11-49.",
        "Barber, Brad, and Terrance Odean, 2000, Trading is Hazardous to Your Wealth: The Common Stock Investment Performance of Individual Investors, Journal of Finance 55, 773-806.",
        "Barber, Brad, and Terrance Odean, 2001, Boys Will be Boys: Gender, Overconfidence, and Common Stock Investment, Quarterly Journal of Economics 116, 261-292.",
        "Barber, Brad, and Terrance Odean, 2004, Are Individual Investors Tax Savvy? Evidence from Retail and Discount Brokerage Accounts, Journal of Public Economics 88, 419-442..",
        "Constantinides, George, 1984, Optimal Stock Trading with Personal Taxes, Journal of Financial Economics 13, 65-89.",
        "Dammon, Robert, Kenneth Dunn, and Chester Spatt, 1989, A Reexamination of the Value of Tax Options, Review of Financial Studies 2, 341-372.",
        "Dammon, Robert, and Chester Spatt, 1996, The Optimal Trading and Pricing of Securities with Asymmetric Capital Gains Taxes and Transaction Costs, Review of Financial Studies 9, 921-952.",
        "Feldstein, Martin, Joel Slemrod, and Shlomo Yitzhaki, 1980, The Effects of Taxation on the Selling and Switching of Common Stock, Quarterly Journal of Economics 94, 777-791.",
        "Gonul, Fusun and Kannan Srinivasan, 1993, Consumer Purchase Behavior in a Frequently Bought Product Category: Estimation Issues and Managerial Insights from a Hazard Function Model with Heterogeneity, Journal of the American Statistical Association 88 (December), 1219- 1227.",
        "Grambsch, P. M., and T. M. Therneau, 1994, Proportional Hazards Test and Diagnostics Based on Weighted Residuals, Biometrika 81, 515-526.",
        "Grinblatt, Mark, and Matti Keloharju, 2001, What Makes Investors Trade?, Journal of Finance 56, 589-616.",
        "Grinblatt, Mark and Matti Keloharju, 2004, Tax-Loss Trading and Wash Sales, Journal of Financial Economics (forthcoming).",
        "Grinblatt, Mark and Tobias Moskowitz, 2004, Predicting Stock Price Movements from Past Returns: The Role of Consistency and Tax Loss Selling, Journal of Financial Economics (forthcoming).",
        "Han, Aaron and Jerry Hausman, 1990. Flexible Parametric Estimation of Duration and Competing Risk Models, Journal of Applied Econometrics, 5:1-28.",
        "Herman, Tom, 2003. IRS Sows Confusion on a Tax Issue, The Wall Street Journal, May 1.",
        "Kahnemann, Daniel and Amos Tversky, 1979, Prospect Theory: An Analysis of Decision Under Risk, Econometrica 46, 171-185.",
        "Meyer, Bruce. 1990. Unemployment Insurance and Unemployment Spells. Econometrica, 58(4): 757-782.",
        "Odean, Terrance, 1998, Are investors reluctant to realize their losses?, Journal of Finance 53, 1775-1798.",
        "Poterba, James, 1987, How Burdensome are Capital Gains Taxes?, Journal of Public Economics 33, 157-172.",
        "Poterba, James, 2002, Taxation, Risk-Taking, and Portfolio Behavior, in Alan Auerbach and Martin Feldstein, eds.: Handbook of Public Economics: Volume 3 (North Holland, Amsterdam).",
        "Poterba, James and Scott J. Weisbenner, 2001, Capital Gains Tax Rules, Tax Loss Trading, and Turn-of-the-Year Returns, Journal of Finance 56, 353-368.",
        "Protopapadakis, Aris, 1983, Some Indirect Evidence on Effective Capital Gains Tax Rates, Journal of Business 56, 127-138.",
        "Ritter, Jay, 1988, The Buying and Selling Behavior of Individual Investors at the Turn of the Year, Journal of Finance 43, 701-717.",
        "Shefrin, Hersh and Meir Statman, 1985, The Disposition to Sell Winners Too Early and Ride Losers Too Long: Theory and Evidence, Journal of Finance 40, 777-782.",
        "Strobl, Gunter, 2003, Information Asymmetry, Price Momentum, and the Disposition Effect, mimeo, Wharton School, University of Pennsylvania."
    ]
}