{
    "id": 10278,
    "cites": 32,
    "cited_by": 5,
    "reference": [
        "Ackerberg, D. and M. Rysman (forthcoming), Unobserved Product Differentiation in Discrete Choice Models: Estimating Price Elasticities and Welfare Effects, RAND Journal of Economics. Albert, J. and S. Chib (1993), Bayesian Analysis of Binary and Polychotomous Data, Journal of the American Statistical Association, 88, 669-679.",
        "Bajari, P. and M. Kahn (2002), Estimating Housing Demand with an Application to Explaining Racial Segregation in Cities, Working Paper, Duke University.",
        "Bayer, P., R. McMillan, and K. Rueben (2002), An Equilibrium Model of Sorting in an Urban Housing Market: A Study of the Causes and Consequences of Racial Segregation, working paper, Yale University.",
        "Benkard, C. and P. Bajari (2003), Hedonic Price Indexes with Unobserved Product Characteristics, and Application to PCs working paper, Graduate School of Business, Stanford University.",
        "Berry, S. (1994), Estimating Discrete-Choice Models of Product Differentiation, RAND Journal of Economics, 25:2, 242-262.",
        "Berry, S., J. Levinsohn, and A. Pakes (1995), Automobile Prices in Market Equilibrium, Econometrica, 63:4, 841-89.",
        "Berry, S., J. Levinsohn, and A. Pakes (1998), Differentiated Product Demand Systems From a Combination of Micro and Macro Data: The New Car Market, NBER Discussion Paper, 6481.",
        "Berry, S., and A. Pakes (2001), Estimating the Pure Hedonic Discrete Choice Model, Working Paper, Yale University.",
        "Brown, J. N., and H. S. Rosen (1982), On the Estimation of Structural Hedonic Price Models, Econometrica, 50:3.",
        "Caplin, A. and B. Nalebuff (1991), Aggregation and Imperfect Competition: On the Existence of Equilibrium, Econometrica, 59:1, 1-23.",
        "Davis, P. (2001) Spatial Competition in Retail Markets: Movie Theatres, Working Paper, London School of Economics.",
        "Ekeland, I., Heckman, J., and L. Nesheim (2002), Identification and Estimation of Hedonic Models, IFS Working Paper CWP07/02.",
        "Epple, D. (1987), Hedonic Prices and Implicit Markets: Estimating Demand and Supply Functions for Differentiated Products, The Journal of Political Economy, 95:1, 59-80.",
        "Fan, J. and I. Gijbels (1996), Local Polynomial Modeling and Its Applications, London: Chapman and Hall.",
        "Gale, D. and Nikaido, Hukukane (1965) The Jacobian Matrix and Global Univalence of Mappings, Mathematische Annalen 159 pp81-93.",
        "Geweke, J. (1996), Monte Carlo Simulation and Numerical Integration, in H. Amman, D. Kendrick and J. Rust (eds.), Handbook of Computational Economics. Amsterdam: North-Holland, 731-800.",
        "Geweke, J. (1997), Posterior Simulators in Econometrics, in D. Kreps and K.F. Wallis (eds.), Advances in Economics and Econometrics: Theory and Applications, vol. III. Cambridge: Cambridge University Press, 128-165.",
        "Geweke, J., M. Keane, and D. Runkle (1994), Alternative Computational Approaches to Statistical Inference in the Multinomial Probit Model, Review of Economics and Statistics, 76, 609-632.",
        "Goettler, R. and R. Shachar (2001), Estimating Spatial Competition in the Network Television Industry, RAND Journal of Economics, 32:4, 624-656.",
        "Gorman, T. (1980), A Possible Procedure for Analysing Quality Differentials in the Egg Market, Review of Economic Studies, 47:5, 843-856.",
        "Imbens, G. and W. K. Newey (2002), Identification and Estimation of Triangular Simultaneous Equations Models Without Additivity, Working Paper.",
        "Lancaster, K. (1966), A New Approach to Consumer Theory, The Journal of Political Economy, 74:2, 132-157.",
        "Lancaster, K. (1971), Consumer Demand, New York: Columbia University Press.",
        "Manski, C. F. (1995), Identification Problems in the Social Sciences, Cambridge, Mass: Harvard University Press.",
        "Manski, C. F. (1997), Monotone Treatment Response, Econometrica, 65:6, 1311-1334.",
        "Manski, C. F., and J. Pepper (2000), Monotone Instrumental Variables: With an Application to the Returns to Schooling, Econometrica, 68:4, 997-1010.",
        "Mas-Colell, A. (1977), The Recoverability of Consumer Preferences from Market Demand Behavior, Econometrica, Vol. 45, No. 6. (Sep., 1977), pp.1409-1430.",
        "Matzkin, R. (2003), Nonparametric Estimation of Nonadditive Random Functions, Econometrica, 71:5, 1332-1375.",
        "McCulloch, R., and P. Rossi (forthcoming) Bayesian Analysis of the Multinomial Probit Model, in Mariano, Weeks and Schuermann, eds., SImulation-Based Inference in Econometrics, Cambridge: Cambridge University. Nevo, A. (2001), Measuring Market Power in the Ready-To-Eat Cereal Industry, Econometrica, 69:2, 307-342.",
        "Petrin, A. (2002), Quantifying the Benefits of New Products: The Case of the Minivan, Journal of Political Economy, 100, 705-729.",
        "Rosen, S. (1974), Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition, The Journal of Political Economy, 82, 34-55.",
        "Trajtenberg, M. (1989), The Welfare Analysis of Product Innovations: with and Application to Computed Tomography Scanners, Journal of Political Economy, 97, 444-479."
    ]
}