{
    "id": 10279,
    "cites": 10,
    "cited_by": 4,
    "reference": [
        "Bernard, A. B. and C. I. Jones (1996, December). Comparing Apples to Oranges: Productivity Convergence and Measurement Across Industries and Countries. American Economic Review 86 (5), 1216Ã\u0082â\u0080\u009338.",
        "Durlauf, S. N. and D. T. Quah (1999). The New Empirics of Economic Growth. In J. B. Taylor and M. Woodford (Eds.), Handbook of Macroeconomics, Volume 1A, Chapter 4. New York: North-Holland.",
        "Easterly, W. (2001). The Elusive Quest for Growth: EconomistsÃ\u0082â\u0080\u0099 Adventures and Misadventures in the Tropics. Cambridge: MIT Press.",
        "Harrigan, J. (1999). Estimation of Cross-country Differences in Industry Production Functions. Journal of International Economics 47, 267Ã\u0082â\u0080\u009393.",
        "Kravis, I. B., A. W. Heston, and R. Summers (1978). World Product and Income: International Comparisons of Real Growth Product. Baltimore: Johns Hopkins University Press.",
        "Lee, F. C. and J. Tang (2001). Productivity Levels and International Competitiveness Between Canada and the United States. In D. W. Jorgenson and F. C. Lee (Eds.), Industry-Level Productivity and International Competitiveness Between Canada and the United States, Chapter 5, pp. 155Ã\u0082â\u0080\u0093180. Ottawa: Industry Canada Research Monograph.",
        "Pakes, A. (2003, December). A Reconsideration of Hedonic Price Indexes with an Application to PCÃ\u0082â\u0080\u0099s. American Economic Review 93 (5), 1578Ã\u0082â\u0080\u009397.",
        "Pilat, D. (1996). Labour Productivity Levels in OECD Countries: Estimates for Manufacturing and Selected Service Sectors. Economics Department Working Papers 169, OECD, Paris.",
        "Solow, R. M. (1956). A Contribution to the Theory of Economic Growth. Quarterly Journal of Economics 70, 65Ã\u0082â\u0080\u009394.",
        "SÃ\u0083Â¸rensen, A. (2001, September). Comparing Apples to Oranges: Productivity Convergence and Measurement Across Industries and Countries: Comment. American Economic Review 91 (4), 1160Ã\u0082â\u0080\u009367."
    ]
}