{
    "id": 10286,
    "cites": 13,
    "cited_by": 213,
    "reference": [
        "Black, D., D. Holtz-Eakin and S. Rosenthal ( 2001), `Racial minorities, economic scale, and the geography of self-employment, Brooki ngs-Wharton Papers on Urban Affairs , pp. 245-286.",
        "Blanchflower, D.G., (2000), `Self-employment in OECD countries, Labour Economics , 7, September, pp. 471-505.",
        "Birch, D.L. (1979), The job generation process , MIT Program on ne ighbourhood and regional change, Cambridge, MA.",
        "Black, J., De Meza, D. and D. Jeffreys (1996), `H ouse prices, the supply of collateral, and the enterprise economy, Economic Journal , 106, January, pp. 60-75.",
        "Benz, M. and B.S. Frey (2003), `The value of au tonomy; evidence from the self-employed in 23 countries, Institute for Empirical Research in Economics, University of Zurich WP173.",
        "Bernhardt, I. (1994), `Comparative advantage in self-employment and paid work, Canadian Journal of Economics , May, pp. 273-289.",
        "Bates, T., (1999), `Exiting self-employment: an analysis of Asian immigrant-owned small businesses, Small Business Economics , 13, pp. 171-183.",
        "Aronson, R.L. (1991), Self-employment , ILR Press, Ithaca, New York.",
        "Ashenfelter, O. (1972), `Racial discriminatio n and trade unionism, Journal of Political Economy , 80(3), Part 1, May-June, pp. 435-464.",
        "Bates, T., (1989), `The changing nature of minor ity business: a comparative analysis of Asian, non-minority, and black-owned businesses, The Review of Black Political Economy , pp. 25-42.",
        "Andersson, P. and E. Wadensj Ã\u0083Â¶, (2003), `Self-employed immigrants in Denmark and Sweden - a way to economic self-reliance?, Swedish Ins titute for Social Resear ch, Stockholm University.",
        "Acs, Z. and D. Evans (1994), `The determinants of variations in self-employment rates across countries and over time, working paper.",
        "Alba-Ramirez, A. (1994), `Self-employment in the midst of unemployment; the case of Spain and the United States, Applied Economics , 26, pp. 189-204."
    ]
}