{
    "id": 10283,
    "cites": 26,
    "cited_by": 56,
    "reference": [
        "[1] Auspos, Patricia; Miller, Cynthia and Hunter, Jo Anna. Final Report on the Implementation and Impacts of the Minnesota Family Investment Program in Ramsey County. New York: Manpower Demonstration Research Corporation, 2000.",
        "[2] Barrett, Garry and Cragg, Michael. An untold story: the characteristics of welfare use in British Columbia. Canadian Journal of Economics, 31, 1998: 165-88.",
        "[3] Bloom, Dan and Michalopoulos, Charles. How Welfare and Work Policies Affect Employment and Income: A Synthesis of Research. New York: Manpower Demonstration Research Corporation, 2001.",
        "[4] Blundell, Richard, Costa Dias, Monica, and Costas Meghir. The Impact of Wage Subsidies: A General Equilibrium Approach. Unpublished manuscript, Institute for Fiscal Studies, 2003.",
        "[5] Bos, Hans; Huston, Aletha; Granger, Robert; Duncan, Greg; Brock, Tom and McLoyd, Vonnie; with Crosby, Danielle; Gibson, Christina; Fellerath, Veronica; Magnuson, Katherine; Mistry, Rashmita; Poglinco, Susan; Romich, Jennifer and Ventura, Ana. New Hope for People with Low Incomes: Two Year Results of a Program to Reduce Poverty and Reform Welfare. New York: Manpower Demonstration Research Corporation, 1999.",
        "[6] Browning, Edgar. On the Marginal Welfare Cost of Taxation. American Economic Review, 77(1), 1987: 11-23.",
        "[7] Calmfors, Lars. Active Labor Market Policy and Unemployment - A Framework for the Analysis of Crucial Design Features. OECD Economic Studies. 22(1), 1994: 7-47.",
        "[8] Card, David and Hyslop, Dean. Estimating the Dynamic Effects of an Earnings Subsidy for Welfare-Leavers. Unpublished manuscript, University of California at Berkeley, 2002.",
        "[9] Christensen, Bent Jesper, Lentz, Rasmus, Motensen, Dale T, Neumann, George R., and Wervatz, Axel. On the Job Search and the Wage Distribution. Unpublished manuscript, Northwestern University, 2002.",
        "[10] Dalhby, Bev. The Distortionary Effect of Rising Taxes. In Robson, William and Scarth, William, eds., Deficit Reduction: What Pain, What Gain? Toronto: C.D. Howe Institute, 1994.",
        "[11] Davidson, Carl and Woodbury, Stephen A. The Displacement Effect of Reemployment Bonus Programs. Journal of Labor Economics, 11, 1993: 575-605.",
        "[12] Diamond, Peter A. Wage Determination and Efficiency in Search Equilibrium, Review of Economic Studies, 49, 1982: 217-228.",
        "[13] Diewert, Irwin. On Tax Reform. Canadian Journal of Economics. 21(2), 1988: 1-40.",
        "[14] Ferrall, Christopher. The Dynamics of Income Assistance: Evidence from the SelfSufficiency Project, research report, Social Research Demonstration Corporation, 2000.",
        "[15] Ford, Reuben; Gyarmati, David; Foley, Kelly; Tattrie, Doug and Jimenez, Liza. Can Work Incentives Pay for Themselves? Final Report on the Self-Sufficiency Project for Welfare Applicants. Social Research and Demonstration Corporation, October 2003.",
        "[16] Galarneau, Diane; Krebs, Howard; Morissette, RenÃ\u0082Â´e and Zhang, Xuelin. The Quest for Workers: A New Portrait of Job Vacancies in Canada. The Evolving Workplace Series. Statistics Canada and Human Resources Development Canada, 2001.",
        "[17] Heckman, James J., Lochner, Lance and Taber, Christopher. General Equilibrium Treatment Effects: A Study of Tuition Policy. American Economic Review, 88(2), 1998: 381-386.",
        "[18] Heckman, James J. and Smith, Jeffrey. Evaluating the Welfare State in Steiner Strom (ed.), Econometrics and Economic Theory in the 20th Century: The Ragner Frisch Centennial. Cambridge University Press for Econometric Society Monograph Series, 1998: 241-318.",
        "[19] Kamionka, Thierry and Lacroix, Guy. Assessing the Extent of Randomization Bias in the Canadian Self-Sufficiency Experiment. Unpublished manuscript, UniversitÃ\u0082Â´e Laval, 2002.",
        "[20] Lalonde, Robert. Evaluating the Econometric Evaluation of Training Programs with Experimental Data. American Economic Review, 76(4), 1986: 604-620.",
        "[21] Lin, Zhengxi. Employment Insurance in Canada: Recent Trends and Policy Changes. Statistics Canada: Analytical Studies BranchResearch Paper Series No. 125, 1998.",
        "[22] Michalopoulos, Charles; Tattrie, Doug; Miller, Cynthia; Robins, Philip; Morris, Pamela; Gyarmati, David; Redcross, Cindy; Foley, Kelly and Ford, Reuben. Making Work Pay: Final Report on the Self-Sufficiency Project for Long-Term Welfare Recipients. Ottawa: Social Research and Demonstration Corporation, 2002.",
        "[23] Mortensen, Dale. Property Rights and Efficiency in Mating, Racing and Related Games. American Economic Review, 72, 1982: 968-79.",
        "[25] Pissarides, Christopher. Efficient Job Rejection. Economic Journal 94 (suppl.), 1984: 97-108.",
        "[26] Smith, Jeffrey and Todd, Petra. Does Matching Overcome LaLondes Critique of Nonexperimental Methods? Journal of Econometrics, 2004: forthcoming.",
        "[27] Todd, Petra and Wolpin, Kenneth. Using Experimental Data to Validate a Dynamic Behavioral Model of Child Schooling and Fertility: Assessing the Impact of a School Subsidy Program in Mexico. Unpublished manuscript, University of Pennsylvania, 2003."
    ]
}