{
    "id": 10280,
    "cites": 19,
    "cited_by": 7,
    "reference": [
        "Svensson, Lars E. O., 2000, Open Economy Inflation Targeting, Journal of International Economics 50(1), 155-183.",
        "Razzak, Weshah A. and Dimitri Margaritis, 2002, Uncovered Interest Parity: The Puzzle of the U.S. Dollar, manuscript, University of Waikato.",
        "Samuelson, Paul A., 1965, Proof that Properl y Anticipated Prices Fluctuate Randomly, Industrial Management Review, 6(2), 41-49.",
        "Lam, Zac, 2003, Exchange Rates in the Central Banks Loss Function, unpublished manuscript, Reserve Bank of New Zealand.",
        "Meese, Richard A., and Kenneth Rogoff, 1983, Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample?, Journal of International Economics 14(1), 3-24.",
        "Hunter, Leni, 2001, A Small Model of the New Zealand Economy, manuscript, Reserve Bank of New Zealand.",
        "Kollmann, Robert, 2002, Monetary Policy Rules in the Open Economy: Effects on Welfare and Business Cycles, Journal of Monetary Economics 49(5), 989-1015.",
        "Huang, Angela, Margaritis, Dimitri and David Mayes, 2001, Monetary Policy Rules in Practice: Evidence from New Zealand, Multinational Finance Journal 5(3), 175-200.",
        "Engel, Charles and Kenneth D. West, 2002, Taylor Rules and the Deutchemark-Dollar Real Exchange Rate, manuscript, University of Wisconsin.",
        "GalÃ\u0083Â­, Jordi and Monacelli, Tommaso, 2002, Monetary Policy and Exchange Rate Volatility in a Small Open Economy, manuscript, Boston College.",
        "Gourinchas, Pierre-Olivier and Aaron Tornell, 2002, Exchange Rate Dynamics, Learning and Misperception, National Bureau of Economic Research Working Paper No. 2002.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­ and Mark Gertler, 2001, Optimal Monetary Policy in Open versus Closed Economies: An Integrated Approach, American Economic Review 91(2), 248-252.",
        "Drew, Aaron and L. Christopher Plantier, 2000, I nterest Rate Smoothing in New Zealand and other Dollar Bloc Countries, manuscript, Reserve Bank of New Zealand.",
        "Elton, Edwin J. and Martin J. Gruber, 1970, Mar ginal Stockholder Tax Rates and the Clientele Effect, Review of Economics and Statistics 52(1), 68-74.",
        "Benigno, Gianluca and Pierpaolo Benigno, 2000, Monetary Policy Rules and the Exchange Rate, manuscript, London School of Economics.",
        "Brook, Anne-Marie and Dominick Stephens, 2002, Reducing Exchange Rate Cycles: Are We Prepared to Accept a Wider Range of Inflation Outcomes?, manuscript, Reserve Bank of New Zealand.",
        "Cheung, Yin-Wong; Menzie D. Chinn; and, Ant onio Garcia Pascual, 2002, Empirical Exchange Rate Models of the Nineties: Are Any Fit to Survive? mimeo, Department of Economics, University of California B Santa Cruz.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­ and Mark Gertler, 1998, Monetary Policy Rules in Practice: Some International Evidence, European Economic Review 42(6), 1033-1068.",
        "Backus, David K., Silverio Foresi and Chris I. Telmer, 2001, Affine Term Structure Models and the Forward Premium Anomaly, Journal of Finance LVI(1), 279-304."
    ]
}