{
    "id": 10289,
    "cites": 18,
    "cited_by": 24,
    "reference": [
        "Aspe, Pedro (1993), Economic Transformation the Mexican Way, Cambridge: MIT Press.",
        "Babatz, Guillermo and AndrÃ\u0083Â©s Conesa (1997), The Effect of Financial Liberalization on the Capital Structure and Investment Decisions of Firms: Evidence from Mexican Panel Data, Harvard University, mimeo.",
        "Calomiris, Fisman and Love (2000), Causes and consequences of poor judicial performance: A Comparative Study of Mexican States, mimeo, Columbia Business School.",
        "Cheung, Y.-W. and K. S. Lai (1993), Finite Sample Sizes of Johansens Likelihood Ratio Tests for Cointegration, Oxford Bulletin of Economics and Statistics, 55, 313-328.",
        "Dornbusch, Rudiger and Alejandro Werner (1994), Mexico: Stabilization, Reform, and No Growth, Brookings Papers on Economic Activity, 253-97.",
        "Esquivel, Gerardo and Aaron Tornell (1998), The Political Economy of Mexicos Entry Into NAFTA, in Ito, T. and Ann Krueger eds., The Annual East Asian NBER Conference.",
        "Fazzari, S., R. Hubbard, and B. Petersen (1988), Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity, 141-195.",
        "Gelos, G. and Alejandro Werner (2002), Financial Liberalization, Credit Constraints, and Collateral: Investment in the Mexican Manufacturing Sector, Journal of Development Economics, 67(1): 1-27.",
        "Helpman, Elhanan, Marc Melitz and Stephen Yeaple. 2002. Export Versus FDI, NBER WP No. 9439.",
        "Lustig, Nora (2001), Life Is Not Easy: Mexicos Quest for Stability and Growth, Journal of Economic Perspectives, 85-106.",
        "Markusen, James (2002), Multinational Firms and the Theory of International Trade, MIT Press.",
        "MartÃ\u0083Â­nez, Lorenza and Alejandro Werner (2002a), Capital Markets in Mexico: Recent Developments and Future Challenges, Banco de Mexico WP.",
        "MartÃ\u0083Â­nez, Lorenza and Alejandro Werner (2002b), The Exchange Rate Regime and the Currency Composition of Corporate Debt: The Mexican Experience, Journal of Development Economics 69, 315-334.",
        "Mody, Ashoka, Assaf Razin and Efraim Sadka (2003), The Role of Information in Driving FDI Flows: Host-Country Transparency and Source Country Specialization, NBER WP 9662.",
        "Perry G., D. Lederman, L. Serven and W. Maloney (2003), Lessons from NAFTA for Latin America and the Caribbean, The World Bank.",
        "Sachs, Jeffrey, Aaron Tornell, and Andres Velasco (1996), The Collapse of the Mexican Peso: What Have we Learned? Economic Policy, 13-63.",
        "Tornell, Aaron and Frank Westermann (2003), Credit Market Imperfections in Middle Income Countries, NBER WP 9737.",
        "Tornell, Aaron, Frank Westermann and Lorenza Martinez (2004), Liberalization, Growth and Financial Crisis: Lessons from Mexico and the Developing World, Brookings Papers on Economic Activity."
    ]
}