{
    "id": 10284,
    "cites": 18,
    "cited_by": 13,
    "reference": [
        "Bekaert, Geert and Campbell Harvey, 2000, Foreign Speculators and Emerging Equity Markets, Journal of Finance, Vol. 55, April, pp. 565-614.",
        "Desai, Mihir, C. Fritz Foley, and James Hines, 2002, Capital Controls, Liberalizations, and Foreign Direct Investment, Harvard Business School and University of Michigan, working paper.",
        "Dornbusch, Rudiger, 2002, Malaysias Crisis: Was it Different?, In Sebastian Edwards and Jeffrey Frankel, eds., Preventing Currency Crises in Emerging Markets, Chicago: University of Chicago Press.",
        "Druckerman, Pamela, 2002, Some Warm to Use of Capital Controls, Wall Street Journal, October 24.",
        "Eichengreen, Barry, 2002, Capital Account Liberalization: What Do Cross-Country Studies Tell Us?, The World Bank Economic Review, Vol. 15(3), pp. 341-365.",
        "Fischer, Stanley, 2002, Financial Crises and Reform of the International Financial System, National Bureau of Economic Research Working Paper 9267.",
        "Forbes, Kristin, 2003, One Cost of the Chilean Capital Controls: Increased Financial Constraints for Smaller Traded Firms, National Bureau of Economic Research Working Paper 9777.",
        "Gelos, Gaston and Shang-Jin Wei, 2002, Transparency and International Investor Behavior, National Bureau of Economic Research Working Paper 9260.",
        "Glick, Reuven and Michael Hutchinson, 2000, Stopping `Hot Money or Signaling Bad Policy? Capital Controls and the Onset of Currency Crises, Federal Reserve Bank of San Francisco and University of California, Santa Cruz, working paper.",
        "Henry, Peter, 2000, Do Stock Market Liberalizations Cause Investment Booms?, Journal of Financial Economics, Vol. 58, October, pp. 301-334.",
        "Johnson, Simon and Todd Mitton, 2002, Cronyism and Capital Controls: Evidence From Malaysia, Journal of Financial Economics, Vol. 67, February, pp. 351-382.",
        "Kaplan, Ethan and Dani Rodrik, 2002, Did the Malaysian Capital Controls Work?, In Sebastian Edwards and Jeffrey Frankel, eds., Preventing Currency Crises in Emerging Markets, Chicago: University of Chicago Press.",
        "Klein, Michael, 2003, Capital Account Openness and the Varieties of Growth Experience, National Bureau of Economic Research Working Paper 9500.",
        "Li, Kan, Randall Morck, Fan Yang, and Bernard Yeung, 2004, Firm-Specific Variation and Openness in Emerging Markets, Review of Economics and Statistics, forthcoming.",
        "Quinn, Dennis, 1997, The Correlates of Changes in International Financial Regulation, American Political Science Review, Vol. 91, September, pp. 531-551.",
        "Prasad, Eswar, Kenneth Rogoff, Shang-Jin Wei, and M. Ayhan Kose, 2003, Effects of Financial Globalization on Developing Countries: Some Empirical Evidence, International Monetary Fund Occasional Paper 220.",
        "Rodrik, Dani, 1998, Who Needs Capital-Account Convertibility?, In Peter Kenen, ed., Should the IMF Pursue Capital Account Convertibility?, Essays in International Finance no. 207, Princeton: Princeton University Press.",
        "Tobin, James, 1978, A Proposal for International Monetary Reform, Eastern Economic Journal, Vol. 4, July/October, pp. 153-159."
    ]
}