{
    "id": 10295,
    "cites": 59,
    "cited_by": 52,
    "reference": [
        "Altunbas Y., Fazylow O. and Molyneux P. (2002), Evidence on the Bank Lending Channel in Europe, Journal of Banking and Finance, forthcoming.",
        "Angbazo, L. (1997), Commercial Bank Net Interest Margins, Default Risk, Interest-rate risk, and Off-balance Sheet Banking, Journal of Banking and Finance, Vol. 21, pp. 55-87.",
        "Angelini P. and Cetorelli N. (2002), The effects of regulatory reform on competition in the banking industry, Journal of Money, Credit and Banking, forthcoming.",
        "Angelini, P., P. Di Salvo and G. Ferri (1998), Availability and Cost of Credit for Small Businesses: Customer Relationships and Credit Cooperatives, Journal of Banking and Finance, Vol. 22, No. 6-8, pp. 925-54.",
        "Angeloni I., Buttiglione L., Ferri G. and Gaiotti E. (1995), The Credit Channel of Monetary Policy across Heterogeneous Banks: The Case of Italy, Banca dItalia, Temi di discussione, No. 256.",
        "Ausubel L. M. (1992), Rigidity and Asymmetric Adjustment of Bank Interest Rates, mimeo.",
        "Banca dItalia (1986), Modello trimestrale delleconomia italiana, Banca dItalia, Temi di discussione, No. 80.",
        "Banca dItalia (1988), Modello mensile del mercato monetario, Banca dItalia, Temi di discussione, No. 108.",
        "Banerjee A., Lumsdaine R.L. and Stock J.H. (1992), Recursive and Sequential Tests of the UnitRoot and Trend Break Hypotheses: Theory and International Evidence, Journal of Business and Economic Statistics, Vol. 10, No. 3, pp.271-87.",
        "Berger A.N. and Udell G.F. (1992), Some Evidence on the Empirical Significance of Credit Rationing, Journal of Political Economy, Vol.100, No. 5, pp. 1047-77.",
        "Berlin M. and Mester L.J. (1999), Deposits and Relationship Lending, Review of Financial Studies, Vol. 12, No. 3, pp. 579-607.",
        "Bernanke B. and Blinder A.S. (1988), Is it Money or Credit, or Both or Neither? Credit, Money and Aggregate Demand, American Economic Review, Vol. 78, No. 2, pp. 435-9. Paper and Proceedings of the One-Hundredth Annual Meeting of the American Economic Association.",
        "Beveridge S. and Nelson C. (1981), A New Approach to the Decomposition of Economics Time Series into Permanent and Transitory Components with Particular Attention to Measurement of the `Business Cycle, Journal of Monetary Economics, Vol. 21, pp. 151-74.",
        "Boccuzzi, G. (1998), La crisi dellimpresa bancaria. Profili economici e giuridici, GiuffrÃ\u0083Â¨, Milano.",
        "Bolton, P. and Freixas X. (2001), Corporate Finance and the Monetary Transmission Mechanism, CEPR, Discussion Paper Series, No. 2982.",
        "Ciocca P. (2000), La nuova finanza in Italia. Una difficile metamorfosi (1980-2000), Bollati Boringhieri, Torino.",
        "Cornett M. M. and Tehranian H. (1994), An Examination of Voluntary Versus Involuntary Security Issuances by Commercial Banks: The Impact of Capital Regulations on Common Stock Returns, Journal of Financial Economics, Vol. 35, pp. 99-122.",
        "Cottarelli C. and Kourelis A. (1994), Financial Structure, Bank Lending Rates and the Transmission Mechanism of Monetary Policy, IMF Staff Papers, Vol. 41, No. 4, pp.587-623.",
        "Cottarelli C., Ferri G. and Generale A. (1995), Bank Lending Rates and Financial Structure in Italy: A Case Study, IMF Working Papers, No. 38.",
        "Dermine J. (1991), Discussion to Vives. X., Banking Competition and European Integration, in Giovannini A. and Mayer C., European Financial Integration, Cambridge, Cambridge University Press.",
        "Dewatripont M. and Tirole J. (1994), The Prudential Regulation of Banks, Cambridge, Massachusetts, MIT Press.",
        "Ehrmann M., Gambacorta L., Martinez PagÃ\u0083Â©s J., Sevestre P. and Worms A. (2003), Financial Systems and the Role of Banks in Monetary Policy Transmission in the Euro Area, in Angeloni I., Kashyap A. and Mojon B., Monetary Policy Transmission in the Euro Area, Cambridge, Cambridge University Press.",
        "Focarelli D. and Panetta F. (2003), Are Merger Beneficial to Consumers? Evidence from the Market for Bank Deposits, American Economic Review, forthcoming.",
        "Friedman B. and Kuttner K. (1993), Economic Activity and the Short-Term Credit Markets: an Analysis of Prices and Quantities, Brooking Papers on Economic Activity, Vol. 2, pp. 193-283.",
        "Freixas X. and Rochet J. (1997), Microeconomics of Banking, Cambridge, MIT Press.",
        "Gaiotti E. (1992), Levoluzione delle tecniche di controllo monetario nel modello mensile della Banca dItalia, mimeo, Banca dItalia.",
        "Gambacorta L. (2003), The Italian Banking System and Monetary Policy Transmission: Evidence from Bank Level Data, in Angeloni, I., A. Kashyap and B. Mojon (eds.), Monetary Policy Transmission in the Euro Area, Cambridge, Cambridge University Press.",
        "Gambacorta L. and Mistrulli P. (2004), Does Bank Capital Affect Lending Behavior?, Journal of Financial Intermediation, forthcoming.",
        "Green C.J. (1998), Banks as Interest Rate Managers, Journal of Financial Services Research, Vol.",
        "Hancock D. (1991), A Theory of Production for the Financial Firm, Norwell, Massachusetts, Kluwer Academic Publishers.",
        "Hannan T.H. and Berger A.N. (1991), The Rigidity of Prices: Evidence From Banking Industry, American Economic Review, Vol. 81, pp.938-45.",
        "Harvey (1981), Time Series Models, Oxford, Allan.",
        "Ho T.S.Y. and Saunders A. (1981), The Determinants of Bank Interest Margins: Theory and Empirical Evidence, Journal of Financial and Quantitative Analysis, Vol. 16, No. 2, pp. 581600.",
        "Houston J.F. and James C. (1998), Do Bank Internal Capital Market Promote Lending?, Journal of Banking and Finance, Vol. 22, pp. 899-918.",
        "Hutchison D.E. (1995), Retail Bank Deposit Pricing: An Intertemporal Asset Pricing Approach, Journal of Money Credit and Banking, Vol. 27, pp. 217-31.",
        "Kashyap A. and Stein J.C. (1995), The Impact of Monetary Policy on Bank Balance Sheets, Carnegie Rochester Conference Series on Public Policy, Vol. 42, pp.151-195.",
        "Kashyap A. and Stein J.C. (2000), What Do a Million Observations on Banks Say About the Transmission of Monetary Policy, American Economic Review, Vol. 90, No. 3, pp. 407-28.",
        "Kashyap A., Stein J.C. and Wilcox D. (1993). Monetary Policy and Credit Conditions: Evidence from the Composition of External Finance, American Economic Review, Vol. 83, pp. 78-98.",
        "Kishan R.P. and Opiela T.P. (2000), Bank Size, Bank Capital and the Bank Lending Channel, Journal of Money, Credit and Banking, Vol. 32, No. 1, pp. 121-41.",
        "Klein M. (1971), A Theory of the Banking Firm, Journal of Money, Credit and Banking, Vol. 3, No. 2, pp. 205-18.",
        "Leland H.E. and Pile D.H. (1977), Informational Asymmetries, Financial Structures and Financial Intermediation, The Journal of Finance, Vol. 32, pp. 371-87.",
        "Lim G.C. (2000), Bank Interest Rate Adjustments: Are They Asymmetric?, The Economic Record, Vol. 77, no. 237, pp.135-147.",
        "Melitz J. and Pardue M. (1973), The Demand and Supply of Commercial Bank Loans, Journal of Money, Credit and Banking, Vol. 5, No. 2, pp. 669-92.",
        "Myers S.C. and Majluf N.S. (1984), Corporate Finance and Investment Decisions when Firms Have Information that Investors Do Not Have, Journal of Financial Economics, Vol. 13, pp.187-221.",
        "Neumark D. and Sharpe S.A. (1992), Market Structure and the Nature of Price Rigidity: Evidence From the Market for Consumer Deposits, Quarterly Journal of Economics, Vol. 107, pp.65780.",
        "Newbold P. (1990), Precise and Efficient Computation of the Beveridge-Nelson Decomposition of Economic Time Series, Journal of Monetary Economics, Vol. 26, pp. 453-457.",
        "Passacantando F. (1996), Building an Institutional Framework for Monetary Stability, BNL Quarterly Review, Vol. 49, No. 196, pp. 83-132.",
        "Peek J. and Rosengren E.S. (1995), Bank Lending and the Transmission of Monetary Policy; in Peek J. and E.S. Rosengren (eds.), Is Bank Lending Important for the Transmission of Monetary Policy?, Federal Reserve Bank of Boston Conference Series No. 39, pp. 47-68.",
        "Petersen M. and Rajan R. (1994), The Benefits of Lending Relationships: Evidence from Small Business Data, Journal of Finance, Vol. 49, pp.3-37.",
        "Rosen R.J. (2001), What Goes Up Must Come Down? Asymmetries and Persistence in Bank Deposit Rates, Indiana University, mimeo.",
        "Santomero A.M. (1984), Modeling the Banking Firm: A Survey, Journal of Money Credit and Banking, Vo. 16, n. 4, pp. 576-602.",
        "Stein J.C. (1998), An Adverse-Selection Model of Bank Asset and Liability Management with Implications for the Transmission of Monetary Policy, RAND Journal of Economics, Vol. 29, No. 3, pp. 466-86.",
        "Thakor A.V. (1996), Capital Requirements, Monetary Policy, and Aggregate Bank Lending: Theory and Empirical Evidence, The Journal of Finance, Vol. 51, No. 1, pp. 279-324.",
        "Upper C. and Worms A. (2001), Estimating Bilateral Exposures in the German Interbank Market: Is There a Danger of Contagion?, in BIS (ed.), Marrying the Macro and Microprudential Dimensions of Financial Stability, BIS papers, No. 1, pp. 211-29.",
        "Van den Heuvel S.J. (2001a), The Bank Capital Channel of Monetary Policy, University of Pennsylvania, mimeo.",
        "Van den Heuvel S.J. (2001b), Banking Conditions and the Effects of Monetary Policy: Evidence from U.S. States, University of Pennsylvania, mimeo.",
        "Van den Heuvel S.J. (2003), Does Bank Capital Matter for Monetary Transmission?, FRBNY Economic Policy Review, forthcoming.",
        "Verga G. (1984), La determinazione dei tassi bancari in Italia: unanalisi per gli anni piÃ\u0083Â¹ recenti, Banca, Impresa, SocietÃ\u0083Â , Vol. 3, No. 1, pp.65-84.",
        "Weth M.A. (2002), The Pass-Through from Market Interest Rates to Bank Lending Rates in Germany, Discussion Paper No 11, Economic Research Center of the Deutsche Bundesbank."
    ]
}