{
    "id": 10296,
    "cites": 13,
    "cited_by": 102,
    "reference": [
        "Alfaro, Laura, Kalemli-Ozcan, Sebnem, and Volosovych, Vadym. Why Doesnt Capital Flow from Rich to Poor Countries? An Empirical Investigation. Mimeo, Harvard University, 2003.",
        "Bulow, Jeremy, and Rogoff, Kenneth S. A Constant Recontracting Model of Sovereign Debt, Journal of Political Economy, February 1989, 97, pp. 155-178.",
        "Bulow, Jeremy, and Rogoff, Kenneth S. Cleaning Up Third-World Debt Without Getting Taken to the Cleaners, Journal of Economic Perspectives, Winter 1990, 4, pp.31-42.",
        "Eaton, Jonathan, and Gersovitz, Mark. Debt with Potential Repudiation: Theoretical and Empirical Analysis, Review of Economic Studies, 1981, 48, pp. 289-309.",
        "Gertler, Mark and Rogoff, Kenneth S. Developing Country Borrowing and Domestic Wealth. National Bureau of Economic Research (Cambridge, MA) Working Paper No. 2887, March 1989.",
        "Gourinchas, Pierre Olivier and Jeanne, Olivier. The Elusive Benefits from Financial Market Integration. Mimeo, International Monetary Fund, 2003.",
        "Gertler, Mark, and Rogoff, Kenneth S. North-South Lending and Endogenous Domestic Capital Market Inefficiencies. Journal of Monetary Economics, October 1990, 26, pp. 245-266.",
        "Helpman, Elhanan. The Mystery of Economic Growth. Cambridge: Harvard University Press, forthcoming. Lane, Philip. Empirical Perspectives on Long-Term External Debt. Mimeo, Trinity College, 2003.",
        "Lucas, Robert. Why Doesnt Capital Flow from Rich to Poor Countries? American Economic Review, May 1990 (Papers and Proceedings), 80, pp.92-96.",
        "Obstfeld, Maurice and Rogoff, Kenneth S. Foundations of International Macroecononomics. Cambridge: MIT Press, 1996.",
        "Reinhart, Carmen M., Rogoff, Kenneth S., and Savastano, Miguel A. Debt Intolerance Brookings Papers on Economic Activity, Spring 2003, 1, pp. 1-74.",
        "Rogoff, Kenneth S. Institutions for Reducing Global Financial Instability, Journal of Economic Perspectives, Fall 1999, 13, pp. 21-42.",
        "Shliefer, Andrei. Will the Sovereign Debt Market Survive? American Economic Review May 2003, (Papers and Proceedings), 93. pp. 85-90."
    ]
}