{
    "id": 10301,
    "cites": 24,
    "cited_by": 12,
    "reference": [
        "Miller, Merton, and Myron Schol es, Dividends and taxes: Some empirical evidence, Journal of Political Economy 90, 1118-1141. Modigliani, Franco and Merton Miller, 1958, Cost of capital, corporation finance and the theory of investment, American Economic Review 48, 267-297.",
        "Modigliani, Franco and Merton Miller, 1963, Corporat e income taxes and the cost of capital: A correction, American Economic Review 53, 433-443.",
        "PÃ\u0083Â©rez-GonzÃ\u0083Â¡lez, Francisco, 2003, Large sharehol ders and dividends: Evidence from U.S. tax reforms, Working paper, Columbia University.",
        "Miller, Merton, 1977, De bt and taxes, Journal of Finance 32, 261-275.",
        "Miller, Merton, and Franco Modigliani, 1961, Dividend policy, gr owth and the valuation of shares, Journal of Business 34, 411-433.",
        "Miller, Merton, and Myron Schol es, 1978, Dividends and taxes, Journal of Finan cial Economics 6, 333-364.",
        "Lintner, John, 1956, Distribution of incomes of co rporations among dividends, retained earnings and taxes, American Economic Review 46, 97-113.",
        "Lie, Erik and Heidi Lie, 1999, Th e role of personal ta xes in corporate decision: An empirical analysis of share repur chases and dividends, Journal of Financi al and Quantitative Analysis 34, 533-552.",
        "Healy, Paul and Krishna Palepu, 1988, Earnings in formation conveyed by dividend initiations and omissions, Journal of Finan cial Economics 21, 149-175.",
        "La Porta, Rafael, Florencio Lope z-de-Silanes, Andrei Shleifer, and Robert Vishny, 2000, Agency problems and dividend policies around the world, Journal of Finance 55, 1-33.",
        "Lambert, Richard, William Lane n and David Larcker, 1989, Executive stock option plans and corporate dividend policy, Journal of Financial and Quantitative Analysis 24, 409- 425.",
        "Guenther, David, 1992, Taxes and organizational form: A co mparison of corporations and master limited partnerships, Accounting Review 67, 17-45.",
        "Frank, Mary Margaret, 2002, The impact of ta xes on corporate define d benefit plan asset allocation, Journal of Acc ounting Research 40, 1163-190.",
        "Gale, William, Sunsets in the tax code, Tax Notes, June 9,2003, 1553-1561.",
        "Gentry, William, 1994, Taxes, fi nancial decisions and organizational form: Evidence from publicly traded partnerships, Journal of Public Economics 53, 223-244.",
        "Graham, John, 2003, Taxes and corp orate finance: A review, Review of Financial Studies, forthcoming.",
        "Engle, Ellen, Merle Erickson, and Edward Maydew, 1999, Debt-equity hybrid securities, Journal of Acc ounting Research, 37, 249-274.",
        "Fama, Eugene and Kenneth French, 2001, Disa ppearing dividends: Changing firm characteristics or lowe r propensity to pay, Journal of Finan cial Economics 60, 3-43.",
        "Brav, Alon, John Graham, Campbell Harvey and Roni Michaely, 2003, Payout policy in the 21 st century, Working paper, Duke University.",
        "DeAngelo, Harry, Linda DeAngelo, and D oug Skinner, 2003, Are dividends disappearing? Dividend concentrati on and the consolidat ion of earnings. Journal of Financial Economics, forthcoming.",
        "Easterbrook, Frank, 1984, Two agency-cost explanat ions of dividends. American Economic Review 74, 650-659.",
        "Bhattacharya, Sudipto, 1 979, Imperfect information, dividend policy, and t he bird in the hand fallacy, Bell Journal of Economics 10, 259-270. Blouin, Jennifer, Jana Raedy, and Douglas Shackelford, 2003, Ca pital gains taxes and equity trading: Empirical evidence, Journal of Accounting Research 41, 611-651.",
        "Barclay, Michael, Clifford Holderness, a nd Dennis Sheehan. 2003, Di vidends and dominant shareholders, Working paper, University of Rochester.",
        "Ayres, Benjamin, Craig Lefanow icz, and John Robinson, 2003, The e ffect of shareholder-level capital gains taxes on the struct ure of corporate acquisitions, Journal of Finance, forthcoming."
    ]
}