{
    "id": 10304,
    "cites": 14,
    "cited_by": 20,
    "reference": [
        "Andrews, Donald W K (1993). Exactly Median-Unbiased Estimation of First Order Autoregressive /Unit Root Models, Econometrica, vol. 61, no. 1, pp. 139-65.",
        "Andrews, Donald W K and Hong-Yuan Chen (1994). Approximately Median-Unbiased Estimation of Autoregressive Models, Journal of Business and Economic Statistics, vol. 12, no. 2, pp. 187-204.",
        "Cashin, Paul A. and C. John McDermott (2003). An Unbiased Appraisal of Purchasing Power Parity, IMF Staff Paper, forthcoming.",
        "Choi, Chi-Young, Nelson C. Mark and Donggyu Sul (2003). The Dominance of Downward Bias in Half-Life Estimates of PPP Deviations, working paper, University of Notre Dame.",
        "Crucini, Mario J., and Mototsugu Shintani (2002). Persistence in Law-of-One-Price Deviations: Evidence from Micro-data, working paper, Vanderbilt University.",
        "Engel, Charles (2000). Local-Currency Pricing and the Choice of Exchange-Rate Regime, European Economic Review, vol. 44, no. 8, pp. 1449-72.",
        "Granger, Clive W.J. (1980). Long Memory Relationships and the Aggregation of Dynamic Models, Journal of Econometrics, vol. 14, no. 2, pp. 227-38.",
        "Imbs, Jean, Haroon Mumtaz, Morten Ravn and Helene Rey (2002).PPP Strikes Back: Aggregation and the Real Exchange Rate, NBER Working Paper 9372.",
        "Imbs, Jean, Haroon Mumtaz, Morten Ravn and Helene Rey (2003). Notes, London Business School.",
        "Kilian, Lutz (1998). Small-Sample Confidence Intervals for Impulse Response Functions, Review of Economics and Statistics, vol. 80, no. 2, pp. 218-30.",
        "Murray, Christian J and David H Papell (2002a). The Purchasing Power Parity Persistence Paradigm, Journal of International Economics, vol. 56, no. 1, pp. 1-19.",
        "Murray, Christian J and David H Papell (2002b). The Purchasing Power Parity Puzzle is Worse Than You Think, working paper, University of Houston.",
        "Murray, Christian J and David H Papell (2003). Do Panels Help Solve the Purchasing Power Parity Puzzle? working paper, University of Houston.",
        "So, Beong Soo and Dong Wan Shin (1999).Recursive Mean Adjustment in Time-Series Inferences, Statistics and Probability Letters, vol. 43, pp. 65-73."
    ]
}