{
    "id": 1030,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "Barsby, S.L. and G.L. Marshall, 1977, Short-Term Consumption Effects of a Lower Minimum Alcohol-Purchasing Age, Journal of the Studies on Alcohol 38, 1665-1679.",
        "Borkenstien, R.F., R.F. Crowther, R.P. Shumate, WB. Ziel and R. Zylman, 1964, The Role of the Drinking Driver In Traffic Accidents (Indiana University, Department of Police Administration, Bloomington, Indiana).",
        "Cucchiaro, S.J., 3. Ferreira and A. Sicherman, 1974, The Effect of the 18-year-old Drinking Age on Auto Accidents (Operations Research Center, MIT, Cambridge, Massachusetts).",
        "Douglass, R.L., 1974, The Effect of the Lower Legal Drinking Age on Youth Crash Involvement, Ph.D. dissertation (University of Michigan, Ann Arbor, Michigan).",
        "Douglass, R.L. and L.D. Filkins, 1974, The Effect of Lower Legal Drink- ing Ages in Youth Crash Involvement (U.S. National Traffic Safety Administration, Waahington, D.C.).",
        "Fingerman, P.W., J.M. Levine and E.J. Eisner, 1977, Youth Alcohol and Speeding: Their Joint Contribution to Highway Accidents (U.S.",
        "Fuchs, yR. and I. Leveson, 1967, Motor Accident Mortality and Compulsory Inspection of Vehicles, Journal of the American Medical Association 201, 657-661.",
        "Goldfield, S.)!. and R.E. Quandt, 1965, Some Tests for Homoscedasticity, Journal of the American Statistical Association 60, 539-547.",
        "Hammond, R.L., 1973, Legal Drinking at 18 or 21 - Does it Make Any Difference?, Journal of Alcohol and Drug Education 18, 9-13.",
        "Lewit, E.M. and D. Coate, forthcoming, The Potential for Using Excise Taxes to Reduce Smoking, Journal of Health Economics. National Center for Health Statistics, 1977, Vital Statistics of the United States (U.S. Government Printing Office, Washington, D.C.).",
        "National Safety Council, Annual Reports, Accident-Facts. Peltzman, Sam, 1975, The Effects of Automobile Safety Regulation, Journal of Political Economy 83, 677-725.",
        "Simon, J.L., 1966, The Price Elasticity of Liquor in the U.S. and a Simple Method of Determination, Econometrics 34, 193-205.",
        "Wagenaar, A,C, 1981, Effects of an Increase in Drinking Age, Journal of Public Health Policy 2, 206-225.",
        "Waller, P.F., 1978, Drinking and Highway Safety, in: John Ewing and B.A. Rouse, ed., Drinking (Nelson Hall, Chicago).",
        "Williams, A.F., R.F. Rich, P.L. Zador and L.S. Robertson, 1975, The Legal Minimum Drinking Age and Fatal Motor Vehicle Crashes, Journal of Legal Studies 4, 219-239.",
        "Zylman, R., 1974, Fatal Crashes Among Michigan Youth Following Reduc- tion of the Legal Drinking Age, Quarterly Journal of the Studies on Alcohol 35, 283-286."
    ]
}