{
    "id": 10317,
    "cites": 36,
    "cited_by": 14,
    "reference": [
        "Acemoglu, D., S. Johnson, and J. Robinson (2002). The Colonial Origins of Comparative Development: An Empirical Analysis, American Economic Review 91, 1369-1401.",
        "Aiyar, S. and J. Feyrer (2003). A Contribution to the Empirics of Total Factor Productivity, Dartmouth College manuscript.",
        "Baland, J. M. and J. Robinson (2000). Is Child Labor Inefficient, Journal of Political Economy 108, 663-79.",
        "Barro, R. J.W. Lee (1996). International Measures of Schooling Years and Schooling Quality, American Economic Review 86, 218-223.",
        "Basu, K. and P. H. Van (1998). The Economics of Child Labor, American Economic Review, 88, 412-427.",
        "Ben-Porath, Y. (1967). The Production of Human Capital and the Life Cycle of Earnings, Journal of Political Economy, 75(4), 352-65.",
        "Bommier, A. and P. Dubois (2004). Rotten Parents and Child Labor, Journal of Political Economy forthcoming.",
        "Brown, D. K. (2000). A Transactions Cost Politics Analysis of International Child Labor Standards, in Alan V. Deardorff, and Robert M. Stern, eds., Social Dimensions of U.S. Trade Policies. Ann Arbor: U Michigan Press.",
        "Brown, D. K. ,Deardorff, and R. Stern. (2002). Child Labor: Theory, Evidence, and Policy, Research Seminar in International Economics Discussion Paper 474, University of Michigan.",
        "Cigno, A, and F. Rosati, and L. Guarcello (2002). Does Globalization Increase Child Labor? World Development 30, 1579-1589.",
        "Deheija, R. and R. Gatti (2002). Child Labor: The Role of Income Variability and Access to Credit Across Countries, NBER Working Paper 9018.",
        "Dixit, A. (2000). Comment on A Transactions Cost Politics Analysis of International Child Labor Standards, in Alan V. Deardorff, and Robert M. Stern, eds., Social Dimensions of U.S. Trade Policies. Ann Arbor: U Michigan Press.",
        "Dollar, D. and A. Kraay (2002). Growth is Good for the Poor, Journal of Economic Growth 7, 195-225.",
        "Dollar, D. and A. Kraay (2003). Institutions, Trade, and Growth, Journal of Monetary Economics 50, 133-162.",
        "Dubin, J. and D. McFadden (1984). An Econometric Analysis of Residential Electric Appliance Holdings and Consumption, Econometrica 52, 345-362.",
        "Easterly, W. and R. Levine (2001). Its Not Factor Accumulation: Stylized Facts and Growth Models, World Bank Economic Review 15 , 177-219.",
        "Easterly, W. and R. Levine (2003). Tropics, Germs, and Crops: How Endowments Influence Economic Development, Journal of Monetary Economics 50, 3-40.",
        "Edmonds, E. (2004). Does child labor decline with improving economic status? Journal of Human Resources, forthcoming.",
        "Edmonds, E. and N. Pavcnik (2003a). The Effect of Trade Liberalization on Child Labor, Dartmouth College Manuscript.",
        "Edmonds, E. and N. Pavcnik (2003b). Trade Liberalization and the Allocation of Labor between Households and Markets in a Poor Country, Dartmouth College Manuscript.",
        "Frankel, J. A. and D. Romer (1999). Does Trade Cause Growth?, American Economic Review 89, 279-399.",
        "Frankel, J. A. and A. Rose (2002). An Estimate of the Effect of Common Currencies on Trade and Income, Quarterly Journal of Economics 117, 437-466.",
        "Frankel, J.A. and A. Rose (2003). Is Trade Good or Bad for the Environment? Sorting out the Causality, The Review of Economics and Statistics forthcoming.",
        "Hall, R. and C. Jones (1999). Why Do Some Countries Produce So Much More Output per Worker than Others? Quarterly Journal of Economics 114, 83-116.",
        "International Labour Organization (2000). Sources and Methods: Labor Statistics, Volume 10: Estimates and Projections of the Economically Active Population. ILO: Geneva.",
        "International Labour Organization (2002). Every Child Counts: New Global Estimates on Child Labour. ILO: Geneva.",
        "Irwin, D. and M. Tervio (2002). Does Trade Raise Income? Evidence from the Twentieth Century, Journal of International Economics 58, 1-18.",
        "Jafarey, S. and S. Lahiri (2002). Will Trade Sanctions Reduce Child Labor? The Role of Credit Markets, Journal of Development Economics, 68(1), 137-156.",
        "Maskus, K. (1997). Core Labor Standards: Trade Impacts and Implications for International Trade Policy, World Bank International Trade Division Mimeo.",
        "Martin, W. and K. Maskus (2001). Core Labor Standards and Competitiveness: Implications for Global Trade Policy, Review of International Economics 9, 317-328.",
        "Ranjan, P. (2001). Credit constraints and the phenomenon of child labor, Journal of Development Economics 64, 81-102.",
        "Rodriguez, F. and D. Rodrik (2000). Trade Policy and Economic Growth: A Skeptics Guide to Cross- National Evidence, Harvard University mimeo.",
        "Rodrik, D. (1996). Labor Standards and International Trade: Do They Matter and What do We Do About Them? in R.Z. Lawrence, D. Rodrik, and J. Whalley, Emerging Agenda for Global Trade: High Stakes for Developing Countries, Policy Essay No. 20. Washington, DC: Overseas Development Council.",
        "Rogers, C. and K. Swinnerton (2001). Inequality, Productivity, and Child Labor: Theory and Evidence, Georgetown University Manuscript.",
        "Rose, A. (2003). Does WTO Really Increase Trade? American Economic Review forthcoming.",
        "Shelbourne, R. (2001). An explanation of the international variation in the prevalence of child labour, World Economy 24, 359-378."
    ]
}