{
    "id": 10319,
    "cites": 19,
    "cited_by": 12,
    "reference": [
        "[1] Baldwin, Richard, Hysteresis in Import Prices: The Beachhead Effect, American Economic Review, 78 (1988), 773785.",
        "[2] Besedes Tibor and Thomas J. Prusa, On the Duration of Trade, (2003), NBER Working Paper No. 9936.",
        "[3] Dixit, A.K. and J. Stiglitz, Monopolistic competition and optimum product diversity, American Economic Review 67 (1977), 297308.",
        "[4] Casella, Alessandra and James Rauch, Overcoming Informational Barriers to International Resource Allocation: Prices and Ties, Economic Journal, 113 (2003), 2142.",
        "[5] Dalgin, Muhammed, Devashish Mitra and Vitor Trindade, Inequality, Nonhomothetic Preferences, and Trade: a Gravity Approach, (2003), mimeo.",
        "[6] Debaere, Peter, Relative factor abundance and trade, Journal of Political Economy, 111 (2003), 589610.",
        "[7] Evenett, Simon and Wolfgang Keller, On Theories Explaining the Success of the Gravity Equation, Journal of Political Economy 110 (2002), 281316.",
        "[9] Krugman, Paul R., Scale economies, product differentiation, and the pattern of trade, American Economic Review 70 (1980) 95059.",
        "[10] Helpman, Elhanan, Imperfect competition and international trade: Evidence from Fourteen Industrial Countries, Journal of Japanese and International Economies 1 (1987), 6281.",
        "[11] Helpman, Elhanan and Paul R. Krugman, Market Structure and Foreign Trade. (Cambridge: MIT Press, 1985).",
        "[12] Hummels, David and James Levinsohn, Monopolistic competition and international trade: Reinterpreting the evidence. Quarterly Journal of Economics, 110 (1995), 799 836.",
        "[13] Melitz, Marc, The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica LXXI (2003), 16951725.",
        "[14] Neary, J.P., Monopolistic competition and international trade theory, (2000), paper prepared for the conference on The Monopolistic Competition Revolution after Twenty-Five Year.",
        "[15] Rauch, James, Trade and Search: Social Capital, Sogo Shosha, and Spillovers, (1996), NBER Working Paper 5618.",
        "[16] Rauch, James, Networks versus Markets in International Trade, Journal of International Economics, 48 (1999), 735.",
        "[17] Rauch, James, Business and Social Networks in International Trade, Journal of Economic Literature 39 (2001), 11771203.",
        "[18] Rauch, James and Vitor Trindade, Ethnic Chinese Networks in International Trade, Review of Economics and Statistics 84 (2002), 116130.",
        "[19] Salop, Steven, Monopolistic competition with outside goods, Bell Journal of Economics, 10 (1979), 14156.",
        "[20] Schott, Peter K. Do Countries Specialize?, (2001), NBER Working Paper No. 8492. A Data Appendix All of the data used in this paper are available from public sources."
    ]
}