{
    "id": 10326,
    "cites": 17,
    "cited_by": 154,
    "reference": [
        "Abowd, John, and Arnold Zellner (1985): Estimating Gross Labor-Force Flows, Journal of Business and Economic Statistics, 3(3), 254283.",
        "Alvarez, Fernando, and Urban Jermann (2000): Using Asset Prices to Measure the Cost of Business Cycles, NBER Working Paper 7978.",
        "Atkeson, Andrew, and Christopher Phelan (1994): Reconsidering the Costs of Business Cycles with Incomplete Markets, in NBER Macroeconomics Annual, ed.",
        "Barro, Robert (1977): Long-Term Contracting, Sticky Prices, and Monetary Pol- icy, Journal of Monetary Economics, 3(3), 305316.",
        "Blanchard, Olivier, and Peter Diamond (1989): The Beveridge Curve, Brook- ings Papers on Economic Activity, 1, 160.",
        "Boldrin, Michele, and Michael Horvath (1995): Labor Contracts and Business Cycles, Journal of Political Economy, 103(5), 9721004.",
        "Costain, James, and Michael Reiter (2003): Business Cycles, Unemployment Insurance, and the Calibration of Matching Models, Universidad Carlos III Mimeo.",
        "Fujita, Shigeru (2003): The Beveridge Curve, Job Creation and the Propagation of Shocks, University of California at San Diego Mimeo.",
        "Hall, Robert (2003a): Modern Theory of Unemployment Fluctuations: Empir- ics and Policy Applications, American Economic Review Papers and Proceedings, 93(2), 145150.",
        "Hosios, Arthur (1990): On the Efficiency of Matching and Related Models of Search and Unemployment, Review of Economic Studies, 57, 279298.",
        "Imrohoroglu, Ayse (1989): Cost of Business Cycles iwth Indivisibilities and Liq- uidity Constraints, Journal of Political Economy, 97(6), 13641383.",
        "Lucas, Robert (1987): Models of Business Cycles. Basil Blackwell, Oxford.",
        "Mortensen, Dale, and Christopher Pissarides (1994): Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies, 61, 397415.",
        "Obstfeld, Maurice (1994): Evaluating Risky Consumption Paths: The Role of Intertemporal Substitutability, European Economic Review, 38(7), 14711486.",
        "Petrongolo, Barbara, and Christopher Pissarides (2001): Looking into the Black Box: A Survey of the Matching Function, Journal of Economic Literature, 39(2), 390431.",
        "Pissarides, Christopher (1985): Short-Run Equlibrium Dynamics of Unemploy- ment, Vacancies, and Real Wages, American Economic Review, 75, 676690.",
        "Shimer, Robert (2003): The Cyclical Behavior of Equilibrium Unemployment and Vacancies: Evidence and Theory, NBER Working Paper 9536."
    ]
}