{
    "id": 10327,
    "cites": 48,
    "cited_by": 150,
    "reference": [
        "Acharya, Viral and Lasse Pedersen, 2003, Asset Pricing with Liquidity Risk, working paper, LBS and NYU.",
        "Allen, Franklin and Gary Gorton, 1993, Churning Bubbles, Review of Economic Studies, 60, 813-836.",
        "Amihud, Yacov, 2002, Illiquidity and Stock Returns: Cross-Section and Time-Series Effects, Journal of Financial Markets, 5, 31-56.",
        "Amihud, Yacov and Haim Mendelson, 1986, Asset Pricing and the Bid-Ask Spread, Journal of Financial Economics, 17, 223-249.",
        "Ang, Andrew and Joseph Chen, 2002, Asymmetric Correlations of Equity Portfolios, Journal of Financial Economics, 63, 443-494.",
        "Ang, Andrew, Robert Hodrick, Yuhang Xing, and Xiaoyan Zhang, 2003, The Cross-Section of Volatility and Expected Returns, working paper, Columbia University.",
        "Basak, Suleyman and Domenico Cuoco, 1998, An Equilibrium Model with Restricted Stock Market Participation, Review of Financial Studies, 11, 309-341.",
        "Basak, Suleyman, Anna Pavlova, and Alex Shapiro, 2003, Offsetting the Incentives: Risk Shifting and Benefits of Benchmarking in Money Management, working paper, LBS, MIT, and NYU.",
        "Boudoukh, Jacob and Robert Whitelaw, 1991, The Benchmark Effect in the Japanese Gov- ernment Bond Market, Journal of Fixed Income, 1, 52-59.",
        "Brennan, Michael, 1993, Agency and Asset Pricing, working paper, UCLA.",
        "Brennan, Michael and Avanidhar Subrahmanyam, 1996, Market Microstructure and Asset Pricing: On the Compensation for Illiquidity in Stock Returns, Journal of Financial Eco- nomics, 41, 441-464.",
        "Campbell, John and Ludger Hentschel, 1992, No News is Good News: An Asymmetric Model of Changing Volatility in Stock Returns, Journal of Financial Economics, 31, 281-318.",
        "Chalmers, John and Gregory Kadlec, 1998, An Empirical Investigation of the Amortized Spread, Journal of Financial Economics, 48, 159-188.",
        "Chevalier, Judith and Glenn Ellison, 1997, Risk Taking by Mutual Funds as a Response to Incentives, Journal of Political Economy, 105, 1167-1200.",
        "Chordia, Tarun, Richard Roll, and Avanidhar Subrahmanyam, 2001, Market Liquidity and Trading Activity, Journal of Finance, 56, 501-530.",
        "Constantinides, George, 1986, Capital Market Equilibrium with Transaction Costs, Journal of Political Economy, 94, 842-862.",
        "Cuoco, Domenico and Ron Kaniel, 2001, Equilibrium Prices in the Presence of Delegated Portfolio Management, working paper, University of Pennsylvania and Duke University.",
        "Danielsson, Jon and Jean-Pierre Zigrand, 2003, What Happens When You Regulate Risk? Evidence from a Simple Equilibrium Model, working paper, LSE.",
        "Dasgupta, Amil and Andrea Prat, 2003, Trading Volume with Career Concerns, working pa- per, LSE.",
        "Dow, James and Gary Gorton, 1997, Noise Trading, Delegated Portfolio Management and Economic Welfare, Journal of Political Economy, 105, 1024-1050.",
        "Duffie, Darrell, Nicolae Garleanu, and Lasse Pedersen, 2003, Valuation in Dynamic Bar- gaining Markets, working paper, Stanford University, University of Pennsylvania, and NYU.",
        "Dunbar, Nicholas, 2000, Inventing Money: The Story of Long-Term Capital Management and the Legends Behind It, John Wiley, New York.",
        "Eleswarapu, Venkat, 1997, Cost of Transacting and Expected Returns in the NASDAQ Market, Journal of Finance, 52, 2113-2127.",
        "French, Kenneth, William Schwert, and Robert Stambaugh, 1987, Expected Stock Returns and Volatility, Journal of Financial Economics, 19, 3-29.",
        "Goldreich, David, Bernd Hanke, and Purnendu Nath, 2003, The Price of Future Liquid- ity: Time-Varying Liquidity in the US Treasury Market, working paper, LBS.",
        "Grossman, Sanford and Jean-Luc Vila, 1992, Optimal Investment Strategies with Leverage Constraints, Journal of Financial and Quantitative Analysis, 27, 151-168.",
        "Hasbrouck, Joel and Duane Seppi, 2001, Common Factors in Prices, Order Flows, and Liq- uidity, Journal of Financial Economics, 59, 383-411.",
        "Heaton, John and Deborah Lucas, 1996, Evaluating the Effects of Incomplete Markets on Risk Sharing and Asset Pricing, Journal of Political Economy, 104, 443-487.",
        "Heinkel, Robert and Neal Stoughton, 1994, The Dynamics of Portfolio Management Con- tracts, Review of Financial Studies, 7, 351-387.",
        "Huang, Ming, 2002, Liquidity Shocks and Equilibrium Liquidity Premia, Journal of Economic Theory, 109, 104-129.",
        "Huberman, Gur and Dominika Halka, 2001, Systematic Liquidity, Journal of Financial Re- search,, 24, 161-178.",
        "Jagannathan, Ravi and Zhenyu Wang, 1996, The Conditional CAPM and the Cross-Section of Expected Returns, Journal of Finance, 51, 3-53.",
        "Jones, Charles, 2002, A Century of Stock Market Liquidity and Trading Costs, working paper, Columbia University.",
        "Lettau, Martin and Sydney Ludvigson, 2003, Measuring and Modelling Variation in the Risk- Return Tradeoff, working paper, NYU.",
        "Lo, Andrew, Harry Mamaysky, and Jiang Wang, 2003, Asset Prices and Trading Volume under Fixed Transaction Costs, working paper, MIT.",
        "Longin, FranÃ\u0082Â¸cois and Bruno Solnik, 2001, Extreme Correlation of International Equity Mar- kets, Journal of Finance, 56, 649-676.",
        "Longstaff, Francis, 1995, How Much Can Marketability Affect Security Values? Journal of Fi- nance, 50, 1767-1774.",
        "Longstaff, Francis, 2002, The Flight-to-Liquidity Premium in US Treasury Bond Prices, Journal of Business, forthcoming.",
        "Pastor, Lubos and Robert Stambaugh, 2003, Liquidity Risk and Expected Stock Returns, Journal of Political Economy, 111, 642-685.",
        "Sadka, Ronnie, 2003, Momentum, Liquidity Risk, and Limits to Arbitrage, working paper, Uni- versity of Washington.",
        "Scharfstein, David and Jeremy Stein, 1990, Herd Behavior and Investment, American Eco- nomic Review, 80, 465-479.",
        "Scholes, Myron, 2000, Crisis and Risk Management, American Economic Review, Papers and Proceedings, 90, 17-21.",
        "Shleifer, Andrei and Robert Vishny, 1997, The Limits of Arbitrage, Journal of Finance, 52, 35-55.",
        "Starks, Laura, 1987, Performance Incentive Fees: An Agency-Theoretic Approach, Journal of Financial and Quantitative Analysis, 22, 17-32.",
        "Strebulaev, Ilya, 2003, Liquidity and Asset Pricing: Evidence from the US Treasury Securities Market, working paper, LBS.",
        "Sundaresan, Suresh, 1997, Fixed Income Markets and Their Derivatives, South-Western College Publishing.",
        "Vayanos, Dimitri, 1998, Transaction Costs and Asset Prices: A Dynamic Equilibrium Model, Review of Financial Studies, 11, 1-58.",
        "Vayanos, Dimitri and Jean-Luc Vila, 1999, Equilibrium Interest Rate and Liquidity Premium with Transaction Costs, Economic Theory, 13, 509-539."
    ]
}