{
    "id": 10325,
    "cites": 20,
    "cited_by": 87,
    "reference": [
        "Abowd, John M., Paul Lengermann, and Kevin McKinney. 2002. The Measurement of Human Capital in the U.S. Economy, LEHD Technical Paper 2002-09.",
        "Abowd, John M., and Francis Kramarz. 1999. The Analysis of Labor Markets Using Matched EmployerEmployee Data. In Orley C. Ashenfelter and David Card, eds., Handbook of Labor Economics, Vol. 3B (Amsterdam: Elsevier Science Publishers), pp. 2629-710.",
        "Ashenfelter, Orley C., and David Card, eds., Handbook of Labor Economics, Vols. 3A-3C (Amsterdam: Elsevier Science Publishers). Bartlesman, Eric J., and Mark Doms. 2000. Understanding Productivity: Lessons from Longitudinal Micro Data. Journal of Economic Literature, Vol. 38, No. 3, pp. 569-94.",
        "Becker, Gary S. 1971. The Economics of Discrimination. Chicago: University of Chicago Press.",
        "Becker, Gary S. 1975. Human Capital. Chicago: The University of Chicago Press.",
        "Ben-Porath, Yoram. 1967. The Production of Human Capital and the Life Cycle of Earnings. Journal of Political Economy, Vol. 75, pp. 352-65.",
        "Griliches, Zvi. 1957. Specification Bias in Estimates of Production Functions. Journal of Farm Economics, Vol. 39, No. 1, pp. 8-20.",
        "Griliches, Zvi. 1960. Measuring Inputs in Agriculture: A Critical Survey. Journal of Farm Economics, Vol. 42, No. 5, pp. 1411-33.",
        "Griliches, Zvi. 1970. Notes on the Role of Education in Production Functions and Growth Accounting. In L. Hansen, ed., Education, Income, and Human Capital. NBER Studies in Income and Wealth, Vol. 35 (New York: Columbia University Press), pp. 71-115.",
        "Griliches, Zvi and Jacques Mairesse. 1998. Production Functions: The Search for Identification. In Z. Griliches, ed., Practicing Econometrics: Essays in Method and Application (Chentenham, England: Edgar Elgar), pp. 383-411.",
        "Hellerstein, Judith, and David Neumark. Ethnicity, Language, and Workplace Segregation: Evidence from a New Matched Employer-Employee Data Set. Annales dEconomie et de Statistique, forthcoming (a). Hellerstein, Judith K., and David Neumark. William Rodgers, ed., Using Matched Employer-Employee Data to Study Labor Market Discrimination, Handbook on the Economics of Discrimination (Great Britain: Edgar Elgar Publishing), forthcoming (b) Hellerstein, Judith K., David Neumark, and Kenneth R. Troske. 1999. Wages, Productivity, and Worker Characteristics. Journal of Labor Economics, Vol. 17, No. 3, pp. 409-446.",
        "Jarmin, Ron S. and Javier Miranda. 2002. The Longitudinal Business Database. CES Working Paper No. CES-WP-02-17.",
        "Jorgensen, Dale W., Christensen, Laurits R., and Lau, Lawrence J. 1973. Transcendental Logarithmic Production Frontiers. Review of Economics and Statistics, Vol. 55, pp. 28-45.",
        "Lazear, Edward. 1979. Why Is There Mandatory Retirement? Journal of Political Economy, Vol. 87, No. 6, pp. 1261-84.",
        "Levinsohn, James, and Amil Petrin. Estimating Production Functions Using Inputs to Control for Unobservables. Review of Economic Studies, forthcoming. Loewenstein, George, and Nachum Sicherman. 1991. Do Workers Prefer Increasing Wage Profiles? Journal of Labor Economics, Vol. 9, pp. 67-84.",
        "Marschak, Jacob and William H. Andrews Jr. 1944. Random Simultaneous Equations and the Theory of Production. Econometrica, Vol. 12, pp. 143-205.",
        "McGuckin, Robert, and George Pascoe. 1988. The Longitudinal Research Database (LRD): Status and Research Possibilities. Survey of Current Business, November, pp. 30-37.",
        "Mincer, Jacob. 1974. Schooling, Experience, and Earnings. New York: Columbia University Press.",
        "Olley, Steven, and Ariel Pakes. 1996. The Dynamics of Productivity in the Telecommunications Equipment Industry. Econometrica, Vol. 64, No. 6, pp. 1263-97.",
        "Syverson, Chad. 2001. Output Market Segmentation, Heterogeneity, and Productivity. Ph.D. Thesis, University of Maryland."
    ]
}