{
    "id": 10320,
    "cites": 41,
    "cited_by": 4,
    "reference": [
        "Ashenfelter, Orley and James Heckman. The Estimation of Income and Substitution Effects in a Model of Family Labor Supply. Econometrica. 42(1), January 1974: 73-86.",
        "Becker, Gary S. A Theory of the Allocation of Time. Economic Journal. 75(299), September 1965: 493-508.",
        "Becker, Gary S. Human Capital, Effort, and the Sexual Division of Labor. Journal of Labor Household Accounts - 21 Economics. 3(1), Part 2, January 1985: S33-S58.",
        "Ben-Porath, Yoram. Labor-Force Participation Rates and the Supply of Labor. Journal of Political Economy. 81(3), May-June 1973: 697-704.",
        "Blundell, Richard W and MaCurdy, T.E. Labor Supply: A Review of Alternative Approaches. in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics. Volume 3A.. New York: Elsevier Science, 1999: 1559-1695.",
        "Bowen, William G. and T. Aldrich Finegan. The Economics of Labor Force Participation. Princeton, NJ: Princeton University Press, 1969.",
        "Cancian, Maria, Sheldon Danzinger, and Peter Gottschalk. Working Wives and Family Income Inequality among Married Couples. in Sheldon Danzinger and Peter Gottschalk, eds. Uneven Tides: Rising Inequality in America. New York: Russell Sage Foundation, 1993: 195-222.",
        "Coleman, Thomas Sedgwick. Essays on Aggregate Labor Market Business Cycle Fluctuations. PhD dissertation, University of Chicago, December 1984.",
        "Daniel, Kermit. Does Marriage Make Workers More Productive? PhD Dissertation, University of Chicago, August 1993.",
        "Eissa, Nada and Jeffrey B. Liebman. Labor Supply Response to the Earned Income Tax Credit. Quarterly Journal of Economics. 111(2), May 1996: 605-37.",
        "Goldin, Claudia. Understanding the Gender Gap. New York: Oxford University Press, 1990.",
        "Gruber, Jonathan and Julie Cullen. Spousal Labor Supply As Insurance: Does Unemployment Insurance Crowd Out the Added Worker Effect? NBER wp 5608, June 1996.",
        "Hall, Robert E. and Alvin Rabushka. The Flat Tax. 2nd edition. Stanford, CA: Hoover Institution Press, 1995.",
        "Hayghe, Howard V. Family Members in the Work Force. Monthly Labor Review. 113(3), March 1990; 14-19.",
        "Heckman, James J. A Partial Survey of Recent Research on the Labor Supply of Women. American Economic Review. 68(2), May 1978: 200-7.",
        "Heckman, James J. What has been Learned about Labor Supply in the Past Twenty Years? American Household Accounts - 22 Economic Review. 83(2), May 1993: 116-21.",
        "Heckman, James J. and Robert J. Willis. The Distribution of Lifetime Labor Force Participation of Married Women: Reply to Mincer and Ofek. Journal of Political Economy. 87(1), February 1979: 203-11.",
        "Hoynes, Hilary Williamson. Welfare Transfers in Two-Parent Families: Labor Supply and Welfare Participation under AFDC-UP. Econometrica. 64(2), March 1996: 295-332.",
        "Johnson, William R. and Jonathan Skinner. Labor Supply and Marital Separation. American Economic Review. 76(3), June 1986: 455-69.",
        "Juhn, Chinhui, and Kevin M. Murphy. Wage Inequality and Family Labor Supply. Journal of Labor Economics. 15(1), Part 1 January 1997: 72-97.",
        "Juhn, Chinhui, Kevin M. Murphy, and Robert H. Topel. Why Has the Natural Rate Increased over Time? Brookings Papers on Economic Activity. 2, 1991: 75-126.",
        "Killingsworth, Mark R. Labor Supply. Cambridge: Cambridge University Press, 1983.",
        "Kim, Sookon. Cross-Substitution between Husband and Wife as One of the Factors Determining Married Womans Labor Supply. Journal of Economic Development. 2(1), July 1977: 131-45.",
        "Lucas, Robert E., Jr. and Leonard A. Rapping. Real Wages, Employment, and Inflation. Journal of Political Economy. 77(5), September 1969.",
        "Lundberg, Shelly and Robert A. Pollak. Bargaining and Distribution in Marriage. Journal of Economic Perspectives. 10(4), Fall 1996: 139-58.",
        "Mincer, Jacob. Labor Force Participation of Married Women: A Study of Labor Supply. in H.G. Lewis, ed. Aspects of Labor Economics. Princeton: Princeton University Press, 1962.",
        "Mincer, Jacob. Labor Force Participation and Unemployment. in A. Gordon and M. Gordon, eds. Prosperity and Unemployment. New York: Wiley, 1966: 73-112.",
        "Mincer, Jacob. Schooling, Experience, and Earnings. New York: Columbia University Press, 1974.",
        "Mincer, Jacob and Haim Ofek. The Distribution of Lifetime Labor Force Participation of Married Women: Comment. Journal of Political Economy. 87(1), February 1979: 197-201.",
        "Mulligan, Casey B. Aggregate Implications of Indivisible Labor. AdvancesinMacroeconomics, 1(1), Article 4, 2001.",
        "Owen, John D. Working Hours. Lexington, MA: DC Heath and Company, 1979.",
        "Household Accounts - 23 Prescott, Edward C. Prosperity and Depression. American Economic Review. 92(2), May 2002: 1-15.",
        "Slemrod, Joel. Methodological Issues in Measuring and Interpreting Taxable Income Elasticities. National Tax Journal. 51(4), December 1998: 773-88.",
        "Smith, James P. Family Labor Supply over the Life Cycle. Explorations in Economic Research. 4(2), Spring 1977: 205-76.",
        "Smith, James P. The Distribution of Family Earnings. Journal of Political Economy. 87, October 1979: S162-192.",
        "Smith, James P. and Michael P. Ward. Time-Series Growth in the Female Labor Force. Journal of Labor Economics. 3(1), Part 2, January 1985: S59-S90.",
        "Smith, James P. and Michael P. Ward. Women in the Labor Market and in the Family. Journal of Economic Perspectives. 3(1), Winter 1989: 9-23.",
        "Sweet, James A. Women in the Labor Force. New York: Seminar Press, 1973.",
        "Tenn, Steven. Three Essays on the Relationship Between Migration and Occupational Licensing. PhD Dissertation, University of Chicago, August 2001.",
        "Waite, Linda J. Does Marriage Matter? Demography. 32(4), November 1995: 483-507.",
        "Winkler, Anne E. Earnings of Husbands and Wives in Dual-Earner Families. Monthly Labor Review. 121(4), April 1998: 42-48."
    ]
}