{
    "id": 10329,
    "cites": 17,
    "cited_by": 41,
    "reference": [
        "Amisano, G. and C. Giannini, (1997) Topics in Structural VAR Econometrics, SpringerVerlag, Berlin.",
        "Balke, N. and R. Gordon (1986) Historical Data in Robert J. Gordon, ed., The American Business Cycle, Chicago: University of Chicago Press.",
        "Barro, R. (1979) Money and the Price Level under the Gold Standard Economic Journal, March (89): 13-33.",
        "Bergman, U., M. Bordo, and L. Jonung (1998), Historical Evidence on Business Cycles: The International Experience in J. Fuhrer and S. Schuh eds., Federal Reserve Bank of Boston Conference Series, Beyond Shocks: What causes Business Cycles? (42), 65-113.",
        "Bernanke, B. (1983), Nonmonetary effects of the Financial Crisis in Propagation of the Great Depression, American Economic Review, 73(3): 257-76.",
        "Blanchard, O.J. and Quah, D. (1989), The Dynamic Effect of Aggregate Demand and Supply Disturbances, American Economic Review, 79(4), 655-673.",
        "Bordo, M. (1981), The Classical Gold standard: Some lessons for today, Federal Reserve Bank of St. Louis Review, 63(5): 2-17.",
        "Bordo, M. and R. W. Ellson, (1985) A Model of the Classical Gold Standard with depletion Journal of Monetary Economics (16): 109-20.",
        "Bordo, M., C. Erceg and C. Evans (2000) Money, Sticky Wages and the Great Depression, American Economic Review, 90(5), 1447-63.",
        "Canova, F. and M. Ciccarealli, (1999) Forecasting and Turning Point Predictions in a Bayesian Panel VAR Model, mimeo.",
        "Dowd, K. and D. Chappell, (1997) A Simple Model of the Gold Standard Journal of Money Credit and Banking (29:1): 94-105.",
        "Friedman, M. (1969) The Optimum Quantity of Money Milton Friedman, The Optimum Quantity of Money and other Essays. Chicago: Aldine Publishers.",
        "Holtz-Eakin, D., W. Newey, and H.S. Rosen, (1988) Estimating Vector Autoregressions with Panel Data, Econometrica, 56(6), 1371-1395.",
        "IMF (2002) Chapter 3: Recessions and Recoveries, World Economic Outlook Kehoe, T. and E. Prescott, (2002) Great Depressions of the 20th century, Review of Economic Dynamics, 5(1): 1-18.",
        "Kumar, Mannohan, S. Taimur Baig, Jorg Decressin, Chris Faulkner-MacDanagh and Tarhan Feyziogulu (2003) Deflation: Determinants, Risks, and Policy Options. IMF Occasional Paper 221.",
        "Orphanides, A. (2001) Monetary Policy rules, macroeconomic stability and inflation: A view from the trenches. Federal Reserve Board of Governors. Finance and Economics Discussion paper 2001-62.",
        "Pesaran, M.H. and R. Smith, (1995) Estimating Long-Run Relationships from Dynamic Heterogeneous Panels, Journal of Econometrics, 68, 78-113."
    ]
}