{
    "id": 10333,
    "cites": 17,
    "cited_by": 1,
    "reference": [
        "[1] Alberto Alesina. Macroeconomic policy in a two-party system as a repeated game. Quar- terly Journal of Economics, 102:651--678, 1987.",
        "[2] Alberto Alesina. Credibility and political convergence in a two-party system with rational voters. American Economic Review, 78:796--805, 1988.",
        "[3] Alberto Alesina and Howard Rosenthal. Partisan Politics, Divided Government, and the Economy. Cambridge University Press, Cambridge, 1995.",
        "[4] Joyce Berg, Robert Forsythe, Forrest Nelson, and Thomas Rietz. Results from a dozen years of election futures markets research. In Charlie Plott and Vernon Smith, editors, Handbook of Experimental Economics Results. 2001.",
        "[5] David Cutler. Tax reform and the stock market: An asset price approach. American Economic Review, 78, 1988.",
        "[6] David Cutler, James Poterba, and Lawrence Summers. What moves stock prices. Journal of Portfolio Management, 15, 1988.",
        "[8] Raymond Fisman. Estimating the value of political connections. American Economic Review, 91, 2001.",
        "[9] Robert Forsythe, Forrest Nelson, George Neumann, and Janck Wright. Anatomy of an experimental stock market. American Economic Review, 82, 1992.",
        "[10] Gene Grossman and Elhanan Helpman. Electoral competition and special interest politics. Review of Economic Studies, 63:265--286, 1996.",
        "[12] Seema Jayachandran. The jeffords effect. working paper. 2002.",
        "[14] Andrew Leigh, Justin Wolfers, and Eric Zitzewitz. What do financial markets think of war in iraq. nber working paper 9587. 2003.",
        "[15] A. Craig MacKinlay. Event studies in economics and finance. Journal of Economic Liter- ature, 35, 1997.",
        "[16] Andrea Mattozzi. Policy uncertainty, electoral securities, and redistribution. 2003.",
        "[17] Dennis Mueller. Public Choice III. Cambridge University Press, Cambridge, 2003.",
        "[18] David Musto and Bilge Yilmaz. Trading and voting. Journal of Political Economy, 111, 2003.",
        "[20] Paul Rhode and Koleman Strumpf. Historical presidential betting markets. working paper. 2003.",
        "[22] Joel Slemrod and Timothy Greimel. Did steve forbes scare the us municipal bond market. Journal of Public Economics, 74:81--96, 1999."
    ]
}