{
    "id": 10334,
    "cites": 42,
    "cited_by": 6,
    "reference": [
        "[1] Ackerberg, D and G. Gowrisankaran (2003) Quantifying Equilibrium Network Externalities in the ACH Banking Industry, mimeo, UCLA.",
        "[2] Amemiya, T (1985) Advanced Econometrics, Harvard University Press, Cambridge.",
        "[3] Armstrong, M. (2002) Competition in Two-Sided Markets, mimeo, Oxford University.",
        "[4] Aguirregabiria, V and P. Mira (2002) Identification and Estimation of Dynamic Discrete Games, mimeo, Boston University.",
        "[5] Augereau, A, and S. Greenstein (2001), The Need for Speed in Emerging Communications Markets: Upgrades to Advanced Technology at Internet Service Providers. International Journal of Industrial Organization, v 19, pp 1085-1102.",
        "[6] Besen S.M. and L. Johnson (1986), Compatibility Standards, Competition, and Innovation in Broadcasting Industry, Rand Report, R-3453/1-Nsf.",
        "[7] Berry, S.T. (1992) Estimation of a Model of Entry in the Airline Industry, Econometrica, 60(4), 889-917.",
        "[8] Berry, S. and A. Pakes (2002) Two Estimators for the Parameters of Dynamic Discrete Games, mimeo, Harvard University.",
        "[9] Church, J. and N. Gandal (1992) Network Effects, Software Provision and Standardization, Journal of Industrial Economics, 40(1) 85-103.",
        "[10] Chou, C. and O. Shy (1990) Network Effects without Network Externalities International Journal of Industrial Organization, 8 259-270.",
        "[11] Dranove, D and N. Gandal (2003) The DVD vs. DIVX Standard War: Empirical Evidence of Network Effects and Preannouncement Effects,Journal of Economics and Management Science., 12 (3), pp. 363-386.",
        "[12] Downes, T. and S. Greenstein (1999), Universal Access and Local Commercial Internet Markets Research Policy, 31, 1035-1052.",
        "[13] Ellison, G. (1997) Geographic Concentration in U.S. Manufacturing Industries: A Dartboard Approach, Journal of Political Economy, 105(5) 889-927.",
        "[14] Ellison, G. and D. Fudenberg (2003) Knife Edge or Plateau: When Do Market Models Tip? MIT Department of Economics Working Paper No. 03-07.",
        "[15] Farrell, J. (1996) Choosing Rules for Formal Standardization, mimeo, University of California, Berkeley.",
        "[16] Gandal, N., M. Kende and R. Rob (2000), The Dynamics of Technological Adoption in Hardware/Software Systems: The Case of Compact Disc Players, Rand Journal of Economics, 31, 43-61.",
        "[17] Genesove D, (1999) The Adoption of Offset Presses in the Daily Newspaper Industry in the United States, NBER Working Paper 7076.",
        "[18] Gourieroux, C and A. Monfort (1995) Statistics and Econometric Models: Volume 1. Cambridge University Press, Cambridge.",
        "[19] Gowrisankaran, G. and J. Stavins (2002) Network Externalities and Technology Adoption: Lessons from Electronic Payments, RAND Journal of Economics, forthcoming.",
        "[20] Greene, T (1997) More Bumps in the Road for 56K modems, Network World, September 22, 1997, p12.",
        "[21] Greenstein, Shane (2000) Building and Delieverying the Virtual World: The Commercial Internet Access Market, Journal of Industrial Economics",
        "[22] Haile, P.A., A. Hortascu and G. Kosenock (2003) On the Empirical Content of Quantal Response Equilibrium, mimeo, Yale University.",
        "[23] Klepper, S. (2002) Firm Survival and the Evolution of Oligopoly, Rand Journal of Economics, 33(1) 37-61.",
        "[24] Manski, C. (1993) Identification of Endogenous Social Effects: The Reflection Problem, Review of Economic Studies, 60, 531-542.",
        "[25] McKelvey, R.D. and T.R. Palfrey (1995) Quantal Response Equilibrium for Normal Form Games, Games and Economic Behavior, 10(1), 6-38.",
        "[26] Mulligan, J.G. and E. Llinares (2003) Market Segmentation and the Diffusion of Quality-Enhancing Innovations: The Case of Downhill Skiing, Review of Economics and Statisitcs, 85(3), 493-502.",
        "[27] National Telecommunications Information Administration (2002),. A Nation Online: How Americans Are Expanding Their Use Of The Internet. http://www.ntia.doc.gov/reports.html.",
        "[29] Park, S (2000) Quantitative Analysis of Network Externalities in Competing Technologies: The VCR Case, mimeo, SUNY-Stony Brook.",
        "[30] Pesendorfer, M and P. Schmidt-Dengler (2003) Identification and Estimation of Dynamic Games, mimeo, London School of Economics.",
        "[31] Postrel, S (1990) Competing Networks and Proprietary Standards: The Case of Quadraphonic Sound, Journal of Industrial Economics, 39(2), 169-185.",
        "[32] Rickard, J (1998) The 56K Modem Battle, Boardwatch, March 1998.",
        "[33] Rickard, J (1997a) 56K Modems: The Battle Continues, Boardwatch, March 1997.",
        "[34] Rickard, J (1997b) U.S. Robotics Launches the New Battle - 56Kbps Modems Boardwatch, January 1997.",
        "[35] Rochet, J.-C. and J. Tirole (2002) Platform Competition in Two-Sided Markets mimeo, University of Toulouse.",
        "[36] Rohlfs, J (2001) Bandwagon Effects in High Technology Industries, MIT Press, Cambridge.",
        "[37] Rysman, M. (2003a), A Standards War Under Indirect Network Effects, mimeo, Boston University.",
        "[38] Rysman, M. (2003b), Competition Between Networks: A Study of the Market for Yellow Pages, Review of Economic Studies, forthcoming.",
        "[39] Rysman, M. and S. Greenstein (2003), Testing for Agglomeration and Dispersion, mimeo, Boston University.",
        "[40] Saloner, G. and S. Shepard (1995) Adoption of Technologies with Network Effects: An Empirical Examination of the Adoption of Automated Teller Machines Rand Journal of Economics, 26, 479-501.",
        "[41] Shapiro, C., and H. Varian (1999), Information Rules: A Strategic Guide to the Network Economy, Harvard Business School Press, Cambridge.",
        "[42] Shy, O. (2001) The Economics of Network Industries, Cambridge University Press, Cambridge.",
        "[43] Seim, K. (2002) An Empirical Model of Firm Entry with Endogenous Product-Type Choices, mimeo, Stanford University GSB."
    ]
}