{
    "id": 10332,
    "cites": 16,
    "cited_by": 71,
    "reference": [
        "Aizenman, Joshua and Nancy Marion (2002), The High Demand for International Reserves in the Far East: What is Going on Here? NBER WP 9266 (October).",
        "Alogoskoufis, George, and Richard Portes (1997), The Euro, the Dollar, and the International Monetary System, in Paul R. Masson, Thomas H. Krueger and Bart G. Turtelboom (eds), EMU and the International Monetary System, Washington, D.C.: International Monetary Fund.",
        "Bergsten, C. Fred (1997), The Impact of the Euro on Exchange Rates and International Policy Coordination, in Paul R. Masson, Thomas H. Krueger and Bart G. Turtelboom (eds), EMU and the International Monetary System, Washington, D.C.: International Monetary Fund.",
        "Bordo, Michael and Barry Eichengreen (1998), The Rise and Fall of a Barbarous Relic: The Role of Gold in the International Monetary System, NBER Working Paper no. 6436 (March).",
        "Dooley, Michael P. (1976), Note on Key Currency Intervention Systems, Board of Governors of the Federal Reserve, IFDP 79 (February).",
        "Dooley, Michael P., J. Saul Lizondo and Donald J. Mathieson (1989), The Currency Composition of Foreign Exchange Reserves, IMF Staff Papers 36, pp.385-434.",
        "Dooley, Michael P., David Folkerts-Landau, and Peter Garber (2003), An Essay on the Revived Bretton Woods System, NBER Working Paper no. 9971 (September).",
        "Eichengreen, Barry (1998), The Euro as a Reserve Currency, Journal of the Japanese and International Economies 12, pp.483-506.",
        "Eichengreen, Barry (2004),Global Imbalances and the Lessons of Bretton Woods, mimeo (February).",
        "Eichengreen, Barry and Donald J. Mathieson (1999), The Currency Composition of Foreign Exchange Reserves: Retrospect and Prospect, Paper prepared for the UNU/WIDER Conference on the Future of the International Monetary and Financial System, Helsinki, 11-12 (November).",
        "Eichengreen, Barry and Jeffrey Frankel (1996), The SDR, Reserve Currencies, and the Future of the International Monetary System, in Michael Mussa, James Boughton and Peter Isard (eds), The Future of the SDR in Light of Changes in the International Financial System, Washington, D.C.: IMF, pp.337-377.",
        "Feldstein, Martin (1999), Self-Protection for Emerging Market Economies, NBER Working Paper no. 6907 (January).",
        "Greenspan, Alan (1999), Remarks by the Chairman of the Board of Governors of the Federal Reserve System before The World Bank Conference on Recent Trends in Reserve Management, Washington, D.C. (29 April).",
        "Grenville, Stephen (1999), Financial Crises and Globalisation, Reserve Bank of Australia, http://www.rba.gov.au/speech/sp_dg_150799.pdf .",
        "Portes, Richard and Helene Rey (1998), The Emergence of the Euro as an International Currency, NBER Working Paper no. 6424 (February).",
        "Roger, Scott (1993), The Management of Foreign Exchange Reserves, BIS Economic Paper no. 38, Basle: BIS (July)."
    ]
}