{
    "id": 10349,
    "cites": 14,
    "cited_by": 40,
    "reference": [
        "Betts, Julian R. 1988. Educational Crowding Out: Do Immigrants Affect the Educational Attainment of American Minorities. In Help or Hindrance: The Economic Implications of Immigration for African Americans, edited by Daniel S. Hamermesh and Frank D. Bean. New York: Russell Sage Foundation.",
        "Borjas, George J. 1995. The Economic Benefits from Immigration, Journal of Economic Perspectives 9 (2): 3-22.",
        "Borjas, George J. 2000. Foreign-Born Teaching Assistants and the Academic Performance of Undergraduates, American Economic Review 90 (2): 355-359.",
        "Borjas, George J. 2002. An Evaluation of the Foreign Student Program. Washington, DC: Center for Immigration Studies.",
        "Borjas, George J. 2003. The Labor Demand Curve Is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market, Quarterly Journal of Economics 118 (4): 1335-1374.",
        "Finn, Michael. 2000. Stay Rates of Foreign Doctorate Recipients from U.S. Universities. Oak Ridge, TN: Oak Ridge Institute for Science and Engineering.",
        "Fleisher, Belton, Masanori Hashimoto, Bruce Weinberg. 2002. Foreign GTAs Can Be Effective Teachers of Economics, Journal of Economic Education 33 (4): 299-325.",
        "Freeman, Richard B., Eric Weinstein, Elizabeth Marincola, Janet Rosenbaum, and Frank Solomon. 2001. Competition and Careers in Bioscience, Science 294: 2293-2294.",
        "Groen, Jeffrey A. and Michael J. Rizzo. 2003. The Changing Composition of American Citizen PhDs, paper presented at CHERI Conference, Cornell University.",
        "Hoxby, Caroline M. 1998. Do Immigrants Crowd Disadvantaged American Natives Out of Higher Education. In Help or Hindrance: The Economic Implications of Immigration for African Americans, edited by Daniel S. Hamermesh and Frank D. Bean. New York: Russell Sage Foundation.",
        "Jacobs, Lucy Cheser and Charles B. Friedman. 1988. Student Achievement under Foreign Teaching Associates Compared with Native Teaching Associates, Journal of Higher Education 69 (5): 551-563.",
        "Johnson, George E. 1998. Estimation of the Impact of Immigration on the Distribution of Income among Minorities and Others. In Help or Hindrance: The Economic Implications of Immigration for African Americans, edited by Daniel S. Hamermesh and Frank D. Bean. New York: Russell Sage Foundation.",
        "Stephan, Paula E. and Sharon G. Levin. 2001. Exceptional Contributions to U.S. Science by the Foreign-Born and Foreign-Educated, Population Research and Policy Review 20 (1-2): 59-79.",
        "Winston, Gordon C. 1999. Subsidies, Hierarchy and Peers: The Awkward Economics of Higher Education, Journal of Economic Perspectives 13 (1): 13-36."
    ]
}