{
    "id": 1034,
    "cites": 47,
    "cited_by": 98,
    "reference": [
        "Ahmad, Sultan (1980), Approaches to Purchasing Power Parity and Real Product Comparisons Using Shortcuts and Reduced Information, World Bank Staff Working Paper No. 418, Sept.",
        "Aizenman, Joshua (1982), Modeling Deviations from Purchasing Power Parity (PPP), (Processed), (University of Pennsylvania, May).",
        "Aukrust, 0. (1970), PRIM: A Model of the Price and Income Distribution Mechanism of an Open Economy, Review of Income arid Wealth, series 16, no. 1.",
        "Balassa, B. (1964), The Purchasing Power Parity Doctrine: A Reappraisal, Journal of Political Economy, December.",
        "Countries (Baltimore, Maryland: Johns Hopkins Press for the International Bank for Reconstruction and Development and the Inter-American Development Bank). Beckerman, W. (1965), Demand, Exports and Growth, in The British Economy in l97~, W. Beckerman and Associates, National Institute of Economic and Social Research, Cambridge University Press.",
        "Berglas, Eitan and Assaf Razin (1973), Real Exchange Rate and Devaluation, Journal of ~ Vol. 3, No. 2, Nay.",
        "Baurnol, William J. and William G. Bowen (1966), Performing Arts--The Economic Dilemma, Twentieth Century Fund, New York.",
        "Bilson, J.F.C. (1979), Recent Developments in Monetary Models of Exchange Rate Determination, International Monetary Fund Staff Papers, June.",
        "Bruno, Michael (1976), The Two-Sector Open Economy and the Real Exchange Rate, American Economic Review, Vol. 66, No. 4, March.",
        "Chenery, H. (1979), Structural Change and Development Policy (Washington, D.C.: Oxford University Press for the World Bank).",
        "Clague, Christopher (1980), Short Cut Methods of Estimating Real Income (processed) (College Park, Md., Department of Economics, University of Maryland, Nov.).",
        "Clague, C. and V. Tanzi (1972), Human Capital, Natural Resources and the Purchasing Power Parity Doctrine: Some Empirical Results, Economia Internazional~,, February.",
        "References (continued) Collery, A. (1971), International Adjustment, Open Economies, and the Quantity Theory of Money, Princeton Studies in International Finance, No. 28 (Princeton, N.J.), pp. 25-26.",
        "Craig, Gary A. (1981), A Monetary Approach to the Balance of Trade, American Economic Review, Vol. 71, No. 3, June.",
        "Delahaut, J.P. and E.S. Kirschen (1961), Les revenus nationaux du monde non communiste, Cahiers Economiques de Bruxelles, No. 10, April.",
        "Dornbusch, R. (1976), Expectations and Exchange Rate Dynamics, Journal of Political Econop~y,, Vol. 84, No. 6.",
        "Brookings Papers on Economic Activity, 1. Flood, Robert P. (1981), Explanations of Exchange Rate Volatility and Other Empirical Regularities in Some Popular Models of the Foreign Exchange Market, NBER Reprint No. 247, Carnegie-Rochester Conference Series on Public Policy 15, 219-250, North-Holland Publishing Company.",
        "Frankel, Jeffrey A. (1979), On the Mark: A Theory of Floating Exchange Rates Based on Real Interest Differentials, American Economic Review, Vol. 69, No. 4, September.",
        "Frenkel, Jacob A. (1976), The Monetary Approach to the Exchange Rate: Doctrinal Aspects and Empirical Evidence, Scandinavian Journal of Economics, May, Reprinted in The Economics of Exchange Rates: Selected Studies, edited by Jacob A. Frenkel and Harry G. Johnson, AddisonWesley Publishing Company.",
        "No. 2, May. ________________ (1981), Flexible Exchange Rates, Prices and the Role of `News: Lessons from the l97Os, Journal of Political Economy, Vol. 89, No. 4, August.",
        "Frenkel, Jacob A. and Harry C. Johnson, eds. (1976), The Monetary Approach to the Balance of Payments (Toronto and Buffalo: University of Toronto Press).",
        "Gilbert, Milton and Associates (1958), Comparative National Products and Price Levels. Paris: Organization *for European Economic Cooperation.",
        "Gilbert, Milton and I.B. Kravis (1954), An International Comparison of National Products and Purchasing Power of Currencies: A Study of the United States, the United Kingdom, France, Germany, and Italy, Paris: Organization for European Economic Cooperation.",
        "References (continued) Harrod, R.F. (1939), International Economics (London: Nisbet and Co.: Cambridge University Press).",
        "Heston, Alan (1973), A Comparison of Some Short-Cut Methods of Estimating Real Product per Capita, Review of Income and Wealth,, March.",
        "Holmes, J.M. (1967), The Purchasing Power Parity Theory: In Defense of Gustav Cassel as a Modern Theorist, Journal of Political Economy,, October.",
        "International Monetary Fund (1980), Yearbook of International Financial Statistics, 1980.",
        "Isard, Peter (1978), Exchange Rate Determination: A Survey of Popular Views and Recent Models, Princeton Studies in International Financ!,, No. 42 (Princeton, N.J.).",
        "Isenman, Paul (1980), Inter-Country Comparisons of `Real (PPP) Incomes: Revised Estimates arid Unresolved Questions, World Development, Vol. 8.",
        "Jones, Ronald W. and Douglas D. Purvis (1981), International Differences in Response to Common External Shocks: The Role of Purchasing Power Parity, presented at the Vth International Conference of the University of Paris-Dauphine on Money and International Monetary Problems, June 16-17.",
        "Kravis, Irving B. (1970), Trade as a Handmaiden of Growth: Similarities Between the Nineteenth and Twentieth Centuries, The Economic Journab Vol. LXXX, December.",
        "Kravis, Irving B., Z. Kenessey, A. Heston, and R. Summers (1975), A System of International Comparisons of Gross Product and Purchasing Power (Baltimore, Md.: Johns Hopkins University Press).",
        "Kravis, Irving B., A. Heston, and R. Summers (1978a), Real GDP Per Capita for More Than One Hundred Countries, Economic Journal, June.",
        "Purchasing Power (Baltimore, Md.: Johns Hopkins University Press). _________________ (1982), World Product and Income: International Comparisons of Real GDP (Baltimore, Md.: Johns Hopkins University Press).",
        "Adams and B. Hickman (Eds.), Global Econometrics: Essays in Honor of Lawrence R. Klein, (M.I.T. Press). - 51 - References (continued) Kravis, Irving B. and Robert E. Lipsey (1971), Price Competitiveness in World Trade (New York: National Bureau of Economic Research).",
        "American Economic Review, Vol. 67, No. 1, February. _______________ (1978), Price Behavior in the Light of Balance of Payments Theories, Journal of International Economic~, August.",
        "Economic~,, May. ____________ (1982b), Prices and Market Shares in the International Machinery Trade, Review of Economics and Statistics,,, February.",
        "Kuznets, Simon (1957), Quantitative Aspects of the Economic Growth of Nations: II Industrial Distribution of National Product and Labor Force, Economic Development and Cultural Change, Supplement to Vol. V, No. 4, July.",
        "New Haven: Yale University Press). _____________ (1971), Economic Growth of Nations (Cambridge, Mass.: Harvard University Press).",
        "Lamfalussy, Alexandre (1963), United Kingdom and the Six: An Essay on Economic Growth in Western Europe (Homewood, Illinois: R.D. Irwin).",
        "Mussa, Michael (1976), The Exchange Rate, the Balance of Payments, and Monetary and Fiscal Policy under a Regime of Controlled Floating, Scandanavian Journal of Economics, May. Reprinted in The Economics of Exchange Rates, edited by Jacob A. Frenkel and Harry C. Johnson, Addison-Wesley Publishing Company.",
        "Ricardo, David (1817), The Principles of Political Economy and Taxation (London: J.M. Dent, 1911 Edition).",
        "Snyder, Carl (1928), The Measure of the General Price Level, Review of Economic Statistics, February.",
        "Stern, J.J. and J.D. Lewis (1980), Employment Patterns and Growth,, World Bank Staff Working Paper, No. 419, September.",
        "References (concluded) Usher, Dan (1968), The Price Mechanism and the Meaning of National Income Statistics (Oxford: Clarendon Press).",
        "Whitman, Marina V.N. (1975), Global Monetarism and the Monetary Approach to the Balance of Payments, Brookings Papers on Economic Activity, 3, pp. 491-536.",
        "World Bank (1980), World Tables."
    ]
}