{
    "id": 10351,
    "cites": 45,
    "cited_by": 78,
    "reference": [
        "Amaral, Pedro and MacGee, James. The Great Depression in Canada and the United States: A Neoclassical Perspective. Review of Economic Dynamics, January 2002, 5(1), pp. 45--72.",
        "Atkinson, A. B. and Stiglitz, Joseph E. Lectures on Public Economics. New York: McGraw-Hill, 1980.",
        "Backus, David K.; Kehoe, Patrick J. and Kydland, Finn E. International Real Business Cycles. Journal of Political Economy, August 1992, 100(4), pp. 745--75.",
        "Basu, Susanto and Fernald, John G. Why is Productivity Procyclical? Why Do We Care? NBER Working Paper 7940, 2000.",
        "Baxter, Marianne and Crucini, Mario J. Business Cycles and the Asset Struc- ture of Foreign Trade. International Economic Review, November 1995, 36(4), pp. 821--54.",
        "Bencivenga, Valerie R. An Econometric Study of Hours and Output Variation with Preference Shocks. International Economic Review, May 1992, 33(2), pp. 449--71.",
        "Benhabib, Jess; Rogerson, Richard and Wright, Randall. Homework in Macroeconomics: Household Production and Aggregate Fluctuations. Journal of Political Economy, December 1991, 99(6), pp. 1166--87.",
        "Bernanke, Ben S. Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression. American Economic Review, June 1983, 73(3), pp. 257--76.",
        "Bernanke, Ben S. and Gertler, Mark. Agency Costs, Net Worth, and Business Fluctuations. American Economic Review, March 1989, 79(1), pp. 14--31.",
        "Bordo, Michael D.; Erceg, Christopher J. and Evans, Charles L. Money, Sticky Wages, and the Great Depression. American Economic Review, December 2000, 90(5), pp. 1447--63.",
        "Braun, R. Anton. How Large Is the Optimal Inflation Tax? Journal of Monetary Economics, October 1994, 34(2), pp. 201--14.",
        "Burnside, Craig; Eichenbaum, Martin and Rebelo, Sergio. Labor Hoarding and the Business Cycle. Journal of Political Economy, April 1993, 101(2), pp. 245--73.",
        "Carlstrom, Charles T. and Fuerst, Timothy S. Agency Costs, Net Worth, and Business Fluctuations: A Computable General Equilibrium Analysis. American Economic Review, December 1997, 87(5), pp. 893--910.",
        "Chari, V. V.; Kehoe, Patrick J. and McGrattan, Ellen R. Accounting for the Great Depression. American Economic Review, May 2002, 92(2), pp. 22--27.",
        "Christiano, Lawrence J. and Eichenbaum, Martin. Liquidity Effects and the Monetary Transmission Mechanism. American Economic Review, May 1992, 82(2), pp. 346-- 53.",
        "Cole, Harold L. and Ohanian, Lee E. The Great Depression in the United States from a Neoclassical Perspective. Federal Reserve Bank of Minneapolis Quarterly Review, Winter 1999, 23(1), pp. 2--24.",
        "Cole, Harold L. and Ohanian, Lee E. New Deal Policies and the Persistence of the Great Depression: A General Equilibrium Analysis. Research Department Working Paper 597, Federal Reserve Bank of Minneapolis, 2001b.",
        "Cooley, Thomas F. and Hansen, Gary D. The Inflation Tax in a Real Business Cycle Model. American Economic Review, September 1989, 79(4), pp. 733--48.",
        "Cooper, Russell and Ejarque, Joao. Financial Intermediation and Aggregate Fluctuations: A Quantitative Analysis. Macroeconomic Dynamics, December 2000, 4(4) pp.",
        "Crucini, Mario J. and Kahn, James. Tariffs and Aggregate Economic Activity: Lessons from the Great Depression. Journal of Monetary Economics, December 1996, 38(3), pp. 427--67.",
        "Gali, JordÃ\u0083Â­; Gertler, Mark and LÃ\u0083Â³pez-Salido, J. David. Markups, Gaps, and the Welfare Costs of Business Fluctuations. NBER Working Paper 8850, 2002.",
        "Greenwood, Jeremy and Hercowitz, Zvi. The Allocation of Capital and Time over the Business Cycle. Journal of Political Economy, December 1991, 99(6), pp. 1188--214.",
        "Greenwood, Jeremy; Hercowitz, Zvi and Huffman, Gregory W. Investment, Capacity Utilization, and the Real Business Cycle. American Economic Review, June 1988, 78(3), pp. 402--17.",
        "Hall, Robert E. Macroeconomic Fluctuations and the Allocation of Time. Journal of Labor Economics, January 1997, 15(1), pp. 223--50.",
        "Hornstein, Andreas and Prescott, Edward C. The Firm and the Plant in General Equilibrium Theory. In Robert Becker et al., eds., General Equilibrium, Growth, and Trade II: The Legacy of Lionel McKenzie, pp. 393--410. San Diego: Academic Press, 1993.",
        "Ingram, Beth Fisher; Kocherlakota, Narayana R. and Savin, N. E. Ex- plaining Business Cycles: A Multiple-Shock Approach. Journal of Monetary Economics, December 1994, 34(3), pp. 415--28.",
        "Kydland, Finn E. and Prescott, Edward C. The Workweek of Capital and Its Cyclical Implications. Journal of Monetary Economics, March/May 1988, 21(2/3), pp.",
        "Lagos, Ricardo. A Model of TFP. Mimeo. New York University, 2001.",
        "McGrattan, Ellen R. The Macroeconomic Effects of Distortionary Taxation. Re- search Department Working Paper 37, Federal Reserve Bank of Minneapolis, 1991.",
        "McGrattan, Ellen R. The Macroeconomic Effects of Distortionary Taxation. Journal of Monetary Economics, June 1994, 33(3), pp. 573--601.",
        "McGrattan, Ellen R. Solving the Stochastic Growth Model with a Finite Element Method. Journal of Economic Dynamics and Control, 1996, 20, pp. 19--42.",
        "Mendoza, Enrique G. Real Business Cycles in a Small Open Economy. American Economic Review, September 1991, 81(4), pp. 797--818.",
        "Mulligan, Casey B. A Dual Method of Empirically Evaluating Dynamic Com- petitive Equilibrium Models with Market Distortions, Applied to the Great Depression and World War II. NBER Working Paper 8775, 2002a.",
        "Mulligan, Casey B. A Century of Labor-Leisure Distortions. NBER Working Paper 8774, 2002b.",
        "Parkin, Michael. A Method for Determining Whether Parameters in Aggregative Models are Structural. Carnegie-Rochester Conference Series on Public Policy, Autumn 1988, 29, pp. 215--52.",
        "Prescott, Edward C. Theory Ahead of Business Cycle Measurement. Federal Re- serve Bank of Minneapolis Quarterly Review, Fall 1986, 10(4), pp. 9--22.",
        "Prescott, Edward C. Some Observations on the Great Depression. Federal Reserve Bank of Minneapolis Quarterly Review, Winter 1999, 23(1), pp. 25--31.",
        "Rotemberg, Julio J. and Woodford, Michael. Markups and the Business Cy- cle. In Olivier Jean Blanchard and Stanley Fischer, eds., NBER Macroeconomics Annual 1991, pp. 1003--1026. Cambridge, Mass.: MIT Press, 1991.",
        "Rotemberg, Julio J. and Woodford, Michael. Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity. Journal of Political Economy, December 1992, 100(6), pp. 1153--1207.",
        "Rotemberg, Julio J. and Woodford, Michael. Dynamic General Equilibrium Models with Imperfectly Competitive Product Markets. In Thomas F. Cooley, ed., Frontiers of Business Cycle Research, pp. 243--330. Princeton: Princeton University Press, 1995.",
        "Rotemberg, Julio J. and Woodford, Michael. The Cyclical Behavior of Prices and Costs. In John Taylor and Michael Woodford, eds., Handbook of Macroeconomics, Vol. 1B, Chap. 16, pp. 1051--1135. Amsterdam: North-Holland, 1999.",
        "Sargent, Thomas J. Dynamic Macroeconomic Theory. Cambridge, Mass.: Harvard University Press, 1987.",
        "Schmitz, James A., Jr. What Determines Labor Productivity?: Lessons From the Dramatic Recovery of the U.S. and Canadian Iron-ore Industries. Research Department Staff Report 286, Federal Reserve Bank of Minneapolis, 2001.",
        "Solow, Robert M. Technical Change and the Aggregate Production Function. Review of Economics and Statistics, August 1957, 39(3), pp. 312--20.",
        "Stockman, Alan C. and Tesar, Linda L. Tastes and Technology in a Two- Country Model of the Business Cycle: Explaining International Comovements. American Economic Review, March 1995, 85(1), pp. 168--85."
    ]
}