{
    "id": 10352,
    "cites": 34,
    "cited_by": 5,
    "reference": [
        "Ashtor, Eliyahu, 1983, Levant Trade in the Later Middle Ages, Princeton University Press, Princeton.",
        "Boncompagni, Baldassare, 1857, Scritti di Leonardo Pisano, Matematico del Secolo Decimoterzo, vol. 1 : Il Liber Abaci di Leonardo Pisano, Pubblicato Secondo la Lezione del Codice Magliabechiano C. I, 2616, Badia Fiorentina, nÃ\u0082Â° 73, Tipografia delle Scienze Matematiche e Fisiche, Rome. Benedict, Suzan Rose, 1914, A Comparative Study of the Earliest Treatises Introducing Into Europe The Hindu Art of Reckoning, Thesis submitted to the University of Michigan.",
        "Clark, Walter E., 1930, The ryabhatya of ryabhata, The University of Chicago Press, Chicago.",
        "Davis, Nathalie Zemon, 1960 Sixteenth-Century French Arithmetics on the Business Life, Journal of the History of Ideas (January-March ), 21(1), pp. 18-48.",
        "Epstein, Steve A.,1996, Genoa and the Genoese: 958-1528, University of North Carolina Press, Chapel Hill.",
        "Favier, Jean, 1971, Finance and FiscalitÃ\u0083Â© au Bas Moyen Ã\u0083â\u0080\u009age , SociÃ\u0083Â©tÃ\u0083Â© DÃ\u0083â\u0080°dition DEnseignement SupÃ\u0083Â©rieur, Paris.",
        "Fisher, Irving, 1930, The Theory of Interest, The MacMillan Company, New York.",
        "Gies, Joseph, 1972, Merchants and Moneymen: The Commercial Revolution, 1000-1500, Ty Crowell, New York.",
        "Gies, Joseph and Frances, 1969, Leonardo of Pisa and the New Mathematics of the Middle Ages, Harper-Collins, New York.",
        "Herlihy, David, 1958, Pisa in the Early Renaissance: a Study of Urban Growth, Yale University Press, New Haven.",
        "Herlihy, David, 1967, Medieval and Renassiance Pistoia, Yale University Press, New Haven.",
        "Menninger, Karl, 1969, Number Word and Number Symbols, MIT Press, Cambridge.",
        "Kane M.P.V., 1946, History of Dharmaastra , Government Oriental Series Class B Ro. 6, Bhandarkar Oriental Research Institute, Poona, v. 3.",
        "Kohn, Meir, 1999, Bills of Exchange and the Money Market to 1600, working paper Dartmouth College. http://www.dartmouth.edu/~mkohn/99-04.pdf.",
        "Karpinski, Louis C., 1921, Two Twelfth Century Algorisms Isis, 3(3), Summer, pp. 396-413.",
        "Leiber, Alfred E. 1968, Eastern Business Practices and Medieval European Commerce, The Economic History Review, New Series, 21(2), August, pp. 230-243.",
        "Levey, Martin, 1952, The Encyclopedia of Abraham Savasorda: A Departure in Mathematical Methodology, Isis, 43(3), September, pp. 257-264.",
        "Lin, Justin, 1995, The Needham Puzzle: Why the Industrial Revolution Did Not Originate in China, Economic Development and Cultural Change, 43(2), pp. 269-292.",
        "Lopez, Robert S. 1971, The Commercial Revolution of the Middle Ages, 950-1350, Prentice-Hall, Englewood Cliffs.",
        "Needham, Joseph, 1954-, Science and Civilisation in China, Cambridge University Press, Cambridge.",
        "Neugebauer, Otto, 1935, Mathematische Keilschrift-Texse, Springer-Verlag, Berlin.",
        "Pezzolo, Luciano, 2003, Bonds and Government Debt in Italian City States: 12501650, in Goetzmann and Rouwenhorst, eds. Origins of Value: Innovations in the History of Finance, forthcoming, Oxford University Press, Oxford.",
        "Poitras, Geoffrey, 2000, The Early History of Financial Economics, 1478-1776, Edward Elgar, Northampton.",
        "Pryor, John, H., 1977, The Origins of the Commenda Contract, Speculum, 52(1) January, pp. 5-37.",
        "Pomeranz, Kenneth, 2000, The Great Divergence: China, Europe, and the Making of the Modern World Economy, Princeton University Press, Princeton.",
        "Ramanujacharia, R and Kaye, G.R., 1913, The Trisatika of Sridharacarya, Bibliotheca Mathematica, series 3, 1913, pp. 203-217.",
        "Sigler, L.E., 2002, Fibonaccis Liber Abaci: A Translation into Modern English of Leonardo Pisanos Book of Calculation, Springer-Verlag, New York.",
        "SivÃ\u0083Â©ry, GÃ\u0083Â©rard, 1983, Mouvements de Capitaux et Taux dInterÃ\u0083Âªt en Occident au XIIIe SiÃ\u0083Â¨cle, Annales Economies SocietÃ\u0083Â©s Civilizations, 38.",
        "Spufford, Peter, 1986, Handbook of Medieval Exchange, Offices of the Royal Historical Society, London.",
        "Spufford, Peter, 2002, Power and Profit: The Merchant in Medieval Europe, Thames and Hudson, New York.",
        "Swetz, Frank J., 1987, Capitalism and Arithmetic: The New Math of the 15th Century, Open Court Publishing Company, New York.",
        "Tracy, James, 1985, A Financial Revolution in the Hapsburg Netherlands, University of California Press, Berkeley.",
        "Trenchant, Jean, 1558, LArithmetique, second edition, 1637, Lyons. Van Edgemond, Warren, 1980, Practical Mathematics in the Italian Renaissance: A Catalogue of Italian Abbacus Manuscripts and Printed Books to 1600. Supplemento agli Annali dellInstituto e Museo di Storia della Scienza, Fascicolo 1, Firenze.",
        "Velde, FranÃ\u0083Â§ois R., 2000, Notes on Tuscan Coinage, 12th C. 14th Ce. Federal Reserve Bank of Chicago."
    ]
}