{
    "id": 10359,
    "cites": 16,
    "cited_by": 20,
    "reference": [
        "Ali, M. (1977), Probability and Utility Estimates for Racetrack Bettors, Journal of Political Economy, 85, 803-815.",
        "Berg, J. and T. Rietz (2003), Prediction Markets as Decision Support Systems, Information Systems Frontiers 5, 79-93.",
        "Berg, J., F. Nelson, and T. Rietz (2003), Accuracy and Forecast Standard Errors of Prediction Markets, Tippie College of Business Administration, University of Iowa.",
        "Brown, L. and Y. Lin (2003), Racetrack Betting and Consensus of Subjective Probabilities, Statistics and Probability Letters, 62, 175-187.",
        "Dominitz, J. and C. Manski (1997), Perceptions of Economic Insecurity: Evidence from the Survey of Economic Expectations, Public Opinion Quarterly, 61, 261-287.",
        "Dominitz,J.andC.Manski(2004),HowShouldWeMeasureConsumerConfidence?JournalofEconomic Perspectives, forthcoming.",
        "Eisenberg,E.AndD.Gale(1959),ConsensusofSubjectiveProbabilities:ThePari-MutuelMethod, Annals of Mathematical Statistics, 30, 165-168.",
        "Forsythe, R., F. Nelson, G. Neumann, and J. Wright (1992), Anatomy of an Experimental Political Stock Market, American Economic Review, 82, 1142-1161.",
        "Grossman, S. (1976), On the Efficiency of Competitive Stock Markets Where Trades Have Diverse Information, Journal of Finance, 31, 573-585.",
        "Hayek, F. (1945), The Use of Knowledge in Society, American Economic Review, 35, 519-530.",
        "Hurd, M. and K. McGarry (1995), Evaluation of the Subjective Probabilities of Survival in the Health and Retirement Study, Journal of Human Resources, 30, S268-S292.",
        "Leigh, A., J. Wolfers, and E. Zitzewitz (2003), What Do Financial Markets Think of War in Iraq? National Bureau of Economic Research Working Paper 9587.",
        "Manski, C. (1990), The Use of Intentions Data to Predict Behavior: A Best Case Analysis, Journal of the American Statistical Association, 85, 934-940.",
        "Manski, C. (2004), Measuring Expectations, Department of Economics, Northwestern University.",
        "Savage, L. (1971), Elicitation of Personal Probabilities and Expectations, Journal of the American Statistical Association, 66, 783-801.",
        "Shuford, E., A. Albert, and H. Massengill (1966), Admissible Probability Measurement Procedures, Psychometrika, 31, 125-145."
    ]
}