{
    "id": 10350,
    "cites": 24,
    "cited_by": 1,
    "reference": [
        "Billger, S. and Hallock, K.: 2000, Mass layoffs and management turnover. Working Paper, University of Illinois.",
        "Chamberlain, G.: 1980, Analysis of covariance with qualitative data, Review of Economic Studies 47, 225238.",
        "Denis, D. J. and Denis, D. K.: 1995, Performance changes following top management dismissals, Journal of Finance 50, 10291057.",
        "Farber, H. S.: 1999, Mobility and stability: The dynamics of job change in labor markets, in O. Ashen- felter and D. Card (eds), Handbook of Labor Economics, Vol. 3, North-Holland, Amsterdam.",
        "Fee, C. E. and Hadlock, C. J.: 2004, Management turnover across the corporate hierarchy, Journal of Accounting and Economics p. Forthcoming.",
        "Furtado, E. P. H. and Rozeff, M. S.: 1987, The wealth effects of company initiated management changes, Journal of Financial Economics 18, 147160.",
        "Gant, J., Ichniowski, C. and Shaw, K.: 2002, Working smarter by working together: Connective capital in the workplace. Working Paper, Carnegie Mellon University.",
        "Hallock, K.: 1998, Layoffs, top executive pay, and firm performance, American Economic Review 85, 711723.",
        "Helmich, D. L. and Brown, W. B.: 1972, Successor type and organizational change in the corporate enterprise, Administrative Science Quarterly 17, 371381.",
        "Hermalin, B. E. and Weisbach, M. S.: 1988, The determinants of board composition, RAND Journal of Economics 29, 589606.",
        "Hermalin, B. E. and Weisbach, M. S.: 1998, Endogenously chosen boards of directors and their moni- toring of the CEO, American Economic Review 88, 96118.",
        "Jovanovich, B.: 1979a, Firm specific capital and turnover, Journal of Political Economy 87, 12461260.",
        "Jovanovich, B.: 1979b, Job matching and the theory of turnover, Journal of Political Economy 87, 972 990.",
        "Kaplan, S. N.: 1994a, Top executive rewards and firm performance: A comparison of Japan and the United States, Journal of Political Economy 102, 510546.",
        "Kaplan, S. N.: 1994b, Top executives, turnover, and firm performance in Germany, Journal of Law, Economics and Organization 10, 142159.",
        "Lazear, E. P. and Rosen, S.: 1981, Rank-order tournaments as optimum labor contracts, Journal of Political Economy 89, 841864.",
        "Mulherin, J. H. and Poulsen, A. B.: 1998, Proxy contests and corporate change: Implications for shareholder wealth, Journal of Financial Economics 47, 279313.",
        "Parrino, R.: 1997, CEO turnover and outside succession: A cross-sectional analysis, Journal of Financial Economics 46, 165197.",
        "Vancil, R. F.: 1987, Passing the Baton: Managing the Process of CEO Succession, Harvard Business School Press, Boston.",
        "Warner, J. B., Watts, R. L. and Wruck, K. H.: 1988, Stock prices and top management changes, Journal of Financial Economics 20, 461492.",
        "Weisbach, M. S.: 1988, Outside directors and CEO turnover, Journal of Financial Economics 20, 431 460.",
        "Weisbach, M. S.: 1995, CEO turnover and the firms investment decision, Journal of Financial Economics 37, 159188.",
        "Welch, J.: 2001, Jack: Straight from the gut, Warner Books, New York.",
        "Wruck, E. G. and Wruck, K. H.: 2002, Restructuring top management: Evidence from corporate spinoffs, Journal of Labor Economics 20, S176S218."
    ]
}