{
    "id": 10363,
    "cites": 51,
    "cited_by": 23,
    "reference": [
        "Watson, Joel (1999), Starting Small and Renegotiation, Journal of Economic Theory 85, 5290.",
        "Watson, Joel (2002), Starting Small and Commitment, Games and Economic Behavior 38, 176199.",
        "Telser, L G (1980), A Theory of Self-enforcing Agreements, Journal of Business 53, 2744.",
        "Tadelis, S. (2002), The Market for Reputations as an Incentive Mechanism, Journal of Political Economy 92, 854882.",
        "Tadelis, S. (1999), Whats in a Name? Reputation as a Tradeable Asset, American Economic Review 89, 548563.",
        "Snyder and Canto (1979), Testing Hypotheses about other people: The use of historical knowledge, in Journal of Experimental Social Psychology 15, 330342.",
        "Shapiro, Carl (1983), Premiums for High Quality Products as Rents to Reputation, Quarterly Journal of Economics 98, 659680.",
        "Roth, Alvin E., and Axel Ockenfels (2002), Last-Minute Bidding and the Rules for Ending Second-Price Auctions: Evidence from eBay and Amazon Auctions on the Internet, American Economic Review 92, 10931103.",
        "Resnick, Paul, Richard Zeckhauser, J. Swanson, and K. Lockwood. (2003), The Value of Reputation on eBay: A Controlled Experiment, Harvard Kennedy School Working Paper.",
        "Resnick, Paul, and Richard Zeckhauser (2001), Trust Among Strangers in Internet Transactions: Empirical Analysis of eBays Reputation System, Harvard Kennedy School Working Paper.",
        "Porter, Robert H (1983), Optimal Cartel Trigger Price Strategies, Journal of Economic Theory 29, 313338.",
        "Phelan, Christopher (2001), Public Trust and Government Betrayal, Federal Reserve Bank of Minneapolis Staff Report No. 283, January.",
        "Ockenfels, Axel, and Alvin E. Roth (2003), Late and Multiple Bidding in Second Price Internet Auctions: Theory and Evidence Concerning Different Rules for Ending an Auction, forthcoming in Games and Economic Behavior.",
        "Milgrom, Paul, and John Roberts (1982), Predation, Reputation, and Entry Deterrence, Journal of Economic Theory 27, 280312.",
        "McDonald, C. G., and V. C. Slawson (2002), Reputation in an Internet Auction Market, Economic Inquiry 40, 633-650.",
        "Mailath, George J, and Larry Samuelson (2001), Who Wants a Good Reputation?, Review of Economic Studies 68, 415441.",
        "Lucking-Reiley, D., D. Bryan, N. Prasad, N., and D. Reeves (2000), Pennies from eBay: the Determinants of Price in Online Auctions, University of Arizona Working Paper.",
        "Livingston, J. (2002), How Valuable is a Good Reputation? A Sample Selection Model of Internet Auctions, mimeo.",
        "Levin, Dan, and James Smith (1994), Equilibrium in Auctions with Entry, American Economic Review 84, 585599.",
        "Kreps, David M., and Robert Wilson (1982), Reputation and Imperfect Information, Journal of Economic Theory 27, 253279.",
        "Kreps, David M., Paul Milgrom, John Roberts and Robert Wilson (1982), Rational Cooperation in the Finitely Repeated Prisoners Dilemma, Journal of Economic Theory 27, 245252.",
        "Klein, B, and K Leffler (1981), The Role of Market Forces in Assuring Contractual Performance, Journal of Political Economy 89, 615641.",
        "Kalyanam, K. and S. McIntyre (2001), Returns to Reputation in Online Auction Markets, mimeo.",
        "Jovanovic, Boyan (1982), Selection and Evolution of Industry, Econometrica 50, 649670.",
        "Jin, Gin Z., and A. Kato (2004), Blind Trust Online: Experimental Evidence from Baseball Cards, University of Maryland Working Paper.",
        "Houser, D. and J. Wooders (2003), Reputation in Auctions: Theory and Evidence from eBay, University of Arizona Working Paper.",
        "Holmstr om, Bengt (1999), Managerial Incentive Problems: A Dynamic Perspective, Review of Economic Studies 66, 169182.",
        "Hopenhayn, Hugo (1992), Entry, Exit, and Firm Dynamics in Long Run Equilibrium, Econometrica 60, 11271150.",
        "Hoch, S., and Y. Ha (1986), Consumer learning : advertising and the ambiguity of product experience, Journal of Consumer Research 13, 221233.",
        "Green, Ed and Robert Porter (1984), Noncooperative Collusion Under Inperfect Price Information, Econometrica 52, 87100.",
        "Gale, Douglas, and Robert W Rosenthal (1994), Price and Quality Cycles for Experience Goods, Rand Journal of Economics 25, 590607.",
        "Friedman, James (1971), A Noncooperative Equilibrium for Supergames, Review of Economic Studies 28, 112.",
        "Friedman, Eric J., and Paul Resnick (2001), The Social Cost of Cheap Pseudonyms, Journal of Economics and Management Strategy 10, 173 199.",
        "Ericson, Richard, and Ariel Pakes (1995), Markov-Perfect Industry Dynamics: A Framework for Empirical Work, Review of Economics Studies 62, 5382.",
        "Ederington, L. H. and M. Dewally (2003), A Comparison of Reputation, Certification, Warranties, and Information Disclosure as Remedies for Information Asymmetries: Lessons from the On-Line Comic Book Market, mimeo.",
        "Eaton, D. H. (2002), Valuing Information: Evidence from Guitar Auction on eBay, mimeo.",
        "Dewan, S. and V. Hsu (2001), Trust in Electronic Markets: Price Discovery in Generalist Versus Specialty Online Auctions, mimeo.",
        "Diamond, Douglas W (1989), Reputation Acquisition in Debt Markets, Journal of Political Economy 97, 828862.",
        "Dellarocas, Chrysanthos (2003), Efficiency and Robustness of eBay-like Online Reputation Mechanisms in Environments with Moral Hazard, MIT.",
        "Dellarocas, Chrysanthos (2002), The Digitization of Word-of-Mouth: Promise and Challenges of Online Reputation Mechanisms, forthcoming in Management Science.",
        "Datta, Saikat (1997), Building Trust, London School of Economics, April.",
        "Cohen, Adam (2002), The Perfect Store: Inside eBay, Little Brown and Company.",
        "Cabral, LuÃ\u0082Â´is M B, Ali HortacÃ\u0082Â¸su, and Pai-Ling Yin (2003), The Strategic Dynamics of eBay Buyer and Seller Feedback, Work in Progress (note: title is provisional).",
        "Cabral, LuÃ\u0082Â´is M B (2000), Stretching Firm and Brand Reputation, Rand Journal of Economics 31, 658-673.",
        "Bar-Isaac, Heski (2002), Reputation and Survival: Learning in a Dynamic Signalling Model, Review of Economic Studies 70, 121.",
        "Bajari, Pat, and Ali HortacÃ\u0082Â¸su (2004), Economic Insight from Internet Auctions, forthcoming in Journal of Economic Literature.",
        "Bajari, Pat, and Ali HortacÃ\u0082Â¸su (2003), Winners Curse, Reserve Prices and Endogenous Entry: Empirical Insights from eBay, Rand Journal of Economics 34, 329356.",
        "Ba, S. and P. Pavlou (2002), Evidence of the Effect of Trust Building Technology in Electronic Markets: Price Premiums and Buyer Behavior, MIS Quarterly 26, 243-268.",
        "Asch, Solomon (1946), Forming impressions of personality, Journal of Social and Abnormal Psychology 41, 258290.",
        "Abbring, Japp H., Pierre-AndrÃ\u0082Â´ e Chiappori, and Jean Pinquet (2003), Moral Hazard and Dynamic Insurance Data, forthcoming in the Journal of the European Economic Association.",
        "Mailath, George J, and Larry Samuelson (1998), Your Reputation Is Who Youre Not, Not Who Youd Like To Be, University of Pennsylvania and University of Wisconsin."
    ]
}