{
    "id": 10367,
    "cites": 51,
    "cited_by": 160,
    "reference": [
        "[53] Tybout, James and Daniel Westbrook. 1995. Trade Liberalization and Dimensions of Efficiency Change in Mexican Manufacturing Industries, Journal of International Economics, 39(1-2): 53-78.",
        "[52] Tybout, James. 2000. Manufacturing Firms in Developing Countries: How Well Do They Do, And Why?, Journal of Economic Literature, 38(1): 1134.",
        "[51] Syverson, Chad. 2002. Price Dispersion: The Role of Product Substitutability and Productivity, University of Chicago, Mimeo.",
        "[49] Shea, John. 1993. Do Supply Curves Slope Up? Quarterly Journal of Economics, 108(1): 1-32.",
        "[50] Syverson, Chad. 2003. Market Structure and Productivity: A Concrete Example, University of Chicago, Mimeo.",
        "[48] Shea, John. 1997. The Input-Output Approach to Instrument Selection, Journal of Business and Economic Statistics, 11(2): 145-155.",
        "[47] Roberts, Mark and James Tybout. 1996. Industrial Evolution in Developing Countries: Micro Patterns of Turnover, Productivity and Market Structure. New York: Oxford University Press.",
        "[46] Roberts, Mark and Dylan Supina. 1996. Output Price and Markup Dispersion in Microdata: The Roles of Producer Heterogeneity and Noise, in Michael Baye, ed., Advances in Applied Microeconomics, Vol. 9. JAI Press.",
        "[45] Roberts, Mark and Dylan Supina. 1996. Output Price, Markups, and Producer Size, European Economic Review, 40(3-5): 909-21.",
        "[44] Roberts, Mark and James Tybout. Industrial Evolution in Developing Countries: Micro Patterns of Turnover, Productivity and Market Structure. New York: Oxford University Press, 1996.",
        "[43] Roberts, Mark and James Tybout. 1997. The Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs, American Economic Review, 87(4): 545-565.",
        "[42] Roberts, Mark and Emmanuel Skoufias. 1997. The Long-run Demand for Skilled and Unskilled Labor in Colombian Manufacturing Plants, Review of Economics and Statistics, 79(2): 330-337.",
        "[41] Pombo, Carlos. 1999. Productividad Industrial en Colombia: Una Aplicacion de Numeros Indices, Revista de Economia del Rosario.",
        "[39] Melitz, Marc. 2003. Estimating Firm-Level Productivity in Differentiated Product Industries, Harvard University, Mimeo.",
        "[38] Melitz, Marc. 2003. The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, forthcoming in Econometrica.",
        "[37] Marschak, Jacob and William Andrews. 1944. Random Simultaneous Equations and the Theory of Production, Econometrica, 12 (3) 143-172.",
        "[36] Lora, Eduardo. 1997. A Decade of Structural Reforms in Latin America: What Has Been Reformed and How to Measure It, Inter-American Development Bank Working Paper No. 348.",
        "[35] Lora, Eduardo. 2000. What Makes Reforms Likely? Timing and Sequencing of Structural Reforms in Latin America, Inter-American Development Bank Working Paper No. 424.",
        "[34] Liu, Lili. 1996. Entry-Exit, Learning and Productivity Change: Evidence from Chile, Journal of Development Economics, 42: 217-42.",
        "[33] Levinshohn, James and Amil Petrin. 1997. Productivity, Industry Dynamics, and International Competition: A Structural Econometric Approach, University of Michigan, Mimeo.",
        "[32] Kugler, Maurice and Howard Rosenthal. 2003. Checks and Balances: An Assessment of the Institutional Separation of Powers in Colombia, in Alberto Alesina, ed., Institutional Reforms in Colombia, MIT Press.",
        "[31] Kugler, Maurice. 2000. The Diffusion of Externalities from Foreign Direct Investment: The Sectoral Pattern of Spillovers, Essays on International Technology Diffusion, Chapter 1, Ph.D. Dissertation, UC Berkeley.",
        "[29] Kugler, Adriana. 2002. From Severance Pay to Self-Insurance: The Effects of Severance Payments Savings Accounts in Colombia, CEPR Working Paper No. 3197.",
        "[30] Kugler, Adriana. 1999. The Impact of Firing Costs on Turnover and Unemployment: Evidence from the Colombian Labor Market Reform, International Tax and Public Finance Journal, 6(3): 389-410.",
        "[28] Kugler, Adriana and Maurice Kugler. 2003. The Labor Market Effects of Payroll Taxes in a Middle-Income Country: Evidence from Colombia, CEPR Working Paper No. 4046.",
        "[27] Jovanovic, Boyan. 1982. Selection and the Evolution of Industry, Econometrica, 50(3): 649-670.",
        "[25] Harrison, Ann. 1994. Productivity, Imperfect Competition, and Trade Reform: Theory and Evidence, Journal of International Economics, 36: 5373.",
        "[26] Hopenhayn, Hugo. 1992. Entry, Exit, and Firm Dynamics in Long Run Equilibrium, Econometrica, 60(5): 1127-50.",
        "[24] Haltiwanger, John. 2000. Aggregate Growth: What Have We Learned from Microeconomic Evidence?, University of Maryland, Mimeo.",
        "[23] Hall, Robert. 1990. Invariance Properties of Solows Productivity Residual, in Peter Diamond, ed., Growth/Productivity/Unemployment. Cambridge: MIT Press.",
        "[22] Foster, Lucia, John Haltiwanger, and Cornell Krizan. 2001. Aggregate Productivity Growth: Lessons from Microeconomic Evidence, in Edward Dean Michael Harper and Charles Hulten, eds., New Developments in Productivity Analysis. Chicago: University of Chicago Press.",
        "[21] Foster, Lucia, John Haltiwanger, and Chad Syverson. 2003. Reallocation, Firm Turnover, and Efficiency: Selection on Productivity or Profitability?, University of Maryland, Mimeo.",
        "[20] Ericson, Richard and Ariel Pakes.1995. Markov-Perfect Industry Dynamics: A Framework for Empirical Work, Review of Economic Studies, 62(1): 53-82.",
        "[19] Edwards, Sebastian. 2001. The Economic and Political Transition to an Open Market Economy: Colombia. Paris: OECD.",
        "[18] Davis, Steven, John Haltiwanger and Scott Schuh. 1996. Job Creation and Destruction. Cambridge, Mass.: MIT Press.",
        "[17] Clerides, Sofronis, Saul Lach and James Tybout. 1998. Is Learning by Exporting Important? Micro-dynamic Evidence from Colombia, Mexico and Morocco, Quarterly Journal of Economics, 113(3): 903-947.",
        "[16] Chen, Tain-jy and De-piao Tang. 1987. Comparing Technical Efficiency Between Import-Substitution-Oriented and Export-Oriented Foreign Firms in a Developing Country, Journal of Development Economics, 36: 277-289.",
        "[15] Caballero, Ricardo, and Mohamad Hammour. 1996. On the Timing and Efficiency of Creative Destruction, Quarterly Journal of Economics, 111(3): 805-852.",
        "[14] Caballero, Ricardo, and Mohamad Hammour. 1994. The Cleansing Effects of Recessions, American Economic Review, 84(5): 1356-68.",
        "[13] Burki, Shajid and Guillermo Perry. 1997. The Long March: A Reform Agenda for Latin America and the Caribbean for the Next Decade. Washington D.C.: World Bank.",
        "[12] Basu, Susanto and John Fernald. 1997. Returns to Scale in U.S. Production: Estimates and Implications, Journal of Political Economy, 105(2): 249-283.",
        "[11] Bigsten, Arne, Paul Collier, Stefan Dercon, Bernard Gauthier, Jan Gunning Anders Isaksson, Abena Oduro, Remco Oostendrop, Cathy Pattillo, Mans Soderbom, Michel Sylvain, Francis Teal and Albert Seufack. 1997. Exports and Firm-level Efficiency in the African Manufacturing Sector, University of Montreal.",
        "[10] Bernard, Andrew and Bradford Jensen. 1999. Exceptional Exporter Performance: Cause, Effect, or Both?, Journal of International Economics, 47(1): 1-38.",
        "[9] Bernard, Andrew, Jonathan Eaton, Bradford Jensen and Samuel Kortum. 2003. Plants and Productivity in International Trade, American Economic Review, 93(4): 1268-1291.",
        "[8] Basmann, Robert. 1960. On Finite Sample Distributions of Generalized Classical Linear Identifiability Test Statistics, Journal of the American Statistical Association, 55: 650-659.",
        "[6] Bartelsman, Eric, Ricardo Caballero and Richard Lyons. 1994. Customerand Supplier-Driven Externalities, American Economic Review, 84(4): 1075-1084.",
        "[7] Baily, Martin, Charles Hulten and David Campbell. 1992. Productivity Dynamics in Manufacturing Establishments, Brookings Papers on Economic Activity: Microeconomics, 187-249.",
        "[4] Bartelsman, Eric and Mark Doms. 2000. Understanding Productivity: Lessons from Longitudinal Microdata, Journal of Economic Literature, 38(2): 569-594.",
        "[3] Bartelsman, Eric, Martin Baily and John Haltiwanger. 2001. Labor Productivity: Structural Change and cyclical Dynamics, Review of Economics and Statistics, 83(3): 420-433.",
        "[2] Aw, Bee-Yan, Siaomin Chen, and Mark Roberts. 1997. Firm-level Evidence on Productivity Differentials, Turnover and Exports in Taiwanese Manufacturing, NBER Working Paper 6235.",
        "[1] Aghion, Philippe and Peter Howitt. 1992. A Model of Growth Through Creative Destruction, Econometrica, 60(2): 323-351."
    ]
}