{
    "id": 10379,
    "cites": 36,
    "cited_by": 47,
    "reference": [
        "Payne, R. (2003), Informed trade in spot foreign exchange markets: An empirical investigation, Journal of International Economics, 61: 307-329.",
        "Obstfeld, M. and K. Rogoff (1998), Risk and Exchange Rates, NBER Working Paper 6694, August, forthcoming in Elhanan Helpman and Effraim Sadka (eds.), Contemporary Economic Policy: Essays in Honor of Assaf Razin. Cambridge: Cambridge University Press.",
        "Obstfeld, M. and K. Rogoff (1995), Exchange Rate Dynamics Redux, Journal of Political Economy, 103: 624-660.",
        "Milgrom, P. and N Stokey (1982), Information, trade and common knowledge, Journal of Economic Theory, 26, 17-27.",
        "Meese, R. (1990), Currency Ã\u0083Å¸uctuations in the post-Bretton Woods Era, Journal of Economic Perspectives, 4: 117-134.",
        "Lyons, R. (2001), The Microstructure Approach to Exchange Rates, MIT Press: Cambridge, MA, 2001.",
        "Lyons, R. (1997), A Simultaneous Trade Model of the Foreign Exchange Hot Potato, Journal of International Economics, 42: 275-298.",
        "Lyons, R. (1995), Tests of microstructural hypotheses in the foreign exchange market, Journal of Financial Economics, 39: 321-351.",
        "Lane, P. (2001), The new open-economy macroeconomics: A survey, Journal of International Economics, 54: 235-266.",
        "Jeanne, O. and A. Rose (2002), Noise Trading and Exchange Rate Regimes, Quarterly Journal of Economics, 117: 537-569.",
        "Hau, H., and H. Rey (2003), Can portfolio rebalancing explain the dynamics of equity returns, equity Ã\u0083Å¸ows, and exchange rates? American Economic Review, forthcoming.",
        "Hau, H., and H. Rey (2002), Exchange rates, equity prices, and capital Ã\u0083Å¸ows, NBER Working Paper 9398, December.",
        "Grossman, S., and J. Stiglitz (1980), On the impossibility of informationally efficient markets, American Economic Review, 70: 393-408.",
        "Froot, K., and T. Ramadorai (2002), Currency returns, institutional investor Ã\u0083Å¸ows, and exchange rate fundamentals, NBER Working Paper 9101, August.",
        "Frankel, J., G. Galli, and A. Giovannini (1996), The Microstructure of Foreign Exchange Markets, University of Chicago Press: Chicago.",
        "Evans, M., and R. Lyons (2003), How is Macro News Transmitted to Exchange Rates? NBER Working Paper 9433, January.",
        "Evans, M., and R. Lyons (2002b), Informational Integration and FX Trading, Journal of Interna- tional Money and Finance, 21: 807-831.",
        "Evans, M., and R. Lyons (2002a), Order Ã\u0083Å¸ow and exchange rate dynamics, Journal of Political Economy, 110: 170-180.",
        "Evans, M. (2002), FX trading and exchange rate dynamics, Journal of Finance, 57: 2405-2448.",
        "Engel, C. (1999), On the Foreign Exchange Risk Premium in Sticky-Price General Equilibrium Models, in International Finance and Financial Crises: Essays in Honor of Robert P. Flood, editied by P. Isard, A. Razin and A. Rose, IMF and Kluwer.",
        "Duarte, M., and A. Stockman (2001), Rational Speculation and Exchange Rates, NBER Working Paper 8362, July.",
        "Devereux, M., and C. Engel (2002), Exchange rate pass-through, exchange rate volatility, and exchange rate disconnect, Journal of Monetary Economics, 49: 913-940.",
        "Derviz, A. (2003), Asset return dynamics and and the FX risk premium in a decentralized dealer market, typescript, Czech National Bank, European Economic Review, forthcoming.",
        "Debreu, G. (1959), Theory of Value, Wiley: New York, Cowles Foundation monograph, vol. 17.",
        "Covrig, V., and M. Melvin (2002), Asymmetric information and price discovery in the FX market: Does Tokyo know more about the yen? Journal of Empirical Finance, 9: 271-285.",
        "Corsetti, G., P. Pesenti, and N. Roubini (2001), Does one Soros make a difference? The role of a large trader in currency crises, NBER Working Paper 8303, Review of Economic Studies, forthcoming.",
        "Chari, V., P. Kehoe, and E. McGrattan (2002), Can sticky price models generate volatile and persistent real exchange rates? Review of Economic Studies, 69: 533-564.",
        "Campbell, J. Y., and L. Viceira (2002), Strategic Asset Allocation: Portfolio Choice for Long Term Investors, Clarendon Lectures in Economics, Oxford University Press.",
        "Bjonnes, G., and D. Rime (2003), Dealer behavior and trading systems in foreign exchange mar- kets, Journal of Financial Economics, forthcoming.",
        "Backus, D., P. Kehoe, and F. Kydland (1994), Dynamics of the trade balance and the terms of trade: The J-curve?, American Economic Review, 84: 84-103.",
        "Bacchetta, P., and E. van Wincoop (2003), Can information dispersion explain the exchange rate disconnect puzzle? NBER Working Paper 9498, February.",
        "Arrow, K. (1970), Essays in the theory of risk bearing, Markham: Chicago.",
        "Andersen, T., T. Bollerslev, F. Diebold, and C. Vega (2003), Micro effects of macro announce- ments: Real-time price discovery in foreign exchange, American Economic Review, 93: 38-62.",
        "Aguiar, M. (2002), Informed speculation and the choice of exchange rate regime, typescript, University of Chicago, March.",
        "Meese, R., and K. Rogoff (1983), Empirical exchange rate models of the seventies, Journal of International Economics, 14: 3-24.",
        "Cao, H., M. Evans, and R. Lyons (2003), Inventory Information, NBER Working Paper 9893, August, Journal of Business, forthcoming."
    ]
}