{
    "id": 10376,
    "cites": 34,
    "cited_by": 107,
    "reference": [
        "World Bank, 1995, India: Recent Economic Developments and Prospects, Washington D.C.",
        "Williamson, John, and Roberto Zagha, From Slow Growth to Slow Reform, Institute for International Economics, Washington, DC, July 2002.",
        "Wallack, Jessica Seddon, Structural Breaks in Indian Macroeconomic Data, Economic and Political Weekly, October 11, 2003, 4312-4315.",
        "Unel, B., 2003, Productivity Trends in Indias Manufacturing Sectors in the Last Two Decades, International Monetary Fund Working Paper, WP/03/22, Washington D.C.",
        "Topalova, P., 2004, Trade Liberalization and Firm Productivity: The Case of India, International Monetary Fund Working Paper, forthcoming.",
        "Subramanian, A., and Shang-Jin Wei, 2003, The WTO promotes Trade Strongly, But Unevenly, National Bureau of Economic Research Working Paper 10024.",
        "Srinivasan, T.N., and S. Tendulkar, 2003, Reintegrating India with the World Economy, Institute for International Economics, Washington D.C.",
        "Rodrik, D., 2003, Growth Strategies, Harvard University, September 2003.",
        "Rodrik, D., A. Subramanian, and F.Trebbi, 2002, Institutions Rule: The Primacy of Institutions Over Integration and Geography in Development, National Bureau of Economic Research Working Paper No. 9305.",
        "Pritchett, L., 1997, Divergence, Big Time, Journal of Economic Perspectives, Vol. 11, No. 3, pp. 3-17.",
        "Panagariya, A., 2003, Weak Reforms, Fragile Growth, mimeo, University of Maryland.",
        "Kohli, A., 1989, Politics of Economic Liberalization in India, World Development, vol. 17, No. 3, 1989, pp. 305-328.",
        "Khanna, T., and Y. Huang, 2003, Can India Overtake China? Foreign Policy, July/August Issue.",
        "Hulten, C., and S. Srinivasan, 1999, Indian Manufacturing Industry: Elephant or Tiger? New Evidence on the Asian Miracle, National Bureau of Economic Research Working Paper 7441.",
        "Hausmann, Ricardo, Lant Pritchett, and Dani Rodrik, Growth Transitions, manuscript in preparation, Harvard University, 2004.",
        "Hausmann, Ricardo, and Dani Rodrik, Economic Development as Self-Discovery, Journal of Development Economics, December 2003.",
        "Government of India, Economic Survey, Various Issues. Hasan, R., 1997, Productivity growth and Technological Progress in a reforming Economy: Evidence From India, Ph.D. dissertation, University of Maryland.",
        "Ghose, A.K., 1999, Current Issues of Employment Policy in India, Economic and Political Weekly, September 4, pp. 2592-2608.",
        "Foster, A.D., and M.R. Rozenzweig, 2003, Agricultural Development, Industrialization and Rural Inequality, mimeo, Harvard University.",
        "De Long, B., 2003, India Since Independence: An Analytic Growth Narrative, in D. Rodrik (ed.) In Search of Prosperity: Analytic Narratives on Economic Growth, Princeton University Press, Princeton, New Jersey.",
        "Deaton, A., J. Friedman, and V. Atlas, 2004, Purchasing power exchange rates from household survey data: India and Indonesia, mimeo, Princeton University.",
        "Deaton, Angus, and Jean Dreze, Poverty and Inequality in India: A Re-Examination, Economic and Political Weekly, September 7, 2002, 3729-3748.",
        "Das, D. K.., 2003, Quantifying Trade Barriers: Has Trade Protection Declined Substantially in Indian Manufacturing, Indian Council for Research on International Economic Relations, Working Paper No. 105.",
        "Chopra, A., C. Collyns, R. Hemming, and K. Parker with W. Chu and O. Fratzcher, 1995, India: Economic Reform and Growth, International Monetary Fund Occasional Paper No. 134, Washington D.C.",
        "Besley, T., and R. Burgess, 2002, Can Labor Regulation Hinder Economic Performance? Evidence From India, CEPR Discussion Paper No. 3260, Center for Economic Policy Research, London.",
        "Barro, R., 1990, Government Spending in a Simple Model of Endogenous Growth, Journal of Political Economy, Vol. 98, No. 5, pp. S103-S119.",
        "Balakrishnan, P., and Babu, M.S., 2003, Growth and Distribution in Indian Industry in the Nineties, Economic and Political Weekly, September, pp. 3997-4005.",
        "Bai, Jushan, and Pierre Perron, 2003, Computation and Analysis of Multiple Structural Change Models, Journal of Applied Econometrics, 18, pp.1-22.",
        "Bai, Jushan, and Pierre Perron, 1998, Estimating and Testing Linear Models with Multiple Structural Changes, Econometrica, 66 (1), pp. 47-78.",
        "Ahluwalia, I.J., 1991, Productivity and Growth in Indian Manufacturing, Oxford University Press, Delhi.",
        "Ahluwalia, I.J., 1995, India: Industrial Development Review, The Economist Intelligence Unit and UNIDO.",
        "Bosworth, B., and S. Collins, 2003, The Empirics of Growth: An Update, mimeo, Brookings Institution, Washington D.C.",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson, 2001, The Colonial Origins of Comparative Development: An Empirical Investigation, American Economic Review, 91, 5, pp. 13691401.",
        "Sachs, J., and W.T. Woo, 1997, Understanding Chinas Economic Performance, National Bureau of Economic Research Working Paper No. 5935."
    ]
}