{
    "id": 10378,
    "cites": 22,
    "cited_by": 74,
    "reference": [
        "Yeaple, Stephen R. 2003. The complex integration strategies of multinationals and cross country dependencies in the structure of foreign direct investment, Journal of International Economics, 60: 293314.",
        "United Nations. (Various years). World Investment Report. New York: United Nations. Wang, Miao. 2003. Essays on Foreign Direct Investment. Ph.D. dissertation, University of Oregon.",
        "Shapiro, Samuel S. and Martin B. Wilk. 1965. An Analysis of Variance Test for Normality (Complete Samples). Biometrika, 52: 591-611.",
        "Sala-I-Martin, Xavier. 1997. I Just Ran Two Million Regressions, American Economic Review, 87(2):178-83.",
        "Ramsey, J.B. 1969. Tests for Specification Errors in Classical Linear Least Squares Regression Analysis, Journal of the Royal Statisical Society, Series B 31: 350-71.",
        "Markusen, James R. 1997. Trade Versus Investment Liberalization, NBER Working Paper No. 6231.",
        "Markusen, James R., Anthony J. Venables, Denise Eby-Konan, and Keven Honglin Zhang. 1996. A Unified Treatment of Horizontal Direct Investment, Vertical Direct Investment, and the Pattern of Trade in Goods and Services, NBER Working Paper No. 5696.",
        "Markusen, James R. 1984. Multinationals, Multi-plant Economies, and the Gains from Trade, Journal of International Economics, 16(3/4): 205-26.",
        "Levine, Ross, and David Renelt. 1992. A Sensitivity Analysis of Cross-Country Growth Regressions, American Economic Review, 82(4): 942-63.",
        "Lee, Kevin, M. Hashem Pesaran, and Ron Smith. 1998. Growth Empirics: A Panel Data Approach - A Comment, Quarterly Journal of Economics, 113(1): 319-23.",
        "Islam, Nazrul. 1995. Growth Empirics: A Panel Data Approach, Quarterly Journal of Economics, 110(4): 1127-70.",
        "Helpman, Elhanan. 1984. A Simple Theory of International Trade with Multinational Corporations, Journal of Political Economy, 92(3): 451-471.",
        "Harrison, Ann and Margaret S. McMillan. 2003. Does Direct Foreign Investment Affect Domestic Credit Constraints, Journal of International Economics, 61(1): 73-100.",
        "Hanson, Gordon H., Raymond J. Mataloni, and Matthew J. Slaughter. 2003. Vertical Production Networks in Multinational Firms, NBER Working Paper No. 9723.",
        "Choe, Jong Il. 2003. Do Foreign Direct Investment and Gross Domestic Investment Promote Economic Growth? Review of Development Economics, 7(1): 44-57.",
        "Carr, David, James R. Markusen, and Keith E. Maskus. 2001. Estimating the Knowledge-Capital Model of the Multinational Enterprise, American Economic Review, 91(3): 693-708.",
        "Carkovic, Maria, and Ross Levine. 2003. Does Foreign Direct Investment Accelerate Economic Growth? Mimeo. Department of Finance, University of Minnesota.",
        "Brainard, S. Lael. 1997. An Empirical Assessment of the Proximity-Concentration Trade-Off Between Multinational Sales and Trade, American Economic Review, 87(4): 520-44.",
        "Blonigen, Bruce A. and Ronald B. Davies. Forthcoming. The Effects of Bilateral Tax Treaties on U.S. FDI Activity, International Tax and Public Finance. Borensztein, E., De Gregorio, J and Lee, J.-W. 1998. How does Foreign Direct Investment affect Economic Growth? Journal of International Economics Vol. 45(1): 115-35.",
        "Barro, Robert and J.W. Lee. 1996. International Measures of Schooling Years and Schooling Quality, American Economic Review, Papers and Proceedings, 86(2): 218-23.",
        "Balasubramanyam, V.N., Salisu, M. and D. Sapsford. 1996. Foreign Direct Investment and Growth in EP and IS Countries. The Economic Journal 106(1): 92-105.",
        "Islam, Nazrul. 1998. Growth Empirics: A Panel Data Approach - A Reply, Quarterly Journal of Economics, 113(1): 325-9."
    ]
}