{
    "id": 10374,
    "cites": 15,
    "cited_by": 38,
    "reference": [
        "Sullivan, Dennis (1985). Simultaneous Determination of Church Contributions and Church Attendance, Economic Inquiry, 23, 309-320.",
        "Steinberg, Richard (1990). Taxes and Giving: New Findings, Voluntas, 1, 61-79.",
        "Randolph, William (1995). Dynamic Income, Progressive Taxes, and the Timing of Charitable Contributions, Journal of Political Economy, 103, 709-38.",
        "Olson, Daniel, and David Caddell (1994). Generous Congregations, Generous Givers: Congregational Contexts that Stimulate Individual Giving, Review of Religious Research, 36, 168-180.",
        "Olson, Daniel (2002). Competing Notions of Religious Competition and Conflict in Theories of Religious Economies, mimeo, Indiana University South Bend.",
        "Iannaccone, Laurence (1998). Introduction to the Economics of Religion, Journal of Economic Literature, 36, 1465-1496.",
        "Iannaccone, Laurence (1997). Skewness Explained: A Rational Choice Model of Religious Giving, Journal for the Scientific Study of Religion, 36, 141-157.",
        "Iannaccone, Laurence (1992). Sacrifice and Stigma: Reducing Free-Riding in Cults, Communes, and Other Collectives, Journal of Political Economy, 100, 271-291.",
        "Forbes, Kevin and Ernest Zampelli (1997). Religious Giving by Individuals: A CrossDenominational Study, American Journal of Economics and Sociology, 56, 17-30.",
        "Clotfelter, Charles (1985). Federal Tax Policy and Charitable Giving. Chicago: University of Chicago Press.",
        "Clain, Suzanne, and Charles Zech (1999). A Household Production Analysis of Religious and Charitable Activity, American Journal of Economics and Sociology, 58, 924-946.",
        "Chaves, Mark, and Laura Stephens (2001). Church Attendance in the United States, in Michele Dillon, ed., Handbook for the Sociology of Religion. Cambridge, UK: Cambridge University Press.",
        "Bumiller, Elisabeth (2002). Bush Rallies Faithful in Call for Passage of Charity Bill, New York Times, April 12th, p. A20.",
        "Bradley, Ralph, Steven Holden, and Robert McClelland (1999). A Robust Estimation of the Effects of Taxation on Charitable Contributions, mimeo, Congressional Budget Office.",
        "Barrett, Kevin, Anya McGuirk, and Richard Steinberg (1997). Further Evidence on the Dynamic Impact of Taxes on Charitable Giving, National Tax Journal, 50, 321-334."
    ]
}