{
    "id": 10377,
    "cites": 14,
    "cited_by": 4,
    "reference": [
        "Wholey, Douglas; Feldman, Roger and Christianson, Jon B. The Effect of Market Structure on HMO Premiums. Journal of-Health-Economics, 1995, 14(1), pp. 81-105.",
        "Melnick, Glenn. A.; Zwanziger, Jack; Bamezai, Anil and Pattison, Robert. The Effects of Market Structure and Bargaining Position on Hospital Prices. Journal of Health Economics, 1992, 11, pp. 217-33.",
        "Long, Stephen H. and Marquis,Susan. Pooled Purchasing: Who Are the Players? Health Affairs, 1999, 18(4), pp. 105-11.",
        "Keeler, Emmett B.; Melnick, Glenn and Zwanziger, Jack. The Changing Effects of Competition on Non-Profit and For-Profit Hospital Pricing Behavior, Journal of Health Economics, 1999, 18(1), pp. 69-86.",
        "Hilzenrath, David S. HMOs Save Money by Shifting Costs. The Washington Post, June 6, 1994.",
        "Freudenheim, Milt. HMO Costs Spur Employers to Shift Plans. New York Times, September 6, 2000 Health Insurance Association of America, Source Book of Health Insurance Data, 1999-2000; HIAA Press, 2000.",
        "Dor, Avi and Watson, Harry The Hospital-Physician Interaction in U.S. Hospitals: Evolving Payment Schemes and Their Incentives. European Economic Review, 1995, 39(3-4), pp. 795-803.",
        "Dranove, David; Kessler, Daniel; McClellan, Mark and Satterthwaite, Mark. Is More Information Better? The Effects of `Report Cards on Health Care Providers. Journal of Political Economy, 2003, 111(3), pp. 555-89.",
        "Dranove, David and Ludwick, Richard Competition and Pricing by Nonprofit Hospitals: A Reassessment of Lynks Analysis. Journal of Health Economics,1999, 18(1), pp. 87-98.",
        "Cutler, David; McClellan, Mark and Newhouse, Joseph P. How Does Managed Care Do It? Rand Journal of Economics, 2000, 31(3), pp. 526-48.",
        "Chernew, Michael; Gowrisankaran, Gautam and Mark, Fendrik A. Payer Type and the Returns to Bypass Surgery: Evidence from Hospital Entry Behavior. Journal of Health Economics, 2002, 21(3), pp. 451-74.",
        "Binmore, Kenneth; Rubinstein, Ariel and Wolinsky, Asher. The Nash Bargaining Solution in Economic Modeling. Rand Journal of Economics, 1986, 17(2), pp. 176-88.",
        "Brooks, John M.; Dor, Avi. and Wong, Herbert S. Hospital-Insurer Bargaining: Empirical Investigation of Appendectomy. Journal of Health Economics, 1997, 16(4), pp. 417-34.",
        "Anders, George. Who Pays for Cut-Rate Heart Care? The Wall Street Journal, October 15, 1996."
    ]
}