{
    "id": 10385,
    "cites": 12,
    "cited_by": 21,
    "reference": [
        "[13] B. Weingast, K. Shepsle, and C. Johnsen. The political economy of benefits and costs: A neoclassical approach to distributive politics. Journal of Political Economy, 89:642--664,",
        "[12] Jonathan Rodden. Strength in numbers? representation and redistribution in the european union. working paper. 2001.",
        "[11] Torsten Persson and Guido Tabellini. Political economics and public finance. In A. Auer- bach and M. Feldstein, editors, Handbook of Public Economics, Vol III. Amstredam: New Holland, 2002.",
        "[10] Ben Lockwood. Distributive politics and the benefits of decentralization. Review of Eco- nomic Studies, 69:313--338, 2002.",
        "[8] Robert Inman and Daniel Rubinfeld. Rethinking federalism. Journal of Economic Per- spectives, 11, 1997.",
        "[9] Francis Lee. Representation and public policy: The consequences of senate apportionment for the geographic distribution of federal funds. The Journal of Politics, 60, 1998.",
        "[7] Robert Inman and Daniel Rubinfeld. The political economy of federalism. In Dennis Mueller, editor, Perspectives on Public Choice: A Handbook. Cambridge University Press, 1997.",
        "[5] Timothy Besley and Stephen Coate. Centralized versus decentralized provision of local public goods: A political economy analysis. Journal of Public Economics, forthcoming, 2003.",
        "[4] David Baron and John Ferejohn. Bargaining in legislatures. American Political Science Review, 83:1181--1206, 1989.",
        "[3] David Baron and John Ferejohn. Bargaining and agenda formation in legislatures. Amer- ican Economic Review, 77:303--309, 1987.",
        "[2] Cary Atlas, Thomas Gilligan, Robert Hendershott, and Mark Zupan. Slicing the federal government net spending pie: Who wins, who loses, and why. American Economic Review, 85, 1995.",
        "[1] Stephen Ansolabehere, Alan Gerber, and James M. Snyder. Equal votes, equal money: Court-ordered redistricting and the distribution of public expenditures in the american states. working paper. 2000."
    ]
}