{
    "id": 10386,
    "cites": 26,
    "cited_by": 4,
    "reference": [
        "Acton, J. P., 1975. Nonmonetary factors in the demand for medical services-some empirical evidence. Journal of Political Economy 83(3): 595-614.",
        "Arrow, K. J., 1963. Uncertainty of the Welfare Economics of Medical Care. American Economic Review 53(5): 941-73.",
        "Baker, L., M. Bundorf, et al. 2003. Validity of the Survey of Health and Internet and Knowledge Networks Panel and Sampling. Stanford, CA, Stanford University: 1-13.",
        "Baker, L., T. H. Wagner, et al., 2003. Use of the Internet and E-mail for Health Care Information: Results from a National Survey. JAMA 289(18): 2400-2406.",
        "Brown, J. R. and A. Goolsbee, 2000. Does the Internet Make Markets More Competitive?, National Bureau of Economic Research: 1-29.",
        "Cauley, S. D., 1987. The Time Price of Medical Care. The Review of Economics and Statistics 69(1): 59-66.",
        "Clay, K., R. Krishan, et al., 2001. Prices and Price Dispersion on the Web: Evidence from the Online Book Industry, National Bureau of Economic Research: 1-42.",
        "Currie, J. and P. B. Reagan, 2003. Distance to Hospital and Childrens Use of Preventive Care: Is Being Closer Better and for Whom? Economic Inquiry 41(3): 378-391.",
        "Danzon, P. M. and M. F. Furukawa, 2001. Health Care: Competition and Productivity. The Economic Payoff from the Internet Revolution. R. E. Litan. Washington D.C., Brookings Institution Press: 189-234.",
        "Goldman, D. and D. Lakdawalla, 2001. Understanding Health Disparities across Education Groups, National Bureau of Economic Research: 1-57.",
        "Grossman, M., 1972. On the Concept of Health Capital and the Demand for Health. Jounal of Political Economy 80(2): 223-243.",
        "Haas-Wilson, D., 1990. Consumer Information and Providers Reputations: An Empirical Test in the Market for Psychotherapy. Journal of Health Economics 9: 321-333.",
        "Haas-Wilson, D., 2001. Arrow and the Information Market Failure in Health Care: The Changing Content and Sources of Health Care Information. Journal of Health Politics, Policy, and Law 26(5): 1031-1042.",
        "Hsieh, C.-R. and S.-J. Lin, 1997. Health information and the demand for preventive care among the elderly in Taiwan. Journal of Human Resources 32(2): 308-333.",
        "Kenkel, D. S., 1990. Consumer Health Information and Demand for Medical Care. The Review of Economics and Statistics 72(4): 587-595.",
        "Kenkel, D. S., 1994. The demand for preventive medical care. Applied Economics 26: 313-325.",
        "Marquis, M. S., 1985. Cost-Sharing and Provider Choice. Journal of Health Economics 4: 137157.",
        "McGuire, T. G., 2000. Physician Agency. Handbook of Health Economics. A. J. Culyer and J. P.",
        "Newhouse. Amsterdam, Elsevier Science, B.V. 1A: 461-528. Parente, S. T., D. Salkever, et al., 2003. The role of consumer knowledge of insurance benefits in the demand for preventive health, National Bureau of Economic Research: 1-32.",
        "Pauly, M. V., B. J. Herring, et al., 2002. Health Insurance on the Internet and the Economics of Search, National Bureau of Economic Research: 1-27.",
        "Pauly, M. V. and M. A. Satterthwaite, 1981. The Pricing of Primary Care Physicians Services: A Test of the Role of Consumer Information. Bell Journal of Economics 12(2): 488-506.",
        "Sorensen, A., 2000. Equilibrium Price Dispersion in Retail Markets for Prescription Drugs.",
        "Journal of Political Economy 108(4). Stigler, G., 1961. The Economics of Information. The Journal of Political Economy: 213-225.",
        "Tu, H. T. and J. L. Hargraves ,2003. Seeking Health Care Information: Most Consumers still on the Sidelines, Center for Studying Health System Change: 1-4.",
        "Wagner, T. H., T.-W. Hu, et al., 2001. The demand for consumer health information. Journal of Health Economics 20: 1059-1075.",
        "Zettelmeyer, F., F. S. Morton, et al., 2001. Cowboys or Coward: Why are Internet Car Prices Lower?, National Bureau of Economic Research: 1-33."
    ]
}