{
    "id": 10383,
    "cites": 23,
    "cited_by": 42,
    "reference": [
        "Lagos, Ricardo (2004), A Model of TFP, mimeo, Federal Reserve Bank of Minneapolis and New York University, January 2004.",
        "Kaplan, David S., Gabriel MartÃ\u0083Â­nez and Raymond Robertson (2003b), Employment Displacement Costs in Developing Countries: Evidence from Mexico, mimeo, Inter- American Development Bank, Washington, D.C.",
        "Kaplan, David S., Gabriel MartÃ\u0083Â­nez and Raymond Robertson (2003b), Worker- and job- flows in Mexico, mimeo, Inter-American Development Bank, Washington, D.C.",
        "Kahn, Shulamit (1997), Evidence of Nominal Wage Stickiness from Microdata, American Economic Review, Vol. 87, Issue 5, pp. 993-1008.",
        "Haltiwanger, John (2000), Aggregate Growth: What Have We Learned from Microeconomic Evidence?, mimeo, University of Maryland, June 2000.",
        "Foster, Lucia, John Haltiwanger and C.J. Krizan (2000), Aggregate Productivity Growth: Lessons from Microeconomic Evidence, mimeo, University of Maryland, June 2000.",
        "Foster, Lucia, John Haltiwanger and C.J. Krizan (2002), The Link Between Aggregate and Micro Productivity Growth: Evidence from Retail Trade, Working Paper No. 9120, National Bureau of Economic Research, Cambridge, MA, August 2002.",
        "Faruqui, Umar Ahmed (2000), Employment Effects of Nominal-Wage Rigidity: An Examination Using Wage-Settlements Data, Working Paper 2000-14, Bank of Canada, July 2000.",
        "Combining Social Protection with Market Flexibility, Brooking Institution Press, Washington D.C. FarÃ\u0083Â¨s, Jean and Seamus Hogan (2000), The Employment Costs of Downward Nominal- Wage Rigidity, Working Paper 2000-1, Bank of Canada, January 2000.",
        "Edwards, Sebastian and Nora Claudia Lustig (1997), Labor Markets in Latin America.",
        "Dwyer, Jacqueline and Kenneth Leong (2000), Nominal Wage Rigidity in Australia, Research Discussion Paper 2000-08, Economic Research Department, Reserve Bank of Australia, November 2000.",
        "Devereaux, Michael B. (1994), Wage Indexation, Adjustment, and Inflation, in Labor Markets in an Era of Adjustment, Susan Horton, Ravi Kanbur and Dipak Mazumdar, editors, Vol. 1, EDI Development Studies, The World Bank, Washington, D.C.",
        "Davis, Steven J. and John C. Haltiwanger (1992), Gross Job Creation, Gross Job Destruction, and Employment Reallocation, Quarterly Journal of Economics, Vol. 107, No. 3, pp. 819-863.",
        "Davis, Steven J., John C. Haltiwanger and Scott Schuh (1996), Job Creation and Destruction, The MIT Press, Cambridge, MA.",
        "Davis, Steven J. and John C. Haltiwanger (1999), Gross Job Flows, in Handbook of Labor Economics, Vol. 3b, Orley Ashenfelter and David Card, editors, North Holland, Amsterdam.",
        "Crawford, Allan and Geoff Wright (2001), Downward Nominal-Wage Rigidity: Micro Evidence from Tobit Models, Working Paper 2001-7, Bank of Canada, May 2001.",
        "CortÃ\u0083Â¡zar, RenÃ\u0083Â© (1997), Chile: The Evolution and Reform of the Labor Market, in Labor markets in Latinamerica. Combining Social Protection with Market Flexibility, SebastiÃ\u0083Â¡n Edwards and Nora Claudia Lustig, editors, Brookings Institution Press, Washington, D.C.",
        "Castellanos, Sara G. (2003), Downward Nominal Wage Rigidities and Employment: Microeconomic Evidence of Mexico, mimeo, Banco de MÃ\u0083Â©xico, June 2003.",
        "Botero, Juan, Siemeon Djankov, Rafael La Porta, Florencio Lopez-de-Silanes and Andrei Shliefer (2003), The Regulation of Labor, Working Paper No. 9756, National Bureau of Economic Research, Cambridge, MA, June 2003.",
        "Bewley, Truman (1999), Why Wages Dont Fall During a Recession, Harvard University Press, Cambridge, MA.",
        "Aspe, Pedro (1993), Economic Transformation the Mexican Way, The MIT Press, Cambridge, MA.",
        "Altonji, Joseph and Paul Devereaux (1999), The Extent and Consequences of Downward Nominal Wage Rigidity, Working Paper No. 7234, National Bureau of Economic Research, Cambridge, MA, July 1999.",
        "Akerlof, George A., William T. Dickens and George L. Perry (1996), The Macroeconomics of Low Inflation, Brookings Papers on Economic Activity, 1:1996."
    ]
}