{
    "id": 10384,
    "cites": 21,
    "cited_by": 36,
    "reference": [
        "Working Paper Series 9859, July 2003a.",
        "Tauchen, G., Finite State Markov-Chain Approximations to Univariate and Vector Autoregressions, Economics Letters, 20(1986), 177 181.",
        "Ramey, V. A. and West, K. D., Inventories, in Handbook of Macroeconomics, eds. John D. Taylor and Michael Woodford, Elsevier Science Press. Stock, J.H. and Watson, M.W., Has the Business Cycle Changed and Why? NBER Working Paper Series 9127, September 2002.",
        "Ramey, V. A. and Vine, D. J., Why Do Real and Nominal Inventory-Sales Ratios Have Different Trends? forthcoming Journal of Money, Credit and Banking. 36 Ramey, V. A. and Vine, D. J., The Effect of Sales Persistence on Volatility in a Production Smoothing Model, 2003b, manuscript.",
        "Ramey, V. A., Nonconvex Costs and the Behavior of Inventories, Journal of Political Economy, 99, 1991, 306 334.",
        "McCarthy, J. and Zakrajsek, E., Inventory Dynamics and Business Cycles: What has Changed? Finance and Economics Discussion Series, Federal Reserve Board of Governors, June 2003.",
        "Kim, C., Nelson, C.R., and Piger, J., The Less Volatile U.S. Economy: A Bayesian Investigation of Timing, Breadth and Potential Explanations, Federal Reserve Board of Governors, International Finance Discussion Paper 707, August 2001.",
        "Kim, C. and Nelson, C. R., Has the U.S. Economy Become More Stable? A Bayesian Approach Based on a Markov-Switching Model of the Business Cycle, The Review of Economics and Statistics, 81(4), November 1999, 608 616.",
        "Kahn, J. A., McConnell, M. M. and Perez-Quiros, G., On the Causes of the Increased Stability of the U.S. Economy, FRBNY Economic Policy Review, May 2002, 183 202.",
        "Kahn, J.A., Why is Production More Volatile than Sales? Theory and Evidence on the Stockout-Avoidance Motive for Inventory-Holding, Quarterly Journal of Economics, 107, May 1992, 481 510.",
        "Hetrick, R.L., Analyzing the Recent upward Surge in Overtime Hours, Monthly Labor Review, February 2000, 30 33.",
        "Irvine, O. and Schuh, S., Inventory Investment and Output Volatility, Working paper, Federal Reserve Bank of Boston, December 2002.",
        "Hall, G. J., Non-convex Costs and Capital Utilization: A Study of Production Scheduling at Automobile Assembly Plants, Journal of Monetary Economics, 45 (2000), 681 716.",
        "Feroli, M., An Equilibrium Model of Inventories with Investment-Specific Technical Change, Working paper, New York University, November 2002.",
        "Evidence on Industry Complementarities, Quarterly Journal of Economics 108(4), November 1993, 1043 1072.",
        "Cooper, R. and Haltiwanger, J., The Aggregate Implications of Machine Replacement: Theory and Evidence, American Economic Review, 83(3), June 1993, 360 382.",
        "Clarida, R., GalÃ\u0083Â­, J., and Gertler, M., Monetary Policy Rules and Macroeconomic Stability: Evidence and some Theory, Quarterly Journal of Economics, 115, February 2000, 147 180.",
        "Bresnahan, T. F. and Ramey, V. A., Segment Shifts and Capacity Utilization in the U.S. Automobile Industry, American Economic Review Papers and Proceedings, 83(2), May 1993, 213 218.",
        "Boivin, J. and Giannoni, M.P., Has Monetary Policy Become More Effective? NBER Working Paper Series 9459, January 2003.",
        "Blanchard, O.J. and Simon, J., The Long and Large Decline in U.S. Output Volatility, Brookings Papers on Economic Activity, 2001:1, 135 164.",
        "Automotive News, Detroit: Crain Automotive Group. Blanchard, O. J., The Production and Inventory Behavior of the American Automobile Industry, The Journal of Political Economy, 91(3), June 1983, 365 400."
    ]
}