{
    "id": 10392,
    "cites": 27,
    "cited_by": 143,
    "reference": [
        "Yun, Tack (1996): Nominal Price Rigidity, Money Supply Endogeneity, and Business Cycles, Journal of Monetary Economics 37, 345-370.",
        "Woodford, Michael (2001): The Taylor Rule and Optimal Monetary Policy, American Economic Review vol. 91, no. 2, 232-237.",
        "Taylor, John B. (1999c): Staggered Price and Wage Setting in Macroeconomics, in J.B. Taylor and M. Woodford eds., Handbook of Macroeconomics, chapter 15, 1341- 1397, Elsevier, New York.",
        "Taylor, John B. (1999b): An Historical Analysis of Monetary Policy Rules, in J.B. Taylor ed., Monetary Policy Rules, University of Chicago Press.",
        "Taylor, John B. (1999a): Monetary Policy Rules, University of Chicago Press and NBER.",
        "Taylor, John B. (1993): Discretion versus Policy Rules in Practice, Carnegie Rochester Conference Series on Public Policy , December 1993, 39, 195-214.",
        "Souleles, Nicholas S. (1999): The Response of Household Consumption to Income Tax Refund, American Economic Review vol. 89, 947--958.",
        "Shea, John, (1995): Union Contracts and the Life-Cycle/Permanent-Income Hy- pothesis, American Economic Review vol. 85, 186--200.",
        "Rotemberg, J. and M. Woodford (1999): Interest Rate Rules in an Estimated Sticky Price Model, in J.B. Taylor ed., Monetary Policy Rules, University of Chicago Press, 57-119.",
        "McCallum, B. (1999): Issues in the Design of Monetary Policy Rules, in J.B.",
        "Mankiw, N. Gregory (2000): The Savers-Spenders Theory of Fiscal Policy, American Economic Review, vol. 90, no. 2, 120-125.",
        "GalÃ\u0083Â­, Jordi, J. David LÃ\u0083Â³pez-Salido, and Javier VallÃ\u0083Â©s (2003c): Understanding the Effects of Government Spending on Consumption, mimeo Banco de EspaÃ\u0083Â±a .",
        "GalÃ\u0083Â­, Jordi, J. David LÃ\u0083Â³pez-Salido, and Javier VallÃ\u0083Â©s (2003b): Technology Shocks and Monetary Policy: Assessing the Feds Performance, Journal of Monetary Eco- nomics, vol. 50, no. 4.",
        "GalÃ\u0083Â­, Jordi, J. David LÃ\u0083Â³pez-Salido, and Javier VallÃ\u0083Â©s (2003a): rule-of-thumb Consumers and the Design of Interest Rate Rules, Working Paper 0320, Banco de EspaÃ\u0083Â±a.",
        "Dupor, Bill (2002): Interest Rate Policy and Investment with Adjustment Costs, manuscript.",
        "Dotsey, Michael (1999): Structure from Shocks, Federal Reserve Bank of Rich- mond Working Paper 99-6.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler (2000): Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics, vol. 105, issue 1, 147-180.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler (1999): The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature, vol. 37, 1661-1707.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler (1998): Monetary Policy Rules in Practice: Some International Evidence, European Economic Review, 42 (6), June 1998, pp. 1033-1067.",
        "Christiano, Lawrence J., and Christopher J. Gust (1999): A Comment on Ro- bustness of Simple Monetary Policy Rules under Model Uncertainty, in J.B. Taylor ed., Monetary Policy Rules, University of Chicago Press.",
        "Campbell, John Y. and N. Gregory Mankiw (1989): Consumption, Income, and Interest Rates: Reinterpreting the Time Series Evidence, in O.J. Blanchard and S.",
        "Bullard, James, and Kaushik Mitra (2002): Learning About Monetary Policy Rules, Journal of Monetary Economics, vol. 49, no. 6, 1105-1130.",
        "Benhabib, Jess, Stephanie Schmitt-Grohe, and Martin Uribe (2001b): Monetary Policy and Multiple Equilibria, American Economic Review vol. 91, no. 1, 167-186.",
        "Benhabib, Jess, Stephanie Schmitt-Grohe, and Martin Uribe (2001a): The Perils of Taylor Rules, Journal of Economic Theory 96, 40-69.",
        "Baxter, M. and M. Crucini, (1993): Explaining Saving Investment Correlations, American Economic Review, vol. 83, no. 1, 416-436.",
        "Amato, Jeffery, and Thomas Laubach (2003): Rule-of-Thumb Behavior and Mon- etary Policy, European Economic Review, Vol 47 (5), 791-831.",
        "Abel, A. (1980): Empirical Investment Equations. An integrated Framework, Carnegie Rochester Conference Series on Public Policy , 12, 39-91."
    ]
}