{
    "id": 10398,
    "cites": 16,
    "cited_by": 21,
    "reference": [
        "[16] Shapiro, M.D., The Dynamic Demand for Capital and Labor, Quarterly Journal of Eco- nomics, 101, 51342.",
        "[15] Sargent, T. (1978), Estimation of Dynamic Labor Demand under Rational Expectations, J. of Political Economy, 86, 100944.",
        "[13] Hamermesh, D.(1993). Labor Demand, Princeton University Press.",
        "[14] Nickell, S., and L. Nunziata (2000). Employment Patterns in OECD Countries, Center for Economic Performance Dscussion Paper 448.",
        "[12] Heckman, J and C. Pages (2000). The Cost of Job Security Regulation: Evidence from Latin American Labor Markets. Inter-American Development Bank Working Paper 430.",
        "[11] Davis, S., J. Haltiwanger and S. Schuh (1996), Job Creation and Destruction, Cambridge, Mass.: MIT Press.",
        "[10] Calvo, G (1983). Staggered Prices in a Utility Maximizing Framework. Journal of Mone- tary Economics, 12, 383-98.",
        "[9] Caballero, R. and M. Hammour (2000). Creative Destruction and Development: Institu- tions, Crises, and Restructuring, Annual World Bank Conference on Development Economics 2000, 213-241.",
        "[8] Caballero, R., E. Engel and J. Haltiwanger (1997). Aggregate Employment Dynamics: Building from Microeconomic Evidence, American Economic Review, 87 (1), 115137, March 1997.",
        "[7] Caballero R. and E. Engel (1993). Microeconomic Adjustment Hazards and Aggregate Dy- namics. Quarterly Journal of Economics. 108(2): 359-83.",
        "[6] Caballero, R., K. Cowan, E. Engel and A. Micco (2003). Microeconomic Inflexibility and Labor Regulation: International Evidence, Mimeo, October 2003.",
        "[5] Burgess, S., M. Knetter and C. Michelacci (2000). Employment and Output Adjustment in the OECD: A Disaggregated Analysis of the Role of Job Security Provisions, Economica 67, 419-435.",
        "[4] Burgess, S. and M. Knetter (1998). An International Comparison of Employment Adjust- ment to Exchange Rate Fluctuations. Review of International Economics, 6(1): 151-163.",
        "[3] Botero, J., S. Djankov, R. La Porta, F. Lopez-de-Silanes and A. Shleifer (2003).The Regu- lation of Labor. Harvard mimeo",
        "[2] Arellano, M. and S.R. Bond (1991). Some Specification Tests for Panel Data: Montecarlo Evidence and an Application to Employment Equations, Review of Economic Studies, 58, 277-298.",
        "[1] Abraham, K. and Houseman, S. (1994). Does Employment Protection Inhibit Labor Market Flexibility: Lessons From Germany, France and Belgium. In: R.M. Blank, editor. Protection Versus Economic Flexibility: Is There A Tradeoff? Chicago, United States:University of Chicago Press."
    ]
}