{
    "id": 104,
    "cites": 24,
    "cited_by": 3,
    "reference": [
        "Arrow, K. Models of Job Discrimination, in A. Pascal, ed., Racial Discrimination in Economic Life. Lexington: Lexington Books, 1972.",
        "Becker, G. Human Capital and the Personal Distribution of Income. W. S. Wotinsky Lecture 1, University of Michigan, 1967.",
        "Benham, L. Benefits of Womens Education within Marriage, Journal of Political Economy, 82, 2 (March/April 1974 Supp.): 57-71.",
        "Bowles, S. Schooling and Inequality from Generation to Generation, Journal of Political Economy (May 1972 Supp.): 219-51.",
        "Griliches, Z. Research Expenditures, Education, and the Aggregate Agricultural Production Function, American Economic Review LIV (December, 1964).",
        "Growth Accounting. Unpublished manuscript, Harvard University, 1968.",
        "Unpublished manuscript, Harvard University, August 1974.",
        "Griliches, Z. and W. Mason. Education, Income and Ability, Journal of Political Economy (May 1972 Supp.): 74-103.",
        "Ishikawa, T. The Simple Jevonian Model of Educational Investment Revisited. Discussion paper 289, Harvard Institute of Economic Research, March 1973.",
        "Lazear, E. Schooling as a Wage Depressant. Working Paper 92, National Bureau of Economic Research, June, 1975.",
        "Mathematical Studies in Business and Economics, University of Chicago, January 1975. (Forthcoming, American Economic Review).",
        "Levhari, D. and Y. Weiss. The Effect of Risk and Investment in Human Capital, American Economic Review LXIV, 6 (December 1974): 950-63.",
        "Liebowitz, A. Home Investments in Children, Journal of Political Economy 82, 2 (March 1974 Supp.): Slll-S131.",
        "Michael, R. Education in Non-Market Production, Journal of Political Economy 81, 2 (1973): 306-27.",
        "Michael, R. Education and the Derived Demand for Children, Journal of Political Economy 81 (March l973a Supp.): Sl28-Sl64. Parsons, D. The Cost of School Time, Foregone Earnings, and Human Capital Formation, Journal of Political Economy 82, 2 (March/April 1974): 251-66.",
        "Rosen, S. Income Generating Functions and Capital Accumulation, Harvard Institute of Economic Research Discussion Paper 306, 1973.",
        "Rothenberg, T. and C. Leanders. Efficient Estimation of Simultaneous Equation Systems, Econometrica 32 (January 1964): 57-76.",
        "Schultz, T. The Economic Value of Education. New York: Columbia University Press, 1963.",
        "Spence, M. Market Signalling: The Informational Structure of Job Markets and Related Phenomena. Discussion paper of Kennedy School of Government, Harvard University, February 1972.",
        "Stigletz, J. The Theory of Screening, Education and the Distribution. Cowles Foundation Discussion Paper No. 354, Yale University, March 1973.",
        "Welch, F. Education in Production, Journal of Political Economy 78, 1 (January/February 1970): 35-59.",
        "Paper 1, National Bureau of Economic Research, 1973.",
        "Williams, A. Fertility and Child Mortality: Further Results. Unpublished manuscript, University of Chicago, September 1974.",
        "Wolpin, K. Education and Screening. Unpublished manuscript, University of Chicago, 1974."
    ]
}