{
    "id": 10407,
    "cites": 15,
    "cited_by": 4,
    "reference": [
        "In Auerbach, A.J., Feldstein, M. (Eds.), Handbook of Public Economics, vol. 2. NorthHolland, Amsterdam, pp. 991-1042. Yang, C.C., Haller, H., 1993. On directions of commodity tax reform in the presence of a given non-linear income tax schedule. Canadian Journal of Economics 26, 469-480.",
        "Stiglitz, J.E., 1987. Pareto efficient and optimal taxation and the new new welfare economics.",
        "Saez, E. 2004. Direct or indirect tax instruments for redistribution: short-run versus long-run. Journal of Public Economics 88, 503-518.",
        "Saez, E., 2002. The desirability of commodity taxation under non-linear income taxation and heterogeneous tastes. Journal of Public Economics 83, 217-230.",
        "Mirrlees, J.A. 1976. Optimal tax theory: A synthesis. Journal of Public Economics 6, 327-358.",
        "Marchand, M., Pestieau, P., Racionero, M., 2003. Optimal redistribution when different workers are indistinguishable. Canadian Journal of Economics 36, 911-922.",
        "Konishi, H., 1995. A Pareto-improving commodity tax reform under a smooth nonlinear income tax. Journal of Public Economics 56, 413-446.",
        "Kaplow, L. 2004. On the (ir)relevance of distribution and labor supply distortion to government policy. Journal of Economic Perspectives (forthcoming).",
        "Kaplow, L., 1996. The optimal supply of public goods and the distortionary cost of taxation. National Tax Journal 49, 513-533.",
        "Hylland, A., Zeckhauser, R., 1979. Distributional objectives should affect taxes but not program choice or design. Scandinavian Journal of Economics 81, 264-284.",
        "Deaton, A., 1979. Optimally uniform commodity taxes. Economics Letters 2, 357-361.",
        "Cremer, H., Pestieau, P., Rochet, J.-C., 2001. Direct versus indirect taxation: The design of the tax structure revisited. International Economic Review 42, 781-799.",
        "Christiansen, V., 1984. Which commodity taxes should supplement the income tax? Journal of Public Economics 24, 195-220.",
        "Atkinson, A.B., Stiglitz, J.E., 1980. Lectures on Public Economics. McGraw-Hill, New York.",
        "Atkinson, A.B., Stiglitz, J.E., 1976. The design of tax structure: Direct versus indirect taxation. Journal of Public Economics 6, 55-75."
    ]
}