{
    "id": 10403,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Wallis, John. 2003. Market-Augmenting Government? States and Corporations in the Nineteenth Century, in Asfar and Cadwell, eds. Market-Augmenting Government: The Institutional Foundations of Prosperity. Ann Arbor: University of Michigan Press.",
        "Vickers, Daniel. 1983. The First Whalemen of Nantucket. William and Mary Quarterly, 40, 560-583.",
        "Starbuck, Alexander. 1878. History of the American Whale Fishery from Its Earliest Inception to the Year 1876. Waltham, MA: Published by the Author. Stein, Douglas L. 1992. American Maritime Documents, 1776-1860, Illustrated and Described. Mystic, CT: Mystic Seaport Museum.",
        "Tiffany, N.N. 1840-48. Manuscript account book. Pennypacker collection, East Hampton Free Library, East Hampton, NY. Shaw, Livermore. 1935. Unlimited Liability in Early American Corporations. Journal of Political Economy, 43, 674-87.",
        "Jermain Library, Sag Harbor NY. Lund, Judith N. 2001. Whaling Masters and Whaling Voyages Sailing from American Ports: A Compilation of Sources. New Bedford: The New Bedford Whaling Museum.",
        "Boston. In Entrepreneurs: The Boston Business Community, 1700-1850, ed. Wright, Conrad and Katheryn Viens. Boston: Massachusetts History Society. ----.2003 Corporate Governance and the Problem of Corruption in the United States Before the Great Depression. Working paper, UCLA.",
        "Lamoreaux, Naomi. 1995. Constructing Firms: Partnerships and Alternative Contractual Arrangements in Early-Nineteenth-Century American Business. Business and Economic History, 24, 43-71.",
        "Jensen, M. and W. H. Meckling. 1976. Theory of the Firm: Managerial Behavior, Agency Costs, and Capital Structure, Journal of Financial Economics, 3, 305-60.",
        "Hohman, Elmo P. 1926. Wages, Risk and Profits in the Whaling Industry, Quarterly Journal of Economics,40, 644-71.",
        "Ellickson, Robert C. 1989. A Hypothesis of Wealth-Maximizing Norms: Evidence from the Whaling Industry, Journal of Law, Economics, and Organization, 5, 83-92.",
        "Dodd, Edwin Merrick. 1954. American Business Corporations Until 1860, With Special Reference to Massachusetts. Cambridge: Harvard University Press.",
        "Davis, John P. 1905. Corporations: A Study of the Origins and Development of Great Business Combinations and their Relation to the Authority of the State. New York: Putnams Sons.",
        "Coffin, Micajah. 1773. Manuscript letter, August 13. Nantucket Historical Society, Coll. 36, F. 3. Cold Spring Whaling Company. 1837-51. Manuscript business records. Cold Spring Harbor Whaling Museum, Cold Spring Harbor, NY. Creighton, Andrew. 1990. The Emergence of Incorporation as a Legal Form of Organization. Ph.D. Dissertation, Stanford University.",
        "Berle, Adolf A., and Gardiner C. Means. 1932. The Modern Corporation and Private Property. New York: MacMillan.",
        "Atack, Jeremy, and Bateman, Fred. 1995. Preliminary Data on the Spread of Organizational Forms Among American Manufacturing Firms in the Nineteenth Century, working paper.",
        "Alden, John. 1774-1816. Manuscript receipt book. Baker Library, Harvard University, Mss 252 A358. Allen, Douglas W., and Dean Lueck. 1998. The Nature of the Farm. Journal of Law and Economics, XLI, 343-86.",
        "Albion, Robert G. 1941. Early Nineteenth-Century Shipowning--A Chapter in Business Enterprise. Journal of Economic History, 1, 1-11."
    ]
}