{
    "id": 10414,
    "cites": 25,
    "cited_by": 4,
    "reference": [
        "United States General Accounting Office (1996). Medicare: Home Health Utilization Expands While Program Controls Deteriorate, GAO Report HEHS-96-16.",
        "United States General Accounting Office (1997). Medicare Home Health: Success of Balanced Budget Act Cost Controls Depends on Effective and Timely Implementations, Testimony of William J. Scanlon before the Subcommittee on Oversight and Investigations, Committee on Commerce, House of Representatives, October 27.",
        "United States General Accounting Office (2000). Medicare Home Health Care: Prospective Payment System Could Reverse Recent Declines in Spending, GAO Report HEHS-00-176.",
        "United States General Accounting Office (1998). Medicare: Interim Payment System for Home Health Agencies, Testimony of William J. Scanlon before the Subcommittee on Health, Committee on Ways and Means, House of Representatives, August 6.",
        "United State Congress, Committee on Ways and Means (2000). Green Book 2000: Background Material on Programs Under the Jurisdiction of the Committee on Ways and Means, Washington D.C.: GPO.",
        "United State Congress, Committee on Ways and Means (1998). Green Book 1998: Background Material on Programs Under the Jurisdiction of the Committee on Ways and Means, Washington D.C.: GPO.",
        "Swan, James H. and A. E. Benjamin (1990). Medicare Home Health Utilization as a Function of Nursing Home Market Factors, Health Services Research 25(3): 479-500.",
        "Skinner, Jonathan and Elliot Fisher (1997). Regional Disparities in Medicare Expenditures: An Opportunity for Reform, National Tax Journal L(3): 413-426.",
        "Phillips, Barbara, Randall Brown, Christine Bishop, Amy Klein, Grant Ritter, Jennifer Schore, Kathleen Skwara, and Craig Thornton (1999). Do Present Per Visit Payment Rates Affect Home Care Health Behavior?, Health Care Financing Review 16, No. 1: 91-107.",
        "Norton, Edward C (2000). Long-Term Care in Handbook of Health Economics, Volume I, edited by A. J. Culyer and J. P. Newhouse (New York: Elsevier Science).",
        "Murtaugh, Christopher, Peter Kemper, Brenda Spillman, and Barabara Lepidus Carlson (1997). The Amount, Distribution, and Timing of Lifetime Nursing Home Use, Medical Care 35(3): 204-218.",
        "Medicare Payment Advisory Commission (1999). Report to the Congress: Selected Medicare Issues (Washington, DC: MedPAC).",
        "McCall, Nelda, Harriet L. Komisar, Andrew Petersons, and Stanley Moore (2001). Medicare Home Health Before and After the BBA, Health Affairs 20(3): 189-198.",
        "Liu, Korbin, Barbara Gage, Jennie Harvell, David Stevenson and Niall Brennan (1999). Medicares Post-Acute Care Benefit: Background, Trends, and Issues to Be Faced, The Urban Institute.",
        "Kenney, Genevieve and Shruti Rajan (2000). Understanding Dual Enrollees Use of Medicare Home Health Services: The Effects of Differences in Medicaid Home Care Programs, Medical Care 38(1): 90-98.",
        "Kenney, Genevieve M. and Lisa C. Dubay (1992). Explaining Area Variation in the Use of Medicare Home Health Services, Medical Care 30(1): 43-57.",
        "Kemper, Peter (1988), The Evaluation of the National Long Term Care Demonstration: Overview of the findings, Health Services Research 23(1):162-174.",
        "Health Care Financing Administration (various years). Health Care Financing Review, Medicare and Medicaid Statistical Supplement. Washington, DC.: GPO. Hadley, Jack, David Rabin, Andrew Epstein, Susan Stein, and Carolyn Rimes (2000). Posthospitalization Home Health Care Use and Changes in Functional Status in a Medicare Population, Medicare Care 38(5): 494-507.",
        "Federal Register, August 5, 1999, U.S. Office of the Federal Register, National Archives and Records Service, General Services Administration, Washington, D.C.: U.S. Government Printing Office.",
        "Federal Register, March 31, 1998, U.S. Office of the Federal Register, National Archives and Records Service, General Services Administration, Washington, D.C.: U.S. Government Printing Office.",
        "Congressional Budget Office (1997). Budgetary Implications of the Balanced Budget Act of 1997, Washington D.C.:CBO.",
        "Cohen, Marc A. and Anne Tumlinson (1997). Understanding the State Variation in Medicare Home Health Care: The Impact of Medicaid Program Characteristics, State Policy, and Provider Attributes, Medical Care 35(6): 618-633.",
        "Cheh, Valerie (2001). The Final Evaluation Report on the National Home Health Prospective Payment Demonstration: Agencies Reduce Visits While Preserving Quality, Princeton, NJ: Mathematica Policy Research, Inc.",
        "Chalkley, Martin and James M. Malcomson (2000). Government Purchasing of Health Services in Handbook of Health Economics, Volume I, edited by A. J. Culyer and J. P. Newhouse (New York: Elsevier Science).",
        "Office of the Inspector General, U.S. Department of Health and Human Services (2001). Review of Medicare Home Health Services in Florida, Report A-04-99-01195."
    ]
}