{
    "id": 10418,
    "cites": 49,
    "cited_by": 14,
    "reference": [
        "Goldstein, Robert S., Nengjiu Ju, and Hayne E. Leland, 2001, An EBIT-based Model of Dynamic Capital Structure, Journal of Business 74, 483-512.",
        "Wang, Ashley W., 2003, Institutional Equity Flows, Liquidity Risk and Asset Pricing, Working paper, University of California Irvine.",
        "Sarig, Oded, and Arthur Warga, 1989, Some Empirical Estimates of the Risk Structure of Interest Rates, Journal of Finance 44, 1351-1360.",
        "Pastor, Lubos, and Robert F. Stambaugh, 2003, Liquidity Risk and Expected Stock Returns, Journal of Political Economy 111, 642-685.",
        "Pan, Jun, 2002, The Jump-Risk Premia Implicit in Options: Evidence from an Integrated Time-Series Study, Journal of Financial Economics 63, 3-50.",
        "Norden, Lars, and Martin Weber, 2004, Informational Efficiency of Credit Default Swap and Stock Markets: The Impact of Credit Rating Announcements, Working paper, University of Mannheim.",
        "Mithal, Sanjay, 2002, Single-Name Credit Default SwapsA Users Guide, Global Credit Derivatives Research, Salomon Smith Barney, Inc.",
        "Longstaff, Francis A., 2004, The Flight-to-Liquidity Premium in U.S. Treasury Bond Prices, Journal of Business, forthcoming.",
        "Longstaff, Francis A., and Eduardo S. Schwartz, 1995b, Valuing Credit Derivatives, The Journal of Fixed Income 5, 6-12.",
        "Longstaff, Francis A., and Eduardo S. Schwartz, 1995a, A Simple Approach to Valuing Risky Fixed and Floating Rate Debt, The Journal of Finance 50, 789-819.",
        "Leland, Hayne E., 1994, Corporate Debt Value, Bond Covenants, and Optimal Capital Structure, Journal of Finance 49, 1213-1252.",
        "Lando, David, 1998, On Cox Processes and Credit Risky Securities, Review of Deriva- tives Research 2, 99-120.",
        "Krishnamurthy, Arvind, 2002, The Bond/Old Bond Spread, Journal of Financial Economics 66, 463-506.",
        "Jarrow, Robert A., and Yildiray Yildirim, 2002, Valuing Default Swaps Under Market and Credit Risk Correlation, Journal of Fixed Income 11, 7-19.",
        "Jarrow, Robert A., and Stuart M. Turnbull, 2000, The Intersection of Market and Credit Risk, Journal of Banking and Finance 24, 271-299.",
        "Jarrow, Robert A., and Stuart M. Turnbull, 1995, Pricing Derivatives on Financial Securities Subject to Credit Risk, Journal of Finance 50, 53-85.",
        "J.P. Morgan, 2000, The J.P. Morgan Guide to Credit Derivatives.",
        "Hull, John, and Alan White, 2001, Valuing Credit Default Swaps II: Modeling Default Correlations, The Journal of Derivatives 8, No. 3, Spring, 12-22.",
        "Hull, John, Mirela Predescu, and Alan White, 2004, The Relationship Between Credit Default Swap Spreads, Bond Yields, and Credit Rating Announcements, Journal of Banking and Finance, forthcoming.",
        "Huang, Jing-zhi, and Ming Huang, 2003, How Much of the Corporate-Treasury Yield Spread is Due to Credit Risk?, Working paper, Penn State University.",
        "Houweling, Patrick, and Ton Vorst, 2004, Pricing Default Swaps: Empirical Evidence, Journal of International Money and Finance, forthcoming.",
        "Geczy, Christopher C., David K. Musto, and Adam V. Reed, 2002, Stocks are Special Too: An Analysis of the Equity Lending Market, Journal of Financial Economics 66, 241-269.",
        "Fitch IBCA, Duff and Phelps, 2001, Synthetic CDOs: A Growing Market for Credit Derivatives, February 6.",
        "Fabozzi, Frank J., 2001, Handbook of Fixed Income Securities, 6th Ed., McGraw-Hill Publishers, New York.",
        "Duffie, Darrell, and Kenneth J. Singleton, 1999, Modeling Term Structures of Defaultable Bonds, Review of Financial Studies 12, 687-720.",
        "Duffie, Darrell, and Kenneth J. Singleton, 1997, An Econometric Model of the Term Structure of Interest-Rate Swap Yields, Journal of Finance 52, 1287-1321.",
        "Duffie, Darrell, Jun Pan, and Kenneth J. Singleton, 2000, Transform Analysis and Asset Pricing for Affine Jump-Diffusions, Econometrica 68, 1343-1376.",
        "Duffie, Darrell, and Jun Liu, 2001, Floating-Fixed Credit Spreads, Financial Analysts Journal 57, 76-87.",
        "Duffie, Darrell, Nicolae Garleanu, and Lasse Heje Pedersen, 2002, Securities Lending, Shorting, and Pricing, Journal of Financial Economics 66, 307-339.",
        "Duffie, Darrell, 1999, Credit Swap Valuation, Financial Analysts Journal 55, 73-87.",
        "Duffie, Darrell, 1998, Defaultable Term Structure Models with Fractional Recovery of Par, Working paper, Stanford University.",
        "Duffie, Darrell, 1996, Special Repo Rates, Journal of Finance 51, 493-526.",
        "Duffee, Gregory R., 1999, Estimating the Price of Default Risk, Review of Financial Studies 12, 197-226.",
        "Delianedis, Gordon, and Robert Geske, 2001, The Components of Corporate Credit Spreads: Default, Recovery, Tax, Jumps, Liquidity, and Market Factors, Working paper, UCLA.",
        "Das, Sanjiv R., and Peter Tufano, 1996, Pricing Credit Sensitive Debt when Interest Rates, Credit Ratings and Credit Spreads are Stochastic, Journal of Financial Engineering 5, 161-198.",
        "Das, Sanjiv R., Rangarajan K. Sundaram, and Suresh M. Sundaresan, 2003, A Simple Unified Model for Pricing Derivative Securities with Equity, Interest-Rate, and Default Risk, Working paper, Santa Clara University.",
        "Das, Sanjiv R., and Rangarajan K. Sundaram, 2000, A Discrete-Time Approach to Arbitrage-Free Pricing of Credit Derivatives, Management Science 46, 46-62.",
        "Das, Sanjiv R., 1995, Credit Risk Derivatives, Journal of Derivatives 2, 7-21.",
        "Cox, John C., Jonathan E. Ingersoll, and Stephen A. Ross, 1985, A Theory of the Term Structure of Interest Rates, Econometrica 53, 385-407.",
        "Cossin, Didier, Tomas Hricko, Daniel Aunon-Nerin, and Zhijiang Huang, 2002, Exploring for the Determinants of Credit Risk in Credit Default Swap Transaction Data: Is Fixed-Income Markets Information Sufficient to Evaluate Credit Risk?, Working paper, HEC, University of Lausanne.",
        "Collin-Dufresne, Pierre, Robert S. Goldstein, and Jean Helwege, 2003, Is Credit Event Risk Priced? Modeling Contagion via the Updating of Beliefs, Working paper, Carnegie Mellon University.",
        "Collin-Dufresne, Pierre, Robert S. Goldstein, and J. Spencer Martin, 2001, The Determinants of Credit Spread Changes, Journal of Finance 56, 2177-2207.",
        "British Bankers Association, 2002, BBA Credit Derivatives Report 2001/2002.",
        "Buraschi, Andrea, and Davide Menini, 2002, Liquidity Risk and Special Repos: How Well do Forward Repo Spreads Price Future Specialness?, Journal of Financial Economics 64, 243-284.",
        "Blanco, Roberto, Simon Brennan, and Ian W. Marsh, 2003, An Empirical Analysis of the Dynamic Relationship Between Investment Grade Bonds and Credit Default Swaps, Working paper, Bank of England.",
        "Amihud, Yakov, and Mendelson, Haim, 1991, Liquidity, Maturity, and the Yields on U. S. Treasury Securities. The Journal of Finance 46, 1411-25.",
        "Acharya, Viral V., Sanjiv R. Das, and Rangarajan K. Sundaram, 2002, Arbitrage-Free Pricing of Credit Derivatives with Rating Transitions, Financial Analysts Journal 58, 28-44.",
        "Acharya, Viral V., and Lasse Heje Pedersen, 2003, Asset Pricing with Liquidity Risk, Working paper, London Business School.",
        "Hull, John, and Alan White, 2000, Valuing Credit Default Swaps I: No Counterparty Default Risk, The Journal of Derivatives 8, No. 1, Fall, 29-40."
    ]
}