{
    "id": 10419,
    "cites": 37,
    "cited_by": 2,
    "reference": [
        "Vanguard Group, 2003, Employer and Employee Attitudes Toward Company Stock in 401(k) Plans, October.",
        "VanderHei, Jack, 2002, The role of company stock in 401(k) plans, Risk Management and Insurance Review 5 (1), 1-20.",
        "Smith, Clifford W. and Ross Watts, 1992, The investment opportunity set and corporate financing, dividend and compensation policies, Journal of Financial Economics 32 (3) December, 262-92.",
        "Shivdasani, Anil, 1993, Board composition, ownership structure, and hostile takeovers, Journal of Accounting and Economics, 16, 167-198.",
        "Schultz, Ellen E., and Theo Francis, 2002, Hot tax break: 401(k)s Why firms stuff plans with stock, Wall Street Journal, January.",
        "Samwick, Andrew and Jonathan Skinner, 2003, How will 401(k) pension plans affect retirement income?, American Economic Review, forthcoming.",
        "Samuelson, William and Richard Zeckhauser, 1988, Status quo bias in decision making, Journal of Risk and Uncertainty 1 (March), 7-59.",
        "Purcell, Patrick, 2002, Employer stock in retirement plans: Investment risk and retirement security, CRS report for Congress, June.",
        "Profit Sharing/401(k) Council of America, 2002, 44th Annual survey of profit sharing and 401(k) plans.",
        "Poterba, James, Joshua Rauh, Steven Venti, and David Wise, 2003, Utility evaluation of risk in retirement saving accounts, NBER working paper 9892.",
        "Petersen, M.A., 1992, Pension reversions and worker-stockholder wealth transfers, Quarterly Journal of Economics, Aug., 219-239.",
        "Myers, Stewart and Nicholas Majluf, 1984, Corporate financing and investment decisions when firms have information that investors do not have, Journal of Financial Economics 13(2), 182-221.",
        "Munnell, Alicia H. and Annika Sunden, 2003, Coming up short: The challenge of 401(k) plans, Brookings Institution Press: Washington, D.C.",
        "Mitchell, Olivia S. and Stephen Utkus, 2004, Lessons from behavioral finance for retirement plan design, in Olivia S. Mitchell and Stephen Utkus, eds., Pension design and structure: New Lessons from behavioral finance, Oxford, UK: Oxford University Press, forthcoming..",
        "Meulbroek, Lisa, 2002, Company stock in pension plans: How costly is it?, Working paper, Harvard University.",
        "Lazear, Edward P., 1983, Pensions as severance pay, in Zvi Bodie, John B. Shoven, and David A. Wise, eds., Financial Aspects of the United States Pension System, Chicago: University of Chicago Press, 57-85.",
        "Lazear, Edward P., 1979, Why is there mandatory retirement? Journal of Political Economy, Vol. 87, 6 (December), 1261-84.",
        "Jensen, Michael C. and William H. Meckling, 1976, Theory of the firm: Managerial behavior, agency costs and ownership structure, Journal of Financial Economics 3(4), 305-360.",
        "Iwry, Mark, 2003, Promoting 401(k) security, Tax policy Issues and Options, Urban-Brookings Tax Policy Center, September, No. 7.",
        "Holmstrom, Bengt and Paul Milgrom, 1987, Aggregation and linearity in the provision of intertemporal incentives, Econometrica 55, 303-328.",
        "Holden, Sarah and VanDerhei, Jack, 2001 (b), The impact of employer-selected investment options on 401(k) plan participants asset allocations: Preliminary findings, Working Paper, Investment Company Institute and Temple University.",
        "Even, William and David Macpherson, 2003 (b), The causes and consequences of company stock holdings in pension funds, Working paper presented at Southern Economics meetings, November.",
        "Even, William and David Macpherson, 2003 (a), The distributional consequences of the shift to defined contribution plans, Working paper, July.",
        "Diamond, Peter, 2001, What stock market returns to expect for the future: an update, in Social Security Advisory Board, editor, Estimating the real rate of return on stocks over the long term, August, 11-16.",
        "Department of Labor, Employee Benefits Security Administration, 2001, Report of the working group on increasing pension coverage, participation and benefits, Nov. 13.",
        "Demsetz, Harold and Kenneth Lehn, 1985, The structure of corporate ownership: causes and consequences, Journal of Political Economy 93(6), 1155-77.",
        "DeAngelo, H. and L. DeAngelo, 1985, Managerial ownership of voting rights: a study of public corporations with dual classes of common stock, Journal of Financial Economics 14, 33-69.",
        "Core, John E. and Wayne R. Guay, 2001, Stock option plans for non-executive employees, Journal of Financial Economics, 61, 253-287.",
        "Campbell, John, 2001, Forecasting US equity returns in the 21st century, in Social Security Advisory Board, editor, Estimating the real rate of return on stocks over the long term, August, 3-10.",
        "Blanchard, O.J., 1993, Movements in the equity premium, Brookings Papers on Economic Activity 2, 75-138.",
        "Benartzi, Shlomo and Richard H. Thaler, 2001, NaÃ\u0083Â¯ve diversification strategies in retirement savings plans, American Economic Review 91-1, 79-98.",
        "Benartzi, Shlomo, 2001, Excessive extrapolation and the allocation of 401(k) accounts to company stock, Journal of Finance 56, 1747-64.",
        "Beatty, Anne, 1995, The cash flow and informational effects of employee stock ownership plans, Journal of Financial Economics 38, 211-240.",
        "Ameriks, John and Stephen Zeldes, 2001, How do household portfolio shares vary with age?, Working paper, Columbia University, December.",
        "Agnew, Julie, Pierluigi Balduzzi, and Annika Sunden, 2003, Portfolio choice and trading in a large 401(k) plan, American Economic Review 93-1, 193-215.",
        "Agnew, Julie, 2002, Inefficient choices in 401(k) plans: Evidence from individual level data, Working paper, The College of William and Mary.",
        "Rauh, Joshua, 2003, Own company stock in defined contribution pension plans: A takeover defense?, Working Paper, MIT."
    ]
}