{
    "id": 10416,
    "cites": 37,
    "cited_by": 47,
    "reference": [
        "[38] Woodford M. (2003). Interest and Prices. Foundations of a Theory of Monetary Policy. Princeton, NJ: Princeton University Press.",
        "[37] Taylor, J. (1993). Discretion Versus Policy Rules in Practice. Carnegie-Rochester Conference Series on Public Policy, Vol. 39, pp. 195-214.",
        "[35] Smets, F., and R. Wouters (2002a). Openness, Imperfect Exchange Rate Pass-Through and Monetary Policy. Journal of Monetary Economics, Vol. 49, pp. 947-81.",
        "[36] Smets, F., and Wouters (2002b). An estimated stochastic dynamic general equilibrium model of the euro area, ECB Working Paper No. 171, August.",
        "[34] Sims, C. (2002). The Role of Models and Probabilities in the Monetary Policy Pro- cess. Brookings Papers on Economic Activity, 2.",
        "[33] Schmitt-Grohe, S., and M. Uribe (2004). Optimal Fiscal and Monetary Policy under Sticky Prices. Journal of Economic Theory, Vol. 114, February, pp.198-230.",
        "[32] Rotemberg, Julio J. (1982). Sticky Prices in the United States. Journal of Political Economy 90, December, pp.1187-1211.",
        "[30] Prescott, E.C. (2003). Why Do Americans Work So Much More Than Europeans?, Federal Reserve Bank of Minneapolis, Research Department Staff Report 231, Novem- ber.",
        "[31] Roeger, W. (1995). Can Imperfect Competition Explain the Difference Between Primal and Dual Productivity Measures? Estimates for U.S. Manufacturing. Journal of Political Economy 103, April, pp.316-330.",
        "[29] Pesenti, P. (2004). The IMF Global Economy Model (GEM): Theoretical Framework, Working Paper, International Monetary Fund, forthcoming.",
        "[27] OECD (1997). OECD Report on Regulatory Reform. Paris: OECD.",
        "[26] Martins, J.O., S. Scarpetta, and D. Pilat (1996). Mark-up Pricing, Market Structure and the Business Cycle. OECD Economic Studies 27 (II), pp.71-106.",
        "[25] MacFarlan, M., H. Edison, and N. Spatafora (2003). Growth and Institutions, in World Economic Outlook, April, Chapter 3, Washington, DC: International Monetary Fund.",
        "[24] Laxton, D., and P. Pesenti (2003). Monetary Policy Rules for Small, Open, Emerging Economies. Journal of Monetary Economics 50, July, pp. 1109-1146.",
        "[23] Laxton, D., and P. NDiaye (2002). Monetary Policy Credibility and the Unemployment-Inflation Trade-off: Some Evidence from 17 Industrial Countries, Working Paper WP/02/220, International Monetary Fund.",
        "[21] Kim, J. (2000). Constructing and Estimating a Realistic Optimizing Model of Mone- tary Policy. Journal of Monetary Economics 45, April, pp. 329-359.",
        "[22] Laxton, D., P. Isard, H. Faruqee, E. Prasad, and B. Turtleboom (1998). MULTIMOD Mark III: The Core Dynamic and Steady-State Models, IMF Occasional Paper 164, Washington, DC: International Monetary Fund.",
        "[20] Jean, S. and G. Nicoletti (2002). Product market Regulation and Wage Pre- mia in Europe and North America, OECD Economics Department Working Paper ECO/WKP(2002)4.",
        "[19] Ireland, P. (2001). Sticky-Price Models of the Business Cycle: Specification and Sta- bility. Journal of Monetary Economics 47, February, pp.3-18.",
        "[18] Hall, R., and C. Jones (1999). Why do Some Countries Produce So Much More Output per Worker than Others? Quarterly Journal of Economics, Vol. 114 (February), pp. 83-116.",
        "[17] Hall, R. (1988). The Relation Between Price and Marginal Cost in U.S. Industry. Journal of Political Economy, Vol. 96, pp. 921-947.",
        "[15] GalÃ\u0082Â´i, J., M. Gertler, and J. D. LÃ\u0082Â´opez-Salido (2002). Markups, Gaps, and the Welfare Costs of Business Fluctuations, National Bureau of Economic Research Working Paper No. 8850, March.",
        "[14] Fagan, G., J. Henry and R. Mestre (2001). An Area-Wide Model (AWM) for the euro area, Working Paper No. 42, European Central Bank.",
        "[12] Erceg, C. and A. Levin (2001). Imperfect Credibility and Inflation Persistence, Work- ing Paper, Board of Governors of the Federal Reserve System.",
        "[11] Erceg, C., L. Guerrieri and C. Gust (2003). SIGMA: A New Open Economy Model for Policy Analysis, Draft Paper prepared for the Annual Central Bank Modelers Workshop, Amsterdam.",
        "[10] Devereux, M., and C. Engel (2003). Monetary Policy in the Open Economy Revisited: Exchange Rate Flexibility and Price Setting Behavior. Review of Economic Studies 70, pp. 765-783.",
        "[9] Corsetti, G., and P. Pesenti (2001). International Dimensions of Optimal Monetary Policy, National Bureau of Economic Research Working Paper No.8230, April.",
        "[8] Cooley, T. and E. Prescott (1995). Economic Growth and Business Cycles, in T. Coo- ley (ed.), Frontiers of Business Cycle Research, Princeton NJ: Princeton University Press.",
        "[7] Chari, V.V., P. J. Kehoe, and E.R. McGrattan (2002). Can Sticky Price Models Generate Volatile and Persistent Real Exchange Rates? Review of Economic Studies 69, pp. 533-63.",
        "[6] Bradford, S. and R. Lawrence (2003). Paying the Price: The Cost of Fragmentation in International Markets, Working Paper, Harvard University.",
        "[5] Blanchard, O. (2004). The Economic Future of Europe. Journal of Economic Per- spectives, forthcoming.",
        "[4] Baily, M. (2003). A Radical Transformation of the European Economy, Working Paper, Washington, Institute for International Economics.",
        "[3] AndrÃ\u0082Â´es, J., E. Ortega and J. VallÃ\u0082Â´es (2003). Competition and Inflation Differentials in EMU, Working Paper, Bank of Spain, September.",
        "[2] Altig, D., L. Christiano, M. Eichenbaum and J. Linde (2003). Technology Shocks and Aggregate Fluctuations, Working Paper, Northwestern University.",
        "[1] Acemoglu, D., S. Johnson, and J. Robinson (2002). Reversal of Fortunes: Geography and Institutions in the Making of the Modern World Income Distribution. Quarterly Journal of Economics, Vol. 117, November, pp. 1231-94.",
        "[28] OECD (2003). The Sources of Economic Growth in OECD Countries. Paris: OECD.",
        "[16] GalÃ\u0082Â´i, J., and T. Monacelli (2002). Monetary Policy and Exchange Rate Volatility in a Small Open Economy, National Bureau of Economic Research Working Paper No. 8905, April."
    ]
}