{
    "id": 1041,
    "cites": 10,
    "cited_by": 19,
    "reference": [
        "Cable, V. (1977) British Protectionism and LDC Imports, ODI Review, No.2, pp.29-48.",
        "Frank, C.R. (1977) Foreign Trade and Domestic Aid, Washington: The Brookings Institution.",
        "Gard, L.M. and Riedel, J. (1980) Safeguard Protection of Industry in Developed Countries: Assessment of Implications for Developing Countries, Weltwirtschaftliches Archiv, Band 16, Heft 3, pp.471-492.",
        "Grossman, G.M. (1982a) Comment on E.Verreydt and J.Waelbroeck, European Community Protection against Manufactured Imports from Developing Countries: A Case Study in the Political Economy of Protection, in J.N.Bhagwati (ed.), Import Competition and Response, Chicago: University of Chicago Press.",
        "Countries, The Review of Economics and Statistics, Vol.64, No.2, pp.271-281. _____________ (1983) Partially Mobile Capital: A General Approach to Two-Sector Trade Theory, Journal of International Economics, forthcoming.",
        "Hill, J.K. and Mendez, J.A. (1982) Factor Mobility and the General Equilibrium Model of Production, unpublished.",
        "Jorgenson, D.W. and Stephenson, J.A. (1967) The Time Structure of Investment Behavior in the United States, The Review of Economics and and Statistics, Vol.49, No.1, pp.16-27.",
        "Krueger, A.O. (1979a) LDC Manufacturing Production and Implications for OECD Comparative Advantage, in I.Levenson and J.W.Wheeler (eds.), Western Economics in Transition: Structural Change and Adjustment Policy in Industrial Countries, Boulder, Co.: Westview Press for the Hudson Institute.",
        "Richardson, J.D. (1974) Some Issues in the Structural Determination of International Price Responsiveness, in H.G.Glejser (ed.), Quantitative Studies of International Economic Relations.",
        "Wolter, F. (1979) Adjusting to Imports from Developing Countries: The Evidence from a Human Capital Rich-Natural Resource Poor Country, in H.Giersch (ed.), Reshaping the World Economic Order, Tubingen: Mohr."
    ]
}