{
    "id": 10413,
    "cites": 45,
    "cited_by": 20,
    "reference": [
        "Vuolteenaho, Tuomo (2002), What Drives Firm-Level Stock Returns? Journal of Finance, 57, 233-264.",
        "Veronesi, Pietro (2000), How does Information Quality Affect Stock Returns? Journal of Finance, 55, 807-837.",
        "Sundaresan, Suresh (1989), Intertemporal Dependent Preferences and the Volatility of Consumption and Wealth, The Review of Financial Studies, 2, 73-88.",
        "Santos, Tano, and Pietro Veronesi (2001), Labor Income and Predictable Stock Returns, CRSP working paper, University of Chicago.",
        "Porter, R. Burt (2003), Time-to-Plan and Production Based Asset Pricing: An Application of Q Theory, Manuscript, University of Florida.",
        "Menzly, Lior, Tano Santos and Pietro Veronesi (2004) Understanding Predictability, Journal of Political Economy, February, 1-47.",
        "Li, Yuming (2001), Expected Returns and Habit Persistence, The Review of Financial Studies, 14, 861-899.",
        "Lettau, Martin and Sydney Ludvigson (2001a), Consumption, Aggregate Wealth, and Expected Stock Returns, Journal of Finance, vol. 56, June , 815-849.",
        "Lamont, Owen (1998), Earnings and Expected Returns, Journal of Finance, vol. 53, October , 1563-1587.",
        "Keim, Donald B. and Robert F. Stambaugh (1986), Predicting Stock Returns in the Stock and the Bond Market, Journal of Financial Economics, 17, 357-390.",
        "Jagannathan, Ravi and Zhenyu Wang (1996), The Conditional CAPM and the Cross Section of Stock Returns, Journal of Finance, 51 March, 3-53.",
        "Jagannathan, Murray, Clifford P. Stephens, and Michael S. Weisbach (2000), Financial Flexibility and the Choice Between Dividends and Stock Repurchases, Journal of Financial Economics, 57, 355-384.",
        "Hodrick, Robert. (1992), Dividend Yields and Expected Stock Returns: Alternative Procedures for Inference and Measurement, Review of Financial Studies, 5, 357-386.",
        "Harvey, Campbell R. (1989), Time-varying Conditional Covariances in Tests of Asset Pricing Models, Journal of Financial Economics, 24, 289-317.",
        "Hansen, Lars P., John C. Heaton, and Nan Li (2002), Intangible Risk?, working paper, University of Chicago.",
        "Goyal, Amit and Ivo Welch (2003), Predicting the Equity Premium with Dividend Ratios, Management Science, Vol. 49 no. 5, 639-654.",
        "Gomes, Joao, Leonid Kogan, and Lu Zhang (2003), Equilibrium Cross Section of Returns, Journal of Political Economy, 111(4) August, 693-732.",
        "Franzoni, Francesco (2001), Where is Beta Going? The Riskiness of Value and Small Stocks, working paper, November, MIT.",
        "Ferson, Wayne and Campbell Harvey, (1993), The Risk and Predictability of International Equity Returns, Review of Financial Studies, Vol. 6 no. 3, 527-566.",
        "Ferson, Wayne and Campbell Harvey, (1991), The Variation of Economic Risk Premiums, Journal of Political Economy, 29 no. 2, 385-415.",
        "Ferson, Wayne and George Constantinides, (1991), Habit Persistence and Durability in Aggregate Consumption: Empirical Tests, Journal of Financial Economics, 29, 199-240.",
        "Ferson, Wayne, (1989), Changes in expected Security Returns, Risk, and the Level of Interest Rates, Journal of Finance, Vol. 44 (5), 1191-1217.",
        "Fama, Eugene F. and Kenneth R. French (1992), The Cross Section of Expected Stock Returns, Journal of Finance, 47, 2, 427-465.",
        "Fama, Eugene F. and Kenneth R. French (1997), Industry Costs of Equity, Journal of Financial Economics, 43, 153-193.",
        "Fama, Eugene F. and Kenneth R. French (1989), Business Conditions and Expected Returns on Stocks and Bonds, Journal of Financial Economics, 25, 23-39.",
        "Evans, Martin D. D. (1994), Expected Returns, Time-Varying Risk, and Risk Premia, Journal of Finance, Vol. 44 (2), 655-679.",
        "Detemple, Jerome B. and Fernando Zapatero, (1991), Asset Prices in an Exchange Economy with Habit Formation, Econometrica, Vol. 59, pp. 1633-1657.",
        "Daniel, Kent and David Marshall (1997), The Equity Premium Puzzle and the Risk-Free Rate Puzzle at Long Horizons, Macroeconomic Dynamics, 1 (2), 452-484. .",
        "Chan, K.C. (1989), On the Contrarian Investment Strategy, Journal of Business, 61 (2), 147-163.",
        "Campbell, John Y. and Tuomo Vuolteenaho (2002), Bad Beta, Good Beta, Working Paper, Harvard University.",
        "Campbell, John Y. and Robert Shiller (1988) The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financial Studies, 1, 195-227.",
        "Campbell, John Y. (1987), Stock Returns and the Term Structure, Journal of Financial Economics, 18, 373-400.",
        "Braun, Phillip A. Daniel B. Nelson and Alain M. Sunier (1995), Good News, Bad News, Volatility, and Betas, Journal of Finance, L (5), December, 1575-1603.",
        "Berk, Jonathan, Richard C. Green, and Vasant Naik (1999) Optimal Investment, Growth Options, and Security Returns, Journal of Finance , October, 1553-1607.",
        "Barro, Robert J. (1990), The Stock Market and Investments, Review of Financial Studies, Vol. 3 (1), 115-131.",
        "Barberis, Nick, Ming Huang, and Tano Santos (2001), Prospect Theory and Asset Prices, Quarterly Journal of Economics, 116, 1-53.",
        "Bansal, Ravi, Robert F. Dittmar, and Christian T. Lundblad (2002), Consumption, Dividends, and the Cross Section of Stock Returns, working paper, October, Duke University.",
        "Baker, Malcolm, Jeremy C. Stein and Jeffrey Wurgler (2003) When does the Market Matter? Stock Prices and Investments of Equity-dependent Firms,Quarterly Journal of Economics, 118, 969-1106.",
        "Ang, Andrew and Jun Liu (2004) How to discount cash flows with time-varying expected returns, Journal of Finance (forthcoming).",
        "Ang, Andrew and Geert Bekaert (2001) Stock Return Predictability: Is it There?, Manuscript, Columbia University.",
        "Abel, Andrew B. (1990) Asset Prices Under Habit Formation and Catching Up with the Jones, American Economic Review, 80, 38-42.",
        "Fama, Eugene F. and Kenneth R. French (1988), Dividend Yields and Expected Stock Returns, Journal of Financial Economics, 22, 3-27.",
        "Constantinides, George (1990), Habit Formation: A Resolution of the Equity Premium Puzzle, Journal of Political Economy, 98, 519-543.",
        "Campbell, John Y. and Jianping Mei Where do Betas Come From? Asset Price Dynamics and the Sources of Systematic Risk, Review of Financial Studies, vol. 6 (3), 567-592. Campbell, John Y. and John H. Cochrane (1999), By Force of Habit: A Consumption Based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy, 107, 2, 205-251.",
        "Lamont, Owen (2000), Investment Plans and Stock Returns, Journal of Finance, vol. 55, December , 2719-2745."
    ]
}