{
    "id": 10417,
    "cites": 113,
    "cited_by": 30,
    "reference": [
        "Reynolds, Thomas H., and Arturo A. Flores. 1989. Foreign Law: Current Sources of Basic Legislation in Jurisdictions of the World. Littleton, CO: Rothman and Co.",
        "Rajan, Raghuram G., and Luigi Zingahes. 2003. The Great Reversals: The Politics of Financial Development in the 20th Century. Journ. of Financl. Econ., 69, pp. 5-50.",
        "Pound, John. 1991. Proxy Voting and the SEC. Journ. of Financl. Econ., 29, pp. 241-285.",
        "Rajan, Raghuram G., and Luigi Zingahes. 1998. Financial Dependence and Growth. Amer. Econ. Rev., 88, pp. 559-586.",
        "Posner, Richard A. 1973. Economic Analysis of the Law. Boston, MA: Little-Brown.",
        "Priest, George L. 1977. The Common Law Process and the Selection of Efficient Rules. Journ. of Leg. Stud., 6, pp. 65-82.",
        "Pistor, Katharina and Chen-Gang Xu. 2002. Law Enforcement under Incomplete Law: Theory and Evidence from Financial Market Regulation, London School of Economics Working Paper No. TE/02/442.",
        "Pistor, Katharina, Yoram Keinan, Jan Kheinheisterkamp, and Mark D. West. 2003. Innovation in Corporate Law. Journ. of Comp. Econ., 31, forthcoming.",
        "Pistor, K., Keinan, Y., Kheinheisterkamp, J., West, M.D., 2002. The evolution of corporate law. Univ. of Penn. Journ. of Intl. Econ. and Law, 23, 791-87 1.",
        "Pagano, Marco, and Paoho Volpin. 2001. The Political Economy of Finance. Oxford Rev, of Econ. Pol., 17, 502-5 19.",
        "Olson, Mancur. 1993. Dictatorship, Democracy, and Development. Amer. Pol. Sc. Rev., 87, pp. 567-576.",
        "North, Douglass. 1981. Structure and Change in Economic History. Cambridge, MA: W.W. Norton and Company.",
        "North, Douglass. 1990. Institutions, Institutional Change, and Economic Performance. Cambridge: Cambridge University Press.",
        "Morck, Randall, Bernard Yeung, and Wayne Yu. 2000. The Information Content of Stock Markets: Why Do Emerging Markets Have Synchronous Stock Price Movements? Journ. of Financl. Econ., 58, pp. 215-260.",
        "Modigliani, Franco., Merton Miller. 1958. The Cost of Capital, Corporation Finance, and the Theory of Investment. Amer. Econ. Rev., 48, pp. 26 1-297.",
        "Menyman, John H. 1996. The French Deviation. The Amer. Journ. of Comp. Law, 44, pp. 109-119.",
        "Merryman, John H. 1985. The Civil Law Tradition: An Introduction to the Legal Systems of Western Europe and Latin America. Stanford, CA: Stanford University Press.",
        "McNeihh, William H. 1963. The Rise of the West: A History of the Human Community. Chicago, IL: University of Chicago Press.",
        "Mahoney, Paul. 2001. The Common Law and Economic Growth: Hayek Might Be Right. Journ. of Legal Stud., 30, pp. 503-525.",
        "Macey, Jonathan R. and Geoffrey P. Miller. 1993. Corporate Stakeholders: A Contractual Perspective. Univ. of Toronto Law Journ., 43, pp. 40 1-427.",
        "Levine, Ross and Sara Zervos. 1998. Stock Markets Banks and Economic Growth. Amer. Econ. Rev., 88, pp. 537-58.",
        "Littleton, Thomas. 1481 [1903 version]. Littletons Tenures in English. Eugene Wambaugh, ed. Washington, D.C.: John Bryne & Co.",
        "Levine, Ross, Norman Loayza, and Thorsten Beck. 2000. Financial Intermediation and Growth: Causality and Causes. Journ of Mon. Econ., 46, pp. 3 1-77.",
        "Levine, Ross. 2004. Finance and Growth: Theory, Evidence, and Mechanisms, in Handbook of Economic Growth. Philippe Aghion and Steven Durhauf, eds. Amsterdam: NorthHolland Elsevier Publishers, forthcoming.",
        "Levine, Ross. 2003. Napoleon, Boiises, and Growth: with a Focus on Latin America, in Market Augmenting Government: Essays in Honor of Mancur Olson. Azfar Omar and Charles A. Cadwell, eds. Ann Arbor, MI: University of Michigan Press.",
        "Levine, Ross. 2003. Bank-based or Market-based Financial Systems: Which Is Better? Journ. of Financl. Intermed., 11, pp. 398-428.",
        "Levine, Ross. 1999. Law, Finance, and Economic Growth. Journ. of Financl. Intermed., 8, pp. 36-67.",
        "Levine, Ross. 1998. The Legal Environment, Banks, and Long-run Economic Growth. Journ. of Money, Cred., and Bankg., 30, pp. 596-620.",
        "Legal Determinants of External Finance. Journ. of Fin., 52, pp. 113 1-1150.",
        "Levine, Ross. 1997. Financial Development and Economic Growth: Views and Agenda. Journ. of Econ. Lit., 35, pp. 688-726.",
        "La Porta, Rafael, Fhorencio Lopez- de- Sihanes, Andrei Shheifer, and Robert W. Vishny. 1999. The Quality of Government. Journ. of Law, Econ. and Org., 15, pp. 222-279.",
        "La Porta, Rafael, Fhorencio Lopez-de-Sihanes, Andrei Shheifer, and Robert W. Vishny. 2000a. Investor Protection and Corporate Governance. Journ. of Finanl. Econ., 58, pp. 3-27.",
        "La Porta, Rafael, Fhorencio Lopez-de-Sihanes, Andrei Shheifer, and Robert W Vishny. 2000b. Agency Problems and Dividend Policies around the World. Journ. of Fin., 55, pp. 1-33.",
        "Investor Protection and Corporate Valuation. Journ. of Fin., 57, pp. 1147-1170.",
        "La Porta, Rafael, Fhorencio Lopez-de-Sihanes, and Andrei Shheifer. 2003. What Works in Securities Laws? Harvard University mimeo.",
        "La Porta, Rafael, Fhorencio Lopez-de-Sihanes, Cristian Pop-Eheches, and Andrei Shheifer. 2003. Judicial Checks and Balances, National Bureau of Economic Research Working Paper 9775.",
        "Lamoreaux, Naomi and Jean-Laurent Rosenthal. 2002. Organizational Choice and Economic Development: A Comparison of France and the United States during the Mid- ~ Century, University of California at Los Angeles mimeo.",
        "Kumar, Krishna B., Raghuram G. Rajan, and Luigi Zingahes. 2001. What Determines Firm Size? University of Chicago unpublished working paper.",
        "King, Robert G. and Ross Levine. 1993b. Finance, Entrepreneurship, and Growth: Theory and Evidence. Journ. of Mon. Econ., 32, pp. 5 13-42.",
        "King, Robert G., Ross Levine. 1993a. Finance and Growth: Schumpeter Might Be Right. Qtrly. Journ. of Econ., 108, pp. 7 17-38.",
        "Kaphow, Louis. 1992. Rules versus Standards: An Economic Analysis. Duke Law Journ., 42, pp. 557-629.",
        "Jones, Eric L. 1981. The European Miracle: Environments, Economies, and Geopolitics in the History of Europe and Asia. Cambridge: Cambridge University Press.",
        "Johnson, Simon, John McMihhan, and Christopher Woodruff. 2002b. Property Rights and Finance. Amer. Econ. Rev., 92, pp. 1335-56.",
        "Johnson, Simon, Rafael La Porta, Fhorencio Lopez-de-Sihanes, and Andrei Shheifer. 2000. Tunneling. Amer. Econ. Rev. (Papers and Proceedings), 90, pp. 22-27.",
        "Johnson, Simon, John McMihhan, and Chrirtopher Woodruff. 2002a. Courts and Relational Contracts. Journ, of Law, Econ, and Org., 18, pp. 221-277.",
        "Johnson, Simon, Peter Boone, Ahasdair Breach, and Eric Friedman. 2000. Corporate Governance in the Asian Financial Crisis. Journ. of Finanl. Econ., 58, pp. 141-186.",
        "Jensen, Michael C., and William H. Meckhing, W. 1976. Theory of the Firm: Managerial Behavior, Agency Costs, and Ownership Structure. Journ. of Finanl. Econ., 3, pp. 305360.",
        "Hayek, Friedrich A. 1960. The Constitution of Liberty. Chicago: The University of Chicago Press.",
        "Haber, Stephen, Armando Razo, and Noel Maurer. 2003. The Politics of Property Rights: Political Instability, Credible Commitments, and Economic Growth in Mexico. Cambridge: Cambridge University Press.",
        "Guiso, Luigi, Paoha Sapienza, and Luigi Zingahes. 2000. The Role of Social Capital in Financial Development, National Bureau of Economic Research Working Paper, No. 7563.",
        "Glendon, Mary Ann, Michael W. Gordon, and Christopher Osakwe. 1982. Comparative Legal Tradition in a Nutshell. St. Paul, MN: West Publishing Co.",
        "Ghaeser, Edward and Andrei Shheifer. 2003. The Rise of the Regulatory State. Journ. of Econ. Lit., 41, pp. 401-425.",
        "Ghaeser, Edward and Andrei Shheifer. 2002. Legal Origins. Qtrly. Journ. of Econ., 117, pp. 1193-1230.",
        "Ghaeser, Edward, Simon Johnson, and Andrei Shheifer. 2001. Coase versus the Coasians. Qtrly Journ. of Econ., 116, pp. 853-899.",
        "Gahanter, Marc. 1974. Why the `Haves Come Out Ahead: Speculation on the Limits of Legal Change. Law and Soc. Rev., 9, pp. 95-160.",
        "Franks, Julian and Oren Sussman. 1999. Financial Innovations and Corporate Insolvency, London Business School unpublished working paper.",
        "Franks, Julian, Cohn Mayer, and Stefano Rossi. 2003. The Origination and Evolution of Ownership and Control, Oxford Financial Research Centre Working Paper No. 1003-FE-0 1.",
        "Epstein, Richard A. 1975. Unconscionability: A Critical Reappraisal. J. Law & Econ., 18, pp. 293-3 15.",
        "Engerman, Stanley L., and Kenneth L. Sokohoff. 2002. Factor Endowments, Inequality, and Paths of Development Among New World Economies, National Bureau of Economic Research Working Paper #9259.",
        "Engerman, Stanley L., and Kenneth L. Sokohoff. 1997. Factor Endowments, Institutions, and Differential Paths of Growth among New World Economies, in How Latin America Fell Behind. Stephen Haber, ed. Stanford, CA: Stanford University Press, pp. 260-304.",
        "Ekehund, Robert B. and Robert D. Tollison. 1980. Economic Regulation in Mercantile England: Heckscher Revisited. Econ. Inquiry, 18, pp. 567-599.",
        "Easterly, William and Ross Levine. 2003. Tropics, Germs, and Crops. Journ. of Mon. Econ., 50, pp. 3-39.",
        "Easterly, William and Ross Levine. 1997. Africas Growth Tragedy: Policies and Ethnic Divisions. Qtrly Journ. of Econ., 112, pp. 1203- 1250.",
        "Dyck, Alexander and Luigi Zingahes. 2003. Private Benefits of Control: An International Comparison. Journ. of Fin., forthcoming.",
        "Easterbrook, Frank and Daniel R. Fischeh. 1991. The Economic Structure of Corporate Law. Cambridge, MA: Harvard University Press.",
        "Djankov, Simeon, Rafael La Porta, Fhorencio Lopez-de-Sihanes, and Andrei Shheifer. 2003a. Courts. Qtrly. Journ. of Econ., 118, pp. 457-522.",
        "Djankov, Simeon, Edward Ghaeser, Rafael La Porta, Fhorencio Lopez-de-Sihanes, and Andrei Shheifer. 2003b. The New Comparative Economics. Journ. of Comp. Econ., 31, forthcoming.",
        "Diamond, Jared. 1997. Guns, Germs, and Steel: The Fates of Human Societies. New York: W.W. Norton.",
        "DemirgtiÃ\u0083Â§-Kunt, Ash and Vojishav Maksimovic. 2002. Funding Growth in Bank-based and Market-based Financial Systems: Evidence from Firm Level Data. Journ. of Finanl. Econ., 65, pp. 337-363.",
        "DemirgtiÃ\u0083Â§-Kunt, Ash and Vojishav Maksimovic. 1998. Law, Finance, and Firm Growth. Journ.",
        "DemirgtiÃ\u0083Â§-Kunt, Ash and Ross Levine. 2001. Financial Structure and Economic Growth: A Cross-Country Comparison of Banks, Markets, and Development. Cambridge, MA: MIT Press.",
        "Dawson, John P. 1968. The Oracles of the Law. Ann Arbor, MI: University of Michigan Law School (Reprinted in 1986 by William S. Hem & Co., Inc. Buffalo, New York).",
        "Dawson, John P. 1960. A History of Lay Judges. Cambridge, MA: Harvard University Press.",
        "Damaska, Mirjan R. 1986. The Faces of Justice and State Authority: A Comparative Approach to the Legal Process. New Haven, CT: Yale University Press.",
        "Crosby, Alfred W. 1989. Ecological Imperialism: The Biological Expansion of Europe, 9001900. Cambridge: Cambridge University Press.",
        "Cooter, Robert, Lewis Kornhauser, and David Lane. 1979. Liability Rules, Limited Information and the Role of Precedent. Bell Journ. of Econ., 10, pp. 366-8 1.",
        "Cooter, Robert and Lewis Kornhauser. 1980. Can Litigation Improve the Law without the Help of Judges? Journ. of Leg. Stud., 9, pp. 139-63.",
        "Coffee, John C. 2000. Privatization and Corporate Governance: The Lessons from Securities Market Failure, Unpublished working paper 158, Columbia Law School, New York.",
        "Coffee, John C. 2001. Do Norms Matter? A Cross-Country Examination of the Private Benefits of Control, Unpublished working paper 183, Columbia Law School, New York.",
        "Coase, Ronald. 1960. The Problem of Social Cost. Journ. of Law and Econ., 3, pp. 1-44.",
        "Coke, Edward. 1628 [1979 version]. The First Part of the Institutes of the Laws of England. New York: Garland Publishing, Inc.",
        "Chaessens, Stijn, Simeon Djankov, and Lany H.P. Lang. 2000. The Separation of Ownership and Control in East Asian Corporations. Journ. of Finanl. Econ., 58, pp. 81-112.",
        "Chaessens, Stijn., Simeon Djankov, Joseph P.H. Fan, and Lany H.P. Lang. 2002. Expropriation of Minority Shareholders in East Asia. Journ. of Fin., 57, pp. 2741-7 1.",
        "Chaessens, Stijn and Luc Laeven. 2003. Financial Development, Property Rights, and Growth. Journ. of Fin., forthcoming.",
        "Caprio, Gerard, Luc Laeven, and Ross Levine. 2003. Governance and Bank Valuation, University of Minnesota mimeo.",
        "Blume, Lawrence E. and Daniel L. Rubinfeld. 1982. The Dynamics of the Legal Process. Journ. of Leg. Stud., 11, pp. 405-419.",
        "Berkowitz, Daniel, Katharina Pistor, and Jean-Francois Richard. 2002. Economic Development, Legality, and the Transplant Effect. Europ. Econ. Rev., 47, pp. 165-195.",
        "Bentham, Jeremy. 1789. An Introduction to the Principles of Morals and Legislation. London: T. Payne & Sons.",
        "Beck, Thorsten, Ross Levine, and Norman Loayza. 2000. Finance and the Sources of Growth. Journ. of Financl. Econ., 58, pp. 26 1-300.",
        "Beck, Thorsten and Ross Levine. 2002. Industry Growth and Capital Allocation: Does Having a Market- or Bank-based System Matter? Journ. of Finanl. Econ., 64, pp. 147-180.",
        "Beck, Thorsten and Ross Levine. 2003. Stock Markets, Banks, and Growth: Panel Evidence. Journ. of Bankg. and Fin., forthcoming.",
        "Beck, Thorsten, Ash DemirgtiÃ\u0083Â§-Kunt, and Vojishav Maksimovic. 2002. Financial and Legal Institutions and Firm Size, World Bank unpublished working paper.",
        "Beck, Thorsten, Ash DemirgtiÃ\u0083Â§-Kunt, and Ross Levine. 2001. Legal Theories of Financial Development. Oxford Rev. of Econ. Pol., 17, pp. 483-501.",
        "Beck, Thorsten, Ash DemirgtiÃ\u0083Â§-Kunt, and Ross Levine. 2003a. Law, Endowments, and Finance. Journ. of Finanl. Econ., 70, pp. 137-8 1.",
        "Beck, Thorsten, Ash DemirgtiÃ\u0083Â§-Kunt, and Ross Levine. 2003b. Law and Finance. Why Does Legal Origin Matter? Journ. of Comp. Econ., 31, pp, 653-75.",
        "Beck, Thorsten, Ash. DemirgtiÃ\u0083Â§-Kunt and Ross Levine. 2003c. Legal Obstacles to External Finance, University of Minnesota mimeo.",
        "Barth, James, Gerard Caprio, and Ross Levine. 2004. Bank Supervision and Regulation: What Works Best? Journ. of Finanl. Intermed., forthcoming.",
        "Bailey, Martin J. and Paul H. Rubin. 1994. A Positive Theory of Legal Change. Intl. Rev, of Law and Econ., 14, pp. 467-477.",
        "Backhaus, Jurgen G. 1998. Efficient Statute Law. in New Palgrave Dictionary of Economics and Law. Peter Newman, ed. London: MacMillan, pp. 24-28.",
        "Aganin, Alexander and Paolo Volpin. 2003. History of Corporate Ownership in Italy, London Business School mimeo.",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson. 2002. Reversal of Fortunes: Geography and Institutions in the Making of the Modern World Income Distribution. Qtrly. Journ. of Econ., 117, pp. 1133-1192.",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson. 2001. The Colonial Origins of Comparative Development: An Empirical Investigation. Amer. Econ. Rev., 91, pp. 1369-1401.",
        "Acemoglu, Daron and Simon Johnson. 2003. Unbundling Institutions: Law versus Politics, Unpublished MIT mimeo.",
        "Roe, Mark J. 1994. Strong Managers Weak Owners: The Political Roots of American Corporate Finance. Princeton: Princeton University Press.",
        "Rubin, Paul H., 1977. Why Is the Common Law Efficient? Journ. of Leg. Stud., 6, pp. 5 1-64.",
        "Rubin, Paul H., 1982. Common Law and Statute Law. Journ. of Leg. Stud., 11, pp. 205-33.",
        "Sokohoff, Kenneth, and Stanley L. Engerman. 2000. Institutions, Factor Endowments, and Paths of Development in the New World. Journal of Economic Perspectives, 14, pp. 217-232.",
        "Stigher, George J. 1964. Public Regulation of the Securities Market. Journal of Business, 37, pp. 117-142.",
        "Stuhz, Rene, and Rohan Williamson. 2003. Culture, Openness, and Finance. Journ. of Financl. Econ., forthcoming.",
        "Tullock, Gordon. 1980. Trials on Trial. New York: Columbia University Press.",
        "Weber, Max. 1958. The Protestant Ethic and the Spirit of Capitalism. New York: Charles Scribners Sons.",
        "Wurgher, Jeffrey. 2000. Financial Markets and the Allocation of Capital. Journ. of Financl. Econ., 58, pp. 187-214.",
        "Zingahes, Luigi. 1994. The Value of the Voting Right: A Study of the Milan Stock Exchange. The Rev, of Financl. Stud., 7, pp. 125- 148."
    ]
}