{
    "id": 10415,
    "cites": 22,
    "cited_by": 5,
    "reference": [
        "Summers, Lawrence H. 1981. Taxation and Corporate-Investment: A Q-Theory Approach. Brookings Papers on Economic Activity (1) pp. 67-140.",
        "Shapiro, Matthew D. and Joel Slemrod. 2003a. Consumer Response to Tax Rebates. American Economic Review 93(1), March, pp. 382-396.",
        "Shapiro, Matthew D. 1986. The Dynamic Demand for Capital and Labor. Quarterly Journal of Economics 101, August, pp. 513-542.",
        "Poterba, James. 2004. Taxation and Corporate Payout Policy. NBER working paper 10321.",
        "Prescott, Edward. 1986. Theory Ahead of Business Cycle Measurement. Federal Reserve Bank of Minneapolis Quarterly Review 10, Fall, pp. 9-22.",
        "Mankiw, N. Gregory. 1987. Government Purchases and the Real Interest Rate Journal of Political Economy 95(2), April, pp. 407-19.",
        "Kimball, Miles and Matthew D. Shapiro. 2003. Labor Supply: Are Income and Substitution Effects Both Large or Both Small? Unpublished paper, University of Michigan.",
        "House, Christopher L. and Matthew D. Shapiro. 2004. Accelerated Depreciation and the Timing of Tax Cuts. Unpublished working paper, University of Michigan.",
        "Hall, Robert E. 2002. Industry Dynamics with Adjustment Costs. Unpublished paper, Stanford University.",
        "Hall, Robert E. 1988. Intertemporal Substitution in Consumption. Journal of Political Economy 96(2), April, pp. 339-357.",
        "Farber, Henry S. 2003. Is Tomorrow Another Day? The Labor Supply of New York City Cab Drivers. Industrial Relations Section, Princeton University, Working Paper No. 473.",
        "Congressional Budget Office. 2001. The Budget and Economic Outlook: An Update. August.",
        "Chamley, Christophe. 1986. Optimal Taxation of Capital Income in General Equilibrium with Infinite Lives. Econometrica 54(3), pp. 607-622.",
        "Campbell, John and Mankiw, N. Gregory. 1989. Consumption, Income and Interest Rates: Reinterpreting the Time Series Evidence. NBER Macroeconomics Annual 4: 185-216.",
        "Baxter, Marianne and Robert G. King. 1993. Fiscal Policy in General Equilibrium. American Economic Review 83, pp. 315-334.",
        "Barsky, Robert B., F. Thomas Juster, Miles S. Kimball and Matthew D. Shapiro. 1997. Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study. Quarterly Journal of Economics 112(2), pp. 537-579.",
        "Barro, Robert J. 1989. The Neoclassical Approach to Fiscal Policy. In Modern Business Cycle Theory, R. J. Barro ed. Cambridge MA, Harvard University Press.",
        "Barro, Robert J. 1979. On the Determination of the Public Debt. Journal of Political Economy, 87(5), pp. 940-971.",
        "Auerbach, Alan J. and Laurence J. Kotlikoff. 1987. Dynamic Fiscal Policy. Cambridge, UK: Cambridge University Press.",
        "Auerbach, Alan J. and James R. Hines Jr. Anticipated Tax Changes and the Timing of Investment. In The Effects of Taxation on Capital Accumulation, Martin Feldstein, ed. Chicago: University of Chicago Press, 1987.",
        "Auerbach, Alan J. 2003. Budget Windows, Sunsets, and Fiscal Control. Unpublished manuscript, University of California, Berkeley (June).",
        "Auerbach, Alan J. 2002. The Bush Tax Cut and National Saving. National Tax Journal 55(3), pp. 387-407."
    ]
}