{
    "id": 10411,
    "cites": 37,
    "cited_by": 5,
    "reference": [
        "Weill, O., 2002, Liquidity Premia in Dynamic Bargaining Markets, Working paper, Stanford University.",
        "Wang, Ashley, 2003, Institutional Equity Flows, Liquidity Risk, and Asset Pricing, Working paper, University of California, Irvine.",
        "Vayanos, D., and T. Wang, 2003, Search and Endogenous Concentration of Liquidity in Asset Markets, Working paper, M.I.T.",
        "Vayanos, D., 2003, Flight to Quality, Flight to Liquidity, and the Pricing of Risk, Working paper, M.I.T.",
        "Vayanos, D., 1998, Transaction Costs and Asset Prices: A Dynamic Equilibrium Model, Review of Financial Studies 11, 1-58.",
        "Spiegel, M., 1967, Applied Differential Equations, 2nd. Ed., Prentice-Hall Inc., Englewood Cliffs, New Jersey.",
        "Silber, W. L., 1992, Discounts on Restricted Stock: The Impact of Illiquidity on Stock Prices, Financial Analysts Journal, July/August, 60-64.",
        "Pastor, L., and R. Stambaugh, 2003, Liquidity Risk and Expected Stock Returns, Journal of Political Economy 111, 642-685.",
        "OHara, M., 2003, Presidential Address: Liquidity and Price Discovery, Journal of Finance 58, 1335-1354.",
        "Merton, R., 1973b, The Theory of Rational Option Pricing, Bell Journal of Economics and Management Science 4, 141-183.",
        "Merton, R., 1971, Optimum Consumption and Portfolio Rules in a Continuous Time Model, Journal of Economic Theory 3, 373-413.",
        "Merton, R., 1969, Lifetime Portfolio Selection under Uncertainty: The Continuous Time Model, Review of Economics and Statistics 51, 247-257.",
        "Mayers, D., 1976, Nonmarketable Assets, Market Segmentation and the Level of Asset Prices, Journal of Financial and Quantitative Analysis 11, 1-12.",
        "Mayers, D., 1973, Nonmarketable Assets and the Determination of Capital Asset Prices in the Absence of Riskless Asset, Journal of Business, 46, 258-267.",
        "Mayers, D., 1972, Nonmarketable Assets and Capital Market Equilibrium Under Uncertainty, in Studies in the Theory of Capital Markets, edited by M. C. Jensen, New York: Praeger.",
        "Mankiw, N., and S. Zeldes, (1991), The Consumption of Shareholders and Non-shareholders, Journal of Financial Economics 29, 97-112.",
        "Lippman, S. and J. McCall, 1986, An Operational Measure of Liquidity, American Economic Review 76, 43-55.",
        "Kahl, M., Liu, J., and F. Longstaff, 2003, Paper Millionaires: How Valuable is Stock to a Stockholder who is Restricted from Selling it? Journal of Financial Economics 67, 385-410.",
        "Huang, M., 2003, Liquidity Shocks and Equilibrium Liquidity Premia, Journal of Economic Theory 109, 104-129.",
        "Holmstrom, B., and J. Tirole, 2001, LAPM: A Liquidity-Based Asset Pricing Model, Journal of Finance 56, 1837-1867.",
        "Grossman, S. and G. Laroque, 1990, Asset Pricing and Optimal Portfolio Choice in the Presence of Illiquid Durable Consumption Goods, Econometrica 58, 25-52.",
        "Gradshteyn, Izrail S., and Iosif M. Ryzhik, 2000, Tables of Integrals, Series, and Products, Sixth Edition, New York, NY.: Academic Press.",
        "Eisfeldt, A., 2004, Endogenous Liquidity in Asset Markets, Journal of Finance, forthcoming.",
        "Geanakoplos, J., M. Magill, M. Quinzii, and J. Dreze, 1990, Generic Inefficiency of Stock Market Equilibrium when Markets are Incomplete, Journal of Mathematical Economics 19, 113-151.",
        "Duffie, D., N. G^arleanu, and L. Pedersen, 2003b, Valuation in Over-the-Counter Markets, Working paper, Stanford University.",
        "Duffie, D., N. G^arleanu, and L. Pedersen, 2003a, Marketmaking in Over-the-Counter Markets, Working paper, Stanford University.",
        "Diamond, P., 1967, The Role of a Stock Market in a General Equilibrium Model with Technological Uncertainty, American Economic Review 57, 759-776.",
        "Cornell, B. and A. C. Shapiro, 1990, The Mispricing of U. S. Treasury Bonds: A Case Study, The Review of Financial Studies 2, 297-310.",
        "Cochrane, J., F. Longstaff, and P. Santa-Clara, 2003, Two-Trees: Asset Price Dynamics Induced by Market Clearing, Working paper, UCLA.",
        "Chordia, T., R. Roll, and A. Subrahmanyam, 2001, Market Liquidity and Trading Activity, Journal of Finance 56, 501-530.",
        "Boudoukh, J. and R. F. Whitelaw, 1993, Liquidity as a Choice Variable: A Lesson from the Japanese Government Bond Market, The Review of Financial Studies 6, 265-292.",
        "Boudoukh, J. and R. F. Whitelaw, 1991, The Benchmark Effect in the Japanese Government Bond Market, The Journal of Fixed Income September, 52-59.",
        "Amihud, Y. and H. Mendelson, 1991, Liquidity, Maturity, and the Yields on U. S. Treasury Securities, The Journal of Finance 46, 1411-1425.",
        "Amihud, Y. and H. Mendelson, 1986, Asset Pricing and the Bid-Asked Spread, Journal of Financial Economics 17, 223-249.",
        "Acharya, V., and L. Pedersen, 2003, Asset Pricing with Liquidity Risk, Working Paper, New York University.",
        "Abramowitz, Milton, and Irene A. Stegun, 1970, Handbook of Mathematical Functions, Dover Publications, Inc., New York, NY.",
        "Brenner, M., R. Eldor, and S. Hauser, 2001, The Price of Options Illiquidity, Journal of Finance 56, 789-805."
    ]
}