{
    "id": 10429,
    "cites": 20,
    "cited_by": 3,
    "reference": [
        "Sommers, Anna, Genevieve Kenney and Lisa Dubay. The Impact of Mandatory Medicaid Managed Care in Missouri: A Difference-in-Difference Approach, (Washington D.C.: The Urban Institute) Dec. 15, 2002.",
        "Sloan, Frank. Not for profit Ownership and Hospital Behavior, Handbook of Health Economics, A.J. Culyer and J.P. Newhouse (eds.) (Amsterdam: North Holland) volume 1B, 2000.",
        "Oleske, D.M., M.L. Branca, J.B. Schmidt, R. Ferguson, and E.S. Linn. A Comparison of Capitated and Fee-for-service Medicaid Reimbursement Methods on Pregnancy Outcomes, Health Services Research, 33 1, 1998, 55-73.",
        "Moreno, L. The Influence of TennCare on Perinatal Outcomes. Perspectives on Medicaid Managed Care, (Princeton NJ: Mathematica Policy Research) June 1999.",
        "Levinson, A. and F. Ullman. Medicaid Managed Care and Infant Health, Journal of Health Economics, 17, 1998, 351-368.",
        "Korenbrot, Carol, G. Miller, and J. Greene. The Impact of Medicaid Managed Care on Community Clinics in Sacramento County, California, American Journal of Public Health, 89 6, 1989, 913-917.",
        "Klein, Jim. Managed Care Annual Statistical Report, (Sacramento CA: California Dept. of Health Services Medical Care Statistics Section) various years. Klein, Jim and Celine Donaldson. Managed Care Annual Statistical Report, (Sacramento CA: California Dept. of Healht Services Medical Care Statistics Section) March 2002.",
        "Kenney, Genevieve, Anna Sommers, and Lisa Dubay. Moving to Mandatory Medicaid Managed Care in Ohio: Impacts for Pregnant Women and Infants, (Washington D.C.: The Urban Institute) April 10, 2003.",
        "Kaestner, Robert, Lisa Dubay and Genevieve Kenney. Medicaid Managed Care and Infant Health: A National Evaluation, (Cambridge MA: National Bureau of Economic Research) Working Paper 8936, May 2002.",
        "Griffin, J.F., J.W. Hogan, J.S. Buechner, and T.M. Leddy. The Effect of a Medicaid Managed Care Program on the Adequacy of Prenatal Care Utilization in Rhode Island, American Journal of Public Health, 89 4, 1999, 497-501.",
        "Glied, Sherri. Managed Care, Handbook of Health Economics, A.J. Culyer and J.P. Newhouse (eds.) (Amsterdam: North Holland) volume 1A, 2000.",
        "Duggan, Mark. Hospital Ownership and Public Medical Spending, Quarterly Journal of Economics, CXI, November 2000, 1343-1374.",
        "Currie, Janet and John Fahr. Medicaid Managed Care: Effects on Childrens Medicaid Coverage and Utilization, Journal of Public Economics, forthcoming. Currie, Janet and Jon Gruber. Saving Babies: The Efficacy and Cost of Recent Expansions of Medicaid Eligibility for Pregnant Women, Journal of Political Economy, 104, Dec. 1996, 12631296. Cutler, David and Jon Gruber. Does Public Insurance Crowd Out Private Insurance? The Quarterly Journal of Economics, 111 2, 1996, 391-430.",
        "A.J. and J.P. Newhouse (eds.) Handbook of Health Economics (Amsterdam: North Holland), 2000.",
        "Coye, Molly Joel. Cover letter for The Department of Health Services Plan for Expanding Medi-Cal Managed Care, (Sacramento CA: Department of Health Services), March 31, 1993.",
        "Conover, C.J., P.J. Rankin and Frank Sloan. Effects of Tennesee Medicaid Managed Care on Obstetrical Care and Birth Outcomes, Journal of Health Politics, Policy and Law, 26 6, 2001, 1291-1324.",
        "Barham, Tania, Paul Gertler, and Kristiana Raube. Making Babies Healthier by Providing a Managed Care Option to Californias Poor, Hass School of Public Administration, Berkeley, June 2003.",
        "Baker, Laurence, Susan Schmitt and Ciaran Phibbs. Medicaid Managed Care in California and Health Care for Newborns, Dept. of Health Research and Policy Stanford University, March 2003.",
        "Tai-Seale, M. A.T. LoSasso, D.A. Freund, and S.E. Gerber. The Long-term Effects of Medicaid Managed Care on Obstetric Care in Three California Counties, Health Services Research, 36 4, 2001, 751-771.",
        "Krieger, J.W., F.A. Connell, and J.P. LoGerfo. Medicaid Prenatal Care: A Comparison of Use and Outcomes in Fee-for-service and Managed Care, American Journal of Public Health, 82 2, 1992, 185-190."
    ]
}