{
    "id": 10421,
    "cites": 30,
    "cited_by": 8,
    "reference": [
        "Yinger, John. Evidence on Discrimination in Consumer Markets. Journal of Economic Perspectives 12 No. 2 (Spring, 1998): 23-40.",
        "Venti, Steven F., and David A. Wise. The Determinants of IRA Contributions and the Effect of Limit Changes. In Pensions in the U.S. Economy, edited by Zvi Bodie, John B. Shoven, and David A. Wise, 9-47. Chicago, IL: University of Chicago Press, 1988.",
        "Veall, Michael R. Did Tax Flattening Affect RRSP Contributions? Canadian Journal of Economics 34 No. 1 (February, 2001): 120-131.",
        "Scholes, Myron S., Mark A. Wolfson, Merle Erickson, Edward L. Maydew, and Terry Shevlin. Taxes and Business Strategy: A Planning Approach, Second Edition. Upper Saddle River, NJ: Prentice Hall, 2002.",
        "ODonoghue, Ted, and Matthew Rabin. Doing It Now or Later. American Economic Review 89 No. 1 (March 1999b): 103-124.",
        "ODonoghue, Ted, and Matthew Rabin. Incentives for Procrastinators. Quarterly Journal of Economics 114 No. 3 (August 1999a): 769-816.",
        "National Center for Employee Ownership. Current Practices in Stock Option Plan Design, Second Edition. Oakland, CA: National Center for Employee Ownership, 2001b.",
        "National Center for Employee Ownership. Employee Stock Purchase Plans. Oakland, CA: National Center for Employee Ownership, 2001a.",
        "Murphy, Kevin J. Executive Compensation. In Handbook of Labor Economics, Vol. 3, edited by Orley Ashenfelter and David Card, 2485-2563. Amsterdam: North Holland, 1999.",
        "Mitchell, Olivia S., and Stephen P. Utkus. The Role of Company Stock in Defined Contribution Plans. NBER Working Paper No. 9250. Cambridge, MA: National Bureau of Economic Research, 2002.",
        "Milligan, Kevin. How Do Contribution Limits Affect Contributions to Tax-Preferred Savings Accounts? Journal of Public Economics 87 No. 2 (February, 2003): 253-281.",
        "Milligan, Kevin. Tax-Preferred Savings Accounts and Marginal Tax Rates: Evidence on RRSP Participation. Canadian Journal of Economics 35 No. 3 (August, 2002): 436-456.",
        "Meulbrook, Lisa. Company Stock in Pension Plans: How Costly Is It?, Harvard Business School. Mimeo, 2002.",
        "Madrian, Brigitte C., and Dennis F. Shea. The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior. Quarterly Journal of Economics 116 No. 4 (November, 2001): 1149-87.",
        "Liang, Nellie, and Scott Weisbenner. Investor Behavior and the Purchase of Company Stock in 401(k) Plans - The Importance of Plan Design. NBER Working Paper No. 9131. Cambridge, MA: National Bureau of Economic Research, 2002.",
        "Laibson, David I., Andrea Repetto, and Jeremy Tobacman. Self-Control and Saving for Retirement. Brookings Papers on Economic Activity, 1998, 1 91-196.",
        "Ladd, Helen F. Evidence on Discrimination in Mortgage Lending. Journal of Economic Perspectives 12 No. 2 (Spring, 1998): 41-62.",
        "Jappelli, Tullio, Who is Credit Constrained in the U.S. Economy? Quarterly Journal of Economics 105 No. 1 (February, 1990): 98-113.",
        "Hurst, Erik, and Kerwin Charles. The Transition to Home Ownership and the Black/White Wealth Gap. Review of Economics and Statistics 84 No. 2 (May, 2002): 281-297.",
        "Hewitt Associates. Survey Findings: Employee Stock Purchase Plans. Lincolnshire, IL: Hewitt Associates, 1998.",
        "Hallman III, G. Victor, and Jerry S. Rosenbloom. Employee Stock Compensation Plans. In The Handbook of Employee Benefits, Fifth Edition, edited by Jerry S. Rosenbloom, 741758. New York: McGraw-Hill, 2001.",
        "Hall, Brian J., and Jeffrey B. Liebman. The Taxation of Executive Compensation. In Tax Policy and the Economy, Volume 14, edited by James M. Poterba, 1-44. Cambridge, MA: MIT Press, 2000.",
        "Feenberg, Daniel, and Elisabeth Coutts. An Introduction to the TAXSIM Model. Journal of Policy Analysis and Management 12 No. 1 (Winter, 1993): 189-194.",
        "Engelhardt, Gary V., and Anil Kumar. Employer Matching and 401(k) Saving: Evidence from the Health and Retirement Study. Syracuse University. Mimeo, 2003.",
        "Engelhardt, Gary V. Tax Subsidies and Household Saving: Evidence from Canada. Quarterly Journal of Economics 111 No. 4 (November, 1996): 1237-1268.",
        "Engelhardt, Gary V. Tax Subsidies to Saving for Home Purchase: Evidence from Canadian RHOSPs. National Tax Journal 47 No. 2 (June, 1994): 363-388.",
        "Diamond, Peter, and Botond Koszegi. Quasi-Hyperbolic Discounting and Retirement. Journal of Public Economics 87 Nos. 9-10(September, 2003): 1839-1872.",
        "Cunningham, Christopher R., and Gary V. Engelhardt. Federal Tax Policy, Employer Matching, and 401(k) Saving: Evidence from HRS W-2 Records. National Tax Journal 55 No. 3 (September, 2002): 617-645.",
        "Cox, Donald. Intergenerational Transfers and Liquidity Constraints. Quarterly Journal of Economics 105 No. 1 (February, 1990): 187-217.",
        "Poterba, James M. Employer Stock and 401(k) Plans. American Economic Review Papers and Proceedings 93 No. 2 (May, 2003): 398-404."
    ]
}