{
    "id": 10430,
    "cites": 16,
    "cited_by": 8,
    "reference": [
        "[16] Sims, C. Macroeconomics and Reality, Econometrica 48 (1980), 1--48.",
        "[15] Rotemberg, J. and M. Woodford, Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity, Journal of Political Economy 100 (1992), 1153--297.",
        "[14] Rogerson, R., Indivisible Labor, Lotteries and Equilibrium, Journal of Mon- etary Economics 21 (1998), 3--16.",
        "[13] Ramey, V. and M.D. Shapiro, Costly Capital Reallocation and the Effects of Government Spending, Carnegie Rochester Conference Series on Public Policy 48 (1998), 145--94.",
        "[12] Pencavel, J., Labor Supply of Men: A Survey. In Ashenfelter, O. and R. Layard, eds. Handbook of Labor Economics. Volume 1. Amsterdam: North- Holland, 1986, 3--102.",
        "[10] Hansen, G., Indivisible Labor and the Business Cycle, Journal of Monetary Economics 16 (1985), 309--28.",
        "[11] Jones, J.B., Has Fiscal Policy Helped Stabilize the Postwar U.S. Economy?, Journal of Monetary Economics, 49 (2002), 709 - 746.",
        "[9] Edelberg, W., M. Eichenbaum and J. Fisher, Understanding the Effects of Shocks to Government Purchases. Review of Economics Dynamics 2 (1999), 166--206.",
        "[8] Christiano, L.J. and J.D.M. Fisher, Stock Market and Investment Good Prices: Implications for Macroeconomics, NBER working paper no. 10031.",
        "[7] Christiano, L.J., M. Eichenbaum and C. Evans, Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, (2001), forthcoming, Journal of Political Economy.",
        "[6] Christiano, L.J. and M. Eichenbaum, Current Real Business Cycle Theories and Aggregate Labor Market Fluctuations, American Economic Review 82 (1992), 430--50.",
        "[5] Christiano, L.J., Solving Dynamic Equilibrium Models by a Method of Un- determined Coefficients, NBER Technical Working Paper, No. 225, 1998.",
        "[4] Card, D., Intertemporal Labor Supply: An Assessment, NBER Working Pa- per No. 3602, 1991.",
        "[2] Boldrin, Christiano and Fisher, 2001, Habit Persistence, Asset Returns and the Business Cycle, American Economic Review 91 (2001), 149 - 166.",
        "[3] Burnside, C., M. Eichenbaum and J.D.M. Fisher (2004), Fiscal Shocks and Their Consequences, Journal of Economic Theory, Volume 115, Issue 1, Pages 89-117.",
        "[1] Blanchard, O. and R. Perotti, An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output, Working paper, MIT, 1998."
    ]
}