{
    "id": 1043,
    "cites": 21,
    "cited_by": 13,
    "reference": [
        "Atkinson, A. B., and N. H. Stern. ?Pigou, Taxation, and Public Goods. Review of Economic Studies 41, no. 125 (January 1974).",
        "Auerbach, Alan J.; Laurence J. Kotlikoff; and Jonathan Skinner. The Efficiency Gains from Dynamic Tax Reform. NBER Working Paper No. 819, December, 1981.",
        "Ballard, Charles L., and Lawrence H. Goulder. Expectations in Numerical General Equilibrium Models. Mirneo, Stanford University, 1982.",
        "Ballard, Charles L.; Don Fullerton; John B. Shoven; and John Whalley. Evaluation of United States Tax Policies with a Numerical General Equilibrium Model. Amsterdam: North-Holland Publishing Company, forthcoming, 1983.",
        "Borjas, George J., and James J. Heckman. Labor Supply Estimates for Public Policy Evaluation. Proceedings of the Industrial Relations Research Association (1978): 320-31.",
        "Browning, Edgar K. The Marginal Cost of Public Funds. Journal of Political Economy 84 (April 1976): 283-98.",
        "Denison, Edward F. A Note on Private Saving. Review of Economic Statistics 40 (August 1958): 261-67.",
        "Fullerton, Don; A. Thomas King; John B. Shoven; and John Walley. Corporate Tax Integration in the United States: A General Equilibrium Approach. American Economic Review 71 (September 1981): 677-91.",
        "Fullerton, Don; John B. Shoven; and John Whalley. General Equilibrium Analysis of U.S. Taxation Policy. In Office of Tax Analysis, U.S. Treasury Department, 1978 Compendium of Tax Research. Washington, D.C.: U.S. Government Printing Office, 23-55.",
        "Goulder, Lawrence; John B. Shoven; and John Whalley. Domestic Tax Policy and the Foreign Sector: The Importance of Alternative Foreign Policy Formulations to Results from a General Equilibrium Tax Analysis Model. In Martin S. Felstein (ed.), Simulation Methods in Tax Policy Analysis. Chicago: University of Chicago Press, forthcoming, 1982.",
        "Harberger, Arnold C. The Incidence of the Corporation Income Tax. Journal of Political Economy 70 (June 1962): 215-40.",
        "National Bureau of Economic Research, The Role of Direct and Indirect Taxes in the Federal Revenue System. Princeton, N.J.: Princeton University Press, 1964. Pp. 25-70.",
        "N. Krzyzaniak (ed.), Effects of Corporation Income Tax. Detroit, Mi.: Wayne State University Press, 1966.",
        "Hausman, Jerry A. Labor Supply. In Henry J. Aaron and Joseph A. Pechman (eds.), How Taxes Affect Economic Behavior. Washington, D.C.: The Brookings Institution, 1981.",
        "Killingsworth, Mark R. Labor Supply. New York: Cambridge University Press, forthcoming, 1982.",
        "Merrill, 0. H. Applications and Extension of an Algorithm that Computes Fixed Points to Certain Upper Semi-Continuous Point-to-Set Mappings. Unpublished Ph. D. dissertation, University of Michigan, 1972.",
        "Samuelson, Paul A. The Pure Theory of Public Expenditure. Review of Economics and Statistics 36 (November 1954): 387-89.",
        "Scarf, Herbert E. (wtih collaboration of Terje Hansen). The Computation of EconomIc Equilibria. New Haven, Conn.: Yale University Press, 1973 Shoven, John B., and John Whallev. General Equilibrium with Taxes: A Computational Procedure and an Existence Proof. Review of Economic Studies 40 (1973): 475-90.",
        "Starrett, David A. `~Long Run Savings Elasticities in the Life Cycle ~Iodel. Factor Markets Workshop Research Paper No. 24, Stanford University, 1982.",
        "Stiglitz, Joseph E. Taxation, Corporate Financial Policy, and the Cost of Capital. Journal of Public Economics 2, no. 1 (1973): 1-34.",
        "Summers, Lawrence H. Capital Taxation and Accumulation in a Life Cycle Growth Model. American Economic Review 71 (September 1981): 533-44."
    ]
}