{
    "id": 10437,
    "cites": 23,
    "cited_by": 8,
    "reference": [
        "Zwanziger, J. and C. Mooney. 2003. Is Competition Lowering Hospital Prices? unpublished manuscript: University of Illinois at Chicago.",
        "Wholey, D., R. Feldman, J.B. Christianson. 1995. The Effect of Market Structure on HMO Premiums. Journal of Health Economics 14(1): 81-105.",
        "Thomas, J.W. and T.P. Hoffer. 1999. Accuracy of Risk-Adjusted Mortality Rate as a Measure of Hospital Quality of Care, Medical Care 37(1): 83-92.",
        "Rosenthal, G.E. 1997. Weak Association between Hospital Mortality Rates for Individual Diagnoses: Implications for Profiling Hospital Quality. American Journal of Public Health 87(3):429-433.",
        "Melnick, G.A., J. Zwanziger and A. Bamezai. 2000. Cost Shifting in a Price Competitive Environment. Health Economics 9: 211-225.",
        "Melnick, G.A., J. Zwanziger, A. Bamezai., and R. Pattison. 1992. The Effects of Market Structure and Bargaining Position on Hospital Prices. Journal of Health Economics 11: 217-233.",
        "Manheim, L.M., G.J. Bazzoli, M. Sohn. 1994. Local Hospital Competition in Large Market Areas. Journal of Economics and Management Strategy 3: 143-167.",
        "McClellan, M and D. Staiger. 1999b. Comparing Hospital Quality at For-Profit and Not-for Profit Hospitals. NBER Working Paper No. W7324. National Bureau of Economic Research: Cambridge, MA.",
        "McClellan, M and D. Staiger. 1999a. The Quality of Health Care Providers. NBER Working Paper No. W7327. National Bureau of Economic Research: Cambridge, MA.",
        "Lynk, W. 1995. Non-profit Mergers and the Exercise of Market Power. Journal of Law and Economics 38(2): 437-461.",
        "Luft, H.F., and P.S. Romano. 1993. Chance, Continuity and Change in Hospital Mortality Rates. JAMA 270: 331-337.",
        "Keeler, E.B., G. Melnick. 1999. The Changing Effects of Competition on Non-Profit and ForProfit Hospital Pricing Behavior. Journal of Health Economics 18: 69-86.",
        "Hilzenrath, D. June, 6, 1994. HMOs Save Money by Shifting Costs. The Washington Post.",
        "Goldman, F. and M. Grossman. 1978. The Demand for Pediatric Care: An Hedonic Approach. Journal of Political Economy 86(2): 259-280.",
        "Dranove, D., R. Ludwick. 1999. Competition and Pricing by Nonprofit Hospitals: A Reassessment of Lynks analysis. Journal of Health Economics 18: 87-98.",
        "Cutler, D., M. McClellan and J.P. Newhouse. 2000. How Does Managed Care Do It? Rand Journal of Economics 31(3): 526-548.",
        "Corrigan, J.M., J. Eden and B.M. Smith. 2002. Leadership by Example: Coordinating Government Roles in Improving Healthcare Quality. Committee on Enhancing Federal Healthcare Quality Programs, Institute of Medicine: National Academy of Science, The National Academies Press, Washington, DC.",
        "Brooks, J.M., A. Dor, and H.S. Wong. 1998. The Impact of Physician Payments on HospitalInsurer Bargaining in the US in Governments and Health Systems. John Wiley and Sons: D. Chinitz and J. Cohen Eds.",
        "Brooks, J.M., A. Dor, and H.S. Wong. 1997. Hospital-Insurer Bargaining: An Empirical Investigation of Appendectomy. Journal of Health Economics 16(4): 417-434.",
        "Anders, G. 1996. Who Pays for Cut-Rate Heart Care? The Wall Street Journal.",
        "Acs, G., S. H. Long, S. Marquis, and P. F. Short. 1996. Self Insured Health Plans: Prevalence, Profile, Provisions and Premiums. Health Affairs 15(2): 267-278.",
        "Dranove, D., M. Shanely, W. White. 1993. Price and Competition in Hospital Markets: the Switch From Patient-driven to Payer-driven Competition. Journal of Law and Economics 36: 179-204.",
        "Brendt, E.R, 1991. The Practice of Econometrics: Classic and Contemporary. Addison-Weslely: Reading: Massachusettes, Tokyo, Wokingham, U.K. and Sydney."
    ]
}