{
    "id": 10441,
    "cites": 67,
    "cited_by": 19,
    "reference": [
        "Van Rijckeghem, Caroline and Beatrice Weder. 2000. Spillovers through Banking Centers: A Panel Data Analysis of Bank Flows Journal of International Money and Finance (forthcoming).",
        "UNCTAD. 2001. World Investment Report 2001. Promoting Linkages. (Switzerland: The United Nations) Unite, Angelo and Michael Sullivan. 2001. The Impact of Liberalization of Foreign Bank Entry on the Philippine Domestic Banking Market. Philippine Institute PASCN discussion paper 200 1-08.",
        "Stallings, Barbara and Rogerio Studart. 2001. Financial Regulation and Supervision in Emerging Markets: The Experience of Latin America since the Tequila Crisis. CEPAL.",
        "Ten Wengel. 1995. International Trade in Banking Services, Journal of International Money and Finance, 14, 47-64.",
        "Smarzynska, Beata. 2004. Does Foreign Direct Investment Increase the Productivity of Domestic Firms? In Search of Spillovers through Backward Linkages. American Economic Review, forthcoming.",
        "Skipper, Harold, Jr.. 2001. Liberalization of Insurance Markets: Issues and Concerns. In Open Doors: Foreign Participation in Financial Systems in Developing Countries, edited by Robert Litan, Paul Masson, and Michael Pomerheano (Washington DC: Brookings Institution and the World Bank): 105-156.",
        "Sapienza, Paoha. Lending Incentives of State-Owned Banks Northwestern University working paper. 2002.",
        "Seth, Rama, Daniel E. Nolle, and Sunil K. Mohanty. 1998. Do Banks Follow Their Customers Abroad? Financial Markets, Institutions, and Instruments 7 (4): 1-25.",
        "Romer, Paul. 1993. Idea gaps and object gaps in economic development Journal of Monetary Economics 32 pp. 543-573.",
        "Rodriguez-Chare, Andres. 1996. Multinational Linkages and Economic Development. American Economic Review vol. 86 pp. 852-873.",
        "Rojas-Suarez, Liliana. 2001. Rating banks in emerging markets: What credit rating agencies should learn from financial indicators. Institute for International Economics working paper 0 1-6.",
        "Peek, Joe, and Eric Rosengren. 2000. The Role of Foreign Banks in Latin America. Manuscript.",
        "Prasad, Eswar, Kenneth Rogoff, Shang-Jin Wei, and M. Ayhan Kose. 2003. Effects of Financial Globalization on Developing Countries: Some Empirical Evidence. International Monetary Fund Occasional Paper #220 (Washington D.C.). Rajan, Raghuram G. and Luigi Zingahes. Financial Dependence and Growth. American Economic Review vol. 88 (3). June. Pp. 559-586.",
        "Peek, Joe, and Eric Rosengren. 1997. The International Transmission of Financial Shocks: The Case of Japan. American Economic Review 87, no. 4 (September): 495505.",
        "Oman, C. 2000. Policy Competition for Foreign Direct Investment: A Study of Competition Among Governments to Attract FDI. (Paris OECD).",
        "Novaes and Sergio Werhang. Political Risk and capital Structure choice of foreign subsidiaries: An Empirical Analysis November 2001 htLp : / /www S . orcLpub/J o mt 04 .",
        "Markusen, James R. and Anthony J. Venables. 1999. Foreign Direct Investment as a Catalyst for Industrial Development. European Economic Review, vol. 43, pp.335-356.",
        "Mathieson, Donald J. and Jorge Roldas, 2001. Foreign Banks in Emerging Markets. In Robert E. Litan, Paul Masson, and Michael Pomerheano, eds. Open Doors: Foreign Participation in Financial Systems in Developing Countries. (Washington DC: Brookings Institute Press.) Martinez Peria, Maria Sohedad, and Sergio Schmukher. 1999. Do Depositors Punish Banks for `Bad Behavior? Market Discipline in Argentina, Chile, and Mexico. World Bank Policy Research Working Paper no. 2058 (February).",
        "Markusen, James R. 1995. The Boundaries of Multinational Enterprises and the Theory of International Trade. Journal of Economic Perspectives vol. 9, pp. 169-189.",
        "Lipsey, Robert E. and Frederik Sjohohm. 2002. Foreign Firms and Indonesian Manufacturing Wages: An Analysis with Panel Data. NBER working paper no. 9417 (December).",
        "Levine, Ross, Norman Loayza, and Thorsten Beck. 2000. Financial Intermediation and Growth: Causality and Causes. Journal of Monetary Economics, vol.46(1): 3 1-77.",
        "Lipsey. 2000. Inward FDI and Economic Growth in Developing Countries, Transnational Corporations, Vol. 9, No. 1, (April), Geneva, United Nations Conference on Trade and Development, pp. 67-96.",
        "Levine, Ross. 1999. Foreign Bank Entry and Capital Control Liberalization: Effects on Growth and Stability. Manuscript, University of Minnesota.",
        "LaPorta, Rafael, Fhorencio Lopez-de-Sihances, and Andrei Shheifer. 2002. Government Ownership of Banks Journal of Finance, forthcoming.",
        "Kose, M. Ayhan, Eswar S. Prasad, and Marco E. Terrones. 2003. Volatility and Comovement in a Globalized World Economy: An Empirical Exploration. International Monetary Fund, working paper wp/03/246.",
        "Horvath, E. 2002. Lending booms, credit risk and the dynamic provisioning system, in Studies on the Procyclical Behaviour of Banks, National Bank of Hungary Occasional Papers #10. http: //www,mnb.hu/er~giish/ Imbs, Jean. 2003. Trade, Finance, Specialization, and Synchronization Review of Economics and Statistics. August.",
        "Horstmann, Ignatius and James Markusen. Firm-specific Assets and the Gains from Direct Foreign Investment. Economica, February 1989, 56 (221) pp.41-48.",
        "Hawkins, John and Dubravko Mihahjek. 2001. The banking industry in the emerging market economies: competition, consolidation and systemic stability: an overview. In The banking industry in the emerging market economies: competition, consolidation and systemic stability Bank for International Settlements papers no. 4 (August).",
        "Hanson, Gordon and Matthew Slaughter. 2003. The Role of Multinational Corporations in International Business Cycle Transmission. Manuscript.",
        "Gorg, Holger and David Greenaway. 2003. Much Ado About Nothing? Do Domestic Firms Really Benefit from Foreign Direct Investment? World Bank Research Observer (forthcoming).",
        "Goldberg, Linda and Michael Klein. 2001. International Trade and Factor Mobility: An Empirical Investigation, in Money, Capital Mobility and Trade: Essays in Honor of Robert Mundell, edited by G. Calvo, R. Dornbusch, and M. Obstfehd. (M.I.T. Press).",
        "Goldberg, Linda and Michael Klein. 1998. Foreign Direct Investment, Trade and Real Exchange Rate Linkages in Developing Countries, 1998, in Managing Capital Flows and Exchange Rates: Perspectives from the Pac~Jic Basin, edited by Reuven Glick. (Cambridge University Press).",
        "Goldberg, Linda, B. Gerard Dages, and Jennifer Crystal. 2002. The Lending Cycles of Banks in Emerging Markets: Foreign and Domestic Owners Compared. Manuscript, Federal Reserve Bank of New York.",
        "Germidis, Dimitri. Transfers of technology by multinational corporations. Paris. OECD 1977.",
        "Goldberg, Linda. 2002. When Is Foreign Bank Lending to Emerging Markets Volatile? in Preventing Currency Crises in Emerging Markets, edited by Sebastian Edwards and Jeffrey Frankel (NBER and University of Chicago Press).",
        "Garber, Peter. 2000. What you see vs. what you get: Derivatives in International Capital Flows in Managing Financial and Corporate Distress: Lessons from Asia, edited by Charles Adams, Robert E. Litan, Michael Pomerheano (Brookings). httt://brookir~gs.nat.edu/books/O8157OiO39/htm1/362,htmi#pagetop Gehos, Gaston and Jorge Roldos. 2002. Consolidation and Market Structure in Emerging Market Banking Systems. Manuscript.",
        "Galindo, Arturo, and Fabio Schiantarelli, Credit Contraints on Firms in Latin America: An Overview of the Micro Evidence IADB 2002.",
        "Galindo, Arturo, Ahejandro Micco, and Serra, Better the Devil that You Know: Evidence on Entry Costs Faced by Foreign Banks IADB September 2002.",
        "Fosfuri, A., M. Motta, and T. Ronde. 2001. Foreign Direct Investment and Spillovers through Workers Mobility. Journal of International Economics vol. 53, pp. 205-222.",
        "Eichengreen, Barry and David Leblang. 2002. Capital Account Liberalization and Growth: Was Mr. Mahathir Right? NBER working paper no. 9427 (December). Fehdstein, Martin, James R. Hines, and R. Glenn Hubbard. The Effects of Taxation on Multinational Corporations. (Chicago: NBER and University of Chicago Press). Focarelli, Daio and Alberto Franco Pozzoho. Where do Banks Expand Abroad? An Empirical Analysis. Manuscript.",
        "Edison, Hali, Michael Klein, Luca Ricci, and Torsten Shok. 2002. Capital Account Liberalization and Economic Performance: Survey and Synthesis. IMF working paper (May).",
        "Detragaiche, Enrica and Poonam Gupta. 2002. Foreign Bank in Emerging Market Crises: Malaysia, 1996-98 International Monetary Fund, Washington DC.",
        "Dixit, Avinash and A.S. Kyle. 1985. The Use of Protection and Subsidies for Entry Promotion and Deterrence. American Economic Review 75: 139-152.",
        "Demirguc-Kunt, Ash, Ross Levine, and Hong-Ghi Mm. 1998. Opening to Foreign Banks: Issues of Stability, Efficiency, and Growth. In Seongtae Lee, ed., The Implications of Globalization of World Financial Markets. (Seoul: Bank of Korea).",
        "Demirgic-Kunt, Ash and Enrica Detragiache. 2001. Financial Liberalization and Financial Fragility in Financial Liberalization: How Far, How Fast? Edited by Gerard Caprio, Patrick Honohan, and Joseph Stiglitz (New York: Cambridge University Press).",
        "Demirgic-Kunt, Ash and Enrica Detragiache. 1998. The Determinants of Banking Crises: Evidence from Industrial and Developing Countries. IMF Staff Papers 45(1): 81109.",
        "Dages, B. Gerard, Daniel Kinney, and Linda Goldberg. 2000. Foreign and Domestic Bank Participation in Emerging Markets: Lessons from Mexico and Argentina in Federal Reserve Bank of New York, Economic Policy Review 6(3): 17-36.",
        "Crystal, Jennifer, B. Gerard Dages, and Linda Goldberg. 2001. Does Foreign Ownership Contribute to Sounder Banks? The Latin American Experience. In Open Doors: Foreign Participation in Financial Systems in Developing Countries, edited by Robert Litan, Paul Masson, and Michael Pomerleano (Washington DC: Brookings Institution and the World Bank): 217-266.",
        "Clarke, George, Robert Cull and Maria Soledad Martinez Peria. 2002. Foreign Bank Entry: Experience, Implications for Developing Countries, and Agenda for Further Research. Manuscript (June).",
        "Clarke, George, Robert Cull and Maria Soledad Martinez Peria. 2002. Does Foreign Bank Penetration Reduce Access to Credit in Developing Countries? Evidence from Asking Borrowers. Manuscript.",
        "Clarke, George, Robert Cull, Laura DAmato, and Andrea Molinari. 1999. The Effect of Foreign Entry on Argentinas Banking System. In The Internationalization of Financial Services: Issues and Lessons for Developing Countries, edited by Stijn Claessens and Marion Jansen. (Doredrecht, The Netherlands: Kluwer Academic).",
        "(Boston MA: Kluwer Academic Press) Claessens, Stijn, Ash Demiriguc-Kunt, and Harry Huizinga. 2001. How does foreign entry affect domestic banking markets? Journal of Banking and Finance, 25, pp.891911.",
        "Claessens, Stijn, Ash Demiriguc-Kunt, and Harry Huizinga. 2000. The Role of Foreign Banks in Domestic Banking Systems. In Stijn Claessens and Marion Jansen, eds. The Internationalization of Financial Services: Issues and Lessons for Developing Countries.",
        "Cavallo, Michele and Giovanni Majnoni. 2001. Do Banks Provision for Bad Loans in Good Times? World Bank Policy Research working paper no. 2619.",
        "Calomiris, Charles and Andrew Powell. 2001. Can Emerging Market Bank Regulators Establish Credible Discipline? The Case of Argentina, 1992-1999. In Prudential Supervision: What Works and What Doesn `t, edited by Frederic Mishkin (NBER and University of Chicago Press).",
        "Buch, Claudia, Jorn Kleinert, and Peter Zajc. January 2003. Financial Integration and Stability in Transition Economies: Does the Mode of Entry Matter? manuscript, Kiel Institute for World Economics. Budd, John, and Matthew Slaughter. forthcoming. Are Profits Shared Across Borders? Evidence on International Rent Sharing, Journal of Labor Economics.",
        "Burdisso, Tamaro, Laura DAmato, and Andrea Molinari. 1998. The Bank Privatization Process in Argentina: Toward a More Efficient Banking System? Unpublished paper, Banco Central de la RepÃ\u0083Â¼blica Argentina (October).",
        "Borio, C., C. Furfine, and P. Lowe. 2001. Procyclicality of the financial system and financial stability: Issues and Policy options. BIS working paper.",
        "Borensztein, Eduardo, Jose de Gregorio, and J.W. Lee. 1998. How does foreign direct investment affect economic growth? Journal of International Economics vol. 45, pp. 115-135.",
        "Blomstrom, Magnus. 1989. Foreign Investment and Spillovers. London: Routledge.",
        "Blomstrom, Magnus, and An Kokko. 2003. The Economics of Foreign Direct Investment Incentives NBER 9489. http://papersnberorg/papers/W9489 Bonin, John and I. Abel. 2000. Retail Banking in Hungary: A Foreign Affair? William Davidson Institute working paper no. 356.",
        "Barth, James, Gerard Caprio, and Ross Levine. 2002. Bank Regulation and Supervision: What Works Best? NBER working paper 9323 (November).",
        "Barth, James, Gerard Caprio, and Ross Levine. 2001. Banking Systems Around the Globe: Do Regulation and Ownership Affect Performance and Stability? in Frederic Mishkin, ed., Prudential Regulation and Supervision: What Works and What Doesn `t. (Boston Ma: National Bureau of Economic Research).",
        "Barajas, Adolfo, Roberto Steiner, and Natalia Salazar. 2000. The Impact of Liberalization and Foreign Investment in Colombias Financial Sector. Journal of Development Economics 63 (1): 157-96.",
        "Aitken, Brian and Ann Harrison. 1999. Do Domestic Firms Benefit from Direct Foreign Investment? Evidence from Venezuela American Economic Review vol.89 no.3 (June) pp.606-618.",
        "Aitken, Brian, Ann Harrison, and Robert E. Lipsey. 1996. Wages and Foreign Ownership: A Comparative Study of Mexico, Venezuela, and the United States, Journal of International Economics, Vol. 40, No. 3/4, (May), pp. 345-371.",
        "Bank for International Settlements, 2001. The banking industry in the emerging market economies: competition, consolidation, and systemic stability. BIS papers no. 4 Monetary and Economics Department (August)."
    ]
}