{
    "id": 10440,
    "cites": 16,
    "cited_by": 1,
    "reference": [
        "Nicholson, Sean and David Song, The Incentive Effects of the Medicare Indirect Medical Education Policy, Journal of Health Economics, Vol. 20, 2001.",
        "Ku, Leighton, and Teresa Coughlin, Medicaid Disproportionate Share and Other Financing Programs, Health Care Financing Review, Vol. 16 No. 3, 1995.",
        "National Center for Health Workforce Analysis, Area Resource File, Department of Health and Human Services, 2003.",
        "Kominski, Gerald and Stephen Long, Medicares Disproportionate Share Adjustment and the Cost of Low-income Patients, Journal of Health Economics, Vol. 16, 1997.",
        "General Accounting Office, Medicaid: State Financing Schemes Again Drive Up Federal Payments, Statement of Kathryn G. Allen before the Senate Committee on Finance, GAO/T-HEHS-00-193, Sept 6, 2000.",
        "General Accounting Office, Medicaid: States Use Illusory Approaches to Shift Program Costs to Federal Government, Letter Report, GAO/HEHS-94-133, Aug 1, 1994.",
        "Duggan, Mark, Hospital Ownership and Public Medical Spending, Quarterly Journal of Economics, Nov 2000.",
        "Cutler, David, and Ellen Meara, The Technology of Birth: Is It Worth It? Frontiers in Health Policy Research, Vol. 3, 2000.",
        "Currie, Janet, and Jonathan Gruber, The Technology of Birth: Health Insurance, Medical Interventions, and Infant Health, NBER Working Paper 5985, 1997.",
        "Cutler, David, Your Money or Your Life: Strong Medicine for Americas Health Care System, Oxford University Press, 2004.",
        "Corman, Hope, Theodore Joyce, and Michael Grossman, A Cost-Effectiveness Analysis of Strategies to Reduce Infant Mortality, Medical Care, Vol. 26 No. 4, 1988.",
        "Currie, Janet, and Jonathan Gruber, Saving Babies: The Efficacy and Cost of Recent Changes in the Medicaid Eligibility of Pregnant Women, Journal of Political Economy, Vol. 104 No. 6, 1996.",
        "Coughlin, Teresa, Leighton Ku, Johnny Kim, Reforming the Medicaid Disproportionate Share Hospital Program, Health Care Financing Review, Vol. 22 No. 2, Winter 2000.",
        "Coughlin, Teresa, and David Liska, Changing State and Federal Payment Policies for Medicaid Disproportionate Share Hospitals, Health Affairs, Volume 17, No. 3, 1998.",
        "Centers for Medicare and Medicaid Services, CMS Statistics, Department of Health and Human Services, 2002.",
        "Centers for Medicare and Medicaid Services, Medicaid Disproportionate Share Hospital Reports, http://www.cms.gov/dsh/default.asp , accessed January 15, 2004."
    ]
}