{
    "id": 1044,
    "cites": 48,
    "cited_by": 3,
    "reference": [
        "Ashenfelter, 0. and D. Card (1982), Time Series Representations of Economic Variables and Alternative Models of Labor Market, unpublished paper, Princeton University.",
        "Azariadis, C. (1975), Implicit Contracts and Underemployment Equilibria, Journal of Political Economy, 83, 1183-1202.",
        "Barro, R.J. (1977a) Long-Term Contracting, Sticky Prices, and Monetary Policy, Journal of Monetary Economics, 3, 305-16.",
        "United States, American Economic Review, 67, 101-15. Barro, R.J. and D.B. Gordon (1981) A Positive Theory of Monetary Policy in a Natural Rate Model, unpublished paper, University of Rochester, 1981.",
        "Barro, R.J. and Z. Hercowitz (1980), Money Stock Revisions and Unanticipated Money Growth, Journal of Monetary Economics, 6, 257-267.",
        "Barro, R.J. and M. Rush (1980), Unanticipated Money and Economic Activity, in S. Fischer (ed.) Rational Expectations Models and Economic Policy, Chicago,University of Chicago Press for The National Bureau of Economic Research.",
        "Begg, D.K.H. (1982) Rational Expectations, Wage Rigidity and Involuntary Unemployment: A Particular Theory, Oxford Economic Papers, 12, 23-42.",
        "Blanchard, O.J. (1981), Price Desynchronization and Price Stickiness, unpublished paper, Harvard University.",
        "Blinder, A.S. and S. Fischer (1981), Inventories, Rational Expec- tations, and The Business Cycle, Journal of Monetary Economics, 8, 277-304.",
        "Blinder, A.S. (1981), Monetary Accommodation of Supply Shocks Under Rational Expectations, Journal of Money Credit and Bankir~g, 13 425-438.",
        "Boschen, J. F. and H. I. Grossman (1981), Tests of Equilibrium Macroeconomics using Contemporaneous Monetary Data, NBER Working Paper No. 558R, October.",
        "Buiter, W. H. and I. Jewitt (1980), Staggered Wage Setting without Money Illusion: Variations on a Theme of Taylor, NBER Working Paper No. 545.",
        "Calvo, G. (1982), On the Microfoundations of Staggered Nominal Contracts: A First Approximation, unpublished paper, Columbia University.",
        "Canzoneri, M. B. (1980), Labor Contracts and Monetary Policy, Journal of Monetary Economics, 6, 241-256.",
        "Christofides, L. N. and D. A. Wilton (1982) , The Determinants of Contract Length: An Empirical Analysis Based on Canadian Micro Data, unpublished paper.",
        "Cukierman, A. (1981), How to Quantify Credibility and Its Effects-- A Suggestion, Working Paper No. 4-81, Foerder Institute for Economic Research, Tel Aviv University.",
        "Diamond, P. A. (1982), A Search Equilibrium Approach to the Micro Foundations of Macro Models, Wicksell Lectures.",
        "Dornbusch, R. (1982) PPP Exchange-Rate Rules and Macroeconomic Stability, Journal of Political Economy, 90, 158-165.",
        "Fair, R. C. (1979), An Analysis of a Macroeconomic Model with Rational Expectations in the Stock and Bond Markets, American Economic Review, 67, 539-552.",
        "Fellner, W. J. (1980), The Valid Core of Rationality Hypothesis in the Theory of Expectations, Journal of Money Credit and Banking, 12, Pt. 2, 763-787.",
        "Fischer, S. (1977a), Long Term Contracts, Rational Expectations, and The Optimal Policy Rule, Journal of Political Economy, 85, 191-206.",
        "Fischer, S. (1977b) Long-Term Contracting, Sticky Prices, and Monetary Policy, Journal of Monetary Economics, 3, 317-323.",
        "Friedman, N. (1968), The Role of Monetary Policy, American Economic Review, 58, 1-17.",
        "Garber, P. (1982) Transition from Inflation to Price Stability, in Carnegie-Rochester Conference Series on Public Policy: Monetary Regimes and Protectionism, Vol. 16, 11-41.",
        "Gray, J. A. (1976), Wage Indexation: A Macroeconomic Approach, Journal of Monetary Economics, 2, 221-36.",
        "Hall, R. E. (1980), Employment Fluctuations and Wage Rigidity, Brookings Papers on Economic Activity, 91-123.",
        "Hawtrey, R.G. (1932), French Monetary Policy, in The Art of Central Banking, R. G. Hawtrey (Ed.), pp. 1-40.",
        "Hercowitz, Z. (1980), Money and Relative Price Dispersion in the United States, Working Paper No. 433, National Bureau of Economic Research.",
        "Lucas, R.E., Jr. (l972a), Econometric Testing of the Natural Rate Hypothesis, In 0. Eckstein (Ed.), The Econometrics of Price Determination, Federal Reserve Board. _______________ (1972b), Expectations and The Neutrality of Money, Journal of Economic Theory, 4, 103-124.",
        "Journal of Political Economy, 83, 1113-44. Lucas, R.E. Jr. and T.J. Sargent (1978), After Keynesian Economics,~ in After the Phillips Curve: Persistence of High Inflation and High Unemployment, Conference Series No. 19, Federal Reserve Bank of Boston.",
        "McNees, S. (1979), The Phillips Curve: Forward or Backward Looking?, New England Economic Review, July/August, 46-54.",
        "Meyer, L. and G. Webster (1981) Rational Expectations and Monetary Policy: An Application of Least Squares Learning, Carneg~- Rochester Conference Series on Public Policy, forthcoming.",
        "The Modelling of Expectations and Inertia, Working Paper 41, Department of Economics, University of Washington. Miller, N. (1981), The Medium Term Financial Strategy: An Experiment in Co-ordinating Monetary and Fiscal Policy, Fiscal Studies, 2, 50-60.",
        "Miskin, Frederic S. (1982), Does Anticipated Monetary Policy Matter? An Econometric Investigation, Journal of Political Econon~y, 1, 22-51.",
        "Mussa, N. (1977), The Welfare Cost of Inflation and The Role of Money as a Unit of Account, Journal of Money Credit and Banking, 9, 276-286.",
        "Okun, A. (1980), Rational Expectations with Misperceptions as a Theory of the Business Cycle, Journal of Money Credit and Banking, 12, part 2, 817-825.",
        "Okun, A. (1981), Prices and Quantities: A Macroeconomics Analysis, Brookings Institution.",
        "Parkin, N. (1982), The Output-Inflation Tradeoff when Prices are Costly to Change, Research Report 8209, Department of Economics, University of Western Ontario.",
        "Phelps, E. S. (1967), Phillips Curves, Expectations of Inflation and Optimal Unemployment Over Time, Economica, 34, 254-81.",
        "Phelps, E. S. and J. B. Taylor (1977), Stabilizing Powers of Monetary Policy Under Rational Expectations, Journal of Political Economy, 85, 163-190.",
        "Sargent, T. J. and N. Wallace (1975), `Rational Expectations, The Optimal Monetary Instrument and The Optimal Money Supply Rule, Journal of Political Ecdnoi~y~, 83, 241-54.",
        "Sargent, T. J. (1976), A Classical Macroeconometric Model for the United States, Journal of Political Economy, 84, 207-238.",
        "Paper 158, Federal Reserve Bank of Minneapolis. _____________ (1981), Stopping Moderate Inflations: The Methods of Poincare and Thatcher, unpublished paper, University of Minnesota.",
        "Taylor, J. B. (1979), Estimation and Control of a Macroeconomic Model with Rational Expectations, Econometrica, 47, 659-680.",
        "Journal of Political Economy, 88, 1-23. _____________ (1981), Stabilization, Accommodation, and Monetary Rules, American Economic Review Papers and Proceedings, 71, 145-149.",
        "Tobin, J. (1981), The Monetarist Counterrevolution Today--An Appraisal, Economic Journal, 91, 29-42.",
        "Walsh, Carl E. (1982), Interest Rate Volatility and Monetary Policy, Federal Reserve Bank of Kansas City, Research Working Paper No. 82-03.",
        "Weiss, Laurence (1980), The Role for Active Monetary Policy in a Rational Expectations Model, Journal of Political Economy, 88, 221-233."
    ]
}