{
    "id": 10442,
    "cites": 8,
    "cited_by": 1,
    "reference": [
        "Morley, Samuel A., and Gordon W. Smith (1974), The Choice of Technology: Multinational firms in Brazil, Paper No. 58 (fall), Rice University Program of Development Studies.",
        "Mataloni, Raymond J., Jr., and Daniel R. Yorgason (2006), Operations of U.S. Multinational Companies: Preliminary Results from the 2004 Benchmark Survey, Survey of Current Business, Vol. 86, No.11, November, pp. 37-68.",
        "Lipsey, Robert E., Irving B. Kravis, and Romualdo Roldan (1982), Do Multinational Firms Adapt Factor Proportions to Relative Factor Prices? in Anne 0. Krueger, Trade and Employment in Developing Countries:2. Factor Supply and Substitution, Chicago, University of Chicago Press, pp. 2 15-255.",
        "Kimura, Fukunari, and Mitsuo Ando (2006), Japanese Manufacturing FDI and International Production and Distribution Networks in East Asia, in Shujiro Urata, Chia Siow Yue, and Fukunari Kimura, Editors, Multinationals and Economic Growth in East Asia, London and New York, Routledge.",
        "Helg, Rodolfo, and Lucia Tajoli (2005), Patterns of International Fragmentation of Production and the Relative Demand for Labor, North American Journal of Economics and Finance, Vol. 16, pp. 233-254.",
        "Cohen, Benjamin I. (1975), Multinational Firms and Asian Exports, New Haven and London, Yale University Press Courtney, William H., and Leipziger, Danny M. (1975), Multinational Corporations in LDCs: The Choice of Technology, Oxford Bulletin of Economics and Statistics, Vol. 57, pp. 297-303.",
        "Chen, Tain-Jy (1992), Technical Change and Technical Adaptation of Multinational Firms: The Case of Taiwans Electronics Industry, Economic Development and Cultural Change, Vol. 40, No. 4, July, pp. 867-88 1.",
        "Borga, Maria, and William J. Zeile (2004), International Fragmentation of Production and the Intrafirm Trade of U.S. Multinational Companies, BEA Working Paper 2004-02, January."
    ]
}