{
    "id": 10447,
    "cites": 42,
    "cited_by": 0,
    "reference": [
        "Wang, Zhenyu, 2000, A shrinkage theory of asset allocation using asset-pricing models, Working paper, Columbia University.",
        "Tse, Y. K., and Albert K. C. Tsui, 2002, A multivariate generalized autoregressive conditional heterskedasticity model with time-varying correlations, Journal of Business and Economic Statistics 20, 351-362.",
        "Stambaugh, Robert, 1982, On the exclusion of assets from tests of the two parameter model, Journal of Financial Economics 10, 235-268.",
        "Schwert, G. Williams, and Paul L. Seguin, 1990, Heteroskedasticity in Stock Returns, Journal of Finance 45, 1129-1155.",
        "Sharpe, William, 1963, A simplified model for portfolio analysis, Management Science 9, 277-293.",
        "Roll, Richard, 1985, A note on the geometry of Shankens CSR T2 test for mean/variance efficiency, Journal of Financial Economics 14, 349-357.",
        "Michaud, Richard O., 1998, Efficient Asset Management, Harvard Business School Press, Boston, MA.",
        "Muirhead, Robb J., 1982, Aspects of Multivariate Statistical Theory, John Wiley and Sons, New York.",
        "Michaud, Richard O., 1989, The Markowitz optimization enginma: Is optimized optimal? Financial Analysts Journal 45, 31-42.",
        "Merton, Robert C., 1980, On estimating the expected return on the market: An exploratory investigation Journal of Financial Economics 8, 323-361.",
        "MacKinlay, A. Craig, 1987, On multivariate tests of the CAPM, Journal of Financial Economics 18, 341-372.",
        "Lutkepohl, Helmut, 1993, Introduction to multiple time series analysis (2nd ed.), Springer-Verlag, New York.",
        "Liu, Qianqiu, 2003, On portfolio optimization: How do we benefit from high-frequency data? Working paper, Kellogg Graduate School of Management, Northwestern University.",
        "Ledoit, Olivier, and Michael Wolf, 2003b, Honey, I shrunk the sample covariance matrix, Working paper, Credit Suisse First Boston and Universitat Pompeu Fabra.",
        "Ledoit, Olivier, and Michael Wolf, 2003a, Improved estimation of the covariance matrix of stock returns with an application to portfolio selection, Journal of Empirical Finance 10, 603-621.",
        "Lahiri, S. N. 2002, On the jackknife-after-bootstrap method for dependent data and consistency properties, Econometric Theory 18, 79-98.",
        "Kunsch, Hans R. 1989, The jackknife and the bootstrap for general stationary distributions, Annals of Statistics 17, 1217-1241.",
        "Kandel, Shmuel, 1984, The likelihood ratio test of mean-variance efficiency without a riskless asset, Journal of Financial Economics 13, 575-592.",
        "Jobson, J. D., and Bob Korkie, 1982, Potential performance and tests of portfolio efficiency, Journal of Financial Economics 10, 433-466.",
        "Jobson, J. D., and Bob Korkie, 1981, Putting Markowitz theory to work, Journal of Portfolio Management, 70-74.",
        "Jagannathan, Ravi, and Tongshu Ma, 2003, Risk reduction in large portfolios: Why imposing the wrong constraint helps, Journal of Finance 58, 1651-1683.",
        "Jacquier, Eric, Alex Kane, and Alan Mrcus, 2002, Optimal forecasts of long term returns and asset allocation: Geometric, arithmetic, or other means? Working paper, Boston College.",
        "Hall, P., Jing, B. Y. and Lahiri, S. N., 1998, On the sampling window method for long-range dependent data, Statistica Sinica, 8, 4, 1189-1204.",
        "Hall, P. and Jing, B. Y., 1996, On sample reuse methods for dependent data, Journal of Royal Statistical Society, Series B, 58, 727-737.",
        "Gibbons, Michael, 1982, Multivariate test of financial models: A new approach, Journal of Financial Economics 10, 3-27.",
        "Gibbons, Michael, Stephen Ross, and Jay Shanken, 1989, A test of the efficiency of a given portfolio, Econometrica 57, 1121-1152.",
        "Ghysels, Eric, Pedro Santa-Clara, and Rossen Valkanov, 2004b, The MIDAS touch: Mixed data sampling regression models, Working paper, University of North Carolina and UCLA.",
        "Ghysels, Eric, Pedro Santa-Clara, and Rossen Valkanov, 2004a, There is a risk-return trade-off after all, Working paper, University of North Carolina and UCLA.",
        "Frost, Peter A., and James E. Savarino, 1988, For better performance: Constrain portfolio weights, Journal of Portfolio Management 15, 29-34.",
        "Foster, F. D., Tom Smith, and Robert Whaley, 1997, Assessing goodness-of-fit of asset pricing models: The distribution of the maximal R2, Journal of Finance 52, 591-607.",
        "Foster, D. P., and D. B. Nelson, 1996, Continuous record asymptotics for rolling sample variance estimators, Econometrica 64, 139-174.",
        "Flemming, Jeff, Cris Kirby, and Barbara Ostdiek, 2003, The economic value of volatility timing using realized volatility, Journal of Financial Economics 67, 473-509.",
        "Fama, Eugene, and Kenneth French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Engle, Robert F., 2002, Dynamic conditional correlation: A simple class of multivariate general- ized autoregressive conditional heteroskedasticity models, Journal of Business and Economic Statistics 20, 339-350.",
        "Efron, Bradley, 1982, The Jackknife, the Bootstrap, and Other Resampling Plans, Society for In- dustrial and Applied Mathematics, Philadelphia, PA.",
        "Elton, Edwin J., and Martin J. Gruber, 1973, Estimating the dependence structure of share prices-- Implications for portfolio selection, Journal of Finance 28, 1203-1232.",
        "Chan, Louis K. C., Jason Karceski, and Josef Lakonishok, 1999, On portfolio optimization: Fore- casting covariances and choosing the risk model, Review of Financial Studies 12, 937-974.",
        "Andersen, Torben G., Tim Bollerslev, Francis X. Diebold, and Paul Labys, 2003, Modeling and forecasting realized volatility, Econometrica 71, 579-625.",
        "Ahn, Dong-Hyun, Jennifer Conrad, and Robert F. Dittmar, 2003, Basis assets, Working paper, Kenan-Flagler Business School, University of North Carolina.",
        "Jorion, Philippe, 1986, Bayes-Stein estimation for portfolio analysis, Journal of Financial and Quantitative Analysis 21, 279-292.",
        "Ghysels, Eric, Pedro Santa-Clara, and Rossen Valkanov, 2003, Predicting volatility: Getting the most out of return data sampled at different frequencies, Working paper, University of North Carolina and UCLA.",
        "Shanken, Jay, 1985, Multivariate tests of the zero-beta CAPM, Journal of Financial Economics 14, 327-348."
    ]
}