{
    "id": 10444,
    "cites": 15,
    "cited_by": 2,
    "reference": [
        "Tamaki, N. (2003) A study of the investment of Japans public pension reserve fund--How should the government behave as an institutional investor? NIRA Working Paper, 2003-2.",
        "Smith, A. (1982) Intergenerational transfers as social insurance, Journal of Public Economics, 19, pp.97-106.",
        "Smetters, K. (2003) Is the social security trust fund worth anything? NBER Working Paper, 9845.",
        "Shoven, J. B. ed. (2000) Administrative Aspects of Investment-based Social Security Reform, The University of Chicago Press, Chicago.",
        "Oshio, T. (2003) Net pension liabilities, intergenerational equity, and pension reforms, Pie Discussion Paper, 131.",
        "Myles, D.G. (1995) Public Economics, Cambridge University Press, Cambridge.",
        "Kato, R. (1998) Transition to an aging Japan: Public pension, savings, and capital taxation, Journal of the Japanese and International Economies, 12, pp.204-231.",
        "House of Representatives, March 3. Hatta, T. and Y. Oguchi (2001) Nenkin Kaikaku Ron [Social Security Reform] (in Japanese), Nihon Keizai Shinbusha, Tokyo.",
        "Greenspan, A. (1999) On investing the social security trust fund in equities, Testimony before the Subcommittee on Finance and Hazardous Materials, Committee on Commerce, U.S.",
        "Genda, Y. (1997) Chansu wa ichido: sedai to chingin kakusa [One chance: Generations and wage differentials] (in Japanese) The Japanese Journal of Labour Studies, 449, pp.2-12.",
        "Burbidge, J. B. (1983) Social security and savings plans in overlapping-generations models, Journal of Public Economics, 21, pp.79-92.",
        "Bohn, H. (2001) Social security and demographic uncertainty: the risk-sharing properties of alternative policies, in J. Y. Campbell and M. Feldstein ed., Risk Aspects of Investment-based Social Security Reform, The University of Chicago Press, Chicago, pp.203-241.",
        "Abel, A.B.(2001) The social security and trust fund, the riskless interest rate, and capital accumulation, in J. Y. Campbell and M. Feldstein ed., Risk Aspects of Investment-based Social Security Reform, The University of Chicago Press, Chicago, pp.153-193.",
        "Aaron, H. J. and R. D. Reishauer (1998) Countdown to Reform, Century Foundation Press, New York.",
        "Feldstein, M. (1974) Social security, induced retirement and aggregate capital accumulation, Journal of Political Economy, 82, pp.905-926."
    ]
}