{
    "id": 10459,
    "cites": 32,
    "cited_by": 2,
    "reference": [
        "White, B. L. (1975). The First Three Years of Life Englewood Cliff, N.J.: Prentice-Hall.",
        "Ribar, David C. (1995). A Structural Model of Child Care and the Labor Supply of Married Women, Journal of Labor Economics 13(3): 558-597.",
        "Ribar, David C. (1992). Child Care and the Labor Supply of Married Women: Reduced Form Evidence, Journal of Human Resources 27(1): 134-165.",
        "Powell, Lisa M. (2002). Joint Labor Supply and Childcare Choice Decisions of Married Mothers, Journal of Human Resources 37(1): 106-128.",
        "Powell, Lisa M. (1998). Part-Time versus Full-Time Work and Child Care Costs: Evidence from Married Mothers, Applied Economics 30(4) 503-511.",
        "Powell, Lisa M. (1997). The Impact of Child Care Costs on the Labor Supply of Married Mothers: Evidence from Canada, Canadian Journal of Economics 30(3): 577-594.",
        "Picone, A. Gabriel, Frank Sloan, Shin-Yi Chou, and Donald H. Taylor, Jr. (2003). Does Higher Hospital Cost Imply Higher Quality of Care, Review of Economics and Statistics, 85(1): 51-62.",
        "Mroz, Thomas A. (1999). Discrete Factor Approximations in Simultaneous Equation Models: Estimating the Impact of a Dummy Endogenous Variable on a Continuous Outcome, Journal of Econometrics 92: 233-274.",
        "Michalopoulos, Charles, Philip K. Robins, and Irwin Garfinkel (1992). A Structural Model of Labor Supply and Child Care Demand, Journal of Labor Economics 27 (1), Winter:166-203.",
        "Meyers, Marcia K., Theresa Heintze, and Douglas A. Wolf (2002). Child Care Subsidies and the Employment of Welfare Recipients, Demography 39 (1): 165-180.",
        "Landy, S., and K. K. Tam (1996. Yes, Parenting Does Make a Difference to the Development of Children in Canada, In Growing up in Canada: The National Longitudinal Survey of Children and Youth, Ottawa: Minister of Industry, 103-113.",
        "Kimmel, Jean (1998). Child Care Costs as a Barrier to Employment for Single and Married Mothers, Review of Economics and Statistics 80(2): 287-299.",
        "Kimmel, Jean (1995). The Effectiveness of Child Care Subsidies in Encouraging the Welfare-to-Work Transition of Low-Income Single Mothers, American Economic Review, Papers and Proceedings 85(2): 271-275.",
        "Hu, Wei Yin (1999). Child Support, Welfare Dependency and Womens Labor Supply, Journal of Human Resources 34(1): 71-103.",
        "Hofferth, Sandra L., and Douglas A. Wissoker (1992). Price, Quality, and Income in Child Care Choice, Journal of Human Resources, 27 (1): 70-111.",
        "Heckman, James J., and Burton Singer (1984). A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models for Duration Data, Econometrica 52, March: 271-320.",
        "Gelbach, Jonah (2002). Public Schooling for Young Children and Maternal Labor Supply, American Economic Review 92 (1): 307-322.",
        "Connelly, Rachel, and Jean Kimmel (2000). Marital Status and Full-Time/Part-Time Work Status in Child Care Choices, Upjohn Institute Working Paper No 99-58.",
        "Cleveland, Gordon H., and Douglas E. Hyatt (1993). Determinants of Child Care Choice: A Comparison on Ontario and Quebec, Canadian Journal of Regional Science 16(1): 53-67.",
        "Campbell, S. (1995). Behavior Problems in Preschool Children: A Review of Recent Research, Journal of Child Psychiatry 56: 113-149.",
        "Blau David M., and Erdal Tekin (2003). The Determinants and Consequences of Child Care Subsidies for Single Mothers, Working Paper No. 9665, National Bureau of Economic Research.",
        "Blau, David M. (2003). Child Care Subsidy Programs, in Means-Tested Transfer Programs in the United States, Robert A. Moffitt (ed.), University of Chicago Press.",
        "Blau, David M. (2001). The Child Care Problem: An Economic Analysis, New York: The Russell Sage Foundation.",
        "Blau, David M., and Alison Hagy (1998). The Demand for Quality in Child Care, Journal of Political Economy, 106(1): 107-146.",
        "Blau, David M., and Philip K. Robins (1988). Child Care Costs and Family Labor Supply, Review of Economics and Statistics 70 (3), August: 374-381.",
        "Berk, L. (1985). Relationship of Educational Attainment, Child Oriented Attitudes, Job Satisfaction, and Career Commitment to Caregiver Behavior toward Children, Child Care Quarterly (14): 103-129.",
        "Berger, Mark C., and Dan A. Black (1992). Child Care Subsidies, Quality of Care, and the Labor Supply of Low-Income Single Mothers, Review of Economics and Statistics 74 (4), November: 635-642.",
        "Anderson, Patricia M., and Philip B. Levine (2000). Child Care and Mothers Employment Decisions, in Finding Jobs: Work and Welfare Reform, Rebecca M. Blank and David Card (eds.), New York: Russell Sage Foundation.",
        "Administration for Children and Families (2000). New Statistics Show Only Small Percentage of Eligible Families Receive Child Care Help, Washington D.C.",
        "Adams, Gina and Monica Rohacek (2002). More Than a Work Support? Issues Around Integrating Child Development Goals into Child Care Subsidy System, Early Childhood Research Quarterly 17: 418-440.",
        "Chaplin, Duncan D., Philip K. Robins, Sandra L. Hofferth, Douglas A. Wissoker, and Paul Frostin (1999). The Price Sensitivity of Child Care Demand: A Sensitivity Analysis, Unpublished Manuscript.",
        "Kimmel, Jean (1994). The Role of Child Care Assistance in Welfare Reform, UpJohn Institute for Employment Research, Fall."
    ]
}