{
    "id": 1045,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "Azariadis, C., Implicit Contracts and Underemployment Equilibria, Journal of Political Economy (December 1975), pp. 1183-1202.",
        "Baily, M.N., Wages and Employment Under Uncertain Deamnd, Review of Economic Studies (January 1974), pp. 37-50.",
        "Bauxnol, W.J., Contestable Markets: An Uprising in the Theory of Industry Structure, American Economic Review (March 1982), pp. 1-15.",
        "Ben Porath, Y., The Production of Human Capital and the Life Cycle of Earnings, Journal of Political Economy, No. 4, (1967), pp. 352-365.",
        "Eaton, J. and H.S. Rosen, Pensions, A~cy and the Structure of Executive Compensation, mimeo, June 1981.",
        "Freeman, R., The Effects of Trade Unionism on Fringe Benefits, Industrial and Labor Relations Review (July 1981).",
        "Grossman, H.I., Risk Shifting, Layoffs, and Seniority, Journal of Monetary Economics, (November 1978), pp. 661-686.",
        "Hall, R., and E. Lazear, The Excess Sensitivity of Quits and Layoffs to Demand, NBER Working Paper No. 864, (February 1982).",
        "Harris, M., and B. Holmstrom, Ability, Performance and Wage Dynamics, mimeo, 1981.",
        "Bashimoto, N and B.T. Yu, Specific Capital, Employment Contracts, and Wage Rigidity, Bell Journal of Economics (Autumn 1980), pp. 536-549.",
        "Holmatrom, B., Equilibrium Long-Term Labor Contracts, Northwestern University, Kellogg Graduate School of Management, Discussion Paper No. 414, (January 1980).",
        "Johnson, C. and K. Youmans, Union Relative Wage Effects by Age and Education, Industrial and Labor Relations Review (January 1971), pp. 171-179.",
        "Johnson, C., Changes Over Time in the Union-Nonunion Wage Differential in the United States, mimeo, 1981.",
        "Klein, B. and K. B. Leffler, The Role of Market Forces in Assuring Contractual Performance, Journal of Political Economy (August 1981), pp. 615-641.",
        "Lazear, E., Why is There Mandatory Retirement, Journal o~ Political Economy (December 1979), pp. 1261-1284.",
        "American Economic Review (September 1981) Lazear, E., and H.S. Rosen, Rank-Order Tournaments as Optimum Labor Contracts, Journal of Political Economy (October 1981).",
        "Medoff, .3. and K. Abraham, Involuntary Terminations Under Explicit and Implicit Employment Contracts, nilmeo, 1981.",
        "Williamson, 0. etal., Understanding the Employment Relation, Bell Journal of Economics (Spring 1975), pp. 250-278."
    ]
}