{
    "id": 10454,
    "cites": 9,
    "cited_by": 5,
    "reference": [
        "Erev, Ido, and Alvin E. Roth, 1998. Predicting How People Play Games: Reinforcement Learning in Experimental Games with Unique, Mixed Strategy Equilibria. American Economic Review 88, pp. 848-881.",
        "Choi, James, David Laibson, Brigitte C. Madrian, and Andrew Metrick, 2004. For Better or For Worse: Default Effects and 401(k) Savings Behavior. In David A. Wise, editor, Perspectives in the Economics of Aging. Chicago, IL: University of Chicago Press.",
        "Choi, James J., David Laibson, Brigitte C. Madrian, and Andrew Metrick, 2003. Employees Investment Decisions About Company Stock. In Olivia S. Mitchell and Stephen P. Utkus, editors, Pension Design and Decision-Making Under Uncertainty, forthcoming.",
        "Choi, James J., David Laibson, Brigitte C. Madrian, and Andrew Metrick, 2002. Defined Contribution Pensions: Plan Rules, Participant Choices, and the Path of Least Resistance. In James M. Poterba, editor, Tax Policy and the Economy, Volume 16. Cambridge, MA: MIT Press, pp. 67-113.",
        "Quarterly Journal of Economics 112, pp. 1-57. Charness, Gary, and Dan Levin, 2003. Bayesian Updating vs. Reinforcement and Affect: A Laboratory Study. Mimeo, University of California, Santa Barbara.",
        "Carroll, Christopher D., 1992. The Buffer Stock Theory of Saving: Some Macroeconomic Evidence. Brookings Papers on Economic Activity 1992(2), pp. 61-156.",
        "Bodkin, Ronald, 1959. Windfall Income and Consumption. American Economic Review 49, pp. 602-614.",
        "Burtless, Gary, 1986. Social Security, Unanticipated Benefit Increases, and the Timing of Retirement. Review of Economic Studies 53, pp. 781-805.",
        "Angeletos, George-Marios, David Laibson, Andrea Repetto, Jeremy Tobacman, and Stephen Weinberg. The Hyperbolic Consumption Model: Calibration, Simulation, and Empirical Evaluation. Journal of Economic Perspectives 15, pp. 47-68. Benartzi, Shlomo, 2001. Excessive Extrapolation and the Allocation of 401(k) Accounts to Company Stock. Journal of Finance 56, pp. 1747-1764."
    ]
}