{
    "id": 10453,
    "cites": 27,
    "cited_by": 4,
    "reference": [
        "Wurgler, J., 2000. Financial markets and the allocation of capital. Journal of Financial Economics 58, 187-214.",
        "Wei, S., Gelos, R., 2002. Transparency and International Investor Behavior. NBER Working paper No. 9260.",
        "Saudagaran, S., Diga, J., 1997. Financial Reporting in Emerging Capital Markets: Characteristics and Policy Issues. Accounting Horizons 11, 41-64.",
        "Roll, R., 1988. R-squared. Journal of Finance 43, 541-66.",
        "Rajan, R., Zingales, L., 2001. Financial systems, industrial structure, and growth. Oxford Review of Economic Policy 17, 467-482.",
        "PriceWaterhouseCoopers, 2001. The Opacity Index. Available at http://www.opacity-index.com/.",
        "OHara, M., 2003. Liquidity and Price Discovery. Journal of Finance, 58, 1335-54.",
        "Myers, S., 2000. Outside Equity. Journal of Finance 55, 1005-37.",
        "Morck, R., Yeung, B., Yu, W., 2000. The information content of stock markets: why do emerging markets have synchronous stock price movements? Journal of Financial Economics 58, 215-260.",
        "La Porta R., Lopez-de-Silanes, F., Shleifer, A., 2002. Government Ownership of Banks. Journal of Finance 57, 265-301.",
        "La Porta R., Lopez-de-Silanes, F., Shleifer, A., Vishny, R., 2000. Investor protection and corporate governance. Journal of Financial Economics 58, 3-27.",
        "Jensen, M., Meckling, W., 1976. Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure. Journal of Financial Economics 3, 305-60.",
        "Friedman, E., Johnson, S., 2000. Tunneling and Propping. Unpublished working paper, MIT Sloan School of Management.",
        "Dimson, E., 1979. Risk Measurement When Shares are Subject to Infrequent Trading. Journal of Financial Economics 7, 197-226.",
        "Easley, D., OHara, M., 2002. Information and the Cost of Capital. Unpublished working paper, Cornell University.",
        "De Long, B., Shleifer, A., Summers, L., Waldmann, R., 1991. The Survival of Noise Traders in Financial Markets. Journal of Business 64, 1-19.",
        "De Long, B., Shleifer, A., Summers, L., Waldmann, R., 1990. Noise Trader Risk in Financial Markets. Journal of Political Economy 98, 703-738.",
        "De Long, B., Shleifer, A., Summers, L., Waldmann, R., 1989. The Size and Incidence of the Losses from Noise Trading. Journal of Finance 44, 681-696.",
        "Conrad, J., Kaul, G,. 1988. Time-Variation in Expected Returns. Journal of Business 61, 409-25.",
        "Chen, J., Hong, H., Stein, J., 2001. Forecasting crashes: trading volume, past returns, and conditional skewness in stock prices. Journal of Financial Economics 61, 345-381.",
        "Chang, J., Khanna, T., Palepu, K., 2001. Analyst Activity Around the World. Harvard Business School Working paper No. 01-061.",
        "Campbell, J., Lettau, M., Malkiel, B., Xu, Y., 2001. Have Individual Stocks Become More Volatile? An Empirical Exploration of Idiosyncratic Risk. Journal of Finance 56, 1-43.",
        "Bushman, R., Piotroski, R., Smith, A., 2003. What Determines Corporate Transparency? Unpublished working paper, University of Chicago.",
        "Bris, A., Goetzmann, W., Zhu, N., 2003. Efficiency and the Bear: Short Sales and Markets around the World. NBER working paper No. 9466.",
        "Barry, C., Jennings, R., 1992. Information and Diversity of Analyst Opinion. Journal of Financial and Quantitative Analysis 27, 169-183.",
        "Cohen, R., Polk, C., Vuolteenaho, T., 2003. The Value Spread. Journal of Finance 58, 609-41.",
        "Bhattacharya, U., Daouk, H., Welker, M., 2002. The World Price of Earnings Opacity. Unpublished working paper, Indiana University."
    ]
}