{
    "id": 10450,
    "cites": 22,
    "cited_by": 16,
    "reference": [
        "Rust, J. (1987), Optimal Replacement of GMC Bus Engines: An Empirical Model of Harold Zurcher, Econometrica, 55:5, 999-1033.",
        "Pesendorfer, M. and P. Schmidt-Dengler (2003), Identification and Estimation of Dynamic Games, mimeo, London School of Economics.",
        "Pakes, A., and P. McGuire (2001), Stochastic Approximation for Dynamic Models: Markov Perfect Equilibrium and the `Curse of Dimensionality, Econometrica, forthcoming.",
        "Pakes, A. and P. McGuire (1994), Computing Markov-Perfect Nash Equilibria: Numerical Implications of a Dynamic Differentiated Product Model, Rand Journal of Economics, 25:4, 555-89.",
        "Pakes, A., M. Ostrovsky, and S. Berry (2003), Simple Estimators for the Parameters of Discrete Dynamic Games (with Entry/Exit Examples), mimeo Harvard University.",
        "Olley, G. S., and A. Pakes (1996), The Dynamics of Productivity in the Telecommunications Equipment Industry, Econometrica, 64:6, 1263-1298.",
        "Motzkin, T. S., Raiffa, H., Thompson, G. L. and R.M. Thrall (1953), The Double Description Method, in Kuhn, H. W. and A. W. Tucker (eds.), Contributions to Theory of Games, Volume 2, Princeton University Press.",
        "Manski, C. F., and E. Tamer (2002), Inference in Regressions with Interval Data on a Regressor or Outcome, Econometrica, 70:2, 519-546.",
        "Jofre-Bonet, M. and M. Pesendorfer, Estimation of a Dynamic Auction Game, Econometrica, (forthcoming). Keane, M. P. and K. I. Wolpin (1997), The Career Decisions of Young Men, Journal of Political Economy, 105:3, 473-522.",
        "Hotz, V. J., Miller, R. A., Sanders, S., and J. Smith (1993), A Simulation Estimator for Dynamic Models of Discrete Choice, Review of Economic Studies, 60, 397-429.",
        "Hotz, V. J., and R. A. Miller (1993), Conditional Choice Probabilities and the Estimation of Dynamic Models, Review of Economic Studies, 60:3, 497-529.",
        "Haile, P. A., and E. Tamer (2003), Inference with an Incomplete Model of English Auctions, Journal of Political Economy, 111:1, 1-51.",
        "Gowrisankaran, G. and R. Town (1997), Dynamic Equilibrium in the Hospital Industry, Journal of Economics and Management Strategy, 6:1, 45-74.",
        "Ericson, R., and A. Pakes (1995), Markov-Perfect Industry Dynamics: A Framework for Empirical Work, Review of Economic Studies, 62:1, 53-83.",
        "Ciliberto, F. and E. Tamer (2004), Market Structure and Multiple Equilibria in Airline Markets, Working Paper, Princeton University.",
        "Chernozhukov, V., Hong, H., and E. Tamer (2004), Parameter Set Inference in a Class of Econometric Models, Working Paper, Princeton University.",
        "Bresnahan, T. F. and P. Reiss (1991), Empirical Models of Discrete Games, Journal of Econometrics, 81, 57-81.",
        "Berry, S. T., Levinsohn, J., and A. Pakes (1995), Automobile Prices in Market Equilibrium , Econometrica, 63:4, 841-90.",
        "Benkard, C. L. (forthcoming), A Dynamic Analysis of the Market for Widebodied Commercial Aircraft, Review of Economic Studies. Berry, S. T., and A. Pakes (2000), Estimation from the Optimality Conditions for Dynamic Controls,, mimeo Yale University.",
        "Bajari, P., and C. L. Benkard (2003), Demand Estimation With Heterogeneous Consumers and Unobserved Product Characteristics: A Hedonic Approach, Working Paper, Stanford University.",
        "Aguirregabiria, V. and P. Mira (2002b), Swapping the Nested Fixed Point Algorithm: A Class of Estimators for Discrete Markov Decision Models, Econometrica, 70:4, 1519-1543.",
        "Aguirregabiria, V. and P. Mira (2002a), Sequential Simulated-Based Estimation of Dynamic Discrete Games, mimeo, Boston University."
    ]
}