{
    "id": 10451,
    "cites": 103,
    "cited_by": 3,
    "reference": [
        "Worley, Ted R. The Control of the Real Estate Bank of the State of Arkansas, 1836-1855. The Mississippi Valley Historical Review, 37,3 (December 1950), 403-426.",
        "Weingast, Barry R., Kenneth A. Shepsle, and Christopher Johnsen. The Political Economy of Benefits and Costs: A Neoclassical Approach to Distributive Politics, Journal of Political Economy 89, 4, (August, 1981) 642-664.",
        "Weingast, Barry R. 1979. A Rational Choice Perspective on Congressional Norms, American Journal of Political Science 24: 245-262.",
        "Wallis, John Joseph, 2003A The Property Tax as a Coordination Device: Financing Indianas Mammoth System of Internal Improvements. Explorations in Economic History. (July 2003). Wallis, John Joseph. The NBER/Maryland State Constitution Project, http://i29.2. 168. i74/constitutionl.",
        "Wallis, John Joseph, 2003, Market Augmenting Government? The State and the Corporation in 19th Century America in Omar Azfar and Charles Cadwell, ed. Market-Augmenting Government: The Institutional Foundations for Prosperity. (Ann Arbor: University of Michigan Press, 2003).",
        "Wallis, John Joseph, 2001, History of the Property Tax, in Property Taxation and Local Government Finance, Wallace E. Oates, ed., (Cambridge: Lincoln Institute, 2001), 123, 147.",
        "Wallis, John Joseph, 2000, American Government Finance in the Long Run: 1790 to 1990, Journal of Economic Perspectives, 14, 1, (January, 2000), 61-82.",
        "Wallis, John Joseph, Richard Sylla and John Legler. The Interaction of Taxation and Regulation in Nineteenth Century Banking. In Goldin and Libecap, eds. The Regulated Economy: A Historical Approach to Political Economy, (Chicago: University of Chicago Press, 1994, pp. 121-144).",
        "Wallis, John Joseph, Arthur Grinath, and Richard Sylla, Debt, Default, and Revenue Structure. NBER Working Paper and mimeo, 2001.",
        "Wallenstein, Peter. From Slave South to New South: Public Policy in Nineteenth Century Georgia. (Chapel Hill: University of North Carolina Press, 1987).",
        "Troesken, Werner. The Institutional Antecedents of State Utility Regulation: The Chicago Gas Industry, 1860 to 1913. In The Regulated Economy: A Historical Approach to Political Economy, edited by Claudia Goldin and Gary D. Libecap, 55 - 80, Chicago: University of Chicago Press.",
        "Sylla, Richard, John B. Legler, and John Joseph Wallis. ICPSR, data. Tarr, Alan Understanding State Constitutions, (Princeton: Princeton University Press, 1998).",
        "Thorpe, Francis Newton, The Federal and State Constitutions, Colonial Charters, and the Organic Laws of the State, Territories, and Colonies; Now or heretofore Forming the United States ofAmerica. Washington, D.C. 1909.",
        "Sylla, Richard, John B. Legler, and John Joseph Wallis. Banks and State Public Finance in the New Republic. Journal of Economic History, 47, 2 (June, 1987.), 39 1-403.",
        "Stewart, Charles. Analyzing Congress. (New York: W.W. Norton, 2002).",
        "Stein, Robert M., and Kenneth N. Bickers. Perpetuating the Pork Barrel: Policy Subsystems and American Democracy. (New York: Cambridge University Press, 1995).",
        "Shleifer and Vishny, Corruption. Quarterly Journal of Economics, 108, 3, (1993), 599-617.",
        "Sparks, Earl Sylvester. History and Theory ofAgricultural Credit in the United States. (New York: Thomas Crowell, 1932).",
        "Shepsle, Kenneth A., and Barry R. Weingast. Political Solutions to Market Problems, American Political Science Review (June, 1984) 78: 4 17-34.",
        "(Baton Rouge: Louisiana State University Press, 1987).",
        "Shepsle, Kenneth A., and Mark S. Bonchek. Analyzing Politics. (New York: W.W. Norton, 1997).",
        "Schwartz, Anna. The Beginning of Competitive Banking in Philadelphia. In (Money in Historical Perspective, NBER, Chicago: University of Chicago Press, 1987). Schweikart, Larry. Banking in the American South from the Age of Jackson to Reconstruction.",
        "(Athens, Ohio: The Ohio State University Press, 1969).",
        "Scheiber, Harry N. Ohio Canal Era: A Case Study of Government and the Economy, 1820-1861.",
        "Rolnick, Arthur J. and Warren E. Weber. New Evidence of the Free Banking Era. American Economic Review, 73,5 (December 1983), 1080-1091.",
        "Rose-Ackerman, Susan. Corruption: A Study in Political Economy, (New York: Academic Press, 1978).",
        "Rodrick, Dani, Arvind Subramanian, and Francesco Trebbi. Institutions Rule: The Primacy of Institutions over Geography and Integration in Economic Development. NBER Working Paper, 9305, October 2002.",
        "Rockoff, Hugh The Free Banking Era: A Reexamination, Journal of Money, Credit and Banking, 6, 2, (May 1974), 14 1-167.",
        "Ratchford, B. U. American State Debts. (Durham: Duke University Press, 1941).",
        "Qian, Yingyi and Barry R. Weingast. Federalism as a Commitment to Preserving Market Incentives. Journal of Economic Perspectives, ii, 4 (Autumn, 1997), 83-92.",
        "Pocock, J.G.A. ed. The Political Works of James Harrington. Cambridge: Cambridge University Press, 1977. Pocock, J.G.A. Virtue and Commerce in the Eighteenth Century. Journal of Interdisciplinary History 3 (72) p 124-5.",
        "Persson, and Guido Tabellini. The Economic Effect of Constitutions. (Boston: MIT Press, 2003).",
        "Niou, Emerson M. S., and Peter C. Ordeshook. Universalism in Congress. American J. of Political Science, 298, (May, 1985) 246-90.",
        "Murrin, John M. Escaping Perfidious Albion: Federalism, Fear of Corruption, and Democratization of Corruption in Postrevolutionary America. in Richard K. Matthews, ed., Virtue, Corruption, and Self-Interest. Bethlehem: Lehigh University Press, 1994.",
        "Mitchell, William E. The Effectiveness of Debt Limits on State and Local Government Borrowing. The Bulletin, 45 (October 1967) New York University, Graduate School of Business Administration.",
        "Miller, Nathan. The Enterprise of A Free People: Aspects of Economic Development in New York State during the Canal Period, 1792-1838. (Ithaca: Cornell University Press, 1962).",
        "Malone, Laurence J. Opening the West: Federal Internal Improvements Before 1860.",
        "McGrane, Reginald C. Foreign Bondholders and American State Debts. (New York: Macmillan Company, 1935).",
        "Mahoney, Paul G. The Common Law and Economic Growth: Hayek Might be Right. Journal ofLegal Studies, 30 (June 2001), 503-25.",
        "Maier, Pauline, The Debate Over Incorporations: Massachusetts in the Early Republic, in Conrad Wright, ed. Massachusetts an the New Nation. (Boston: Massachusetts Historical Society, 1992).",
        "Maier, Pauline, 1993 The Revolutionary Origins of the American Corporation. William and Mary Quarterly, 3d series, 50, 1 (January 1993), 51-84.",
        "Levine, Ross, Norman Loayza, and Thorsten Beck, Financial Intermediation and Growth: Causality and Causes. Journal of Monetary Economics, 46 (August 2000), 3 1-77.",
        "_____ Investor Protection and Corporate Governance. Journal of Financial Economics, 58 (2000), 3-27.",
        "_____ Law and Finance. Journal of Political Economy, 106 (December, 1998), 1133-1155.",
        "_____ The Quality of Government. Journal of Law, Economics, and Organization, iS (March, 1999), 222-279.",
        "La Porta, Rafael, Florencio Lopes-de-Silanes, Andrei Shleifer, and Robert, W. Vishny. Legal Determinants of External Finance. Journal of Finance, 52 (July 1997), 1131-1150.",
        "Larson, John Lauritz. Internal Improvement: National Public Works and the Promise of Popular Government in the Early United States. (Chapel Hill: University of North Carolina Press, 2001).",
        "Lamoreaux, Naomi and Jean-Laurent Rosenthal, Legal Regime and Businesss Organizational Choice. NBER Working paper 10288, February, 2004.",
        "Inman, Robert P. Transfers and Bailouts: Enforcing Local Fiscal Discipline with Lessons from U.S. Federalism. In Rodden, Jonathan and Gunnar S. Eskeland, ed. Fiscal Decentralization and the Challenge of Hard Budget Constraints. (Boston: MIT Press, 2003).",
        "Kessler, William C. Incorporation in New England: A Statistical Study, 1800-1875. Journal of Economic History, 8 (May 1948), pp. 43-62.",
        "Klitgaard, R. Controlling Corruption. (Berkeley: University of California Press, 1988).",
        "Knack, Stephen and Philip Keefer. Does Social Capital Have an Economic Payoff? A CrossCountry Investigation. Quarterly Journal of Economics. 112, 4 (November 1997), 125 11288.",
        "Kruman, Marc W. Between Authority and Liberty: State Constitution Making in Revolutionary America. (Chapel Hill: University of North Carolina Press, 1997).",
        "Lamoreaux, Naomi. Partnerships, Corporations, and the Limits on Contractual Freedom in U.S. History: An Essay in Economics, Law, and Culture, in Crossing Corporate Boundaries: History, Politics, and Culture, in Kenneth Lipartito and David B. Sicilia, eds. (New York: Oxford University Press, 2004).",
        "Inman, Robert P., and Michael Fitts. 1990. Political Institutions and Fiscal Policy: Evidence from the U.S. Historical Record. Journal of Law, Economics, and Organizations 6: 79132.",
        "Freedemen, Charles E. Joint-Stock Enterprise in France, 1807-1867: From Privileged Company to Modern Corporation. Chapel Hill: University of North Carolina Press, 1979.",
        "Glaeser, Edward L. and Andrei Shleifer, Legal Origins. Quarterly Journal of Economics, 117 (November 2002), 1193-229.",
        "Glaeser, Edward L. and Andrei Shleifer, The Rise of The Regulatory State. Journal of Economic Literature, 4, 2 (June 2003), 40 1-425.",
        "Goodrich, Carter. Government Promotion ofAmerican Canals and Railroads. (New York: Columbia University Press, 1960). Goodrich, Carter, The Revulsion Against Internal Improvements. Journal of Economic History, X, (November i950),i45-i69.",
        "Gunn, L. Ray. The Decline ofAuthority: Public Economic Policy and Political Development in New York, 1800-1860. (Ithaca: Cornell University Press, 1988).",
        "Haig, Robert Murray. History of the Property Tax in Illinois, Illinois Studies in the Social Sciences, Urbana: The University of Illinois, 1914.",
        "Handlin, Oscar and Mart Flug Handlin. Commonwealth: A Study of the Role of Government in the American Economy: Massachusetts, 1774-1861. (Cambridge: Belknap Press, 1969).",
        "Handlin, Oscar and Mary F. Handlin. Origins of the American Business Corporation. Journal of Economic History, 5 1 (May 1945), 1-23.",
        "Handlin, Oscar. Laissez-Faire Thought in Massachusetts, 1790-1880. Journal of Economic History, 3 (December 1943), 55-65.",
        "Hartz, Louis. 1948. Economic Policy and Democratic Thought: Pennsylvania, 1776-1860.",
        "Heath, Milton. Laissez-Faire in Georgia. Journal of Economic History. 3, (1943), 78-100.",
        ". Constructive Liberalism: The Role of the State in Economic Development in Georgia to 1860. (Cambridge: Harvard University Press, 1954).",
        "Hinich, Melvin J., and Michael C. Munger. 1997. Analytical Politics. (New York: Cambridge University Press).",
        "Hofstadter, Richard. The Idea of a Party System. Berkeley: University of California Press, 1969.",
        "Holt, Michael F. The Political Crisis of the 1850s. (New York: Norton, 1978).",
        "The Rise and Fall of the American Whig Party. (New York: Oxford University Press, 1999).",
        "Indiana Debates, Report of the Debates and Proceedings of the Convention for the Revision of the Constitution, The State of Indiana. Indianapolis: H. Fowler, 1850.",
        "Ford, Thomas. A History of Illinois form its Commencement as a State in 1818 to 1847. Vol. II Chicago: The Lakeside Press, 1946.",
        "de Figueiredo, Rui, and Barry R. Weingast. Self-Enforcing Federalism, Working Paper, Hoover Institution, Stanford University, 2003.",
        "Esarey, Logan. A History of Indiana: From its Exploration to 1860. (Indianapolis: B. F. Bowen and Company, 1918).",
        "Einhorn, Robin. Species of Property: The American Property Tax Uniformity Clauses Reconsidered, Journal of Economic History 61(2001), 973-1007.",
        "Dunlavy, Colleen A. From Citizens to Plutocrats: Nineteenth Century Shareholder Voting Rights and Theories of the Corporation, in Crossing Corporate Boundaries: History, Politics, and Culture, in Kenneth Lipartito and David B. Sicilia, eds. (New York: Oxford University Press, 2004).",
        "Dodd, Edwin Merrick, 1936, Statutory Developments in Business Corporation Law, 18861936.  Harvard Law Review, 50, pp. 27-.",
        "Dodd, Edwin Merrick, 1954. American Business Corporations until 1860; with Special Reference to Massachusetts. Cambridge; Harvard University Press.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopes-de-Silanes, and Andrei Shleifer. Courts. Quarterly Journal of Economics, 118 (May 2003), 453-5 17.",
        "Cooter, Robert D. The Strategic Constitution. (Princeton: Princeton University Press, 2000).",
        "Davis, John P. Corporations: A Study of the Development of the Origin and Development of Great Business Combinations and their Relation to the Authority of the State. (New York: Capricorn, 1961).",
        "Collie, Melissa. 1988. The Legislature and Distributive Policymaking in Formal Perspective. Legislative Studies Quarterly. 12: 427-58.",
        "Cole, Arthur H. The Committee on Research in Economic History: A Historical Sketch. Journal of Economic History. 20,4 (December 1970), 723-741.",
        "Clague, Christopher. The International Campaign against Corruption: An Institutionalist Perspective, in Heckelman and Coates, ed. Collective Choice: Essays in Honor of Mancur Olson, (New York: Springer, 2003).",
        "Carmony, Donald. F. Indiana 1816-1850: The Pioneer Era. (Indianapolis: Indiana Historical Bureau and Indiana Historical Society, 1998).",
        "(Cambridge; Harvard University Press, 1949). Callender, Guy Stevens. The Early Transportation and Banking Enterprises of the States. Quarterly Journal of Economics ,vol. XVII, no. 1 (November,i902), 111-162.",
        "Cadman, John W. The Corporation in New Jersey: Business and Politics, 1791-1875.",
        "Buchanan, James. Constitutional Economics. (Oxford: Blackwell, 1991).",
        "Brantley, William H. Banking in Alabama, 1816-1860. (Privately Printed, 1961).",
        "Bodenhorn, Howard. State Banking in Early America: A New Economic History. (Oxford: Oxford University Press, 2003).",
        "Bodenhorn, Howard. A History of Banking in Antebellum America. (Cambridge: Cambridge University Press, 2000).",
        "Berkowitz, Daniel, Katharina Pistor, and Jean-Francois Richard. Economic Development, Legality and the Transplant Effect. European Economic Review, 47 (February 2003) 165-195.",
        "Benson, Lee. The Concept of Jacksonian Democracy: New York as a Test Case. (Princeton: Princeton University Press, 1961).",
        "Bentley, Marvin. The State Bank of Mississippi: Monopoly Bank on the Frontier (1809-1830), The Journal of Mississippi History, XL, 4 (November 1978), pp. 297-3 19.",
        "Benson, George C. et al. The American Property Tax: Its History, Administration, and Economic Impact. (Claremont, CA: College Press, 1965).",
        "Beck, Thorsten and Ross Levine, Legal Institutions and Financial Development. NBER Working Paper 10126, December 2003.",
        "Banning, Lance. The Jeffersonian Persuasion. (Ithaca: Cornell University Press, 1978). Banning, Lance. Some Second Thoughts on Virtue and the Course of Revolutionary Thinking. In Terence Ball and J.G.A. Pocock, eds. Conceptual Change and the Constitution, University Press of Kansas.",
        "Bailyn, Bernard. The Ideological Origins of the American Revolution. Cambridge: Harvard University Press, 1967.",
        "Angell, Joseph K. and Samuel Ames, 1832. A Treatise of the Law of Private Corporations Aggregate. (Reprinted by Arno Press, New York, 1972).",
        "Adams, Willi Paul. The First American Constitutions. (Expanded Edition, Lanham, MD: Rowman and Littlefield, 2001.).",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson, Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution, Quarterly Journal of Economics 117 November 2002, pp. 1231-1294.",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson, The Colonial Origins of Comparative Development: An Empirical Investigation. American Economic Review, 91 (December, 2001), 1369-1401."
    ]
}