{
    "id": 10458,
    "cites": 34,
    "cited_by": 14,
    "reference": [
        "Yamashita, Takashi. Owner-Occupied Housing and Investment in Stocks: An Empirical Test, Journal of Urban Economics, March 2003, 53(2), pp 220-237.",
        "Sundarson, Suresh M. Intertemporally Dependent Preferences and the Volatility of Consumption and Wealth. Review of Financial Studies 2(2) (1989): 73-89.",
        "Ross, Stephen A. and Zisler, Randall C. Risk and Return in Real Estate. Journal of Real Estate Finance and Economics, June 1991, 4(2), pp. 175-90.",
        "Piazzesi, Monika, Martin Schneider, and Selale Tuzel. Housing, Consumption, and Asset Pricing, 2002, unpublished manuscript, UCLA.",
        "Ogaki, M. and C. M. Reinhart. Measuring Intertemporal Substitution: The Role of Durable Goods. Journal of Political Economy, 1998, 106(5), 1078-1098.",
        "Mehra, Rajnish, and Prescott, Edward C. The Equity Premium: A Puzzle. Journal of Monetary Economics, 15 (March 1985): 145-61.",
        "Lustig, Hanno, and Stijn Van Nieuwerburgh. Housing Collateral, Consumption Insurance and Risk Premia. 2002, unpublished manuscript, U. of Chicago.",
        "Lucas, Robert E., Jr., Asset Prices in an Exchange Economy. Econometrica, November 1978, 46(6), pp.",
        "Ioannides, Yannis M. Dynamics of the Composition of Household Asset Portfolios and the Life Cycle. Applied Financial Economics, September 1992, 2(3), pp. 145-59.",
        "Heaton, John C., and Lucas, Deborah. Portfolio Choice in the Presence of Background Risk. Economic Journal, January 2000, 110(460), pp. 1-26.",
        "Henderson, J. V. and Ioannides, Y.M. A Model of Housing Tenure Choice. American Economic Review, March 1983, 73(1), pp. 98-111.",
        "Heaton, John C. An Empirical Investigation of Asset Pricing with Temporally Dependent Preference Specification. Econometrica 63 (May 1995): 681-717.",
        "Grossman, Sanford J., and Laroque, Guy. Asset Pricing and Optimal Portfolio Choice in the Presence of Illiquid Durable Consumption Goods. Econometrica, January l990, 58(1), pp. 25-51. Hall, Robert E. Intertemporal Substitution in Consumption. Journal of Political Economy, 1988, 96(2), 339357.",
        "Goodman, John L., and Ittner, John B. The Accuracy of Home Owners Estimates of House Value. Economic Activity Section Working Paper No. 131, Washington, D.C.: Board of Governors of the Federal Reserve System, 1993.",
        "Goetzmann, William N., and Ibbotson, Roger. The Performance of Real Estate as an Asset Class. Journal of Applied Corporate Finance, Spring 1990, 3(1), pp. 65-76.",
        "Goetzmann, William N. The Single Family Home in the Investment Portfolio. Journal of Real Estate Finance and Economics, May 1993, 6(3), pp. 201-22.",
        "Flavin, Marjorie and Yamashita, Takashi. Owner-Occupied Housing and the Composition of the Household Portfolio. American Economic Review, 2002, 92(1), 345-362.",
        "Flavin, Marjorie and Yamashita, Takashi. Owner-Occupied Housing and the Composition of the Household Portfolio. unpublished manuscript, UCSD, 1999.",
        "Flavin, Marjorie. Owner-Occupied Housing in the Presence of Adjustment Costs: Implications for Assset Pricing and Nondurable Consumption, unpublished manuscript, UCSD, 2001.",
        "Ferson, Wayne E., and Constantinides, George M. Habit Persistence and Durability in Aggregate Consumption: Empirical Tests. Journal of Financial Economics 29 (October 1991): 199-240.",
        "Epstein, Larry G. and Zin, Stanley E. Substitution, Risk Aversion and the Temporal Behavior of Consumption and Asset Returns: An Empirical Analysis. Journal of Political Economy, 99 (April 1991): 263-86.",
        "Epstein, Larry G. and Zin, Stanley E. Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework. Econometrica, July 1989, 57(4), pp. 937969.",
        "Eichenbaum, Martin S., Lars P. Hansen, and Kenneth J. Singleton. A Time Series Analysis of Representative Agent Models of Consumption and Leisure Choice under Uncertainty. Quarterly Journal of Economics, 1988, 103(1), 51-78.",
        "Dynan, Karen E. Habit Formation in Consumer Preferences: Evidence from Panel Data. American Economic Review, 2000, 90(3), 391-406.",
        "Deaton, Angus S. Life-cycle Models of Consumption: Is the Evidence Consistent with the Theory? in T.F. Bewley, ed., Advances in Econometrics, Fifth World Congress, 1987, Cambridge: Cambridge University Press, Chapter 14, 121-148.",
        "Canner, Niko, Mankiw, N. Gregory and Weil, David N. An Asset Allocation Puzzle. American Economic Review, March l997, 87(1), pp. 181-191. Case, Karl E. and Shiller, Robert J. The Efficiency of the Market for Single-Family Homes. American Economic Review, March l989, 79(1), pp. 125-137. Constantinides, George M. Habit Formation: A Resolution of the Equity Premium Puzzle. Journal of Political Economy, June 1990, 98(3), pp. 519-543.",
        "Campbell, John Y. and Cochrane, John H. Explaining the Poor Performance of Consumption-Based Asset Pricing Models. Manuscript. Cambridge, Mass.: Harvard Univ.; Chicago: Univ. of Chicago, 1998.",
        "Campbell, John Y. and Cochrane, John H. By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior. Journal of Political Economy, April 1999, 107(2), pp. 205-251.",
        "Caballero, Ricardo J. Durable Goods: An Explanation for their Slow Adjustment. Journal of Political Economy, 1993, 101(2), 205-251.",
        "Brueckner, Jan K. Consumption and Investment Motives and the Portfolio Choices of Homeowners. Journal of Real Estate Finance and Economics, 1997, 15(2), pp. 159-80.",
        "Bernanke, Ben S., Adjustment Costs, Durables, and Aggregate Consumption. Journal of Monetary Economics, 1985, 15, pp. 41-68.",
        "Beaulieu, Joseph J. Optimal Durable and Nondurable Consumption with Transactions Costs. Working paper 93-12, Finance and Economics Discussion Series, Division of Research and Statistics, Federal Reserve Board, Washington, D.C., April 1993.",
        "Abel, Andrew B. Asset Prices under Habit Formation and Catching Up with the Joneses. A.E.R. Papers and Proceedings, 80 (May 1990): 38-42.",
        "Survey Research Center. A Panel Study of Income Dynamics, Procedures and Tape Codes: 1973 Interviewing Year, Wave VI, A Supplement, Ann Arbor, MI: Institute for Social Research, University of Michigan, 1973."
    ]
}