{
    "id": 10468,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Basuroy, S., Chatterjee, S., and S. A. Ravid, 2003, How Critical Are Critical Reviews? The Box Office Effects of Film Critics, Star Power and Budgets, Journal of Marketing, Vol.67 (October), 103-117.",
        "Berger, A. N.M. Miller, M.A Petersen R. Rajan and J. Stein: (2003) Does Function Follow Organizational Form? Evidence from the Lending Practices of Large and Small Banks working paper, Northwestern University, November.",
        "Carter, Richard B., and Steven Manaster (1990) Initial public offerings and underwriter reputation, Journal of Finance 45, 1045-1068.",
        "Carter, Richard B., Frederick H. Dark, and Ajai K. Singh (1998) Underwriter reputation, initial returns, and the long-run performance of IPO stocks, Journal of Finance 53, 285-311.",
        "Chevalier, J. and D. Mayzlin The Effect of Word of Mouth on Sales: Online Book Reviews Working paper, Yale University School of Management, October 2003.",
        "De Vany, A., and Walls, W.D. 2002. Does Hollywood make too many R-rated movies? Risk, stochastic dominance, and the illusion of expectation. Journal of Business 75 (July): 425-451.",
        "Eliashberg, J., and S. M. Shugan (1997), Film Critics: Influencers or Predictors? Journal of Marketing, 61(2), 68-78.",
        "Faure Grimaud, A. J.J. Laffont and D. Martimort (2002) Collusion, Delegation and Supervision with Soft Information USC Center for Law Economics and Organization Research paper C02-9.",
        "Fee, C.E. 2002. The Costs of Outside Equity Control: Evidence from Motion Picture Financing Decisions. Journal of Business 75 (October): 681-711.",
        "Gibbons, R. and Murphy, K.J., 1992, Optimal Incentive Contracts in the Presence of Career Concerns: Theory and Evidence, Journal of Political Economy, Vol.100, No. 3, pp. 468-505.",
        "Godes, D. and Mayzlin, D. (2003) Using Online Conversations to Study Word of Mouth Communication Working paper, Yale School of Management.",
        "John, K. S. A. Ravid and J. Sunder 2003. The Role of termination in Employment Contracts Theory and Evidence from the Careers of Film Directors ( March). Working Paper, New York University.",
        "Petersen, M.A.(2002) Information: Soft and Hard Working paper, Northwestern University.",
        "Petersen, M. A. and R. Rajan (1994): The Benefits of Firm-creditor Relationships: Evidence from Small Business Data Journal of Finance, 49, 3-37.",
        "Ravid, S. Abraham and S. Basuroy (2004) : . Executive objective function, the R-rating puzzle and the production of violent movies, forthcoming Journal of Business.",
        "Simonoff, J., and Sparrow, I.R. 2000. Predicting movie grosses: Winners and Losers, Blockbusters and Sleepers. Chance 13 (Summer): 15-24."
    ]
}