{
    "id": 10467,
    "cites": 41,
    "cited_by": 3,
    "reference": [
        "White, William (1980). Mandatory Licensure of Registered Nurses: Introduction and Impact. In Rottemburg, Simon (ed.) (1980). Occupational Licensure and Regulation. Washington, DC: American Enterprise Institute.",
        "Weingast, Barry (1980). Physicians, DNA Research Scientists, and the Market for Lemons. In Blair, Roger D. and Stephen Rubin (eds.). Regulating the Professions: A Public Policy Symposium. Lexington: DC Heath and Company, pp. 81-96.",
        "US Bureau of the Census (various years). Census of Population. Washington, DC: GPO. US Bureau of the Census (various years). Mortality Statistics. Washington, DC: GPO. US Department of Commerce (2001). Statistical Abstract of the United States. Washington, DC: GPO.",
        "Svorney, Shirley V. (1987). Physician Licensure: A New Approach to Examining the Role of Professional Interests. Economic Inquiry 25: 497-509.",
        "Stigler, George (1971). The Theory of Economic Regulation. Bell Journal of Economics and Management Science. 2: 3-21.",
        "Starr, Paul (1982). The Social Transformation of American Medicine: The Rise of a Sovereign Profession and the Making of a Vast Industry. New York: Basic Books.",
        "Smith, Hubert Winston (1941d). Legal Responsibility for Medical Malpractice: Further Information about Direct Causation and Damage. Journal of the American Medical Association 117 (1): 23-33.",
        "Smith, Hubert Winston (1941c). Legal Responsibility for Medical Malpractice: Malpractice Claims in the United States and a Proposed Formula for Testing Their Legal Sufficiency. Journal of the American Medical Association 116 (24): 2670-2679.",
        "Smith, Hubert Winston (1941b). Legal Responsibility for Medical Malpractice. Malpractice: Something of the Anatomy of the Law. Journal of the American Medical Association 116 (19): 2149-2159.",
        "Smith, Hubert Winston (1941a). Legal Responsibility for Medical Malpractice: The Legal Matrix of Medical Malpractice. Journal of the American Medical Association 116 (16): 942-947.",
        "Rothstein, William (1972). American Physicians of the Nineteenth Century: From Sects to Science. Baltimore: Johns Hopkins University Press.",
        "Price, Derek J. deSolla (1963). Little Science, Big Science. New York: Columbia University Press.",
        "Preston, Sam (1996). American Longevity: Past, Present, and Future. Syracuse University Policy Brief No. 7. Distinguished Lecturer in Aging Series, Center for Economic Policy Research.",
        "Maurizi, Alex R. (1974). Occupational Licensing and the Public Interest. Journal of Political Economy 82: 399-413.",
        "Ludmerer, Kenneth M. (1985). Learning to Heal: The Development of American Medical Education. New York: Basic Books.",
        "Leffler, Keith B. (1978). Physician Licensure: Competition and Monopoly in American Medicine. Journal of Law and Economics 21: 165-186.",
        "Leland, Hayne (1979). Quacks, Lemons and Licensing: A Theory of Minimum Quality Standards. Journal of Political Economy 87: 1328-1346.",
        "Law, Marc T. (2003). The Origins of State Pure Food Regulation. Journal of Economic History, 63: 1103-1130.",
        "Kessel, Reuben (1970). The AMA and the Supply of Physicians. Law and Contemporary Problems 35: 267-283.",
        "Holen, Arlene (1965). Effects of Professional Licensing Arrangements on Interstate Mobility and Resource Allocation. Journal of Political Economy 73: 492-498.",
        "Haas-Wilson, Deborah (1986). The Effect of Commercial Practice Restrictions: The Case of Optometry. Journal of Law and Economics 29: 165-186.",
        "Fuchs, Victor R., (ed.) (1969). Production and Productivity in the Service Industries. Studies in Income and Wealth, Volume 34. New York: Columbia University Press.",
        "Fraundorf, Kenneth C. (1984). Organized Dentistry and the Pursuit of Entry Control. Journal of Health Politics, Policy, and Law 8: 759-781.",
        "Friedman, Milton and Simon Kuznets (1945). Income from Independent Professional Practice. New York: National Bureau of Economic Research.",
        "Friedman, Milton (1962). Capitalism and Freedom. Chicago: University of Chicago Press.",
        "Fowler, Maureen J. (1966). Guides to Scientific Periodicals. London: The Library Association.",
        "Fogel, Robert W. (1994). Economic Growth, Population Theory, and Physiology: The Bearing of Long-Term Processes on the Making of Economic Policy. American Economic Review 84: 369-395.",
        "De Ville, Kenneth Allen (1990). Medical Malpractice in Nineteenth Century America: Origins and Legacy. New York: New York University Press.",
        "Cutler, David M. and Ellen Meara (2001). Changes in the Age Distribution of Mortality Over the 20th Century. NBER Working Paper No. 8556.",
        "Council on Medical Education (1930). Medical Education in the United States. Journal of the American Medical Association, 95: 487-524.",
        "Council on Medical Education (1920). Medical Education in the United States. Journal of the American Medical Association, 76: 379-388.",
        "Council of State Governments (1952). Occupational Licensing Legislation in the States. Chicago: Council of State Governments.",
        "Costa, Dora L. and Richard H. Steckel (1997). Long-Term Trends in Health, Welfare, and Economic Growth in the United States. In R. Steckel and R. Floud (eds.). Health and Welfare During Industrialization. Chicago: University of Chicago Press.",
        "Caroll, Sindey L. and Robert J. Gaston (1981). Occupational Restrictions and the Quality of Service Received: Some Evidence. Southern Economic Journal 48: 959-975.",
        "Burnstein, P.L. and J. Cromwell (1985). Relative Incomes and Rates of Return for US Physicians. Journal of Health Economics 4: 63-78.",
        "Benham, Lee, A. Maurizi and M. Reder (1968). Migration, Location, and Remuneration of Medical Personnel: Physicians and Dentists. Review of Economics and Statistics 50: 332-347.",
        "Benham, Lee and Alexandra Benham (1975). Regulating Through the Professions: A Perspective on Information Control. Journal of Law and Economics 18: 421-447.",
        "Arrow, Kenneth J. (1963). Uncertainty and the Welfare Economics of Medical Care. American Economic Review 53: 941-973.",
        "Allison, Paul D. (1984). Event History Analysis: Regression for Longitudinal Event Data. Beverly Hills: Sage Publications.",
        "Akerlof, George (1970). The Market for `Lemons: Quality Uncertainty and the Market Mechanism. Quarterly Journal of Economics 84: 488-500.",
        "Kessel, Reuben (1972). Higher Education and the Nations Health: A Review of the Carnegie Commission Report on Medical Education. Journal of Law and Economics 15: 115-127."
    ]
}