{
    "id": 10469,
    "cites": 41,
    "cited_by": 2,
    "reference": [
        "[48] Williamson, Jerey and Peter Lindert, 1980. American Inequality: a Macroeconomic Perspective, New York: Academic Press.",
        "[47] Storesletten, Kjetil, Chris Telmer, and Amir Yaron, 2003. Asset Pricing with Idiosyncratic Risk and Overlapping Generations Mimeo, The Wharton School.",
        "[46] Storesletten, Kjetil, Chris Telmer, and Amir Yaron, 2001. The Welfare Cost of Business Cycles Revisited: Finite Lives and Cyclical Variation in Idiosyncratic Risk European Economic Review, June, 45(7), p1311-39.",
        "[43] Sepulveda, Facundo, 2002. Training and Business Cycles Mimeo, Michigan State University.",
        "[42] Schurr, Sam, Calivn Burwell, Warren Devine, and Sidney Sonenblum, 1990. Electricity in the American Economy: Agent of Technological Progress. New York: Greenwood Press.",
        "[41] Schmitz, Mark and Price Fishback, 1983. The Distribution of Income in the Great Depression: Preliminary State Estimates Journal of Economic History, 43 (1), March, p217-30.",
        "[40] Rubinstein, Yona and Tsiddon, Daniel 2000. Born to be Unemployed: Unemployment and Wages over the Business Cycle Mimeo, Tel Aviv University.",
        "[38] Perazich, George and Philip Field. Industrial Research and Changing Technology. Philadelphia: WPA National Research Project, Report M-4.",
        "[37] Mendershausen, Horst, 1946. Changes in Income Distribution During the Great Depression. New York: National Bureau of Economic Research.",
        "[36] McLean, Ian, 1991. The Distributional Impact of the Depression in the United States in Income Distribution in Historical Perspective, edited by Y. Brenner, Hartmut Kaelble, and Mark Thomas, Cambridge, UK: Cambridge University Press, p189-211.",
        "[35] Mankiw, N. Gregory, 1986. The Equity Premium and the Concentration of Aggregate Shocks Journal of Financial Economics, September, 17(1), p211-19.",
        "[33] Lucas, Robert, 1987. Models of Business Cycles. Oxford: Basil Blackwell.",
        "[34] Lebergott, Stanley, 1964. Manpower in Economic Growth; the American Record Since 1800. New York, McGraw-Hill.",
        "[32] Kuznets, Simon, 1955. Economic Growth and Income Inequality American Economic Review. May, 45(1), p1-28.",
        "[31] Kuznets, Simon, 1953. Shares of Upper Income Groups in Income and Savings. New York: NBER.",
        "[30] Krebs, Tom, 2003. Growth and Welfare Eects of Business Cycles in Economies with Idiosyncratic Human Capital Risk Review of Economic Dynamics, October, 6(4), p846868.",
        "[29] Imrohoroglu, Ayse, 1989. Cost of Business Cycles with Indivisibilities and Liquidity Constraints Journal of Political Economy, 97(6), December, p1364-83.",
        "[28] Heaton, John and Deborah Lucas, 1996. Evaluating the Eects of Incomplete Markets on Risk Sharing and Asset Pricing Journal of Political Economy, June, 104(3), p443-87.",
        "[27] Hall, Robert, 1991. Labor Demand, Labor Supply, and Employment Volatility NBER Macroeconomics Annual. Cambridge, Mass: MIT Press.",
        "[25] Goldin, Claudia and Robert Margo, 1992. The Great Compression: The Wage Structure in the United States at Mid- Century Quarterly Journal of Economics, February, 107(1), p1-34.",
        "[24] Goldin, Claudia, 1998. Americas Graduation from High School: The Evolution and Spread of Secondary Schooling in the Twentieth Century Journal of Economic History, 58(2), p345-74.",
        "[23] Galor, Oded and Daniel Tsiddon, 1997. Technological Progress, Mobility, and Economic Growth American Economic Review, June, 87(3), p363-82.",
        "[22] Field, Alexander, 2003. The Most Technologically Progressive Decade of the Century American Economic Review, September, 93(4), p1399-1413.",
        "[21] Dunlop, John, 1939. Cyclical Variations in Wage Structure Review of Economics and Statistics, 21 (1), February, p30-9.",
        "[20] Dighe, Ranjit, 1997. Wage Rigidity in the Great Depression: Truth? Consequence? Research in Economic History, 17, p85-134.",
        "[19] Dellas, Harris and Plutarchos Sakellaris, 2003. On the Cyclicality of Schooling: Theory and Evidence Oxford Economic Papers, January, 55(1), p148-72.",
        "[17] Cutler, David and Lawrence Katz, 1991. Macroeconomic Performance and the Disadvantaged Brookings Papers on Economic Activity, 2, p1-74.",
        "[15] Constantinides, George and Darrell Due, 1996. Asset Pricing with Heterogeneous Consumers Journal of Political Economy, April, 104(2), p219-40.",
        "[16] Cooper, Russel and John Haltiwanger, 1993. The Aggregate Implications of Machine Replacement: Theory and Evidence American Economic Review, June, 83(3), p181-186.",
        "[14] Caselli, Francesco, 1999. Technological Revolutions American Economic Review, March, 89(1), p78-102.",
        "[13] Burtless, Gary, 1990. Earnings Inequality over the Business and Demographic Cycles in A Future of Lousy Jobs? The Changing Structure of U.S Wages, edited by Gary Burtless, Washington, D.C.: Brookings Institution, p77-117.",
        "[12] Blinder, Alan and Howard Esaki, 1978. Macroeconomic Activity and Income Distribution in the Postwar United States Review of Economics and Statistics, November, 60(4), p604609.",
        "[11] Blank, Rebecca and Alan Blinder, 1986. Macroeconomics, Income Distribution and Poverty in Fighting Poverty: What Works and What Doesnt, edited by Sheldon Danziger and D. Weinberg, Cambridge, MA: Harvard University Press, p180-208.",
        "[10] Betts, Julian and Laurel McFarland, 1995. Safe Port in a Storm: The Impact of Labor Market Conditions on Community College Enrollments Journal of Human Resources, 30(4), p741-65.",
        "[7] Bernanke, Ben and James Powell, 1986. The Cyclical Behavior of Industrial Labor Markets: A Comparison of the Prewar and Postwar Eras in The American Business Cycle: Continuity and Change, edited by Gordon, Robert. Chicago: University of Chicago Press, p583-621.",
        "[6] Bernanke, Ben, 1986.Employment, Hours, and Earnings in the Depression: An Analysis of Eight Manufacturing Industries American Economic Review, March, 76(1), p82-l09.",
        "[5] Ben-Porath, Yoram, 1967. The Production of Human Capital and the Life Cycle of Earnings Journal of Political Economy. August, 75(4), p352-65.",
        "[3] Becker, Gary, 1975. Human Capital; a Theoretical and Empirical Analysis, with Special Reference to Education. Chicago: NBER.",
        "[2] Aghion, Phillipe and Gilles Saint Paul, 1998. Virtues of Bad Times: Interaction between Productivity Growth and Economic Fluctuations Macroeconomic Dynamics, 2(3), September, p322-44.",
        "[1] Acemoglu, Daron and Steen Pischke, 1999. The Structure of Wages and Investment in General Training Journal of Political Economy, 107(3), June, p539-72.",
        "[44] Solon, Gary, Robert Barsky, and Jonathan Parker, 1994. Measuring the Cyclicality of Real Wages: How Important is Composition Bias? Quarterly Journal of Economics, February 1994, 109(1), p1-26."
    ]
}