{
    "id": 10460,
    "cites": 23,
    "cited_by": 67,
    "reference": [
        "World Bank. The State in a Changing World World Development Report, Washington, DC, Oxford University Press, 1997.",
        "Van Rijckeghem, Carolina and Weder, Beatrice. Bureaucratic Corruption and the Rate of Temptation: Do Wages in the Civil Service Affect Corruption, and by How Much? Journal of Development Economics, 2001, 65, pp.307-31.",
        "Treisman, Daniel. The Causes of Corruption: A Cross-National Study, Journal of Public Economics, 2000, 76, pp.399-457.",
        "Tanzi, V. Fiscal Federalism and Decentralization: A Review of Some Efficiency and Macroeconomic Aspects In: World Bank, Annual World Bank Conference on Development Economics 1995. World Bank, Washington, DC.",
        "Swamy, Anand; Knack, Stephen; Lee, Young and Azfar Omar. Gender and Corruption Journal of Development Economics, 2001, 64, pp. 25-55.",
        "Schleifer, Andrei, and Robery W. Vishny, Coruption, The Quarterly Journal of Economics, August 1993, 108:3, pp. 599-617.",
        "Parker, Philip M. National Cultures of the World: A Statistical Reference 1997, Greenwood Press.",
        "Mocan, Naci H., and Rees, Daniel.Economic Conditions, Deterrence, and Juvenile Crime: Evidence from Micro Data NBER Working Paper No. 7505, 1999.",
        "Mauro, Paolo. Corruption and Growth, Quarterly Journal of Economics, August 1995, 110(3), pp. 681-712.",
        "La Porta, Rafael; Lopez-de-Silanes, Florencio, and Vishny, Robert. The Quality of Government, 1998, NBER Working Paper No: 6727.",
        "Herzfeld, Thomas, and Weiss Christoph. Corruption and Legal (in) Effectiveness: an Empirical Investigation, European Journal of Political Economy, 2003, 19:62132. Kaufmann, Daniel; Kraay, Aart and Mastruzzi, Massimo. Governance Matters III: Governance Indicators for 1996-2002, June 2003; The World Bank.",
        "Kaufmann, Daniel, and Wei, Shang-Jin. Does `Grease Money Speed up the Wheels of Commerce? 1999, NBER Working Paper No. 7093.",
        "Graeff, P., and Mehlkop, G., The impact of economic freedom on corruption: Different Patterns for Rich and Poor Countries, European Journal of Political Economy, 2003, 19:605-20.",
        "Fisman, Raymand and Gatti, Roberta. Decentralization and Corruption: Evidence Across Countries, Journal of Public Economics, 2002, 83, pp.325-45.",
        "Dollar, David, Fisman, Raymond, and Gatti, Roberta. Are Women Really the Fairer sex? Corruption and Women in Government Journal of Economic Behavior and Organization, 2001, 46: 423-29.",
        "Brunetti, Aymo, and Weder, Beatrice. A Free Press is Bad News for Corruption, Journal of Public Economics, 2003, 87:1801-1824.",
        "Barro, Robert and Lee, Jong-Wha, 1996 International Measures of Schooling Years and Schooling Quality American Economic Review. 86:2, pp. 218-23.",
        "Andreoni, James and Vesterlund, Lise. Which is the Fair Sex? Gender Differences in Altruism The Quarterly Journal of Economics, 2001, 116(1):293-312.",
        "Ades, Alberto and Di Tella, Rafael, Rents, Competition and Corruption, American Economic Review, 1999, 89(4), pp. 982-93.",
        "Acemolu, Daron; Johnson, Simon and Robinson, James A. The Colonial Origins of Comparative Development: An Empirical Investigation, American Economic Review, December 2001, 91(5), pp. 1369-1401.",
        "Acemolu, Daron; Johnson, Simon, Robinson, James A. and Thaicharoen, Yunyong, Institutional Causes, Macroeconomics Symptoms: Volatility, Crises and Growth, 2003, Journal of Monetary Economics, 50, pp. 49-123.",
        "Svensson, Jakob, Who Must Pay Bribes and How Much? Evidence From a Cross Section of Firms. Quarterly Journal of Economics, February 2003, 118, pp. 207-30.",
        "Alesina, Alberto, and Weder, Beatrice. Do Corrupt Governments Receive Less Foreign Aid? American Economic Review, 2002, 92:1126-1137."
    ]
}