{
    "id": 10477,
    "cites": 20,
    "cited_by": 27,
    "reference": [
        "Young, L.M., and K.M. Huff. (1997). Free Trade in the Pacific Rim: On What Basis? in Global Trade Analysis: Modeling and Applications. ed. T.W. Hertel. Cambridge University Press: Cambridge.",
        "Wigle, R. (1991). The Pagan-Shannon Approximation: Unconditional Systematic Sensitivity in Minutes, Empirical Economics, 16:35-49.",
        "Whalley, J. (1985). Trade Liberalization among Major World Trading Areas, MIT Press, Cambridge, Massachusetts.",
        "Stern, R.M., J. Francis, and B. Shumacher (1976). Price Elasticities in International Trade: an Annotated Bibliography, MacMillan, London.",
        "Pagan, A.R., and J. Shannon, (1987). How Reliable are ORANI Conclusions?, Economics Record, 1:33-45.",
        "McDougall, R. A. (2003). A New Regional Household Demand System for GTAP, GTAP Technical Paper No. 20, Global Trade Analysis Project, Purdue University, West Lafayette, Indiana, U.S.A.",
        "McKitrick, R. Ross (1998). The Econometric Critique of Computable General Equilibrium Modeling: The Role of Parameter Estimation. Economic Modeling 15: 543-573.",
        "McDougall, R. A. (1993). Two Small Extensions to SALTER, SALTER Working Paper No. 12, Industry Commission: Canberra, Australia.",
        "Malcolm, Gerard. (1998). Adjusting Tax Rates in the GTAP Data Base, GTAP Technical Paper No. 12, Global Trade Analysis Project, Purdue University, West Lafayette, Indiana, U.S.A.",
        "Jomini, P., R. McDougall, G. Watts, and P.S. Dee (1994). The SALTER Model of the World Economy: Model Structure, Database and Parameters. Industry Commission, Canberra, Australia.",
        "Jorgenson, D. (1984). Econometric Methods for Applied General Equilibrium Analysis. Scarf, Herbert E. and Shoven, John B. (eds.) Applied General Equilibrium Analysis. New York, Cambridge University Press.",
        "Hertel, Thomas W. (editor) (1997). Global Trade Analysis: Modeling and Applications, New York; Cambridge University Press.",
        "Harrison, W.J. and Pearson, K.R. (2002), GEMPACK User Documentation: Release 8.0, Melbourne, Australia, Center of Policy Studies and IMPACT Project.",
        "Financial Review of Australia (2003). Out for the Count on Free Trade.",
        "Diao, X., and A. Somwaru. (2001). A Dynamic Evaluation of a Free Trade Area of the Americas-- An Intertemporal, Global General Equilibrium Model, Journal of Regional Integration, 16:21-47.",
        "DeVuyst, E.A. and P.V. Preckel (1997). Sensitivity Analysis Revisited: A Quadrature-Based Approach, Journal of Policy Modeling, 19(2):175-85.",
        "BouÃ\u0083Â«t, Antoine, Lionel FontagnÃ\u0083Â©, Mondher Mimouni, and Friedrich von Kirchbach. 2002. Market Access Maps for GTAP: A Bilateral Measure of Merchandise Trade Protection, Draft Version Prepared for the GTAP Conference, Taipei.",
        "Armington, P.S. (1969). A Theory of Demand for Products distinguished by Place of Production, IMF Staff Papers vol. 16, no. 2, pp. 179-201.",
        "Alaouze, C.M., J.S Marsden, and J. Zeitsch (1977). Estimates of the Elasticity of Substitution between Imported and Domestically Produced Commodities at Four digit ASIC Level, IMPACT Working Paper No. O-11, Industries Assistance Commission, Canberra.",
        "Alaouze, C.M. (1977). Estimates of the elasticity of substitution between imported and domestically produced goods classified at the input-output level of aggregation, IMPACT Working Paper No. O13, Industries Assistance Commission, Canberra."
    ]
}