{
    "id": 10478,
    "cites": 40,
    "cited_by": 177,
    "reference": [
        "[43] J. White, T. Moffitt, and P. Silva. A Prospective Replication of the Protective Effects of IQ in Subjects at High Risk for Juvenile Delinquency. Journal of Consulting and Clinical",
        "[42] J. Waldfogel. The Effect of Criminal Conviction on Income and the Trust `Reposed in the Workmen. The Journal of Human Resources, 29:6281, 1994.",
        "[41] W.K. Viscusi. Market Incentives for Criminal Behavior. In R. Freeman and H. Holzer, editors, The Black Youth Employment Crisis, chapter 8. University of Chicago Press, Chicago, 1986.",
        "[38] H. Tauchen, A. D. Witte, and H. Griesinger. Criminal Deterrence: Revisiting the Issue with a Birth Cohort. Review of Economics and Statistics, 76:399412, 1994.",
        "[40] U.S. Department of Justice, Bureau of Justice Statistics. Education and Correctional Popula- tions. 2003.",
        "[37] R. Taggart. Quantum Opportunity Program. Opportunities Industrialization Center of Amer- ica, Philadelphia, 1995.",
        "[35] S. Rosen. Learning and Experience in the Labor Market. Journal of Human Resources, 7:326 42, 1972.",
        "[36] L. Schweinhart, H. Barnes, and D. Weikart. Significant Benefits: The High/Scope Perry Preschool Study Through Age 27. High/Scope Press, Ypsilanti, 1993.",
        "[34] Riley, M. Overview and Highlights of a Sociological Perspective. In A. Sorenson, F. Weinert, and L. Sherrod, editors, Human Development and the Lifecourse. Erlbaum, 1986.",
        "[33] D. Neal and W. Johnson. The Role of Premarket Factors in Black-White Wage Differences. Journal of Political Economy, 104:86995, 1996.",
        "[32] D. Nagin and J. Waldfogel. The Effects of Criminality and Conviction on the Labor Market Status of Young British Offenders. International Review of Law and Economics, 15:10926, 1995.",
        "[31] H. N. Mocan, S. Billups, and J. Overland. A Dynamic Model of Differential Human Capital and Criminal Activity. Working Paper, University of Colorado, 2000.",
        "[30] B. Meyer and D. Rosenbaum. Making Single Mothers Work: Recent Tax and Welfare Policy and Its Effects. NBER Working Paper No. 7491, 2000.",
        "[29] S. Machin and C. Meghir. Crime and Economic Incentives. Working Paper, Institute for Fiscal Studies, 2000.",
        "[28] D. Long, C. Mallar, and C. Thorton. Evaluating the Benefits and Costs of the Job Corps. Journal of Policy Analysis and Management, 1:5576, 1981.",
        "[27] L. Lochner and E. Moretti. The Effect of Education on Crime: Evidence from Prison Inmates, Arrests, and Self-Reports. American Economic Review, 94, 2004.",
        "[26] L. Lochner. A Life-Cycle Model of Human Capital and Crime: Estimating Deterrent Effects of Wage and Education Subsidies. PhD thesis, University of Chicago, 1998.",
        "[24] S. F. Leung. An Economic Analysis of the Age-Crime Profile. Journal of Economic Dynamics and Control, 18:48197, 1994.",
        "[25] S. Levitt. Juvenile Crime and Punishment. Journal of Political Economy, 106:115685, 1998.",
        "[23] J. Lally, P. Mangione, and A. Honig. The Syracuse University Family Development Research Program: Long-Range Impact of an Early Intervention with Low-Income Children and Their Families. In D. Powell, editor, Parent Education as Early Childhood Intervention: Emerging Directions in Theory, Research, and Practice, pages 79104. Ablex, Norwood, 1988.",
        "[22] J. Kling. The Effect of Prison Sentence Length on the Subsequent Employment and Earnings of Criminal Defendants. Working Paper, Princeton University, 2002.",
        "[21] E. Kandel et al. IQ as a Protective Factor for Subjects at High Risk for Antisocial Behavior. Journal of Consulting and Clinical Psychology, 56:2246, 1988.",
        "[20] S. Imai and K. Krishna. Employment, Dynamic Deterrence and Crime. 2004.",
        "[18] C. Huang, D. Laing, and P. Wang. Crime and Poverty: A Search-Theoretic Approach. Inter- national Economic Review, 45, 2004.",
        "[19] S. Imai, H. Katayama, and K. Krishna. Crime and Young Men: The Role of Stigma, Skill and Heterogeneity. Working Paper, Concordia University, 2002.",
        "[17] T. Hirschi and M. Gottfredson. Control Theory and the Life-Course Perspective. Studies on Crime Prevention, 4:13142, 1995.",
        "[15] J. Grogger. Market Wages and Youth Crime. Journal of Labor Economics, 16:75691, 1998.",
        "[16] J. Heckman, L. Lochner, and C. Taber. Rising Wage Inequality: Explorations with a Dynamic General Equilibrium Model of Labor Earnings with Heterogeneous Agents. Review of Economic Dynamics, 1:158, 1998.",
        "[14] J. Grogger. The Effect of Arrests on the Employment and Earnings of Young Men. Quarterly Journal of Economics, 110:5171, 1995.",
        "[12] Freeman, R. The Economics of Crime. In O. Ashenfelter and D. Card, editors, Handbook of Labor Economics, volume 3, chapter 52. Elsevier, Science B.V., 1999.",
        "[11] R. Freeman. Why Do So Many Young American Men Commit Crimes and What Might We Do About It? Journal of Economic Perspectives, 10:2542, 1996.",
        "[9] I. Ehrlich. On the Relation Between Education and Crime. In F. T. Juster, editor, Education, Income, and Human Behavior, chapter 12. McGraw-Hill Book Co., New York, 1975.",
        "[10] C. Flinn. Dynamic Models of Criminal Careers. In A. Blumstein, editor, Criminal Careers and `Career Criminals, volume 2, pages 356379. National Academy Press, Washington DC, 1986.",
        "[7] J. Donohue III and P. Siegelman. Allocating Resources Among Prisons and Social Programs in the Battle Against Crime. The Journal of Legal Studies, 27:144, 1998.",
        "[6] H. Dellas and P. Sakellaris. On the Cyclicality of Schooling: Theory and Evidence. Oxford Economic Papers, 55:14872, 2003.",
        "[5] J. Betts and L. McFarland. Safe Port in a Storm: The Impact of Labor Market Conditions on Community College Enrollments. Journal of Human Resources, 30:74165, 1995.",
        "[4] Y. Ben-Porath. The Production of Human Capital and the Life Cycle of Earnings. Journal of Political Economy, 75:35265, 1967.",
        "[2] G. Becker. Human Capital. Columbia University Press, New York, 1964.",
        "[3] P. Beirne. Inventing Criminology: Essays on the Rise of Homo Criminalis. State University of New York Press, Albany, 1993.",
        "[1] P. Bayer, R. Pintoff, and D. Pozen. Building Criminal Capital Behind Bars: Social Learning in Juvenile Corrections. Working Paper, Yale Univeristy, 2003."
    ]
}