{
    "id": 1047,
    "cites": 19,
    "cited_by": 8,
    "reference": [
        "ALIBER, R. Z. (1980), The Equivalence of Real Interest Rates in a Multicurrency World, in Issues in International Economics, P. Oppenheimer, ed., (Oriel Press: Stocksfield): 273-297.",
        "CARLSON, J. A. (1977), Short-term Interest Rates as Predictors of Inflation: Comment, American Economic Review 67: 469-75.",
        "CUMBY, R., J. HUIZINGA and M. OBSTFELD (1980), Two-Step, Two-Stage Least Squares Estimation in Models with Rational Expectations. Discussion Paper Series 71, Columbia University, Department of Economics (June).",
        "CUMBY, R. E. and M. OBSTFELD (1981), A Note on Exchange Rate Expectations and Nominal Interest Differentials: A Test of the Fisher Hypothesis. Journal of Finance 36 (June): 697-704.",
        "Under Flexible Exchange Rates: A Review of Recent Evidence, National Bureau of Economic Research, Inc., (January 1982).",
        "FANA, E. F. (1970), Efficient Capital Markets: A Review of Theory and Empirical Work. Journal of Finance 25: 383-417.",
        "FISHER, I. (1930), The Theory of Interest (New York: MacMillan).",
        "FRENKEL, J. (1981), The Collapse of Purchasing Power Parity During the 1970s, European Economic Review 16 (1981): 145-65.",
        "GARBADE, K, and P. WACHTEL (1978), Time Variation in the Relationship Between Inflation and Interest Rates. Journal of Monetary Economics 4 (November): 7 55-65.",
        "GIBSON, W. E. (1972), Interest Rates and Inflationary Expectations: New Evidence, American Economic Review 62 (December): 834-65.",
        "GOLDFELD, S. and R. E. QUANDT, - 31 - HANSEN, L. P. and R. J. HODRICK (1980), Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis. Journal of Political Economy 88 (October): 829-53.",
        "HESS, P. J. and J. L. BICKSLER (1975), Capital Asset Prices Versus Time Series Models as Predictors of Inflation: The Expected Real Rate of Interest and Market Efficiency. Journal of Financial Economics 2 (December): 341-60.",
        "HODRICK, R. J. (1980), Some Evidence on the Equality of Expected Real Interest Rates Across Countries, W. P. 8-79-80, Graduate School of Industrial Administration, Carnegie-Mellon University (January).",
        "JOINES, D. (1977), Short-Term Interest Rates as Predictors of Inflation: Comment, American Economic Review 67 (June): 467-66.",
        "LAHIRI, K. (1976), Inflationary Expectations: Their Formation and Interest Rate Effects. American Economic Review 66 (March): 124-31.",
        "LJUNG, C. N. and G. E. P. BOX (1978), On a Measure of Lack of Fit in Time Series Models. Biometrica 65: 297-303.",
        "MISHKIN, F. S. (1981a), The Real Interest Rate: An Empirical Investigation, The Cost and Consequences of Inflation, Carnegie-Rochester Conference Series on Public Policy, vol. 15, (Autumn): 151-200.",
        "NELSON, C. R. and G. W. SCHWERT, (1977), Short-Term Interest Rates as Predictors of Inflation: On Testing the Hypothesis that the Real Rate of Interest is Constant, American Economic Review 67 (June): 478-86.",
        "PEARCE, D. K. (1979), Comparing Survey and Rational Measures of Expected Inflation: Forecast Performance and Interest Rate Effects, Journal of Money, Credit and Banking 11 (November): 447-56."
    ]
}