{
    "id": 10472,
    "cites": 23,
    "cited_by": 13,
    "reference": [
        "[23] Wolak, F. (2000) An Empirical Analysis of the Impact of Hedge Contracts on Bidding Behavior in a Competitive Electricity Market, International Economic Journal, 14(2): 139.",
        "[22] Vasquez, C., Rivier, M., and I. Perez-Arriaga (2001) A Market Approach to Long-Term Security of Supply, mimeo ITT, Universidad Pontificia Comillas, Madrid.",
        "[21] U.S.- Canada Power System Outage Task Force (2003) Interim Report: Causes of the August 14 Blackout in the United States and Canada, November.",
        "[20] Union for the Coordination of Electricity Transmission (UCTE) (2003) Interim Report of the Investigation Committee of the 28 September 2003 Blackout in Italy, October 27.",
        "[18] Turvey, R.(2003) Profiling: A New Suggestion, mimeo.",
        "[19] Turvey, R., and D. Anderson (1977) Electricity Economics: Essays ands Case Studies. A World Bank Research Publication, Johns Hopkins University Press (Baltimore and London).",
        "[16] Stoft, S. (2002) Power System Economics, Wiley.",
        "[17] -- (2003) The Demand for Operating Reserves: Key to Price Spikes and Investment, IEEE.",
        "[15] Patton, D., VanSchaick, P. L., and R. A. Sinclair (2004) Six Month Review of the SMD Markets in New England, Potomac Economics for the New England ISO, February.",
        "[14] Patton, D. (2002) Summer 2002 Review of the New York Electricity Mar- ket, presentation to the New York ISO Board of Directors and Management Committee (October 15).",
        "[13] Oren, S. (2003) Ensuring Generation Adequacy in Competitive Electricity Markets, mimeo, UC Berkeley.",
        "[12] Newbery, D. (1998) Competition, Contracts and Entry in the Electricity Spot Market, Rand Journal of Economics, 29(4): 72649.",
        "[10] Joskow, P. and J. Tirole (2004) Retail Electricity Competition, mimeo, MIT and IDEI.",
        "[11] Littlechild, S. (2000) Why We Need Electricity Retailers: A Reply to Joskow on Wholesale Spot Price Pass-Through, mimeo.",
        "[9] Green, R. (1999) The Electricity Contract Market in England and Wales, Journal of Industrial Economics, Vol 47(1): 107124.",
        "[7] EdF (1994) The Explicit Cost of Failure, mimeo, General Economic Studies Department.",
        "[8] -- (1995) A New Value for the Cost of Failure,mimeo, General Economic Studies Department.",
        "[5] Chao, H. P., and R. Wilson (1987) Priority Service: Pricing, Investment, and Market Organization, American Economic Review, 77: 899916.",
        "[6] -- (2003) Resource Adequacy and Market Power Mitigation via Option Con- tracts, mimeo, Stanford University.",
        "[4] Borenstein, S., Jaske, M., and A. Rosenfeld (2002) Dynamic Pricing, Advanced Metering, and Demand Response in Electricity Markets, Hewlett Foundation Energy Series.",
        "[3] Borenstein, S., and S. Holland (2003) On the Efficiency of Competitive Elec- tricity Markets With Time-Invariant Retail Prices, CSEM WP116.",
        "[2] Allaz, B. and J.L. Vila (1993) Cournot Competition, Forward Markets and Efficiency, Journal of Economic Theory, 59(1):116.",
        "[1] Allaz, B.(1992) Uncertainty and Strategic Forward Transactions, Interna- tional Journal of Industrial Organization, 10: 297308."
    ]
}