{
    "id": 10471,
    "cites": 44,
    "cited_by": 9,
    "reference": [
        "Zingales, L. (1995) Insider Ownership and the Decision To Go Public Review of Economic Studies, 62, 425-448.",
        "Weisbach, D. (2002) Ten Truths about Tax Shelters Tax Law Review, 55, 215-253.",
        "U.S. Department of the Treasury (1999) The Problem of Corporate Tax Shelters: Discussion, Analysis and Legislative Proposals Washington D.C.: U.S. Government Press Office.",
        "Slemrod, J. and S. Yitzhaki (2002) Tax Avoidance, Evasion and Administration in A. J. Auerbach and M. Feldstein (eds.) Handbook of Public Economics, Vol. 3, North-Holland: Amsterdam, 1423-1470.",
        "Slemrod, J. (2004) The Economics of Corporate Tax Selfishness National Tax Journal, forthcoming.",
        "Shleifer, A. and D. Wolfenzon (2002) Investor Protection and Equity Markets Journal of Financial Economics, 66, 3-27.",
        "Shaviro, D. (2000) Economic Substance, Corporate Tax Shelters, and the Compaq Case Tax Notes, 88, 1581-1604.",
        "Shackelford, D. A. and T. Shevlin (2001) Empirical Tax Research in Accounting Journal of Accounting and Economics, 31, 321-387.",
        "Rose, N. and C. Wolfram (2002) Regulating Executive Pay: Using the Tax Code to Influence Chief Executive Officer Compensation Journal of Labor Economics, 20, S138-S175.",
        "Plesko, G. (2002) Reconciling Corporation Book and Tax Net Income, Tax Years 1996-1998, SOI Bulletin, Spring 2002, Washington, DC: U.S. Government Press Office.",
        "Perry, T. and M. Zenner (2001) Pay for Performance? Government Regulation and the Structure of Compensation Contracts Journal of Financial Economics, 62, 453-488.",
        "Morck, R., A. Shleifer and R. Vishny (1988) Management Ownership and Corporate Performance: An Empirical Analysis Journal of Financial Economics, 20, 293-315.",
        "Morck, R. (2003) Why Some Double Taxation Might Make Sense: The Case of Intercorporate Dividends NBER Working Paper No. 9651.",
        "Mills, L. and K. Newberry (2001) The Influence of Tax and Non-Tax Costs on Book-Tax Reporting Differences: Public and Private Firms, The Journal of the American Taxation Association, 23, 1-19.",
        "Mehran, H. (1995) Executive Compensation Structure, Ownership, and Firm Performance Journal of Financial Economics, 38, 163-184.",
        "Maydew, E. L., K. Schipper and L. Vincent (1999) The Impact of Taxes on the Choice of Divestiture Method Journal of Accounting and Economics, 28, 117-150.",
        "Maydew, E. L. (2001) Empirical Tax Research in Accounting: A Discussion Journal of Accounting and Economics, 31, 389-403.",
        "Manzon, G. B., Jr. and G. A. Plesko (2002) The Relation Between Financial and Tax Reporting Measures of Income Tax Law Review, 55, 175-214.",
        "Mackie-Mason, J. K. and R. H. Gordon (1997) How Much do Taxes Discourage Incorporation? Journal of Finance, 52, 477-505.",
        "Lev, B. and D. Nissim (2002) Taxable Income as an Indicator of Earnings Quality Working paper.",
        "Jones, J. (1991) Earnings Management During Import Relief Investigations Journal of Accounting Research, 29, 193-228.",
        "Hines, J. R., Jr. (1999) Lessons from behavioral responses to international taxation National Tax Journal 52, 305-322.",
        "Healy, P. (1985) The Effect of Bonus Schemes on Accounting Decisions Journal of Accounting and Economics, 7, 85-107.",
        "Hanlon, M. (2003b) What Can We Infer About a Firms Taxable Income from its Financial Statements? National Tax Journal, 56, 831-863.",
        "Hanlon, M. (2003a) The Persistence and Pricing of Earnings, Accruals, and Cash Flows when Firms Have Large Book-Tax Differences, Working paper.",
        "Gupta, S. and C. W. Swenson (2003) Rent Seeking by Agents of the Firm Journal of Law and Economics, 46, 253-268.",
        "Graham, J. R., M. L. Lemmon, and J. S. Schallheim (1998) Debt, Leases, Taxes and the Endogeneity of Corporate Tax Status Journal of Finance, 53, 131-162.",
        "Graham, J. R., M. H. Lang, and D. A. Shackelford (2004) Employee Stock Options, Corporate Taxes and Debt Policy Journal of Finance, forthcoming.",
        "Graham, J. R. (2003) Taxes and Corporate Finance: A Review Review of Financial Studies 16, 1074-1128.",
        "Gompers, P. A., J. Ishii and A. Metrick (2003) Corporate Governance and Equity Prices Quarterly Journal of Economics, 118, 107-155.",
        "Goel, A. M. and A. V. Thakor (2003) Why Do Firms Smooth Earnings? Journal of Business, 76, 151-192.",
        "Erickson, M., M. Hanlon, and E. Maydew (2004) How Much Will Firms Pay for Earnings that do not Exist? Evidence of Taxes Paid on Allegedly Fraudulent Earnings The Accounting Review, forthcoming.",
        "Erickson, M., M. Hanlon, and E. Maydew (2003) Is There a Link between Executive Compensation and Accounting Fraud? Working paper.",
        "Desai, M. A. and J. R. Hines Jr. (2002) Expectations and Expatriations: Tracing the Causes and Consequences of Corporate Inversions National Tax Journal, 55, 409-441.",
        "Desai, M. A. and W. M. Gentry (2003) The Character and Determinants of Corporate Capital Gains in J. M. Poterba (ed.) Tax Policy and the Economy Vol. 18, MIT Press: Cambridge, MA, forthcoming.",
        "Desai, M. A., A. Dyck, and L. Zingales (2003) Corporate Governance and Taxation Working paper.",
        "Desai, M. A. (2003) The Divergence between Book and Tax Income in J. M. Poterba (ed.) Tax Policy and the Economy, Vol. 17, MIT Press: Cambridge, MA, 169-206.",
        "Dechow, P., R. Sloan and A. Sweeney (1995) Detecting Earnings Management The Accounting Review, 70, 193-225.",
        "Crocker, K. J. and J. Slemrod (2003) Optimal Policy Regarding Corporate Fraud: Tax Evasion Working paper.",
        "Chen, K.-P. and C. Y. C. Chu (2003) Internal Control vs. External Manipulation: A Model of Corporate Income Tax Evasion Working paper.",
        "Bertrand, M. and S. Mullainathan (2001) Are CEOs Rewarded for Luck? The Ones Without Principals Are Quarterly Journal of Economics, 116, 901-932.",
        "Bebchuk, L. A. and J. M. Fried (2003) Executive Compensation as an Agency Problem Journal of Economic Perspectives, 17, 71-92.",
        "Beatty, A. (1995) The Cash Flow and Informational Effects of Employee Stock Ownership Patterns, Journal of Financial Economics, 38, 211-240.",
        "Hall, B. J. and K. J. Murphy (2003) The Trouble with Stock Options Journal of Economic Perspectives, 17, 49-70."
    ]
}