{
    "id": 10476,
    "cites": 15,
    "cited_by": 89,
    "reference": [
        "[16] Uhlig, Harald. What are the effects of monetary policy on output? Results from an agnostic identification procedure, 2001, mimeo Humboldt University.",
        "[14] Rime, Dagfinn. Trading in foreign exchange markets, 2001, PhD Thesis, Norwegian School of Management.",
        "[15] Souriounis, Gregorios. Uncovering the Dynamic Links of Capital Flows and Exchange Rates, 2003, mimeo LBS.",
        "[13] Pavlova, Anna; and Roberto Rigobon. Asset Prices and Exchange Rates, 2003, NBER WP 9834.",
        "[12] Lyons, Richard. The Microstructure Approach to Exchange Rates, MIT Press, 2001.",
        "[10] Killeen, William; Richard Lyons; and Michael Moore. Fixed versus flexible: lessons from the EMS order flow, 2002, NBER WP 8491.",
        "[11] Kouri, Pentti J. K. Balance of Payment and the Foreign Exchange Market: A Dynamic Partial Equilibrium Model, in Jagdeep Bhandari and Bluford Putnam, eds., Economic Interdependance and Flexible Exchange Rates, MIT Press, 1982, pp. 116-156.",
        "[9] Hau, Harald; and HÃ\u0083Â©lÃ\u0083Â¨ne Rey. Exchange Rates , Equity Prices and Capital Flows, 2002, NBER WP 9398.",
        "[8] Hau, Harald; William Killeen; and Michael Moore. How has the euro changed the foreign ex- change market?, Economic Policy, 2002, 34, April, 151-177.",
        "[5] Evans, Martin; and Richard Lyons. A New Micro Model of Exchange Rate Dynamics, 2003b, mimeo, UC Berkeley and Princeton University.",
        "[6] Froot, Kenneth; and Tarun Ramadorai. Currency Returns, Institutional Investors Flows, and Exchange Rate Fundamentals, 2002, NBER WP 9101.",
        "[4] Evans, Martin; and Richard Lyons. How is macro news transmitted to exchange rate, 2003a, NBER WP 9433.",
        "[3] Evans, Martin; and Richard Lyons. Order flow and exchange rate dynamics, Journal of Political Economy, 2002,",
        "[2] Canova, Fabio; and Gianni De Nicolo. Monetary disturbances matter for business fluctuations in the G-7, Journal of Monetary Economics, 2002, 49, pp. 1131-1159.",
        "[1] Branson, William H.; and Dale W. Henderson. The specification and influence of asset markets, in Jones, R. and P. Kenen, eds., Handbook of International Economics, North-Holland, 1985."
    ]
}