{
    "id": 10483,
    "cites": 38,
    "cited_by": 45,
    "reference": [
        "Website Data Sources Robert Shillers Website: http://aida.econ.yale.edu/shiller/data.htm. Note that even earlier stock returns are available from www.unifr.ch. NBER Macrohistory Data Base: http://www.nber.org/databases/macrohistory/contents/chapter13.html. FRED: http://research.stlouisfed.org/fred2/categories/22. Value-Line: http://www.valueline.com/pdf/valueline_2002.html.",
        "Stambaugh, R. F. (1999): Predictive Regressions, Journal of Financial Economics, 54(3), 375421.",
        "Shiller, R. J. (1984): Stock Prices and Social Dynamics, Brookings Papers on Economic Activity, 2, 457498.",
        "Rissanen, J. (1986): Order Estimation by Accumulated Prediction Errors, Journal of Applied Probability, 23A, 5561.",
        "Rapach, D. E., and M. E. Wohar (2002): In-Sample vs. Out-of-Sample Tests of Stock Return Predictability in the Context of Data Mining, Working Paper.",
        "Pontiff, J., and L. D. Schall (1998): Book-to-Market Ratios as Predictors of Market Returns, Journal of Financial Economics, 49(2), 141160.",
        "Menzly, L., T. Santos, and P. Veronesi (2004): Understanding Predictability, Journal of Political Econ- omy, 112(1), 147.",
        "McCracken, M. W. (1999): Asymptotics for Out-of-Sample Tests of Causality, Discussion paper, Louisiana State University.",
        "Lintner, J. (1975): Inflation and Security Returns, Journal of Finance, 30(2), 259280.",
        "Lewellen, J., and J. Shanken (2002): Learning, Asset-Pricing Tests, and Market Efficiency, Journal of Finance, 57(3), 11131145.",
        "Lewellen, J. (2004): Predicting Returns with Financial Ratios, Journal of Financial Economics, ?(?).",
        "Lettau, M., and S. Ludvigson (2001): Consumption, Aggregate Wealth, and Expected Stock Returns, Journal of Finance, 56(3), 815849.",
        "Lee, C. M., J. Myers, and B. Swaminathan (1999): What is the Intrinsic Value of the DOW?, Journal of Finance, 54(5), 16931741.",
        "Lamont, O. (1998): Earnings and Expected Returns, Journal of Finance, 53(5), 15631587.",
        "Kothari, S., and J. Shanken (1997): Book-to-market, Dividend Yield, and Expected Market Returns: A Time-Series Analysis, Journal of Financial Economics, 44(2), 169203.",
        "Keim, D. B., and R. F. Stambaugh (1986): Predicting Returns in the Stock and Bond Markets, Journal of Financial Economics, 17(2), 357390.",
        "Hodrick, R. J. (1992): Dividend Yields and Expected Stock Returns: Alternative Procedures for Inference and Measurement, Review of Financial Studies, 5(3), 257286.",
        "Greene, W. H. (2003): Econometric Analysis. Boston, USA: Pearson Education, 5 edn.",
        "Goyal, A., and I. Welch (2003): Predicting the Equity Premium with Dividend Ratios, Management Science, 49(5), 639654.",
        "Goetzmann, W. N., and P. Jorion (1993): Testing the Predictive Power of Dividend Yields, Journal of Finance, 48(2), 663679.",
        "Economics, 25(1), 2349. Fama, E. F., and G. W. Schwert (1977): Asset Returns and Inflation, Journal of Financial Economics, 5(2), 115146.",
        "Fama, E. F., and K. R. French (1988a): Dividend Yields and Expected Stock Returns, Journal of Financial Economics, 22(1), 325.",
        "Fama, E. F. (1981): Stock Returns, Real Activity, Inflation, and Money, American Economic Review, 71(4), 545565.",
        "Dow, C. H. (1920): Scientific Stock Speculation, The Magazine of Wall Street.",
        "Diebold, F. X., and R. S. Mariano (1995): Comparing Predictive Accuracy, Journal of Business & Economic Statistics, 13(3), 253263.",
        "Cremers, K. M. (2002): Stock Return Predictability: A Bayesian Model Selection Perspective, Review of Financial Studies, 15(4), 12231249.",
        "Cochrane, J. H. (1997): Where is the Market Going? Uncertain Facts and Novel Theories, Federal Reserve Bank of Chicago - Economic Perspectives, 21(6), 337.",
        "Campbell, J. Y., and M. Yogo (2003): Efficient Tests of Stock Return Predictability, Discussion paper, Harvard University.",
        "Campbell, J. Y., and T. Vuolteenaho (2003): Inflation Illusion and Stock Prices, Discussion paper, Harvard University.",
        "Campbell, J. Y., and L. M. Viceira (2002): Strategic Asset Allocation: Portfolio Choice for Long-Term Investors. Oxford, UK: Oxford University Press.",
        "Campbell, J. Y., and R. J. Shiller (1988): Stock Prices, Earnings, and Expected Dividends, Journal of Finance, 43(3), 661676.",
        "Campbell, J. Y. (1987): Stock returns and the Term Structure, Journal of Financial Economics, 18(2), 373399.",
        "Brennan, M. J., and Y. Xia (2002): tays as good as cay, Working Paper, UCLA and Wharton.",
        "Bossaerts, P., and P. Hillion (1999): Implementing Statistical Criteria to Select Return Forecasting Models: What Do We Learn?, Review of Financial Studies, 12(2), 405428.",
        "Ball, R. (1978): Anomalies in Relationship Between Securities Yields and Yield-Surrogates, Journal of Financial Economics, 6(2/3), 103126.",
        "Avramov, D. (2002): Stock Return Predictability and Model Uncertainty, Journal of Financial Economics, 64(3), 423458.",
        "Ang, A., and G. Bekaert (2003): Stock Return Predictability: Is it There?, Discussion paper, Columbia Business School.",
        "Rozeff, M. S. (1984): Dividend Yields Are Equity Risk Premiums, Journal of Portfolio Management, 11(1), 6875."
    ]
}