{
    "id": 10480,
    "cites": 121,
    "cited_by": 1018,
    "reference": [
        "Rose, Andrew K. (2003), The Effect of Common Currencies on International Trade: A Meta-Analysis, forthcoming in Volbert Alexander, Jacques Melitz and George M. von Furstenberg, eds., Monetary Unions and Hard Pegs: Effects on Trade, Financial Development and Stability.",
        "Ritschl, Albrecht and Nikolaus Wolf (2003). Endogeneity of Currency Areas and Trade Blocs: Evidence from the Inter-War Period, working paper, Humboldt University.",
        "Roberts, Mark and James Tybout (1997), The Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs, American Economic Review, 87, pp. 545-564.",
        "Portes, Richard and Helene Rey (2002), The Determinants of Cross-Border Equity Transaction Flows, working paper, London Business School.",
        "Rauch, James E. and Vitor Trindade (2002), Ethnic Chinese Networks in International Trade, Review of Economics and Statistics, 84, 116-30.",
        "Parsley, David C. and Shang-Jin Wei (2001). Explaining the Border Effect: The Role of Exchange Rate Variability, Shipping Costs and Geography, Journal of International Economics, 55(1), 87-105.",
        "(2002) Currency Arrangements and Goods Market Integration: A Price Based Approach, working paper, Vanderbilt University.",
        "ORourke, Kevin H. and Jeffrey G. Williamson (1999), Globalization and History: The Evolution of a Nineteenth Century Atlantic Economy, Cambridge: MIT Press.",
        "OConnel, Paul G.J. and Shang-Jin Wei (2002), The Bigger They Are, the Harder They Fall: Retail Price Differences across U.S. cities, Journal of International Economics 56, 21-53.",
        "Obstfeld, Maurice and Alan M. Taylor. Nonlinear Aspects of Goods-Market Arbitrage and Adjustment: Heckschers Commodity Points Revisited, Journal of the Japanese and International Economies, December 1997, vol. ii, 441-479.",
        "Obstfeld, Maurice and Kenneth Rogoff (2000), The Six Major Puzzles in International Macroeconomics. Is There a Common Cause?, in B.S. Bernanke and K. Rogoff, eds., NBER Macroeconomics Annual ~OOO. Cambridge, MA: MIT Press, 2000, pp. 339-390.",
        "Nitsch, Volker (2000), National Borders and International Trade: Evidence from the European Union, Canadian Journal of Economics 33(4), 1091-1105.",
        "Minondo, Asier (2002), Borders and Trade in Europe: A Fresh Analysis on the Extent of the Home-Bias Effect, working paper, Universidad de Deusto-ESTE, San Sebastian.",
        "McCallum, John (1995), National Borders Matter: Canada-U.S. Regional Trade Patterns,  American Economic Review, 85(3), pp. 615-623.",
        "Millimet, Daniel L. and Thomas Osang (2001), Do State Borders Matter for U.S. Intranational Trade? The Role of History and Internal Migration, working paper, Southern Methodist University.",
        "Messerlin, Patrick (2001), Measuring the Cost of Protection in Europe, Washington: Institute for International Economics.",
        "Melitz, Jacques (2003), Language and Foreign Trade, working paper, University of Strathclyde.",
        "Lopez-Cordova, Ernesto J. and Christopher M. Meissner (2003), Exchange Rate Regimes and International Trade: Evidence from the Classical Gold Standard Era, American Economic Review, 93(1), 344-353.",
        "Lee, Jong-Wha and Phillip Swagel. Trade Barriers and Trade Flows Across Countries and Industries, The Review of Economics and Statistics, 1995.",
        "Limao, Nuno and Anthony J. Venables (2001), Infrastructure, Geographical Disadvantage, Transport Costs and Trade, World Bank Economic Review, 15, 451-79.",
        "Laird, Sam and Alexander Yeats (1990), Quantitative Methods for Trade-Barrier Analysis, New York: New York University Press.",
        "Lai, Huiwen and Daniel Trefler (2002), The Gains from Trade with Monopolistic Competition: Specification, Estimation and Mis-specification, NBER Working Paper No. 9169.",
        "Knetter, Michael. Why Are Retail Prices in Japan So High?: Evidence from German Export Prices, International Journal of Industrial Organization , August 1997, 549-572.",
        "Klenow, Peter J. and Andres Rodriguez-Clare (1997), Quantifying Variety Gains from Trade Liberalization, working paper.",
        "Kim, Namdoo (1996), Measuring the Costs of Visible Protection in Korea, Washington: Institute for International Economics.",
        "Kelejian, H.H. and Ingmar R. Prucha (1999), A Generalized Moments Estimator for the Autoregressive Parameter in a Spatial Model, International Economic Review 40, 509-533.",
        "(1999), Have International Transportation Costs Declined?, working paper, Purdue University.",
        "Hummels, David, Jun Ishii and Kei-Mu Yi (2001), The Nature and Growth of Vertical Specialization in World Trade, Journal of International Economics, 54, 75-96.",
        "Hummels, David (2001a), Toward a Geography of Trade Costs, working paper, Purdue University.",
        "(2001b), Time as a Trade Barrier, working paper, Purdue University.",
        "Hufbauer, Gary and Kimberly Ann Elliott (1994), Measuring the Cost of Protection in the United States, Washington: Institute for International Economics.",
        "Hillberry, Russell and David Hummels (2002b), Explaining Home Bias in Consumption: The Role of Intermediate Input Trade, National Bureau of Economic Research (Cambridge, MA) Working Paper No. 9020.",
        "Hillberry, Russell and David Hummels (2002a), Intra-National Home Bias: Some Explanations,  NBER Working Paper 9022, Review of Economics and Statistics, forthcoming.",
        "Hillberry, Russell (2002), Aggregation Bias, Compositional Change and the Border Effect , Canadian Journal of Economics, 35, 3, 2002, 517-530.",
        "Hillberry, Russell (1998), Regional Trade and the Medicine Line: The National Border Effect in U.S. Commodity Flow Data, Journal of Borderlands Studies, 8(2), pp. 1-17.",
        "Helliwell, John F. and Verdier, Genevieve (2001), Measuring Internal Trade Distances: A New Method Applied to Estimate Provincial Border Effects in Canada, Canadian Journal of Economics, 34(4), 1024-1041.",
        "Anderson, James E. and Eric van Wincoop (2003), Gravity with Gravitas: A Solution to the Border Puzzle, American Economic Review, March 2003, 93, 170-192.",
        "(2003), The Mercantilist Index of Trade Policy, International Economic Review, 44, 627-649.",
        "Anderson, James E. and J. Peter Neary, (1994), The Trade Restrictiveness of the MultiFibre Arrangement, World Bank Economic Review, 8(2), 171-189.",
        "(1996), A New Approach to Evaluating Trade Policy, Review of Economic Studies, 63, 107-125.",
        "Anderson, James E. (1979), A Theoretical Foundation for the Gravity Equation, American Economic Review, 1979, 69(1), pp. 106-116.",
        "(1994), The Theory of Protection, Surveys in International Trade, David Greenaway and L. Alan Winters, eds., Oxford: Blackwell Publishers, 107-138.",
        "- (1998), Effective Protection Redux, Journal of International Economics, 44, 21-44.",
        "(2000), Why Do Nations Trade (So Little)? Pacific Economic Review 5, 115-134, 2000.",
        "Anderson, James E. and Douglas Marcouiller (2002), Insecurity and the Pattern of Trade: An Empirical Investigation, Review of Economics and Statistics, 84(2), 345-352.",
        "Helliwell, John F. and McCallum, John (1995), National Borders Still Matter for Trade, Policy Options, 16, pp. 44-48.",
        "Helliwell, John F. and Frank C. Lee (1999), Effects of the Canada-United States Free Trade Agreement on Interprovincial Trade, Industry Canada Research Publication Program, Paper 5, April 1999.",
        "(2003), Border Effects: Assessing Their Implications for Canadian Policy in a North American Context, working paper, University of British Columbia.",
        "(1997), National Borders, Trade and Migration, Pacific Economic Review, 2(3), pp. 165-185.",
        "(1999), Perspectives on North American Free Trade: Effects of the Canada-United States Free Trade Agreement on Interprovincial Trade, Industry Canada Research Publications Program, No. 5, April 1999.",
        "Goldberg, Pinelopi Koujianou and Frank Verboven (2001), The Evolution of Price Dispersion in European Car Markets, Review of Economic Studies, 68, 811-48.",
        "Gould, David M. (1994), Immigrant Links to the Home Country: Empirical Implications for U.S. Bilateral Trade Flows, Review of Economics and Statistics 76:2, May, pp.302-316.",
        "Grossman, Gene (1998), Comment on Deardorff, in J.A. Frankel ed., The Regionalization of the World Economy. Chicago: University of Chicago Press, 1998, pp. 33-57.",
        "Harrigan, James (1993), OECD Imports and Trade Barriers in 1983, Journal of International Economics 34, 1993, 91-111.",
        "Harrigan, James (2002) Specialization and the Volume of Trade: Do the Data Obey the Laws?, in Kwan Choi and James Harrigan, eds. The Handbook of International Trade, London: Basil Blackwell, 2002.",
        "Haveman, Jon and Hummels, David (1999), Alternative Hypotheses and the Volume of Trade: Evidence on the Extent of Specialization, Mimeo, Krannert School of Management, Purdue University, 1999.",
        "Head, Keith and Thierry Mayer (2000), Non-Europe: The Magnitude and Causes of Market Fragmentation in the EU, Weltwirtschaftliches Archiv 136(2), 2000, 284314.",
        "(2001) Illusory Border Effects: Distance Mismeasurement Inflates Estimates of Home Bias in Trade, working paper, 2001.",
        "Head, Keith and John Ries (2001), Increasing Returns versus National Product Differentiation as an Explanation for the Pattern of U.S.-Canada Trade, American Economic Review, 91(4), pp. 858-876.",
        "- (1998), Immigration and Trade Creation: Evidence from Canada, Canadian Journal of Economics, 31, 47-62.",
        "Heckscher, E.F. VÃ\u0083Â£xelkursens Grundval vid Pappersmyntfot, Ekonomisk Tidskrift, October 1916, 18, 309-312.",
        "Helliwell, John F. (1996), Do National Boundaries Matter for Quebecs Trade?, Canadian Journal of Economics, 29, pp. 507-22.",
        "Rose, Andrew K. and Eric van Wincoop (2001), National Money as a Barrier to Trade: The Real Case for Currency Union, American Economic Review Papers and Proceedings, 2001, 91(2), pp. 386-390.",
        "- (2003b). A Simple Explanation for the Border Effect, working paper, Federal Reserve Bank of New York.",
        "Yi, Kei-Mu (2003a) Can Vertical Specialization Explain the Growth of World Trade?, Journal of Political Economy, 111(1), 52-102.",
        "(2000b) Intranational Home Bias in Trade, Review of Economics and Statistics, 82(4), 555-563.",
        "Wolf, Holger (2000a), (Why) Do Borders Matter For Trade?, in G.D. Hess and E. van Wincoop, eds., Intranational Macroeconomics. Cambridge: Cambridge University Press, pp. 112-128.",
        "Wei, Shang-Jin (1996), Intra-national versus Inter-national Trade: How Stubborn are Nations in Global Integration?, National Bureau of Economic Research (Cambridge, MA) Working Paper No. 5531.",
        "Trefler, Daniel (1993) Trade Liberalization and the Theory of Endogenous Protection: An Econometric Study of U.S. Import Policy, Journal of Political Economy 101:1, 138-160.",
        "Tchamourliyski, Yuriy (2002), Distance and Bilateral Trade: The Role of Non-Homothetic Preferences, working paper, Boston College.",
        "Taylor, Alan M. (2001), Potential Pitfalls for the Purchasing-Power-Parity Puzzle? Sampling and Specification Biases in Mean-Reversion Tests of the Law of One Price, Econometrica, 69, 473-98.",
        "Rose, Andrew K. (2000), One Money, One Market: Estimating the Effect of Common Currencies on Trade, Economic Policy, 30, pp. 7-45.",
        "Sazanami, Yoko, Shujiro Urate and Hiroki Kawai (1995), Measuring the Costs of Pretection in Japan, Washington: Institute for International Economics.",
        "Staiger, Robert W. and Frank A. Wolak (1994), Measuring Industry Specific Protection: Antidumping in the United States, Brookings Papers in Economic Activity: Microeconomics, 51-118.",
        "Ghosh, Atish and Holger C. Wolf (1994), Pricing in International Markets: Lessons from the Economist, NBER Working Paper 4806, July 1994.",
        "Goldberg, Pinelopi Koujianou and Michael M. Knetter (1997) Goods Prices and Exchange Rates: What Have we Learned?, Journal of Economic Literature , vol. 35, no. 3, 1243-1272.",
        "Froot, Kenneth A. and Kenneth Rogoff (1995) Perspectives on PPP and Long-Run Real Exchange Rates, in Gene M. Grossman and Kenneth Rogoff, eds., Handbook of International Economics, volume 3, Elsevier: Amsterdam, 1645-1729.",
        "Frankel, Jeffrey, Ernesto Stein and Shang-jin Wei (1998), Continental Trading Blocs: Are They Natural or Supernatural? in J.A. Frankel ed., The Regionalization of the World Economy. Chicago: University of Chicago Press, pp. 91-113.",
        "(1998), Integration of Trade and Disintegration of Production in the Global Economy, Journal of Economic Perspectives, 12, 31-50.",
        "Frankel, Jeffrey A. and Shang-Jin Wei (1997), ASEAN in a Regional Perspective, in J.",
        "(1994), New Product Varieties and the Measurement of International Prices, American Economic Review, 1994, 84(1), 157-177.",
        "(2002), The Gravity Equation in International Economics: Theory and Evidence, Scottish Journal of Political Economy , 49(5), 2002, 491-506.",
        "- (2001). The Costs of Outsourcing, working paper, 2001b.",
        "Evenett, Simon J. and Anthony Venables, (2002), Export Growth in Developing Countries: Market Entry and Bilateral Trade Flows, working paper, London School of Economics.",
        "- (2003b). Home Bias in Trade: Location or Foreign-ness?, working paper, 2001 a.",
        "-, (2003c). Border Effects and the Availability of Domestic Products Abroad, working paper, Board of Governors, 2003.",
        "Evans, Carolyn L. (2003a). The Economic Significance of National Border Effects, American Economic Review 93(4), 1291-13 12, 2003.",
        "Estevadeordal, Antoni, Brian Frantz and Alan M. Taylor (2003), The Rise and Fall of World Trade, 1870-1939, Quarterly Journal of Economics 68(2), 359-408, 2003.",
        "-, (2000), Relative Price Volatility: What Role Does the Border Play?, in Gregory Hess and Eric van Wincoop, eds., Intranational Macroeconomics, (Cambridge University Press, Cambridge), 92-111.",
        "(1996), How Wide is the Border?, American Economic Review, 86:1112-1125.",
        "Engel, Charles and John H. Rogers (2001). Deviations from Purchasing Power Parity: Causes and Welfare Costs, Journal of International Economics , 55, 29-57.",
        "Engel, Charles (2002), Comment on Anderson and van Wincoop in Brookings Trade Forum ~OO1, Susan Collins and Dani Rodrik, eds., Washington: The Brookings Institution.",
        "Eaton, Jonathan and Samual Kortum (2002) Technology, Geography and Trade, Econometrica, 2002, 70(5), 1741-1779.",
        "Deardorff, Alan V. and Robert M. Stern, (1998), Measurement of Nontariff Barriers, Ann Arbor: University of Michigan Press.",
        "(1979), One-way Arbitrage and Its Implications for the Foreign Exchange Markets, Journal of Political Economy, 87, 35 1-364.",
        "Deardorff, Alan V (1998), Determinants of Bilateral Trade: Does Gravity Work in a Neoclassical World?, in J.A. Frankel, ed., The Regionalization of the World Economy.",
        "Davis, Donald R. (1998), The Home Market Effect, Trade and Industrial Structure, American Economic Review, 88, 1264-1276.",
        "Crucini, Mario J. and Mototsugu Shintani (2002) Persistence in Law-of-One Price Deviations: Evidence from Micro-Data, working paper No 02-W22, Vanderbilt University.",
        "Crucini, Mario J., Chris I. Telmer and Marios Zachariadis (2000) Dispersion in Real Exchange Rates, working paper, Vanderbilt University.",
        "Coulombe, Serge (2002), Border Effects and North American Economic Integration, working paper, University of Ottawa.",
        "Crucini, Mario J., Chris I. Telmer and Marios Zachariadis (2001) Understanding European Real Exchange Rates, working paper, Vanderbilt University.",
        "Coe, David T., Arvind Subramanian and Natalia T. Tamirisa (2002), The Missing Globalization Puzzle, IMF Working Paper, August 2002.",
        "Chen, Natalie A. (2002), Intra-national Versus International Trade in the European Union: Why Do National Borders Matter?, CEPR Discussion Paper 3402.",
        "Burstein, Arid, Joao C. Neves and Sergio Rebelo (2003), Distribution Costs and Real Exchange Rate Dynamics During Exchange-Rate-Based Stabilizations, Journal of Monetary Economics 50, 1189-1214.",
        "Brown, W. Mark and William P. Anderson (2002), Spatial Markets and the Potential for Economic Integration between Canadian and U.S. Regions, Papers in Regional Science, 2002, 81, 99-120.",
        "Brown W. Mark (2003), Overcoming Distance, Overcoming Borders: Comparing North American Regional Trade, Research Paper 8, 2003, Micro-Economic Analysis Division, Statistics Canada.",
        "Broda, Christian and John Romalis (2003), Identifying the Relationship between Trade and Exchange Rate Volatility, working paper, Chicago GSB.",
        "Bradford, Scott C. and Robert Z. Lawrence (2003) Paying the Price: The Cost of Fragmented International Markets, Institute of International Economics: Washington DC, forthcoming.",
        "Bernard, Andrew B. and Joachim Wagner (2001), Export Entry and Exit by German Firms, Weltwirtschaftliches Archiv, 2001, 137(2), pp. 105-123.",
        "Bernard, Andrew B. and J, Bradford Jensen (2003), Why Some Firms Export, Review of Economics and Statistics, 2003, forthcoming.",
        "(1990), The Heckscher-Ohlin-Samuelson Model, the Linder Hypothesis and the Determinants of Bilateral Intra-Industry Trade, The Economic Journal, 1990, 100, pp. 1216-29.",
        "(1989), The Generalized Gravity Equation, Monopolistic Competition, and the Factor-Proportions Theory in International Trade, Review of Economics and Statistics, 1989, 71(1), pp. 143-53.",
        "Bergstrand, Jeffrey H. (1985), The Gravity Equation in International Trade: Some Microeconomic Foundations and Empirical Evidence, Review of Economics and Statistics, 1985, 67(3), pp. 474-81.",
        "Barro, Robert J. and Silvana Tenreyro (2002), Economic Effects of Currency Unions, working paper, Harvard University, 2002.",
        "Balistreri, Edward J. and Russell H. Hillberry (2002), Trade Frictions and Welfare in the Gravity Model: How much of the Iceberg Melts?, working paper, U.S. International Trade Commission, 2002.",
        "- (2003), Endogenous Free Trade Agreements and the Gravity Equation, Notre Dame University.",
        "Baier, Scott L and Jeffrey H. Bergstrand (2001), The Growth of World Trade: Tariffs, Transport Costs and Income Similarity, Journal of International Economics 53, 2001, 1-27.",
        "Bacchetta, Philippe and Eric van Wincoop. Why do Consumer Prices React Less than Import Prices to Exchange Rates?, Journal of the European Economic Association, forthcoming, 2003.",
        "(1999b), Do National Borders Really Matter? Canada-U.S. Regional Trade Reconsidered, Review of International Economics, 7(2), pp. 219-227.",
        "Anderson, Michael A. and Smith, Stephen L.S. (1999a), Canadian Provinces in World Trade: Engagement and Detachment, Canadian Journal of Economics , 32(1), pp. 23-37.",
        "Anderson, James E. and Eric van Wincoop, (2002), Borders, Trade and Welfare, Brookings Trade Forum ~OO1, Susan Collins and Dani Rodrik, eds., Washington: The Brookings Institution, 207-244."
    ]
}