{
    "id": 10485,
    "cites": 49,
    "cited_by": 84,
    "reference": [
        "Glaeser, E., D. Laibson, and B. Sacerdote, (2002), An Economic Approach to Social Capital, Economic Journal, 112, 483, 437-458.",
        "Glaeser, E., D. Laibson, J. Scheinkman and C. Soutter, (2000), Measuring Trust, Quarterly Journal of Economics, CXV, 811-846.",
        "Geertz, C., H. Geertz, and L. Rosen, (1979), Meaning and Order in Moroccan Society, Cambridge: Cambridge University Press.",
        "Furstenberg, F. and M. Hughes, (1995), Social Capital and Successful Development Among At-Risk Youth, Journal of Marriage and the Family, 57, 580-592.",
        "Frank, K., and J. Yasumoto, (1996), Linking Action to Social Structure within a System: Social Capital within and between Subgroups, American Journal of Sociology, 104, 3, 642-686.",
        "Fernandez, C., E. Ley, and M. Steel, (2001), Model Uncertainty in Cross-Country Growth Regressions, Journal of Applied Econometrics, 16, 5, 563-576.",
        "Fafchamps, M. and B. Minten, (2002), Returns to Social Network Capital Among Traders, Oxford Economic Papers, 54, 173-206.",
        "Fafchamps, M. and B. Minten, (2001), Social Capital and Agricultural Trade, Ameircan Journal of Agricultural Economics, 83, 3, 680-685.",
        "Fafchamps, M. and B. Minten, (1999), Relationships and Traders in Madagascar, Journal of Development Studies, 35, 6, 1-35.",
        "Fafchamps, M. and S. Lund, (2003), Risk Sharing Networks in Rural Philippines, Journal of Development Economics, 71, 261-287.",
        "Fafchamps, M., (2004), Market Institutions in Sub-Saharan Africa, Cambridge: MIT Press.",
        "Fafchamps, M., (2002), Spontaneous Market Emergence, Topics in Theoretical Economics, 2, 1, Article 2, Berkeley Electronic Press at www.bepress.com.",
        "Fafchamps, M., (1996), The Enforcement of Commercial Contracts in Ghana, World Development, 24, 3, 427-448.",
        "Easterly, W. and R. Levine, (1997), Africas Growth Tragedy: Politics and Ethnic Divisions, Quarterly Journal of Economics, 112, 1203-50.",
        "Durlauf, S. and H. P. Young, (2001), The New Social Economics, in Social Dynamics, S. Durlauf and H. P. Young eds., Cambridge: MIT Press.",
        "Durlauf, S. and D. Quah, (1999), The New Empirics of Economic Growth, with D. Quah, in Handbook of Macroeconomics, J. Taylor and M. Woodford eds., North-Holland.",
        "Durlauf, S., (2002c), On the Empirics of Social Capital, Economic Journal, 112, 483, 459-479.",
        "Durlauf, S., (2002b), Bowling Alone: A Review Essay, Journal of Economic Behavior and Organization, 47, 3, 259-273.",
        "Durlauf, S., (2002a), The Memberships Theory of Poverty: The Role of Group Affiliations In Determining Socioeconomic Outcomes, in Understanding Poverty in America, S. Danziger and R. Haveman, eds., Harvard University Press, 2002.",
        "Durlauf, S., (2001), A Framework for the Study of Individual Behavior and Social Interactions, Sociological Methodology, 31, 47-87.",
        "Durlauf, S., (2000), Econometric Analysis and the Study of Economic Growth: A Skeptical Perspective, in Macroeconomics and the Real World, R. Backhouse and A. Salanti, eds., Oxford: Oxford University Press, 2000.",
        "Durlauf, S., (1999), The Case Against Social Capital, Focus, 20, 1-4.",
        "DiPasquale, D. and E. Glaeser, (1999), Incentives and Social Capital: Are Homeowners Better Citizens?, Journal of Urban Economics, 45, 2, 354-384.",
        "Desdoigts, A., (1999), Patterns of Economic Development and the Formation of Clubs, Journal of Economic Growth, 4, 3, 305-330.",
        "Dasgupta, P. and I. Serageldin, (2000), Social Capital: A Multifaceted Perspective, Washington DC: The World Bank.",
        "Dasgupta, P., (2002), Social Capital and Economic Performance: Analytics, mimeo, Faculty of Economics, University of Cambridge.",
        "Costa, D. and M. Kahn, (2003b), Cowards and Heroes: Group Loyalty in the American Civil War, Quarterly Journal of Economics, 118, 2, 519-548.",
        "Coleman, J., (1990), The Foundations of Social Theory. Cambridge: Harvard University Press.",
        "Coleman, J., (1988), Social Capital in the Creation of Human Capital, American Journal of Sociology, 94, S95-S121.",
        "Carter, M. and M. Castillo, (2004), Morals, Markets and Mutual Insurance: Using Economic Experiments to Study Recovery from Hurricane Mitch, mimeo, University of Wisconsin.",
        "Carter, M. and M. Castillo, (2003), An Experimental Approach to Social Capital in South Africa, mimeo, University of Wisconsin.",
        "Carbonaro, W., (1999), Opening the Debate: On Closure and Schooling Outcomes, American Sociological Review, 64, 682-686.",
        "Brock, W. and S. Durlauf, (2001c), Discrete Choice with Social Interactions, Review of Economic Studies, 68, 2, 235-260.",
        "Brock, W. and S. Durlauf, (2001a), Interactions-Based Models, in Handbook of Econometrics, Vol. 5, J. Heckman and E. Leamer eds., Amsterdam: North Holland.",
        "Brehm, J. and W. Rahn, (1997), Individual-Level Evidence for the Causes and Consequences of Social Capital, American Journal of Political Science, 41, 3, 999-1023.",
        "Bowles, S. and H. Gintis, (2002), Social Capital and Community Governance, Economic Journal, 112, 483, 419-436.",
        "Blume, L., (2002) Stigma and Social Control: The Dynamics of Social Norms, mimeo, Department of Economics, Cornell University.",
        "Bianchi, S. and J. Robinson, (1997), What Did You Do Today? Childrens Use of Time, Family Composition, and the Acquisition of Social Capital, Journal of Marriage and the Family, 59, 332-344.",
        "Barr, A. (2000) Social Capital and Technical Information Flows in the Ghanaian Manufacturing Sector, Oxford Economic Papers, 52, 3, 539-59.",
        "Arrow, K., (2000), Observations on Social Capital, in Social Capital: A Multifaceted Perspective, P. Dasgupta and I. Seragilden, eds., Washington DC: World Bank.",
        "Aristotle, (1985), Nicomachean Ethics, T. Irwin trans., Indianapolis: Hackett Publishing..",
        "Annen, K., (2003), Social Capital, Inclusive Networks, and Economic Performance, Journal of Economic Behavior and Organization, 50, 449-463.",
        "Alesina, A. and E. La Ferrara, (2002), Who Trusts Others?, Journal of Public Economics, 85, 207-234.",
        "Akerlof, G.A. and R. E. Kranton, (2000) Economics and Identity, Quarterly Journal of Economics, 115, 3, 715-753.",
        "Aaronson, E., (1999), The Social Animal, Eighth Edition, New York: Worth Publishers.",
        "Fafchamps, M., (2003), Ethnicity and Networks in African Trade, Contributions to Economic Analysis and Policy, 2, 1, article 14, Berkeley Electronic Press at www.bepress.com.",
        "Dasgupta, P., (2000), Economic Progress and the Idea of Social Capital, in Social Capital: A Multifaceted Perspective, P. Dasgupta and I. Seragilden eds., Washington DC: World Bank.",
        "Brock, W., and Durlauf, S., (2001b), Growth Empirics and Reality, World Bank Economic Review, 15, 3, 229-272.",
        "Azariadis, C. and A. Drazen, (1990), Threshold Externalities in Economic Development, Quarterly Journal of Economics, 105, 501-526."
    ]
}