{
    "id": 1048,
    "cites": 18,
    "cited_by": 5,
    "reference": [
        "Abel, A. and Mishkin, F.S. (1983) An Integrated View of Test of Tests Rationality, Market Efficiency and the Short-Run Neutrality of Monetary Policy, Journal of Monetary Economics, forthcoming. Bilson, J.F.O. (1978), Rational Expectations and the Exchange Rate, in The Economics of Exchange Rates: Selected Studies, edited by J.A. Frenkel and H.G. Johnson. (Addison-Wesley: Reading, Mass.) Cumby, R.E. and M. Obstfeld, (1981), A Note on Exchange-Rate Expectations and Nominal Interest Differentials: A Test of the Fisher Hypothesis. Journal of Finance 36 (June 1981): 697-704.",
        "_, (1982), International Interest-Rate and Price-Level Linkage Under Flexible Exchange Rates: A Review of Recent Evidence, National Bureau of Economic REsearch (January).",
        "Dornbusch, R. (1976) Expectations and Exchange Rate Dynamics, Journal of Political Economy 84 (December): 1161-76.",
        "Feldstein, M. (1982), Domestic Savings and International Capital Movements in the Long-Run and the Short-Run, NBER Working Paper #947 (July).",
        "Fisher, I., (1930) The Theory of Interest (New York: MacMillan).",
        "Frenkal, J.A. (1979), On the Mark: The Theory of Floating Exchange Rates Based on Real Rate Differentials, American Economic Review 69 (September): .610-22.",
        "Frenkel, J.A.(1976), A Monetary Approach to the Exchange Rate: Doctrinal Aspects and Empirical Evidence, Scandinavian Journal of Economics 78 (May):200-24.",
        "_, (1981), Flexible Exchange Rates, Prices, and the Role of News: Lessons from the 1970&apos;s, Journal of Political Economy 89 (August): 667-705.",
        "Frenkel, J.A. and R.M. Levich, (1975), Covered Interest Arbitrage: Unexploited Profits? Journal of Political Economy 83 (April): 325-38.",
        "_, (1977), Transactions Costs and Interest Arbitrage: Tranquil Versus Turbulent Periods, Journal of Political Economy 85 (December): 1209-26.",
        "_and M. Mussa, (1980). The Efficiency of the Foreign Exchange Market and Measures of Turbulence, The American Economic Review 70 (May): 374-81. -26-References (continued) Hansen, L.P. and R.J. Hodrick, (1980), Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, Journal of Political Economy 88 (October): 829-53.",
        "___, (1981), Risk Averse Speculation in the Foreign Exchange Market: An Econometric Analysis, Working Paper, GSIA, Carnegie-Mellon University.",
        "Hodrick, R. J., (1980), Some Evidence on the Equality of Expected Real Rates Across Countries, Working Paper #8-79-80, GSIA, Carnegie-Mellon University (January).",
        "Krasker, W.S., (1980), The Peso Problem in Testing Efficiency of Forward Exchange Markets, Journal of Monetary Economics 6: 269-76.",
        "McCormick, F., (1979), Covered Interest Arbitrage: Unexploited Profits? Comment, Journal of Political Economy 87 (April): 411-17.",
        "Mishkin, F.S., (1981), The Real Interest Rate: An Empirical Investigation, The Cost and Consequences of Inflation, Carnegie-Rochester Conference Series on Public Policy, vol. 15, (Autumn): 151-200.",
        "_,(1982), The Real Interest Rate: A Multi-Country Empirical Study, Northwestern University, (November).",
        "Roll, R. , (1979), Violation of Purchasing Power and their Implications for Efficient International Commodity Markets, in Sarnat and Szego, eds., International Finance and Trade, vol. 1, (Ballinger): 133-176."
    ]
}