{
    "id": 10491,
    "cites": 44,
    "cited_by": 4,
    "reference": [
        "Yasuda, A., 2003. Relationship capital and competition in the corporate securities underwriting market, Working paper, Wharton School, University of Pennsylvania.",
        "Smith, R., 2001. Lucent deal shows wall street takes on greater risk, Wall Street Journal, Feb 23, C1.",
        "Smith, R., 2001. Morgan Stanley injects about $2 billion into bank unit, aiming to boost lending, Wall Street Journal, Aug 16, B7.",
        "Saunders A., Walter, I., 1994. Universal banking in the United States. What could we gain? What could we lose? Oxford University Press, New York.",
        "Santomero, A., Eckles, D.L., 2000. The determinants of success in the new financial services environment, FRBNY Economic Policy Review, October, 11-23.",
        "Rubin, D., 1997. Estimating causal effects from large data sets using propensity scores, Annals of Internal Medicine 127, 757-763.",
        "Rosenbaum, P., Rubin, D., 1983. The central role of the propensity score in observational studies for causal effects, Biometrika 70, 41-55.",
        "Puri, M., 1999. Commercial banks as underwriters: implications for the going public process. Journal of Financial Economics 54, 133-163.",
        "Puri, M., 1996. Commercial banks in investment banking: conflict of interest or certification role? Journal of Financial Economics 40, 373-401.",
        "Puri, M., 1994. The long term default performance of bank underwritten security issues, Journal of Banking and Finance 18, 397-418.",
        "Ongena, S., Smith D. 2000, Bank relationships: A review, in P. Harker and S. Zenios (eds.), The Performance of Financial Institutions: Efficiency, Inovation, and Regulation, Cambridge, UK and New York, NY: Cambridge University Press.",
        "McMillen, D. P., McDonald, J. F., 2002. Land values in a newly zoned city, Review of Economics and Statistics 84(1), 62-72.",
        "McFadden, D., 1973. Conditional logit analysis of qualitative choice behavior, in P. Zarembka (ed.) Frontiers in Econometrics, New York: Academic Press.",
        "Maddala, G., 1983. Limited Dependent and Qualitative Variables in Econometrics, New York: Cambridge University Press.",
        "Ljungqvist, A., Marston, F., Wilhelm, W., 2003. Competing for Securities Underwriting Mandates: Banking Relationships and Analyst Recommendations, Working Paper: New York University.",
        "Lummer, S., McConnell, J., 1989. Further evidence on bank lending process and capital market response to bank loan agreements, Journal of Financial Economics 25, 52-63.",
        "Krigman, L., Shaw, W., Womack, K., 2001. Why do firms switch underwriters?, Journal of Financial Economics 60, 245-284.",
        "Kanatas, G., Qi, J., 2003. Integration of lending and underwriting: implications of scope economies, Journal of Finance 58, 1167-1191.",
        "Kanatas, G., Qi, J., 1998. Underwriting by commercial banks: incentive conflicts, scope economies, and project quality, Journal of Money, Credit, and Banking 30, 119-133.",
        "James, C., Smith, D. C., 2000. Are banks still special? New evidence on their role in the corporate capital-raising process, Journal of Applied Corporate Finance 13, 395-422.",
        "James, C., 1992. Relationship-specific assets and the pricing of underwriter services, Journal of Finance 47, 1865-1885.",
        "Heckman, J., Robb, R., 1986. Alternative method for solving the problem of selection bias in evaluating the impact of treatments on outcomes, in H. Wainer (ed.), Drawing Inferences from Self-Selected Samples, New York: Springer-Verlag.",
        "Dingell, J., 2002. Letter to FRB and OCC re: pay to play practices, Jul 11. Available from www.house.gov/commerce_democrats/press/107ltr179.htm.",
        "Dearden, L., Ferri, J., Meghir, C., 2002. The effect of school quality on educational attainment and wages, Review of Economics and Statistics 84(1), 1-20.",
        "Corwin, S., Schultz, P., 2003. The role of IPO underwriting syndicates: Pricing, information production, and underwriter competition, Working Paper: University of Notre Dame.",
        "Conniffe, D., Gash, V., OConnell, P., 2000. Evaluating state programmes: Natural experiments and propensity scores, The Economic and Social Review 31, 283-308.",
        "Clarke, J., Khorana, A., Patel, A., Rau, R., 2003. Do all-star analysts drive investment banking deal flow? Working Paper, Wake Forest University.",
        "Chaplinsky, S., and Erwin, G., 2001. Commercial banks as equity underwriters, Working Paper, University of Virginia.",
        "Carter, R., Manaster, S., 1990. Initial public offerings and underwriter reputation, Journal of Finance 45, 1045-1067.",
        "Booth, J., Smith, R., 1986. Capital raising, underwriting and the certification hypothesis, Journal of Financial Economics 15, 261-281.",
        "Boot, A., Thakor, A., 1997. Banking scope and financial innovation, Review of Financial Studies 10(4), 1099-1131.",
        "Blundell, R., Dearden, L., Goodman, A., Reed, H., 2000. The returns to higher education in Britain: evidence from a British cohort, Economic Journal 110 (461), F82-F99.",
        "Billett, M. T., Flannery, M. J., Garfinkel, J. A., 1995. The effect of lender identity on a borrowing firms equity return, Journal of Finance 50, 699-718.",
        "Bharath, S., Dahiya, S., Saunders, A., Srinivasan, A., 2004. So what do I get? The banks view of lending relationships, Working paper, New York University.",
        "Bharath, S., 2002. Agency costs, bank specialness and renegotiation, Working paper, New York University.",
        "Best, R., Zhang, H., 1993. Alternative information sources and the information content of bank loans, Journal of Finance 48, 1507-1522.",
        "Benzoni, L., Schenone, C., 2004. Conflict of interest or certification? Evidence from IPOs underwritten by the firms relationship bank, Working paper, University of Minnesota.",
        "Benston, G., 1990. The Separation of Commercial and Investment Banking, New York: Oxford University Press.",
        "Baker, W., 1990. Market networks and corporate behavior, American Journal of Sociology 96, 589-625.",
        "Altinkilic, O., Hansen, R., 2000. Are there economies of scale in underwriting fees? Evidence of rising external financing costs, Review of Financial Studies 13, 191-218.",
        "Ang, J., Richardson, T., 1994. The underwriting experience of commercial bank affiliates prior to the Glass-Steagall act: a re-examination of evidence for passage of the act, Journal of Banking and Finance 18, 351-395.",
        "Berger, A., Demsetz, R. S., Strahan, P.E. 1999. The consolidation of the financial services industry: Causes, consequences, and implications for the future, Journal of Banking and Finance 23, 135-194.",
        "Rajan, R., 2002. An investigation into the economics of extending bank powers, Journal of Emerging Market Finance 1.",
        "Fernando, C., Gatchev, V., Spindt, P., 2003. Wanna dance? How firms and underwriters choose each other, Working Paper, Tulane University."
    ]
}