{
    "id": 10494,
    "cites": 18,
    "cited_by": 9,
    "reference": [
        "Veblen, Thorstein; The Theory of the Leisure Class: An economic study of institutions. London: Unwin Books, 1899; reprinted New York: Dover Publications, 1994.",
        "Shleifer, Andrei and Robert W. Vishny, Large Shareholders and Corporate Control, The Journal of Political Economy, Vol. 94, No. 3, Part 1. (Jun., 1986), pp. 461-488.",
        "Rosen, Sherwin, 1982, Authority, Control, and the Distribution of Earnings, The Bell Journal of Economics, Vol. 13 (2). p 311-23. Autumn.",
        "Rose, Nancy L. and Catherine Wolfram, (2002) Regulation Executive Pay: Using the Tax Code to Influence Chief Executive Officer Compensation, Journal of Labor Economics, Volume 20, Number 2, Part 2, p. S138-S175.",
        "Rajan, Raghuram and Julie Wulf (2003), The Flattening Firm: Evidence from Panel Data on the Changing Nature of Corporate Hierarchies, NBER working paper No.",
        "McGahran, Kathleen T, 1988, SEC Disclosure Regulation and Management Perquisites, The Accounting Review, Vol. LXIII, No. 1, January, 1988, pps. 23-41.",
        "Jensen, Michael C. and Meckling, William H., 1976, Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics, vol.",
        "Jensen, Michael C., 1986, Agency costs of free cash flow, corporate finance, and takeovers, American Economic Review 76, 323-329.",
        "Hirsch, Fred, Social Limits to Growth, Cambridge: Harvard University Press, 1976.",
        "Hart, Oliver D., Financial Contracting. Journal of Economic Literature, vol. 39, no. 4, December 2001, pp. 1079-1100.",
        "Grossman, Sanford J and Hart, Oliver D. 1980, Takeover Bids, The Free-Rider Problem, and the Theory of the Corporation The Bell Journal of Economics, Vol. 11, No. 1.",
        "Frank, Robert H.; Choosing the Right Pond: Human Behavior and the Quest for Status, Oxford University Press, New York, 1985b.",
        "Frank, Robert H.; The Demand for Unobservable and Other Nonpositional Goods, American Economic Review. Vol. 75 (1). p 101-16. March 1985a.",
        "Evans, Karen M.; The Power of Perquisites, Personnel Administrator, May, 1984. pps 45-52.",
        "Ellig, B.R.; Perquisites: The intrinsic form of pay, Personnel, January-February 1981, p23.",
        "Calvo, G. and S. Wellisz. 1979. Hierarchy, Ability, and Income Distribution. Journal of Political Economy. Vol. 87 (5). p 991-1010. Part 1, Oct. 1979.",
        "Bertrand, M. and Mullainathan, S., 2000, Corporate Governance and Executive Pay: Evidence from Takeover Legislation, Working paper.",
        "Bagwell, Laurie Simon, and Bernheim, B Douglas. Veblen Effects in a Theory of Conspicuous Consumption, American Economic Review. Vol. 86 (3). p 349-73. June 1996."
    ]
}