{
    "id": 10501,
    "cites": 25,
    "cited_by": 445,
    "reference": [
        "U.S. Bureau of Economic Analysis. Redefinition of the BEA Economic Areas. Survey of Current Business, February 1995, pp.75-81.",
        "Syverson, Chad. Product Substitutability and Productivity Dispersion. Review of Economics and Statistics, 86(2), 2004.",
        "Syverson, Chad. Price Dispersion: The Role of Product Substitutability and Productivity. Mimeo, University of Chicago, 2003.",
        "Syverson, Chad. Market Structure and Productivity: A Concrete Example. Mimeo, University of Chicago, 2001.",
        "Shea, John. The Input-Output Approach to Instrument Selection. Journal of Business and Economic Statistics, 11(2), 1993, pp. 145-55.",
        "Salop, Steven C. Monopolistic Competition with Outside Goods. Bell Journal of Economics, 10(1), 1979, pp. 141-56.",
        "Raith, Michael. Competition, Risk, and Managerial Incentives. American Economic Review, 93(4), 2003, pp. 1425-36.",
        "Olley, Steven G. and Pakes, Ariel. The Dynamics of Productivity in the Telecommunications Equipment Industry. Econometrica, 64(4), 1996, pp.1263-97.",
        "Nickell, Stephen J. Competition and Corporate Performance. Journal of Political Economy, 104(4), 1996, pp. 724-746.",
        "Melitz, Marc J. The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica , 71(6), 2003, pp.1695-1725.",
        "Marschak, Jacob and Andrews, William H. Random Simultaneous Equations and the Theory of Production. Econometrica, 12(3/4), 1944, pp. 143-205.",
        "Levinsohn, James and Petrin, Amil. Estimating Production Functions Using Inputs to Control for Unobservables. Review of Economic Studies, 70(2), 2003, pp. 317-342..",
        "Hopenhayn, Hugo A. Entry, Exit, and Firm Dynamics in Long Run Equilibrium. Econometrica, 60(5), 1992, pp. 1127-50.",
        "Jovanovic, Boyan. Selection and the Evolution of Industry. Econometrica, 50(3), 1982, pp. 649-70.",
        "Harper, Michael J., Ernst R. Berndt, David O. Wood. Rates of Return and Capital Aggregation Using Alternative Rental Prices. in D.W. Jorgenson and R. London, Technology and Capital Formation, MIT Press, 1989.",
        "Foster, Lucia, John Haltiwanger, and C. J. Krizan. The Link Between Aggregate and Micro Productivity Growth: Evidence from Retail Trade.NBER Working Paper 9120, 2002.",
        "Dunne, Timothy, Mark J. Roberts, and Larry Samuelson. The Growth and Failure of U.S. Manufacturing Plants. Quarterly Journal of Economics, 104(4), 1989, pp. 671-98.",
        "Ciccone, Antonio and Hall, Robert E. Productivity and the Density of Economic Activity. American Economic Review, 86(1), 1996, pp. 54-70.",
        "Bresnahan, Timothy F. and Reiss, Peter C. Entry and Competition in Concentrated Markets. Journal of Political Economy, 99(5), 1991, pp. 997-1009.",
        "Basu, Susanto and Kimball, Miles S. Cyclical Productivity with Unobserved Input Variation. NBER Working Paper no. 5915, February 1997.",
        "Bartelsman, Eric J. and Doms, Mark. Understanding Productivity: Lessons from Longitudinal Microdata. Journal of Economic Literature, 38(3), 2000, pp. 569-95.",
        "Baily, Martin Neil, Charles Hulten, and David Campbell. Productivity Dynamics in Manufacturing Plants. Brookings Papers on Economic Activity. Microeconomics, 1992, pp. 187-249.",
        "Asplund, Marcus and Volker Nocke. Firm Turnover in Imperfectly Competitive Markets. PIER Working Paper 03-010, 2003.",
        "Aghion, Philippe, and Howitt, Peter. A Model of Growth through Creative Destruction. Econometrica, 50, 1992, pp. 323-357.",
        "Abbott, Thomas A. Price Dispersion in U.S. Manufacturing: Implications for the Aggregation of Products and Firms. Center for Economic Studies Working Paper no. 92-3, March 1992."
    ]
}