{
    "id": 1050,
    "cites": 45,
    "cited_by": 5,
    "reference": [
        "7. See, for example, Gordon (198 ) and Nishkin (1982).",
        "8. Movements in natural rate values of output or employment are assumed to be representable by trends, in contrast to the evidence given by Nelson and Plosser (1982). Also, the methods of overcoming the observational equivalence difficulty (Sargent, 1976b) are not entirely satisfying. 9. The difficulty with this exercise comes in understanding ~hy contracts are set in nominal terms without indexation. 10. The problem is of course compounded in attempts to predict the effects of real-time changes in regimes because expectations are unlikely to adjust immediately to the ne~ policy rule.",
        "5. This ignorance is required, to be more precise, in the three leading flexible-price equilibrium models, namely, those of Lucas (1972a), Lucas (1973), and Barro (1981, pp. 42-50). It is possible that other such models do not have this property.",
        "6. The relevant point was mentioned by Barro (1981) and was very recently emphasized by Grossman (1982). Grossman recognizes, but does not accept, the possibility that money-output correlations are due to reserve causation, i.e., monetary responses to output movements generated by shocks to technology or preferences, as suggested by King and Plosser (1982).",
        "2. Important items were also produced by Fischer (1977), Taylor (1979a) (1979b), and others.",
        "3. Evidence supporting these facts appears in a large number of studies, including Sargent (1976), Barro ( 1977a), Nishkin (1982), Sims (1980), Kennan and Ceary (1982), and Gordon (1982). 4. Here and below I use the term surprise to refer to a one-period expectational error of the form m~ - E~1m~, in notation discussed be low.",
        "Taylor, John B., Staggered Wage Setting in a Macro Model, American Economic Review, 69 (May 1979), 108-113. (a) ________________ Estimation and Control of a Macroeconomic Model with Rational Expectations, Econometrica 47 (September 1979), 1267-1286. (b) _______________ Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, 88 (February 1980), 1-23.",
        "________________ Union Wage Settlements During a Diairiflation, NBER Working Paper No. 985, September 1982.",
        "Tobin, James, Stabilization Policy Ten Years After, Brookings Papers in Economic Activity (No. 1, 1980), 19-71. Wallace, Neil, The Overlapping Generations Model of Fiat Money, in Models of Monetary Economies, ed. by J.H. Kareken and N. Wallace.",
        "_________________ and ____________, t~fl~ Real Bills Doctrine vs. the Quantity Theory: A Reconsideration, Journal of Political Economy, 90 (December 1982), 1212-1236.",
        "Smyth, David, The British Labor Market in Disequilibrium: Did the Dole Reduce Employment in Interwar Britain? Wayne Economic Papers No. 165, July 1982.",
        "Sims, Christopher A., Macroeconomics and Reality, Econometrica 48 (January 1980), 1 _/. 0 ____________________ Policy Analysis with Econometric Models, Brookings Papers on Economic Activity (No. 1, 1982), 107-152.",
        "_________________ A Classical Macroeconometric Model for the United States, Journal of Political Economy, 84 (April 1976), 207-237. (a) _________________ The Observational Equivalence of Natural and Unnatural Rate Theories of Macroeconomics, Journal of Political Economy, 84 (June 1976), 631-640. (b) _________________ Beyond Demand and Supply Curves in Macroeconomics, American Economic Review, 72 (May 1982), 382-389.",
        "Sargent, Thomas J., and Neil Wallace,  `Rational Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule, Journal of Political Economy, 83 (April 1975), 241-254.",
        "Modigliani, Franco, and Lucas Papademos, Targets for Monetary Policy in the Coming Year, Brookings Papers on Economic Activity (No. 1, 1975), 141-163.",
        "Nelson, Charles R.,, and Charles I. Plosser, Trends and Random Walks in Macroeconomic Time Series: Some Evidence and Implications, Journal of Monetary Economics, 10 (1982), forthcoming.",
        "Sargent, Thomas J., Rational Expectations, the Real Rate of Interest, and the Natural Rate of Unemployment, Brookings Papers on Economic Activity (No. 2, 1973), 429-472.",
        "Mishkin, Frederic S., Does Anticipated Monetary Policy Matter? An Econometric Investigation, Journal of Political Economy, 90 (February 1982), 22-51.",
        "Modigliani, Franco, The Monetarist Controversy or, Should We Forsake Stabilization Policies? American Economic Review, 67 (March 1977), 1-19.",
        "_____________________ Rational Expectations and Macroeconomic Stabilization Policy~ An Overview, Journal of Money, Credit, and Banking, 12 (November 1980, Part 2), 716-746.",
        "_____________________ The Role of Overlapping-Generations Models in Monetary Economics, in Carnegie-Rochester Conference Series on Public Policy, Vol. 18, ed. by K. Brunner and A. H. Meltzer. Amsterdam: NorthHolland, (1983), forthcoming.",
        "________________ ~Some International Evidence on Output-Inflation Tradeoffs, American Economic Review 63 (June 1973), 326-334.",
        "Lucas, Robert E., Jr., and Thomas J. Sargent, After Keynesian Macroeconomics, in After the Phillips Curve: Persistence of High Inflation and High Unemployment. Conference Series No. 19, Federal Reserve Bank of Boston, 1978.",
        "McCallum, Bennett T., Topics Concerning the Formulation, Estimation, and Use of Macroeconometric Models with Rational Expectations, 1979 Proceedings of the Business and Economics Statistics Section, American Statistical Association.",
        "____________________ Understanding Business Cycles,t in Carnegie-Rochester Conference Series in Public Policy, Vol. 5, ed. by K. Brunner and A. H. Meltzer. Amsterdam: North-Holland, 1977. ___________________ Rules, Discretion, and the Role of the Economic Advisor, in Rational Expectations and Economic Policy, ed. by S. Fischer.",
        "________________ Methods and Problems in Business Cycle Theory, Journal of Money, Credit, and Banking, 12 (November 1980, Part 2), 696-715.",
        "Litterman, Robert B., Optimal Control of the Money Supply, NBER Working Paper No. 912, June 1982.",
        "Lucas, Robert E., Jr., Expectations and the Neutrality of Money, Journal of Economic Theory, 4 (April 1972), 103-124. (a) _____________________ Econometric Testing of the Natural Rate Hypothesis, in The Econometrics of Price Determination, ed. by 0. Eckstein.",
        "Washington: Board of Governors of the Federal Reserve System, 1972. (b) ____________________ Econometric Policy Evaluation: A Critique, in Carnegie-Rochester Conference Series in Public Policy, Vol. 1, ed. by K. Brunner and A. H. Meltzer. Amsterdam: North-Holland, 1976.",
        "King, Robert G., Monetary Information and Monetary Neutrality, Journal of Monetary Economics, 7 (March 1981), 195-206.",
        "King, Robert G,, and Charles I. Plosser, The Behavior of Money, Credit, and Prices in a Real Business Cycle,t NBER Working Paper No. 853, February 1982.",
        "Kydland, Finn E.,, and Edward C. Prescott, Time to Build and Aggregate Fluctuations, Econometrica, 50 (November 1982), 1345-1370.",
        "Grossman, Herschel I., The Natural-Rate Hypothesis, The RationalExpectations Hypothesis, and the Remarkable Survival of Non-MarketClearing Assumptions, Brown University, Working Paper No. 82-20, October 1982.",
        "Hansen, Lars P., and Thomas J. Sargent, Formulating and Estimating Dynamic Linear Rational Expectations Models, Journal of Economic Dynamics and Control, 2 (February 1980), 7-46.",
        "Kennan, John, and P.T. Geary, Some International Evidence on Cyclical Fluctuations in Product and Labor Markets, University of Iowa working Paper No. 82-2, January 1982.",
        "Bryant, John, and Neil Wallace, The Inefficiency of Interest-Bearing National Debt, Journal of Political Economy, 87 (April 1979), 365-381.",
        "Fischer, Stanley, Loug-Term Contracts, Rational Expectations, and the Optimal Money Supply Rule, Journal of Political Economy, 85 (February 1977), 191-205.",
        "Gordon, Robert J., Price Inertia and Policy Ineffectiveness in the United States, 1890-1980, Journal of Political Economy, 90 (December 1982), 1087-1117.",
        "Gordon, Robert J.,, and Stephen King, The Output Costs of Disinflation in Traditional and Vector-Autoregressive Models, Brookings Papers on Economic Activity (1982, No. 1), 205-242.",
        "Blinder, Alan S., and Stanley Fischer, Inventories, Rational Expectations, and the Business Cycle, Journal of Monetary Economics 8 (November 1981), 453-465.",
        "Boschen, John, and Herschel I. Grossman, Tests of Equilibrium Macroeconomics Using Contemporaneous Monetary Data, Journal of Monetary Economics, 11 (1983), forthcoming.",
        "~Brunner, Karl, Alex Cukierman, and Allan H. Meltzer, Stagflation, Persistent Unemployment, and the Permanence of Economic Shocks, Journal of Monetary Economics 6 (October 1980), 467-492.",
        "_______________ Unanticipated Money Growth and Unemployment in the United States, American Economic Review, 67 (March 1977), 101-115. (a) ______________ Long Term Contracting, Sticky Prices, and Monetary Policy, Journal of Monetary Economics 3 (July 1977), 305-316. (b) _______________ Second Thoughts on Keynesian Economics, American Economic Review, 69 (May 1979), 54-59.",
        "_______________ The Equilibrium Approach to Business Cycles, in Money, Expectations, and Business Cycles. New York: Academic Press, 1981.",
        "Barro, Robert J., Rational Expectations and the Role of Monetary Policy, Journal of Monetary Economics, 2 (January 1976), 1-32."
    ]
}