{
    "id": 10502,
    "cites": 14,
    "cited_by": 10,
    "reference": [
        "Wang, J., 1993, A Model of Intertemporal Asset Prices under Asymmetric Information, Review of Economic Studies, 6, 249-282.",
        "Shukla, R. K., and G. B. van Inwegen, 1995, Do Domestics Perform Better than Foreigners? An Analysis of UK and US Mutual Fund Managers, Journal of Economics and Business, 47, 241-254.",
        "Seasholes, M., 2000, Smart Foreign Traders in Emerging Markets, working paper, Harvard Business School.",
        "Lee, C.M. C., and M.A. Ready, 1991, Inferring Trade Direction from Intraday Data, Journal of Finance, 46, 733-746.",
        "Keim, D., 2003, The Cost of Trend Chasing and the Illusion of Momentum Profits, working paper, Wharton School, University of Pennsylvania.",
        "Kang, J.-K., and R.M. Stulz, 1997, Why is There a Home Bias? An Analysis of Foreign Portfolio Equity Ownership in Japan, Journal of Financial Economics, 46, 2-28.",
        "Holthausen, R.W., R.W. Leftwich, and D. Mayers, 1987, The Effect of Large Block Transactions on Security Prices: A Cross-Sectional Analysis, Journal of Financial Economics, 19, 237-267.",
        "Grinblatt, M., and M. Keloharju, 2000, The Investment Behavior and Performance of Various Investor Types: A Study of Finlands Unique Data Set, Journal of Financial Economics, 55, 43-67.",
        "Froot, K.A., and T. Ramadorai, 2001, The Information Content of International Portfolio Flows, NBER working paper 8472, National Bureau of Economic Research.",
        "Froot, K., P. OConnell, and M. Seasholes, 2001, The Portfolio Flows of International Investors, Journal of Financial Economics, 59, 151-193.",
        "Dvorak, T., 2002, Do Domestic Investors Have an Informational Advantage? Evidence from Indonesia, working paper, Williams College.",
        "Carhart, M.M., 1997, On Persistence in Mutual Fund Performance, Journal of Finance, 52, 57-83.",
        "Brennan, M. J., and H. Cao, 1997, International Portfolio Flows, Journal of Finance, 52, 1851-1880.",
        "Tesar, L.L., and I.M. Werner, 1995, Home Bias and High Turnover, Journal of International Money and Finance, 14, 467-492."
    ]
}