{
    "id": 10509,
    "cites": 58,
    "cited_by": 124,
    "reference": [
        "Troske, Kenneth (1999) Evidence on the Employer Size-Wage Premium from WorkerEstablishment Matched Data, Review of Economics and Statistics, 81, no 1, 15-26.",
        "Tanzi, Vito (1980) The Underground Economy in the United States: Estimates and Implications, Banca Nazionale del Lavoro, 135, no. 4, 427-453.",
        "Spiro, P. (1994) Evidence of a Post-GST Increase in the Underground Economy. Canadian Tax Journal, 41, no. 2, 247-258.",
        "SÃ\u0083Â¸rensen, Peter Birch (1997) Public Finance Solutions to the European Unemployment Problem? Economic Policy, October, 223-264.",
        "Schneider, Friedrich (2002) The Size and Development of the Shadow Economies of 22 Transition and 21 OECD Countries, IZA Discussion Paper 514, June.",
        "Schettkat, Ronald (2003), Differences in U.S.-German Time-Allocation: Why Do Americans Work Longer Hours Than Germans? IZA Discussion Paper 697, January.",
        "Sattinger, Mark (1993), Assignment Models of the Distribution of Earnings. Journal of Economic Literature 31(4), 831880.",
        "Sandmo, Agnar (1990) Tax Distortions and Household Production, Oxford Economic Papers 42(1), 7890.",
        "Rosen, Sherwin (1997) Public Employment, Taxes, and the Welfare State in Sweden, in Richard B. Freeman, Robert Topel and Birgitta Swedenborg, editors, The Welfare State in Transition: Reforming the Swedish Model. Chicago: The University of Chicago Press.",
        "Rogerson, Richard (2003) Taxation and Market Work: Is Scandinavia an Outlier? Work in progress, Arizona State University.",
        "Prescott, Edward (2003) Why Do Americans Work So Much More than Europeans? Federal Reserve Bank of Minneapolis Staff Report 321, November.",
        "Prescott, Edward (2002) Prosperity and Depression, American Economic Review, 92, no. 2 (May), 1-15.",
        "Piggott, John and John Whalley (2001) VAT Base Broadening, Self Supply, and the Informal Sector, American Economic Review, 91 (4), 1084-1094.",
        "Persson, Torsten and Guido Tabellini (2002) Political Institutions and Policy Outcomes: What Are the Stylized Facts? Stockholm University.",
        "Persson, Torsten, Gerard Roland and Guido Tabellini (2000) Comparative Politics and Public Finance, Journal of Political Economy, 108, no. 6 (December), 1121-1161.",
        "Palda, Filip (1998) Evasive Ability and the Efficiency Cost of the Underground Economy, Canadian Journal of Economics, 31, no. 5 (November), 1118-1138.",
        "Olovsson, Conny (2004) Why Do Europeans Work so Little? working paper, Institute for International Economic Studies, Stockholm University.",
        "Ashenfelter and David Card. Amsterdam: Elsevier. Nickell, Stephen J. and Luca Nunciata (2001) Labour Market Institutions Database Center for Economic Performance, September 21, 2001.",
        "Nickell, Stephen and Richard Layard (1999) Labor Market Institutions and Economic Performance, in Handbook of Labor Economics, Volume 3C, edited by Orley C.",
        "Nickell, Stephen J. (2003) Employment and Taxes, mimeo, CESifo Working Paper Series No. 1109, December.",
        "Nicoletti, Giuseppe and Frederic L. Pryor (2001) Subjective and Objective Measures of the Extent of Governmental Regulations, at www.aei-brookings.org/admin/authorpdfs/page.php?id=424.",
        "McGrattan, Ellen R., Richard Rogerson and Randall Wright (1997) An Equilibrium Model of the Business Cycle with Household Production and Fiscal Policy, International Economic Review, 38, no. 2 (May), 267-290.",
        "Ljungqvist, Lars and Thomas J. Sargent (1998) The European Unemployment Dilemma, Journal of Political Economy, 106, no. 3 (June), 514-550.",
        "Ljungqvist, Lars and Thomas J. Sargent (1995) The Swedish Unemployment Experience, European Economic Review, 39, 1043-1070.",
        "Lindert, Peter (2002) Why the Welfare State Looks Like a Free Lunch, UC-Davis Department of Economics Working Paper 02-7.",
        "Lindbeck, Assar, Sten Nyberg and Jorgen W. Weibull (1999) Social Norms and Economic Incentives in the Welfare State, Quarterly Journal of Economics, 114, no. 1 (February), 135.",
        "Lindbeck, Assar (1995) Hazardous Welfare-State Dynamics, American Economic Review, 85, no. 2 (May), 9-15.",
        "Amsterdam: North-Holland. Krusell, Per, Vincenzo Quadrini, and Jose-Victor Rios-Rull (1996) Are consumption taxes really better than income taxes? Journal of Monetary Economics, 37, no. 3 (June), 475503.",
        "Krueger, Alan B. and Bruce D. Meyer (2002) Labor Supply Effects of Social Insurance, in Alan J. Auerbach and Martin Feldstein, eds., Handbook of Public Economics, Volume 4.",
        "Kleven, Henrik Jacobsen, Wolfram F. Richter and Peter Birch SÃ\u0083Â¸rensen (2000) Optimal Taxation with Household Production, Oxford Economic Papers 52 (3), 584594.",
        "Karoleff, V., A. Snow and G.A. Trandel (1994). Tax Evasion and the Size of the Underground Economy. Canadian Public Policy, 20 (3), 235-252.",
        "Juster, F. Thomas and Stafford, Frank P. (1991), The Allocation of Time: Empirical Findings, Behavioral Models, and Problems of Measurement, Journal of Economic Literature 29(2), 471522.",
        "Johnson, Simon, Daniel Kaufmann and Pablo Zoido-Lobaton (1998) Regulatory Discretion and the Unofficial Economy, American Economic Review 88:2, pages 387-392.",
        "Henrekson, Magnus and Mats Persson (2004) The Effects on Sick Leave Changes in the Sickness Insurance System, Journal of Labor Economics, 22, no. 1 (January).",
        "Greenwood, Jeremy, Richard Rogerson and Randall Wright (1995) Household Production in Real Business Cycle Theory, in Thomas F. Cooley, editor, Frontiers of Business Cycle Research. Princeton, New Jersey: Princeton University Press.",
        "Glyn, Andrew (2002) Labour Market Success and Labour Market Reform: Lessons from Ireland and New Zealand, Corpus Christi College, Oxford. Available at http://www.econ.ox.ac.uk/Members/andrew.glyn/IrelandandNZ4.pdf.",
        "Giles, David E.A. and Lindsay M. Tedds (2002) Taxes and the Canadian Underground Economy. Toronto: Canadian Tax Foundation.",
        "Giles, David E.A. (2000) Modeling the Tax Compliance Profiles of New Zealand Firms: Evidence from Audit Records, in Gerald W. Scully and Patrick J. Caragata, editors, Taxation and the Limits of Government, Boston: Kluwer Academic Publishers.",
        "Gersbach, Hans and Achim Schniewind (2001) Product Market Reforms and Unemployment in Europe, IZA Discussion Paper No. 255 (February).",
        "Freeman, Richard B. and Ronald Schettkat (2002) Marketization of Production and the USEurope Employment Gap, NBER Working Paper 8797.",
        "Dolado, Juan, Francis Kramarz, Stephen Machin, Alan Manning, David Margolis and Coen Teulings (1996) Minimum Wages: The European Experience, Economic Policy, no. 23 (October), 319-372.",
        "Eisner, Robert (1988) Extended Accounts for National Income and Product, Journal of Economic Literature, 26, 1611-1684.",
        "Davis, Steven J. and Magnus Henrekson (2003) Wage-Setting Institutions as Industrial Policy, Labour Economics, forthcoming. Available at http://gsbwww.uchicago.edu/fac/steven.davis/research/.",
        "Davis, Steven J., John C. Haltiwanger and Scott Schuh (1996) Job Creation and Destruction.",
        "Davis, Steven J. (1997) Sorting, Learning and Mobility When Jobs Have Scarcity Value, Carnegie-Rochester Conference Series on Public Policy, 46, 327337.",
        "Cambridge, Massachusetts: Harvard University Press. Cagan, Philip (1958) The Demand for Currency Relative to the Total Money Supply, Journal of Political Economy, 66, no. 3, 302-328.",
        "Brown, Charles, James Hamilton and James Medoff (1990) Employers Large and Small.",
        "Brennan, H. Geoffrey and James M. Buchanan (1980) The Power to Tax: Analytical Foundations of a Fiscal Constitution. Cambridge, MA: Cambridge University Press.",
        "Boskin, Michael J. (1975) Efficiency Aspects of the Differential Tax Treatment of Market and Household Economic Activity, Journal of Public Economics, 4, 1-25.",
        "Blau, Francine D. and Lawrence M. Kahn (1999) Institutions and Laws in the Labor Market, in Handbook of Labor Economics, Volume 3A, edited by Orley C. Ashenfelter and David Card. Amsterdam: Elsevier.",
        "Blanchard, Olivier and Francesco Giavazzi (2003) Macroeconomic effects of regulation and deregulation in goods and labor markets, Quarterly Journal of Economics, 118 (3) August, 879-909.",
        "Blanchard, Olivier (2004) The Economic Future of Europe, NBER Working Paper No.",
        "Bertrand, Marianne and Francis Kramarz (2002) Does entry regulation hinder job creation? Evidence from the French retail industry, Quarterly Journal of Economics, 117 (4) (November), 1369-1413.",
        "Becker, Gary S. and Casey B. Mulligan (2003) Deadweight Costs and the Size of Government, Journal of Law and Economics 46, no. 2, 293-340.",
        "Auerbach, Alan (1983) Taxation, Corporate Financial Policy and the Cost of Capital, Journal of Economic Literature, 21 (September), 905-940.",
        "Aronson, Thomas and James R. Walker (1997) The Effects of Swedens Welfare state on Labor Supply Incentives. In Richard B. Freeman, Robert Topel and Birgitta Swedenborg, editors, The Welfare State in Transition: Reforming the Swedish Model. Chicago: The University of Chicago Press.",
        "Blanchard, Oliver (2000) The Economics of Unemployment, Shocks, Institutions and Interactions, Lionel Robbins Lectures.",
        "Schneider, Friedrich and Dominik H. Enste (2000) Shadow Economies: Size, Causes, and Consequences, Journal of Economic Literature, 38(1) (March), 77-114."
    ]
}