{
    "id": 10500,
    "cites": 40,
    "cited_by": 8,
    "reference": [
        "Werning, Ivan, Optimal Unemployment Insurance with Unobservable Savings, MIT mimeo (2002).",
        "Topel, Robert, On Layoffs and Unemployment Insurance, American Economic Review 73 (1983), 541-549.",
        "Szpiro, George, Measuring Risk Aversion: An Alternative Approach, The Review of Economics and Statistics, 68 (1986), 156-159.",
        "Stephens, Melvin, The Long-Run Consumption Effects of Earnings Shocks, The Review of Economics and Statistics 83 (2001), 28-36.",
        "Romeo, Charles J.. 2001. Controlling for Seam Problems in Duration Model Estimates with Application to the Current Population Survey Journal of Human Resources 36(3), 467-499.",
        "Mincer, Jacob Labor Force Participation of Married Women, in Aspects of Labor Economics. National Bureau of Economic Research (1962).",
        "Meyer, Bruce D., Unemployment Insurance and Unemployment Spells, Econometrica, Volume 58, Issue 4 (1990), 757-782.",
        "Metrick, Andrew, A Natural Experiment in Jeopardy!, American Economic Review, 85 (1995), 240-253.",
        "Marquis, Kent and Jeffrey C. Moore. Measurement Errors in SIPP Program Reports, in Proceedings of the 1990 Annual Research Conference, 721-45. Washington D.C.: U.S.",
        "Lucas, Robert E., Jr., Models of Business Cycles, Basil Blackwell: New York, 1987.",
        "Katz, Lawrence and Bruce Meyer, The Impact of the Potential Duration of Unemployment Benefits on the Duration of Unemployment, Journal of Public Economics 41 (1990) 45-72.",
        "Hopenhayn, Hugo and Juan Pablo Niccolini, Optimal Unemployment Insurance, Journal of Political Economy 105 (1997), 412--438.",
        "Holt, Charles and Susan Laury, Risk Aversion and Incentive Effects in Lottery Choices, American Economic Review 92 (2002), 1644-55.",
        "Hausman, Jerry, The Econometrics of Nonlinear Budget Sets, Econometrica 53 (1985), 1255-1282.",
        "Gruber, Jonathan, The Consumption Smoothing Benefits of Unemployment Insurance, American Economic Review 87 (1997), 192-205.",
        "Golosov, Mikhael, and Aleh Tsyvinski, Optimal Taxation with Endogenous Insurance Markets, UCLA mimeo (2003).",
        "Gertner, Robert, Game Shows and Economic Behavior: Risk-Taking on `Card Sharks, Quarterly Journal of Economics, 108 (1993), 507-22.",
        "Flemming, J.S., Aspects of Optimal Unemployment Insurance, Journal of Public Economics 10 (1978), 403-425.",
        "Feldstein, Martin and Daniel Altman, Unemployment Insurance Savings Accounts, National Bureau of Economic Research Working Paper 6860 (1998).",
        "Feldstein, Martin, The Effect of Unemployment Insurance on Temporary Layoffs, American Economic Review 68 (1978), 834-46.",
        "Employment and Training Administration, Significant Provisions of State Unemployment Insurance Laws, Washington D.C.: U.S. Government Printing Office (various years). Engen, Eric and Jonathan Gruber, Unemployment Insurance and Precautionary Savings, Journal of Monetary Economics 47 (2001), 545-579.",
        "Eberly, Janice, Adjustment of Consumers Durables Stocks: Evidence from Automobile Purchases, Journal of Political Economy 102 (1994), 403-436.",
        "Davidson, Carl and Stephen A. Woodbury, Optimal Unemployment Insurance, Journal of Public Economics 64 (1997) 359-387.",
        "Cullen, Julie and Jonathan Gruber, Does Unemployment Insurance Crowd Out Spousal Labor Supply? Journal of Labor Economics 18 (2000), 546-572.",
        "Chetty, Raj and Adam Szeidl, Consumption Commitments and Asset Prices, UCBerkeley mimeo, 2004.",
        "Chetty, Raj, Consumption Commitments, Unemployment Durations, and Local Risk Aversion NBER Working Paper 10211 (2004).",
        "Chetty, Raj, A New Method of Estimating Risk Aversion, NBER Working Paper 9988 (2003).",
        "Browning, Martin and Timothy Crossley, Shocks, Stocks, and Socks: Smoothing Consumption over a Temporary Income Loss, Canadian International Labour Network Working Paper 27. Burgess, Paul, Jerry Kingston, Robert St. Louis, and Joseph Sloan, Changes in Spending Patterns Following Unemployment, U.S. Department of Labor Employment and Training Administration Occasional Paper 81-3, Washington D.C. (1981).",
        "Browning, Martin and Timothy Crossley, Unemployment Insurance Levels and Consumption Changes, Journal of Public Economics 80 (2001), 1-23.",
        "Browning, Martin and Costas Meghir, The Effects of Male and Female Labor Supply on Commodity Demands, Econometrica 59 (1991), 925-951.",
        "Barsky, Robert B., F. Thomas Juster, Miles S. Kimball, and Matthew D. Shapiro, Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study, Quarterly Journal of Economics, CXII (1997), 537-580.",
        "Baily, Martin, Some Aspects of Optimal Unemployment Insurance, Journal of Public Economics 10 (1978), 379-402.",
        "Attanasio, Orazio, Consumer Durables and Inertial Behavior: Estimation and Aggregation of Ss Rules for Automobiles, Review of Economic Studies 67 (2000), 667-696.",
        "Atkinson, Anthony. and John Micklewright, Unemployment Compensation and Labor Transitions: A Critical Review, Journal of Economic Literature 29 (1991), 1679-1727.",
        "Aguiar, Mark and Erik Hurst, Consumption vs. Expenditure, NBER Working Paper 10307 (2004).",
        "Acemoglu, Daron and Robert Shimer, Efficient Unemployment Insurance, Journal of Political Economy 107 (1999), 893-928.",
        "Krueger, Alan and Bruce Meyer, Labor Supply Effects of Social Insurance, NBER Working Paper 9014, 2002.",
        "Gruber, Jonathan, Unemployment Insurance, Consumption Smoothing, and Private Insurance: Evidence from the PSID and CEX, Research in Employment Policy 1 (1998), 3-31.",
        "Anderson, Patricia and Bruce Meyer, Unemployment Insurance Takeup Rates and the After-Tax Value of Benefits, Quarterly Journal of Economics 112 (1997), 913-937.",
        "Abrevaya, Jason and Jerry Hausman, Semiparametric Estimation with Mismeasured Dependent Variables: An Application to Duration Model for Unemployment Spells, Massachusetts Institute of Technology Mimeo (1999)."
    ]
}