{
    "id": 10505,
    "cites": 27,
    "cited_by": 6,
    "reference": [
        "Nelson, Julie A., On Testing for Full Insurance using Consumer Expenditure Survey Data, The Journal of Political Economy, April 1994, 102 (2), 384394.",
        "Mace, Barbara J., Full Insurance in the Presence of Aggregate Unicertainty, The Journal of Political Economy, October 1991, 99 (5), 928956.",
        "An Empirical Perspective, 2004. Forthcoming Journal of Finance.",
        "Lustig, Hanno, The Wealth Distribution and Aggregate Risk, 2003. Mimeo University of Chicago.",
        "Lucas, Robert, Asset Prices in an Exchange Economy, Econometrica, 1978, 46 (6), 142954.",
        "Ljungqvist, Lars and Thomas J. Sargent, Recursive Macroeconomic Theory, Second Edition, Cambridge, Mass.: MIT Press, 2004.",
        "Levine, Ross, Financial Development and Economic Growth: Views and Agenda, Journal of Economic Literature, 1997, 35, 688726.",
        "Krueger, Dirk, Risk Sharing in Economies with Incomplete Markets, June 2000. mimeo.",
        "Kehoe, Timothy and David Levine, Debt-Constrained Asset Markets., Review of Economic Studies, 1993, 60, 865888.",
        "Kehoe, Patrick J. and Fabrizio Perri, International Business Cycles with Endogenous Incomplete Markets, Econometrica, May 2002, 70 (3), 907928.",
        "Johansen, Soren and Katarina Juselius, Maximum Likelihood Estimation and Inference on Cointegration with Applications to the Demand for Money, Oxford Bulletin of Economics and Statistics, May 1990, 52, 169210.",
        "Jagannathan, Ravi and Zhenyu Wang, The Conditional CAPM and the Cross-Section of Expected Returns, The Journal of Finance, March 1996, 51 (1), 353.",
        "Harrison, Michael J. and David M. Kreps, Martingales and Arbitrage in Multiperiod Securities Markets, Journal of Economic Theory, 1979, 20, 381408.",
        "Hansen, Lars Peter and Thomas J. Sargent, Formulating and Estimating Dynamic Linear Rational Expectations Models, Journal of Economic Dynamics and Control, 1980, 2, 746.",
        "Gertler, Paul and Jonathan Gruber, Insuring Consumption Against Illness, American Economic Review, 2002, 92, 5170.",
        "Eichenbaum, Martin and Lars Peter Hansen, Estimating Models with Intertemporal Substitution Using Aggregate Time Series Data, Journal of Business and Economic Statistics, 1990, 8 (1), 5369.",
        "DeSoto, Hernando, The Mystery of Capital: Why Capitalism Triumphs in the West and Fails Everywhere Else, New York, NY: Basic Books; First edition, 2000.",
        "DelNegro, Marco, Aggregate Risk Sharing Across US States and Across European Countries, January 1998. Yale University mimeo.",
        "Cochrane, John H., A Simple Test of Consumption Insurance, The Journal of Political Economy, October 1991, 99 (5), 957976.",
        "Campbell, John Y., Understanding Risk and Return, The Journal of Political Economy, April 1996, 104 (2), 298345.",
        "Blundell, Richard, Luigi Pistaferri, and Ian Preston, Partial Insurance, Information and Consumption Dynamics, July 2002. Mimeo.",
        "Backus, David, Patrick Kehoe, and Finn Kydland, International Real Business Cycles, Journal of Political Economy, 1992, 100 (4), 74575.",
        "Attanasio, Orazio P. and Guglielmo Weber, Is Consumption Growth Consistent with Intertemporal Optimization? Evidence from the Consumer Expenditure Survey, The Journal of Political Economy, December 1995, 103 (6), 11211157.",
        "Arellano, Manuel and Stephen Bond, Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Review of Economic Studies, 1991, 58, 277297.",
        "Alvarez, Fernando and Urban Jermann, Efficiency, Equilibrium, and Asset Pricing with Risk of Default., Econometrica, 2000, 68 (4), 775798.",
        "Albarran, Pedro and Orazio Attanasio, Empirical Implications of Limited Commitment, 2001. Working Paper UCL.",
        "Hess, Gregory D. and Kwanho Shin, Intranational Business Cycles in the United States, Journal of International Economics, April 1998, 44 (2), 289313."
    ]
}