{
    "id": 10515,
    "cites": 75,
    "cited_by": 7,
    "reference": [
        "Levine, Neil. 1996. The Architecture of Frank Lloyd Wright. Princeton: Princeton University Press.",
        "Lin, Maya. 2000. Boundaries. New York: Simon and Schuster.",
        "Lowell, Robert. 1990. Collected Prose. New York: Noonday Press.",
        "Mast, Gerald. 1986. A Short History of the Movies. Fourth edition. New York: Macmillan.",
        "Mc Farlane, James, editor. 1994. The Cambridge Companion to Ibsen. Cambridge: Cambridge University Press. S",
        "Miller, J. William. 1968. Modern Playwrights at Work, Vol. 1. New York: Samuel French.",
        "Mizener, Arthur. 1951. The Far Side of Paradise: A Biography ofF. Scott Fitzgerald. Cambridge: Riverside Press.",
        "Mondrian, Piet. 1986. The New Art - The New L~J~: The Collected Writings of Piet Mondrian. Boston: G. K. Hall.",
        "Morson, Gary. 1994. Narrative and Freedom. New Haven: Yale University Press.",
        "Munro, Eleanor. 2000. Originals. New edition. New York: Da Capo Press.",
        "Nichols, Bill, editor. 1976. Movies and Methods. Berkeley: University of California Press.",
        "Perloff, Marjorie. 1986. The Futurist Moment. Chicago: University of Chicago Press.",
        "Perloff, Marjorie. 1999. The Poetics of Indeterminacy: Rimbaud to Cage. Evanston: Northwestern University Press.",
        "Rodin, Auguste. 1983. Rodin on Art and Artists. New York: Dover Publications.",
        "Ruland, Richard, and Malcolm Bradbury. 1991. From Puritanism to Postmodernism. New York: Viking Press.",
        "Sarris, Andrew. 1968. The American Cinema. New York: E. P. Dutton.",
        "Sarris, Andrew. 1976. The John Ford Movie Mystery. London: Secker and Warburg.",
        "Schapiro, Meyer. 1979. Modern Art. New York: George Braziller.",
        "Schwartz, Lloyd, and Sybil Estess, editors. 1983. Elizabeth Bishop and Her Art. Ann Arbor: University of Michigan Press.",
        "Serafin, Steven, editor. 1999. The Continuum Encyclopedia of American Literature. New York: Continuum. Seuphor, Michel. 19S6. Piet Mondrian: Life and Work. New York: Harry N. Abrams. Shattuck, Roger. 19S8. The Banquet Years. New York: Harcourt, Brace.",
        "Starkie, Enid. 1939. Arthur Rimbaud. New York: W. W. Norton.",
        "Sylvester, David. 1997. About Modern Art. New York: Henry Holt.",
        "Tafel, Edgar. 1979. Apprentice to Genius. New York: McGraw-Hill.",
        "Templeton, Joan. 1997. Ibsen ~ Women. Cambridge: Cambridge University Press. Tennant, P. F. D. 196S. Ibsen ~ Dramatic Technique. New York: Humanities Press.",
        "Truffaut, Francois. 1994. The Films in My Life. New York: Da Capo Press.",
        "Tumbull, Andrew. 1963. The Letters ofF. Scott Fitzgerald. New York: Charles Scribners Sons.",
        "Wasiolek, Edward. 1967. The Brothers Karamazov and the Critics. Belmont, California: Wadsworth Publishing Company.",
        "Weinberg, Bernard. 1966. The Limits of Symbolism. Chicago: University of Chicago Press.",
        "Welles, Orson, and Peter Bogdanovich. 1992. This is Orson Welles. New York: Harper Collins.",
        "Wittkower, Rudolf. 1977. Sculpture: Processes and Principles. New York: Harper and Row.",
        "Leatherbarrow, W. J., editor. 2002. The Cambridge Companion to Dostoevsky. Cambridge: Cambridge University Press.",
        "Lary, N. M. 1973. Dostoevsky and Dickens. London: Routledge and Kegan Paul.",
        "Kosuth, Joseph. 1991. Art After Philosophy and After: Collected Writings, 1966-1990. Cambridge: MIT Press.",
        "Kazin, Alfred. 1942. On Native Grounds. New York: Harcourt, Brace, and World.",
        "Kael, Pauline. 2002. Raising Kane. London: Methuen Publishing.",
        "Jensen, Robert. 2004. Anticipating Artistic Behavior: New Research Tools for Art Historians. Historical Methods, forthcoming.",
        "Holty, Carl. 1957. Mondrian inNew York: A Memoir. Arts. Vol. 31,No. 10 (1957), 17-21.",
        "Hardwick, Elizabeth. 2001. Seduction and Betrayal. New York: New York Review of Books.",
        "Hamilton, George Heard. 1967. Painting and Sculpture in Europe 1880-1940. Harmondsworth: Penguin Books.",
        "Haftmann, Werner. 1965. Painting in the Twentieth Century. New York: Frederick A. Praeger.",
        "Greenberg, Clement. 1986. Collected Essays and Criticism, Vol. 1. Chicago: University of Chicago Press.",
        "Golding, John. 2000. Paths to the Absolute. Princeton: Princeton University Press.",
        "Golding, John. 1972. Boccioni `s Unique Forms of Continuity in Space. Newcastle: University of Newcastle upon Tyne.",
        "Goldberger, Paul. 2003. Memories. The New Yorker. December 8. p. 50.",
        "Gill, Brendan. 1987. Many Masks: A Life ofFrankLloyd Wright. New York: G. P. Putnams Sons.",
        "Gelernter, Mark. 1999. A History ofAmerican Architecture. Hanover: University Press of New England.",
        "Galenson, David. 2004c. Ranking Modern Sculptors and Sculptures. Unpublished paper, University of Chicago.",
        "Galenson, David. 2004b. Toward Abstraction: Ranking European Painters and Paintings of the Early Twentieth Century. Unpublished paper, University of Chicago.",
        "Galenson, David. 2004a. A Portrait of the Artist as a Young or Old Innovator: Measuring the Careers of Modern Novelists. National Bureau of Economic Research Working Paper 10213.",
        "Galenson, David. 2003b. The Reappearing Masterpiece: Ranking American Artists and Art Works of the Late Twentieth Century. National Bureau of Economic Research Working Paper 9935.",
        "Galenson, David. 2003a. Literary Life Cycles: The Careers of Modern American Poets. National Bureau of Economic Research Working Paper 9856.",
        "Galenson, David. 2002. The Methods and Careers of American Painters in the Late Nineteenth Century. Unpublished paper, University of Chicago.",
        "Galenson, David. 2001. Painting outside the Lines: Patterns of Creativity in Modern Art. Cambridge: Harvard University Press.",
        "Frohock, W. M. 1963. Rimbauds Poetic Practice. Cambridge: Harvard University Press.",
        "Ford, John. 2001. Interviews. Jackson: University Press of Mississippi.",
        "Fitzgerald, F. Scott. 1945. The Crack-Up. New York: New Directions.",
        "Esslin, Martin. 1991. The Theatre of the Absurd. Third edition. London: Penguin Books.",
        "Elsen, Albert. 1974. Origins of Modern Sculpture. New York: George Braziller.",
        "Egan, Michael, editor. 1972. Ibsen: The Critical Heritage. London: Routledge and Kegan Paul.",
        "Elsen, Albert. 1965. Auguste Rodin: Readings on His Life and Work. Englewood Cliffs, NJ: Prentice-Hall.",
        "Dostoevsky, Fyodor. 1961. Letters of Fyodor Michailovitch Dostoevsky, New York: Horizon Press.",
        "Cohn, Robert. 1973. The Poetry of Rimbaud. Princeton: Princeton University Press.",
        "Cooper, Harry, and Ron Spronk. 2001. Mondrian: The Transatlantic Paintings. New Haven: Yale University Press.",
        "Coen, Ester. 1988. Umberto Boccioni. New York: Metropolitan Museum of Art.",
        "Brereton, Geoffrey. 1965. An Introduction to the French Poets. London: Methuen. Bruccoli, Matthew, editor. F. Scott Fitzgerald: A Life in Letters. New York: Charles Scribners Sons.",
        "Bowness, Alan. 1989. The Conditions of Success. New York: Thames and Hudson.",
        "Blotkamp, Carel. 1995. Mondrian: The Art of Destruction. New York: Harry N. Abrams.",
        "Bishop, Elizabeth. 1994. One Art. New York: Farrar, Strauss, Giroux.",
        "Baxter, John. 1971. The Cinema of John Ford. London: Zwemmer.",
        "Balakian, Anna. 1947. Literary Origins of Surrealism. New York: New York University Press.",
        "Bakhtin, Mikhail. 1984. Problems ofDostoevskys Poetics. Minneapolis: University of Minnesota Press.",
        "Ash, Russell. 2003. Top 10 of Film. New York: DK Publishing.",
        "Apollinaire, Guillaume. 1972. Apollinaire on Art: Essays and Reviews 1902-1918. Boston: MFA Publications.",
        "American Film Institute. 1973. John Ford: Life Achievement Award Tribute Address. AFI .com.",
        "Aldridge, John. 1985. After the Lost Generation. New York: Arbor House."
    ]
}