{
    "id": 10517,
    "cites": 25,
    "cited_by": 7,
    "reference": [
        "[26] Woodford, M., Public Debt as Private Liquidity, American Economic Review, Papers and Proceedings 80, May 1990, pp. 382-88. A",
        "[24] Kiyotaki, N. and J. Moore (1997): Credit Cyles, Journal of Political Economy, 105 (2), 211-248.",
        "[25] Lorenzoni, G., Interest Rate Stabilization and Monetary Control: A Reconciliation. Mimeo, Princeton University, 2001.",
        "[23] Holmstrom, B. and J. Tirole, Private and Public Supply of Liquidity, Journal of Political Economy 106-1, February 1998, pp. 1-40.",
        "[22] Hausmann, R., U. Panizza and E. Stein, Why do countries float the way they float? Journal of Development Economics December 2001.",
        "[21] Gertler, M., S. Gilchrist and F.M.Natalucci, External Constraints on Monetary Policy and the Financial Accelerator, NYU working paper, Feb 2001.",
        "[19] Edwards, S. and E. Levy-Yeyati, Flexible Exchange Rates as Shock Absorbers, NBER Wp 9867, June 2003.",
        "[20] Furman, J. and J. E. Stiglitz, Economic Crises: Evidence and Insights from East Asia, Brookings Papers of Economic Activity 2, 1998.",
        "[18] Eaton, J., and M. Gersovitz, Debt with Potential Repudiation: Theory and Estima- tion, Review of Economic Studies 48, pp. 289-309. 1981.",
        "[17] Dornbusch, R. Fewer Monies, Better Monies, NBER Wp 8324, June 2001.",
        "[14] Diamond, D.W. and R.G. Rajan, Money in a Theory of Banking, NBER Wp 10070, October 2003.",
        "[13] Diamond, D.W. and R.G. Rajan, Liquidity Shortages and Financial Crises, U.Chicago mimeo, June 2001.",
        "[12] Christiano, L.J., C. Gust, and J. Roldos, Monetary Policy in a Financial Crisis, forthcoming in Journal of Economic Theory, 2004.",
        "[10] Calvo, G.A., and C.M. Reinhart, Fear of Floating, Quarterly Journal of Economics, 2003.",
        "[11] Cespedes, L.F., R. Chang, and A. Velasco, Balance Sheets and Exchange Rate Policy, NBER Working Paper No. W7840, August 2000.",
        "[9] Caballero, R.J. and A. Krishnamurthy, Inflation Targeting and Sudden Stops, forth- coming in Inflation Targeting, ed. by Michael Woodford, 2004.",
        "[8] Caballero, R.J. and A. Krishnamurthy, Excessive Dollar Debt: Underinsurance and Domestic Financial Underdevelopment, Journal of Finance. April, 58 (2), pp. 867-893, 2003.",
        "[7] Caballero, R.J. and A. Krishnamurthy, International and Domestic Collateral Con- straints in a Model of Emerging Market Crises, Journal of Monetary Economics 48, 513-548, 2001.",
        "[6] Bulow, Jeremy and Rogoff, Kenneth, A Constant Recontracting Model of Sovereign Debt, Journal of Political Economy 97-1, February 1989, pp. 155-78.",
        "[5] Broner, Fernando, Guido Lorenzoni, and Sergio Schmukler, Why do Emerging Mar- kets Borrow Short term? mimeo, July 2003.",
        "[4] Bleakley, H. and K. Cowan., Corporate Dollar Debt and Depreciations: Much Ado About Nothing? Wp 02-05, Boston FED, 2002.",
        "[3] Bernanke, B., M. Gertler, and S. Gilchrist, The Financial Accelerator in a Quantita- tive Business Cycle Framework, Handbook of Macroeconomics, Taylor and Woodford, eds., 1999.",
        "[1] Aghion, Philippe, Philippe Bacchetta, and Abhijit Banerjee, Currency Crises and Monetary Policy with Credit Constraints, mimeo Harvard 2000.",
        "[16] Dornbusch, R. Expectations and Exchange Rate Dynamics, Journal of Political Economy 84, December, pp. 1176-76, 1976.",
        "[2] Bernanke, B. and M. Gertler, Inside the Black Box: The Credit Channel of Monetary Policy Transmission, Journal of Economic Perspectives 9, Fall, pp. 27-48, 1995."
    ]
}