{
    "id": 10518,
    "cites": 26,
    "cited_by": 9,
    "reference": [
        "[28] Woodford, Michael (1991): Public Debt as Private Liquidity, American Economic Review, 80(2), 382-388.",
        "[27] Vissing-Jorgensen, Annette (1999): Limited Stock Market Participation and the Eq- uity Premium Puzzle, Ph.D dissertation, MIT.",
        "[26] Ventura, Jaume (2003): Economic Growth with Bubbles, Mimeo CREI.",
        "[25] Ventura, Jaume (2001): A Portfolio View of the U.S. Current Account Deficit, Brook- ings Papers on Economic Activity,1, 241-253.",
        "[23] Shiller, Robert J. (2000): Irrational Exuberance, Princeton: Princeton University Press.",
        "[24] Tirole, Jean (1985): Asset Bubbles and Overlapping Generations, Econometrica, 53(6), 1499-1528.",
        "[22] Saint-Paul, Gilles (1992): Fiscal Policy in an Endogenous Growth Model, European Economic Review, 36, 763-781.",
        "[19] Murphy, K, A. Shleifer, R. Vishny (1989), A Building Blocks of Market Clearing Business Cycle Models, NBER Macroeconomics Annual.",
        "[17] Kiyotaki, N. and J. Moore (1997): Credit Cyles, Journal of Political Economy, 105 (2), 211-248.",
        "[18] Krugman, P., (1991), History versus Expectations, Quarterly Journal of Economics, 106, 651-667.",
        "[16] King, I., and D. Ferguson (1993): Dynamic Inefficiency, Endogenous Growth and Ponzi Games, Journal of Monetary Economics, 79-104.",
        "[15] Kindleberger, Charles P., (1989): Manias, Panics, and Crashes, (revised edition) Basic Books Inc., Harper Collins, USA.",
        "[14] Jaimovich, N (2003), Firm Dynamics, Markup Variations, and the Business Cycle, Mimeo, Northwestern University.",
        "[12] Hobijn, Bart, and Boyan Jovanovic (2001): The Information-Technology Revolution and the Stock Market: Evidence, American Economic Review, 91(5), 1203-1220.",
        "[11] Grossman, G., and N. Yanagawa (1993): Asset Bubbles and Endogenous Growth, Journal of Monetary Economics, 31, 3-19.",
        "[10] Greenwood, Jeremy, and Boyan Jovanovic (1999): The Information-Technology Rev- olution and the Stock Market, American Economic Review (Papers and Proceedings), 89(2), 116-122.",
        "[9] Glassman, Jeremy and Kevin. A. Hassett (1999): Dow 36,000: The New Strategy for Profiting From the Coming Rise in the Stock Market, Three Rivers Press, New-York.",
        "[8] Gavin, M., R. Hausmann, E. Talvi (1997): Saving Behavior in Latin America: Overview and Policy Issues, IADB Wp 346, May.",
        "[7] Diamond, Peter (1965): National Debt in a Neoclassical Growth Model, American Economic Review, 55, 1126--1150.",
        "[6] Christiano, L and Jonal D. M. Fisher (2003) Stock Market and Investment Goods Prices: Implications for Macroeconomics, NBER Wp 10031.",
        "[5] Cecchetti, Stephen G., Hans Genberg , John Lipsky and Sushil B. Wadhwani (2000): Asset Prices and Central Bank Policy, Geneva Reports on the World Economy 2, London: Center for Economic Policy Research.",
        "[3] Benhabib, J. and R.E.A. Farmer, Indeterminancy and Sunspots in Macroeconomics, in Hanbook of Macroeconomics ed by J.B. Taylor and M. Woodford, Elsevier Science B.V., pp. 388-448.",
        "[4] Carroll, Christopher D., and David N. Weil (1994): Saving and Growth: A Reinter- pretation, Carnegie-Rochester Conference Series on Public policy, 40, 133-192.",
        "[2] Beaudry, P and Franck Portier, (2003), Stock Prices, News and Economic Fluctua- tions, Mimeo UBC.",
        "[1] Abel, A.B., N.G. Mankiw, L. H. Summers and R. J. Zeckhauser (1989): Assessing Dynamic Efficiency: Theory and Evidence, Review of Economic Studies, 56, 1-20.",
        "[20] Olivier, Jacques (2000): Growth-Enhancing Bubbles, International Economic Re- view, 41(1), 133-151."
    ]
}