{
    "id": 10524,
    "cites": 48,
    "cited_by": 3,
    "reference": [
        "[50] Woodford, M. [2003], Interest and Prices; Foundations of a Theory of Monetary Policy, Princeton University Press, Princeton.",
        "[49] Woodford, M. [2001], Fiscal Requirements for Price Stability,Journal of Money, Credit and Banking 33: 669-728 (2001).",
        "[48] Woodford, M. [1998b], Public Debt and the Price Level, mimeo, Princeton University Department of Economics, June.",
        "[47] Woodford, M. [1998a], Comment on John Cochrane, `A Frictionless View of U.S. Ination,NBER Macroeconomics Annual 1998, pp. 390418.",
        "[46] Woodford, M. [1997], Control of the Public Debt: A Requirement for Price Stability?in G. Calvo and M. King, eds., The Debt Burden and Monetary Policy, London: Macmillan, 1997.",
        "[45] Woodford, M. [1995], Price Level Determinacy without Control of a Monetary Aggregate,Carnegie-Rochester Conference Series on Public Policy 43: 1-46 (1995).",
        "[44] Weil, P. [1991], Is Money Net Wealth?, International Economic Review, 32, February, pp. 37-53.",
        "[43] Svensson, L. E. O. [2003], Escaping from a liquidity trap and deation: the foolproof way and others, NBER Working Paper 10195, December.",
        "[42] Sims, C. A. [2001], Fiscal Consequence for Mexico Adopting the Dollar, Journal of Money, Credit and Banking, 23, pp. 597-625.",
        "[41] Sims, C. A. [1999], Domestic Currency Denominated Government Debt as Equity in the Primary Surplus, mimeo, Princeton University.",
        "[40] Sims, C. A. [1997], Econometric Implications of the Government Budget Constraint, Journal of Econometrics, 1997.",
        "[39] Sims, C. A. [1994], A Simple Model for Study of the Determination of the Price Level and the Interaction of Monetary and Fiscal Policy, Economic Theory 4, pp. 381-399.",
        "[38] Sibert, A. C. and I..Mihov [2003], Credibility and Flexibility with Monetary Policy Committees,mimeo Oct.",
        "[37] Sibert, A. C. [2004], Is the Structure of the ECB Adequate to the New Challenge?, mimeo, Birkbeck College, University of London, February.",
        "[36] Sibert, A. C. [2003], Monetary Policy Committees: Individual and Collective Reputations,Review of Economic Studies, 70, Jul., 649-666.",
        "[35] Sargent, T.J. and N. Wallace [1981], Some Unpleasant Monetarist Arithmetic, Federal Reserve Bank of Minneapolis, Quarterly Review, Vol. 5(3).",
        "[34] Rogo, K. [2002], The Surprising Popularity of Paper Currency, Finance and Development, Volume 39, March, Number 1.",
        "[33] Rogo, K. [1998], Foreign and Underground Demand for Euro Notes: Blessing or Curse? Economic Policy, Vol. 26 (April), pp. 263-303.",
        "[32] Niepelt, D. [2004], The Fiscal Myth of the Price Level, Quarterly Journal of Econoics, Volume 119(1), February, pp. 277-300.",
        "[31] McCallum, B. T. [2003b], Is the Fiscal Theory of the Price Level Learnable ?, NBER Working Paper w9961, September.",
        "[30] McCallum, B. T. [2003a], Monetary Policy in Economies with Little or No Money, NBER Working Paper w9838, July.",
        "[29] McCallum, B. T. [2001], Indeterminacy, Bubbles, and the Fiscal Theory of the Price Level,Journal of Monetary Economics 47, February, 19-30.",
        "[28] McCallum, B. T. [1995], Two Fallacies Concerning Central Bank Independence, American Economic Review, Papers and Proceedings 85, May, 207-211.",
        "[26] Kydland, F. E. and E. C. Prescott [1977], Rules Rather Than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy, 85, June, pp. 473-492.",
        "[25] King, M. [1997], The Ination Target Five Years On, Lecture delivered at the London School of Economics, Wednesday 29 October. Bank of England mimeo.",
        "[24] Keynes, J. M. [1931], Economic Possibilities for our Grandchildren, in John Maynard Keynes, Essays in Persuasion, Macmillan Press Ltd. London, 321-332.",
        "[23] Goodfriend, M. [2000], Overcoming the Zero Bound on Interest Rate Policy, Journal of Money, Credit and Banking, Vol. 32, No. 4, Pt. 2, November, 1007-1035.",
        "[21] Friedman, M. [1969], The Optimum Quantity of Money, in Milton Friedman, The Optimum Quantity of Money and Other Essays, Chapter 1, pp.1-50, Adline Publishing Company, Chicago.",
        "[20] Friedman, B. [2002], Threats to the Future Eectiveness of Monetary Policy. Cooper and Layard (eds.), What the Future Holds: Insights from Social Science. Cambridge: MIT Press, 2002.",
        "[19] Friedman, B. [2001], Decoupling at the Margin: The Threat to Monetary Policy from the Electronic Revolution in Banking.International Finance, 3 (July, 2001).",
        "[18] Fisher, I. [1933], Stamp Scrip, Adelphi Company, New York.",
        "[17] Drehmann, M., C. Goodhart and M. Krueger [2002], The Challenges Facing Foreign Currency Usage: Will Traditional Transactions Medium Be Able to Resist Competition from New Technologies? Economic Policy, Vol. 17, pp. 193-227.",
        "[16] Doyle, B. [2000], Here Dollars, Dollars . .: Estimating Currency Demand and Worldwide Currency Substitution, International Finance Discussion Paper 657 (Board of Governors of the Federal Reserve System) .",
        "[15] Cochrane, J. H. [2003], Money as Stock, mimeo, June 27, Graduate School of Business, University of Chicago.",
        "[14] Cochrane, J. H. [2001], Long Term Debt and Optimal Policy in the Fiscal Theory of the Price Level, January, Econometrica 69, 69-116.",
        "[13] Cochrane, J. H. [1998], A Frictionless model of U.S. Ination,in Ben S. Bernanke and Julio J. Rotemberg, eds., NBER Macroeconomics Annual 1998 Cambridge MA: MIT press, pp. 323-384.",
        "[12] Buiter, W. H. and A. C. Sibert [2004], Deationary Bubbles, mimeo, EBRD, March.",
        "[11] Buiter, W. H. and N. Panigirtzoglou [2003], Overcoming the Zero Bound on Nominal Interest Rates with Negative Interest on Currency: Gesells Solution, Economic Journal, 113, October 2003, pp. 723-746.",
        "[10] Buiter, W. H. and N. Panigirtzoglou [2001], Liquidity Traps: How to Avoid Them and How to Escape Them, in Reections on Economics and Econometrics, Essays in Honour of Martin Fase, edited by Wim F.V. Vanthoor and Joke Mooij, 2001, pp. 13-58, De Nederlandsche Bank NV, Amsterdam.",
        "[8] Buiter, W. H. [2003a], Helicopter Money: Irredeemable Fiat Money and the Liquidity Trap, National Bureau of Economic Research Working Paper No. W10163, December 2003.",
        "[7] Buiter, W. H. [2002], The Fiscal Theory of the Price Level: A Critique, Economic Journal, 112, July, pp. 459-480.",
        "[6] Blinder, A. [1999], Central Banking in Theory and Practice, MIT Press, Cambridge, Mass.",
        "[5] Benassy, J.-P. [2003], The Fiscal Theory of the Price Level Puzzle: A non Ricardian Resolution, mimeo, CEPREMAP, September.",
        "[4] Begg, D. K. H. and B. Haque (1984), `A Nominal Interest Rate Rule and Price Level Indeterminacy Reconsidered, Greek Economic Review, 6(1), pp. 31-46.",
        "[3] Barro, R. J. and D. Gordon [1983], A Positive Theory of Monetary Policy in a Natural Rate Model, Journal of Political Economy, 91, August, pp. 589-610.",
        "[2] Balcerowicz, L. [1995], Socialism, Capitalism, Transformation, CEU Press Budapest, London, New York.",
        "[1] Allison, T. E. [1998], Overall impact of euro banknotes on the demand for US currency, Testimony before the Subcommittee on Domestic and International Monetary Policy, Committee on Banking and Financial Services, U.S. House of Representatives October 8.",
        "[27] Kocherlakota, N. and C. Phelan [ 1999], Explaining the Fiscal Theory of the Price Level,Federal Reserve Bank of Minneapolis Quarterly Review, 23, pp. 14-23."
    ]
}