{
    "id": 10529,
    "cites": 28,
    "cited_by": 17,
    "reference": [
        "Immigration Issues and Policies (Washington, D.C.: AEA Press). --- [1986], The Impact of the Irish on British Labor Markets During the Industrial Revolution, Journal of Economic History 56 (September): 693-720.",
        "Williamson, J. G. [1982], Immigrant-Inequality Trade-Offs in the Promised Land: American Growth, Distribution and Immigration Prior to the Quotas, in B. Chiswick (ed.), The Gateway: U.S.",
        "Wegge, S. A. [2002], Occupational Self-Selection of European Emigrants: Evidence from Nineteenth Century Hesse-Cassel, European Review of Economic History 6: 365-94.",
        "Timmer, A. and J. G. Williamson [1998], Immigration Policy Prior to the Thirties: Labor Markets, 33 Policy Interaction, and Globalization Backlash, Population and Development Review 24 (December): 739-71.",
        "Stalker, P. [1994], The Work of Strangers: A Survey of International Labor Migration (Geneva: International Labor Organisation).",
        "Rosenberg, N. [1967], Anglo-American Wage Differences in the 1820s, Journal of Economic History 27 (June): 221-9.",
        "ORourke, K. H. and J. G. Williamson [1999] Globalization and History: The Evolution of a Nineteenth-Century Atlantic Economy (Cambridge, Mass.: MIT Press).",
        "ORourke, K. H. and R. Sinnott [2004], The Determinants of Individual Attitudes Towards Immigration. Mimeo. Trinity College Dublin (January).",
        "Minns, C. [2000], Income, Cohort Effects, and Occupational Mobility: A New Look at Immigration to the United States at the Turn of the 20th Century, Explorations in Economic History 37: 326-50.",
        "Mayda, A. M. [2003], Who Is Against Immigration? A Cross-Country Investigation of Individual Attitudes Towards Immigrants. Mimeo, Harvard University (January).",
        "Klein, H. S. [1983], The Integration of Italian Immigrants into the United States and Argentina: A Comparative Analysis, American Historical Review 88: 306-29.",
        "Kirk, D. [1946], Europes Population in the Interwar Years (Princeton, NJ: Princeton University Press for the League of Nations).",
        "Kennedy, J. F. [1964], A Nation of Immigrants (New York: Harper Row).",
        "Jenks, J. W. and W. J. Lauck [1926], The Immigration Problem (New York: Huebsch, 6th ed.).",
        "Hvidt, C.[1975], Flight to America (New York: Academic Press).",
        "Huntington, S. P. [2004], Jose, Can You See? Foreign Policy (March/April): 30-45.",
        "Hendricks, L. [2002], How Important is Human Capital for Development? Evidence from Immigrant Earnings, American Economic Review 92: 198-219.",
        "Hatton, T. J. and J. G. Williamson [1998], The Age of Mass Migration: An Economic Analysis (New York: Oxford University Press).",
        "Hatton, T. J., G. R. Boyer, and R. E. Bailey [1994] The Union Wage Effect in Late Nineteenth Century Britain, Economica 61: 435-56.",
        "Hatton, T. J. [1997], The Immigrant Assimilation Puzzle in Late Nineteenth Century America, Journal of Economic History 57: 34-62.",
        "Habakkuk, H. J. [1962], American and British Technology in the Nineteenth Century (Cambridge: Cambridge University Press).",
        "Ferrie, J. P. [1999], Yankeys Now: Immigrants in the Antebellum United States, 1840-1860 (New York: Oxford University Press).",
        "Clark, X., T. J. Hatton and J. G. Williamson [2002], Where Do US Immigrants Come From? Policy and Sending Country Fundamentals. NBER Working Paper 8998, National Bureau of Economic Research, Cambridge, Mass. (June).",
        "Borjas, G. J. [1987], Self Selection and the Earnings of Immigrants, American Economic Review 77: 531-53.",
        "Baker, M. and Benjamin, D. [1994], The Performance of Immigrants in the Canadian Labor Market, Journal of Labor Economics 12: 455-71.",
        "Antecol, H., Cobb-Clark, D. A. and Trejo, S. K. [2003a], Immigration Policy and the Skills of Immigrants to Australia, Canada and the United States, Journal of Human Resources 38: 192- 218.",
        "Labor Economics, Vol. 3A (New York: North Holland). Chickering, J. [1848], Immigration into the United States (Boston: Little Brown). Chiquiar, D. and Hanson, G. H. [2002], International Migration, Self-Selection, and the Distribution of Wages: Evidence from Mexico and the United States. NBER Working Paper 9242, National Bureau of Economic Research, Cambridge, Mass. (September).",
        "Freeman (eds.), Immigration and the Workforce: Economic Consequences for the United for the United States and Source Areas (Chicago: University of Chicago Press). --- [1993], Immigration Policy, National Origin, and Immigrant Skills: A Comparison of Canada and the United States, in D. Card and R. B. Freeman (eds.), Small Differences that Matter: Labor Markets and Income Maintenance in Canada and The United States (Chicago: University of Chicago Press)."
    ]
}