{
    "id": 10527,
    "cites": 13,
    "cited_by": 0,
    "reference": [
        "[15] Robert E. Lucas and Leonard A. Rapping. Real wages, employment and inflation. Journal of Political Economy, 77:721--754, 1969.",
        "[14] Richard E. Kihlstrom and Leonard J. Mirman. Constant, increasing and decreasing risk aversion with many commodities. Review of Economic Studies, 68:271--280, 1981.",
        "[13] Donald F. Gordon. A neoclassical theory of Keynesian unemployment. Economic Inquiry, 12:431--459, 1974.",
        "[12] Price V. Fishback, William C. Horrace, and Shawn Kantor. The origins of modern housing finance: The impact of federal housing programs during the great depression. Mimeo, University of Arizona, 2001.",
        "[11] Tore Ellingsen and Steinar Holden. A Durable Relationship. Mimeo, Department of Economics, Stockholm School of Economics, 2002.",
        "[9] Angus Deaton. Understanding Consumption. Clarendon Press, Oxford, 1992.",
        "[8] Raj Chetty and Adam Szeidl. Consumption Commitments and Asset Prices. Technical report, Harvard University, 2004.",
        "[6] Truman F. Bewley. Fairness, reciprocity and wage rigidity. Discussion paper no. 1383, Cowles Foundation for Research in Economics at Yale University, 2002.",
        "[5] Truman F. Bewley. Why Wages Dont Fall During a Recession. Harvard University Press, Cambridge, Massachusetts, 1999.",
        "[4] Martin Neil Baily. Wages and unemployment under uncertain demand. Review of Economic Studies, 41:37--50, 1974.",
        "[3] Costas Azariadis. Implicit contracts and underemployment equilibria. Journal of Political Economy, 83:1183--1202, 1975.",
        "[1] George A. Akerlof and Hajime Miyazaki. The implicit contract theory of unemployment meets the wage bill argument. Review of Economic Studies, 67:321--338, 1980.",
        "[10] Tore Ellingsen and Steinar Holden. Sticky Consumption and Rigid Wages. InMarket Behavior and macroeconomic Modelling, eds. Steven Brakman, Hans van Ees, and Simon K. Kuipers, Basingstoke: Macmillan, 1998."
    ]
}