{
    "id": 10525,
    "cites": 20,
    "cited_by": 69,
    "reference": [
        "BÃ\u0083Â¶rsch-Supan, A., and R. Schnabel, 1998, Social Security and Declining Labor Force Participation in Germany, American Economic Review 88.2, 173-178.",
        "BÃ\u0083Â¶rsch-Supan, A., and P. Schmidt, 1996. Early Retirement in East and West Germany, in: R. Riphahn, D. Snower and K. Zimmermann (eds.), Employment Policy in the Transition to Free Enterprise: German Integration and Its Lessons for Europe, London.",
        "BÃ\u0083Â¶rsch-Supan, A., 2002, `Incentive Effects of Social Security Under an Uncertain Disability Option in: D.A. Wise (ed.), Frontiers in the Economics of Aging, University of Chicago Press: Chicago.",
        "BÃ\u0083Â¶rsch-Supan, A., 2001, `Blaupause fÃ\u0083Â¼r eine nachhaltige Rentenreform. Mimeo, University of Mannheim.",
        "BÃ\u0083Â¶rsch-Supan, A., 2000c, `Incentive Effects of Social Security on Labour Force Participation: Evidence in Germany and Across Europe. Journal of Public Economics, in press.",
        "BÃ\u0083Â¶rsch-Supan, A., 2000b, Data and Research on Retirement in Germany, National Academy of Sciences, Washington, D.C.",
        "BÃ\u0083Â¶rsch-Supan, A., 2000a, A Model under Siege: A Case Study of the Germany Retirement Insurance System, The Economic Journal, Vol. 110 No. 461, F24-45.",
        "BÃ\u0083Â¶rsch-Supan, A. (1998): `Germany: A Social Security System on the Verge of Collapse. In: H. Siebert (ed.) Redesigning Social Security. TÃ\u0083Â¼bingen: J.C.B. Mohr (Paul Siebeck).",
        "BÃ\u0083Â¶rsch-Supan, A. and R. Schnabel (1999): Social Security and Retirement in Germany. In: Gruber, J. und Wise, D. A. (eds.), Social Security and Retirement Around the World. Chicago, London: University of Chicago Press, 135-180.",
        "BÃ\u0083Â¶rsch-Supan, A. (2002): Eine Blaupause fÃ\u0083Â¼r eine nachhaltige Rentenreform in Deutschland, MEA Discussion Paper (1), UniversitÃ\u0083Â¤t Mannheim.",
        "BÃ\u0083Â¶rsch-Supan, A. (2000): Rentenreform und die Bereitschaft zur Eigenvorsorge: Umfrageergebnisse in Deutschland, BeitrÃ\u0083Â¤ge zur angewandten Wirtschaftsforschung (583), UniversitÃ\u0083Â¤t Mannheim.",
        "BÃ\u0083Â¶rsch-Supan, A. (1999): The German Retirement Insurance System, in: A. BÃ\u0083Â¶rsch-Supan and M. Miegel (eds.), Pension Reform in Six Countries, Berlin, Heidelberg: Springer, 13-38.",
        "BÃ\u0083Â¶rsch-Supan, A. (1998b): Zur deutschen Diskussion eines Ã\u0083Å\u0093bergangs vom Umlage zum Kapitaldeckungsverfahren in der deutschen Rentenversicherung, Finanzarchiv, 55(3), 400428.",
        "Boeri, T., A. BÃ\u0083Â¶rsch-Supan, and G. Tabellini (2002b): How would you Like to Reform your Pension System? The Opinions of German and Italian Citizens, in: R. Brooks and A. Razin (eds.), The Politics and Finance of Social Security Reform, Kluwer, in press.",
        "Boeri, T., A. BÃ\u0083Â¶rsch-Supan, and G. Tabellini (2002a): Would you Like to Reform the Pension System? The Opinions of European Citizens, American Economic Review, May 2002.",
        "Boeri, T., A. BÃ\u0083Â¶rsch-Supan, and G. Tabellini (2001): Would you like to Shrink the Welfare State? The Opinions of European Citizens, Economic Policy, Vol. 32.",
        "Birg, H., and A. BÃ\u0083Â¶rsch-Supan (1999): FÃ\u0083Â¼r eine neue Aufgabenteilung zwischen gesetzlicher und privater Altersversorgung, GDV: Berlin.",
        "Berkel, B., and A. BÃ\u0083Â¶rsch-Supan (2003): Pension Reform in Germany: The Impact on Retirement Decisions, Finanzarchiv, forthcoming.",
        "BÃ\u0083Â¤cker, G., R. Bispinck, K. Hofemann, und G. Naegele (2003): ,,Sozialpolitik und soziale Lage in Deutschland, www.sozialpolitik-aktuell.de.",
        "BÃ\u0083Â¤cker, G., R. Bispinck, K. Hofemann, und G. Naegele (2000): ,,Sozialpolitik und soziale Lage in Deutschland, Westdeutscher Verlag, Wiesbaden."
    ]
}