{
    "id": 10526,
    "cites": 16,
    "cited_by": 7,
    "reference": [
        "Almazan, Andres, Javier Suarez, and Sheridan Titman, 2003, Capital Structure and Transparency, University of Texas Working Paper.",
        "Alti, Aydogan, 2004, How Persistent is the Impact of Market Timing on Capital Structure? Working Paper, University of Texas at Austin.",
        "Asquith, Paul, and David W. Mullins, 1986, Equity Issues and Offering Dilution, Journal of Financial Economics, 15, 61-89.",
        "Auerbach, Alan J., 1985, Real Determinants of Corporate Leverage, in Benjamin J. Friedman (ed.) Corporate Capital Structures in the United States, University of Chicago Press, Chicago.",
        "Auerbach, Alan J., 1979, Share Valuation and Corporate Equity Policy, Journal of Public Economics, 11, 291-305.",
        "Baker M., and J. Wurgler, 2002, Market Timing and Capital Structure, Journal of Finance, 57(1), 1-32.",
        "Berger, Philip G., Eli Ofek, and David L. Yermack, 1997, Managerial Entrenchment and Capital Structure Decisions, Journal of Finance, 52(4), 1411-1438.",
        "Bolton, Patrick, and David Scharfstein, 1990, A Theory of Predation Based on Agency Problems in Financial Contracting, American Economic Review, 80(1), 93106.",
        "Chen, Long, and Xinlei Zhao, 2004, Understanding the Role of the Market-to-Book Ratio in Corporate Finance Decisions, Working Paper.",
        "Donaldson, G., 1961, Corporate Debt Capacity: A Study of Corporate Debt Policy and the Determination of Corporate Debt Capacity. Harvard Business School, Division of Research, Harvard University.",
        "Fama, Eugene, and Kenneth R. French, 2002, Testing tradeoff and pecking order predictions about dividends and debt, Review of Financial Studies, 15(1), 1-33.",
        "Fama, Eugene, and Kenneth R. French, 1997, Industry Costs of Equity, Journal of Financial Economics, 43(2), 153-93.",
        "Fischer, O. Edwin, Robert Heinkel, and Josef Zechner, 1989, Dynamic Capital Structure Choice: Theory and Tests, Journal of Finance, 44(1), 19-40.",
        "Frank, Murray, and Vidhan Goyal, 2003, Testing the Pecking Order Theory of Capital Structure, Journal of Financial Economics, 67(2), 217-48.",
        "Friend, Irwin, and Larry H. P. Lang, 1988, An Empirical Test of the Impact of Managerial Self-Interest on Corporate Capital Structure, Journal of Finance, 47, 271-281.",
        "Hennessy, Christopher A., and Toni Whited, 2003, Debt Dynamics, Working Paper."
    ]
}