{
    "id": 10522,
    "cites": 19,
    "cited_by": 290,
    "reference": [
        "[23] Sargent, James D., and David G. Blanchflower (1994). Obesity and Stature in Adolescence and Earnings in Young Adulthood: Analysis of a British Birth Cohort. Archives of Pediatric and Adolescent Medicine 148:681-687.",
        "[21] Persico, Nicola, Andrew Postlewaite and Dan Silverman (2003). The Effect of Adolescent Experience on Labor Market Outcomes: The Case of Height. PIER Working Paper 03-036.",
        "[20] Neal, Derek, and William Johnson (1996). The Role of Premarket Factors in Black-White Wage Differences. Journal of Political Economy. 104 (5):869-95.",
        "[18] Moro, Andrea and Peter Norman (2003). Empirical Implications of Statistical Discrimination on the Returns to Measures of SkillEmpirical Implications of Statistical Discrimination on the Returns to Measures of Skill. Annales dÃ\u0083â\u0080°conomie et de Statistique.",
        "[17] Mele, Joy (2003). Statistical Review and Evaluation: Clinical Studies NDA 19-640/SE1-033. Food and Drug Administration Center for Drug Evaluation and Research Report (on file with the authors).",
        "[15] Loh, Eng Seng (1993). The Economic Effects of Physical Appearance. Social Science Quarterly. 74 (2):420-38.",
        "[16] Martel, Leslie F. and Henry B. Biller (1987). Stature and Stigma: The Biopsychosocial Development of Short Males. Lexington Books. Lexington, Mass.",
        "[13] Heckman, James J. (2000) Policies to Foster Human Capital. Research in Economics 54(1):3-56.",
        "[14] _____ (1998). Detecting Discrimination. Journal of Economic Perspectives 12(2):101-116.",
        "[11] Hamermesh, Daniel S., and Jeffrey E. Biddle (1994). Beauty and the Labor Market. American Economic Review 84(5):1174-1194.",
        "[10] Frieze, Irene H., Olson, Josephine E., and Deborah C. Good (1990). Perceived and Actual Discrimination in the Salaries of Male and Female Managers. Journal of Applied Social Psychology 20(1):46-67.",
        "[9] Elias, P., and David Blanchflower (1988). The Occupations , Earnings and Work Histories of Young Adults -- Who Gets the Good Jobs? London England, Department of Employment.",
        "[8] Cawley, John, Karen Conneely, James Heckman, Edward Vytlacil Cognitive Ability, Wages, and Meritocracy. In Devlin, Bernie, Stephen Fienberg, Daniel Resnick, Kathryn Roeder, eds. Intelligence, Genes, and Success: Scientists Respond to the Bell Curve Springer Verlag, New York, 1997.",
        "[5] Cain, Glen (1986). The Economic Analysis of Labor Market Discrimination: A Survey. In Handbook of Labor Economics, vol. 1, Eds. Orley Ashenfelter and Richard Layard. Amsterdam: North-Holland.",
        "[6] Case, Ann, Angela Fertig and Christina Paxson (2003). From Cradle to Grave? The Lasting Impact of Childhood Health and Circumstance. Princeton University Center for Health and Wellbeing. Working Paper.",
        "[3] Barron, John M., Bradley T. Ewing, and Glen R. Waddell The Effects of High School Athletic Participation on Education and Labor Market Outcomes. The Review of Economics and Statistics, August 2000, 82(3), pp. 409-21.",
        "[2] Behrman, Jere, and Mark Rosenzweig (2001). The Returns to Increasing Body Weight. Working Paper. University of Pennsylvania.",
        "[1] Averett, Susan, and Sanders Korenman (1996). The Economic Reality of The Beauty Myth. Journal of Human Resources 31(2):304-330.",
        "[12] Hansen, Karsten, James Heckman and Kathleen Mullen (2003). The Effect of Schooling and Ability on Achievement Test Scores. Forthcoming, Journal of Econometrics."
    ]
}