{
    "id": 10539,
    "cites": 23,
    "cited_by": 33,
    "reference": [
        "Pop1564, Pop65 - Two demographic variables measuring the fraction of a countrys population, ranging between 15 through 64, and above 65, respectively. Gdp_rhp - A measure of the output gap, calculated as the difference between real GDP and its (country specific) trend. The trend was computed using the Hodrick-Prescott filter on the change in real GDP. Real GDP data were extracted from the WDI dataset in constant 1995 US$.",
        "Wooldridge, J (2002), Econometric Analysis of Cross Section and Panel Data, MIT Press: Cambridge, MA.",
        "Tufte, E. (1978), Political Control of the Economy, Princeton NJ: Princeton University Press.",
        "Shi, M. and J. Svensson (2002a), Conditional Political Budget Cycles, CEPR Discussion Paper 3352.",
        "Schuknecht, L. (1996), Political Business Cycles in Developing Countries, Kyklos 49, 155-70.",
        "Persson, T. and G. Tabellini (2002), Do Electoral Cycles Differ Across Political Systems? working paper, IIES, Stockholm University.",
        "Peltzman (1992), Voters as Fiscal Conservatives, Quarterly Journal of Economics 107, 32761.",
        "Nickell, S. (1981), Biases in Dynamic Models with Fixed Effects, Econometrica 49, 14171426.",
        "Madsen, H. (1980), Electoral Outcomes and Macroeconomic Policies: The Scandinavian Cases, in P. Whitely, ed., Models of Political Economy, London: Sage, 15-46.",
        "Lewis-Beck, M. (1988), Economics and Elections, Ann Arbor: University of Michigan Press.",
        "Krueger, A. and I. Turan (1993), The Politics and Economics of Turkish Policy Reform in the 1980s, in R. Bates and A. Krueger, eds. (1993), Political and Economic Interactions in Economic Policy Reform: Evidence from Eight Countries, Oxford: Basil Blackwell.",
        "Keech, W. and K. Pak (1989), Electoral Cycles and Budgetary Growth in Veterans Benefit Programs, American Journal of Political Science 33, 901-11.",
        "Drazen, A. and M. Eslava (2004a), Political Budget Cycles without Deficits: Expenditure Composition Effects, working paper. (drazen@econ.umd.edu) _______ (2004b), Political Budget Cycles when Politicians Have Favorites, working paper.",
        "Drazen, A. (2000), Political Economy in Macroeconomics, Princeton, NJ: Princeton University Press.",
        "Besley, T. and A. Case (1995), Does Political Accountability Affect Economic Policy Choices, Quarterly Journal of Economics 110, 769-798.",
        "Ben-Porath, Y. (1975), The Years of Plenty and the Years of Famine -- A Political Business Cycle, Kyklos 28.",
        "Beck et al., (2001), World Bank Database on Political Institutions.",
        "Arellano, M. and S. Bond (1991), Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Review of Economic Studies 58, 277-297.",
        "Alesina, A., N. Roubini, and G. Cohen (1997), Political Cycles and the Macroeconomy, Cambridge, MA: MIT Press.",
        "Alesina, A., R. Perotti and Tavares (1998), The Political Economy of Fiscal Adjustments, Brookings Papers on Economic Activity 1:1998.",
        "Block, S. (2000), Political Business Cycles, Democratization, and Economic Reform: the Case of Africa, working paper, Fletcher School, Tufts University.",
        "Heckelman, J. and H. Berument (1998), Political Business Cycles and Endogenous Elections, Southern Economic Journal, 64(4), 987-1000.",
        "Fair, R. (1978), The Effect of Economic Events on Votes for President, Review of Economics and Statistics 60, 159-72."
    ]
}