{
    "id": 10535,
    "cites": 33,
    "cited_by": 15,
    "reference": [
        "Sahlman, W., 1990, The Structure and Governance of Venture Capital Organizations, Journal of Financial Economics, 27, 473-521.",
        "Rosenbaum, P., Rubin, D., 1983. The central role of the propensity score in observational studies for causal effects, Biometrika 70, 41-55.",
        "Rogers, W. H., 1993, Regression standard errors in clustered samples, Stata Technical Bulletin 13: 19-23.",
        "Petersen, M., and R. Rajan, 1994, The benefits of lending relationships: evidence from small business data, Journal of Finance, 49(1), March, 3-37.",
        "Lerner, J., 1995, Venture Capitalists and the Oversight of Private Firms, Journal of Finance, 50, 301-18.",
        "Kinn, B., and A. Zaff, 1994, The New SBIC Program: Finally Here, Venture Capital Journal, June, 36-40.",
        "Kaplan, S., and P. StrÃ\u0083Â¶mberg, 2004, Contracts, Characteristics, and Actions: Evidence from Venture Capital Analyses, Journal of Finance, forthcoming.",
        "Kaplan, S., and P. StrÃ\u0083Â¶mberg, 2003, Financial Contracting meets the Real World: An Empirical Study of Venture Capital Contracts, Review of Economic Studies, 70(2), 281-315.",
        "Kaplan, S., and P. StrÃ\u0083Â¶mberg, 2001, Venture Capitalists As Principals: Contracting, Screening, and Monitoring, American Economic Review, Papers and Proceedings.",
        "Kaplan, S., B. Sensoy and P. StrÃ\u0083Â¶mberg, 2004, How well do venture capital databases reflect actual investments, Mimeo, University of Chicago.",
        "James, C., 1987, Some Evidence on the Uniqueness of Bank Loans, Journal of Financial Economics, 19, 217-235.",
        "Hellmann, T., 2002 A Theory of Strategic Venture Investing Journal of Financial Economics, Vol. 64, 2.",
        "Heckman, J., Robb, R., 1986, Alternative methods for evaluating solving the problem of selection bias evaluating the impact of treatments on outcomes, in Wainer H. (ed.) Drawing inference from self-selected samples, Springer Verlag, Berlin.",
        "Heckman, J., Ichimura, H., Todd, P., 1998, Matching as an econometric evaluation estimator, Review of Economic Studies 65, 261-294.",
        "Heckman, J., Ichimura, H., Todd, P., 1997, Matching as an econometric evaluation estimator: evidence from evaluating a job training programme, Review of Economic Studies 64, 605-654.",
        "Hamao, Y., F. Packer, and J. Ritter, 2000, Institutional affiliation and the role of venture capital: evidence from initial public offerings in Japan, Pacific-Basin Finance Journal, 8, 529-558.",
        "Greenbaum, S. I., and A. V. Thakor, 1995, Contemporary Financial Intermediation, The Dryden Press, Orlando, Fl.",
        "Gompers, P., and J. Lerner, 2000, The Determinants of Corporate Venture Capital Success: Organizational Structure, Incentives, and Complementarities in Randall Morck, editor, Concentrated Ownership, Chicago: University of Chicago Press, pp. 17-50.",
        "Gompers, P., 2002, Corporations and the Financing of Innovation: The Corporate Venturing Experience. In The Atlanta Federal Reserve Bank Conference Volume.",
        "Drucker, S. and M. Puri, 2004, The Tying of Lending and Equity Underwriting, Working Paper, Duke University.",
        "Chiappori, P and B. SalaniÃ\u0083Â©, 2000, Testing for Asymmetric Information on Insurance Markets, Journal of Political Economy,108 1, 2000, 56-78.",
        "Brewer, E. and H. Genay, 1994, Funding small business through the SBIC program, Economic Perspectives, Federal Reserve Bank of Chicago, May, 22-34.",
        "Brander, J., R. Amit and W. Antweiler, 2002, Venture Capital Syndication: Improved Venture Selection vs. The Value-Added Hypothesis, Journal of Economics, Management and Strategy, 11(3), Fall, 423-452.",
        "Block Z., and MacMillan, I., 1993, Corporate venturing, Harvard Business School Press, Boston, Massachusetts.",
        "Black, B. S., R. J. Gilson, 1997, Venture capital and the structure of capital markets: banks versus stock markets. Journal of Financial Economics 47, 243-277.",
        "Billet, M. T., Flannery, M. J., Garfinkel, J. A., 1995. The effect of lender identity on a borrowing firms equity return, Journal of Finance 50, 699-718.",
        "Bharath, S. T., S. Dahiya, A. Saunders, and A. Srinivasan, 2004, So what do I get? The banks view of lending relationships, working paper, New York University.",
        "Best, R., Zhang, H., 1993. Alternative information sources and the information content of bank loans, Journal of Finance 48, 1507-1522.",
        "Berger, A. and G. Udell, 1995, Relationship Lending and Lines of Credit in Small Firm Finance, Journal of Business,68(3), 351-381.",
        "Berger, A., N. Miller, M. Petersen, R. Rajan and J. Stein, 2003, Does Function Follow Organizational Form? Evidence from the Lending Practices of Large and Small Banks, Mimeo, Wharton Financial Institutions Center.",
        "Becker, R., and T. Hellmann, 2003, The Genesis of Venture Capital: Lessons from the German Experience, forthcoming in Venture Capital, Entrepreneurship, and Public Policy ed. by C.Keuschnigg and V.Kanniainen, MIT Press.",
        "Allen, F., and Gale D., 2000, Comparing Financial Systems MIT Press, Cambridge, Massachusetts.",
        "Lerner J., 1994, The Syndication of Venture Capital Investments, Financial Management, 23, 16-27."
    ]
}