{
    "id": 10541,
    "cites": 18,
    "cited_by": 17,
    "reference": [
        "Murphy, Kevin M. and Finis Welch (1990), Empirical Age-Earnings Profiles, Journal of Labor Economics 8, 202-229.",
        "Moffitt, Robert (2003), The Temporary Assistance for Needy Families Program, in Means-tested Transfer Programs in the United States, Robert A. Moffitt (ed). Chicago: University of Chicago Press.",
        "Moffitt, Robert (2002), Welfare programs and labor supply, in Handbook of Public Economics Vol. 4, A. Auerbach and M. Feldstein (eds.).",
        "Moffitt, Robert (1998), The effect of welfare on marriage and fertility, in Welfare, the family and reproductive behavior, R. Moffitt (ed.). Washington: National Research Council, National Academy of Sciences Press.",
        "Moffitt, Robert (1992), Incentive effects of the US welfare system: A review, Journal of Economic Literature, Vol. 30, No. 1, pp. 1-61.",
        "Mincer, Jacob (1974), Schooling, Experience and Earnings, Columbia University Press: New York.",
        "Milligan, Kevin (2003), Subsidizing the stork: new evidence on tax incentives and fertility, updated version of NBER Working Paper No. 8845.",
        "Institut de la Statistique du Quebec (2004), Adultes actifs au programme dassistanceemploi selon la scolaritÃ\u0083Â©, QuÃ\u0083Â©bec, Ã\u0082Â» April.",
        "Hu, Wei-yin (2001), Welfare and family stability: Do benefits affect when children leave the nest? Journal of Human Resources, Vol. 36, No. 2, pp. 274-303.",
        "Hoynes, Hilary W. (2000), Local labor markets and welfare spells: Do demand conditions matter? Review of Economics and Statistics, Vol. 82, No. 3, pp. 351-368.",
        "Harvey, Carol, Michael J. Camasso, and Radha Jagannathan (2000), Evaluating welfare reform waivers under Section 1115, Journal of Economic Perspectives, Vol. 14, No. 4, pp. 165-188.",
        "Hahn, Jinyong, Wilbert van der Klaauw, and Petra Todd (2001), Identification and Estimation of Treatment Effects with a Regression-Discontinuity Design, Econometrica, 69(1), January, 201-209.",
        "Fortin, Bernard, Guy Lacroix, and Simon Drolet (2004), Welfare benefits and the duration of welfare spells: evidence from a natural experiment in Canada, Journal of Public Economics, Vol. 88, pp. 1495-1520.",
        "Dooley, Martin D., Stephane Gascon, Pierre Lefebvre, and Philip Merrigan (2000), Lone female headship and welfare policy in Canada, The Journal of Human Resources, Vol. 35, No. 3, pp. 587-602.",
        "Blank, Rebecca M. (2002), Evaluating welfare reform in the United States, Journal of Economic Literature, Vol. 40, No 4, pp. 1105-1166.",
        "Bitler, Marianne P., Jonah B. Gelbach, and Hilary W. Hoynes (2003), Welfare reform and childrens living arrangements, Manuscript.",
        "Barrett, Garry F. and Michael I. Cragg (1998), An untold story: The characteristics of welfare use in British Columbia, Canadian Journal of Economics, Vol. 31, No. 1, pp. 165-188.",
        "Ford, Reuben, David Gyarmati, Kelly Foley, and Doug Tattrie (2003), Can work incentives pay for themselves? Final report on the Self-Sufficiency Project for welfare applicants. Social Research and Demonstration Corporation, Ottawa."
    ]
}