{
    "id": 10544,
    "cites": 13,
    "cited_by": 114,
    "reference": [
        "Tybout, J., J. de Melo e V. Corbo (1991) The Effects of Trade Reforms on Scale and Technical Efficiency: New Evidence from Chile. Journal of International Economics 31, 231-250.",
        "Tybout, J. R. (2001) Plant- and Firm-Level Evidence on `New Trade Theories. Working Paper 8418, NBER.",
        "Tybout, J.R. (2000) Manufacturing Firms in Developing Countries: How Well Do They Do, and Why?. Journal of Economic Literature XXXVIII, 11-44.",
        "Pavcnik, N. (2002) Trade Liberalization, Exit, and Productivity Improvements: Evidence from Chilean Plants. The Review of Economic Studies 69, 245-276.",
        "Olley, G.S. e A. Pakes (1996) The Dynamics of Productivity in the Telecommunications Equipment Industry. Econometrica 64, 1263-1297.",
        "Moreira, M.M. (2000) A IndÃ\u0083Âºstria Brasileira nos Anos 90. O Que JÃ\u0083Â¡ Se Pode Dizer?.",
        "Levinsohn, J. e A. Petrin (2003) Estimating Production Functions Using Inputs to Control for Unobservables. The Review of Economic Studies 70, 317-342.",
        "Iscan, T. (1998) Trade Liberalization and Productivity: A Panel Study of the Mexican Manufacturing Industry. Journal of Development Studies 34, 123-148.",
        "Harrison, A. (1994) Productivity, Imperfect Competition and Trade Reform: Theory and Evidence. Journal of International Economics 36, 53-73.",
        "Ferreira, P.C. (2000) Monopoly Power, Trade Protection and Growth: Cross Industry Evidence. Ensaios EconÃ\u0083Â´micos da EPGE 381, FundaÃ\u0083Â§Ã\u0083Â£o GetÃ\u0083Âºlio Vargas.",
        "Fernandes, A.M. (2003) Trade Policy, Trade Volumes and Plant-Level Productivity in Colombian Manufacturing Industries. Working Paper 3064, The World Bank.",
        "Buchinsky, M. (1998) Recent Advances in Quantile Regression Models: A Practical Guideline for Empirical Research. The Journal of Human Resources 33, 88-126.",
        "Aw, B.Y., X. Chen e M.J. Roberts (2001) Firm-level Evidence on Productivity Differentials and Turnover in Taiwanese Manufacturing. Journal of Development Economics 66, 51-86."
    ]
}