{
    "id": 10540,
    "cites": 50,
    "cited_by": 34,
    "reference": [
        "[51] Uhlig, H. (1999): A Toolkit for Analyzing Nonlinear Dynamic Stochastic Models Easily, in Marimon, R., and A. Scott, eds., Computational Methods for the Study of Dynamic Economies, Oxford: Oxford University Press, pp. 30-61.",
        "[52] Woodford, M. (2003): Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton: Princeton University Press.",
        "[50] Russ, K. N. (2003): The Endogeneity of the Exchange Rate as a Determinant of FDI: A Model of Money, Entry, and Multinational Firms, mimeo, Johns Hopkins University.",
        "[49] Ruhl, K. J. (2003): Solving the Elasticity Puzzle in International Economics, mimeo, Uni- versity of Minnesota.",
        "[47] Rogoff, K. S. (1996): The Purchasing Power Parity Puzzle, Journal of Economic Literature 34: 647-668.",
        "[48] Rotemberg, J. J., and M. Woodford (1992): Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity, Journal of Political Economy 100: 1153-1207.",
        "[46] Roberts, M. J., and J. R. Tybout (1997): The Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs, American Economic Review 87: 545-564.",
        "[45] Ricci, L. (1997): Exchange Rate Regimes and Location, IMF WP 97/69.",
        "[43] Obstfeld, M., and K. S. Rogoff (1996): Foundations of International Macroeconomics, Cam- bridge: MIT Press.",
        "[42] Melitz, M. J. (2003): The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica 71: 1695-1725.",
        "[40] Lane, P. R. (2001): The New Open Economy Macroeconomics: A Survey, Journal of Inter- national Economics 54: 235-266.",
        "[39] Krugman, P. (1989): Differences in Income Elasticities and Trends in Real Exchange Rates, European Economic Review 33: 1055-1085.",
        "[38] Kraay, A., and J. Ventura (2002): Trade Integration and Risk Sharing, European Economic Review 46: 1023-1048.",
        "[37] Kehoe, T. J., and K. J. Ruhl (2002): How Important Is the New Goods Margin in Interna- tional Trade? mimeo, University of Minnesota.",
        "[36] Imbs, J., H. Mumtaz, M. O. Ravn, and H. Rey (2002): PPP Strikes Back: Aggregation and the Real Exchange Rate, NBER WP 9372.",
        "[35] Ghironi, F. (2000): Macroeconomic Interdependence under Incomplete Markets, WP 471, Department of Economics, Boston College.",
        "[34] Gagnon, J. E. (2003): Productive Capacity, Product Varieties, and the Elasticities Approach to the Trade Balance, Board of Governors of the Federal Reserve System, International Fi- nance DP 781.",
        "[33] Fitzgerald, D. (2003): Terms-of-Trade Effects, Interdependence and Cross-Country Differ- ences in Price Levels, mimeo, University of California, Santa Cruz.",
        "[31] Engel, C. (1999): Accounting for U.S. Real Exchange Rate Changes, Journal of Political Economy 107: 507-538.",
        "[30] Engel, C. (1993): Real Exchange Rates and Relative Prices: An Empirical Investigation, Journal of Monetary Economics 32: 35-50.",
        "[29] Dumas, B. (1992): Dynamic Equilibrium and the Real Exchange Rate in a Spatially Separated World, Review of Financial Studies 5: 153-180.",
        "[28] Dornbusch, R., S. Fischer, and P. A. Samuelson (1977): Comparative Advantage, Trade, and Payments in a Ricardian Model with a Continuum of Goods, American Economic Review 67: 823-839.",
        "[27] Das, S., M. J. Roberts, and J. R. Tybout (2001): Market Entry Costs, Producer Heterogeneity and Export Dynamics, mimeo, Pennsylvania State University.",
        "[26] Corsetti, G., P. Martin, and P. Pesenti (2003): Globalization and the Transmission Mech- anism, mimeo, University of Rome III, University of Paris-1, and Federal Reserve Bank of New York.",
        "[25] Corsetti, G., L. Dedola, and S. Leduc (2004): International Risk-Sharing and the Transmission of Productivity Shocks, ECB WP 308.",
        "[24] Corsetti, G., and L. Dedola (2002): Macroeconomics of International Price Discrimination, mimeo, University of Rome III and Bank of Italy.",
        "[23] Cheung, Y., M. Chinn, and E. Fujii (2001): Market Structure and the Persistence of Sectoral Real Exchange Rates, International Journal of Finance and Economics 6: 95-114.",
        "[22] Chari, V. V., P. J. Kehoe, and E. R. McGrattan (2002): Can Sticky Price Models Generate Volatile and Persistent Real Exchange Rates? Review of Economic Studies 69: 533-563.",
        "[21] Burstein, A. T., J. C. Neves, and S. Rebelo (2003): Distribution Costs and Real Exchange Rate Dynamics during Exchange-Rate-Based Stabilizations, Journal of Monetary Economics 50: 1189-1214.",
        "[20] Burstein, A. T., M. Eichenbaum, and S. Rebelo (2002): Why Are Rates of Inflation So Low After Large Devaluations? NBER WP 8748.",
        "[19] Broda, C., and D. E. Weinstein (2003): Globalization and the Gains from Variety, mimeo, Federal Reserve Bank of New York and Columbia University.",
        "[18] Blanchard, O., and F. Giavazzi (2003): Macroeconomic Effects of Regulation and Deregulation in Goods and Labor Markets, Quarterly Journal of Economics 118: 879-907.",
        "[17] Betts, C. M., and T. J. Kehoe (2001): Tradability of Goods and Real Exchange Rate Fluc- tuations, mimeo, University of Minnesota and University of Southern California.",
        "[16] Bernard, A. B., and J. Wagner (2001): Export Entry and Exit by German Firms, Weltwirtschaftliches Archiv - Review of World Economics 137: 105-123.",
        "[14] Bernard, A. B., and J. B. Jensen (2001): Why Some Firms Export, NBER WP 8349.",
        "[13] Bernard, A. B., J. Eaton, J. B. Jensen, and S. Kortum (2003): Plants and Productivity in International Trade, American Economic Review 93: 1268-1290.",
        "[11] Bergin, P. R., and R. Glick (2003b): Endogenous Nontradability and Macroeconomic Impli- cations, NBER WP 9739.",
        "[12] Bergin, P. R., R. Glick, and A. Taylor (2003): Productivity, Tradability, and the Great Di- vergence, mimeo, University of California, Davis and Federal Reserve Bank of San Francisco.",
        "[10] Bergin, P. R., and R. Glick (2003a): A Model of Endogenous Nontradability and Its Impli- cations for the Current Account, mimeo, University of California, Davis and Federal Reserve Bank of San Francisco.",
        "[9] Bergin, P. R., and R. C. Feenstra (2001): Pricing to Market, Staggered Contracts, and Real Exchange Rate Persistence, Journal of International Economics 54: 333-359.",
        "[8] Benigno, G., and C. Thoenissen (2003): On the Consumption-Real Exchange Rate Anomaly, mimeo, London School of Economics and University of St. Andrews.",
        "[6] Baxter, M., and D. D. Farr (2001): Variable Factor Utilization and International Business Cycles, NBER WP 8392.",
        "[5] Baxter, M. (1995): International Trade and Business Cycles, in G. M. Grossman and K. Ro- goff (eds.), Handbook of International Economics, vol. 3, pp. 1801-1864, Amsterdam: Elsevier.",
        "[4] Baldwin, R. E., and R. K. Lyons (1994): Exchange Rate Hysteresis? Large Versus Small Policy Misalignments, European Economic Review 38: 1-22.",
        "[2] Backus, D. K., P. J. Kehoe, and F. E. Kydland (1992): International Real Business Cycles, Journal of Political Economy 100: 745-775.",
        "[3] Backus, D. K., and G. W. Smith (1993): Consumption and Real Exchange Rates in Dynamic Economies with Non-Traded Goods, Journal of International Economics 35: 297-316.",
        "[1] Alessandria, G., and H. Choi (2003): Export Decisions and International Business Cycles, mimeo, Ohio State University and University of Auckland.",
        "[41] MacDonald, R., and L. Ricci (2002): Purchasing Power Parity and New Trade Theory, IMF WP 02/32.",
        "[32] Feenstra, R. C. (1994): New Product Varieties and the Measurement of International Prices, American Economic Review 84: 157-177.",
        "[7] Benigno, G. (2004): Real Exchange Rate Persistence with Endogenous Monetary Policy, Journal of Monetary Economics 51: 473-502."
    ]
}