{
    "id": 10545,
    "cites": 46,
    "cited_by": 44,
    "reference": [
        "Whited, Toni. (1992). Debt, Liquidity Constraints, and Corporate Investment: Evidence from Panel Data. Journal of Finance 47:1425-1461.",
        "Stulz, RenÃ\u0083Â©. (1999). Globalization of Equity Markets and the Cost of Capital. NBER Working Paper No. 7021.",
        "Stein, Jeremy. (2003). Agency, Information and Corporate Investment, in George Constantinides, Milt Harris and Rene Stulz (eds.) Handbook of the Economics of Finance New York: Elsevier, 111-165.",
        "Reif, Tania. (2001). The `Real Side of Currency Crises. Columbia University, Working Paper.",
        "Peek, Joseph and Eric Rosengren. (1997). The International Transmission of Financial Shocks: The Case of Japan, American Economic Review, 87:495-505.",
        "Myers, Stewart. (1977). Determinants of Corporate Borrowing. Journal of Financial Economics 5:147-175.",
        "Mitton, Todd. (2002). A Cross-firm Analysis of the Impact of Corporate Governance on the East Asian Financial Crisis. Journal of Financial Economics 64:215-241.",
        "Lang, Larry, Eli Ofek and RenÃ\u0083Â© M. Stulz. (1995). Leverage, Investment and Firm Growth. Journal of Financial Economics 40:3-29.",
        "Lamont, Owen (1997). Cash Flow and Investment: Evidence from Internal Capital Markets. Journal of Finance 52:83-109.",
        "Kaplan, Steven N. and Luigi Zingales. (2000) Investment-Cash Flow Sensitivities Are Not Valid Measures of Financing Constraints, Quarterly Journal of Economics, 115:707-712.",
        "Kaplan, Steven N. and Luigi Zingales. (1997) Do Investment-Cash Flow Sensitivities Provide Useful Measures of Financing Constraints, Quarterly Journal of Economics, 112:169-215.",
        "International Monetary Fund. (2003). International Financial Statistics. Database on CDROM. March.",
        "Johnson, Simon, Peter Boone, Alasdair Breach and Eric Friedman. (2000). Corporate Governance in the Asian Financial Crisis. Journal of Financial Economics 58:141-186.",
        "Hubbard, R. Glenn. (1998). Capital Market Imperfections and Investment. Journal of Economic Literature 36:193-225.",
        "Henry, Peter Blair. (2000b). Do Stock Market Liberalizations Cause Investment Booms? Journal of Financial Economics 58:301-334.",
        "Henry, Peter Blair. (2000a). Stock Market Liberalization, Economic Reform, and Emerging Market Equity Prices. Journal of Finance 55:529-564.",
        "Hennessy, Christopher A. (2003). Tobins Q, Debt Overhang, and Investment. Journal of Finance, forthcoming.",
        "Hall, Bronwyn H. (1987). The Relationship Between Firm Size and Firm Growth in the US Manufacturing Sector. Journal of Industrial Economics 35:583-606.",
        "Harrison, Ann E., and Margaret S. McMillan. (2003). Does Direct Foreign Investment Affect Domestic Firms Credit Constraints? Journal of International Economics, forthcoming.",
        "Gupta, Poonam, Deepak Mishra and Ratna Sahay. (2000). Output Response During Currency Crises. IMF, Working Paper.",
        "Goldberg, Pinelopi and Michael Knetter. (1997). Goods Prices and Exchange Rates: What Have We Learned? Journal of Economic Literature 35:273-296.",
        "Froot, Kenneth and Jeremy Stein. (1991). Exchange Rates and Foreign Direct Investment: An Imperfect Capital Markets Approach. Quarterly Journal of Economics 106:1191-1217.",
        "Forbes, Kristin J. (2002b). How do Large Depreciations Affect Firm Performance? IMF Staff Papers 49:214-238.",
        "Forbes, Kristin J. (2002a). Cheap Labor Meets Costly Capital: The Impact of Devaluations on Commodity Firms. Journal of Development Economics 69:35-365.",
        "Evans, David S. (1987a). The Relationship Between Firm Growth, Size, and Age: Estimates for 100 Manufacturing Industries. Journal of Industrial Economics 35:567581. Evans, David S. (1987b). Tests of Alternative Theories of Firm Growth. Journal of Political Economy 95:657-674.",
        "Eskeland, Gunnar S., and Ann E. Harrison. (2003). Moving to Greener Pastures? Multinationals and the Pollution Haven Hypothesis. Journal of Development Economics, forthcoming.",
        "Edwards, Sebastian. (1989). Real Exchange Rates, Devaluation and Adjustment. Cambridge, MA: MIT Press.",
        "Desai, Mihir A., C. Fritz Foley and James R. Hines Jr. (2003). A Multinational Perspective on Capital Structure Choice and Internal Capital Markets. Journal of Finance, forthcoming.",
        "Caprio, Gerard, Jr., and Daniela Klingebiel. (1999). Episodes of Systematic and Borderline Financial Distress. The World Bank, Working Paper.",
        "Calvo, Guillermo and Carmen Reinhart. (2000). Fixing for your Life. NBER Working Paper No. 8006.",
        "Caballero, Ricardo J. and Arvind Krishnamurthy. (2003). Excessive Dollar Debt: Financial Development and Underinsurance. Journal of Finance 58:867-893.",
        "Caballero, Ricardo J. and Arvind Krishnamurthy. (2001). International and Domestic Collateral Constraints in a Model of Emerging Market Crises. Journal of Monetary Economics 48:513-548.",
        "Bris, Arturo and YrjÃ\u0083Â¶ Koskinen. (2002). Corporate Leverage and Currency Crises. Journal of Financial Economics 63:275-310.",
        "Blonigen, Bruce. (1997). Firm-Specific Assets and the Link Between Exchange Rates and Foreign Direct Investment. American Economic Review 87:447-465.",
        "Bleakley, Hoyt and Kevin Cowan. (2002). Corporate Dollar Debt and Devaluations: Much Ado About Nothing? University of Chicago and Federal Reserve Bank of Boston, Working Paper.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan. (2004). How Much Should We Trust Differences-in-Differences Estimates. Quarterly Journal of Economics, forthcoming.",
        "Bernanke, Benjamin and Mark Gertler. (1989). Agency Costs, Net Worth, and Business Fluctuations. American Economic Review 79:14-31.",
        "Bekaert, Geert and Campbell R. Harvey. (2000). Foreign Speculators and Emerging Equity Markets. Journal of Finance 55:565-613.",
        "Beck, Thorsten, Asli Demirguc-Kunt, and Ross Levine. (2003). Bank Concentration and Crises. NBER Working Paper No. 9921.",
        "Allayannis, George, Gregory W. Brown, and Leora F. Klapper (2003). Capital structure and financial risk: Evidence from foreign debt use in East Asia, Journal of Finance, 58:2667-2710.",
        "Aguiar, Mark and Gita Gopinath. (2003). Fire-Sale FDI. University of Chicago, Working Paper.",
        "Aghion, Philippe, Philippe Bachetta and Abhijit Banerjee. (2001). Currency Crises and Monetary Policy in an Economy with Credit Constraints. European Economic Review 45:1121-1150.",
        "AgÃ\u0083Â©nor, Pierre-Richard and Peter Montiel. (1996). Development Macroeconomics. Princeton, NJ: Princeton University Press.",
        "Figlio, David N. and Bruce A. Blonigen. (2000). The Effects of Foreign Direct Investment on Local Communities. Journal of Urban Economics 48:338-363.",
        "Desai, Mihir A., C. Fritz Foley and James R. Hines Jr. (2004). Capital Controls, Liberalizations, and Foreign Direct Investment. NBER Working Paper No. 10337.",
        "Chevalier, Judith A. (1995) Capital Structure and Product Market Competition: Empirical Evidence from the Supermarket Industry American Economic Review 85: 415-435."
    ]
}