{
    "id": 10552,
    "cites": 33,
    "cited_by": 9,
    "reference": [
        "Zhang, Jun, Ruth A. Brenner, and Mark A. Klebanoff, Differences in Birth Weight and Blood Pressure at Age 7 Years among Twins, American Journal of Epidemiology, 153 (2001), 779-782.",
        "Windsor, RA, et al., Health Education for Pregnant Smokers: Its Behavioral Impact and Cost Benefit, American Journal of Public Health, 83 (1993), 201-206.",
        "Wilcox, Allen J., On the Importance and the Unimportance of Birth Weight, International Journal of Epidemiology, 30 (2001), 1233-1241.",
        "Vogler, George P., and Lynn T. Kozlowski, Differential Influence of Maternal Smoking on Infant Birth Weight, Journal of the American Medical Association, 287 (2002), 241-242.",
        "Torelli, Paul A., Maternal Smoking and Birth Outcomes: A Nonparametric Approach, mimeo, University of California, Berkeley, 2000.",
        "Sexton, Mary, and J. Richard Hebel, A Clinical Trial of Change in Maternal Smoking and Its Effect on Birth Weight, Journal of the American Medical Association, CCLI (1984), 911-915.",
        "Rosenzweig, Mark. R., and Kenneth I. Wolpin, Inequality at Birth: The Scope for Policy Intervention, Journal of Econometrics, L (1991), 205-228.",
        "Rosenbaum, Paul and Donald Rubin, The Central Role of the Propensity Score in Observational Studies for Causal Effects, Biometrika, 70(1983), 41-55.",
        "Poulter, N.R., et al., Association between Birth Weight and Adult Blood Pressure in Twins: Historical Cohort Study, British Medical Journal, 319 (1999), 1330-1333.",
        "Pollack, Harold, Paula M. Lantz, and John G. Frohna, Maternal Smoking and Adverse Birth Outcomes Among Singletons and Twins, American Journal of Public Health, 90 (2000), 395-400.",
        "Marks, JS, et al., A Cost-Benefit/Cost Effectiveness Analysis of Smoking Cessation for Pregnant Women, American Journal of Preventative Medicine, 6 (1990), 282-289.",
        "Lucas, A., R. Morley, and T.J. Cole, Randomised Trial of Early Diet in Preterm Babies and Later Intelligence Quotient, British Medical Journal, 317 (1998), 1481-1487.",
        "Lightwood, James M., Ciaran S. Phibbs, and Stanton A. Glantz, Short-term Health and Economic Benefits of Smoking Cessation: Low Birth Weight, Pediatrics, 104 (1999), 1312-1320.",
        "Lewit, Eugene M., The Direct Cost of Low Birth Weight, The Future of Children, V (1995), 35-56.",
        "Kramer, Michael S., Intrauterine Growth and Gestational Duration Determinants, Pediatrics, 80 (1987), 502-511.",
        "Kowaleski-Jones, Lori and Greg J. Duncan, Effects of Participation in the WIC Program on Birth weight: Evidence from the National Longitudinal Survey of Youth, American Journal of Public Health, 92 (2002), 799-804.",
        "Kaelber, Charles T., and Thomas F. Pugh, Influence of Intrauterine Relations on the Intelligence of Twins, New England Journal of Medicine, CCLXXX (1969), 1030-1034.",
        "Institute of Medicine, WIC Nutrition Risk Criteria: A Scientific Assessment (Washington, D.C.: National Academy Press, 1996).",
        "Ijzerman, Richard G., et al., Evidence for Genetic Factors Explaining the Birth Weight-Blood Pressure Relation: Analysis in Twins, Hypertension, XXXVI (2000), 1008-1012.",
        "HÃ\u0083Â¼binnette, A., Birth Weight, Early Environment, and Genetics: A Study of Twins Discordant for Acute Myocardial Infarction, The Lancet, 357 (2001), 1997-2001.",
        "Hanratty, Maria J., Canadian National Health Insurance and Infant Health, American Economics Review, LXXXVI (1996), 276-284.",
        "Grossman, Michael, and Theodore J. Joyce, Unobservables, Pregnancy Resolutions, and Birth Weight Production Functions in New York City, Journal of Political Economy, XCVIII (1990), 983-1007.",
        "Fingerhut, LA, JC Kleinman, and JS Kendrick, Smoking Before, During, and After Pregnancy, American Journal of Public Health, 80 (1990), 541-544.",
        "Currie, Janet and Enrico Moretti, Mothers Education and the Intergenerational Transmission of Human Capital: Evidence from College Openings, CXVIII (2003), 1495-1532.",
        "Currie, Janet and Rosemary Hyson, Is the Impact of Health Shocks Cushioned by Socioeconomic Status? The Case of Low Birth weight, AEA Papers and Proceedings, LXXXIX (1999), 245-250.",
        "Currie, Janet, and Jonathan Gruber, Saving Babies: The Efficacy and Cost of Recent Changes in the Medicaid Eligibility of Pregnant Women, Journal of Political Economy, CIV (1996), 1263-1296.",
        "Currie, Janet, and Nancy Cole, Welfare and Child Health: The Link Between AFDC Participation and Birth Weight, American Economic Review, LXXXIII (1993), 971-985.",
        "Brooks, Anne-Marie, et al., Impact of Low Birth Weight on Early Childhood Asthma in the United States, Archives of Pediatric and Adolescent Medicine, 155 (2001), 401-406.",
        "Behrman, Jere R., and Mark R. Rosenzweig, The Returns to Increasing Body Weight, PIER Working Paper No. 01-052, 2001.",
        "Alexander, Duane Child Health: Birth Outcomes and Infant Mortality, Speeches and Reports, National Institute for Child and Human Development. Behrman, Jere R., Mark R. Rosenzweig, and Paul Taubman, Endowments and the Allocation of Schooling in the Family and in the Marriage Market: The Twins Experiment, Journal of Political Economy, CII (1994), 1131-1174.",
        "Almond, Douglas, Kenneth Y. Chay, and David S. Lee, Does Birth Weight Matter? Evidence from the U.S. Population of Twin Births, Center for Labor Economics Working Paper No. 53, September 2002.",
        "Almond, Douglas, Kenneth Y. Chay, and Michael Greenstone, Civil Rights, the War on Poverty, and Black-White Convergence in Infant Mortality in Mississippi, mimeograph, University of California, Berkeley, 2003.",
        "Conley, Dalton, Kate W. Strully, Neil G. Bennett, The Starting Gate: Birth Weight and Life Chances (Berkeley, University of California Press, 2003)."
    ]
}