{
    "id": 10556,
    "cites": 16,
    "cited_by": 18,
    "reference": [
        "[16] Zeira, Joseph. Informational Overshooting, Booms and Crashes. Journal of Monetary Economics 43 (1999): 237-257.",
        "[15] Zeira, Joseph. Investment as a Process of Search. Journal of Political Economy 95, no. 1. (February 1987): 204-210.",
        "[14] Wall Street Journal. Lackluster PC Sales In Europe Spur Fears Of Market Saturation. (August 3, 2000): C19.",
        "[12] Prat, Julien. Market Size Uncertainty and the Self-fulfilling Nature of Capacity Expansion. European University Institute June 2003.",
        "[13] Rob, Rafael. Learning and Capacity Expansion under Demand Uncertainty. Review of Economic Studies 58, no. 4. (June 1991): 655-675.",
        "[11] Mazzucato, Mariana, and Willi Semmler. Stock-Market Volatility and MarketShare Instability during the U.S. Auto Industry Life Cycle. Journal of Evolutionary Economics 9 (1999): 67-96",
        "[10] Krasker, William. The `Peso Problem in Testing the Efficiency of Forward Exchange Markets, Journal of Monetary Economics, 6(2), April 1980, pp. 269276.",
        "[9] Koeva, Petya. Facts about Time to Build. IMF WP/00/138 August 2000.",
        "[8] Jovanovic, Boyan, and Glenn MacDonald. The Life Cycle of a Competitive Industry. Journal of Political Economy 102, no. 2. (April 1994): 322-347.",
        "[7] Horvath, Michael, Fabiano Schivardi, M. Woywode. On Industry Life Cycle: Delay, Entry and Shakeout in Beer Brewing. International Journal of Industrial Organization 19, July 2001.",
        "[6] Greenwood, Jeremy and Boyan Jovanovic. Information Technology and the Stock market. AEA Papers and Proceedings (May 1999):",
        "[4] Boldrin, Michele and David Levine. Growth Cycles and Market Crashes Journal of Economic Theory 96 (2001): 13-39.",
        "[5] Caplin, Andrew, and John Leahy. Business as Usual, Market Crashes and Wisdom after the Fact, American Economic Review 1994, pp. 548-565",
        "[2] Angwin, Julia, Web Ads Hit Rock Bottom: Some Are Free. Wall Street Journal (Sept. 10 2002): B1",
        "[3] Axtell, Robert. Zipf Distribution of U.S. Firm Sizes. Science 293 (September 2001): 1819-20.",
        "[1] Abreu, Dilip and Marcus Brunnermeier. Bubbles and Crashes. Econometrica 71(1), (2003): 173-204."
    ]
}