{
    "id": 10558,
    "cites": 20,
    "cited_by": 5,
    "reference": [
        "Sjaastad, Larry A. and Ronald W. Hansen. The Conscription Tax: An Empirical Analysis. Studies Prepared for the Presidents Commission on An All-Volunteer Armed Force. Volume II. Washington, DC: U.S. Government Printing Office, 1970.",
        "Ross, Thomas W. Raising an Army: A Positive Theory of Military Recruitment. Journal of Law and Economics. 37(1), April 1994: 109-31.",
        "Oi, Walter. The Economic Cost of the Military Draft. American Economic Review. 57(2), May 1967: 39-62.",
        "Polity IV Project. Political Regime Characteristics and Transition, 1800-2000. Electronic data file (version p4v2000). College Park, MD: CIDCM, University of Maryland, 2000.",
        "Ng, Pak Shun, and Casey B. Mulligan. Measuring Conscription around the World. manuscript, University of Chicago, May 2004.",
        "Murphy, Kevin M. and Andrei Shleifer. Persuasion in Politics. American Economic Review Papers and Proceedings. 94(2), May 2004.",
        "Mulligan, Casey B. and Andrei Shleifer. Population and Regulation. NBER working paper no. 10234, January 2004.",
        "Mulligan, Casey B., Ricard Gil, and Xavier Sala-i-Martin. Do Democracies have Different Public Policies than Nondemocracies? Journal of Economic Perspectives. 18(1), Winter 2004: 51-74.",
        "Mulligan, Casey B. and Xavier X. Sala-i-Martin. Gerontocracy, Retirement, and Social Security. NBER working paper no. 7117, May 1999.",
        "Mjoset, Lars, and Stephen Van Holde. Killing for the State, Dying for the Nation: An Introductory Essay on the Life Cycle of Conscription into Europes Armed Forces. in Lars Mjoset and Stephen Van Holde, eds. The Comparative Study of Conscription in the Armed Forces. Oxford: Elsevier Science, Ltd., 2002.",
        "Martin, Donald L. The Economics of Jury Conscription. Journal of Political Economy. 80(4), Conscription as Regulation 24 July 1972: 680-702.",
        "International Institute for Strategic Studies. The Military Balance. London, various issues. Johnson, William R. When is a Military Draft Optimal? manuscript, University of Virginia, January 1990.",
        "Friedman, Milton. Why Not a Volunteer Army? New Invidualist Review. Spring 1967: 3-9.",
        "Forrest, Alan. Conscripts and Deserters: The Army and French Society during the Revolution and Empire. New York: Oxford University Press, 1989.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, The Regulation of Entry, Quarterly Journal of Economics 117(1) , February: 1-38. Djankov, Simeon, Edward Glaeser, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, The New Comparative Economics, Journal of Comparative Economics 31(4), 595-619. Fisher, Anthony C. The Cost of the Draft and the Cost of Ending the Draft. American Economic Review. 59(3), June 1969: 239-54.",
        "Carleton, William G. Raising Armies Before the Civil War. Current History. 54(322), June 1968: 327-32.",
        "Campbell, Andrea Louise. How Policies Make Citizens: Senior Citizen Activism and the American Welfare State. Princeton, NJ: Princeton University Press, 2003.",
        "Botero, Juan, et al., The Regulation of Labor, NBER Working Paper 9756, 2003.",
        "Boix, Carles. Democracy and Redistribution. Cambridge: Cambridge University Press, 2003.",
        "Kestnbaum, Meyer. Citizenship and Compulsory Military Service: The Revolutionary Origins of Conscription in the United States. Armed Forces and Society. 27(1), Fall 2000: 7-36."
    ]
}