{
    "id": 10557,
    "cites": 35,
    "cited_by": 46,
    "reference": [
        "Andreoni, i. and A. Levinson (2001), The Simple Analytics of the Environmental Kuznets Curve, Journal of Public Economics, 80:269-86.",
        "Barbier, E.B. (1997), Introduction to the environmental Kuznets curve special issue, Environment and Development Economics 2, 369-381.",
        "Barro, R.J. (1991), Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics, 106, 407-443.",
        "Barro, R.J. and X. Sala-i-Martin (1992), Convergence across States and Regions, Brookings Papers on Economic Activity 1, 107-182.",
        "Baumol, W. (1986), Productivity Growth, Convergence and Welfare, American Economic Review, Dec. 76, 1072-85.",
        "Bernard, A.B. and S.N. Durlauf (1995), Convergence in International Output , Journal of Applied Econometrics, Vol. 10, 97-108.",
        "Bovenberg, AL. and S. Smulders (1995), Environmental Quality and pollution augmenting technological change in a two sector endogenous growth model, Journal of Public Economics, 57, 369-391.",
        "Brock, W.A. and M. Scott Taylor, (2003a), The Kindergarten Rule of Sustainable Growth, NBER working paper no. 9597, Cambridge, MA. Revised and retitled as Economic Growth and the Environment: Matching the Stylized Facts, University of Wisconsin, Social Science Research Institute working paper No. 2003-16 (August).",
        "Brock, W.A. and M. S. Taylor (2003b), Economic Growth and the Environment: A Review of Theory and Empirics, prepared for the Handbook of Economic Growth, S. Durlauf and P. Aghion eds. North Holland.",
        "Bruvoll, A. H. Medin (2003), Factors behind the environmental Kuznets curve: a decomposition of the changes in air pollution, Environmental and Resource Economics, 24, 27-48.",
        "Bulte, E., J.A. List and M.C. Strazicich (2003), Regulatory Federalism and the Distribution of Air Pollutant Emissions, Working paper University of Maryland.",
        "Copeland, B.R. and M.S. Taylor (1994), North-South Trade and the Global Environment, Quarterly Journal of Economics, 109:755-87.",
        "Copeland, BR. and M. S. Taylor (2004), Trade, Growth and the Environment , Journal of Economic Literature, March, 7-71.",
        "Copeland, B.R. and M. S. Taylor (2003), Trade and the Environment: Theory and Evidence, Princeton University Press, Princeton, NJ,.",
        "DeLong, J.B., (1988), Productivity Growth, Convergence, and Welfare: Comment, American Economic Review, Vol. 78, No. 5, 1138-1154.",
        "Durlauf, SN. and P.A. Johnson, (1995), Multiple Regimes and CrossCountry Growth Behaviour, Journal of Applied Econometrics, Vol. 10, 365384.",
        "Durlauf, S. and D. Quah, (1999), The New Empirics of Economic Growth, Handbook of Macroeconmics, North Holland, J. Taylor and M. Woodford eds.",
        "Friedman, M. (1992), Do Old Fallacies Ever Die?, Journal of Economic Literature, Vol. XXX, Dec. 2129-2132.",
        "Grossman, G.M. and A.B. Krueger (1994), Environmental Impacts of a North American Free Trade Agreement in P. Garber (Editor) The US-Mexico Free Trade Agreement, MIT Press, Cambridge MA.",
        "Grossman, G.M. and A.B. Krueger (1995), Economic growth and the environment , Quarterly Journal of Economics, 110, 353-377.",
        "Harbaugh, W., A.M. Levinson, and D.M. Wilson (2002), Reexamining the empirical evidence for an environmenal Kuznets curve, Review of Economics and Statistics, 84, 541-551.",
        "Holtz-Eakin, D. and TM. Selden (1995), Stoking the fires? C02 emissions and economic growth, Journal of Public Economics, 57, 85-~101.",
        "Lee, J. and J.A. List (2002), Examining Trends of Criteria Air Pollutants: Are the effects of government intervention transitory, mimeo June.",
        "List, J.A. (1999), Have Air Pollutant Emissions converged amongst US Regions? Evidence from Unit root Tests, Southern Economic Journal 66, 144155.",
        "List, J.A. and C.A. Gallet, (1999), The environmental Kuznets curve: does one size fit all?, Ecological Economics, 31, 409-423.",
        "Lopez, R. (1994). The Environment as a Factor of Production: the effects of Economic growth and trade liberalization, Journal of Environmental Economics and Management 27:163-84.",
        "Mankiw, N.G., D. Romer and D.N. Weil (1992), A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics 107, 407-438.",
        "Quah, D. (1993), Galtons Fallacy and Tests of the Convergence Hypothesis , Scandinavian Journal of Economics, 95, 427-443.",
        "Solow, R.M.(1956) A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics, LXX, 65-94.",
        "Stern, D.I., (2003), The Rise and Fall of the Environmental Kuznets Curve, Rensselaer Polytechnic Institute, Working Paper No. 0302, October.",
        "Stern, D.I. and MS. Common (2001), Is there an environmental Kuznets curve for sulfur? Journal of Environmental Economics and Management, 41, 162-178.",
        "Stokey, N., (1998), Are there Limits to Growth, International Economic Review, vol. 39, No. 1, 1-31.",
        "Strazicich, M. C. and John List (2003), Are CO2 Emission levels convergeing among Industrial coutries, Environmental and Development Economics, 24, 263-271, 2003.",
        "Xepapadeas, A. (2003), Economic Growth and the Environment, in preparation for the Handbook of Environmental Economics, J. Vincent and Karl Goran Maler eds.",
        "Aghion, P. and P. Howitt (1998), Endogenous Growth Theory, MIT Press, Cambridge, MA."
    ]
}