{
    "id": 10559,
    "cites": 65,
    "cited_by": 10,
    "reference": [
        "Yeaple, Stephen, 2003, The complex integration strategies of multinationals and cross-country dependencies in the structure of foreign direct investment, Journal of International Economics 60, 293-314.",
        "Verter, Geoffrey, 2003, Timing merger waves, Harvard University working paper.",
        "Stein, Jeremy C., 2004, Why are most funds open-end? Competition and the limits of arbitrage, NBER working paper.",
        "Shleifer, Andrei, and Robert W. Vishny, 2003, Stock market driven acquisitions, Journal of Financial Economics 70, 295-312.",
        "Shleifer, Andrei, and Robert W. Vishny, 1992, Liquidation values and debt capacity: A market equilibrium approach, Journal of Finance 47, 1343-1366.",
        "Shleifer, Andrei, 2000, Inefficient Markets: An Introduction to Behavioral Finance, (Oxford University Press, Oxford).",
        "Rosenthal, Leonard, and Colin Young, 1990, The seemingly anomalous price behavior of Royal Dutch/Shell and Unilever N.V./PLC, Journal of Financial Economics 26, 123-41.",
        "Ritter, Jay, 1991, The long-run performance of initial public offerings, Journal of Finance 42, 365-394.",
        "Richardson, Scott A., and Richard G. Sloan, 2003, External financing and future stock returns, University of Pennsylvania working paper.",
        "Pulvino, Todd C., 1998, Do asset fire sales exist? An empirical investigation of commercial aircraft transactions, Journal of Finance 53, 939-978.",
        "Pontiff, Jeffrey, and Lawrence D. Schall, 1998, Book-to-market as a predictor of market returns, Journal of Financial Economics 49, 141-160.",
        "Polk, Christopher, and Paola Sapienza, 2003, The real effects of investor sentiment, Northwestern University, working paper.",
        "Pagano, Marco, Fabio Panetta, and Luigi Zingales, 1998, Why do companies go public? An empirical analysis, Journal of Finance 53, 27-64.",
        "Nocke, Volker, and Stephen R. Yeaple, 2003, Mergers and the composition of international commerce, University of Pennsylvania working paper.",
        "Nelson, Charles and M. Kim, 1993, Predictable stock returns: The role of small-sample bias, Journal of Finance 48, 641-661.",
        "Morck, Randall, Andrei Shleifer, and Robert Vishny, 1990, The stock market and investment: Is the market a sideshow? Brookings Papers on Economic Activity 2, 157-215.",
        "Marsh, Paul, 1982, The choice between equity and debt: An empirical study, Journal of Finance 37, 121-144.",
        "Markusen, James R., Anthony J. Venables, Denise Eby Konan, and Kevin Zhang, 1996, A unified treatment of horizontal direct investment, vertical direct investment, and the pattern of trade in goods and services, NBER working paper.",
        "Markusen, James R., 1997, Trade versus investment liberalization, NBER working paper.",
        "Markusen, James R., 1984, Multinationals, multi-plant economies, and the gains from trade, Journal of International Economics 16, 205-226.",
        "Loughran, Tim, Jay Ritter, and Kristian Rydqvist, 1994, Initial public offerings: International insights, Pacific-Basin Finance Journal 2, 165-199.",
        "Loughran, Tim, and Jay Ritter, 1995, The new issues puzzle, Journal of Finance 50, 23-51.",
        "Lamont, Owen, and Richard Thaler, 2003, Can the market add and subtract? Mispricing in tech stock carve-outs, Journal of Political Economy 111, 227-268.",
        "Lamont, Owen, 1997, Cash flow and investment: Evidence from internal capital markets, Journal of Finance 52, 83-109.",
        "La Porta, Rafael, Josef Lakonishok, Andrei Shleifer, and Robert Vishny, 1997, Good news for value stocks: Further evidence on market efficiency, Journal of Finance 859-874.",
        "La Porta, Rafael, 1996, Expectations and the cross-section of stock returns, Journal of Finance 51 1715-1742.",
        "Krugman, Paul, 1998, Fire-sale FDI, Princeton University note.",
        "Kothari, S.P., and Jay Shanken, 1997, Book-to-market, dividend yield, and expected market returns: A time-series analysis, Journal of Financial Economics 44, 169-203.",
        "Keynes, John Maynard, 1936, The General Theory of Employment, Interest, and Money, London: Macmillan.",
        "Helpman, Elhanan, 1984, A simple theory of international trade with multinational corporations, Journal of Political Economy 92, 451-471.",
        "Hardouvelis, Gikas, Rafael La Porta, and Thierry A. Wizman, 1994, What moves the discount on closed-end country funds?, in Jeffrey Frankel, ed.: The Internationalization of Equity Markets (University of Chicago Press, Chicago, Ill.).",
        "Gordon, Roger H., and James R. Hines, Jr., forthcoming, International taxation, in Alan J. Auerbach and Martin Feldstein, eds., Handbook of Public Economics 4 (Amsterdam: Elsevier). Graham, John R., and Campbell R. Harvey, 2001, The theory and practice of corporate finance: Evidence from the field, Journal of Financial Economics 60, 187-243.",
        "Gilchrist, Simon, Charles P. Himmelberg, and Gur Hubberman, 2003, Do stock price bubbles influence corporate investment?, Columbia Business School working paper.",
        "Froot, Kenneth A., and Jeremy C. Stein, 1991, Exchange rates and foreign direct investment: An imperfect capital markets approach, Quarterly Journal of Economics 106, 1191-1217.",
        "Froot, Kenneth A., and Emil M. Dabora, 1999, How are stock prices affected by the location of trade? Journal of Financial Economics 53, 189-216.",
        "Frankel, Richard, and Charles M. C. Lee, 1998, Accounting valuation, market expectation, and cross-sectional stock returns, Journal of Accounting and Economics 25, 283-319.",
        "Fisher, Stanley, and Robert C. Merton, 1984, Macroeconomics and finance: The role of the stock market, Carnegie-Rochester Conference Series on Public Policy 21, 57-108.",
        "Feenstra, Robert C., 1999, Facts and fallacies about foreign direct investment, in Martin Feldstein, ed.: International Capital Flows, (University of Chicago Press, Chicago, Ill.).",
        "Fazzari, Steven M., R. Glenn Hubbard, and Bruce C. Petersen, 1988, Financing constraints and corporate investment, Brookings Papers on Economic Activity 1, 141-195.",
        "Fama, Eugene F., and Kenneth R. French, 1992, The cross-section of expected stock returns, Journal of Finance 47, 427-465.",
        "Fama, Eugene F., 1998, Market efficiency, long-term returns, and behavioral finance, Journal of Financial Economics 49, 283-306.",
        "Dong, Ming, David Hirshleifer, Scott Richardson, and Siew Hong Teoh, 2003, Does investor misvaluation drive the takeover market?, Ohio State University working paper.",
        "Dewenter, Kathryn, 1995, Do exchange rate changes drive foreign direct investment? Journal of Business 68, 405-33.",
        "Desai, Mihir, C. Fritz Foley, and James R. Hines, Jr., 2004, Foreign direct investment in a world of multiple taxes, Journal of Public Economics (forthcoming).",
        "Chirinko, Robert S., and Huntley Schaller, 2004, Glamour vs. value: The real story, Emory University working paper.",
        "Chirinko, Robert S., and Huntley Schaller, 2001, Business fixed investment and `bubbles: The Japanese case, American Economic Review 91, 663-680.",
        "Caves, Richard E., 1999, Multinational Enterprise and Economic Analysis, (Cambridge University Press, Cambridge, UK).",
        "Caves, Richard E., 1989, Exchange-rate movements and foreign direct investment in the United States, in D. B. Auerbach and M. P. Claudon, eds.: The Internationalization of U.S. Markets, 199-228, (NYU Press, New York).",
        "Carr, David L., James Markusen, and Keith Maskus, 2001, Estimating the knowledge-capital model of the multinational enterprise, American Economic Review 91, 699-708.",
        "Brunnermeier, Markus, and Stefan Nagel, 2004, Hedge funds and the technology bubble, Journal of Finance 59 (forthcoming).",
        "Brune, Nancy, Geoffrey Garrett, Alexandra Guisinger, and Jason Sorens, 2001, The political economy of capital account liberalization, Yale University working paper.",
        "Brav, Alon, and Paul A. Gompers, 1997, Myth or reality? The long-run underperformance of initial public offerings: Evidence from venture capital and nonventure capital-backed companies, Journal of Finance 52, 1791-1822.",
        "Blonigen, Bruce A., 1997, Firm-specific assets and the link between exchange rates and foreign direct investment, American Economic Review 87, 447-465.",
        "Blanchard, Olivier, Chanyong Rhee, and Lawrence Summers, 1990, The stock market, profit, and investment, Quarterly Journal of Economics 105, 115-136.",
        "Bernanke, Ben S., Mark Gertler, and Simon Gilchrist, 2000, The financial accelerator in a quantitative business cycle framework, in John Taylor and Michael Woodford, eds., Handbook of Macroeconomics, (Amsterdam: North-Holland).",
        "Bernanke, Ben S., and Mark Gertler, 1995, Inside the black box: The credit channel of monetary transmission, Journal of Economic Perspectives 9, 27-48.",
        "Bekaert, Geert, and Campbell R. Harvey, 1995, Time-varying world market integration, Journal of Finance 50, 403-444.",
        "Bekaert, Geert, 1995, Market integration and investment barriers in emerging equity markets, World Bank Economic Review 9, 75-107.",
        "Barberis, Nicholas, and Richard Thaler, 2003, A survey of behavioral finance, in George Constantinides, Milton Harris, and Rene Stulz, eds., Handbook of the Economics of Finance, (Amsterndam: North-Holland).",
        "Baker, Malcolm, and Jeffrey Wurgler, 2000, The equity share in new issues and aggregate stock returns, Journal of Finance 55, 2219-2257.",
        "Baker, Malcolm, Jeremy C. Stein, and Jeffrey Wurgler, 2003, When does the market matter? Stock prices and the investment of equity-dependent firms, Quarterly Journal of Economics 118, 969-1006.",
        "Asquith, Paul and David W. Mullins, 1986, Equity issues and offering dilution, Journal of Financial Economics 15, 61-89.",
        "Aguiar, Mark, and Gita Gopinath, 2003, Fire-sale FDI and liquidity crises, University of Chicago working paper.",
        "Mitchell, Mark, Todd Pulvino, and Erik Stafford, 2002, Price pressure around mergers, Journal of Finance 59, 31-63.",
        "Henry, Peter, 2000, Do stock market liberalizations cause investment booms? Journal of Financial Economics 58, 529-64."
    ]
}