{
    "id": 10566,
    "cites": 20,
    "cited_by": 73,
    "reference": [
        "Wacziarg, Romain, and Karen Horn Welch, Trade Liberalization and Growth: New Evidence, Stanford University, November 2003.",
        "Sachs, Jeffrey, and Andrew Warner, Economic Convergence and Economic Policies, Brookings Papers on Economic Activity, eds. William Brainard and George Perry, 1:1995, 1-95, 108-118.",
        "Rodrik, Dani, and Arvind Subramanian, From Hindu Growth to Productivity Surge: The Mystery of the Indian Growth Transition, Harvard University and IMF, February 2004.",
        "Rodrik, Dani, Growth Strategies, Harvard University, September 2003.",
        "Rodriguez, Francisco, and Dani Rodrik, Trade Policy and Economic Growth: A Skeptics Guide to the Cross-National Evidence, NBER Macroeconomics Annual, eds. Ben Bernanke and Kenneth S. Rogoff, MIT Press, Cambridge, MA, 2001.",
        "Pritchett, Lant, Understanding Patterns of Economic Growth: Searching for Hills among Plateaus, Mountains, and Plains, World Bank Economic Review, 14(2), 2000.",
        "Perron, Pierre, The Great Crash, the Oil Price Shock and the Unit Root Hypothesis, Econometrica 58, 1361-1401, 1989.",
        "Ben-David, Dan, and David H. Papell, Slowdowns and Meltdowns: Postwar Growth Evidence from 74 Countries, NBER Working Papers 6266, 1997.",
        "King, Gary, and Langche Zeng. Logistic Regression in Rare Events Data, Harvard University, February 16, 2001.",
        "Jones, Benjamin F., and Benjamin A. Olken, Do Leaders Matter? National Leadership and Growth Since World War II, Northwestern and Harvard Universities, March 2004 [2004b].",
        "Islam, Nazrul, Growth Empirics: A Panel Data Approach, Quarterly Journal of Economics, vol. 110, no.4, 1995, pp. 1127-1170.",
        "Easterly, William, Kremer, Michael, Pritchett, Lant, and Summers, Lawrence H. Good Policy or Good Luck? Country Growth Performance and Temporary Shocks, Journal of Monetary Economics, 1993, 32, 459-483.",
        "Easterly, William, National Policies and Economic Growth: A Reappraisal, New York University, March 2003.",
        "Durlauf, Steven, The Convergence Hypothesis After Ten Years, University of Wisconsin at Madison, March 2003.",
        "Caselli, Francesco, Gerardo Esquivel and Fernando Lefort, Reopening the Convergence Debate: A New Look at Cross-Country Growth Empirics, Journal of Economic Growth, vol. 1, no. 3, 1996, pp. 363-389.",
        "Bekaert Geert, Campbell Harvey, and Christian Lundblad, Does Financial Liberalization Spur Growth? NBER Working Paper No. 8245, April 2001.",
        "Barro, Robert, and Xavier Sala- i-Martin, Convergence, Journal of Political Economy, 1992.",
        "Barro, Robert J, Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics 106, 2, 1991, 407-443.",
        "Aghion, Philippe, and Steven Durlauf, Handbook of Economic Growth, North-Holland, forthcoming. Bai, J. and P. Perron, Estimating and Testing Linear Models with Multiple Structural Changes, Econometrica 66, 47-78 1998.",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson, The Colonial Origins of Comparative Development: An Empirical Investigation, American Economic Review, 91, 5, December 2001, 1369-1401."
    ]
}