{
    "id": 10567,
    "cites": 91,
    "cited_by": 7,
    "reference": [
        "Shane, P, N. Soderstrom and S. Yoon (2001), Earnings and Price Discovery in the post-Reg FD Information Environment: A Preliminary Analysis, University of Colorado, working paper.",
        "Sengupta, Partha (1998), Corporate Disclosure Quality and the Cost of Debt, The Accounting Review 73, 459-474.",
        "Schwert, William (2003), Anomalies and Market Efficiency, chapter 15 of Handbook of the Economics of Finance, edited by George Constantinides, Milton Harris, and Rene Stulz (North Holland; Amsterdam), 937-972.",
        "Reinganum, Mark (1981), Misspecification of Capital Asset Pricing: Empirical Anomalies based on Earnings Yields and Market Values, Journal of Financial Economics 9, 19-46.",
        "National Investor Relations Institute (2001), Corporate Disclosure Practices Survey 2001, www.niri.org.",
        "Mohanram, Partha S. and Shyam Sunder (2001), Has Regulation Fair Disclosure Affected Financial Analysts Ability to Forecast Earnings?, New York University, working paper.",
        "Merton, Robert (1987), A simple model of capital market equilibrium with incomplete information, Journal of Finance 42, 483-5 10.",
        "Mendenhall, R. and W. Nichols (1988), Bad News and Differential Market Reactions to Announcements of Earlier versus Fourth Quarter Earnings, Journal of Accounting Research 26 Supplement, 63-86.",
        "Matsumoto, D. (2002), Managements Incentives to Avoid Negative Earnings Surprises, Accounting Review 77, no. 3, 483-5 14.",
        "Lowenstein, Roger (2004), Origins of the Crash (Penguin Press; New York).",
        "Lang, M and Russell Lundholm (1993), Cross-sectional Determinants of Analyst Ratings of Corporate Disclosures, Journal of Accounting Research 31, no. 2, 246-271.",
        "Leuz, C. and R. Verrecchia (2000), The Economic Consequences of Increased Disclosure, Journal of Accounting Research 38, Supplement, 91-124.",
        "Levitt, Arthur (1999), speech October 18, 1999, to the Economic Club of New York, Quality Information: The Lifeblood of Our Markets, ~",
        "Levitt, Arthur (2002), Take on the Street (Pantheon Boos; New York).",
        "Lipe, R., L. Bryant and S. Widener (1998), Do Nonlinearity, Firm-specific Coefficients, and Losses Represent Distinct Factors in the Relation between Stock Returns and Accounting Earnings?, Journal of Accounting and Economics 25, 195-2 14.",
        "Loss, Louis (1983), Fundamentals of Securities Regulation (Little Brown and Company; Boston).",
        "Lang, M and Russell Lundholm (1996), Corporate Disclosure Policy and Analyst Behavior, The Accounting Review 71, no. 4, 467-492.",
        "Kothari, 5. (2001), Capital Markets Research in Accounting, Journal of Accounting and Economics, 105-231.",
        "Kim, 0. and R. Verrecchia (1994), Market Liquidity and Volume around Earnings Announcements, Journal of Accounting and Economics 17, 4 1-68.",
        "King, R., G. Pownall and G. Waymire (1990), Expectations Adjustments via Timely Management Forecasts: Review, Synthesis and Suggestions for Future Research, Journal of Accounting Literature 9, 113-144.",
        "Kothari, S.P., T. Lys, C. Smith, and R. Watts (1988), Auditor Liability and Information Disclosure, Journal of Accounting. Auditing, and Finance 3, 307-339.",
        "Kasznik, R. and B. Lev (1995), To Warn or Not to Warn: Management Disclosures in the Face of Earnings Surprise, The Accounting Review 70, 113-134.",
        "Karpoff, Jonathan and P. Malatesta (1989), The Wealth Effects of Second-Generation State Takeover Legislation, Journal of Financial Economics 25, 29 1-322.",
        "Kaniel, Ron, D. Li and L. Starks (2003), The investor Recognition Hypothesis: International Evidence and Determinants, working paper Duke University.",
        "Kadlec, Gregory and J. McConnell (1994), The effect of market segmentation and illiquidity on asset prices: Evidence from exchange listings, Journal of Finance 49, 6 11-636.",
        "Jorion, Philippe, and Z. Liu and C. Shi (2003), Informational Effects of Regulation FD: Evidence from Rating Agencies, working paper Univ. of California at Irvine.",
        "Johnson, Marilyn, R. Kasznik, and K. Nelson (2001), The Impact of Securities Litigation Reform on the Disclosure of Forward-Looking Information by High Technology Firms, Journal of Accounting Research 39, 297-327.",
        "Jensen, Michael, and R. Ruback (1983), The Market for Corporate Control: The Scientific Evidence, Journal of Financial Economics 11, 5-50.",
        "Jarrell, Gregg and A. Poulsen (1987), Shark Repellents and Stock Prices: The Effects of Antitakeover Amendments since 1980, Journal of Financial Economics 19, 127-168.",
        "Irani, Afshad and Karamanou, I. (2002), Regulation Fair Disclosure, Analyst Following and Analyst Forecast Dispersion, forthcoming Accounting Horizons.",
        "Hunt, Isaac (2000), Remarks given at the 26th Annual Cleveland Securities Law Institute on Securities Regulation, Cleveland, Ohio (February 28, 2000); http//www.sec.gov/news/speeches/spch349.htm.",
        "Heflin, Frank; Subramanyam, K. R.; Zhang, Yuan (2001), Stock Return Volatility Before and After Regulation FD, working paper, Heflin, Frank, K. R. Subramanyam, K. R. and Yuan Zhang (2003), Regulation FD and the Financial Information Environment, The Accounting Review 78, 1-37.",
        "Grossman, Sanford and Stiglitz, J. (1987), On the Impossibility of Informationally Efficient Markets, American Economic Review 70, 393-408 Hayn, C. (1995), The Information Content of Losses, Journal of Accounting and Economics 20, 125-153.",
        "Greenstone, Michael, Paul Oyer, and Annette Vissing-Jorgensen (2003), Mandated Disclosure, Stock Returns, and the 1964 Securities Acts Amendments, Kellogg School, Northwestern University, working paper.",
        "Greene, W. H. Econometric Analysis. 3d ed. 1997. Prentice Hall.",
        "Goshen, Zohar and G. Parchomovsky (2001), On Insider Trading, Markets, and Negative Property Rights in Information, Virginia Law Review 87, 1229-1277.",
        "Gompers, Paul, J. Ishii, and A. Metrick (2003), Corporate Governance and Equity Prices, Ouarterly Journal of Economics 118, 107-155.",
        "Glaeser, Edward, Simon Johnson, and Andrei Shleifer (2001), Coase versus the Coasians, Ouarterly Journal of Economics 116, 40 1-425.",
        "Garvey, Gerald and G. Hanka (1999), Capital Structure and Corporate Control: The Effect of Antitakeover Statutes on Firm Leverage, Journal of Finance 54, 519-546.",
        "Freeman, R. (1987), The Association Between Accounting Earnings and Security Returns for Large and Small Firms, Journal of Accounting and Economics 9, no. 2 195-228.",
        "Frankel, Richard, Peter Joos, and Joseph Weber (2003), Litigation Risk and Voluntary Disclosure: The Case of Pre-Earnings Announcement Quiet Periods, MIT, working paper.",
        "Francis, J., D. Philbrick, and K. Schipper (1994), Shareholder Litigation and Corporate Disclosures, Journal of Accounting Research 32, 137-164.",
        "Fama, E. and K. French (1997), Industry Costs of Equity, Journal of Financial Economics 43, 153-193.",
        "Foerster, Stephen and A. Karolyi (1999), The Effect of Market Segmentation and Investor Recognition on Asset Prices: Evidence from Foreign Stock Listing in the U.S., Journal of Finance 54, 981-1013.",
        "Fama, E. and K. French (1993), Common Risk Factors in the Returns of Stocks and Bonds, Journal of Financial Economics 33, 3-56.",
        "Fama, E. and K. French (1992), The Cross Section of Expected Returns, Journal of Finance 47, no.2, 427-465.",
        "Eleswarapu, Venkat R, Rex Thompson, Rex and Kumar Venkataramn (2002), Measuring the Fairness of Regulation Fair Disclosure through its Impact on Trading Costs and Information Asymmetry, Journal of Financial and Ouantitative Analysis, forthcoming.",
        "Diamond, D and R. Verrecchia (1991), Disclosure, Liquidity, and the Cost of Capital, The Journal of Finance 66, 1325-1355.",
        "Easley, David and Maureen OHara (2004), Information and cost of capital, Journal of Finance, forthcoming.",
        "Diamond, D. (1985), Optimal Release of Information by Firms, Journal of Finance 40, 107 11094.",
        "Dames, Robert, and M. Klausner (2001), Do IPO Charters Maximize Firm Value? Antitakeover Protection in IPOs, Journal of Law, Economics, and Organization 17, 83-120.",
        "Coffee, John (2000), Tackling New Regulation FD, National Law Journal, September 18, 2000, p. B6.",
        "Chung, K. H. and H. Jo. (1996), The Impact of Security Analysts Monitoring and Marketing Functions on the Market Value of Firms, Journal of Financial and Ouantitative Analysis 31, 493-512.",
        "Christie, A. (1982), The Stochastic Behavior of Common Stock Variances - Value, Leverage and Interest Rate Effects, Journal of Financial Economics 10, 407-432.",
        "Chamberlain, G. (1980), Analysis of Covariance with Qualitative Data, Review of Economic Studies 47, 225-238.",
        "Bushee, Brian L. and Christian Leuz (2003), Economic Consequences of SEC Disclosure Regulation, University of Pennsylvania, working paper.",
        "Bushee, Brian L., D. Matsumoto, and G. Miller (2003), Managerial and Investor Responses to Disclosure Regulation: The Case of Reg FD and Conference Calls, University of Pennsylvania, working paper.",
        "Brown, L. (2001), A Temporal Analysis of Earnings Surprises: Profits versus Losses, Journal of Accounting Research 39 (2), 221-241.",
        "Bricker, R., J. Grant, T. Fogarty and G. Previts (1999), Determinants of Analyst Following, Journal of Corporate Communications 1(1999), 1-29.",
        "Brennan, M and P. Hughes (1991), Stock Prices and the Supply of Information, Journal of Finance 46, 1665-1691.",
        "Brennan, M and A. Subrahmanyam. (1995), Investment Analysts and Price Formation in Securities Markets, Journal of Financial Economics 38, 361-381.",
        "Botosan, C.A. and M.A. Plumlee (2000), A Re-examination of Disclosure Level and Expected Cost of Capital. Working Paper, University of Utah.",
        "Botosan, C.A. (1997), Disclosure Level and the Cost of Equity Capital, The Accounting Review 72, 323-349.",
        "Bhushan, R. and P. OBrien, P., R. (1990). Analyst Following and Institutional Ownership, Journal of Accounting Research 28 (Supplement), 5 5-76. Si Borokhovich, Kenneth, K. Brunarski, and R. Parrino (1997), CEO Contracting and Antitakeover Amendments, Journal of Finance 52, 1495-15 18.",
        "Bhushan, R. (1989b), Firm Characteristics and Analyst Following, Journal of Accounting and Economics 11, 255-274.",
        "Bhushan, R. (1989b), Firm Characteristics and Analyst Following, Journal of Accounting and Economics 11, 255-274.",
        "Bhushan, R. (1989a), Collection of Information about Publicly Traded Firms: Theory and Evidence, Journal of Accounting and Economics 11, 183-206.",
        "Bertrand, Marianne, and S. Mullainathan (1999), Corporate Governance and Executive Pay: Evidence from Takeover Legislation, MIT Working Paper.",
        "Basak, Suleyman and D. Cuoco (1998), An Equilibrium Model with Restricted Stock Market Participation, Review of Financial Studies 11, 309-341.",
        "Barry, C. and Stephen Brown (1984), Differential Information and the Small Firm Effect, Journal of Financial Economics 13, 283-294.",
        "Banz, R.W. (1981), The Relationship between Return and Market Value of Common Stocks, Journal of Financial Economics 9, 3-18.",
        "Aumann, Robert and Sergiu Hart (2003), Long Cheap Talk, Econometrica 71, 1619-1660.",
        "Bailey, Warren, Haitao Li, Connie X. Mao and Rui Zhong (2003), Regulation FD and Market Behavior around Earnings Announcements: Is the Cure Worse than the Disease?, Journal of Finance, 2487-2514.",
        "Atiase, R. (1985), Predisclosure Information, Firm Capitalization, and Security Price Behavior around Earnings Announcements, Journal of Accounting Research, 21, 36.",
        "Atiase, R. (1980), Predisclosure Informational Asymmetries, Firm Capitalization, Financial Reports, and Security Price Behavior, PhD dissertation, University of California.",
        "American Bar Association (2001), FD Task Force Survey, retrieved from www.abanet.org/buslaw/fedsec.",
        "Association for Investment Management and Research (2001), Analysts, Portfolio Managers say Volume, Quality of information have fallen under Regulation FD AIMR member survey shows, http://www.aimr.org/pressroom/Olreleases/regFDsurvey.html.",
        "Ajinkya, B. and M. Gift (1984), Corporate Managers Earnings Forecast and Symmetrical Adjustments of Market Expectations. Journal of Accounting Research 22, 425-444.",
        "Agrawal, Anup and Sahiba Chadha (2002), Who is Afraid of Reg. FD? The Behavior and Performance of Sell-Side Analysts Following the SECs Fair Disclosure Rules, working paper.",
        "Shapiro, Alexander (2002), The investor recognition hypothesis in a dynamic general equilibrium: Theory and evidence, Review of Financial Studies 15, 97-147.",
        "Shleifer, Andrei, and R. Vishny (1989), Management Entrenchment: The Case of ManagerSpecific Investments, Journal of Financial Economics 25, 123-140.",
        "Shores, D. (1980), The Association between Interim Information and Security Returns Surrounding Earnings Announcements, Journal of Accounting Research 28, 164-181.",
        "Skinner, D. (1994), Why Firms Voluntarily Disclose Bad News, Journal of Accounting Research 32, no. 1, 3 8-60.",
        "Skinner, D. (1997), Earnings Disclosures and Stockholders Lawsuits, Journal of Accounting and Economics 23, 249-282.",
        "Syre, Steven and Charles Stein (2001), Boston Capital: After One Year, Alls Fair in Disclosure, Boston Globe, October 21, 2001, p. Fl.",
        "Soffer, L., S. Ramu Thiagarajan and Beverly R. Walther (1998), Earnings Preannouncements, Northwestern University, working paper.",
        "Soffer, L., S. Ramu Thiagarajan and Beverly R. Walther (2000), Earnings Preannouncement Strategies, Review of Accounting Studies 5, 5-26.",
        "Straser, Verna (2002), Regulation Fair Disclosure and Information Asymmetry, University of Notre Dame, working paper.",
        "Tishbi, John (2002), Regulation FD: The Year that Passed and the Years Ahead, Loyola of Los Angeles Law Review 35, 113 1-1156.",
        "Verrecchia, Robert (2001), Essays on disclosure, Journal of Accounting and Economics 32, 97180.",
        "United States Securities and Exchange Commission (2000), Final Rule: Selective Disclosure and Insider Trading, Exchange Act Release No. 33-7881 (Oct. 23, 2000), htt://www.sec.gov/rules/final/33-7881 .htm."
    ]
}