{
    "id": 10563,
    "cites": 60,
    "cited_by": 29,
    "reference": [
        "[64] Vuolteenaho, T., What drives firm-level returns?, Journal of Finance 57, 233-264.",
        "[63] Tobin, J., 1969, A general equilibrium approach to monetary theory, Journal of Money, Credit, and Banking 1, 15-29.",
        "[62] Teoh, S. H., I. Welch, and T. J. Wong, 1998, Earnings management and the underperfor- mance of seasoned equity offerings, Journal of Financial Economics 50, 63-99.",
        "[59] Stein, Jeremy, 1996, Rational capital budgeting in an irrational world, Journal of Business 69, 429-455.",
        "[60] Stein, Jeremy, 2001, Agency, information and corporate investment, forthcoming in The Handbook of the Economics of Finance, editors: G. Constatinides, M. Harris, and R. Stulz.",
        "[58] Stein, Jeremy, 1988, Takeover threats and managerial myopia, Journal of Political Economy 96, 61-80.",
        "[57] Sloan, Richard, 1996, Do Stock Prices Fully Reflect Information in Accruals and Cash Flows About Future Earnings?, The Accounting Review 71, 289-315.",
        "[56] Shleifer, A. and R. Vishny, 2003, Stock market driven acquisitions, Journal of Financial Economics.",
        "[54] Shleifer, A., 2000, Inefficient markets, an introduction to behavioral finance, Oxford Uni- versity Press.",
        "[55] Shleifer, A. and R. Vishny, 1990, Equilibrium short horizons of investors and firms, Amer- ican Economic Review Papers and Proceedings 80, 148-153.",
        "[53] Rajan, R. and L. Zingales (1995), What do we know about capital structure? Some evidence from international data, Journal of Finance, 50, 1421-1460.",
        "[52] Myers, S. and N. Majluf, 1984, Corporate financing and investment decisions when firms have information that investors do not have, Journal of Financial Economics 13, 187-222.",
        "[51] Moskowitz, T. and Grinblatt, 1999, Do industries explain momentum?, Journal of Finance 54, 1249-1290.",
        "[50] Morck, R., A. Shleifer, and R. Vishny, 1990, The stock market and investment: is the market a sideshow?, Brookings Papers on Economic Activity 157-215.",
        "[48] Mayer, C. (1988), A new test of capital structure, European Economic Review, 32, 1167- 1189.",
        "[49] Mayer, C. and O. Sussman (2003), New issues in corporate finance, working paper.",
        "[46] Lucas, D. and R. McDonald, 1990, Equity issues and stock price dynamics, Journal of Finance 45, 1019-1043.",
        "[45] Loughran, T. and J. Ritter, 1997, The operating performance of firms conducting seasoned equity offerings, Journal of Finance 52, 1823-1850.",
        "[43] Lamont, O., C. Polk, and J. SaÃ\u0082Â´a-Requejo, 2001, Financial constraints and stock returns, Review of Financial Studies 14, 529-554.",
        "[42] Lamont, O., 2000, Investment plans and stock returns, Journal of Finance 55, 2719-2745.",
        "[41] Korajczyk Robert, Deborah Lucas, and Robert McDonald, 1991, The effects of information releases on the pricing and timing of equity issues, Review of Financial Studies 4, 685-708.",
        "[40] Kaplan, S. and L. Zingales, 1997, Do financing constraints explain why investment is cor- related with cash flow?, Quarterly Journal of Economics112, 168-216.",
        "[38] Jones, J., 1991, Earnings management during import relief investigation, Journal of Ac- couting Research 29, 193-228.",
        "[39] Kahneman, D. and A. Tversky, 1973, On the Psychology of Prediction, Psychological Review 80, 237-51.",
        "[37] Jegadeesh, N. and Titman, 2001, Profitability of momentum strategies: an evaluation of alternative explanations, Journal of Finance 48, 699-720.",
        "[36] Jegadeesh, N. and S. Titman, 1993, Returns to buying winners and selling losers: Implica- tions for stock market efficiency, Journal of Finance 48, 65-91.",
        "[35] Ikenberry, D., J. Lakonishok, and T. Vermaelen, 1995, Market underreaction to open market share repurchases, Journal of Financial Economics 39, 181-208.",
        "[34] Hribar, P. and D. Collins, 2002, Errors in estimating accruals: Implications for empirical research, Journal of Accounting Research 40, 105-134.",
        "[33] Hong, H., T. Lim, and J. Stein, 2000, Bad news travels slowly: size, analyst coverage, and the profitability of momentum strategies, Journal of Finance 55, 265-295.",
        "[31] Hirshleifer, 2001, Investor psychology and asset pricing, Journal of Finance 56, 1533-1598.",
        "[32] Hong, H. and J. Stein, 1999, A Unified Theory of underreaction, momentum trading and overreaction in financial markets, Journal of Finance 54, 2143-84.",
        "[30] Hayashi, F., 1982, Tobins average q and marginal q: a neoclassical interpretation, Econo- metrica 50,",
        "[29] Hand, J., 1990, Did firms undertake debt-equity swaps for an accounting paper profit or true financial gain?, The Accounting Review 64, 587-623.",
        "[28] Gilchrist, S., and C. Himmelberg, and G. Huberman, 2002, Do Stock Price Bubbles Inuence Corporate Investment?, working paper, Columbia University.",
        "[26] Froot, K., D. Scharfstein, and J. Stein, 1994, A framework for risk management, Harvard Business Review 72, 91-102.",
        "[27] Gilchrist, S. and C. Himmelberg, 1995, Evidence on the role of cash flow for investment, Journal of Monetary Economics 36, 541-572.",
        "[25] Fazzari, S., R. G. Hubbard, and B. Petersen, 1988, Financing constraints and corporate investment, Brookings Papers on Economic Activity, 141-195.",
        "[24] Fama, E., 1970, Efficient capital markets: a review of theory and empirical work, Journal of Finance 25, 383-423.",
        "[23] Erickson, Timothy and Toni M. Whited, 2002, Two-step GMM estimation of the errors-in- variables model using high-order moments, Econometric Theory, 18: 776-799.",
        "[22] Erickson, Timothy and Toni M. Whited, 2000, Measurement error and the relationship between investment and q, Journal of Political Economy, 108: 1027-1057.",
        "[21] Dow, James and Gary Gorton, 1997, Stock Market Efficiency and Economic Efficiency: Is There a Connection?, Journal of Finance, 52: 1087-1129.",
        "[20] Daniel, K. and S. Titman, 2001, Market reactions to tangible and intangible information, Northwestern University working paper.",
        "[19] Daniel, K., D. Hirshleifer and A. Subrahmanyam, 1998, Investor Psycohology and Security Market Under- and Overreaction, Journal of Finance, 52: 1-33.",
        "[17] Corbett, J. and T. Jenkinson (1997), How is investment financed? A study of Germany, Japan, the United Kingdom and the United States, Manchester School, 65, 69-93.",
        "[16] Cohen, R., C. Polk, and T. Vuolteenaho, 2002, Does risk or mispricing explain the cross- section of stock prices?, Northwestern University working paper.",
        "[15] Cochrane, J., 1991, Production-based asset pricing and the link between stock returns and economic fluctuations, Journal of Finance, 46: 209-237.",
        "[13] Brainard, W. and J. Tobin, 1968, Pitfalls in financial model building, American Economic Review Papers and Proceedings 58, 99-122.",
        "[14] Chan, K., K.C. Chan, N. Jegadeesh, and J. Lakonishok, 2001, Earnings quality and stock returns, NBER working paper 8308.",
        "[11] Bernstein, L., 1993, Analysis of Financial Statements, 4th ed. Homewood, IL: Irwin.",
        "[10] Benabou, R. and G. Laroque, 1992, Using priviledged information to manipulate markets: insiders, gurus, and credibility, Quarterly Journal of Economics 107, 921-948.",
        "[8] Barberis, N., A. Shleifer, and R. Vishny, 1998, A Model of Investor Sentiment,Journal of Financial Economics, 49: 307-345.",
        "[9] Barberis, N. and R. Thaler, 2001, A survey of behavioral finance, University of Chicago working paper.",
        "[7] Baker, Malcolm, and Jeffrey Wurgler, 2002, Market timing and capital structure, Journal of Finance, 57, 1-32.",
        "[6] Baker, Malcolm, and Jeffrey Wurgler, 2000, The Equity Share in New Issues and Aggregate Stock Returns, Journal of Finance, 55, 2219-2257.",
        "[4] Asquith Paul, and David Mullins, 1986, Equity issues and offering dilutionsJournal of Financial Economics, 15, 61-89.",
        "[3] Abel, A. and J. Eberly, 2002, Investment and q with fixed costs: An empirical analysis, Northwestern University working paper.",
        "[1] Abel, 1980,, Empirical investment equations: an itegrative framework, in K. Brunner and A. Meltzer (eds.), On the state of macroeconomics, Carnegie-Rochester Conference Series, vol. 12.",
        "[2] Abel, A. and O. Blanchard, 1986, The present value of profits and cyclical movements in investment, Econometrica 54, 249-274.",
        "[47] Maines, L. and J. Hand, 1996, Individuals perceptions and misperceptions of the time series properties of quarterly earnings, The Accounting Review 71, 317-336.",
        "[12] Bond, S. and J. Cummins, 2000, The stock market and investment in the new economy: some tangible facts and intangible fictions, Brookings Papers on Economic Activity 200:1, 61-124."
    ]
}