{
    "id": 10565,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "Globalization, Returns to Accumulation and the World Distribution of Output 42 , Empirics for Growth and Distribution: Polarization, Stratification, and Convergence Clubs, Journal of Economic Growth, 1997, 2 (1), 2759.",
        "Solow, R.M., A Contribution to the Theory of Economic Growth, Quarterly Journal of Eco- nomics, 1956, 70 (1), 6594.",
        "Quah, D., Empirical CrossSection Dynamics in Economic Growth, European Economic Review, 1993, 37 (2/3), 426434.",
        "Mankiw, N.G., D. Romer, and D.N. Weil, A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics, 1992, 107 (2), 407437.",
        "Krueger, A.B. and L.H. Summers, Efficiency Wages and the InterIndustry Wage Structure, Econometrica, 1988, 56 (2), 259293.",
        "Kremer, M., A. Onatski, and J.H. Stock, Searching for Prosperity, Working Paper 8250, NBER 2001.",
        "Juhn, C., K.M. Murphy, and B. Pierce, Wage Inequality and the Rise in Returns to Skill, Journal of Political Economy, 1993, 101 (3), 410442.",
        "Hall, R.E. and C.I. Jones, Why do Some Countries Produce so Much More Output per Worker than Others?, Quarterly Journal of Economics, 1999, 114 (1), 83116.",
        "Gibbons, R. and L.F. Katz, Does Unobserved Ability Explain InterIndustry Wage Differen- tials?, Review of Economic Studies, 1992, 59, 515536.",
        "Dickens, W.T. and L.F. Katz, InterIndustry Wage Differences and Industry Characteristics, in K. Lang and J.S. Leonard, editors, Unemployment and the Structure of Labor Markets, Oxford: Basil Blackwell, 1987.",
        "Distribution of output per worker, Working Paper 9240, NBER 2002.",
        "Beaudry, P. and F. Collard, Why has the EmploymentProductivity Tradeoff among Industrial- ized Countries been so Strong?, Working Paper 8754, NBER 2002.",
        "Barro, R. and J.W. Lee, International Comparisons of Educational Attainment, Journal of Monetary Economics, 1993, 32 (3), 363394.",
        "Arai, M., Wages, Profits and Capital Intensity: Evidence from Matched WorkerFirm Data, Journal of Labor Economics, 2003, 21 (3), 593618.",
        "Abowd, J.M., F. Kramarz, and D.N. Margolis, High Wage Workers and High Wage Firms, Econometrica, 1999, 67 (2), 251333."
    ]
}