{
    "id": 10564,
    "cites": 26,
    "cited_by": 11,
    "reference": [
        "Tietze, Christopher. 1973. Two Years Experience with a Liberal Abortion Law: Its Impact on Fertility Trends in New York City. Family Planning Perspectives 5(1): 36-41.",
        "Sklar, June, and Beth Berkov. 1974. Abortion, Illegitimacy, and the American Birth Rate. Science185 (September).",
        "Washington, DC : National Academy Press. p. 50-97. Pakter, Jean et al. 1973. Two Years Experience in New York City with Liberalized Abortion Law--Progress and Problems. American Journal of Public Health. 63(6):524-535.",
        "Moffitt, Robert A. (1998). The effect of welfare on marriage and fertility. In Robert Moffitt, editor, Welfare, The Family, and Reproductive Behavior: Research Perspectives.",
        "Meyer, Bruce. 1995. Natural and Quasi-Experiments in Economics. Journal of Business and Economic Statistics. 13(2): 151-161.",
        "Levitt, Steven. Forthcoming. Understanding Why Crime Fell in the 1990s: Four Factors that Explain the Decline and Six that Do Not. Journal of Economic Perspectives.",
        "Lader, Lawrence. 1974. Abortion II: Making the Revolution. New York: Beacon.",
        "Klick, Jonathan and Thomas Stratmann. 2003. The Effect of Abortion Legalization on Sexual Behavior: Evidence from Sexually Transmitted Diseases. The Journal of Legal Studies 32(2):407-433.",
        "Joyce, Ted and Naci Mocan. 1990. The Impact of Legalized Abortion on Adolescent Childbearing in New York City. American Journal of Public Health 80(3):273-278.",
        "Joyce, Ted, Kaestner, Robert and Sanders Korenman. 2000. The Effect of Pregnancy Intention on Child Development. Demography. 37(1):84-93.",
        "Joyce, Ted. 2004. Did Legalized Abortion Lower Crime? Journal of Human Resources.",
        "Joyce, Ted. 2001. Did Legalized Abortion Lower Crime? National Bureau of Economic Research Working Paper No. 8319, June.",
        "Henshaw, Stanley and Jennifer Van Vort. 1992 Abortion Factbook. New York: Alan Guttmacher Institute.",
        "Heckman, James J. 1996. Comment. Journal of the American Statistical Association.",
        "Cities. National Institute of Justice: Research in Brief. July. Gruber, Jonathan, Phillip Levine, and Douglas Staiger. 1999. Legalized Abortion and Child Living Circumstances: Who is the Marginal Child. Quarterly Journal of Economics 114(1):263-291.",
        "Wade. Berkeley, CA: California University Press. Golub, Andrew L. and Bruce. D. Johnson. 1997. Cracks Decline: Some Surprises Across U.S.",
        "Garrow, David. 1998. Liberty and Sexuality: The Right to Privacy and the Making of Roe v.",
        "Fox, James Alan. 2000b. Demographic and U.S. Homicide. In The Crime Drop in America, ed. Alfred Blumstein and Joel Wolman, pp: 288-317. New York: Cambridge University Press.",
        "Donohue, John, and Steven Levitt. 2004. Further Evidence that Legalized Abortion Lowered Crime: A Reply to Joyce. Journal of Human Resources. 39(1):29-49.",
        "Donohue, John, and Steven Levitt. 2003. Further Evidence that Legalized Abortion Lowered Crime: A Reply to Joyce. National Bureau of Economic Research Working Paper 9532.",
        "Donohue, John, and Steven Levitt. 2001. The Impact of Legalized Abortion on Crime. Quarterly Journal of Economics 116(2): 379-420.",
        "Cook, Philip, and John H. Laub. 1998. The Unprecedented Epidemic in Youth Violence. In Youth Violence, ed. Michael Tonry and Mark H. Moore, pp. 27-64. Chicago: University of Chicago Press.",
        "Charles, Kerwin Kofi and Melvin Stephens Jr. 2002. Abortion Legalization and Adolescent Substance Use. National Bureau of Economic Research Working Paper No. 9193.",
        "Blumstein, Alfred, Frederick Rivara, and Richard Rosenfeld. 2000. The Rise and Decline of Homicide--and Why. Annual Review of Public Health 21:505-541.",
        "Blumstein, Alfred. 1995. Youth Violence, Guns, and the Illicit Drug Industry. The Journal of Criminal Law and Criminology 86(1):10-36.",
        "Blumstein, Alfred. 2000. Disaggregating the Violence Trends. In The Crime Drop in America, ed. Alfred Blumstein and Joel Wolman, pp: 13-44. New York: Cambridge University Press."
    ]
}