{
    "id": 10560,
    "cites": 54,
    "cited_by": 53,
    "reference": [
        "Van Wincoop, E., 1994, Welfare Gains From International Risk Sharing, Journal of Monetary Economics 34, 175-200.",
        "Stock, James H. and Mark W. Watson, 2002, Has the Business Cycle Changed and Why?, Unpublished working paper, Harvard University.",
        "Stiglitz, Joseph E., 2000, Capital Market Liberalization, Economic Growth and Instability, World Development 10751086.",
        "Rodrik, Dani, 1998b, Why Do More Open Economies Have Bigger Governments? Journal of Political Economy 9971032.",
        "Rodrik, Dani, 1998a, Who Needs Capital Account Convertibility? Presented at Princeton International Finance Section symposium.",
        "Quinn, Dennis P. and A. M. Toyoda, 2003, Does Capital Account Liberalization Lead to Economic Growth?: An Empirical Investigation, Unpublished working paper, Georgetown University.",
        "Quinn, Dennis P. and Carla Inclan, 1997, The Origins of Financial Openess: A Study of Current and Capital Account Liberalization. American Journal of Political Science 41, 814845.",
        "Quinn, Dennis P., 1997, The Correlates of Changes in International Financial Regulation, American Political Science Review 91, 531551.",
        "Pallage, Stphane and Michel Robe, 2003. On the Welfare Cost of Economic Fluctuations in Developing Countries. International Economic Review 44 (2), 677698.",
        "Obstfeld, Maurice, 1995, International Capital Mobility in the 1990s, in Peter Kenen, ed., Understanding Interdependence Princeton University Press, 1995.",
        "Obstfeld, Maurice, 1994, Risk-taking, Global Diversification, and Growth, American Economic Review 84, 1310-1329.",
        "Obstfeld, Maurice, 1992, International Risk Sharing and Capital Mobility Another Look, Journal of International Money and Finance 11, 115-121.",
        "Newey, Whitney, and Kenneth West, 1987, A Simple, Positive Semi-definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 55, 703-708.",
        "Mathieson, Donald J. and Liliana Rojaz-Suarez, 1993, Liberalization of the Capital Account: Experiences and Issues, Staff paper 103, International Monetary Fund, Washington, D.C.",
        "Li, Quan and Dale Smith, 2002, Testing Alternative Models of Capital Control Liberalization, Policy Studies Review 19, 2852.",
        "Lewis, Karen K., 1999, Trying to Explain Home Bias in Equities and Consumption, Journal of Economic Literature 37, 571-608.",
        "Lewis, Karen K., 1996, What Can Explain the Apparent Lack of International Consumption Risk Sharing?, Journal of Political Economy 104, 267-297.",
        "Leblang, David A., 1997, Domestic and Systemic Determinants of Capital Controls in the Developed and Developing World. International Studies Quarterly 41, 435454.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, 1998, Law and Finance, Journal of Political Economy 106, 1113-1155.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, 1997, Legal Determinants of External Finance, Journal of Finance, 52, 1131-1150.",
        "King, Robert and Ross Levine, 1993, Finance and Growth: Schumpeter Might Be Right, Quarterly Journal of Economics 108, 717-738.",
        "Kaminsky, Graciella L. and Carmen Reinhart, 1999, The Twin Crises: The Causes of Banking and Balance of Payments Problems, American Economic Review 89, 473-500.",
        "Hodrick, Robert J., 1992, Dividend Yields and Expected Stock Returns: Alternative Procedures for Inference and Measurement, Review of Financial Studies 5, 357386.",
        "Hansen, Lars P., and Robert J. Hodrick, 1980, Forward Exchange Rates as Optimal Predictors of Future Spot Rates, Journal of Political Economy, 88, 829-853.",
        "Grilli, Vittorio and Gian Maria Milesi-Ferretti, 1995, Economic Effects and Structural Determinants of Capital Controls. IMF Staff Papers 42, 517551.",
        "Goodman, John B. and Louis W. Pauly. 1993. The Obsolescence of Capital Controls? Economic Management in an Age of Global Markets, World Politics 46, 5082.",
        "Furman, Jason and Joseph E. Stiglitz, 1998, Economic Crises: Evidence and Insights from East Asia, Brookings Papers on Economic Activity 1114.",
        "Frieden, Jeffrey, 1991, Invested Interests: The Politics of National Economic Policies in a World of Global Finance, International Organization 45 425-451.",
        "Eichengreen, Barry, James Tobin, and Charles Wyplosz, 1995, Two Cases for Sands in the Wheels of International Finance, Economic Journal, 162-172.",
        "Eichengreen, Barry, 2001, Capital Account Liberalization: What do the Cross-country Studies Tell Us?, World Bank Economic Review 15, 3, 341365.",
        "Edwards, Sebastian, 2001, Capital Mobility and Economic Performance: Are Emerging Economies Different, Unpublished working paper, UCLA.",
        "Edison, Hali and Frank Warnock, 2003, A Simple Measure of the Intensity of Capital Controls, Journal of Empirical Finance 10, 81-104.",
        "Easterly, William, R. Islam and J. Stiglitz, 2001, Volatility and Macroeconomic Paradigms for Rich and Poor Countries, in Jacques Dreze, ed., Advances in Macroeconomic Theory, New York: Palgrave. 2001.",
        "Davis, Steven J., Jeremy Nalewaik, and Paul Willen, 2000, On the Gains to International Trade in Risky Financial Assets, National Bureau of Economic Research working paper 7796.",
        "Crucini, Mario J., 1999, On International and National Dimensions of Risk Sharing, Review of Eco- nomics and Statistics 81, 7384.",
        "Cole, Harold L. and Maurice Obstfeld, 1991, Commodity Trade and International Risk Sharing How Much do Financial Markets Matter, Journal of Monetary Economics 28, 3-24.",
        "Caprio Jr., Gerard and Daniela Klingebiel, 2001, Bank Insolvencies: Cross-country Experience, Working paper 1620, World Bank, Washington, DC.",
        "Brennan, Michael J. and Bruno Solnik, 1989, International Risk Sharing and Capital Flows, Journal of International Money and Finance 8, 3, 359373.",
        "Bollerslev, Tim and Jeffrey M. Wooldridge, 1992, Quasi-maximum Likelihood Estimation and Inference in Dynamic Models with Time Varying Covariances, Econometric Reviews, 11, 143-172.",
        "Blanchard, Olivier J., and John A. Simon, 2001, The Long and Large Decline in U.S. Output Volatility, Brookings Papers on Economic Activity 135174.",
        "Bekaert, Geert, Campbell R. Harvey, Christian Lundblad and Stephan Siegel, 2004, Growth Opportunities and Market Integration, Working paper, Columbia University.",
        "Bekaert, Geert, Campbell R. Harvey and Christian Lundblad, 2004, Does Financial Liberalization Spur Growth?, Journal of Financial Economics, forthcoming.",
        "Bekaert, Geert and Campbell R. Harvey, 2000, Foreign Speculators and Emerging Equity Markets, Journal of Finance 55, 565-614.",
        "Bekaert, Geert, 1995, Market Integration and Investment Barriers in Emerging Equity Markets, World Bank Economic Review 9, 75-107.",
        "Backus, David K., Patrick Kehoe and Finn Kydland, 1992, International Real Business Cycles, Journal of Political Economy 100, 4, 745775.",
        "Athanasoulis, Stefano G., and Eric van Wincoop, 2001, Risk Sharing within the United States: What Do Financial Markets and Fiscal Federalism Accomplish, Review of Economics and Statistics 83, 688698.",
        "Athanasoulis, Stefano G., and Eric van Wincoop, 2000, Growth Uncertainty and Risk Sharing, Journal of Monetary Economics 45, 477505.",
        "Ang, Andrew and Geert Bekaert, 2003, Stock Return Predictability: Is it There? Unpublished working paper, Columbia University.",
        "Alesina, Alberto, Vittorio Grilli and Gian Maria Milesi-Ferretti, 1994, The Political Economy of Capital Controls, in Leonardo Leiderman and Assaf Razin, eds. Capital Mobility: The Impact on Consumption, Investment and Growth, Cambridge: Cambridge Press.",
        "Aghion Philippe, Abhijit Banerjee and Thomas Piketty, 1999, Dualism and Macroeconomic Volatility, Quarterly Journal of Economics 114, 1359-97.",
        "Agenor, Pierre-Richard, 2003, Benefits and Costs of International Financial Integration: Theory and Facts. World Economy 26, 10891118.",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson, 2002, Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution, Quarterly Journal of Economics 117, 12311294.",
        "Kraay, Aart and Jaume Ventura, 2001, Comparative Advantage and the Cross-section of Business Cycles, NBER working paper 8104.",
        "Botero, Juan, Simeon Djankov, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2004, The Regulation of Labor, Unpublished working paper, Harvard University."
    ]
}