{
    "id": 10570,
    "cites": 23,
    "cited_by": 24,
    "reference": [
        "White, E. (2000): No Comparison. Shopping `Bots Were Supposed to Unleash Brutal Price Wars. Why Havent They? The Wall Street Journal, October 23, 2000, R18.",
        "Walters, Rochney, and Scott McKenzie (1988): A Structural Equation Analysis of the Impact of Price Promotions on Store Performance, Journal of Marketing Research 25, 51-63.",
        "Walters, Rochney (1988): Retail Promotions and Retail Store Performance: A Test of Some Key Hypotheses, Journal of Retailing 64, 153-180.",
        "Varian, Hal (1980): A Model of Sales, American Economic Review 70, 651-659.",
        "Stahl, Dale O. (1996): Oligopolistic Pricing with Sequential Consumer Search and Heterogeneous Search Costs, International Journal of Industrial Organization 14, 243268.",
        "Stahl, Dale O. (1989): Oligopolistic Pricing with Sequential Consumer Search, American Economic Review 79, 700-712.",
        "Simester, Duncan (1995): Signalling Price Image Using Advertised Prices, Marketing Science 14, 166-188.",
        "Scott Morton, Fiona, Florian Zettelmeyer, and Jorge Silva-Risso (2003): Cowboys or Cowards: Why are Internet Car Prices Lower?, mimeo.",
        "Scott Morton, Fiona, Florian Zettelmeyer, and Jorge Silva-Risso (2001): Internet Car Retailing, Journal of Industrial Economics 49, 501-519.",
        "Janssen, Maarten, and Jose Luis Moraga (2000): Pricing, Consumer Search and the Size of Internet Markets, Tinbergen Institute Discussion Paper 2000-0042.",
        "Gabaix, Xavier and David Laibson (2004): Competition and Consumer Confusion, mimeo, Harvard University and MIT.",
        "Ellison, Glenn (2003): A Model of Add-on Pricing, mimeo, MIT.",
        "Diamond, Peter (1971): A Model of Price Adjustment, Journal of Economic Theory 3, 156-168.",
        "Deneckere, Raymond, and R. Preston McAfee (1996): Damaged Goods, Journal of Economics and Management Strategy 5, 149-174.",
        "Clay, Karen, Ramayya Krishnan, and Eric Wolff (2001): Prices and Price Dispersion on the Web: Evidence from the Online Book Industry, Journal of Industrial Economics 49, 521-540.",
        "Chevalier, Judith, Anil Kashyap, and Peter Rossi (2000): Why Dont Prices Rise During Periods of Peak Demand? Evidence from Scanner Data, University of Chicago Graduate School of Business, mimeo.",
        "Chevalier, Judith, and Austan Goolsbee (2003): Measuring Prices and Price Competition Online: Amazon vs. Barnes and Noble, Quantitative Marketing and Economics 1, 203-222.",
        "Burdett, Kenneth, and Kenneth L. Judd (1983): Equilibrium Price Dispersion, Econometrica 51, 955-969.",
        "Brynjolfsson, Erik, and Michael Smith (2001): Consumer Decision-making at an Internet Shopbot: Brand Still Matters, Journal of Industrial Economics XLIX, 541-558.",
        "Brown, Jeffrey R., and Austan Goolsbee (2002): Does the Internet Make Markets More Competitive? Evidence from the Life Insurance Industry, Journal of Political Economy 110, 481-507.",
        "Baye, Michael R., John Morgan, and Patrick Scholten (2003): Price Dispersion in the Small and the Large: Evidence from an Internet Price Comparison Site, Journal of Industrial Economics, forthcoming.",
        "Baye, Michael R., and John Morgan (2003): Information Gatekeepers and Price Discrimination on the Internet, Economics Letters 76, 47-51.",
        "Baye, Michael R., and John Morgan (2001): Information Gatekeepers on the Internet and the Competitiveness of Homogeneous Product Markets, American Economic Review 91, 454-474."
    ]
}