{
    "id": 10575,
    "cites": 32,
    "cited_by": 1,
    "reference": [
        "Subramanian, Shankar and Angus Deaton (1996). The Demand for Food and Calories, Journal of Political Economy, Vol. 104 No. 1, pp. 133-62.",
        "Smith, Jeffrey and Petra Todd (2004). Does Matching Overcome Lalondes Critique of Nonexperimental Estimators?, Journal of Econometrics (forthcoming).",
        "Schinke, S. P., Kristin Cole and Stephen R. Poulin, (2000). Enhancing the Educational Achievement of at-Risk Youth, Prevention Science, Vol. 1 No. 1, pp. 51-60.",
        "Rosenbaum, Paul R. and Donald B. Rubin (1983). The Central Role of the Propensity Score in Observational Studies for Causal Effects, Biometrika, Vol. 70 No. 1, pp. 41-55.",
        "Lavy, Victor (2003). Paying for Performance: Experimental Evidence on the Effect of Teachers Individual Incentives on Effort and Productivity, Draft, (July).",
        "Lavy, Victor (2002). Evaluating the Effect of Teachers Group Performance Incentives on Pupil Achievement, Journal of Political Economy, Vol. 110 No. 6, pp. 1286-1317.",
        "Machin, Stephen, Sandra McNally and Costas Meghir (2003). Excellence in Cities: Evaluation of an Education Policy in Disadvantaged Areas, Draft (March).",
        "Krueger, Alan B. and Diane M. Whitmore (2001), The Effect of Attending a Small Class in the Early Grades on College-Test Taking and Middle School Test Results: Evidence from Project STAR, Economic Journal, Vo. 111 No. 468, pp. 1-28.",
        "Krueger, Alan B. (1999). Experimental Estimates of Education Production Functions, Quarterly Journal of Economics, Vol. 114 No. 2, pp. 497-532.",
        "Koretz, Daniel (1996). Using Student Assessments for Educational Accountability, Improving American Schools, Eric A. Hanushek and Dale W. Jorgenson, eds. Washington D.C.: National Academy Press, pp. 171-195.",
        "Jepsen C. and S. Rivkin (2002) What is the Tradeoff Between Smaller Classes and Teacher Quality?, NBER Working Paper No. 9205.",
        "Heckman, James and Yona Rubinstein (2001). The Importance of Non-Cognitive Skills: Lessons from the GED Testing Program, American Economic Review, Vol. 91 No. 2, pp. 145-149.",
        "Heckman, James J., Ichimura Hidehiko and Petra Todd (1997). Matching as an Econometric Evaluation Estimator, Review of Economic Studies Vol. 64 No. 4, pp. 605-654.",
        "Garces, Eliana, Duncan Thomas and Janet Currie (2002). Longer Term Effects of Head Start, American Economic Review, Vol. 92 No. 4, pp. 999-1012.",
        "Dynarski, Mark and Philip Gleason (1998). How Can We Help? What Have We Learned from Evaluations of Federal Dropout-Prevention Program, Princeton, NJ: Mathematica Policy Research Report 8014-140.",
        "Davison Antony C. and David Hinkley. Bootstrap Methods and their Application. Cambridge University Press, 1997.",
        "Currie, Janet and Duncan Thomas (2001). Early Test Scores, School Quality and SES: Long Run Effects on Wage and Employment Outcomes, Research in Labor Economics, Vol. 20, pp. 103-132.",
        "Currie, Janet (2001). Early Childhood Education Programs, Journal of Economic Perspectives, Vo. 15 No. 2, pp. 213-238.",
        "Cooper, Harris, Kelly Charlton, Jeffrey C. Valentine, and Laura Muhlenbruck (2000). Making the Most of Summer School: A Meta-Analytic and Narrative Review. Monographs of the Society for Research in Child Development, Vol. 65 No. 1, pp. 1-118.",
        "Central Bureau of Statistics, Statistical Abstract of Israel 53. Jerusalem: Central Bureau of Statistics, 2003.",
        "Card, David and Alan Krueger (1994). Minimum Wages and Employment: A Case Study of the Fast Food Industry in New Jersey and Pennsylvania, American Economic Review, Vol. 84 No. 4, pp. 772-793.",
        "Carneiro, Pedro and James Heckman (2003). Human Capital Policy, NBER Working Paper No. 9495.",
        "Card, David and Krueger Alan (1992). Does School Quality Matter? Return to Education and the Characteristics of Public Schools in the United States, Journal of Political Economy, Vol. 100 No. 1, pp. 1-40.",
        "Betts, Julian (1995). Does School Quality Matter? Evidence from the National Longitudinal Survey of Youth, Review of Economics and Statistics, Vol. 77 No. 2, pp. 231-250.",
        "Becker, Sascha O. and Andrea Ichino (2002). Estimation of Average Treatment Effects Based on Propensity Scores, The Stata Journal Vol. 2 No. 4 pp. 338-377.",
        "Banerjee, Abhijit, Shawn Cole, Esther Duflo and Leigh Linden (2003). Remedying Education: Evidence from Two Randomized Experiments in India, mimeo, MIT.",
        "Angrist, Joshua D. and Victor Lavy (2002). The Effects of High School Matriculation Awards: Evidence from Randomized Trials, NBER Working Paper No. 9389.",
        "Angrist, Joshua D. and Victor Lavy (2002). New Evidence on Classroom Computers and Pupil Learning, The Economic Journal, Vol. 112 No. 482, pp. 735-765.",
        "Angrist, Joshua D. and Victor Lavy (2001). Does Teacher Training Affect Pupil Learning? Evidence from Matched Comparisons in Jerusalem Public Schools, Journal of Labor Economics, Vol. 19 No. 2, pp. 343-369.",
        "Angrist, Joshua D. and Victor Lavy (1999). Using Maimonides Rule to Estimate the Effect of Class Size on Scholastic Achievement, Quarterly Journal of Economics, Vol. 114 No. 2, pp. 533-75.",
        "Angrist, Joshua D. (1998). Estimating the Labor Market Impact of Voluntary Military Service Using Social Security Data on Military Applicants, Econometrica, Vol. 66, No. 2, pp. 249-288.",
        "U.S. Department of Education, Office of the Under Secretary (2003), When Schools Stay Open Late: The National Evaluation of the 21st Century Community Learning Centers Program, First Year Findings, Washington D.C."
    ]
}