{
    "id": 10576,
    "cites": 35,
    "cited_by": 102,
    "reference": [
        "World Bank (2003), Global Development Finance, Washington, D.C.: The World Bank.",
        "Trairatvorakul, Prasarn (2001), Improvement of Clearing and Settlement for Sound Development of Bond Markets, mimeo, Securities and Exchange Commission of Thailand.",
        "Smith, R. Todd (1998), Banking Competition and the Development of Securities Markets, unpublished manuscript, University of Alberta.",
        "Sharma, Krishnan (2000), The Underlying Constraints on Corporate Bond Market Development in Southeast Asia, United Nations Department of Economic and Social Affairs Discussion Paper no. 14 (September).",
        "Schinasi, Garry J. and R. Todd Smith (1998), Fixed-Income Markets in the United States, Europe and Japan: Some Lessons for Emerging Markets, IMF Working Paper WP/98/173 (December).",
        "Reinhart, Carmen M. and Kenneth S. Rogoff (2002), The Modern History of Exchange Rate Arrangements: A Reinterpretation, NBER Working Paper no. 8963 (May).",
        "Rajan, Raghu and Luigi Zingales (2003), Saving Capitalism from the Capitalists, New York: Crown Books.",
        "McCauley, Robert and E. Remolona (2000), Size and Liquidity in Government Bond Markets, BIS Quarterly Review (November), pp.52-58.",
        "McCauley, Robert (2003), Unifying Government Bond Markets in East Asia, BIS Quarterly Review (December), pp.89-98.",
        "Lynch, David (2001), Asian Bond Markets, mimeo, International Banks and Securities Association of Australia.",
        "La Porta, Rafael, Florencio Lopez-de-Silances, Andrei Shleifer, and Robert W. Vishny (1998), Law and Finance, Journal of Political Economy 106 (6), pp. 1113-1155.",
        "Kim, Yun-Hwan (2001), Developing Treasury Securities Markets in Asia, mimeo, Asian Development Bank (June).",
        "La Porta, Rafael, Florencio Lopez-de-Silances, Andrei Shleifer, and Robert W. Vishny (1999), The quality of government, Journal of Law, Economics, and Organization 15, pp. 222-279.",
        "Kim, Yongbeom (2000), Koreas Bond Market Following the Onset of the Financial Crisis, in Alison Harwood (ed.), Building Local Bond Markets: An Asian Perspective, Washington, D.C.: International Finance Corporation, pp.63-83.",
        "Herring, Richard J. and Nathporn Chatusripitak (2000), The Case of the Missing Market: The Bond Market and Why it Matters for Financial Development, ADB Institute Working Paper no. 11 (July).",
        "Hawkins, John (2002), Bond Markets and Banks in Emerging Economies, BIS Papers no. 11 (June-July).",
        "Harwood, Alison, ed. (2000), Building Local Currency Bond Markets: An Asian Perspective, Washington, D.C.: International Finance Corporation.",
        "Hale, Galina (2003), Bonds or Loans? The Effects of Macroeconomic Fundamentals, Cowles Foundation Discussion Paper no. 1403 (February).",
        "Goldstein, Morris (1998), The Asian Financial Crisis, Washington, D.C.: Institute of International Economics.",
        "Fernandez, David and S. Klassen (2003), Asian Bond Fund Crawls, but should it Ever Walk? mimeograph, J.P. Morgan Chase, 12 June.",
        "Eichengreen, Barry and Ashoka Mody (2000), What Explains the Changing Spreads on Emerging Market Debt? Fundamentals or Market Sentiment? In Sebastian Edwards (ed.), Capital Flows and the Emerging Economies, Chicago: University of Chicago Press, pp.107-136.",
        "Eichengreen, Barry, Ricardo Hausmann and Ugo Panizza (2002), Original Sin: The Pain, the Mystery, and the Road to Redemption, unpublished manuscript, UC Berkeley, Harvard University, and IDB.",
        "Domowitz, Ian, Jack Glen and Ananth Madhavan (2000), International Evidence on Aggregate Corporate Financing Decisions, unpublished manuscript, Pennsylvania State University (January).",
        "Eichengreen, Barry (2004), The Unintended Consequences of the Asian Bond Fund, unpublished manuscript, University of California, Berkeley (February).",
        "Diamond, Douglas (1991), Monitoring and Reputation: The Choice Between Bank Loans and Directly Placed Debt, Journal of Political Economy 99, pp.689-721.",
        "Ho, Tien (2003), The Singapore Bond Market, Deutsche Bank Global Markets Research (June).",
        "Dalla, Ismail, Denna Khatdhate, D.R. Rao, Kali Kondury, Lwang Jun, and Terry Chuppe (1995), The Emerging Asian Bond Market, Washington, D.C.: World Bank.",
        "Claessens, Stijn, Daniela Klingebiel and Sergio Schmukler (2003), Government Bonds in Domestic and Foreign Currency: The Role of Macroeconomic and Institutional Factors, CEPR Discussion Paper no. 3789 (February).",
        "Calvo, Guillermo and Carmen Reinhart (2002), Fear of Floating, Quarterly Journal of Economics 117, pp.379-408.",
        "Burger, John D. and Francis E. Warnock (2004), Foreign Participation in Local-Currency Bond Markets, International Finance Discussion Paper no. 794, Washington, D.C.: Board of Governors of the Federal Reserve System (February).",
        "Burger, John D. and Francis E. Warnock (2003), Diversification, Original Sin, and International Bond Portfolios, International Finance Discussion Paper no. 755, Washington, D.C.: Board of Governors of the Federal Reserve System (January).",
        "Beck, Thorsten, Asli Demirguc-Kunt and Ross Levine (2002), Law, Endowments, and Finance, NBER Working Paper no. 9089 (August).",
        "Government of Japan (2003), ASEAN Plus 3 High Level Seminar on Fostering Bond Markets in Asia, www.mof.go.jp/english/if/hls20030301a.htm.",
        "Brune, Nancy (2004), The Political Economy of Capital Account Liberalization in Developing Countries, unpublished manuscript, UCLA.",
        "Asia Pacific Economic Cooperation (1999), Compendium of Sound Practices, Guidelines to Facilitate the Development of Domestic Bond Markets in APEC Member Economies, Report of the Collaborative Initiative on the Development of Domestic Bond Markets, Washington, D.C.: APEC."
    ]
}