{
    "id": 1057,
    "cites": 15,
    "cited_by": 7,
    "reference": [
        "Atkinson, A. B. and J. E. Stiglitz, Lectures in Public Economics, McGrawHill, 1980.",
        "Barro, R., Are Government Bonds Net Wealth?, Journal of Political Economy, December 1974, pp. 1095-1118.",
        "Bryant, J. and N. Wallace, A Suggestion for Further Simplifying the Theory of Money, mimeo, December 1980.",
        "Cass, D. and M. E. Yaari, Individual Savings, Aggregate Capital Accumulation, and Efficient Growth, in Chapter 13, K. Shell, ed., Essays on the Theory of Optimal Economic Growth, Cambridge, Mass.: M.I.T. Press, 1967.",
        "Diamond, P. A., National Debt in a Neoclassical Growth Model, American Economic Review, December 1965, 55, pp. 1125-1150.",
        "Fischer, S., Anticipations and the Nonneutrality of Money, Journal of Political Economy, April 1979, pp. 225-352.",
        "Johnson, H., The Neo-Classical One-Sector Growth Model: A Geometrical Exposition and Extension to a Monetary Economy, Economica, August 1966, 33, pp. 265-287.",
        "Shall, K., M. Sidrauski and J. E. Stiglitz, Capital Gains, Income, and Saving, Review of Economic Studies, 1969, 36, pp. 15-26.",
        "Sidrauski, M., Inflation and Economic Growth, Journal of Political Economy, 75 (December 1967), pp. 796-810.",
        "Sidrauski, M., Rational Choice and Patterns of Growth in a Monetary Economy, American Economic Review, May 1967, 58, pp. 534-544.",
        "Stiglitz, J. E., A Re-examination of the Modigliani-Miller Theorem, American Economic Review, December 1969, pp. 784-793.",
        "Stiglitz, J. B,, On the Irrelevance of Corporate Financial Theory, American Economic Review, December 1974, pp. 853-866.",
        "Stiglitz, 3. E., Lectures in Macro-Economics, Oxford University, mimeo, 1977.",
        "Stiglitz, J. E., On the Almost Neutrality of Inflation, in M. 3. F-anders and A. Razin, eds., Development in an Inflationary World, Academic Press, 1981.",
        "Stiglitz, 3. E., Modelling the Effects of Capital Gains Taxes on the Accrual and Realization of Capital Gains, report prepared for the Department of the Treasury, October 1981."
    ]
}