{
    "id": 10572,
    "cites": 12,
    "cited_by": 2,
    "reference": [
        "Poterba, James, 2004, Corporate Payout Policy, American Economic Review, forthcoming.",
        "LaPorta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 2000, Agency problems and dividend policies around the world, Journal of Finance 55, 1-33.",
        "Lambert, Richard, William Lanen and David Larcker, 1989, Executive stock option plans and corporate dividend policy, Journal of Financial and Quantitative Analysis 24, 409- 425.",
        "King, Mervin A., 1977, Public Policy and the Corporation, (Chapman and Hall, London).",
        "Gompers, Paul A., Joy L. Ishii, and Andrew Metrick, 2003, Corporate Governance and Equity Prices, Quarterly Journal of Economics 118(1), 107-155.",
        "Fama, Eugene and Kenneth French, 2001, Disappearing dividends: Changing firm characteristics or lower propensity to pay, Journal of Financial Economics 60, 3-43.",
        "DeAngelo, Harry, Linda DeAngelo, and Doug Skinner, 2003, Are dividends disappearing? Dividend concentration and the consolidation of earnings. Journal of Financial Economics, forthcoming.",
        "DeAngelo, Harry, and Linda DeAngelo, 1990, Dividend policy and financial distress: An empirical examination of troubled NYSE firms, Journal of Finance, 45, 1415-1431.",
        "Auerbach, Alan, 2003, Taxation and Corporate Financial Policy, in Auerbach, Alan and Martin Feldstein eds. Handbook of Public Economics, Volume 3, (Amsterdam: North-Holland) Auerbach, Alan and Kevin Hassett, 2003, On the Marginal Source of Investment Funds, Journal of Public Economics 87(1), 205-232.",
        "Perez-Gonzalez, Francisco, 2003, Large shareholders and dividends: Evidence from U.S. tax reforms, Working paper, Columbia University.",
        "Lintner, J., 1956. Distribution of incomes of corporations among dividends, retained earnings, and taxes, American Economic Review 46, 97-113.",
        "DeAngelo, Harry, Linda DeAngelo, and Doug Skinner, 2000, Special Dividends and the Evolution of Dividend Signaling, Journal of Financial Economics, pp. 309-354."
    ]
}