{
    "id": 10584,
    "cites": 22,
    "cited_by": 20,
    "reference": [
        "Restuccia, D., and R. Rogerson (2003). Policy Distortions and Aggregate Productivity with Heterogeneous Plants. Mimeo, Arizona State University.",
        "Prescott, E. (2002). Prosperity and Depression: 2002 Richard T. Ely Lecture, American Economic Review, Papers and Proceedings, 92 (2), 1-15.",
        "OECD (2003). Statistiques des Recettes Publiques des Pays Membres de lOCDE. Paris.",
        "Jovanovic, B. (1982). Selection and the Evolution of Industry, Econometrica, 50 (3), 649-670.",
        "Hoshi, T., and A.K. Kashyap (2004). Japans Financial Crisis and Economic Stagnation. Journal of Economic Perspectives 18(1): 3-26.",
        "Hopenhayn, H. and R. Rogerson (1993). Job Turnover and Policy Evaluation: A General Equilibrium Analysis. Journal of Political Economy, 101 (5), 915-938.",
        "Hopenhayn, H. (1992). Entry, Exit, and Firm Dynamics in Long Run Equilibrium Econometrica, 60 (5), 1127-1150.",
        "Hansen; G. (1985). Indivisible Labor and the Business Cycle. Journal of Monetary Economics, 16 (3), 309-27.",
        "Ericson, R. and A. Pakes (1995). Markov-Perfect Industry Dynamics: A Framework for Empirical Work, Review of Economic Studies 62, 53-82.",
        "Doms, M. and T. Dunne. (1998). Capital Adjustment Patterns in Manufacturing Plants. Review of Economic Dynamics 1, 409-429.",
        "Davis, S., J. Haltiwanger and S. Schuh. (1996). Job Creation and Destruction. The MIT Press.",
        "Cole, H. and L. Ohanian (1999). The Great Depression in the United States from a Neoclassical Perspective, Federal Reserve Bank of Minneapolis Quarterly Review, 23 (1): 1-24.",
        "Christiano, L. (1998). Solving Dynamic Equilibrium Models by a method of undetermined Coefficients. Federal Reserve Bank of Cleveland, Working Paper 9804.",
        "Campbell, J. (1998). Entry, Exit, Embodied Technology, and Business Cycles. Review of Economic Dynamics, 1 (2), 371-408.",
        "Caballero, R., T. Hoshi, and A.K. Kashyap (2003). Zombie Lending and Depressed Restructuring in Japan. Mimeo, MIT.",
        "Caballero, R. and M. Hammour (1994). On the Timing and Efficiency of Creative Destruction. Quarterly Journal of Economics 109 (3), 805-852.",
        "Caballero, R., E. Engel and A. Micco. (2003). Microeconomic Flexibility in Latin America. Banco Central de Chile, mimeo.",
        "Caballero, R. and E. Engel. (1999). Explaining Investment Dynamics in U.S. Manufacturing: A Generalized (S, s) Approach. Econometrica, 67 (4), 783-826.",
        "Broadbent, B., D.Schumacher, and S.Schels (2004). No Gain Without Pain: Germanys Adjustment to a Higher Cost of Capital. Global Economics Paper No. 103. Goldman Sachs.",
        "Botero, J., S.Djankov, R. La Porta, F.Lopez-de-Silanes, and A.Shleifer (2003). The Regulation of Labor. Mimeo, Harvard University.",
        "Bolaky, B., and C.Freund (2004). Trade, Regulations, and Growth. World Bank Policy Research Working Paper No. 3255. Washington, DC.",
        "Baxter, M., and R.King (1999). Measuring Business Cycles: Approximate Band-Pass Filters for Economic Time Series. Review of Economics and Statistics 81(4): 575-93."
    ]
}