{
    "id": 1059,
    "cites": 16,
    "cited_by": 8,
    "reference": [
        "O.J. Blancharc], Backward and Porward Solutions for Economies with Rational Expectations, American Economic Review, 69, May 1979, 114-118.",
        "O.J. Blanchard and C. Kahn, The Solution of Linear Difference Equations Under Rational Expectations, Econometrica, 48, July 1980, 1305-1311.",
        "E. Burmeister, R. Flood, and P. Garber, A Note on the Equivalence of Solutions in Stochastic Rational Expectations Models, unpublished manuscript, February 1982, forthcoming in Journal of Economic Dynamics and Control.",
        "E. Burmeister and K. Wall, Kalman Filtering Estimation of Unobserved Rational Expectations with an Application to the German Hyperinflation, unpublished manuscript, March 1982.",
        "P.S. Dasgupta and G.M. Heal, Economic Theory and Exhaustible Resources (Cambridge University Press, 1979).",
        "R. Flood and P. Garber, Market Fundamentals Versus Price Level Bubbles: The First Tests, Journal of Political Economy, 88, August 1980, 745-770.",
        "R. Flood, P. Garber, and L. Scott, Further Evidence on Price Level Bubbles, NBER Working Paper No. 84lB, January 1982.",
        "F.H. Hahn, Equilibrium Dynamics with Heterogeneous Capital Goods, Quarterly Journal of Economics, 80, November 1966, 633-646.",
        "G.H. Kingston, The Semi-log Portfolio Balance Schedule is Tenuous, Journal of Monetary Economics, 9, May 1982, 389399.",
        "M. Obstfeld and K. Rogoff, Speculative Hyperinflations in Maximizing Models: Can We Rule Them Out? NBER Working Paper No 855, February 1982.",
        "S. Salant and D. Henderson, Market Anticipations of Government Policies and the Price of Gold, Journal of Political Economy, 86, August 1978, 627-648.",
        "T. Sargent, Macroeconomic Theory (New York, Academic Press, 1979).",
        "R. Shiller, Rational Expectations and the Dynamic Structure of Macroeconomic Models: A Critical Review, Journal of Monetary Economics, 4, January 1978, 1-44.",
        "R. Shiller, The Volatility of Long-Term Interest Rates and Expectations Models of the Term Structure, Journal of Political Economy, 87, December 1979, 1190-219.",
        "R. Shiller, Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends, American Economic Review, 71, June 1981, 421-436.",
        "J. Taylor, Conditions for Unique Solutions in Stochastic Macroeconomic Models with Rational Expectations, Econometrica, 45, September 1977, 1377-1385."
    ]
}