{
    "id": 10608,
    "cites": 21,
    "cited_by": 6,
    "reference": [
        "Jacoby, Hannan. 2002. Is There an Intrahousehold `Flypaper Effect? Evidence from a School Feeding Programme, The Economic Journal, Vol. 112, pp. 196-221.",
        "Jacoby, Hannan. 1997. Is There an Intrahousehold `Flypaper Effect? Evidence from a School Feeding Programme, Washington, DC: International Food Policy Research Institute, Food Consumption and Nutrition Division Discussion Paper 31.",
        "Hofferth, Sandra and Sally Curtin. Food Programs and Obesity among U.S. Children, Xerox, University of Maryland Department of Family Studies, 2004.",
        "Gordon, Anne R., Barbara L. Devaney, and John A. Burghardt. 1995. Dietary Effects of the National School Lunch Program and the School Breakfast Program, The American Journal of Clinical Nutrition, Vol. 61(suppl), pp. 221S-231S.",
        "Gleason, Philip M. 1995. Participation in the National School Lunch Program and the School Breakfast Program, The American Journal of Clinical Nutrition, Vol. 61(suppl), pp. 213S- 220S.",
        "Gale, William and Laurence Kotlikoff. Effects of Recent Fiscal Policies on Todays Children and Future Generations, The Brookings Institution, May 2004.",
        "Fox, Mary Kay, Mary Kay Crepinsek, Patty Connor, and Michael Battaglia. 2001. School Nutrition Dietary Assessment Study-II: Summary of Findings, Report Submitted to the US Department of Agriculture, Food and Nutrition Service, Massachusetts: Abt Associates, Inc.",
        "DuMouchel, William H. and Greg J. Duncan. Using Sample Survey Weights in Multiple Regression Analyses of Stratified Samples. Journal of the American Statistical Association, 78(383), 535-43. FRAC 2003. School Breakfast Scorecard: 2003, (Washington D.C.: Food Research and Action Center) November.",
        "Dietz, W.D. Does Hunger Cause Obesity? 1995. Pediatrics, 95 5, 766-767.",
        "Devaney, Barbara L., and Elizabeth Stuart. 1998. Eating Breakfast: Effects of the School Breakfast Program, Report Submitted to the US Department of Agriculture, Food and Nutrition Service, New Jersey: Mathematica Policy Research, Inc.",
        "Devaney, Barbara L., and Thomas Fraker. 1989. The Dietary Impacts of the School Breakfast Program, American Journal of Agricultural Economics, Vol. 71(4), pp. 932-948.",
        "Cutler, David, Edward Glaeser and Jesse Shapiro. 2003. Why Have Americans Become More Obese? Journal of Economic Perspectives, summer, v17 3.",
        "Burghardt, John A., Barbara L. Devaney, and Anne R. Gordon. 1995. The School Nutrition Dietary Assessment Study: Summary and Discussion, The American Journal of Clinical Nutrition, Vol. 61(suppl), pp. 252S-257S.",
        "Bound, John, David Jaeger, and Regina Baker. 1995. Problems with Instrumental Variables Estimation When the Correlation between the Instruments and the Endogenous Explanatory Variable Is Weak, Journal of the American Statistical Association, Vol. 90(430), pp. 443- 450.",
        "Bhattacharya, Jayanta, and Janet Currie. 2001. Youths at Nutritional Risk: Malnourished or Misnourished, in Risky Behavior Among Youths: An Economic Analysis, J. Gruber (ed.), Illinois: The University of Chicago Press.",
        "Bickel, Gary, Mark Nord, Cristofer Price, William Hamilton, and John Cook. 2000. Guide to Measuring Household Food Security, Revised 2000. Alexandria, VA: U.S. Department of Agriculture, Food and Nutrition Service.",
        "Besharov. Douglas (2003) Were Feeding the Poor As if Their Starving, The Washington Post, Dec. 8.",
        "Behrman, J. (1997). Intrahousehold Distribution and the Family, in Handbook of Population and Family Economics (M. Rosenzweig and O. Stark, eds.). Amsterdam: Elsevier Science.",
        "Beaton, George and Hossein Ghassemi. 1982. Supplementary Feeding Programs for Young Children in Developing Countires, American Journal of Clinical Nutrition, Vol. 35, pp. 864- 916.",
        "Akin, John S., David K. Guilkey, and Barry M. Popkin. 1983. The School Lunch Program and Nutrient Intake: A Switching Regression Analysis, American Journal of Agricultural Economics, Vol. 65, pp. 477-485.",
        "Currie, Janet. 2003. U.S. Food and Nutrition Programs, in Means-Tested Transfer Programs in the United States, Robert Moffitt (ed.) (Chicago: University of Chicago Press)."
    ]
}