{
    "id": 10609,
    "cites": 27,
    "cited_by": 14,
    "reference": [
        "[29] United States Bureau of Census, Statistical Abstract of the United States, Wash- ington DC, various years.",
        "[30] United States Bureau of Labor Statistics, Current Population Survey, Washington DC, various years.",
        "[28] United States Bureau of Census, State Government Finances, Washington DC, various years.",
        "[27] Scammon, Richard; Alice McGillivray and Rhodes Cook (2001) America Votes 24: A Handbook of Contemporary American Election Statistics, Washington DC: Con- gressional Quarterly.",
        "[26] Oates, Wallace and Paul Portney (2003) The Political Economy of Environmental Policy, in Karl-Goran Maler and Jeffrey Vincent (eds.), Handbook of Environmental Economics, Amsterdam: North-Holland/Elsevier Science.",
        "[24] Mayer, Wolfgang (1984) Endogenous Tariff Formation, The American Economic Review, 74(5), 970-85.",
        "[25] McAusland, Carol (2003) Voting for Pollution Policy: The Importance of Income Inequality and Trade, Journal of International Economics, 61(2), 425-51.",
        "[23] Marceau, Nicolas and Michael Smart (2003) Corporate Lobbying and Commitment Failure in Capital Taxation, American Economic Review, 93(1), 241-51.",
        "[22] Lahiri, Sajal and Pascalis Raimondos-MÃ\u0083Â¸ller (2000) Lobbying by Ethnic Groups and Aid Allocation, Economic Journal, 110(462), 62-79.",
        "[18] Helpman, Elhanan (1997) Politics and Trade Policy, in David Kreps and Kenneth Wallis (eds.) Advances in Economics and Econometrics: Theory and Applications, Cambridge: Cambridge University Press.",
        "[20] Institute for Southern Studies (1991) Green Index, Washington DC: Island Press.",
        "[17] Grossman, Gene and Elhanan Helpman (2002) Interest Groups and Trade Policy, Princeton: Princeton University Press.",
        "[16] Grossman, Gene and Elhanan Helpman (1996) Electoral Competition and Special Interest Politics, Review of Economic Studies, 63(2), 265-86.",
        "[14] Grossman, Gene and Elhanan Helpman (1994) Protection for Sale, American Eco- nomic Review, 84(4), 833-50.",
        "[15] Grossman, Gene and Elhanan Helpman (1995) Trade Wars and Trade Talks, Jour- nal of Political Economy, 103(4), 675-708.",
        "[13] Goldberg, Pinelopi and Giovanni Maggi (1999) Protection for Sale: An Empirical Investigation, American Economic Review, 89(5), 1135-55.",
        "[12] Gawande, Kishore and Usree Bandyopadhyay (2000) Is Protection for Sale? Evi- dence on the Endogenous Protection Source, Review of Economics and Statistics, 82(1), 139-52.",
        "[10] Council of State Governments, The Book of the States, Lexington (KY): Council of State Governments, various years.",
        "[11] Eicher, Theo and Thomas Osang (2002) Protection for Sale: An Empirical Investi- gation: A Comment, American Economic Review, 92(5), 1702-11.",
        "[8] Congleton, Roger (1992) Political Institutions and Pollution Control, Review of Economics and Statistics, 74(3), pp. 412-21.",
        "[6] Besley, Timothy and Anne Case (2003) Political Institutions and Policy Choices: Evidence from the United States, Journal of Economic Literature, 41(1), 7-73.",
        "[7] Coate, Stephen and Stephen Morris (1995) On the Form of Transfers to Special Interests, Journal of Political Economy, 103(6), 1210-35.",
        "[5] Besley, Timothy and Anne Case (1995) Does Electoral Accountability Affect Eco- nomic Policy Choices? Evidence from Gubernatorial Term Limits, Quarterly Jour- nal of Economics, 60(3), 769-98.",
        "[4] Besley, Timothy and Robin Burgess (2002) The Political Economy of Government Responsiveness: Theory and Evidence from India, Quarterly Journal of Economics, 117(4), 1415-52.",
        "[2] Banks, Jeffrey and Rangarajan Sundaram (1998) Optimal Retention in Agency Problems, Journal of Economic Theory, 82(2), 293-323.",
        "[3] Barro, Robert (1973) The Control of Politicians: An Economic Model, Public Choice, 14, 19-42.",
        "[1] Bertrand, Marianne; Esther Duflo and Sendhil Mullainathan (2004) How Much Should We Trust Differences-in-Differences Estimates?, Quarterly Journal of Eco- nomics, 119(1), 249-75."
    ]
}