{
    "id": 10600,
    "cites": 26,
    "cited_by": 13,
    "reference": [
        "Basu, P. and McLeod, D., Ã\u0082â\u0080\u009cTerms of Trade Fluctuations and Economic Growth in Developing Economies,Ã\u0082â\u0080\u009d Journal of Development Economics 37 (1992): 89-110.",
        "Bidarkota, P.V. and Crucini, M.J., Ã\u0082â\u0080\u009cCommodity Prices and the Terms of Trade,Ã\u0082â\u0080\u009d mimeo, 1998.",
        "Bleaney, M. and Greenway, D., Ã\u0082â\u0080\u009cLong-Run Trends in the Relative Price of Primary Commodities and in the Terms of Trade of Developing Countries,Ã\u0082â\u0080\u009d Oxford Economic Papers 45 (1993): 349-63.",
        "Bleaney, M. and Greenway, D.,Ã\u0082â\u0080\u009cThe Impact of Terms of Trade and Real Exchange Rate Volatility on Investment and Growth in Sub-Saharan Africa,Ã\u0082â\u0080\u009d Journal of Development Economics 65 (2001): 491-500.",
        "CatÃ\u0083Â£o, L. and Kapur, S., Ã\u0082â\u0080\u009cMissing Link: Volatility and the Debt Intolerance Paradox,Ã\u0082â\u0080\u009d unpublished (January 2004).",
        "Deaton, A. and Miller, R.I., Ã\u0082â\u0080\u009cInternational Commodity Prices, Macroeconomic Performance and Politics in Sub-Saharan Africa,Ã\u0082â\u0080\u009d Journal of African Economics 5 (1996): 99-191, Supplement.",
        "Deaton, A., Ã\u0082â\u0080\u009cCommodity Prices and Growth in Africa,Ã\u0082â\u0080\u009d Journal of Economic Perspectives 13 (Summer 1999): 23-40.",
        "Dercon, S., Insurance Against Poverty, Oxford: Oxford University Press, 2004.",
        "Easterly, W., M. Kremer, L. Pritchett, and Summers, L.H., Ã\u0082â\u0080\u009cGood Policy or Good Luck? Country Growth Performance and Temporary Shocks,Ã\u0082â\u0080\u009d Journal of Monetary Economics 32 (1993): 459-83.",
        "Eichengreen, B., Globalizing Capital: A History of the International Monetary System, Princeton: Princeton University Press, 1996.",
        "Fafchamps, M., Rural Poverty, Risk and Development, Chattenham: Edward Elgar Publishers, 2004.",
        "Frankenberg, E., Beegle, K., Sikoki, B., and Thomas, D., Ã\u0082â\u0080\u009cHealth, Family Planning and Well-being in Indonesia during an Economic Crisis: Early results from the Indonesian Family Life Survey,Ã\u0082â\u0080\u009d Santa Monica, CA: RAND Labor and Population Program Working Paper Series 99-06, 1999.",
        "Jacoby, H.G. and Skoufias, E., Ã\u0082â\u0080\u009cRisk, Financial Markets, and Human Capital in a Developing Country,Ã\u0082â\u0080\u009d Review of Economic Studies 64 (July 1997): 311-35.",
        "Jensen, R., Ã\u0082â\u0080\u009cAgricultural Volatility and Investments in Children,Ã\u0082â\u0080\u009d American Economic Review 90 (May 2000): 399-404.",
        "Kose, M. A. and Reizman, R., Ã\u0082â\u0080\u009cTrade Shocks and Macroeconomic Fluctuations in Africa,Ã\u0082â\u0080\u009d Journal of Development Economics 65(2) (1998): 55-80.",
        "Krueger, A. O., Ã\u0082â\u0080\u009cThe Political Economy of the Rent-Seeking Society,Ã\u0082â\u0080\u009d American Economic Review 64 (June 1974): 291-323.",
        "Mendoza, E., Ã\u0082â\u0080\u009cTerms of Trade Uncertainty and Economic Growth,Ã\u0082â\u0080\u009d Journal of Development Economics 54 (1997): 323-56.",
        "Miguel, E., Satyanath, S. and Sergenti, E., Ã\u0082â\u0080\u009cEconomic Shocks and Civil Conflict: An Instrumental Variables Approach,Ã\u0082â\u0080\u009d forthcoming in Journal of Political Economy (2004).",
        "Ramey, G. and Ramey, V.A., Ã\u0082â\u0080\u009cCross-country Evidence on the Link Between Volatility and Growth,Ã\u0082â\u0080\u009d NBER Working Paper 4959, National Bureau of Economic Research, Cambridge, Mass. (1995).",
        "Rodrik, D., Ã\u0082â\u0080\u009cWhere Did all the Growth Go? External Shocks, Social Conflict and Growth Collapses,Ã\u0082â\u0080\u009d Journal of Economic Growth 4 (December 1999): 385-412.",
        "Sala-i-Matin, X., Ã\u0082â\u0080\u009cI Just Ran Two Million Regressions,Ã\u0082â\u0080\u009d American Economic Review 87(2) (1997): 178-83.",
        "Singer, H.W., The Distribution of Gains between Investing and Borrowing Countries, American Economic Review 40 (1997): 473-85.",
        "Spraos, J., The Statistical Debate on the Net Barter Terms of Trade between Primary Commodities and Manufactures, Economic Journal 90 (1980): 107-28.",
        "Thomas, D., Beegle, K., Frankenberg, E., Sikoki, B., Strauss, J., and Teruel, G., Education in a Crisis, Journal of Development Economics 74 (June 2004): 53-85.",
        "Tornell, A. and Velasco, A., Ã\u0082â\u0080\u009cThe Tragedy of the Commons and Economic Growth: Why Does Capital Flow from Poor to Rich Countries?Ã\u0082â\u0080\u009d Journal of Political Economy 100 (1992): 1208-31.",
        "Turnovsky, S.J. and Chattopadhyay, P., Ã\u0082â\u0080\u009cVolatility and Growth in Developing Economies: Some Numerical Results and Empirical Evidence,Ã\u0082â\u0080\u009d Journal of International Economics 59 (2003): 267-95."
    ]
}