{
    "id": 10615,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "Sannikov, Y. (2003) A Continuous-Time Version of the Principal-Agent Problem, working paper, Stanford University.",
        "Quadrini, V. (2001) Investment and Default in Optimal Financial Contracts with Repeated Moral Hazard, working paper, New York University.",
        "Phelan, C. and Townsend, R. (1991) ComputingMulti-Period, Information-Constrained Optima. Review of Economic Studies, Vol. 58, pp. 853-881.",
        "Ou-Yang, H. (2003) Optimal Contracts in a Continuous-Time Delegated Portfolio Management Problem, Review of Financial Studies, Vol. 16, pp 173-208.",
        "Ljungqvist, L. and Sargent, T. J. (2000): Recursive Macroeconomic Theory, MIT Press.",
        "Karatzas, I. and Shreve, S. (1991): Brownian Motion and Stochastic Calculus. SpringerVerlag, New York.",
        "Hart, O. and Moore, J. (1994) A Theory of Debt Based on the Inalienability of Human Capital Quarterly Journal of Economics, 109, 841-79.",
        "Gromb, D. (1999) Renegotiation in Debt Contracts, working paper, MIT.",
        "Green, E. (1987) Lending and the Smoothing of Uninsurable Income, in E. Prescott and N. Wallace, Eds., Contractual Arrangements for Intertemporal Trade, Minneapolis: University of Minnesota Press.",
        "Detemple, J., S. Govindaraj, and M. Loewenstein (2001) Optimal Contracts and Intertemporal Incentives with Hidden Actions. working paper, Boston University.",
        "DeMarzo, P. and Fishman, M. (2003b) Agency and Optimal Investment Dynamics, working paper, Stanford University.",
        "DeMarzo, P. and Fishman, M. (2003) Optimal Long-Term Financial Contracting with Privately Observed Cash Flows, working paper, Stanford University.",
        "Clementi, G. L. and Hopenhayn, H. A. (2000) Optimal Lending Contracts and Firms Survival with Moral Hazard, working paper, University of Rochester.",
        "Cadenillas, A., J. Cvitanic, and F. Zapatero (2003) Dynamic Principal-Agent Problems with Perfect Information, working paper, USC.",
        "Bolton, P. and C. Harris (2001) The Continuous-Time Principal-Agent Problem: Frequent-Monitoring Contracts, working paper, Princeton University.",
        "Biais, B., T. Mariotti, G. Plantin and J.C. Rochet (2004) Optimal Design and Dynamic Pricing of Securities, working paper.",
        "Atkeson, A. (1991) International Lending with Moral Hazard and Risk of Repudiation, Econometrica, Vol. 59, No. 4, pp. 1069-1089.",
        "Albuquerque, R. and Hopenhayn, H. A. (2001) Optimal Lending Contracts and Firm Dynamics, working paper, University of Rochester."
    ]
}