{
    "id": 10617,
    "cites": 30,
    "cited_by": 118,
    "reference": [
        "[30] Zbaracki, Mark J., Mark Ritson, Daniel Levy, Shantanu Dutta, and Mark Bergen, The Managerial and Customer Costs of Price Adjustment: Direct Evidence from Industrial Markets, manuscript, 2000, Wharton School, University of Pennsylvania.",
        "[29] Yun, Tack, Nominal Price Rigidity, Money Supply Endogeneity, and Business Cycles, Journal of Monetary Economics, 1996, 37(2), pp. 345 - 370.",
        "[28] Woodford, Michael, Notes on Solving Model with Firm-specific capital, manuscript, 2004.",
        "[27] Woodford, Michael, Interest and Prices: Foundations of a Theory of Monetary Policy, 2003, Princeton University Press: Princeton, NJ.",
        "[25] Taylor, John Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, 1980, Vol. 88, pp. 1-23.",
        "[24] Smets, Frank and Raf Wouters, An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area, Journal of the European Economic Association, 2003, 1(5), pp. 1123-75.",
        "[23] Sbordone, Argia, Prices and Unit Labor Costs: A New Test of Price Stickiness, Journal of Monetary Economics, 2002, 49(2), pp. 265-292.",
        "[22] Rotemberg, Julio J. and Michael Woodford, The Cyclical Behavior of Prices and Costs, Handbook of Macroeconomics, Vol. 1A, eds. Michael Woodford and John Taylor, New York: Elsevier Science, North-Holland, 1999.",
        "[21] Rotemberg, Julio J. and Michael Woodford, An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy, 1997, National Bureau of Economic Research Macroeconomics Annual.",
        "[20] Linde, Jesper, Estimating New-Keynesian Phillips Curves: A Full Information Maximum Likelihood Approach, 2002, Sveriges Riksbank Working Paper No. 129.",
        "[19] Linde, Jesper, The Empirical Relevance of Simple Forward- and Backward-Looking Models: A View From a Dynamic General Equilibrium Model, 2001, Sveriges Riksbank Working Paper No. 130.",
        "[17] Kimball, Miles, The Quantitative Analytics of the Basic Neomonetarist Model, Journal of Money, Credit, and Banking, 1995, 27(4), Part 2, pp. 1241-1277.",
        "[18] Klenow, P. and O. Krystov, State-Dependent or Time-Dependent Pricing: Does it Matter for Recent US Inflation, Stanford University, manuscript, September 2003.",
        "[15] Hansen, Lars P. Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, 1982, Vol. 50, pp. 1029--1054.",
        "[14] Golosov, M. and R.E. Lucas, Jr. Menu Costs and Phillips Curves, (2003), manuscript, University of Chicago.",
        "[12] GalÃ\u0083Â­, Jordi, Mark Gertler and David Lopez-Salido, European Inflation Dynamics, European Economic Review, 2001, pp. 1237-1270.",
        "[13] GalÃ\u0083Â­, Jordi, David Lopez-Salido and Javier Valles, Technology shocks and Monetary Policy: Assessing the Feds Performance, Journal of Monetary Economics, 2003, 50(4), pp. 723-743.",
        "[11] GalÃ\u0083Â­, Jordi, and Mark Gertler, Inflation Dynamics: A Structural Econometric Analysis, Journal of Monetary Economics, 1999, 44, pp. 195-222.",
        "[10] Gagnon, Edith and Hashmat Khan, New Phillips Curve with Alternative Marginal Cost Measures for Canada, the United States, and the Euro Area, Forthcoming European Economic Review, 2004.",
        "[9] Erceg, Christopher, J., Henderson, Dale, W. and Andrew T. Levin, Optimal Monetary Policy with Staggered Wage and Price Contracts, Journal of Monetary Economics, 2000, 46(2), pp. 281-313.",
        "[8] Dotsey, Michael, King, Robert, G. and Alexander L. Wolman, State-Dependent Pricing and the General Equilibrium Dynamics of Money and Output, Quarterly Journal of Economics, 1999, 114(2), pp. 655-90.",
        "[7] Christiano, Lawrence and Jonas Fisher, 1998, Stock Market and Investment Good Prices: Implications for Macroeconomics, Chicago Fed working paper 98-6.",
        "[6] Christiano, Lawrence, Eichenbaum, Martin and Charles Evans, Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, 2004, forthcoming, Journal of Political Economy.",
        "[4] Calvo, Guillermo, Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 1983, 12(3), pp. 383-98.",
        "[5] Christiano, Lawrence, Notes on Firm-specific Capital, manuscript, 2004.",
        "[3] Burstein, Ariel, Inflation and Output Dynamics with State Dependent Pricing Decisions, 2002, manuscript, University of Michigan.",
        "[2] Bils, Mark and Peter Klenow, Some Evidence on the Importance of Sticky Prices, December 2003, forthcoming in the Journal of Political Economy.",
        "[1] Bergin, Paul and Robert Feenstra, Staggered Price Setting, Translog Preferences, and Endogenous Persistence, Journal of Monetary Economics, 2000, v. 45, pp. 657-680.",
        "[16] Hansen, Lars P. and Kenneth J. Singleton, Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models, Econometrica, 1982, Vol. 50, 1269-1286.",
        "[26] Woodford, Michael, Control of the Public Debt: A Requirement for Price Stability, 1996, NBER Working Paper 5684."
    ]
}