{
    "id": 10619,
    "cites": 48,
    "cited_by": 3,
    "reference": [
        "C.F. Thies and C.A. Register, Decriminalization of Marijuana and the Demand for Alcohol, Marijuana and Cocaine, Social Science Journal 30, no. 4 (1993): 3 85-399.",
        "L.P. Silverman and N.L. Spruill, Urban Crime and Price of Heroin, Urban Economics 4, (1977): 80-103.",
        "H. Saffer and F.J. Chaloupka, Demographic Differentials in the Demand for Alcohol and Illicit Drugs, in The Economic Analysis of Substance Use and Abuse, eds. F.J. Chaloupka, M. Grossman, W.K. Bickel, and H. Saffer (Chicago: University of Chicago Press, 1999): 187-2 12.",
        "H. Saffer and F.J. Chaloupka, The Demand for Illicit Drugs, Economic Inquiry 37, no. 3, (1999a): 401-411.",
        "J. Roumasset and J. Hadreas, Addicts, Fences and the Market for Stolen Goods, Public Finance Quarterly, (1977).",
        "W. Rhodes, P. Johnston, S. Han, Q. McMullen, and L. Hozik, Illicit Drugs: Price Elasticity of Demand and Supply, ABT Associates, (2001).",
        "W. Rhodes, R. Hyatt, and P. Scheiman, The Price of Cocaine, Heroin, and Marijuana, 1981-1993, The Journal of Drug Issues 24, (1994): 3 83-402.",
        "R.L. Pacula, M. Grossman, F.J. Chaloupka, P.M. OMalley, L.D. Johnston, and M.C. Farrelly, Marijuana and Youth, in Risky Behavior among Youths: An Economic Analysis, ed. J. Gruber (Chicago: University of Chicago Press, 2000): 27 1-326.",
        "Office of National Drug Control Policy, What America `s Users Spend on Illegal Drugs, 1988-1998 (Washington, DC: Office of National Drug Control Policy, 2000).",
        "Office of National Drug Control Policy, Drug Policy Information Clearing House Fact Sheet (Washington, DC: Office of National Drug Control Policy, March, 2003).",
        "K.E. Model, The Effect of Marijuana Decriminalization on Hospital Emergency Room Drug Episodes: 1975-1978, Journal of the American StatisticalAssociation 88, no. 423 (1993): 737-747.",
        "J.A. Miron, The Effect of Drug Prohibition on Drug Prices, Working Paper (Boston: Boston University and Bastiat Institute, 2001).",
        "C.F. Manski, J.V. Pepper, and C.V. Petrie, eds., Informing America ~ Policy on Illegal Drugs: What We Don `t Know Keeps Hurting Us, Committee on Data and Research for Policy on Illegal Drugs, National Research Council (Washington, DC: National Academy Press, 2001).",
        "R. MacCoun and P. Reuter, Drug War Heresies: Learning from Other Vices, Times, and Places (Cambridge, U.K.: Cambridge University Press, 2001).",
        "L.W. Lee, Would Harassing Drug Users Work? Journal of Political Economy 101, no. 5 (1993): 939-959.",
        "I. Kuzieniko and S. Levitt, An Empirical Analysis of Imprisoning Drug Offenders, Working Paper (Chicago: University of Chicago, 2001).",
        "R.R. Hyatt, Jr. and W. Rhodes, The Price and Purity of Cocaine: The Relationship to Emergency Room Visits and Death, and to Drug Use among Arrestees, Statistics in Medicine 14, (1995): 655668.",
        "D. Hunt and W. Rhodes, Methodology Guide for ADAM, Washington D.C. :National Institute of Justice, 2001.",
        "J.L. Horowitz, Should the DEAs STRIDE Data be Used for Economic Analyses of Markets for Illegal Drugs, Journal of the American Statistical Association 96, (2001): 1254-1271.",
        "J.A. Hausman, Specification Tests in Econometrics, Econometrica 46, no. 6 (1978): 125 1-1271.",
        "H. Harwood, D. Fountain, and G. Livermore, The Economic Costs ofAlcohol and Drug Abuse in the United States, 1992 (Rockville, MD: National Institutes of Health, 1998).",
        "J. Gruber and B. KÃ\u0083Â¶szegi, Is Addiction `Rational? Theory and Evidence, Quarterly Journal of Economics 116, no. 4 (2001): 1261-1303.",
        "M. Grossman, F.J. Chaloupka, and K. Shim, Illegal Drug Use and Public Policy, Health Affairs 21, (2002): 134-144.",
        "M. Grossman and F.J. Chaloupka, The Demand for Cocaine by Young Adults: A Rational Addiction Approach, Journal of Health Economics 17, no. 4 (1998): 427-474.",
        "M. Grossman and R. Kaestner, Effects of Education on Health. In The Social Benefits of Education, edited by J. Behrman and N. Stacey. Ann Arbor, Michigan: University of Michigan Press, 1997.",
        "M.J. Farrelly, J.W. Bray, G.A. Zarkin, and B.W. Wendling, The Joint Demand for Cigarettes and Marijuana: Evidence from the National Household Surveys on Drug Abuse, Journal of Health Economics 20, no. 1(2001): 5 1-68.",
        "J. DeSimone and M.J. Farrelly, Price and Enforcement Effects on Cocaine and Marijuana Demand, Working Paper (Greenville, North Carolina: East Carolina University, 2001).",
        "J. DeSimone, The Response of Drug Injection and Needle Sharing to Local Cocaine and Heroin Prices, AIDS Prevalence, and Needle Exchange Programs, Working Paper, (2002).",
        "J. DeSimone, Is Marijuana a Gateway Drug?, Eastern Economics Journal 24, no. 2 (1998): 149164.",
        "J. DeSimone, The Effect of Cocaine and Heroin Prices and Arrests on Cocaine and HeroinRelated Deaths, Working Paper, (2001).",
        "D. Dave, Illicit Drug Use among Arrestees and Drug Prices, Working Paper, 2003.",
        "B.D. Crane, A.R. Rivolo, and G.C. Comfort, An Empirical Examination of Counterdrug Interdiction Program Effectiveness (Alexandria, Virginia: Institute for Defense Analysis, 1997).",
        "A. Clark, The Economics of Drug Legalization, Working Paper (Orleans, France: University of Orleans, 1998).",
        "F.J. Chaloupka, M. Grossman, and J.A. Tauras, The Demand for Cocaine and Marijuana by Youth, in The Economic Analysis of Substance Use and Abuse: An Integration of Econometric and Behavioral Economic Research, ed. F.J. Chaloupka, M. Grossman, W.K. Bickel, and H. Saffer (Chicago: University of Chicago Press, 1999): 133-155.",
        "J.P. Caulkins, Developing Price Series for Cocaine, Working Paper (RAND: 1994). J.P. Chaiken and N.Chaiken, Analysis of the Drug Use Forecasting Sample of Adult Arrestees. Draft Report to the National Institute of Justice. Washington, D.C.: Abt Associates.",
        "J.P. Caulkins, Estimating Elasticities of Demand for Cocaine and Heroin with DUF Data, Working Paper( Pittsburgh: Heinz School of Public Policy, Carnegie Mellon University, 1996).",
        "J.P. Caulkins, Drug Prices and Emergency Department Mentions for Cocaine and Heroin, American Journal of Public Health 91, no. 9 (2001): 1446-1448.",
        "A. Bretteville-Jensen and M. Sutton, The Income Generating Behavior of Injecting Drug Users in Oslo, Addiction 91(1), (1996):63-79. Bureau of Census website: www.census . gov. Bureau of Economic Analysis website: www.bea.gov. Bureau of Labor Statistics website: www~bis~gov.",
        "G.S. Becker, M. Grossman, and K.M. Murphy, The Economic Theory of Illegal Goods: The Case of Drugs, Working Paper, (2003).",
        "G.S. Becker and K.M. Murphy, A Theory of Rational Addiction, Journal of Political Economy 96, no.4 (1988): 675-700.",
        "G.S. Becker, M. Grossman, and K.M. Murphy, An Empirical Analysis of Cigarette Addiction, American Economic Review 84, no. 3 (1994): 396-4 18.",
        "G.S. Becker, Crime and Punishment: An Economic Approach, Journal of Political Economy 76, no. 2 (1968): 169-217.",
        "S. Basov, M. Jacobson, and J.A. Miron, Prohibition and the Market for Illegal Drugs: An Overview of Recent History, Working Paper (Boston: Boston University, 2001).",
        "B.H. Baltagi, and D. Levin, Estimating Dynamic Demand for Cigarettes Using Panel Data: The Effects of Bootlegging, Taxation, and Advertising Reconsidered, The Review of Economics and Statistics 68, 1(1986): 148-155.",
        "B.H. Baltagi, J.M. Griffin, and W. Xiong, To Pool or not to Pool: Homogeneous Versus Heterogeneous Estimators Applied to Cigarette Demand, The Review of Economics and Statistics 82, (2000) 117-126.",
        "B.H. Baltagi, Econometric Analysis of Panel Data (New York: John A. Wiley & Sons, 1995).",
        "T.W. Anderson, and C. Hsiao, Formulation and Estimation of Dynamic Models Using Panel Data, Journal of Econometrics 18, (1982): 47-82.",
        "T.W. Anderson, and C. Hsiao, Estimation of Dynamic Models with Error Components, Journal of the American StatisticalAssociation 76, (1981): 598-606."
    ]
}