{
    "id": 10612,
    "cites": 32,
    "cited_by": 16,
    "reference": [
        "Woodford, Michael (2003). Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton: Princeton University Press.",
        "Woodford, Michael (1999). Commentary: How Should Monetary Policy Be Conducted in an Era of Price Stability? In: New Challenges for Monetary Policy: A Symposium Sponsored by the Federal Reserve Bank of Kansas City. Federal Reserve Bank of Kansas City. 277316.",
        "UK Treasury (2003). Policy Frameworks in the UK and EMU. www.hm-treasury.gov.uk Walsh, Carl E. (2003). Speed Limit Policies: The Output Gap and Optimal Monetary Policy, American Economic Review 93, 265-278.",
        "Taylor, John B. (1993). Discretion versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy 39, 195-214.",
        "Svensson, Lars E.O., and Michael Woodford (2003). Implementing Optimal Policy Through Inflation-Forecast Targeting. NBER Working Paper No. 9747.",
        "Svensson, Lars E.O. (1999). Inflation Targeting as a Monetary Policy Rule, Journal of Monetary Economics 43, 607654.",
        "Svensson, Lars E.O. (1997). Inflation Forecast Targeting: Implementing and Monitoring Inflation Targets. European Economic Review 41, 11111146.",
        "Meltzer, Allan H. (1987). Limits of Short-Run Stabilization Policy, Economic Inquiry 25, 1-14.",
        "McCallum, Bennett T., and Edward Nelson (2000a). Timeless Perspective vs. Discretionary Monetary Policy in Forward-Looking Models. NBER Working Paper No. 7915. (Revised version published in Federal Reserve Bank of St. Louis Review 86 (no. 2), 2004, 43-56.) McCallum, Bennett T., and Edward Nelson (2000b). Monetary Policy for an Open Economy: An Alternative Framework with Optimizing Agents and Sticky Prices, Oxford Review of Economic Policy 16, 7491.",
        "McCallum, Bennett T., and Edward Nelson (1999b). Performance of Operational Policy Rules in an Estimated Semi-Classical Structural Model. In J.B. Taylor (ed.), Monetary Policy Rules. Chicago: University of Chicago Press. 1545.",
        "McCallum, Bennett T., and Edward Nelson (1999a). Nominal Income Targeting in an Open-Economy Optimizing Model, Journal of Monetary Economics 43, 553578.",
        "McCallum, Bennett T. (1999). Issues in the Design of Monetary Policy Rules. In J.B. Taylor and M. Woodford (eds.), Handbook of Macroeconomics, Volume 1C. Amsterdam: North Holland. 14831530.",
        "McCallum, Bennett T. (1988). Robustness Properties of a Rule for Monetary Policy, Carnegie-Rochester Conference Series on Public Policy 29, 173203.",
        "Longworth, David, and Brian OReilly (2002). The Monetary Policy Transmission Mechanism and Policy Rules in Canada. In N. Loayza and K. Schmidt-Hebbel (eds.), Monetary Policy: Rules and Transmission Mechanisms. Santiago: Central Bank of Chile. 357-392.",
        "Levin, Andrew T., and John C. Williams (2003). Robust Monetary Policy with Competing Reference Models, Journal of Monetary Economics 50, 945-975.",
        "Levin, Andrew T., Volker Wieland, and John C. Williams (1999). Robustness of Simple Monetary Policy Rules under Model Uncertainty. In J.B. Taylor (ed.), Monetary Policy Rules. Chicago: University of Chicago Press. 263299.",
        "Jensen, Henrik (2002). Targeting Nominal Income Growth or Inflation?, American Economic Review 92, 928-956.",
        "Henderson, Dale W., and Warwick J. McKibbin (1993b). An Assessment of Some Basic Monetary-Policy Regime Pairs: Analytical and Simulation Results from Simple Multregion Macroeconomic Models. In R.C. Bryant, P. Hooper, and C.L. Mann (eds.), Evaluating Policy Regimes: New Research in Empirical Macroeconomics. Washington, D.C.: Brookings Institution. 45-218.",
        "Henderson, Dale W., and Warwick J. McKibbin (1993a). A Comparison of Some Basic Monetary Policy Regimes for Open Economies: Implications of Different Degrees of Instrument Adjustment and Wage Persistence, Carnegie-Rochester Conference Series on Public Policy 39, 221-317.",
        "Hampton, Tim (2002). The Role of the Reserve Banks Macro-Model in the Formation of Interest Rate Projections, Reserve Bank of New Zealand Bulletin 65, 5-11.",
        "Giannoni, Marc P., and Michael Woodford (2003b). Optimal Interest-Rate Rules II: Applications. NBER Working Paper No. 9420.",
        "Giannoni, Marc P., and Michael Woodford (2003a). Optimal Interest-Rate Rules I: General Theory. NBER Working Paper No. 9419.",
        "Fuhrer, Jeffrey C. (2000). Habit Formation in Consumption and Its Implications for Monetary-Policy Models, American Economic Review 90, 367-390.",
        "Cote, Denise, Jean-Paul Lam, Ying Liu, and Pierre St-Armant. (2002) The Role of Simple Rules in the Conduct of Canadian Monetary Policy, Bank of Canada Review (Summer), 27-35.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler (2001). Optimal Monetary Policy in Open versus Closed Economies: An Integrated Approach, American Economic Review (Papers and Proceedings) 91, 248252.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler (1999). The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature 37, 16611707.",
        "Bullard, James, and Kaushik Mitra (2002). Learning About Monetary Policy Rules, Journal of Monetary Economics 49, 1105-1129.",
        "Bryant, Ralph C., Peter Hooper, and Catherine L. Mann (eds.) (1993). Evaluating Policy Regimes: New Research in Empirical Macroeconomics. Washington, D.C.: Brookings Institution.",
        "Brown, Gordon (2003). Statement by the Chancellor of the Exchequer on UK Membership of the Single Currency. House of Commons speech, London, June 9.",
        "Bean, Charles, and Nigel Jenkinson (2001). The Formulation of Monetary Policy at the Bank of England, Bank of England Quarterly Bulletin 41, 434-441.",
        "Bank of England (2000). Economic Models at the Bank of England: September 2000 Update. London: Bank of England.",
        "Allsopp, Christopher (2002). Macroeconomic Policy Rules in Theory and in Practice. External MPC Unit Discussion Paper No. 10, Bank of England."
    ]
}