{
    "id": 10614,
    "cites": 26,
    "cited_by": 20,
    "reference": [
        "[27] Working, Holbrook., 1960. Note on the Correlation of First Dierences of Averages in a Random Chain,Econometrica 28(4), 916-918.",
        "[25] Taylor, A.M., 2001. Potential Pitfalls for the PPP Puzzle? Sampling and Speci- ...cation Biases in Mean-Reversion Tests of the Law of One Price.Econometrica 69(2), 473498.",
        "[23] Rogoff, Kenneth., 1996. The Purchasing Power Parity Puzzle, Journal of Economic Literature 34(2), 647668.",
        "[24] Rossana, R.J. and Seater J.J. 1992. Aggregation, Unit Roots and the TimeSeries Structure of Manufacturing Real Wages,International Economic Review, 33(1), 159179.",
        "[22] Phillips, P.C.B., Sul, D., 2003. Bias in Dynamic Panel Estimation with Fixed Eects, Incidental Trends and Cross Section Dependence,mimeo, University of Auckland.",
        "[21] Papell, David H., and Hristos Theodoridis, 2001. The Choice of Numeraire Currency in Panel Tests of Purchasing Power Parity,Journal of Money, Credit, and Banking, 33, 790-803.",
        "[19] Papell, David H., 2004. The Panel Purchasing Power Parity Puzzle, mimeo, University of Houston.",
        "[20] Papell, David H., and Hristos Theodoridis, 1998. Increasing Evidence of Purchasing Power Parity over the Current Float,Journal of International Money and Finance, 17, 41-50.",
        "[18] Nickell, S. 1981. Biases in Dynamic Models with Fixed Eects,Econometrica 49, 14171426.",
        "[17] Murray, Christian.J., Papell, David.H., 2002. The Purchasing Power Parity Persistence Paradigm,Journal of International Economics 56(1), 119.",
        "[16] Marriott, F.H.C., Pope, J.A., 1954. Bias in the Estimation of Autocorrelations, Biometrika, 41, 393-403",
        "[15] Marcellino, Massimiliano, 1999. Some Consequences of Temporal Aggregation in Empirical Analysis,Journal of Business and Economic Statistics, 17(1), 129136.",
        "[14] Lothian, James R. and Mark P. Taylor, 1996. Real Exchange Rate Behavior: The Recent Float from the Perspective of the Past Two Centuries,Journal of Political Economy, 104, 488-509.",
        "[12] Kendall, M.G., 1954. Note on Bias in the Estimation of Autocorrelation,Biometrika 41, 403404.",
        "[10] Hsiao, Cheng., 2003. Analysis of Panel Data, Second Edition. Cambridge University Press.",
        "[11] Imbs, J., Mumtaz, H., Ravn, M.O., Rey, H., 2004, PPP Strikes Back: Aggregation and the Real Exchange Rate,mimeo, London Business School.",
        "[9] Frankel, Jeffrey A. and Andrew K. Rose, 1996. A Panel Project on Purchasing Power Parity: Mean Reversion within and between Countries,Journal of International Economics, 40, 209-24.",
        "[7] Fleissig, Adrian R. and Jack Strauss, 2000. Panel Unit Root Tests of Purchasing Power Parity for Price Indices, Journal of International Money and Finance 19, 489506.",
        "[8] Flores, Renato, Philippe Jorion, Pierre-Yves Preumont, and Ariane Szafarz, 1999. Multivariate unit root tests of the PPP hypothesis,Journal of Empirical Finance, 6, 335353.",
        "[6] Chen, Shiu-Sheng and Charles Engel, 2004. Does `Aggregation BiasExplain the PPP Puzzle?mimeo, University of Wisconsin.",
        "[5] Choi, Chi-Young, Nelson C. Mark and Donggyu Sul, 2004. Bias Reduction by Recursive Mean Adjustment in Panel Data,mimeo, University of Auckland.",
        "[4] Choi, Chi-Young., 2002. Searching for Evidence of Long-Run PPP from a Post Bretton Woods Panel: Separating the Wheat from the Cha,Journal of International Money and Finance, forthcoming.",
        "[3] Chiu, Ru-Lin, 2002. Testing the purchasing power parity in panel data,International Review of Economics and Finance, 11, 349362.",
        "[2] Breitung, Jorg and Norman R. Swanson, 2002. Temporal Aggregation and Spurious Instantaneous Causality in Multiple Time Series Models,Journal of Time Series Analysis, 23, 651-665.",
        "[1] Brewer, K.R.W., 1973. Some Consequences of Temporal Aggregation and Systematic Sampling for ARMA and ARMAX Models, Journal of Econometrics 1, 133-154.",
        "[26] Tiao, G. C., 1972. Asymptotic Behavior of Temporal Aggregates of Time Series, Biometrika, 59, 525-531."
    ]
}