{
    "id": 10622,
    "cites": 37,
    "cited_by": 27,
    "reference": [
        "Van der Klaauw, W. (1996). A Regression-Discontinuity Evaluation of the Effect of Financial Aid Offers on Enrollment, unpublished manuscript, New York University.",
        "Wakelyn, David J. (1996). The Politics of Compensation Reform: A Colorado Case Study. American Educational Finance Association conference paper, March 23, 1996.",
        "Thornquist, Mark D., and G.L. Anderson, Small-Sample Properties of Generalized Estimating Equations in Group-Randomized Designs with Gaussian Response, Fred Hutchinson Cancer Research Center, Technical Report, 1992.",
        "Rosenbaum, P.R. and Rubin, D.B., (1983), The Central Role of the Propensity Score in Observational Studies for Causal Effects, Biometrica, 70, 41-55.",
        "Prendergast, Canice. (1999). The Provision of Incentives in Firms. Journal of Economic Literature 37: 763.",
        "Moulton, B. Random Group Effects and the Precision of Regression Estimates, Journal of Econometrics 32 (1986), pp. 38597.",
        "Milgrom, P. and J. Roberts (1992). Economics, Organization and Management, Prentice Hall, New Jersey.",
        "Malcomson, J. (1998): Incentives Contracts in Labor Markets, in Ashenfelter, O. and D. Card, eds., Handbook of Labor Economics 3(B): 22912372.",
        "Liang, Kung-yee, and Scott L. Zeger, Longitudinal Data Analysis Using Generalized Linear Models, Biometrika 73 (1986), 1322.",
        "Lazear, E. Paying Teachers for Performance: Incentives and Selection, Draft, August 2001.",
        "Lazear, E. and S. Rosen. (1981). Rank-Order Tournaments as Optimum Labor Contracts. Journal of Political Economy 89: 84164.",
        "Lavy, V. and AnalÃ\u0083Â­a Schlosser, (2004) Targeted Remedial Education for Under-Performing Teenagers: Costs and Benefits, NBER Working Paper Number 10575.",
        "Lavy, V. (2002). Evaluating the Effect of Teachers Group Performance Incentives on Students Achievements. Journal of Political Economy, 10 (6), December 2002, 12861318.",
        "Kelley, Carolyn and Protsik, Jean. (1996). Risk and Reward: Perspectives on the Implementation of Kentuckys School-Based Performance Award Program. American Educational Research Association conference paper, April 8, 1996, New York City.",
        "Kandel, E. and E. Lazear (1992). Peer Pressure and Partnership. Journal of Political Economy 100 (4):801-17.",
        "Jacob, B. and S. Levitt (2003). Rotten Apples: An Investigation of the Prevalence and Predictors of Teacher Cheating, Quarterly Journal of Economics. 118 (3): 848-878.",
        "Hoxby C. M. (2000). The Effect of Class Size on student Achievements: New Evidence From Population Variation, Quarterly Journal of Economics. 115 (4): 1239-1285.",
        "Holmstrom, B. and P. Milgrom (1991). Multitask Principal-Agent Analysis: Incentive Contracts, Asset Ownership and Job Design, Journal of Law, Economics and Organization 7 (Special Issue), 2452.",
        "Heckman, J. J., H. Ichimura and P. E. Todd (1998). Matching as an Econometric Evaluation Estimator: Evidence, Review of Economic Studies, 65 (2): 261-294.",
        "Heckman, J. J., H. Ichimura and P. E. Todd (1997). Matching as an Econometric Evaluation Estimator: Evidence from Evaluating a Job Training Program, Review of Economic Studies, 64 (4): 605-54.",
        "Heckman, J. J., (2002). Human capital Policy, draft.",
        "Hards, E. C. and T. M. Sheu (1992). The South Carolina School Incentive Reward Program: A Policy Analysis. Economics of Education Review, Vol. 11, No. 1: 71-86.",
        "Hanushek, E. (2002). Publicly Provided Education, NBER Working Paper No. 8799.",
        "Glewwe, Paul, N. Ilias and M. Kremer (2003). Teacher Incentives, NBER Working Paper Number W9671.",
        "Gaynor, Martin, and Mark V. Pauly (1990). Compensation and Productive Efficiency in Partnership: Evidence from Medical Group Practice. Journal of Political Economy 98(3): 544-73.",
        "Elmore R. F, C. H. Abelmann and S. H. Fuhrman (1996). The New Accountability in State Education Reform: From Process to Performance. In: H. F. Ladd (ed.), Holding Schools Accountable: Performance-Based Reform in Education. Washington D.C.: Brookings Institution.",
        "Washington, D.C.: Brookings Institution. Dearden, L., C. Emmerson, C. Frayne and C. Meghir (2003). The Impact of Financial Incentives On Education Choice, Presented in a CEPR conference The Economics of Education and Inequality, May 2003.",
        "Cohen, D. and R. Murnane (1985). The Merits of Merit Pay. Public Interest, 80 summer: 3-30.",
        "Clotfeller, C. T., and H. F. Ladd. (1996). Recognition and Rewarding Success in Public Schools. In: H. F. Ladd (ed.), Holding Schools Accountable: Performance-Based Reform in Education.",
        "Campbell, D. T., Reforms as Experiments, American Psychologist 24 (1969), 409429.",
        "Angrist, J. and Lavy, V. (2004). The Effect of High Stakes High School Achievement Awards: Evidence from a School-Centered Randomized Trial IZA Discussion Papers Number 1146.",
        "Angrist, J. and Lavy, V. (1999). Using Maimonides Rule to Estimate the Effect of Class Size on Scholastic Achievement. Quarterly Journal of Economics. 114 (2): 533575.",
        "Lazear, E. Performance Pay and Productivity, American Economic Review, December, 2000.",
        "Jensen C. Michael and Kevin J. Murphy (1990). Performance Pay and Top-Management Incentives, The Journal of Political Economy 98(2): 225-264.",
        "Gibbons, Robert (1998). Incentives in Organizations, Journal of Economic Perspectives 12(4): 115132.",
        "Angrist, J. and Lavy, V. (2002a). New Evidence on Computers in the Classroom. The Economic Journal, October 2002.",
        "Angrist, J. (1998). Using Social Security Data on Military Applicants to Estimate the Effect of Military Service Earnings. Econometrica 66 (2): 249-288."
    ]
}