{
    "id": 10623,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Strahan, Philip E., and James P. Weston, 1998. Small Business Lending and the Changing Structure of the Banking Industry, Journal of Banking and Finance, 22, 821-45.",
        "Sapsford, Jathon, 2004. Executives See Rise in Tying Loans to Other Fees, Wall Street Journal, June 9, A1.",
        "Slovin, Myron B., Marie E. Sushka, and John A. Polonchek, 1993. The Value of Bank Durability: Borrowers as Bank Stakeholders, Journal of Finance, 48, 247-66.",
        "Sapienza, Paola, 2002. The Effects of Banking Mergers on Loan Contracts, Journal of Finance, 57, 329-67.",
        "Rajan, Raghuram G. and Luigi Zingales, 1998. Financial dependence and growth, The American Economic Review, 88, 559-86.",
        "Relationships, Quarterly Journal of Economics, 110 (May), pp.407-43. Rajan, Raghuram G., 1992. Insiders and Outsiders: The choice between Informed and Arms-Length Debt, Journal of Finance, 47, 1367-400.",
        "Petersen, Mitchell, and Raghuram Rajan, 1994. The Benefits of Lending Relationships: Evidence from Small Business Data, Journal of Finance, 49 (March), 3-37.",
        "Peek, Joe, and Eric S. Rosengren, 1998. Bank Consolidation and Small Business Lending: Its Not Just Bank Size That Matters, Journal of Banking and Finance, 22, 799-819.",
        "Ongena, Steven, David C. Smith, and Dag Michalsen, 2003. Firms and Their Distressed Banks: Lessons from the Norwegian Banking Crises, Journal of Financial Economics, 67, 81-112.",
        "Lummer, Scott L., and John J. McConnell, 1989. Future Evidence on the Bank Lending Process and the Capital-Market Response to Bank Loan Agreements, Journal of Financial Economics, 25, 99-122.",
        "Karceski, Jason, Steven Ongena, and David C. Smith, 2000. The Impact of Bank Consolidation on Commercial Welfare, Federal Reserve Board Working Paper.",
        "Draft: 6-26-04 Page 15 of 22 Kang, Jun-Koo, and Rene M. Stulz, 2000. Do Banking Shocks Affect Borrowing Firm Performance? An Analysis of the Japanese experience, Journal of Business, 73, 1-23.",
        "Kanatas, George and Jinamping Qi, 2003. Integration of lending and underwriting: Implications of scope economies, The Journal of Finance, 58 (June), 1167-91.",
        "James, Christopher, 1987. Some Evidence on the Uniqueness of Bank Loans, Journal of Financial Economics, 19, 217-35.",
        "Bureau of Economic and Business Research, University of Illinois. Houston, Joel and Christopher James. 1996. Bank information monopolies and themix of private and public debt claims, The Journal of Finance, 51 (December), 1863.",
        "Hodgman, Donald R., 1961. The Deposit Relationship and Commercial Bank Investment Behavior, Review of Economics and Statistics, XLIII (Aug. 1961), 257-68.",
        "Diamond, Douglas W., 1984. Financial Intermediation and Delegated Monitoring, Review of Economic Studies, 51 (April), 393-414.",
        "Detragiache, Enrica., Garella, Paolo, and Guiso, Luigi. 2000. Multiple versus single banking relationships: Theory and evidence, Journal of Finance, 55, 1133-62.",
        "Berger, Allen N., and Gregory F. Udell, 1995. Relationship Lending and Lines of Credit in Small Firm Finance, Journal of Business, 68, 351-81.",
        "Berger, Allen N., Anthony Saunders, Joseph M. Scalise, and Gregory F. Udell, 1998. The Effects of Bank Mergers and Acquisitions on Small Business Lending, Journal of Financial Economics, 50, 187-229.",
        "Bae, Kee-Hong, Jun-Koo Kang and Chan-Woo Lim, 2002. The Value of Durable Bank Relationships: Evidence from Korean Banking Shocks, Journal of Financial Economics, 64, 181-214."
    ]
}