{
    "id": 1062,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Aitchison, J. and J. Bennett, Polychotomous Quantal Response by Maximum Indicant, Biometrika, Aug. 1970, pp. 253-262.",
        "Akin J., D. Guilkey, and R. Sickles, A Random Coefficient Probit Model with an Application to a Study of Migration, Journal of Econometrics, OctDec. 1979, pp. 233-246.",
        "Becker, C. A Treatise on the Family, Harvard University Press, 1981.",
        "Carleton, Cheryl J., Impact of Life Events and Social Support Networks on Adult Health, Ph.D. dissertation, University of Pennsylvania, 1981.",
        "Davidson, S. and T. Marmor, The Cost of Living Longer, D.C. Heath and Co. Lexington, Mass. 1980.",
        "Irelan, Lola N., The Retirement History Study: Introduction, in Retirement History Survey, Washington: DREW Publication No. (SSA) 73-11700, 1973.",
        "Kitagawa, E. and P.M. Hauser, Differential Mortality in the United States of America: A Study in Socioeconomic Epidemiology, Cambridge, MA: Harvard University Press, 1973.",
        "Link, Charles R., S.H. Long and R.F. Settle., Equity and the UtilizatIon of Health Care Services by the Medicare Elderly, The Journal of Human Resources, Spring, 1982, pp. 195-212.",
        "McKelvey, R.D. and W. Zavoina, A Statistical Model for the Analysis of Ordinal Level Dependent Variables, Journal of Mathematical Sociology, Dec. 1978, pp. 103-120.",
        "Metropolitan Life Insurance Co. Statistical Bulletin, Socioeconomic Mortality Differentials by Leading Causes of Death, January 1977.",
        "Parsons, The Male Labour Force Participation Decision: Health, Reported Health, and Economic Incentives, Economica, Feb. 1982, pp. 81-91.",
        "Rosen, S. and P. Taubman, Healthiness, Education and Marital Status, Economic Aspects of Health, ed. V. Fuchs, University of Chicago Press, 1982.",
        "Slade, F. Labor Supply and Health Incentives Under Disability Insurance, (Unpublished Dissertation Aug. 1981).",
        "Social Security Handbook, U.S. Department of Health, Education, and Welfare, U.S. Government Printing Office, Washington, D.C., 1974.",
        "Yeracaris, Constantine A. and Jay H. Kim, Socioeconomic Differentials in Selected Causes of Death, American Journal of Public Health, April, 1978, pp. 342-351."
    ]
}