{
    "id": 10620,
    "cites": 64,
    "cited_by": 30,
    "reference": [
        "Williamson, Oliver E. (1998), Transaction Cost Economics: How It Works; Where It is Headed, De Economist, Vol. 146, No. 3:23-58.",
        "Tobin, James (1958), Liquidity Preference as Behavior Towards Risk, Review of Economic Studies, Vol. 25 (February): 68-85.",
        "Economic Perspectives, Vol. 14, No. 1 (Winter): 133141. _______________ and Shlomo Benartzi (2004), Save More Tomorrow: Using Behavioral Economics to Increase Employee Saving, Journal of Political Economy, Vol. 112, No. 1 (February): S164-S187.",
        "Thaler, Richard, H., editor (1993), Advances in Behavioral Finance, New York: Russell Sage Foundation.",
        "Swedberg, Richard (2003), Principles of Economic Sociology, Princeton: Princeton University Press.",
        "Smelser, Neil J. and Richard Swedberg, Eds. (1994), The Handbook of Economic Sociology, Princeton: Princeton University Press.",
        "Shleifer, Andrei (2000), Inefficient Markets: An Introduction to Behavioral Finance, Oxford: Oxford University Press.",
        "The Design of Financial Systems Page 44 Shiller, Robert (1999), Human Behavior and the Efficiency of Financial Markets, in Handbook of Macroeconomics, Vol. 1, edited by John B. Taylor and Michael Woodford, Holland:Elsevier:1305-40.",
        "Shepp, Larry and A. N. Shiryaev (1993), The Russian Option: Reduced Regret, The Annals of Applied Probability, Vol. 3, No. 3: 631-640.",
        "Schwert, G. William (2003), Anomalies and Market Efficiency, in Handbook of the Economics of Finance, edited by George M. Constantinides, Milton Harris, and RenÃ\u0083Â© Stultz, Elsevier Science, B.V.: 937-972.",
        "Scholes, Myron S. (1998), Derivatives in a Dynamic Environment, American Economic Review, Vol. 88, No. 3 (June): 350-370.",
        "Rubinstein, Mark (2001), Rational Markets: Yes or No? The Affirmative Case, Financial Analysts Journal, Vol. 57, No. 3 (May/June): 15-29.",
        "End Funds, European Financial Management (June): 129-135. Rousseau, Peter L. and Richard Sylla (2003), Financial Systems, Economic Growth, and Globalization, in Globalization in a Historical Perspective edited by Michael Bordo, Alan Taylor and Jeffrey Williamson, Chicago: University of Chicago Press.",
        "Ross, Stephen (1973), The Economic Theory of Agency: The Principals Problem, American Economic Review, Vol. 63, No. 2 (May): 134-139.",
        "Petrosky, Henry (1992), To Engineer is Human: The Role of Failure in Successful Design, New York: Vintage Books.",
        "Neal, Larry D. (1990), The Rise of Financial Capitalism: International Capital Markets in the Age of Reason, Cambridge, U.K.: Cambridge University Press.",
        "The Design of Financial Systems Page 43 Miller, Ross M. (2002), Can Markets Learn to Avoid Bubbles?, The Journal of Behavioral Finance, Vol. 3, No. 1.",
        "Approach, in Carnegie-Rochester Conference Series on Public Policy, Volume 38, edited by Alan Melzer and Charles Plosser (June). _____________________________(1995), A Conceptual Framework for Analyzing the Financial System, Chapter 1 in Crane et al.",
        "Management, Financial Analysts Journal, Vol. 59, No. 1 (January/February): 17-23. _______________ (2004), On Financial Innovation and Economic Growth, Harvard China Review, (Spring): 2-3.",
        "Mathematical Finance - Bachelier Congress 2000, edited by Helyette Geman, Dilip Madan, Stanley Pliska and Ton Vorst, Berlin: Springer-Verlag.",
        "American Economic Review, Vol. 88, No. 3 (June): 323-349. ________________ (1999), Commentary: Finance Theory and Future Trends: The Shift to Integration, Risk, (July): 48-50.",
        "Functional Perspective, in Operation and Regulation of Financial Markets, edited by Peter Englund, Stockholm: The Economic Council. _______________ (1995), Financial Innovation and the Management and Regulation of Financial Institutions, Journal of Banking and Finance, Vol. 19 (July): 461-481.",
        "Financial Services Research, Vol. 4 (December): 263-300. _______________ (1992), Continuous-Time Finance, Revised edition, Oxford: Basil Blackwell.",
        "The Design of Financial Systems Page 42 _______________ (1989), On the Application of the Continuous-Time Theory of Finance to Financial Intermediation and Insurance, The Geneva Papers on Risk and Insurance, Vol. 14, No. 52 (July): 225-262.",
        "Vol. 41 (September): 867-87. _______________ (1987), A Simple Model of Capital Market Equilibrium with Incomplete Information, Journal of Finance, Vol. 42 (July): 483-510.",
        "Merton, Robert C. (1971), Optimum Consumption and Portfolio Rules in a ContinuousTime Model, Journal of Economic Theory, Vol. 3 (December): 373-413.",
        "Markowitz, Harry (1952), Portfolio Selection, Journal of Finance, Vol. 7 (March): 77-91.",
        "MacKenzie, Donald (2000), Fear in the Markets, London Review of Books, April 13: 13.",
        "Levine, Ross (2002), Bank-Based or Market-Based Financial Systems: Which is Better?, Journal of Financial Intermediation, Vol. XI (February): 398-428.",
        "The Design of Financial Systems Page 41 King, Robert G. and Ross Levine (1993a), Finance and Growth: Schumpeter Might Be Right, Quarterly Journal of Economics, Vol. 153 (August): 717-38.",
        "Theory and Evidence, Journal of Monetary Economics, Vol. 32 (December): 513-42. Lamont, Owen A. and Richard H. Thaler (2003), Anomalies: The Law of One Price in Financial Markets, Journal of Economic Perspectives, Vol. 17, No. 4 (Fall): 191-202.",
        "Kahneman, Daniel, Paul Slovic and Amos Tversky (1982), Judgment Under Uncertainty: Heuristics and Biases, Cambridge, U.K.: Cambridge University Press.",
        "Jensen, M.C. and W.C. Meckling, (1976) Theory of the Firm: Managerial Behavior, Agency Costs and Capital Structure, Journal of Financial Economics, Vol. 3 (October):305-360.",
        "Huberman, Gur (1999), Familiarity Breeds Investment, The Review of Financial Studies, Vol. 14, No. 3, (Fall): 659-680.",
        "Hong, Harrison, Jeffrey D. Kubik, and Jeremy C. Stein (2004), The Only Game in Town: Stock-Price Consequences of Local Bias, mimeo (June).",
        "Hirshleifer, David (2001), Investor Psychology and Asset Pricing, Journal of Finance, Vol. 56, No. 4 (August): 1533-1597.",
        "Haugh, Martin, B., and Andrew W. Lo (2001), Asset Allocation and Derivatives, Quantitative Finance, Vol. 1, No. 1, (January): 45-72.",
        "Hall Robert E. (2001), Struggling to Understand the Stock Market, American Economic Review Papers and Proceedings, Vol. 91 (May): 1-11.",
        "Hakansson, Nils (1979), The Fantastic World of Finance: Progress and the Free Lunch, Journal of Financial and Quantitative Analysis, Vol. 14 (Proceedings Issue): 717-34.",
        "Goldman, M. Barry, Howard B. Sossin and Lawrence A. Shepp (1979), On Contingent Claims that Insure Ex-Post Optimal Stock Market Timing, Journal of Finance, Vol. 34 (May): 401-13.",
        "Gilson, Ronald J. and Reinier Kraakman (2003),The Mechanisms of Market Efficiency Twenty Years Later: The Hindsight Bias, Columbia Law Economics Working Paper No. 240 (October).",
        "Finnerty, John (1988), Financial Engineering in Corporate Finance: An Overview, Financial Management, Vol. 17 (Winter): 14-33.",
        "Journal of Financial Economics, Vol. 49, No. 3 (September): 283-306. _________ and Michael Jensen (1983a), Separation of Ownership and Control, Journal of Law and Economics, Vol. 26 (June): 301-326.",
        "The Design of Financial Systems Page 40 Fama, Eugene (1980), Agency Problems and the Theory of the Firm, Journal of Political Economy, Vol. 88, No. 2 (April): 288-307.",
        "Easterly, William and Ross Levine (2001), Its Not Factor Accumulation: Stylized Facts and Growth Models, World Bank Economic Review, Vol. 15, No. 2: 177-219.",
        "Draghi, Mario, Francesco Giavazzi, and Robert C. Merton (2003), Transparency, Risk Management and International Financial Fragility, Vol. 4, Geneva Reports on the World Economy, International Center for Monetary and Banking Studies.",
        "DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, Asli and Ross Levine (2001), Financial Structure and Growth: A CrossCountry Comparison of Banks, Markets, and Development, Cambridge, MA: MIT Press.",
        "Between Optimists and Pessimists, Journal of Financial Economics. Crane, Dwight, Kenneth A. Froot, Scott P. Mason, AndrÃ\u0083Â© F. Perold, Robert C. Merton, Zvi Bodie, Eric R. Sirri, and Peter Tufano (1995), The Global Financial System: A Functional Perspective, Boston: Harvard Business School Press.",
        "Cronqvist, Henrik and Richard H. Thaler (2004), Design Choices in Privatized Social Security Systems: Learning from the Swedish Experience, American Economic Review, Vol. 94, No. 2 (May).",
        "University of Chicago Press: 1-44. Constantinides, George (1986), Capital Market Equilibrium with Transactions Costs, Journal of Political Economy, Vol. 94 (October): 842-862.",
        "Coase, Ronald (1937), The Nature of the Firm, Economica, Vol. 4 (November): 386-405.",
        "Evidence From Large-Scale Experimental Financial Markets, Review of Finance. The Design of Financial Systems Page 39 Cass, David, and Joseph E. Stiglitz (1970), The Structure of Investor Preferences and Asset Returns, and Separability in Portfolio Allocation: A Contribution to the Pure Theory of Mutual Funds, Journal of Economic Theory, Vol. 2 (June): 122-60.",
        "Bossaerts, Peter (2002), The Paradox of Asset Pricing, Princeton: Princeton University Press.",
        "States: A Functional Approach, in The Future of Pensions in the United States, edited by Raymond Schmitt, Philadelphia: University of Pennsylvania Press. _________________________________(2002), International Pension Swaps, Journal of Pension Economics and Finance, Vol. 1, No. 1 (January): 77-83.",
        "Financial Analysts Journal, Vol. 59, No. 1 (January/February): 24-29. ______________, P. Brett Hammond and Olivia S. Mitchell (2001), New Approaches to Analyzing and Managing Retirement Risks, Benefits Quarterly, Vol. 17, No. 4: 72-83.",
        "Study of Neo-Austrian Economics using an Artificial Stock Market, Rotterdam School of Management, Erasmus University, (March). Bodie, Zvi (2000), Financial Engineering and Social Security Reform, in Risk Aspects of Investment-Based Social Security Reform, edited by John Campbell and Martin Feldstein, Chicago: University of Chicago Press.",
        "Benink, Harald and Peter Bossaerts (2001), An Exploration of Neo-Austrian Theory Applied to Financial Markets, Journal of Finance, Vol. LVI, No. 3 (June): 1011-1028.",
        "Beck Thorsten, Asli Demirguc-Kunt, and Ross Levine (2001),Law, Politics, and Finance, World Bank Working Paper, 2585, (April).",
        "Beck, Thorsten, Ross Levine, and Norman Loayza (2000), Finance and the Sources of Growth, Journal of Financial Economics, Vol. 58, No. 1-2 (January): 261-300.",
        "Barberis, Nicholas and Richard H. Thaler (2003), A Survey of Behavioral Finance in Handbook of the Economics of Finance, edited by George M. Constantinides, Milton Harris, and Rene Stultz, Elsevier Science, B.V.",
        "Aaron, Henry (ed.) (1999), Behavioral Dimensions of Retirement Economics, Brookings Institution, Washington, DC.",
        "Modigliani, Franco and Merton Miller (1958), The Cost of Capital, Corporation Finance and the Theory of Investment, American Economic Review, Vol. 48 (June): 261-97.",
        "Lo, Andrew W. and Dmitry V. Repin (2002), The Psychophysiology of Real-Time Financial Risk Processing, Journal of Cognitive Neuroscience, Vol. 14, No. 3: 323-339.",
        "Growth: Causality and Causes, Journal of Monetary Economics, Vol. 46 (August): 3177. Lewis, Karen (1998), International Home Bias in International Finance and Business Cycles, NBER Working Paper No. W6351 (January)."
    ]
}