{
    "id": 10633,
    "cites": 36,
    "cited_by": 47,
    "reference": [
        "Ham et al. (2003) measure migration ideally, by measuring who moves beyond a radius of a certain distance, and show that this influences the results compared to simply using state borders.",
        "See the Data Appendix and SOEP Group (2001) for details on the data. Foreigners are oversampled, which reduces unweighted average education.",
        "See also Borjas (1999b).",
        "Borjas and Trejo (1991).",
        "See also Goss and Schoening (1984), Gregg, Machin and Manning (1997), Hughes and McCormick (1981). Goss and Schoening (1984) find that annual earnings have an insignificant effect on U.S. internal migration.",
        "Yashiv, Eran. 2004. The Self-Selection of Migrant Workers Revisited. IZA Discussion Paper 1094.",
        "Stark, Oded. 2002. Inducing human capital formation: migration as a substitute for subsidies. Journal of Public Economics Vol.86 pp. 29-46.",
        "Proceedings of the 2000 Fourth International Conference of German Socio-Economic Panel Study Users (GSOEP2000), Berlin: Vierteljahreshefte zur Wirtschaftsforschung vol. 70 (1) pp.7-14.",
        "SOEP Group. 2001. The German Socio-Economic Panel (GSOEP) After More Than Fifteen Years An Overview. In Elke Holst, Dean Lillard and Thomas A. DiPrete eds.",
        "Sjaastad, Larry A. 1962. The Costs and Returns of Human Migration. Journal of Political Economy Vol.70 supplement pp.80-93.",
        "Schwartz, Aba. 1973. Interpreting the Effect of Distance on Migration Journal of Political Economy Vol.81 No.5 pp. 1153-1169.",
        "Roemer, John. 2001. The Non-Parochial Welfare Economics of Migration. Yale University working paper.",
        "Massey, Douglas and Kristin Espinosa. 1997. Whats Driving Mexico-U.S. Migration? A Theoretical, Empirical, and Policy Analysis. American Journal of Sociology Vol. 102 No. 4 pp. 939-999.",
        "Kremer, Michael. 1993. The O-Ring Theory of Economic Development. Quarterly Journal of Economics Vol. CVIII No.3 pp. 551-576.",
        "Kennan, John and James Walker. 2003. The Effect of Expected Income on Individual Migration Decisions. NBER Working Paper 9585, March.",
        "Hunt, Jennifer. 2002. Why Do People Still Live in East Germany?. Working Paper.",
        "Hughes, Gordon and Barry McCormick. 1981. Do Council Housing Policies Reduce Migration Between Regions?. Economic Journal Vol. 91 (364) pp.919-937.",
        "Ham, John, Xianghong Li and Patricia Reagan. 2003. Propensity Score Matching, a DistanceBased Measure of Migration, and the Wage Growth of Young Men. Ohio State working paper.",
        "Gregg, Paul, Stephen Machin, and Alan Manning. 2001. Mobility and Joblessness. Centre for Economic Performance, LSE, working paper.",
        "Goss, Ernst P. and Niles C. Schoening. 1984. Search Time, Unemployment, and the Migration Decision. Journal of Human Resources Vol. 19 (4) pp.570-579.",
        "Dustmann, Christian. 2001. Why go back? Return Motives of Migrant Workers. In S. Djajic ed. International Migration: Trends, Policy, and Economic Impacts, New York: Routledge.",
        "Dustmann, Christian. 2003. Return Migration and the Optimal Migration Duration. European Economic Review. Vol. 47 pp. 353-367, 2003.",
        "Constant, AmÃ\u0083Â©lie and Klaus Zimmermann. 2003. The Dynamics of Repeat Migration: A Markov-Chain Analysis. IZA Discussion Paper 885.",
        "Constant, AmÃ\u0083Â©lie and Douglas Massey. 2003. Self-Selection, Earnings, and Out-Migration: A Longitudinal Study of Immigrants to Germany. Journal of Population Economics Vol.16 No.4 pp. 631-653.",
        "Constant, AmÃ\u0083Â©lie and Douglas Massey. 2002. Return Migration by German Guestworkers: Neoclassical versus New Economic Theories. International Migration Vol.40 No.4 pp.",
        "Chiswick, Barry. 2000. Are Immigrants Favorably Self-Selected: An Economic Analysis. In Caroline Brettel and James F. Hollifield eds. Migration Theory: Talking Across Disciplines New York: Routledge.",
        "Chiquiar, Daniel and Gordon Hanson. 2002. International Migration, Self-Selection, and the Distribution of Wages: Evidence from Mexico and the United States. NBER Working Paper 9242.",
        "Burda, Michael and Jennifer Hunt. 2001. From Reunification to Economic Integration: Productivity and the Labor Market in Eastern Germany. Brookings Papers on Economic Activity Vol.2 pp.1-92.",
        "Borjas, George and Stephen Trejo. 1991. Immigrant Participation in the Welfare System. Industrial and Labor Relations Review Vol.44 No.2 pp. 195-211.",
        "Borjas, George, Bronars, Stephen and Stephen Trejo. 1992. Self-Selection and Internal Migration in the United States. Journal of Urban Economics Vol.32 No.2 pp.159-185.",
        "Borjas, George and Bernt Bratsberg. 1996. Who Leaves? The Outmigration of the Foreign Born. Review of Economics and Statistics Vol. 78 No. 1 pp. 165-176.",
        "Borjas, George. 1999b. The Economics Analysis of Immigration. In Orley Ashenfelter and David Card eds. Handbook of Labor Economics Vol.3A Amsterdam: North Holland.",
        "Borjas, George. 1999a. Heavens Door: Immigration Policy and the American Economy Princeton: Princeton University Press.",
        "Borjas, George. 1987. Self-Selection and the Earnings of Immigrants. American Economic Review pp.531-553.",
        "Aydemir, Abdurrahman. 2003b. Are Immigrants Positively or Negatively Selected? The Role of Immigrant Selection Criteria and Self-Selection. Statistics Canada working paper.",
        "Aydemir, Abdurrahman. 2003a. Estimating the Effects of Immigration Policy: Disentangling Policy Effects from Self-Selection. Statistics Canada working paper."
    ]
}