{
    "id": 10631,
    "cites": 28,
    "cited_by": 35,
    "reference": [
        "Government Employment 1889-1929 data are from Kendrick Productivity Trends in the United States, 1961, Table A-VI. Data from 1929-2002 were from BEA NIPA Tables 6.8A-D. The data were spliced using overlap data at 1929. Employment is full-time workers.",
        "School Enrollment: The school enrollment numbers were obtained by combining information from the Digest of Education Statistics, 2002, Historical Statistics Table H442, and Claudia Goldin A Brief History of Education in the U.S. August 1999, NBER working paper H0119. The Digest of Education Statistics contained total enrollment figures annually from 1964 2002, and every 10 years before that. We used Goldins and the Historical Statistics enrollment numbers for K-12 to interpolate the total enrollment numbers.",
        "Zarnowitz, Victor and Geoffrey H. Moore, Major Changes in Cyclical Behavior, in Robert Gordon, ed. The American Business Cycle: Continuity and Change, Chicago: NBER and University of Chicago Press, 1986.",
        "Taylor, John B., Improvements in Macroeconomic Stability: The Role of Wages and Prices, in Robert Gordon, ed. The American Business Cycle: Continuity and Change, Chicago: NBER and University of Chicago Press, 1986.",
        "Stock, J.H. and Watson, M.W., Has the Business Cycle Changed and Why? NBER Macroeconomics Annual, 2002.",
        "Shapiro, Matthew D. and Mark Watson, Sources of Business Cycle Fluctuations, NBER Macroeconomics Annual, 1988, pp. 111 148.",
        "Mulligan, Casey, A Century of Labor-Leisure Distortions, NBER Working Paper No. W8774 (2002).",
        "Mensch, Gerhard, Stalemate in Technology: Innovations Overcome the Depression, Cambridge, MA: Ballinger Publishing Company, 1979.",
        "LindÃ\u0083Â©, Jesper, The Effects of Permanent Technology Shocks on Labor Productivity and Hours in the RBC Model, November 2003 manuscript.",
        "Kleinknecht, Alfred, Innovation Patterns in Crisis and Prosperity, London: The MacMillan Press Ltd., 1987.",
        "King, Robert G. and Alexander Wolman , Inflation Targeting in a St. Louis Model of the 21st Century, Federal Reserve Bank of St. Louis Review 78 (1996), 83-107.",
        "Granger, C.W.J., Investigating Causal Relations by Econometric Models and Cross-Spectral Models, Econometrica 37 (1969): 424-438.",
        "Gordon, Robert ed. The American Business Cycle: Continuity and Change, Chicago: NBER and University of Chicago Press, 1986.",
        "GalÃ\u0083Â­, Jordi and Pau Rabanal, Technology Shocks and Aggregate Fluctuations: How Well does the RBC Model Fit Postwar US Data? Forthcoming 2004 NBER Macroeconomics Annual.",
        "GalÃ\u0083Â­, Jordi, On the Role of Technology Shocks as a Source of Business Cycles: Some new Evidence, Journal of European Economic Association 2-3 (2004): 372 380.",
        "GalÃ\u0083Â­, Jordi, J. David Lopez-Salido, and Javier Valles, Technology Shocks and Monetary Policy: Assessing the Feds Performance, Journal of Monetary Economics 50 (2003): 723 743.",
        "GalÃ\u0083Â­, Jordi, Technology, Employment, and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations, American Economic Review, 89 (March 1999): 249-271.",
        "Francis, Neville R., Michael T. Owyang and Athena T. Theodorou, The Use of Long-Run Restrictions in Identifying Technology Shocks, Federal Reserve Bank of St. Louis Review, November/December 2003, 85(6), pp. 53-66.",
        "Francis, Neville and Valerie A. Ramey, Is the Technology-Driven Real Business Cycle Hypothesis Dead? Shocks and Aggregate Fluctuations Revisited, revised working paper September 2003.",
        "Fernald, John, Trend Breaks, Long-Run Restrictions, and the Contractionary Effects of Technology Shocks, March 2004 manuscript.",
        "Evans, Charles L., Productivity Shocks and Real Business Cycles, Journal of Monetary Economics 29 (April 1992): 191-208.",
        "Eckstein, Otto and Allen Sinai, The Mechanisms of the Business Cycle in the Postwar Era, in Robert Gordon, ed. The American Business Cycle: Continuity and Change, Chicago: NBER and University of Chicago Press, 1986.",
        "Delong, J. Bradford and Lawrence H. Summers, The Changing Cyclical Variability of Economic Activity in the United States, in Robert Gordon, ed. The American Business Cycle: Continuity and Change, Chicago: NBER and University of Chicago Press, 1986.",
        "Costello, Donna, A Cross-Country, Cross-Industry Comparison of Productivity Growth, Journal of Political Economy, volume 101, issue 2 (April 1993).",
        "Cole, Harold L. and Lee E. Ohanian, New Deal Policies and the Persistence of the Great Depression: A General Equilibrium Analysis February 2003 manuscript.",
        "Blanchard, Olivier and Danny Quah, The Dynamics Effects of Aggregate Demand and Supply Disturbances, American Economic Review, 79 (September 1989): 654-73.",
        "Basu, Susanto, Miles Kimball, and John Fernald, Are Technology Improvements Contractionary? NBER working paper, June 2004.",
        "Field, Alexander, The Most Technologically Progressive Decade of the Century, American Economic Review 93 (September 2003): 1399-1413."
    ]
}