{
    "id": 10637,
    "cites": 17,
    "cited_by": 21,
    "reference": [
        "Reinhart, Carmen, Kenneth S. Rogoff and Miguel A. Savastano (2003), Debt Intolerance, mimeo, IMF Research Department.",
        "Mendoza, Enrique G. and Pedro Marcelo Oviedo (2004), Fiscal Solvency and Macroeconomic Uncertainty in Emerging Markets: The Tale of the Tormented Insurer, mimeo, Iowa State University.",
        "Mendoza, Enrique G. Assaf Razin and Linda L. Tesar (1994), Effective Tax Rates in Macroeconomics: Cross-Country Estimates of Tax Rates on Factor Incomes and Consumption, Journal of Monetary Economics, December, v. 34:3, 297-323.",
        "International Monetary Fund (2002), Assessing Sustainability, SM/02/166.",
        "Ljungqvist, Lars and Thomas J. Sargent (2000), Recursive Macroeconomic Theory, MIT Press.",
        "Hamilton, James D. and Marjorie A. Flavin (1986), On the Limitations of Government Borrowing: A Framework for Empirical Testing, American Economic Review, v. 76, September, 809-819.",
        "Eaton, Jonathan, and Mark Gersovitz (1981), Debt with Potential Repudiation: Theoretical and Empirical Analysis, Review of Economic Studies, v. XLVII, 289-309.",
        "Chalk, Nigel and Richard Hemming (2000), Assessing Fiscal Sustainability in Theory and Practice, IMF Working Paper No. WP/00/81.",
        "Calvo, Guillermo A., Alejandro Izquierdo and Ernesto Talvi (2003), Sudden Stops, the Real Exchange Rate and Fiscal Sustainability: Argentinas Lessons, mimeo, Research Department, Inter-American Development Bank.",
        "Bohn, Henning, (1998), The Behavior of U.S. Public Debt and Deficits, Quarterly Journal of Economics, v. 113, August, 949-963.",
        "Buiter, Willem H. (1985), Guide to Public Sector Debt and Deficits, Economic Policy: An European Forum, Vol. 1., November, 13-79.",
        "Blanchard, Olivier J., (1990), Suggestions for a New Set of Fiscal Indicators, OECD Working Paper No. 79, April.",
        "Blanchard, Olivier J., Jean-Claude Chouraqui, Robert P. Hagemann and Nicola Sartor (1990), The Sustainability of Fiscal Policy: New Answers to an Old Question, OECD Economic Studies, No. 15, Autumn.",
        "Barro, Robert J, (1979), On the Determination of Public Debt, Journal of Political Economy.",
        "Barnhill Jr., Theodore M. and George Kopits (2003), Assessing Fiscal Sustainability Under Uncertainty, IMF Working Paper No. WP/03/79.",
        "Arellano, Cristina (2004), Default Risk, the Real Exchange Rate and Income Fluctuations in Emerging Economies, mimeo, Duke University.",
        "Aiyagari, S. Rao (1994), Uninsured idiosyncratic risk and aggregate saving, Quarterly Journal of Economics, 109(3):659-684."
    ]
}