{
    "id": 10640,
    "cites": 28,
    "cited_by": 1,
    "reference": [
        "Zucker, Lynne G., Michael R. Darby, and Jeff S. Armstrong, Commercializing Knowledge: University Science, Knowledge Capture, and Firm Performance, Cambridge, Massachusetts: NBER Working Paper 8499, October 2001.",
        "Wiener, Norbert, Invention: The Care and Feeding of Ideas, Boston, MIT Press, 1994.",
        "Stephan, Paula E., and Sharon G. Levin, The Importance of Implicit Contracts in Collaborative Scientific Research, in Philip Mirowski and Esther-Mirjam Sent, editors, The Economics of Science, University of Chicago Press, 2000.",
        "Sauer, Raymond D., Estimates of the Returns to Quality and Coauthorship in Economic Academia, Journal of Political Economy 96 (August 1988): 855-866.",
        "Rosen, Sherwin, The Economics of Superstars, The American Economic Review 71 (December 1981): 845-858.",
        "Presser, Stanley, Collaboration and the Quality of Research, Social Studies of Science 10 (1980): 95-101.",
        "Romer, Paul M., Endogenous Technological Change, Journal of Political Economy 98 (October 1990), Part 2: S71-102.",
        "Price, Derek J. de Solla, Big Science, Little Science, and Beyond, Revised Edition, New York: Columbia University Press, 1986.",
        "Powell, Walter W., Inter-Organizational Collaboration In the Biotechnology Industry, Journal of Institutional and Theoretical Economics 152 (1996): 197-215.",
        "National Science Foundation, Science and Engineering Indicators 2004, Arlington, Virginia: National Science Board, 2004.",
        "America, Cambridge, UK: Cambridge University Press, 1998.",
        "National Research Council, Research-Doctorate Programs in the United States: Continuity and Change, Washington, DC: National Academy Press, 1995.",
        "Mowery, David C., International Collaborative Ventures and the Commercialization of New Technologies, in Nathan Rosenberg, Ralph Landau, and David C. Mowery, editors, Technology and the Wealth of Nations, Stanford, California, Stanford University Press, 1992.",
        "Kandel, Eugene, and Edward P. Lazear, Peer Pressure and Partnerships, Journal of Political Economy 100 (August 1992): 801-817.",
        "Ichniowsky, Casey, Kathryn Shaw, and Giovanna Prennushi, The Effects of Human Resource Management Practices on Productivity: A Study of Steel Finishing Lines, The American Economic Review 87 (June 1997): 291-313.",
        "Holmstrom, Bengt, Moral Hazard in Teams, Bell Journal of Economics 13 (1982): 324-340.",
        "Science at the University, in Science and the University, Ronald G. Ehrenberg and Paula E. Stephan, editors, Madison, Wisconsin: University of Wisconsin Press, forthcoming. Hicks, Diana, and J.S. Katz, Science Policy for a Highly Collaborative Science System, Science and Public Policy 23 (February 1996): 39-44.",
        "Ehrenberg, Ronald G., Studying Ourselves: The Academic Labor Market, Journal of Labor Economics 21 (April 2003): 267-288.",
        "Chiang, Alpha C., Fundamental Methods of Mathematical Economics, 2nd edition, New York: McGraw- Hill, 1974.",
        "Becker, Gary S., Human Capital, Effort, and the Sexual Division of Labor, Journal of Labor Economics 3 (January 1985), Part 2: Trends in Womens Work, Education, and Family Building: S33-S58.",
        "Arora, Ashish, and Alfonso Gambardella, Complementarity and External Linkages: the Strategies of The Large Firms in Biotechnology, Journal of Industrial Economics 38 (June 1990): 361-379.",
        "Industrial Research, The Review of Economics and Statistics 85 (November 2003): 1003-1020.",
        "Centers, Journal of Technology Transfer 26 (January 2001): 73-86.",
        "Laboratories, 2003: forthcoming in The Economics of Innovation and New Technology.",
        "Establishment-Firm Data, Rand Journal of Economics 27 (Winter 1996): 700-721.",
        "Adams, James D., Comparative Localization of Academic and Industrial Spillovers, Journal of Economic Geography 2 (July 2002): 253-278.",
        "Dixit, Avinash K., Optimization in Economic Theory, 2nd edition, Oxford, UK: Oxford University Press, 1990.",
        "Indicators Approach, Cambridge, Massachusetts: NBER Working Paper 10474, May, 2004."
    ]
}