{
    "id": 1065,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Agheveli, Bijan B. and Khan, Mohsin S., Government Deficit and the Inflationary Process in Developing Countries, IMTF Staff Papers, September 1978, 25, 383-416.",
        "Barro, Robert, Unanticipated Money Growth and Employment in the United States, American Economic Review, March 1977, 67, 101-115.",
        "States, Journal of Political Economy, August 1978, 86, 549-580.",
        "Baer, Werner W., and Beckerman, Paul, Indexing in Brazil, World Development, Oct./Dec. 1974, 2, 35-48.",
        "Blejer, Mario J. and Fernandez, Roque B., The Effects of Unexpected Money Growth on Prices and on Output and its Composition in a Fixed Exchange Rate Open Economy, Canadian Journal of Economics, February 1980, 13, 82-95.",
        "Box, George E.P., and Jenkins, Gwilym N., Time Series Analysis: Forecasting and Control, second edition, San Francisco: Holden, Day, 1976.",
        "Darby, Michael R., Unanticipated or Actual Changes in Aggregate Demand Variables: A Cross-Country Analysis, in M.R. Darby, et al., The International Trans mission of Inflation, forthcoming 1982.",
        "Ffrench-Davis, Ricardo, Politicas Economicas en Chile, Santiago de Chile: Editorial Nueva Universidad, 1973.",
        "Hanson, James, The Short-Run Relation Between Growth and Inflation in Latin America, American Economic Review, December 1980, 70, 972-989.",
        "Harberger, Arnold C., Notes on Inflation, in W. Baer and I. Kenstenetzky (eds.), Inflation and Growth in Latin America, Illinois: Homewood, 1964.",
        "Kormendi, Roger C. and Meguire, Philip G., The Real Output Effect of Monetary Shocks: Cross Country Tests of Rational Expectations Propositions, Report 8123, Center for Mathematical Studies in Business and Economics, The University of Chicago, 1981.",
        "Liederman, Leonardo L., Expectations and Output-Inflation Tradeoffs in a Fixed- Exchange-Rate Economy, Journal of Political Economy, December 1979, 87, 1285-1306.",
        "Lucas, Robert E., Jr., Some International Evidence on the Output-Inflation Trade-Offs, American Economic Review, June 1973, 63, 326-334.",
        "Zeliner, Arnold C., An Efficient Method of Estimating Seemingly Unrelated Regressions and Tests for Aggregation Bias, Journal of the American Statistical Association, June 1962, 57, 348-368."
    ]
}