{
    "id": 10658,
    "cites": 11,
    "cited_by": 6,
    "reference": [
        "Abraham, Katharine G. and Melissa Clark Financial Aid and Students College Decisions: Evidence from the District of Columbias Tuition Assistance Grant Program Princeton University Education Research Section Working Paper 2, August 2003.",
        "Dynarski, Susan. Hope for Whom? Financial Aid for the Middle Class and Its Impact on College Attendance National Tax Journal Vol. 53, No. 3 (September 2000) pp. 629-662.",
        "Dynarski, Susan. Does Aid Matter? Measuring the Effect of Student Aid on College Attendance and Completion American Economic Review (March, 2003) Vol. 93, No. 1, pp. 279-288.",
        "Hansen, W. Lee and Burton Weisbrod, The Distribution of Costs and Direct Benefits of Public Higher Education: The Case of California Journal of Human Resources (1969) Vol. 4, Spring, pp. 176-191.",
        "Kane, Thomas J. The Price of Admission: Rethinking How Americans Pay for College (Washington, D.C.: Brookings Institution and Russell Sage, 1999).",
        "Linsenmeier, David M., Harvey Rosen and Cecilia Rouse Financial Aid Packages and College Enrollment Decisions: An Econometric Case Study Princeton University Industrial Relations Section Working Paper No. 459, November 2001.",
        "McFadden, Daniel Conditional Logit Analysis of Qualitative Choice Behavior in P. Zarembka 34 (ed.) Frontiers in Econometrics (New York: Academic Press, 1974).",
        "Pechman, Joseph A. The Distributional Effects of Public Higher Education in California Journal of Human Resources (1970) Vol. 5, Summer, pp. 361-370.",
        "Pechman, Joseph A. The Distribution of Costs and Benefits of Public Higher Education: Further Comments Journal of Human Resources (1971) Vol. 6, No. 3, pp. 365-376.",
        "Peltzman, Sam The Effect of Government Subsidies-in-Kind on Private Expenditures: The Case of Higher Education The Journal of Political Economy, Vol. 81, No. 1. (Jan. - Feb., 1973), pp. 1-27.",
        "United States General Accounting Office, D.C. Tuition Assistance Grants: Program May Increase College Choices, but a Few Program Procedures May Hinder Grant Receipt for Some Residents, GAO Report 02-265, January 2002."
    ]
}