{
    "id": 10653,
    "cites": 14,
    "cited_by": 11,
    "reference": [
        "Verbrugge, L. M. (1989). The twain meet: Empirical explanations of sex differences in health and mortality. Journal of Health and Social Behavior 30. 282-304.",
        "Spiers, N., Jagger, C., Clarke, M. and Arthur, A. (2003). Are gender differences in the relationship between self-rated health and mortality enduring? Results from three birth cohorts in Melton Mowbray, United Kingdom. The Gerontologist 43(3). 406-11.",
        "Pampel, F. C. (2002). Cigarette use and the narrowing sex differentials in mortality. Population and Development Review 28(1). 77-104.",
        "Patel, J.D., Bach, P.B. and Kris, M.G. (2004). Lung cancer in women: A contemporary epidemic. Journal of the American Medical Association 291(14): 1763-1768.",
        "Molarius, A. and Janson, S. (2002). Self-rated health, chronic diseases, and symptoms among middle-aged and elderly men and women. Journal of Clinical Epidemiology 55. 364-70.",
        "Marais, L.M. and Wecker, W.E. (1998). Correcting for omitted-variables and measurement-error bias in regression with an application to the effect of lead in IQ. Journal of the American Statistical Association 93(442). 494-505.",
        "MacIntyre, S., Hunt, K., and Sweeting, H.. (1996). Gender differences in health: Are things really as simple as they seem? Social Science and Medicine 42(4). 617-24.",
        "Leinonen, R., Heikkinen, E. and Jylha, M.. (1997). Self-rated health and self-assessed change in health in elderly men and women -- a five-year longitudinal study. Social Science and Medicine 46(4-5). 591-97.",
        "Lawlor, D.H., Ebrahim, S. and Davey Smith G. (2001). Sex matters: Secular and geographical trends in sex differences in coronary heart disease mortality. British Medical Journal 323. 541-45.",
        "Idler, E. L. (2003). Discussion: Gender differences in self-rated health, in mortality, and in the relationship between the two. The Gerontologist 43(3). 372-75.",
        "Hunt, K. and Annandale. E. (1999). Relocating gender and morbidity: Examining mens and womens health in contemporary Western societies. Social Science and Medicine 48. 1-5.",
        "Case, A. and Deaton, A. (2003). Broken down by work and sex: How our health declines. NBER Working Paper 9821.",
        "Baker, M., Stabile, M. and Deri, C. (2001). What do self-reported, objective measures of health measure? NBER Working Paper 8419, Journal of Human Resources, forthcoming.",
        "Arber, S. and Cooper, H. (1999). Gender differences in health in later life: The new paradox? Social Science and Medicine 48. 61-76."
    ]
}