{
    "id": 10655,
    "cites": 158,
    "cited_by": 43,
    "reference": [
        "Acemoglu, Daron, Ã\u0082â\u0080\u009cA Microfoundation For Social Increasing Returns in Human Capital Accumulation,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 1996, 111, 779-804.",
        "Acemoglu, Daron, Ã\u0082â\u0080\u009cChanges in Unemployment and Wage Inequality: An Alternative Theory and Some Evidence,Ã\u0082â\u0080\u009d American Economic Review, December 1999, 89, 1259Ã\u0082â\u0080\u009478.",
        "Acemoglu, Daron, Ã\u0082â\u0080\u009cGood Jobs and Bad Jobs,Ã\u0082â\u0080\u009d Journal of Labor Economics, 2001, 19, 1-22.",
        "Acemoglu, Daron and Robert Shimer, Ã\u0082â\u0080\u009cHoldups and Efficiency with Search Frictions,Ã\u0082â\u0080\u009d International Economic Review, 1999, 40, 827Ã\u0082â\u0080\u0094850.",
        "Acemoglu, Daron and Robert Shimer, Ã\u0082â\u0080\u009cEfficient Unemployment Insurance,Ã\u0082â\u0080\u009d Journal of Political Economy, 1999,107, 893Ã\u0082â\u0080\u0094928.",
        "Acemoglu, Daron and Robert Shimer, Ã\u0082â\u0080\u009cProductivity Gains from Unemployment Insurance,Ã\u0082â\u0080\u009d European Economic Review, 2000, 44, 1195Ã\u0082â\u0080\u00941224.",
        "Albrecht, James and Bo Axell, Ã\u0082â\u0080\u009cAn Equilibrium Model of Search Unemployment,Ã\u0082â\u0080\u009d Journal of Political Economy, 1984, 92, 824Ã\u0082â\u0080\u009440.",
        "Albrecht, James, Pieter Gautier, Serene Tan, Susan Vroman, Ã\u0082â\u0080\u009cMatching with Multiple Applications Revisited,Ã\u0082â\u0080\u009d 2004, forthcoming, Economics Letters.",
        "Albrecht, James, Pieter Gautier, Susan Vroman, Ã\u0082â\u0080\u009cMatching with Multiple Applications,Ã\u0082â\u0080\u009d Economics Letters 2003, 78, 67-70.",
        "Albrecht, James and Susan Vroman, Ã\u0082â\u0080\u009cWage Dispersion in a Job Search Model with Time-Varying Unemployment Benefits,Ã\u0082â\u0080\u009d mimeo, Georgetown University, 2000.",
        "Albrecht, James and Susan Vroman, Ã\u0082â\u0080\u009cA Matching Model with Endogenous Skill Requirements,Ã\u0082â\u0080\u009d International Economic Review, 2002, 43, 283-305.",
        "Alvarez, Fernando and Marcelo Veracierto, Ã\u0082â\u0080\u009cLabor Market Policies in an Equilibrium Search Model,Ã\u0082â\u0080\u009d NBER Macroeconomics Annual, 1998, 265Ã\u0082â\u0080\u0094304.",
        "Andolfatto, David, Ã\u0082â\u0080\u009cBusiness Cycles and Labor Market Search,Ã\u0082â\u0080\u009d American Economic Review, 1996, 86, 112Ã\u0082â\u0080\u009432.",
        "Barlevy, Gadi, Ã\u0082â\u0080\u009cThe Sullying Effects of Recessions,Ã\u0082â\u0080\u009d Review of Economic Studies, 2002, 69, 65Ã\u0082â\u0080\u009496.",
        "Blanchard, Olivier J. and Peter A. Diamond, Ã\u0082â\u0080\u009cThe Beveridge Curve,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 1989, 1, 1Ã\u0082â\u0080\u009460.",
        "Blanchard, Olivier J. and Pedro Portugal, Ã\u0082â\u0080\u009cWhat Hides Behind an Unemployment Rate: Comparing Portuguese and U.S. Labor Markets,Ã\u0082â\u0080\u009d American Economic Review, 2001, 91, 187-207.",
        "Bontemps, Christian, Jean-Marc Robin, and Gerard J. van den Berg, Ã\u0082â\u0080\u009cAn Empirical Equilibrium Job Search Model with Search on the Job and Heterogeneous Workers and Firms,Ã\u0082â\u0080\u009d International Economic Review, 2000, 40, 1039Ã\u0082â\u0080\u009474.",
        "Browning, Martin, Thomas Crossley and Eric Smith, Ã\u0082â\u0080\u009cAsset Accumulation and Short Term Employment,Ã\u0082â\u0080\u009d mimeo, University of Essex, 1999.",
        "Burdett, Kenneth, Ã\u0082â\u0080\u009cA Theory of Employee Job Search and Quit Rates,Ã\u0082â\u0080\u009d American Economic Review, March 1978, 68, 212Ã\u0082â\u0080\u009420.",
        "Burdett, Kenneth, Ã\u0082â\u0080\u009cA Useful Restriction on the Offer Distribution in Job Search Models,Ã\u0082â\u0080\u009d in Proceedings of a Symposium at the Industrial Institute for Economic and Social Research. Stockholm, 1981.",
        "Burdett, Kenneth and Melvyn G. Coles, Ã\u0082â\u0080\u009cMarriage and Class,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 1997, 112, 141Ã\u0082â\u0080\u009468.",
        "Burdett, Kenneth and Melvyn G. Coles, Ã\u0082â\u0080\u009cLong-Term Partnership Formation: Marriage and Employment,Ã\u0082â\u0080\u009d Economic Journal, 1999, 109, 307Ã\u0082â\u0080\u009434.",
        "Burdett, Kenneth and Melvyn G. Coles, Ã\u0082â\u0080\u009cTransplants and Implants: The Economics of Self-Improvement,Ã\u0082â\u0080\u009d International Economic Review, 2001, 42, 597-616.",
        "Burdett, Kenneth and Melvyn G. Coles, Ã\u0082â\u0080\u009cEquilibrium Wage-Tenure Contracts,Ã\u0082â\u0080\u009d Econometrica, 2003, 71, 1377Ã\u0082â\u0080\u00941404.",
        "Burdett, Kenneth, Ryoichi Imai and Randall Wright, Ã\u0082â\u0080\u009cUnstable Relationships,Ã\u0082â\u0080\u009d Frontiers of Macroeconomics 2004, 1(1), article 1.",
        "Burdett, Kenneth and Kenneth L. Judd, Ã\u0082â\u0080\u009cEquilibrium Price Distributions,Ã\u0082â\u0080\u009d Econometrica, 1983, 51, 955Ã\u0082â\u0080\u009470.",
        "Burdett, Kenneth, Ricardo Lagos and Randall Wright, Ã\u0082â\u0080\u009cCrime, Inequality, and Unemployment,Ã\u0082â\u0080\u009d American Economic Review, 2003, 93, 1764Ã\u0082â\u0080\u00941777.",
        "Burdett, Kenneth and Dale T. Mortensen, Ã\u0082â\u0080\u009cWage Differentials, Employer Size, and Unemployment,Ã\u0082â\u0080\u009d International Economic Review, 1998, 39, 257Ã\u0082â\u0080\u009473.",
        "Burdett, Kenneth and Jan Ondrich, Ã\u0082â\u0080\u009cHow Changes in Labor Demand Affect UnemployedWorkers,Ã\u0082â\u0080\u009d Journal of Labor Economics, 1985, 3, 1-10.",
        "Burdett, Kenneth, Shouyong Shi and RandallWright, Ã\u0082â\u0080\u009cPricing and Matching with Frictions,Ã\u0082â\u0080\u009d Journal of Political Economy, 2001, 109, 1060-1085.",
        "Burdett, Kenneth and Eric Smith, Ã\u0082â\u0080\u009cThe Low Skill Trap,Ã\u0082â\u0080\u009d European Economic Review, 2001, 46, 1439-1451.",
        "Burdett, Kenneth and Tara Vishwanath, Ã\u0082â\u0080\u009cDeclining Reservation Wages and Learning,Ã\u0082â\u0080\u009d Review of Economic Studies, 1988a, 5, 655Ã\u0082â\u0080\u009465.",
        "Burdett, Kenneth and Tara Vishwanath, Ã\u0082â\u0080\u009cBalanced Matching and Labor Market Equilibrium,Ã\u0082â\u0080\u009d Journal of Political Economy, 1988b, 96, 1048Ã\u0082â\u0080\u009465.",
        "Burdett, Kenneth and Randall Wright, Ã\u0082â\u0080\u009cTwo-Sided Search with Non-Transferrable Utility,Ã\u0082â\u0080\u009d Review of Economic Dynamics, January 1998, 1, 220Ã\u0082â\u0080\u009445.",
        "Butters, Gerard R., Ã\u0082â\u0080\u009cEquilibrium Distributions of Sales and Advertising Prices,Ã\u0082â\u0080\u009d Review of Economic Studies, 1977, 44, 465Ã\u0082â\u0080\u009491.",
        "Caballero, Ricardo J and Mohamad L. Hammour,Ã\u0082â\u0080\u009cThe Cleansing Effect of Recessions,Ã\u0082â\u0080\u009d American Economic Review 84:5 (1994), 1350Ã\u0082â\u0080\u00941368.",
        "Caballero, Ricardo J and Mohamad L. Hammour, Ã\u0082â\u0080\u009cOn the Timing and Efficiency of Creative Destruction,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 1996, 111, 805Ã\u0082â\u0080\u009452.",
        "Cole, Harold L. and Richard Rogerson, Ã\u0082â\u0080\u009cCan the Mortensen-Pissarides Matching Model Match the Business Cycle Facts?Ã\u0082â\u0080\u009d International Economic Review, 1999, 40, 933Ã\u0082â\u0080\u009460.",
        "Coles, Melvyn G. Ã\u0082â\u0080\u009cEquilibrium Wage Dispersion, Firm Size and Growth.Ã\u0082â\u0080\u009d Review of Economic Dynamics, 2001.",
        "Coles, Melvyn G. and Jan Eeckhout, Ã\u0082â\u0080\u009cHeterogeneity as a Coordination Device,Ã\u0082â\u0080\u009d 2000, mimeo.",
        "Coles, Melvyn G. and Jan Eeckhout, Ã\u0082â\u0080\u009cIndeterminacy and Directed Search,Ã\u0082â\u0080\u009d Journal of Economic Theory, 2003, 111, 265Ã\u0082â\u0080\u0094276.",
        "Coles, Melvyn G. and Adrian Masters, Ã\u0082â\u0080\u009cLong Term Unemployment and Retraining in a Model of Unlearning by Not Doing,Ã\u0082â\u0080\u009d European Economic Review, 2000.",
        "Coles, Melvyn G. and Adrian Masters, Ã\u0082â\u0080\u009cDuration Dependent UI Payments and Equilibrium Unemployment,Ã\u0082â\u0080\u009d 2000, forthcoming, Economica.",
        "Coles, Melvyn G. and Eric Smith, Ã\u0082â\u0080\u009cCross Section Estimation of the Matching Function: Evidence from England and Wales,Ã\u0082â\u0080\u009d Economica, 1996, 63, 589Ã\u0082â\u0080\u009487.",
        "Coles, Melvyn G. and Eric Smith, Ã\u0082â\u0080\u009cMarketplaces and Matching,Ã\u0082â\u0080\u009d International Economic Review, 1998, 39, 239Ã\u0082â\u0080\u009454.",
        "Coles, Melvyn G. and Randall Wright, Ã\u0082â\u0080\u009cA Dynamic Equilibrium Model of Search, Bargaining andMoney,Ã\u0082â\u0080\u009d Journal of Economic Theory, 1998, 78, 32-54.",
        "Cornelius, Tracy, Ã\u0082â\u0080\u009cA SearchModel ofMarriage and Divorce,Ã\u0082â\u0080\u009d Review of Economic Dynamics, 2003, 6, 135Ã\u0082â\u0080\u0094155.",
        "Cornelius, Tracy, Ã\u0082â\u0080\u009cEquilibrium Quits and Layoffs in a Model with On-the-Job Search,Ã\u0082â\u0080\u009d mimeo, University of Wales, 2000.",
        "Costain, James, Ã\u0082â\u0080\u009cUI in a General Equilibrium Model of Job Search and Precautionary Savings.Ã\u0082â\u0080\u009d Ph.D Dissertation. University of Chicago, 1997.",
        "Costain, James and Michael Reiter, Ã\u0082â\u0080\u009cBusiness Cycles, UI, and the Calibration of Matching Models,Ã\u0082â\u0080\u009d Universidad Carlos III Mimeo, 2003.",
        "Danforth, John P., Ã\u0082â\u0080\u009cOn the Role of Consumption and Decreasing Absolute Risk Aversion in the Theory of Job Search,Ã\u0082â\u0080\u009d in Studies in the Economics of Search, S. Lippman and J. McCall (eds.) North-Holland, 1979.",
        "Delacroix, Alain, Ã\u0082â\u0080\u009cTransitions into Unemployment and the Nature of Firing Costs,Ã\u0082â\u0080\u009d Review of Economic Dynamics, 2003, 6, 651-671.",
        "Delacroix, Alain, Ã\u0082â\u0080\u009cFiring Costs, Minimum Wage and the Outside Option Principle,Ã\u0082â\u0080\u009d mimeo, Purdue University, 1999.",
        "Devine, Theresa J. and NicholasM. Kiefer, Empirical Labor Economics: A Search Approach, Oxford: Oxford University Press, 1991.",
        "Diamond, Peter A., Ã\u0082â\u0080\u009cA Model of Price Adjustment.Ã\u0082â\u0080\u009d Journal of Economic Theory, 1971, 3, 156Ã\u0082â\u0080\u009468.",
        "Diamond, Peter A., Ã\u0082â\u0080\u009cMobility Costs, Frictional Unemployment, and Efficiency,Ã\u0082â\u0080\u009d Journal of Political Economy, 1981, 89, 798Ã\u0082â\u0080\u0094812.",
        "Diamond, Peter A., Ã\u0082â\u0080\u009cAggregate Demand Management in Search Equilibrium,Ã\u0082â\u0080\u009d Journal of Political Economy, 1982a, 90, 881Ã\u0082â\u0080\u0094894.",
        "Diamond, Peter A., Ã\u0082â\u0080\u009cWage Determination and Efficiency in Search Equilibrium,Ã\u0082â\u0080\u009d Review of Economic Studies, 1982b, 49, 217Ã\u0082â\u0080\u0094227.",
        "Diamond, Peter A., Ã\u0082â\u0080\u009cConsumer Differences and Prices in a Search Model,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 1987, 102, 429Ã\u0082â\u0080\u0094436.",
        "Eeckhout, Jan, Ã\u0082â\u0080\u009cBilateral Search and Vertical Heterogeneity,Ã\u0082â\u0080\u009d International Economic Review, 1999, 40, 869Ã\u0082â\u0080\u0094888.",
        "Flinn, Christopher J., and James J. Heckman, Ã\u0082â\u0080\u009cAre Unemployment and Out of the Labor Force Behaviorally Distinct Labor Force States?,Ã\u0082â\u0080\u009d Journal of Labor Economics, 1983, 1, 28-42.",
        "Gale, Douglas, Ã\u0082â\u0080\u009cLimit Theorems for Models with Sequential Bargaining,Ã\u0082â\u0080\u009d Journal of Economic Theory, 1987, 43, 20Ã\u0082â\u0080\u009454.",
        "Gomes, Joao, Jeremy Greenwood and Sergio Rebelo, Ã\u0082â\u0080\u009cEquilibrium Unemployment,Ã\u0082â\u0080\u009d Journal of Monetary Economics, 2001, 48, 109Ã\u0082â\u0080\u0094152.",
        "Greenwood, Jeremy, Glenn M. MacDonald and Guang-Jia Zhang, Ã\u0082â\u0080\u009cThe Cyclical Behavior of Job Creation and Job Destruction: A Sectoral Model, Ã\u0082â\u0080\u009d Economic Theory, 1996, 7, 95Ã\u0082â\u0080\u0094112.",
        "Gronau, Reuben, Ã\u0082â\u0080\u009cInformation and Frictional Unemployment,Ã\u0082â\u0080\u009d American Economic Review, 1971, 61, 290Ã\u0082â\u0080\u0094301.",
        "Hall, Robert E., Ã\u0082â\u0080\u009cWage Determination and Employment Fluctuations,Ã\u0082â\u0080\u009d mimeo, Hoover Institution, Stanford University, August 2003.",
        "Hall J., Steven A. Lippman and John J. McCall, Ã\u0082â\u0080\u009cExpected Utility Maximizing Job Search,Ã\u0082â\u0080\u009d in Studies in the Economics of Search, S. Lippman and J. McCall (eds.) North-Holland, 1979.",
        "Hosios, Arthur J., Ã\u0082â\u0080\u009cOn the Efficiency of Matching and Related Models of Search and Unemployment,Ã\u0082â\u0080\u009d Review of Economic Studies, 1990, 57, 279Ã\u0082â\u0080\u009498.",
        "Howitt, Peter, Ã\u0082â\u0080\u009cBusiness Cycles with Costly Search and Recruiting,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 1988, 103, 147Ã\u0082â\u0080\u009465.",
        "Howitt, Peter and R. Preston McAfee, Ã\u0082â\u0080\u009cCostly Search and Recruiting,Ã\u0082â\u0080\u009d International Economic Review, 1987, 28, 89Ã\u0082â\u0080\u0094107.",
        "Huang, Chieh-Chieh, Derek Laing, and Ping Wang, Ã\u0082â\u0080\u009cCrime and Poverty:Ã\u0082â\u0080\u009d A Search-Theoretic Approach,Ã\u0082â\u0080\u009d International Economic Review, 2004, 45, 905-935.",
        "Hwang, Hae shin, Dale T. Mortensen, and Reed, W. Robert, HedonicWages and Labor Market Search, Journal of Labor Economics, 1998, 16, 815-47.",
        "Jovanovic, Boyan, Ã\u0082â\u0080\u009cJob Matching and the Theory of Turnover,Ã\u0082â\u0080\u009d Journal of Political Economy, 1979a, 87, 972Ã\u0082â\u0080\u009490.",
        "Jovanovic, Boyan, Ã\u0082â\u0080\u009cFirm-specific Capital and Turnover,Ã\u0082â\u0080\u009d Journal of Political Economy, 1979b, 87, 1246Ã\u0082â\u0080\u009460.",
        "Jovanovic, Boyan, Ã\u0082â\u0080\u009cSelection and the Evolution of Industry,Ã\u0082â\u0080\u009d Econometrica, 1982, 50, 649Ã\u0082â\u0080\u009470.",
        "Jovanovic, Boyan andGlennM.MacDonald, Ã\u0082â\u0080\u009cCompetitive Diffusion,Ã\u0082â\u0080\u009d Journal of Political Economy, 1994, 102, 24Ã\u0082â\u0080\u009452.",
        "Jovanovic, Boyan and Rafael Rob, Ã\u0082â\u0080\u009cThe Growth and Diffusion of Knowledge,Ã\u0082â\u0080\u009d Review of Economic Studies, October 1989, 56, 569Ã\u0082â\u0080\u009482.",
        "Benoit Julien, John Kennes, and Ian King, Ã\u0082â\u0080\u009cBidding for Labor,Ã\u0082â\u0080\u009d Review of Economic Dynamics 2000, 3, 619Ã\u0082â\u0080\u0094649.",
        "Kiyotaki, Nobuhiro and Randall Wright, Ã\u0082â\u0080\u009cA Search-Theoretic Approach to Monetary Economics,Ã\u0082â\u0080\u009d American Economic Review, March 1993, 83, 63Ã\u0082â\u0080\u009477.",
        "Lagos, Ricardo, Ã\u0082â\u0080\u009cAn Alternative Approach to Search Frictions,Ã\u0082â\u0080\u009d Journal of Political Economy, 2000, 108, 851Ã\u0082â\u0080\u009473.",
        "Laing, Derek, Theodore Palivos, and Ping Wang, Ã\u0082â\u0080\u009cLearning, Matching, and Growth,Ã\u0082â\u0080\u009d Review of Economic Studies, 1995, 62, 115-129.",
        "Laing, Derek, Theodore Palivos, and Ping Wang, Ã\u0082â\u0080\u009cThe Economics of New Blood,Ã\u0082â\u0080\u009dJournal of Economic Theory, 2003,112, 106-56.",
        "Lenz, Rasmus and Torben Tranaes, Ã\u0082â\u0080\u009cJob Search and Savings: Wealth Effects and Duration Dependence,Ã\u0082â\u0080\u009d 2003, forthcoming in Journal of Labor Economics.",
        "Lippman, Steven A. and John J. McCall, Ã\u0082â\u0080\u009cThe Economics of Job Search: a Survey,Ã\u0082â\u0080\u009d Economic Inquiry, 1976a, 14, 347Ã\u0082â\u0080\u009468.",
        "Lippman, Steven A. and John J. McCall, Ã\u0082â\u0080\u009cJob Search in a Dynamic Economy,Ã\u0082â\u0080\u009d Journal of Economic Theory, 1976b, 12, 365Ã\u0082â\u0080\u009490.",
        "Lippman, Steven A. and John W. Mamer, Ã\u0082â\u0080\u009cA Simple Search Model with Procyclical Quits,Ã\u0082â\u0080\u009d Journal of Economic Dynamics and Control, 1989, 13, 247Ã\u0082â\u0080\u009453.",
        "Ljungqvist, Lars and Thomas J. Sargent, Ã\u0082â\u0080\u009cThe European Unemployment Dilemma,Ã\u0082â\u0080\u009d Journal of Political Economy, 1998, 106, 514Ã\u0082â\u0080\u009450.",
        "Lucas, Robert E., Jr. and Edward C. Prescott, Ã\u0082â\u0080\u009cEquilibrium Search and Unemployment,Ã\u0082â\u0080\u009d Journal of Economic Theory, 1974, 7, 188Ã\u0082â\u0080\u0094209.",
        "MacMinn, Richard D., Ã\u0082â\u0080\u009cSearch and Market Equilibrium,Ã\u0082â\u0080\u009d Journal of Political Economy, 1980, 88, 308Ã\u0082â\u0080\u009427.",
        "Masters, Adrian M., Ã\u0082â\u0080\u009cEfficiency of Physical and Human Capital Investments a Model of Search and Bargaining,Ã\u0082â\u0080\u009d International Economic Review, 1998, 39, 477-494.",
        "Masters, Adrian M., Ã\u0082â\u0080\u009cWage Posting in Two-Sided Search and the Minimum Wage,Ã\u0082â\u0080\u009d International Economic Review, 1999, 40, 809Ã\u0082â\u0080\u009426.",
        "McCall, John J., Ã\u0082â\u0080\u009cEconomics of Information and Job Search,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 1970, 84, 113Ã\u0082â\u0080\u009426.",
        "Merz, Monika, Ã\u0082â\u0080\u009cSearch in the Labor Market and the Real Business Cycle,Ã\u0082â\u0080\u009d Journal of Monetary Economics, 1995, 36, 269Ã\u0082â\u0080\u0094300.",
        "Merz, Monika, Ã\u0082â\u0080\u009cHeterogeneous Job-Matches and the Cyclical Behavior of Labor Turnover,Ã\u0082â\u0080\u009d Journal of Monetary Economics, 1999, 43, 91Ã\u0082â\u0080\u0094124.",
        "Millard, Stephen P. and Dale T. Mortensen, Ã\u0082â\u0080\u009cThe Unemployment and Welfare Effects of Labour Market Policy: A Comparison of the USA and the UK,Ã\u0082â\u0080\u009d in Unemployment Policy: Government Options for the Labour Market. D.J. Snower and G. de la Dehesa, eds. New York: Cambridge University Press, 1997.",
        "Moen, Espen R., Ã\u0082â\u0080\u009cCompetitive Search Equilibrium,Ã\u0082â\u0080\u009d Journal of Political Economy, 1997, 105, 385Ã\u0082â\u0080\u0094411.",
        "Montgomery, James D., Ã\u0082â\u0080\u009cEquilibrium Wage Dispersion and Interindustry Wage Differentials,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 106, 1991, 163Ã\u0082â\u0080\u0094179.",
        "Mortensen, Dale T., Ã\u0082â\u0080\u009cA Theory of Wage and Employment Dynamics,Ã\u0082â\u0080\u009d in Microeconomic Foundations of Employment and Inflation Theory, E. S. Phelps, et. al. (eds), New York: W.W. Norton, 1970.",
        "Mortensen, Dale T., Ã\u0082â\u0080\u009cUI and Job Search Decisions,Ã\u0082â\u0080\u009d Industrial and Labor Relations Review, 1977, 30, 505Ã\u0082â\u0080\u009417.",
        "Mortensen, Dale T., Ã\u0082â\u0080\u009cThe Matching Process as a Noncooperative Bargaining Game,Ã\u0082â\u0080\u009d in The Economics of Information and Uncertainty, ed. John J. McCall, Chicago: University of Chicago Press for the National Bureau of Economic Research, 1982b.",
        "Mortensen, Dale T., Ã\u0082â\u0080\u009cProperty Rights and Efficiency in Mating, Racing, and Related Games,Ã\u0082â\u0080\u009d American Economic Review, 1982b, 72, 968Ã\u0082â\u0080\u0094979.",
        "Mortensen, Dale T., Ã\u0082â\u0080\u009cJob Search and Labor Market Analysis,Ã\u0082â\u0080\u009d in Handbook in Labor Economics, O. Ashenfelter and R. Layard (eds.), Amsterdam: North Holland, 1986.",
        "Mortensen, Dale T., Ã\u0082â\u0080\u009cMatching: Finding a Partner for Life or Otherwise,Ã\u0082â\u0080\u009d American Journal of Sociology, 1988, 94, S215Ã\u0082â\u0080\u0094S240.",
        "Mortensen, Dale T., Ã\u0082â\u0080\u009cThe Persistence and Indeterminacy of Unemployment in Search Equilibrium,Ã\u0082â\u0080\u009d Scandinavian Journal of Economics, 1989, 91, 347Ã\u0082â\u0080\u0094370.",
        "Mortensen, Dale T., Ã\u0082â\u0080\u009cEquilibrium Unemployment Dynamics,Ã\u0082â\u0080\u009d International Economic Review, 1999,40, 889-914.",
        "Mortensen, Dale T., Ã\u0082â\u0080\u009cEquilibrium Unemployment with Wage Posting: Burdett-Mortensen Meets Pissarides,Ã\u0082â\u0080\u009d in Panel Data and Structural Labor Market Models, H. Bunzel, B.J. Christianesen, N.M. Keifer, and D.T. Mortensen (eds.), Amsterdam: Elsevier, 2000.",
        "Mortensen, Dale T., Wage Dispersion, Cambridge: Zeuthen Lecture Book Series, 2003.",
        "Mortensen, Dale T., Ã\u0082â\u0080\u009cEquilibrium Unemployment with Wage Posting: Burdett-Mortensen Meets Pissarides,Ã\u0082â\u0080\u009d in Panel Data and Structural Labor Market Models, H. Bunzel, B.J. Christianesen, N.M. Keifer, and D.T. Mortensen (eds.), Amsterdam: Elsevier, 2000.",
        "Mortensen, Dale T. and George. R. Neumann, Ã\u0082â\u0080\u009cChoice or Chance? A Structural Interpretation of Individual Labor Market Histories,Ã\u0082â\u0080\u009d in Studies in Labor Market Dynamics, G.R. Neumann and W. Westergaard-Neilsen (eds.), Heidelberg: Springer-Verlag, 1984.",
        "Mortensen, Dale T. and Christopher A. Pissarides, Ã\u0082â\u0080\u009cJob Creation and Job Destruction in the Theory of Unemployment,Ã\u0082â\u0080\u009d Review of Economic Studies, 1994, 61, 397Ã\u0082â\u0080\u0094415.",
        "Mortensen, Dale T. and Christopher A. Pissarides, Ã\u0082â\u0080\u009cNew Developments in Models of Search in the Labor Market,Ã\u0082â\u0080\u009d in Handbook in Labor Economics, O. Ashenfelter and D. Card (eds.), Amsterdam: North Holland, 1999a.",
        "Mortensen, Dale T. and Christopher A. Pissarides, Ã\u0082â\u0080\u009cUnemployment Responses to Ã\u0082â\u0080\u0098Skill-BiasedÃ\u0082â\u0080\u0099 Shocks: The Role of Labour Market Policy,Ã\u0082â\u0080\u009d Economic Journal, 1999c, 109, 242Ã\u0082â\u0080\u009465.",
        "Mortensen, Dale T. and Randall Wright, Ã\u0082â\u0080\u009cCompetitive Pricing and Efficiency in Search Equilibrium,Ã\u0082â\u0080\u009d International Economics Review, 2002, 43, 1-20.",
        "Nash, John, Ã\u0082â\u0080\u009cThe Bargaining Problem,Ã\u0082â\u0080\u009d Econometrica, 1950, 18, 155Ã\u0082â\u0080\u009462.",
        "Osborne, Martin J. and Ariel Rubinstein, Bargaining and Markets, London: Academic Press, 1990.",
        "Peters, Michael, Ã\u0082â\u0080\u009cEquilibrium with Capacity Constraints and Restricted Mobility,Ã\u0082â\u0080\u009d Econometrica, 1984, 52, 1117Ã\u0082â\u0080\u00941129.",
        "Peters, Michael, Ã\u0082â\u0080\u009cEx Ante Price Offers in Matching Games: Steady States,Ã\u0082â\u0080\u009d Econometrica, 1991, 59, 1425Ã\u0082â\u0080\u00941454.",
        "Petrongolo, Barbara and Christopher A. Pissarides, Ã\u0082â\u0080\u009cLooking into the Black Box: A Survey of the Matching Function,Ã\u0082â\u0080\u009d Journal of Economic Literature, 2001, 38, 390Ã\u0082â\u0080\u0094431.",
        "Pissarides, Christopher A., Ã\u0082â\u0080\u009cSearch Intensity, Job Advertising, and Efficiency,Ã\u0082â\u0080\u009d Journal of Labor Economics, 1984, 2, 128Ã\u0082â\u0080\u0094143.",
        "Pissarides, Christopher A., Ã\u0082â\u0080\u009cShort-run Equilibrium Dynamics of Unemployment, Vacancies, and Real Wages,Ã\u0082â\u0080\u009d American Economic Review, 1985, 75, 676Ã\u0082â\u0080\u009490.",
        "Pissarides, Christopher A., Ã\u0082â\u0080\u009cUnemployment and Vacancies in Britain,Ã\u0082â\u0080\u009d Economic Policy, 1986, 3, 499Ã\u0082â\u0080\u0094559.",
        "Pissarides, Christopher A., Ã\u0082â\u0080\u009cSearch Unemployment with On-the-Job Search,Ã\u0082â\u0080\u009d Review of Economic Studies, 1994, 61, 457Ã\u0082â\u0080\u009475.",
        "Pissarides, Christopher A., Equilibrium Unemployment Theory, second edition, Cambridge, MA: MIT Press, 2000.",
        "Postel-Vinay, Fabian and Robin, Jean-Marc, Ã\u0082â\u0080\u009cThe Distribution of Earnings in an Equilibrium Search Model with State-Dependent Offers and Counter-Offers ,Ã\u0082â\u0080\u009d International Economic Review, 2002, 43, 989-1016.",
        "Pries, Michael J., Ã\u0082â\u0080\u009cPersistence of Employment Fluctuations: A Model of Recurring Job Loss,Ã\u0082â\u0080\u009d Review of Economic Studies, 2004,71, 193-215.",
        "Pries, Michael J and Richard Rogerson, Ã\u0082â\u0080\u009cLabor Market Institutions and Hiring Policies,Ã\u0082â\u0080\u009d mimeo, University of Pennsylvania, 2000.",
        "Reinganum, Jennifer F., Ã\u0082â\u0080\u009cA Simple Equilibrium Model of Price Dispersion,Ã\u0082â\u0080\u009d Journal of Political Economy, 1979, 87, 851Ã\u0082â\u0080\u00948.",
        "Rob, Rafael, Ã\u0082â\u0080\u009cEquilibrium Price Distributions,Ã\u0082â\u0080\u009d Review of Economic Studies, 1985, 52, 487Ã\u0082â\u0080\u0094504.",
        "Robin, Jean-Marc and Sebastien Roux, Ã\u0082â\u0080\u009cEquilibrium Search Decisions with Decreasing Returns to Scale and Hiring Costs: Theory and Estimation,Ã\u0082â\u0080\u009d mimeo, 1998.",
        "Rothschild, Michael, Ã\u0082â\u0080\u009cModels of Market Organization with Imperfect Information: A Survey,Ã\u0082â\u0080\u009d Journal of Political Economy, 1973, 81, 1283Ã\u0082â\u0080\u0094308.",
        "Rubinstein, Ariel, Ã\u0082â\u0080\u009cPerfect Equilibrium in Bargaining Model,Ã\u0082â\u0080\u009d Econometrica, 1982, 50, 97Ã\u0082â\u0080\u0094109.",
        "Rubinstein, Ariel and Asher Wolinsky, Ã\u0082â\u0080\u009cEquilibrium in a Market with Sequential Bargaining,Ã\u0082â\u0080\u009d Econometrica, 1985, 53, 1133Ã\u0082â\u0080\u009450.",
        "Salop, Steven C., Ã\u0082â\u0080\u009cWage Differentials in a Dynamic Theory of the Firm,Ã\u0082â\u0080\u009d Journal of Economic Theory, 1973, 6, 321Ã\u0082â\u0080\u009444.",
        "Salop, Steven C., Ã\u0082â\u0080\u009cThe Noisy Monopolist: Imperfect Information, Price Dispersion and Price Discrimination,Ã\u0082â\u0080\u009d Review of Economic Studies, 1977, 44, 393-406.",
        "Shapiro, Carl and Joseph E. Stiglitz, Ã\u0082â\u0080\u009cEquilibriumUnemployment as a Worker Discipline Device,Ã\u0082â\u0080\u009d American Economic Review, 1984, 74, 433Ã\u0082â\u0080\u009444.",
        "Shi, Shouyong, Ã\u0082â\u0080\u009cMoney and Prices: A Model of Search and Bargaining,Ã\u0082â\u0080\u009d Journal of Economic Theory, 1995, 67, 467Ã\u0082â\u0080\u009496.",
        "Shi, Shouyong, Ã\u0082â\u0080\u009cFrictional Assignment, Part I: Efficiency,Ã\u0082â\u0080\u009d Journal of Economic Theory, 2001, 98, 232Ã\u0082â\u0080\u0094260.",
        "Shi, Shouyong, Ã\u0082â\u0080\u009cA Directed Search Model of Inequality with Heterogeneous Skills and Skill-Biased Technology,Ã\u0082â\u0080\u009d Review of Economic Studies, 2002, 69, 467Ã\u0082â\u0080\u0094491.",
        "Shimer, Robert, Ã\u0082â\u0080\u009cContracts in Frictional Labor Markets,Ã\u0082â\u0080\u009d mimeo, MIT, 1995.",
        "Shimer, Robert, Ã\u0082â\u0080\u009cJob Auctions,Ã\u0082â\u0080\u009d mimeo, Princeton University, 1999.",
        "Shimer, Robert, Ã\u0082â\u0080\u009cThe Assignment ofWorkers to Jobs in an Economy with Coordination Frictions,Ã\u0082â\u0080\u009d mimeo, Univeristy of Chicago, 2003.",
        "Shimer, Robert, Ã\u0082â\u0080\u009cThe Cyclical Behavior of Equilibrium Unemployment and Vacancies, 2004, forthcoming American Economic Review.",
        "Shimer, Robert and Lones Smith, Ã\u0082â\u0080\u009cAssortative Matching and Search,Ã\u0082â\u0080\u009d Econometrica 68:2 (2000a).",
        "Shimer, Robert and Lones Smith, Ã\u0082â\u0080\u009cNonstationary Search,Ã\u0082â\u0080\u009d Princeton University mimeo, 2001.",
        "Simon, Herbert A. Ã\u0082â\u0080\u009cA Behavioral Model of Rational Choice,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 1955, 69, 99-118.",
        "Smith, Eric, Ã\u0082â\u0080\u009cSearch, Concave Production and Optimal Firm Size,Ã\u0082â\u0080\u009d Review of Economic Dynamics, 1999, 2, 456Ã\u0082â\u0080\u0094471.",
        "Smith, Eric and Kenneth Burdett, Ã\u0082â\u0080\u009cThe Low Skill Trap,Ã\u0082â\u0080\u009d European Economic Review, (2003), 46,1439-1451.",
        "Stevens, Margaret, Ã\u0082â\u0080\u009cWage-Tenure Contracts in a Frictional Labour Market: FirmsÃ\u0082â\u0080\u0099 Strategies for Recruitment and Retention,Ã\u0082â\u0080\u009d Review of Economic Studies, 2004, forthcoming.",
        "Stigler, George, Ã\u0082â\u0080\u009cThe Economics of Information,Ã\u0082â\u0080\u009d Journal of Political Economy, 1961, 69, 213Ã\u0082â\u0080\u0094225.",
        "Trejos, Alberto and Randall Wright, Ã\u0082â\u0080\u009cSearch, Bargaining, Money and Prices,Ã\u0082â\u0080\u009d Journal of Political Economy, 1995, 103, 118Ã\u0082â\u0080\u009441.",
        "Valdivia, Victor, Ã\u0082â\u0080\u009cEvaluating the Welfare Benefits of UI,Ã\u0082â\u0080\u009d mimeo, 1995.",
        "Weill, Pierre-Olivier, Ã\u0082â\u0080\u009cLeaning Against theWind,Ã\u0082â\u0080\u009d mimeo, Stanford University, 2003.",
        "Weiss, Andrew, Ã\u0082â\u0080\u009cJob Queues and Layoffs in Labor Markets with Flexible Wages,Ã\u0082â\u0080\u009d Journal of Political Economy, 1980, 88, 526Ã\u0082â\u0080\u009438.",
        "Wilde, Louis L., Ã\u0082â\u0080\u009cAn Information-Theoretic Approach to Job Quits,Ã\u0082â\u0080\u009d in Studies in the Economics of Search, S.A. Lippman and J.J. McCall (eds.), Amsterdam: North-Holland, 1979.",
        "Wolpin, Ken. I., Empirical Methods for the Study of Labor Force Dynamics, Luxembourg: Harwood Academic Publishers, 1995.",
        "Wright, Randall, Ã\u0082â\u0080\u009cJob Search and Cyclical Unemployment,Ã\u0082â\u0080\u009d Journal of Political Economy, 1986, 94, 38Ã\u0082â\u0080\u009455.",
        "Wright, Randall, Ã\u0082â\u0080\u009cSearch, Layoffs, and ReservationWages,Ã\u0082â\u0080\u009d Journal of Labor Economics, 1987, 5, 354Ã\u0082â\u0080\u0094365.",
        "Wright, Randall and Janine Loberg, Ã\u0082â\u0080\u009cUnemployment Insurance, Taxes, and Unemployment,Ã\u0082â\u0080\u009d Canadian Journal of Economics, 1987, 20, 36Ã\u0082â\u0080\u009454."
    ]
}