{
    "id": 10663,
    "cites": 25,
    "cited_by": 8,
    "reference": [
        "Weitzman, Martin L. (2001): Gamma Discounting, American Economic Review, 91: 260-71.",
        "White, Halbert (1980): A Heteroskedasticity-Consistent Covariance Matrix Estimator and A Direct Test for Heteroskedasticity, Econometrica 48: 817-838.",
        "Street, James O., Raymond J. Carroll, and David Ruppert (1988): A Note on Computing Robust Regression Estimates via Iteratively Weighted Least Squares. The American Statistician 42: 152-4.",
        "Schlenker, Wolfram, W. Michael Hanemann, and Anthony C. Fisher (2002): The Impacts of Global Warming on U.S. Agriculture: An Econometric Analysis. Mimeograph. University of California, Berkeley.",
        "Rosen, Sherwin (1974): Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition, Journal of Political Economy, 82: 34-55.",
        "Plantinga, Andrew, Ruben Lubowski, and Robert Stavins (2002): The Effects of Potential Land Development on Agricultural Land Prices. John F. Kennedy School of Government, Harvard University, Faculty Research Working Paper Series, RWP02-012.",
        "Mundlak, Yair (2001): Production and Supply, in Handbook of Agricultural Economics, Volume 1A, Bruce L. Gardner and Gordon C. Rausser, eds., North-Holland: Amsterdam.",
        "Mundlak, Yair (1961): Empirical Production Function Free of Management Bias, Journal of Farm Economics, 43: 44-56.",
        "Miglietta, F., Magliulo, V., Bindi, M., Cerio, L., Vaccari, F.P., Loduca, V. and Peressotti, A. (1998): Free Air CO2 Enrichment of Potato (Solanum tuberosum L.): Development, Growth and Yield, Global Change Biology 4: 163-172.",
        "Mendelsohn, Robert, William D. Nordhaus, and Daigee Shaw (1999): The Impact of Climate Variation on U.S. Agriculture, in Robert Mendelsohn and James E. Neumann (editors), The Impact of Climate Change on the United States Economy, Cambridge University Press.",
        "Mendelsohn, Robert, William D. Nordhaus, and Daigee Shaw (1994): The Impact of Global Warming on Agriculture: A Ricardian Approach, American Economic Review, 84: 753-771.",
        "Kirwan, Barrett E. (2004): The Incidence of U.S. Agriculture Subsidies on Farmland Rental Rates. Unpublished doctoral dissertation, MIT, Cambridge Massachusetts.",
        "Intergovernmental Panel on Climate Change (1990): Climate Change: The IPCC Scientific Assessment (J. T. Houghton, G. J. Jenkins, and J. J. Ephraums, eds.), Cambridge University Press.",
        "Huber, Peter J. (1964): Robust Estimation of a Location Parameter. Annals of Mathematical Statistics, 35: 73-101.",
        "Hoch, Irving (1962): Estimation of Production Function Parameters Combining Time Series and CrossSection Data, Econometrica, 30: 34-53.",
        "Hoch, Irving (1958): Simultaneous Equations Bias in the Context of the Cobb-Douglass Production Function, Econometrica, 30: 566-578.",
        "Greenstone, Michael and Justin Gallagher. (2004): Does Hazardous Waste Matter? Evidence from the Housing Market and the Superfund Program. Mimeograph. MIT.",
        "Cline, William R. (1996): The Impact of Global Warming on Agriculture: Comment, American Economic Review, 86: 1309-1311.",
        "Chay, Kenneth and Michael Greenstone (2004): Does Air Quality Matter? Evidence from the Housing Market, Mimeograph, MIT.",
        "Black, Sandra (1999): Do Better Schools Matter? Parental Valuation of Elementary Education, Quarterly Journal of Economics, 114.",
        "Black, Dan A. and Thomas J. Kneisner (2003): On the Measurement of Job Risk in Hedonic Wage Models, Journal of Risk and Uncertainty, 27(3): 205-20.",
        "Berk, Richard A. A Primer on Robust Regression, in Modern Methods of Data Analysis. John Fox and J. Scott Long, eds., Newbury Park, CA: Sage Publications, 1990, 292-324.",
        "Beaton, Albert E. and John W. Tukey. (1974): The Fitting of Power Series, Meaning Polynomials, Illustrated on Band-Spectroscopic Data, Technometrics 16: 146-85.",
        "Altonji, Joseph G., Todd E. Elder, and Christopher R. Taber (2000): Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic School, NBER Working Paper 7831.",
        "Adams, Richard M. (1989): Global Climate Change and Agriculture: An Economic Perspective, American Journal of Agricultural Economics, 71: 1272-9."
    ]
}