{
    "id": 10669,
    "cites": 47,
    "cited_by": 48,
    "reference": [
        "Aaron, Henry J. and William B. Schwartz, 1984, The painful prescription: rationing hospital care, Washington, DC. Brookings.",
        "Ahmad, Omar B., Alan D. Lopez, and Mie Inoue, 2000, The decline in child mortality: a reappraisal, Bulletin of the World Health Organization, 78(10), 117591.",
        "Alleyne, Sir George, 2003, Globalization and challenges to Caribbean health, Kingston, Jamaica.",
        "Michael Manley Memorial Lecture. Attaran, Amir, 2004, How to patents and economic policies affect access to essential medicines in developing countries? Health Affairs, 23(3), 155166.",
        "Becker, Gary, Tomas Philipson, and Ricardo Soares, 2003, The quantity and quality of life and the evolution of world inequality, Cambridge, MA. NBER Working Paper, No. 9765.",
        "Belsky, Leah, Reidar Lie, Aditya Mattoo, Ezekiel J. Emanuel and Gopal Sreenivasan, 2004, The General Agreement on Trade in Services, implications for health policymakers, Health Affairs, 23(3), 13745.",
        "Bordo, Michael D., Alan M. Taylor, and Jeffrey G. Williamson, 2003, Globalization in historical persoective, Chicago and London. University of Chicago Press.",
        "Bourguignon, FranÃ\u0083Â§ois and Christian Morrisson, 2002, Inequality among world citizens, American Economic Review, 92(4), 72744.",
        "Broome, John, 2002, Measuring the burden of disease by aggregating well-being, in Summary measures of population health: concepts, ethics, measurement, and applications, edited by Christopher J. L. Murray, Joshua A Salomon, Colin D. Matthews, and Alan D. Lopez, Geneva.",
        "World Health Organization. Caldwell, John C., 1986, Routes to low mortality in developing countries. Population and Development Review 12( 2), 171-220.",
        "Cipolla, Carlo, 1981, Fighting the plague in seventeenth century Italy, Madison. University of Wisconsin Press.",
        "Cipolla, Carlo, 1992, Miasmas and disease: public health and the environment in the pre-industrial age, New Haven. Yale University Press.",
        "Cornia, Giovanni Andrea, 2001, Globalization and health: results and options, Bulletin of the World Health Organization, 79(9), 83441.",
        "Cutler, David M., Edward L. Glaeser, and Jesse M Shapiro, 2003, Why have Americans become more obese? Journal of Economic Perspectives, 73(3), 93118.",
        "Deaton, Angus and Jean DrÃ\u0083Â¨ze, 2002, Poverty and inequality in India: a reexamination, Economic and Political Weekly, September 7th, 372948.",
        "Deaton, Angus, 2003, Health, inequality, and economic development, Journal of Economic Literature, 41, 11358.",
        "Deaton, Angus and Christina Paxson, 2004, Mortality, income, and income inequality over time in Britain and the United States, in Perspectives on the economics of aging, edited by David Wise, 33 Chicago and London. University of Chicago Press, 24780.",
        "Deaton, Angus, 2004, Measuring poverty in a growing world, or measuring growth in a poor world, Review of Economics and Statistics, forthcoming.",
        "Dollar, David, 2001, Is globalization good for your health? Bulletin of the World Health Organization, 79(9), 82733.",
        "DrÃ\u0083Â¨ze, Jean and Amartya K. Sen, 2002, India. Development and participation, Delhi, Oxford University Press.",
        "Easterlin, Richard A., 1996, Growth triumphant: the twenty-first century in historical perspective, Ann Arbor. University of Michigan Press.",
        "Easterlin, Richard A., 1999, How beneficent is the market: a look at the modern history of mortality, European Review of Economic History, 3(3), 25794.",
        "Encyclopaedia Brittanica. The Middle Passage 2004 [cited April 8 2004]. Available from http://www.search.eb.com/eb/article?eu=53857.",
        "Feenstra, Robert C., and Gordon H. Hanson, 2001, Global production sharing and rising inequality: a survey of trade and wages, Cambridge, MA. NBER Working Paper No. 8372.",
        "Fidler, David P., 2001, The globalization of public health: the first 100 years of international health diplomacy, Bulletin of the World Health Organization, 79(9), 8429.",
        "Fischer, Stanley, 2003, Globalization and its challenges, American Economic Review, 93(2), 130.",
        "Forey, Barbara, John Hamling, Peter Lee, and Nicholas Wald, 2002, International smoking statistics: a collection of historical data from 30 economically developed countries, 2nd edition, London, Wolfson Institute of Preventive Medicine, and Oxford, Oxford University Press.",
        "Gwatkin, Davidson, 1980, Indications of change in developing country mortality trends: the end of an er? Population and Development Review, 6(4), 61544.",
        "Humphries, Margaret, 1992, Yellow Fever and the South, Baltimore and London. Johns Hopkins University Press.",
        "Judge, Ken, Jo-Ann Mulligan, and Michaela Benzeval, 1998, Income inequality and population health, Social Science and Medicine, 46 (4-5), 56779.",
        "Kawachi, Ichiro, Richard G. Wilkinson, and Bruce P. Kennedy, Introduction,in The society and population health reader: income inequality and health, edited by Ichiro Kawachi, Richard G. Wilkinson, and Bruce P. Kennedy, New York. The New Press. xixxxiv. Labonte, Ronald, 2003, Dying for trade: why globalization can be bad for our health, Toronto. CSJ Foundation for Research and Education.",
        "Lopez, Alan D., 2000, Reducing child mortality, Bulletin of the World Health Organization, 78(10), 1173.",
        "Markel, Howard, and Alexandra Minna Stern, 2002, The foreignness of germs: the persistent association of immigrants and disease in American society, The Milbank Quarterly, 80(4), 75788.",
        "Mattoo, Aaditya, 2003, The GATS and trade in health services, presented to conference on Globalization and Justice, Bethesda, MD. Available at http://www.bioethics.nih.gov/globalslides/mattoo.pdf Milanovic, Branko, 2003, The two faces of globalization: against globalization as we know it, Washington DC. The World Bank, processed.",
        "Mokyr, Joel, 2002, The gifts of Athena: historical origins of the knowledge economy, Princeton, NJ.",
        "Princeton University Press. Preston, Samuel H., 1975, The changing relation between mortality and level of economic development, Population Studies, 29, 23148.",
        "Preston, Samuel H., 1980, Causes and consequences of mortality declines in less developed countries during the twentieth century, in Population and economic change in developing countries, edited by Richard A. Easterlin, Chicago and London. University of Chicago Press, 289360.",
        "Preston, Samuel H., 1996, American Longevity: past present and future, Syracuse NY. Maxwell School Center for Policy Research, Policy Brief No. 7/1996.",
        "Pritchett, Lant, and Lawrence H. Summers, 1996, Wealthier is healthier, Journal of Human Resources, 31(4), 84168.",
        "Tomes, Nancy, 1998, The gospel of germs: men, women, and the microbe in American life, Cambridge, MA. Harvard University Press.",
        "Viscusi, W. Kip and Joseph E. Aldy, 2003, The value of a statistical life: a critical review of market estimates from around the world, Journal of Risk and Uncertainty, 27, 576.",
        "Wilkinson, Richard, G., 1992, Income distribution and life expectancy, British Medical Journal, 304(6820), 1658.",
        "Wilkinson, Richard G., 1996, Unhealthy societies: the afflictions of inequality, London. Routledge.",
        "Wilkinson, Richard G., 2000, Mind the gap: hierarchies, health, and human evolution, London.",
        "Weidenfeld and Nicholson. World Commission on the Social Dimension of Globalization, 2004, A fair globalization: creating opportunities for all, Geneva. International Labour Organization.",
        "World Health Organization, 2004, World Health Report, Geneva, WHO.",
        "Zhu, Susan Chun and Daniel Trefler, 2001, Ginis in general equilibrium: trade, technology, and southern inequality, Cambridge, MA. NBER Working Paper No. 8446."
    ]
}