{
    "id": 10661,
    "cites": 15,
    "cited_by": 59,
    "reference": [
        "Productivity, ICT and Service Industries in Europe and the United States, in J. F. ChristensenandP.Maskell,eds., The Industrial Dynamics of the New Digital Economy. Edward Elgar, pp. 56-99. Leaving the Station, Page 38 Vijselaar, Focco, and Albers, Ronald (2002). New Technologies and Productivity Growth in the Euro Area, European Central Bank Working Paper no. 122, February.",
        "Stiel, Benn, Victor, David G., and Nelson, Richard R. (2002). Technological Innovation and Economic Performance. Princeton and Oxford: Princeton University Press.",
        "Rhine-Westphalia Institute for Economic Research (RWI) (2002). New Economy: An Assessment from a German Viewpoint. Essen, February.",
        "Pisano, Gary P. (2002). Pharmaceutical Biotechnology, in Steil, Benn, et al., eds. (2002), pp. 347-66.",
        "Phelps, Edmund S. (2003). Economic Underperformance in Continental Europe: A Prospering Economy Runs on the Dynamism from its Economic Institutions, lecture, Royal Institute for International Affairs, London, March 18.",
        "Leaving the Station, Page 37 Where Are We Going? Economic Review, Federal Reserve Bank of Atlanta (third quarter), pp. 15-44. OMahony, Mary, and van Ark, Bart (2003). EU Productivity and Competitiveness: An Industry Perspective: Can Europe Resume the Catching-up Process? DG Enterprise, E u r o p e a n U n i o n , L u x e m b o u r g . D o w n l o a d a b l e f r o m http://www.ggdc.net/pub/EU_productivity_and_competitiveness.pdf.",
        "McKinsey Global Institute (1992). Service Sector Productivity. Washington, October.",
        "Lerner, Josh (2002). Venture Capital, in Steil, Benn, et al., eds. (2002), pp. 327-46.",
        "Langlois, Richard N. (2002). Computers and Semiconductors, in Steil, Benn, et al., eds. (2002), pp. 265-84.",
        "Leaving the Station, Page 36 Jorgenson, Dale W. and Stiroh, Kevin J. 2000. Raising the Speed Limit: U. S. Economic Growth in the Information Age, Brookings Papers on Economic Activity, vol. 31, no. 1, pp. 125-211.",
        "Goldin, Claudia (1998). Americas Graduation from High School: The Evolution and Spread of Secondary Schooling in the Twentieth Century. Journal of Economic History, vol. 58 (June), pp. 345-74.",
        "Foster, Lucia, Haltiwanger, John, and Krizan, C. J. (2002). The Link between Aggregate and Micro Productivity Growth: Evidence from Retail Trade, NBER Working Paper 9120, August.",
        "Bresnahan, Timothy F., and Gordon, Robert J. (1997). Introduction, The Economics of New Goods. University of Chicago Press for NBER, pp. 1-26.",
        "Bartlesman, Eric, Bassanini, Andrea, Haltiwanger, John, Jarmin, Ron, Scarpetta, Stefano, and Schank, Thorsten (2002). The Spread of ICT and Productivity Growth: Is Europe Really Lagging Behind in the New Economy, OECD draft report presented at Conference The Information Economy: Productivity Gains and the Digital Divide, Catania, Sicily, June 15.",
        "Maddison, Angus (2001). The World Economy: A Millennial Perspective. Paris: OECD."
    ]
}