{
    "id": 1066,
    "cites": 11,
    "cited_by": 3,
    "reference": [
        "Dornbusch, R. Expectations and Exchange Rate Dynamics. Journal of Political Economy 84, No. 6 (December 1976): 1161-76.",
        "Fischer, Stanley. Wage Indexation and Macroeconomic Stability. in K. Brunner and A. Meltzer, Stabilization of the Domestic and International Economy, Vol. 5 of the Carnegie-Rochester Conference Series on Public Policy (Amsterdam: North-Holland) 1977.",
        "Flood, Robert P. and Nancy P. Marion. The Transmission of Disturbances under Alternative Exchange-Rate Regimes with Optimal Indexing. Quarterly Journal of Economics, 1982: 45-62.",
        "Gray, Jo Anna. Wage Indexation: A Macroeconomic Approach. Journal of Monetary Economics 1976:221-35.",
        "Isard, P. How Far Can We Push the Law of One Price? American Economic Review 67, No. 5, pp. 942-48. Kravis, t.B. and Lipsey, R.E. Price Behavior in the Light of Balance of Payment Theories. Journal of International Economics (May 1978).",
        "Kravts, I.B., Heston A. and Summers R. New insights into the structure of the world economy. The Review of Income and Wealth, Series 27, No. 4, December 1981, pp. 339-355.",
        "Logue, D.E. and Willett T.D. A note on the relation between the rate and the variability of inflation. Economica, May 1976, 46, pp. 151-158.",
        "Marion, Nancy P. The Exchange-Rate Effects of Real Disturbances with Rational Expectations and Variable Terms of Trade. The Canadian Journal of Economics, February, 1982: 104-117.",
        "Marston, Richard C. Wages, Relative Prices and the Choice Between Fixed and Flexible Exchange Rates, The Canadian Journal of Economics -24- February, 1982: 87-103.",
        "McCallum, B.T. Price-level stickiness and the feasibility of monetary stabilization policy with rational expectations. Journal of Political Economy, 1977, Vol. 85, No. 3.",
        "Officer, L. The Purchasing Power Parity Theory of Exchange Rates: A Review Article. IMF Staff Papers 23 (March 1976): 1-61."
    ]
}