{
    "id": 10668,
    "cites": 24,
    "cited_by": 33,
    "reference": [
        "Schott, Peter K. (2004) `Across-Product versus Within-Product Specialization in Interna- tional Trade, Quarterly Journal of Economics, Vol 119, No. 2. 647-678.",
        "Comparative Advantage and Heterogeneous Firms 40 Samuelson, Paul A. International Factor Price Equalization Once Again. Economic Jour- nal, June 1949, 59(234), pp. 181--97.",
        "Roberts, Mark J. and James Tybout, (1997b) What Makes Exports Boom?, The World Bank.",
        "Roberts, Mark J. and James Tybout, (1997a) `The Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs, American Economic Review, 87(4), 545-64.",
        "Pavcnik, N (2002) `Trade Liberalization, Exit, and Productivity Improvement: Evidence from Chilean Plants, Review of Economic Studies, 69(1), 245-76.",
        "Melitz, Marc J. and Gianmarco I. P. Ottaviano,(2003) `Market Size, Trade, and Productiv- ity, Harvard University, mimeograph.",
        "Melitz, Marc J. (2003) `The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, Vol. 71, November 2003, pp. 1695-1725.",
        "Markusen, James R. and Venables, Anthony J. (2000) `The Theory of Endowment, Intra- industry and Multi-national Trade, Journal of International Economics, 52, 209-34.",
        "Jovanovic, Boyan. (1982) `Selection and the Evolution of Industry, Econometrica, vol. 50, no. 3, May, 649-70.",
        "Hopenhayn, Hugo. (1992) `Entry, Exit, and Firm Dynamics in Long Run Equilibrium, Econometrica, 60(5), 1127-1150.",
        "Helpman, Elhanan, Melitz, Marc J. and Stephen R. Yeaple (2004) `Export Versus FDI with Heterogeneous Firms, American Economic Review, 94(1), 300-16.",
        "Helpman, Elhanan and Paul Krugman, (1985) Market Structure and Foreign Trade: In- creasing Returns, Imperfect Competition and the International Economy, MIT Press, Cambridge, MA.",
        "Comparative Advantage and Heterogeneous Firms 39 Flam, Harry and Elhanan Helpman, (1987) `Industrial Policy Under Monopolistic Compe- tition, Journal of International Economics, 22, 79-102.",
        "Dixit, Avinash and Victor Norman, (1980) The Theory of International Trade, Cambridge University Press: Cambridge UK.",
        "Dunne, Timothy, Mark J. Roberts, and Larry Samuelson. (1989) `The Growth and Failure of U.S. Manufacturing Plants, Quarterly Journal of Economics, Vol. 104, No. 4 , pp.",
        "Manufacturing Plants, 1963-86, Brookings Papers on Economic Activity, Microeco- nomics, 115-80.",
        "Davis, Steven J and John Haltiwanger. (1991) `Wage Dispersion between and within U.S.",
        "Clerides, Sofronis, Lach, Saul and James Tybout, (1998) `Is Learning by Exporting Im- portant? Micro-dynamic Evidence from Columbia, Mexico and Morocco, Quarterly Journal of Economics, 113, 903-47.",
        "Bernard, Andrew B., J. Bradford Jensen and Peter K. Schott. (2004) `Survival of the Best Fit: Exposure to Low Wage Countries and the (Uneven) Growth of U.S. Manufacturing Plants. Tuck School of Business mimeo, revision of NBER Working Paper 9170.",
        "Bernard, Andrew B., and J. Bradford Jensen, (2004) `Why Some Firms Export, Review of Economics and Statistics, 86(2): 561-569.",
        "Bernard, Andrew B. and J. Bradford Jensen (1999) `Exceptional Exporter Performance: Cause, Effect, or Both?, Journal of International Economics, 47(1), 1-25.",
        "Bernard, Andrew B., Eaton, Jonathan, Jensen, J. Bradford and Samuel S. Kortum, (2003) `Plants and Productivity in International Trade, American Economic Review, Vol. 93, No. 4, September, 1268-1290.",
        "Bartelsman, Eric and Mark Doms, (2000) `Understanding Productivity: Lessons from Lon- gitudinal Microdata, Journal of Economic Literature, XXXVIII, 569-94.",
        "Anderson, James and Eric van Wincoop, (2004) `Trade Costs, National Bureau of Economic Research working paper 10480."
    ]
}