{
    "id": 10664,
    "cites": 22,
    "cited_by": 10,
    "reference": [
        "[21] Sirbu, M., and L. Zwimpfer (1985) Computer Communications Standards: The Case of X.25, IEEE Communications, 23: 35--45.",
        "[20] Simcoe, T. (2003) Committees and the Creation of Technical Standards, mimeo, University of California at Berkeley.",
        "[19] Rochet, J.C., and J. Tirole (2003) Platform Competition in Two-Sided Markets, Journal of the European Economic Association, vol 1(4): 990--1029.",
        "[18] Peyrache, E., and L. Quesada (2003) Strategic Certification, mimeo, HEC and University of Wisconsin.",
        "[16] Meyer, M., and M. Rothschild (2004) (In)efficiency in Sorting and Matching, sem- inar presentation, May 25, 2004, University of Toulouse.",
        "[17] Morrison, A., and L. White (2004) Financial Liberalization and Capital Regulation in Open Economies, mimeo, Oxford University and Harvard University.",
        "[14] Farrell, J., and C. Shapiro (1992) Standard Setting in High-Definition Television, Brookings Papers on Economic Activity: Microeconomics, 1--93.",
        "[15] Lizzeri, A. (1999) Information Revelation and Certification Intermediaries, Rand Journal of Economics, 30, 214--231.",
        "[13] -- (1988) Coordination Through Committees and Markets, Rand Journal of Eco- nomics, 19: 235--252.",
        "[12] Farrell, J., and G. Saloner (1985) Standardization, Compatibility, and Innovation, Rand Journal of Economics, 16: 70--83.",
        "[11] Farrell, J. (1996) Choosing the Rules for Formal Standardization, mimeo, Univer- sity of California, Berkeley.",
        "[10] Diamond, D. (1984) Financial Intermediation and Delegated Monitoring, Review of Economic Studies, 51: 393--414.",
        "[8] Damiano, E., and H. Li (2003) Competing Match Making, mimeo, University of Toronto.",
        "[9] Dessein, W. (2002) Authority and Communication in Organizations, Review of Economic Studies, 69: 811--838.",
        "[7] Chemmanur, T.J., and P. Fulghieri (1994) Investment Bank Reputation, Informa- tion Production, and Financial Intermediation, Journal of Finance, 49: 57--79.",
        "[6] Caillaud, B., and J. Tirole (1999) Party Governance and Ideological Bias, European Economic Review, 43: 779--790.",
        "[4] Benabou, R., and J. Tirole (2004) Incentives and Prosocial Behavior, mimeo, Princeton and IDEI.",
        "[5] Besen, S.M., and L. L. Johnson (1986) Compatibility Standards, Competition and Innovation in the Broadcast Industry, Santa Monica, CA, The RAND Corporation.",
        "[3] An, M. (1998) Logconcavity versus Logconvexity: A Complete Characterization, Journal of Economic Theory, 80: 350--369.",
        "[2] Aghion, P., and J. Tirole (1997) Formal and Real Authority in Organizations, Journal of Political Economy, 105: 1--29.",
        "[1] Admati, A.R., and P. Pfleiderer (1994) Robust Financial Contracting and the Role of Venture Capitalists, Journal of Finance, 49: 371--402.",
        "[22] Weiss, M.B.H., and M. Sirbu (1990) Technological Choice in Voluntary Standards Committees: An Empirical Analysis, Economics of Innovation and New Technology, 1: 111--133."
    ]
}