{
    "id": 10662,
    "cites": 19,
    "cited_by": 36,
    "reference": [
        "WHITE, WILLIAM J. III (2000). An Unsung Hero. Book manuscript.",
        "WALTON, FRANCIS (1956). Miracle of World War II: How American Industry Made Victory Possible. New York: The Macmillan Company.",
        "Chasing the Frontier, Page 44 ROMER, PAUL M. (1987). Crazy Explanations for the Productivity Slowdown, NBER Macroeconomics Annual 1987, pp. 163-201.",
        "ROSENBERG, NATHAN (1976). Perspectives on Technology. Cambridge UK: Cambridge University Press.",
        "RHOADS,CHRISTOPHER(2002). ShortWorkHoursUndercutEuropeinEconomicDrive,WallStreet Journal, August 8, p. A1.",
        "MISHEL, LAWRENCE, BERNSTEIN, JARED, AND SCHMITT, JOHN (2001). The State of Working America 2000/2001. Washington: Economic Policy Institute.",
        "LANDES, DAVID S. (1998). The Wealth and Poverty of Nations. New York: Norton.",
        "JOHNSON, PAUL (1997). A History of the American People. New York: Harper Collins.",
        "Nelson,BennSteil,andDavidVictor,eds.,TechnologicalInnovationandEconomicPerformance. Princeton: Princeton University Press, pp. 49-73. HARRISON, MARK (1998), ed. The Economics of World War II: Six Great Powers in International Comparison. Cambridge UK: Cambridge University Press.",
        "BartvanArk,SimonKuipers,andGerardKuper,eds.,Productivity,Technology,andEconomic Growth. Boston: Kluwer Publishers, pp. 19-65. __________ (2000b). Does the New Economy Measure Up to the Great Inventions of the Past? Journal of Economic Perspectives, vol. 14, no. 4 (Fall), pp. 49-74.",
        "United States at Mid-Century. Quarterly Journal of Economics, vol. 107 (February), pp. 1-34. GORDON, ROBERT J. (1997). Is There a Tradeoff between Unemployment and Productivity Chasing the Frontier, Page 43 Growth? in D. Snower and G. de la Dehesa, eds., Unemployment Policy: Government Options for the Labour Market. Cambridge UK: Cambridge University Press, pp. 433-63.",
        "GOLDIN, CLAUDIA(1998). Americas Graduation from High School: The Evolution and Spread of Secondary Schooling in the Twentieth Century. Journal of Economic History, vol. 58 (June), pp. 345-74.",
        "Looking Behind, paper presented at the American Economic Association meetings, Atlanta, January 5. DEVINE, WARREN D., JR. (1983). From Shafts to Wires: Historical Perspective on Electrification, Journal of Economic History, vol. 43, no. 2 (June), pp. 347-72.",
        "DAVID, PAUL A., AND WRIGHT, GAVIN (1999). Early Twentieth Century Productivity Growth Dynamics: An InquiryintotheEconomicHistoryof`OurIgnorance,Stanford Institute for Economic Policy Research Discussion Paper No. 98-3.",
        "CRONON, WILLIAM (1991). Natures Metropolis: Chicago and the Great West. New York: Norton.",
        "BETTMAN,OTTO (1974). The Good Old Days -- They were Really Terrible! New York: Random House.",
        "ABRAMOVITZ,MOSES (1986). Catching Up, Forging Ahead, and Falling Behind, Journal of Economic History, vol. 46 (June), pp. 385-406.",
        "OVERY, RICHARD (1995). Why the Allies Won. New York: Norton.",
        "KENDRICK, JOHN W. (1961). Productivity Trends in the United States. Princeton University Press for NBER."
    ]
}