{
    "id": 10667,
    "cites": 52,
    "cited_by": 62,
    "reference": [
        "Daniel Kahneman, Ed Diener and Norbert Schwarz, eds. New York: Russell Sage Foundation, pp. 302-29 Van Praag, Bernhard M.S.; Paul Frijters and, Ada Ferrer-i-Carbonell. 2003. The Anatomy of Subjective Well-Being, Journal of Economic Behavior and Organization, 51, pp. 23-49.",
        "Van Praag, Bernhard M. S. and Paul Frijters. 1999. The Measurement of Welfare and WellBeing: The Leyden Approach in Well-Being: The Foundations of Hedonic Psychology.",
        "Tversky, Amos and Dale Griffin. 1991. Endowment and Contrast in Judgements of WellBeing, in Strategy and Choice, Richard J. Zeckhauser, ed., Cambridge, MA: MIT Press, pp. 297-318.",
        "Tomes, Nigel. 1986. Income Distribution, Happiness and Satisfaction: A Direct Test of the Interdependent Preferences Model, Journal of Economic Psychology, 7, pp. 425-446.",
        "Sen, Amartya. 1983. Poor, Relatively Speaking, Oxford Economic Papers, 35(2), pp. 153-69.",
        "Seidman, Laurence S. 1987. Relativity and Efficient Taxation, Southern Economic Journal, 54(2). pp. 463-74.",
        "Robson, Arthur J. 1992. Status, the Distribution of Wealth, Private and Social Attitudes to Risk, Econometrica, 60(4), pp. 837-857.",
        "Rayo, Luis, and Gary S. Becker. 2004. Evolutionary Efficiency and Mean Reversion in Happiness, mimeographed, University of Chicago.",
        "Ravallion, Martin and Michael Lokshin. 2001. Identifying Welfare Effects from Subjective Questions, Economica, 68(271), pp. 335-57.",
        "Radloff, Lenore S. 1977. The CES-D Scale: A Self-Report Depression Scale For Research In The General Population, Applied Psychological Measurement, 1, pp. 385-401.",
        "Postlewaite, Andrew. 1998. The Social Basis of Interdependent Preferences, European Economic Review, 42(3-5), pp. 779-800.",
        "Oswald, Andrew J. 1983 Altruism, Jealousy and the Theory of Optimal Non-Linear Taxation, Journal of Public Economics, 20(1), pp. 77-87.",
        "Ng, Yew-Kwang. 1987. Relative-Income Effects and the Appropriate Level of Public Expenditure, Oxford Economic Papers, 39(2), pp. 293-300.",
        "Neumark, David and Andrew Postlewaite. 1998. Relative Income Concerns and the Rise in Married Womens Employment, Journal of Public Economics, 70(1), pp. 157-83.",
        "McBride, Michael. 2001. Relative-Income Effects on Subjective Well-Being in the Crosssection, Journal of Economic Behavior and Organization, 45(3), 251-278.",
        "Loewenstein, George; Ted ODonoghue, and Matthew Rabin. 2003. Projection Bias in Predicting Future Utility, Quarterly Journal of Economics, 118(4), pp. 1209- 1248.",
        "Ljungqvist, Lars and Harald Uhlig. 2000. Tax Policy and Aggregate Demand Management under Catching Up with the Joneses, American Economic Review, 90(3), pp. 356-66.",
        "Layard, Richard. 2003. Happiness: Has Social Science A Clue?, Lionel Robbins Memorial Lectures, London School of Economics. (http://cep.lse.ac.uk/layard/).",
        "Layard, Richard. 1980. Human Satisfactions and Public Policy, Economic Journal, 90(363), pp. 737-50.",
        "Kling, Jeffrey R.; Jeffrey B. Liebman; Lawrence F. Katz and Lisa Sanbonmatsu. 2004. Moving to Opportunity and Tranquility: Neighborhood Effects on Adult Economic SelfSufficiency and Health from a Randomized Housing Voucher Experiment, mimeographed, Princeton University.",
        "Johansson-Stenman, Olof; Fredrik Carlsson and Dinky Daruvala. 2002. Measuring Future Grandparents Preferences for Equality and Relative Standing, Economic Journal, 112(479), pp. 362383.",
        "Ireland, Norman J. 1998. Status-Seeking, Income Taxation and Efficiency, Journal of Public Economics, 70, pp. 99-113.",
        "Gruber, Jonathan and Sendhil Mullainathan. 2002. Do Cigarette Taxes Make Smokers Happier? mimeo, MIT, October.",
        "Graham, Carol and Stefano Pettinato. 2002. Frustrated Achievers: Winners, Losers and Subjective Well-Being in New Market Economies, The Journal of Development Studies, 38(4). pp. 100-140.",
        "GalÃ\u0083Â­, Jordi. 1994. Keeping Up with the Joneses: Consumption Externalities, Portfolio Choice and Asset Prices, Journal of Money Credit and Banking, 26(1), pp. 1-8.",
        "Frey, Bruno S., Simon Luechinger and Alois Stutzer. 2004. Valuing Public Goods: The Life Satisfaction Approach, CESifo Working paper 1158.",
        "Feldstein, Martin S. 1998. Income Inequality and Poverty, NBER working paper 6770.",
        "Easterlin, Richard A. 2001. Income and Happiness: Towards a Unified Theory, Economic Journal, 111(473), pp. 465-84.",
        "Easterlin, Richard A. 1995. Will Raising the Incomes of All Increase the Happiness of All? Journal of Economic Behavior and Organization, 27(1), pp. 35-48.",
        "Easterlin, Richard A. 1974. Does Economic Growth Improve the Human Lot? Some Empirical Evidence, in Nations and Households in Economic Growth: Essays in Honor of Moses Abramowitz. Paul A. David and Melvin W. Reder, eds. New York: Academic Press, pp.",
        "Cambridge, MA: Harvard University Press. Dupor, Bill and Wen-Fang Liu. 2003. Jealousy and Equilibrium Overconsumption, American Economic Review, 93 (1), pp. 423-28.",
        "Diener, Ed; Ed Sandvik; Larry Seidlitz, and Marissa Diener. 1993. The Relationship Between Income and Subjective Well-Being: Relative or Absolute? Social Indicators Research, 28, pp. 195-223.",
        "Clark, Andrew E. and Andrew J. Oswald. 1996. Satisfaction and Comparison Income, Journal of Public Economics, 61(3), pp. 359-81.",
        "Clark, Andrew E. 2003. Unemployment as a Social Norm: Psychological Evidence from Panel Data. Journal of Labor Economics, 21(2), pp. 323-51.",
        "Carroll, Christopher D.; Jody Overland, and David N. Weil. 1997. Comparison Utility in a Growth Model, Journal of Economic Growth, 2, pp. 339-67.",
        "Campbell, John Y. and John H. Cochrane. 1999. By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy, 107(2), pp. 205-51.",
        "Bowles, Samuel and Yongjin Park. 2002. Emulation, Inequality, and Work Hours: Was Thorstein Veblen Right? mimeo, Santa Fe Institute.",
        "Boskin, Michael and Eytan Sheshinski. 1978. Optimal Redistributive Taxation When Individual Welfare Depends on Relative Income, Quarterly Journal of Economics, 92(4), pp. 589601.",
        "Blanchflower, David G. and Andrew J. Oswald. 2004. Well-Being over Time in Britain and the USA, Journal of Public Economics, 88(7-8), pp. 1359-1386.",
        "Blanchard, Olivier Jean and Lawrence F. Katz. 1992. Regional Evolutions, Brookings Papers on Economic Activity, pp. 1-61.",
        "Bertrand, Marianne and Sendhil Mullainathan. 2001. Do People Mean What They Say? Implications for Subjective Survey Data, American Economic Review, 91(2), pp.67-72.",
        "Becker, Gary S., Kevin M. Murphy and IvÃ\u0083Â¡n Werning. 2003. The Equilibrium Distribution of Income and the Market for Status, Journal of Political Economy, forthcoming.",
        "Becker, Gary S. 1974. A Theory of Social Interactions, Journal of Political Economy, 82(6), pp.1063-93.",
        "Bartik, Timothy. 1991. Who Benefits from State and Local Economic Development Policies? Kalamazoo, MI: Upjohn Institute.",
        "Autor, David H. and Mark G. Duggan. 2003. The Rise in the Disability Rolls And the Decline in Unemployment, Quarterly Journal of Economics, 118(1), pp. 157-205.",
        "Alesina, Alberto; Rafael Di Tella, and Robert J. MacCulloch. 2001. Inequality and Happiness: Are Europeans and Americans Different? NBER working paper 8198; Journal of Public Economics, forthcoming.",
        "Abel, Andrew B. 2003. Optimal Taxation When Consumers Have Endogenous Benchmark Levels of Consumption, Review of Economic Studies, forthcoming.",
        "Abel, Andrew B. 1990. Asset Prices under Habit Formation and Catching Up With the Joneses, American Economic Review, 80(2), pp. 38-42.",
        "Zeckhauser, Richard J., 1991. The strategy of choice, In: Strategy and Choice, Zeckhauser, R.J. (Ed.), MIT Press, Cambridge, MA, pp. 1-21.",
        "Samuelson, Larry. 2004. Information-Based Relative Consumption Effects, Econometrica, 72(1), pp. 93-118.",
        "Saez, Emmanuel. 2001. Using Elasticities to Derive Optimal Income Tax Rates, Review of Economic Studies, 68(1). pp. 205-229.",
        "Duesenberry, James S. 1949. Income, Savings and the Theory of Consumer Behavior."
    ]
}