{
    "id": 10677,
    "cites": 24,
    "cited_by": 0,
    "reference": [
        "US General Accounting Office, Efforts to Measure Medicare Fraud, (February 2000a), GAO/AIMD-00-69R.",
        "Swedlow, A., G. Johnson, N. Smithline, and A. Milstein, Increased Costs and Rates of Use in the California Workers Compensation System as a Result of Self-Referral By Physicians, New England Journal of Medicine 327:21 (November 19, 1992), 1502-6.",
        "Sparrow, Malcolm K., License to Steal: How Fraud Bleeds Americas Health Care System (Boulder, CO: Westview Press, 2000).",
        "Silverman, Elaine and Jonathan Skinner, Are For-Profit Hospitals Really Different? Medicare Upcoding and Market Structure, NBER Working Paper 8133, February 2001.",
        "Shleifer, Andrei and Robert W. Vishny, Corruption, Quarterly Journal of Economics CVIII (1993), 599-617.",
        "Rose-Ackerman, Susan, The Economics of Corruption, Journal of Public Economics 4 (1975), 187-203.",
        "Robinson, James C., Administered Pricing and Vertical Integration in the Hospital Industry, Journal of Law and Economics Vol. 39 (1996), 357-376.",
        "Psaty, Bruce M. et al, The Potential Costs of Upcoding for Heart Failure in the United States, The American Journal of Cardiology, Vol. 84 (1999), 108-109.",
        "Porter, Robert H. and J. Douglas Zona, Detection of Bid Rigging in Procurement Auctions, Journal of Political Economy CI (1993), 518-538.",
        "McClellan, Mark B., Hospital Reimbursement Incentives: An Empirical Approach, Journal of Economics and Management Strategy VI (1997), 91-128.",
        "Mauro, Paolo, Corruption and Growth, Quarterly Journal of Economics, CX (1995) 681-712.",
        "Mashaw, Jerry L. and Theodore R. Marmor, Conceptualizing, Estimating and Reforming Fraud, Waste, and Abuse in Healthcare Spending, Yale Journal on Regulation, Vol. 11 (1994), 455-494.",
        "Madison, Kristin M., The Relationship Between Multihospital System Membership and Treatments, Costs, and Outcomes of Medicare Patients with Acute Myocardial Infarction, PhD. Thesis, Stanford University, 2001.",
        "Kessler, Daniel P. and Mark B. McClellan, The Effects of Hospital Ownership on Medical Productivity, RAND Journal of Economics Vol. 33 (2002) 488-506.",
        "Hansmann, Henry, Daniel Kessler, and Mark McClellan, Ownership Form and Trapped Capital in the Hospital Industry, in Edward Glaeser, ed., The Governance of Not-for-Profit Firms, University of Chicago Press, forthcoming. Hall, Mark, Making Sense of Referral Fee Statutes, Journal of Health, Politics, Policy and Law 13:4 (1988), 623-34.",
        "Fisman, Ray, Estimating the Value of Political Connections, American Economic Review, forthcoming. Gottlieb, Martin, Kurt Eichenwald, and Josh Barbanel, Health Cares Giant: Powerhouse Under Scrutiny A Special Report, New York Times (March 28, 1997), A1.",
        "Engel, Eduardo, Alexander Galetovic, and Claudio E. Raddatz, A Note on Enforcement Spending and VAT Revenues, Review of Economics and Statistics (2001), 384-7.",
        "Duggan, Mark and Steven D. Levitt, Winning Isnt Everything: Corruption in Sumo Wrestling, NBER Working Paper 7798, July 2000.",
        "Compliance Monitor, OIG Finds Possible Stroke Upcoding, Vol. 2, No. 31, (August 4, 1999), HC Pro: Marblehead, MA.",
        "Blumstein, James F., The Fraud and Abuse Statute in an Evolving Health Care Marketplace: Life in the Health Care Speakeasy, American Journal of Law and Medicine 22:2 (1996a), 205-232.",
        "Birch, Kristi, Hospitals Report Fewer Cases of Complex Pneumonia, http://www.hcia.com/findings/000420_complexpneumonia.htm, April 24, 2000 (visited on 9/16/02).",
        "Banks, Dwayne, Elliott Parker, and Jeanne Wendel, Strategic Interaction Among Hospitals and Nursing Facilities: The Efficiency Effects of Payment Systems and Vertical Integration, Health Economics 10 (2001), 119-134.",
        "Andreoni, James, Brian Erard, and Jonathan Feinstein, Tax Compliance, Journal of Economic Literature XXXVI (June 1998), 818-860.",
        "MEDPAC, Report to the Congress: Medicare Payment Policy Chapter 6, (2001)."
    ]
}