{
    "id": 10672,
    "cites": 62,
    "cited_by": 26,
    "reference": [
        "[62] Taylor, J.B., 1993, Discretion versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy 39, 195-214.",
        "[63] Wu, T., 2002, Monetary Policy and the Slope Factors in Empirical Term Structure Estimations, Federal Reserve Bank of San Francisco Working Paper 02-07.",
        "[61] Stock, J.H. and M.W. Watson, 2002, Has the Business Cycle Changed and Why? in NBER Macroeconomics Annual 2002, edited by M. Gertler and K. Rogoff.",
        "[60] Stock, J.H. and M.W. Watson, 2001, Forecasting Output and Inflation: The Role of Asset Prices, NBER Working Paper 8180.",
        "[59] Stock, J.H. and M.W. Watson, 1999, Business Cycle Fluctuationsin U.S. Macroeconomic Time Series, in: Handbook of Macroeconomics Vol. 1, edited by J.B. Taylor and M. Woodford, 3-63, Elsvier, Amsterdam.",
        "[58] Stock, J.H. and M.W. Watson, 1989, New Indexes of Coincident and Leading Indicators, in: 1989 NBER Macroeconomics Annual, edited by O. Blanchard and S. Fischer, MIT Press, Cambridge MA.",
        "[57] Stambaugh, R.F., 1999, Predictive Regressions, Journal of Financial Economics 54, 375-421.",
        "[55] Schorfheide, F., 2003, Learning and Monetary Policy Shifts, Working paper, University of Pennsylvania.",
        "[56] Schorfheide, F., 2004, VAR Forecasting under Misspecification, Forthcoming Journal of Econometrics.",
        "[54] Rudebusch, G.D., and T. Wu, 2003, A Macro-Finance Model of the Term Structure, Monetary Policy, and the Economy, Working Paper, Federal Reserve Bank of San Francisco.",
        "[53] Plosser, C.I. and K.G. Rouwenhorst, 1994, International Term Structures and Real Economic Growth, Journal of Monetary Economics 33, 133-55.",
        "[50] Newey, W.K. and D.L. McFadden, 1994, Large Sample Estimation and Hypothesis Testing, in: Handbook of Econometrics Vol. 4, edited by R.F. Engle and D.L. McFadden, 2111-2245, Elsevier, Amsterdam.",
        "[49] Nelson, C.R. and A.F. Siegel, 1987, Parsimonious Modeling of Yield Curves, Journal of Business 60, 4, 473-490.",
        "[48] Mody, A., and M.P. Taylor, 2003, The High Yield Spread as a Predictor of Real Economic Activity: Evidence of a Financial Accelerator for the United States, Working paper, IMF.",
        "[47] Mishkin, F.S., 1990b, A Multi-country study of the Information in the Term Structure about Future Inflation, Journal of International Money and Finance 19, 2-22.",
        "[46] Mishkin, F.S., 1990a, The Information in the Longer Maturity Term Structure about Future Inflation, Quarterly Journal of Economics 55, 815-28.",
        "[44] Knez, P.J., R. Litterman and J. Scheinkman, 1994, Explorations Into Factors Explaining Money Market Returns, Journal of Finance 49, 5, 1861-882.",
        "[45] Laurent, R., 1988, An Interest Rate-Based Indicator of Monetary Policy, Economic Perspectives, Federal Reserve Bank of Chicago 12, 3-14.",
        "[43] King, R.G., J.H. Stock and M.W. Watson, 1995, Temporal Instability of the Unemployment-Inflation Relationship, FRB Chicago - Economic Perspectives 19, 3, 2-12.",
        "[42] Jorion, P. and F.S. Mishkin, 1991, A Multi-Country Comparison of Term-Structure Forecasts at Long Horizons, Journal of Financial Economics 29, 59-80.",
        "[41] Hordahl, P., O. Tristani and D. Vestin, 2003, A Joint Econometric Model of Macroeconomic and Term Structure Dynamics, Working Paper, European Central Bank.",
        "[39] Harvey, C.R., 1993, The Term Structure Forecasts Economic Growth, Financial Analyst Journal 49, 6-8.",
        "[40] Hodrick, R.J., 1992, Dividend Yields And Expected Stock Returns: Alternative Procedures For Influence And Measurement, Review of Financial Studies 5, 357-86.",
        "[38] Harvey, C.R., 1991, The Term Structure and World Economic Growth, Journal of Fixed Income 1, 7-19.",
        "[37] Harvey, C.R., 1989, Forecasts of Economic Growth from the Bond and Stock Markets, Financial Analysts Journal 45, 38-45.",
        "[36] Hamilton, J.D. and D.H. Kim, 2002, A Re-Examination of the Predictability of the Yield Spread for Real Economic Activity, Journal of Money, Credit, and Banking 34, 340-60.",
        "[35] Hamilton, J.D., 1989, A New Approach To The Economic Analysis Of Nonstationary Time Series And The Business Cycle, Econometrica 57, 2, 357-384.",
        "[34] Granger, C.W.J. and P. Newbold, 1986, Forecasting Economic Time Series. Academic Press.",
        "[33] Fama, E.F. and R.R. Bliss, 1987, The Information in Long-Maturity Forward Rates, American Economic Review 77, 680-692.",
        "[32] Fama, E.F., 1990, Term Structure Forecasts of Interest Rates, Inflation and Real Returns, Journal of Monetary Economics 25, 56-76.",
        "[31] Evans, C. and D. Marshall, 1998, Monetary Policy and the Term Structure of Nominal Interest Rates: Evidence and Theory, Carnegie-Rochester Conference Series on Public Policy 49, 53-111.",
        "[30] Estrella, A. and F.S. Mishkin, 1998, Predicting U.S. Recessions: Financial Variables as Leading Indicators, Review of Economics and Statistics 1, 45-61.",
        "[29] Estrella, A. and F.S. Mishkin, 1997, The Predictive Power of the Term Structure of Interest Rates in Europe and the United States: Implications for the European Central Bank, European Economic Review, 41, 1375-401.",
        "[28] Estrella, A. and F.S. Mishkin, 1996, The Yield Curve as a Predictor of U.S. Recessions, Current Issues in Economics and Finance, Federal Reserve Bank of New York, 2, 1-6.",
        "[27] Estrella, A. and G.A. Hardouvelis, 1991, The Term Structure as Predictor of Real Economic Activity, Journal of Finance 46, 555-76.",
        "[26] Duffie, D. and R. Kan, 1996, A Yield-Factor Model of Interest Rates, Mathematical Finance 6, 379-406.",
        "[25] Dueker, M.J., 1997, Strengthening the Case for the Yield Curve as a Predictor of U.S. Recessions, Federal Reserve Bank of St. Louis Review, 79, March/April, 41-51.",
        "[24] Dotsey, M., 1998, The Predictive Content of the Interest Rate Term Spread for Future Economic Growth, Federal Reserve Bank of Richmond Economic Quarterly 84, 3, 31-51.",
        "[23] Diebold, F.X., G.D. Rudebusch and B. Aruoba, 2003, The Macroeconomy and the Yield Curve, Working paper, University of Pennsylvania.",
        "[22] Diebold, F.X. and R.S. Mariano, 1995, Comparing Predictive Accuracy, Journal of Business and Economic Statistics 13, 3, 253-63.",
        "[21] Diebold, F.X. and C. Li, 2003, Forecasting the Term Structure of Government Bond Yields, Working Paper, University of Pennsylvania.",
        "[20] Diebold, F.X. 2004. Elements of Forecasting. South-Western College Publishing.",
        "[19] Del Negro, M. and F. Schorfheide, 2004, Priors from General Equilibrium Models for VARs, Forthcoming International Economic Review.",
        "[18] Dai, Q., K. Singleton, and W. Yang, 2003, Regime Shifts in a Dynamic Term Structure Model of the U.S. Treasury Yields, Working paper, NYU.",
        "[17] Dai, Q. and K. Singleton, 2002, Expectation Puzzles, Time-varying Risk Premia, and Affine Models of the Term Structure, Journal of Financial Economics 63, 415-41.",
        "[15] Cochrane, J.Y. and M. Piazzesi, 2002, Bond Risk Premia, NBER Working paper 9178, September.",
        "[14] Cochrane, J.Y., 1994, Permanent and Transitory Components of GNP and Stock Prices, Quarterly Journal of Economics 109, 241-66.",
        "[12] Chen, R.R. and L. Scott, 1993, Maximum Likelihood Estimation for a Multi-factor Equilibrium Model of the Term Structure of Interest Rates, Journal of Fixed Income 3, 14-31.",
        "[11] Chen, N.F., 1991, Financial Investment Opportunities and the Macroeconomy, Journal of Finance 46, 529-54.",
        "[10] Campbell, J.Y. and R.J. Shiller, 1991, Yield Spreads and Interest Rate Movements: A Birds Eye View, Review of Economic Studies 58, 495-514.",
        "[9] Campbell, J.Y. and R.J. Shiller, 1988, The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financial Studies 1, 195-228.",
        "[8] Berardi, A. and W. Torous, 2002, Does the Term Structure Forecast Consumption Growth?, Working paper, UCLA.",
        "[7] Bernard, H. and S. Gerlach, 1998, Does the Term Structure Predict Recessions? The International Evidence, International Journal of Finance and Economics 3, 195-215.",
        "[6] Bernanke, B.S. and A.S. Blinder, 1992, The Federal Funds Rate and the Channels of Monetary Transmission, American Economic Review 82, 4, 901-921.",
        "[5] Bekaert, G. and R.J. Hodrick, 2001, Expectations Hypotheses Tests, Journal of Finance 56, 1357-1394.",
        "[4] Ang, A. and M. Piazzesi, 2003, A No-Arbitrage Vectorautoregression of Term Structure Dynamics with Macroeconomic and Latent Variables, Journal of Monetary Economics 50, 4, 745-787.",
        "[3] Ang, A. and G. Bekaert, 2003, The Term Structure of Real Rates and Expected Inflation, Working paper, Columbia University.",
        "[2] Ang, A. and G. Bekaert, 2002, Regime Switches in Interest Rates, Journal of Business and Economic Statistics 20, 2, 163-189.",
        "[1] Ang, A. and G. Bekaert, 2001, Stock Return Predictability: Is it There?, Working paper, Columbia University.",
        "[52] Piazzesi, M., 2003, Bond Yields and the Federal Reserve, Forthcoming Journal of Political Economy.",
        "[51] Newey, W.K. and K.D. West, 1987, A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55, 703-08.",
        "[13] Christiano, L.J., M. Eichenbaum and C. Evans, 1999, Monetary Policy Shocks: What Have we Learned and to What End? in: Handbook of Macroeconomics, edited by M. Woodford and J.B. Taylor, North Holland, Amsterdam."
    ]
}