{
    "id": 1067,
    "cites": 8,
    "cited_by": 5,
    "reference": [
        "Polly R. Allen and Peter B. Kenen, Asset Markets, Exchange Rates and Economic Integration, Cambridge: Cambridge University Press, 1980. William H. Branson, \"Assets Markets and Relative Prices in Exchange Rate Determination\", Sozialwissenschaftliche Annalen No. 1, (1979): 69-89.",
        "Jacob A. Frenkel, \"Flexible Exchange Rates, Prices, and the Role of 'News': Lessons from the 1970's\", Journal of Political Economy, August 1981, 89_, 665-705.",
        "__ and Joshua Aizenman, \"Aspects of the Optimal Management of Exchange Rates\", Journal of International Economy, November 1982.",
        "_ and Michael L. Mussa, \"The Efficiency of Foreign Exchange Markets and Measures of Turbulence\", American Economic Review, May 1980, J0_, 374-81.",
        "_ and Michael L. Mussa, \"Monetary and Fiscal Policies in an OpenEconomy\", American Economic Review, May 1981. Ã\u0082Â» Dale Henderson, \"Modeling the Interdependence of National Money and Capital Markets\", American Economic Review, May 1977, j&gt;7_, No. 2, 190-99.",
        "Michael L. Mussa, \"The Exchange Rate, the Balance of Payments and Monetary and Fiscal Policy Under a Regime of Controlled Financing\", Scandanavian Journal of Economics, May 1976, 78, No. 2, 229-48. Reprinted in Frenkel, Jacob A. and Johnson, Harry G. (eds), The Economics of Exchange Rates: Selected Studies, Reading, Mass: Addison-Wesley, 1978.",
        "_, Empirical Regularities in the Behavior of Exchange Rates and Theories of the Foreign Exchange Market\", vol. 11 of the Carnegie-Rochester Conference Series on Public Policy, a supplementary series to the Journal of Monetary Economy 1979, 9-57.",
        "REFERENCES (continued) Michael L. Mussa, \"The Role of Official Intervention\" Group of Thirty, New York, Occasional Papers, No. 6, 1981. Maurice Obstfeld, \"Exchange Rates, Inflation and the Sterilization Problem: Germany, 1975-1981\", European Economic Review, 1983, forthcoming. Henry C. Wallich, \"Exchange-Market Intervention: Issues and Views\", The Journal of Commerce, August 12-13, 1982."
    ]
}