{
    "id": 10674,
    "cites": 21,
    "cited_by": 22,
    "reference": [
        "World Bank (2003), Combating Corruption in Indonesia: Enhancing Accountability For Development, East Asia Poverty Reduction and Economic Management.",
        "Windmeijer, F.A. G. and J.M. C. Santos Silva (1997), Endogeneity in Count Data Models: An Application to Demand for Health Care, Journal of Applied Econometrics, 12, 281-294.",
        "Tirole, J. (1996), A Theory of Collective Reputations, Review of Economic Studies, 63, 1-22.",
        "Svensson, J. (2003), Who Must Pay Bribes and How Much? Evidence From a Cross-Section of Firms, Quarterly Journal of Economics, 118, 207-230.",
        "Shleifer, A. and R.W. Vishny (1993), Corruption, Quarterly Journal of Economics, 108, 599-617.",
        "Institute for Constitutional and Legislative Policy. Sah, R. (1988), Persistence and Pervasiveness of Corruption: New Perspectives, Yale Economic Growth Center Discusser Paper 560.",
        "Rasmusen E. and J.M. Ramseyer (1994), Cheap Bribes and the Corruption Ban: A Co-ordination Game Among Rational Legislators, Public Choice, 78, 305-327.",
        "Panizza, U. (1999), On the Determinants of Fiscal Centralization: Theory and Evidence, Journal of Public Economics, 74, 97-139.",
        "Mullahy, J. (1997), Instrumental-Variable Estimation of Count Data Models: Applications to Models of Cigarette Smoking Behavior, Review of Economics and Statistics, 586-593.",
        "Mookherjee, D. and J.P.L. Png (1995), Corruptible Law Enforcers: How Should They be Compensated, Economic Journal, 105, 145-159.",
        "Lui, F. (1985), An Equilibrium Queuing Model of Bribery, Journal of Political Economy, 93, 760-781.",
        "Mauro, P. (1995), Corruption and Growth, Quarterly Journal of Economics, 110, 681-712.",
        "Lee, L-F., G.S. Maddala and R.P. Trost (1980), Asymptotic Covariance Matrices of Two-Stage Probit and Two-Stage Tobit Methods for Simultaneous Equations Models with Selectivity, Econometrica, 48, 491-504.",
        "Kuncoro, A. (2003), Bribery at the Local Government Level in Indonesia: A Preliminary Descriptive Analysis, University of Indonesia mimeo.",
        "Case, A.C., H.S. Rosen and J.R. Hines (1993), Budget Spillovers and Fiscal Policy Interdependence, Journal of Public Economics, 52, 285-307.",
        "Buettner, T. (2001), Local Business Taxation and Competition for Capital, Regional Science and Urban Economics, 31, 215-245.",
        "Cadet, O. (1987), Corruption as a Gamble, Journal of Public Economics, 23, 223-244.",
        "Brueckner, J.K. and L.A. Saavendra (2001), Do Local Governments Engage in Strategic Competition, National Tax Journal, 54, 202-229.",
        "Brueckner, J.K. (1998), Testing for Strategic Interaction Among Local Governments: The Case of Growth Controls, Journal of Urban Economics, 44, 438-469.",
        "Besley, T. and A. Case (1995), Incumbent Behavior: Vote Seeking, Tax-Setting, and Yardstick Competition, American Economic Review, 85, 25-45.",
        "Andvig, J.C. and K.O. Moene (1990), How Corruption May Corrupt, Journal of Economic and Behavioral Organization, 13, 63-76."
    ]
}