{
    "id": 10675,
    "cites": 18,
    "cited_by": 12,
    "reference": [
        "Zhu, Ning, 2002, The local bias of individual investors, Working Paper, Yale School of Management.",
        "Miller, G. A., 1956, The magical number seven, plus or minus two: some limits on our capacity for processing information, Psychological Review 63, 81-97.",
        "Kelly, Morgan, 1995, All their eggs in one basket: Portfolio diversification of US households, Journal of Economic Behavior and Organization 27, 87-96.",
        "Kacperczyk, Marcin, Clemens Sialm, and Lu Zheng, 2004, On the industry concentration of actively managed equity mutual funds, Journal of Finance, forthcoming.",
        "Just, M. A., and Carpenter, P. A., 1992, A capacity theory of comprehension: Individual differences in working memory, Psychological Review 99, 122-149.",
        "Goetzmann, William and Kumar, Alok, 2001, Equity portfolio diversification, NBER Working Paper 8686.",
        "French, Kenneth R., and James M. Poterba, 1991, Investor diversification and international equity markets, American Economic Review 81, 222-226.",
        "Fama, Eugene F., and Kenneth French, 1993, Common risk factors in the return on bonds and stocks, Journal of Financial Economics 33, 3-53.",
        "Fama, Eugene F., and Kenneth R. French, 1992, The cross section of expected returns, Journal of Finance 47, 427-465.",
        "Dempster, F. N., 1981, Memory span: Sources of individual and developmental difference, Psychological Bulletin 89, 63-100.",
        "Coval, Joshua D., and Tobias J. Moskowitz, 2001, The geography of investment: Informed trading and asset prices, Journal of Political Economy 109(4), 811-841.",
        "Coval, Joshua D., David Hirshleifer, and Tyler Shumway, 2002, Can individual investors beat the market?, Working Paper, University of Michigan.",
        "Cantor, J., and R. W. Engle, 1993, Working memory capacity as long-term memory activation: An individual-differences approach, Journal of Experimental Psychology: Learning, Memory and Cognition 19, 1101-1114.",
        "Blume, Marshall E. and Irwin Friend, 1975, The asset structure of individual portfolios and some implications for utility functions, Journal of Finance 30 (2), 585-603.",
        "Benartzi, Shlomo, 2001, Excessive extrapolation and the allocation of 401(k) accounts to company stock, Journal of Finance 56 (5), 1747-1764.",
        "Barber, Brad, and Terrance Odean, 2001, Boys will be boys: Gender, overconfidence, and common stock investment, Quarterly Journal of Economics 116, 261-292.",
        "Barber, Brad, and Terrance Odean, 2000, Trading is hazardous to your wealth: The common stock investment performance of individual investors, Journal of Finance 55, 773-806.",
        "Bachelder, B. L., and M. R. Denny, 1977, A theory of intelligence: I. Span and the complexity of stimulus control, Intelligence 1, 127-150."
    ]
}