{
    "id": 10679,
    "cites": 22,
    "cited_by": 18,
    "reference": [
        "[22] Zhu, Feng (2004), Central Bank Balance Sheet Concerns, Monetary and Fiscal Rules, and Macroeconomic Stability,working paper, pantheon.yale.edu/ fz9.",
        "[21] Svensson, Lars E.O. (2003b), The Magic of the Exchange Rate: Optimal Es- cape from a Liquidity Trap in Small and Large Open Economies, working paper, www.princeton.edu/ svensson.",
        "[20] Svensson, Lars E.O. (2003a), Escaping from a Liquidity Trap and Deation: The Foolproof Way and Others,Journal of Economic Perspectives 17-4, 145166.",
        "[19] Svensson, Lars E.O. (2001), The Zero Bound in an Open-Economy: A Foolproof Way of Escaping from a Liquidity Trap, Monetary and Economic Studies 19(S-1), Bank of Japan, 277312.",
        "[18] Stella, Peter (2002), Central Bank Financial Strength, Transparency, and Policy Credibility, IMF Working Paper WP/02/137.",
        "[17] Stella, Peter (1997), Do Central Banks Need Capital?IMF Working Paper WP/97/83.",
        "[16] Sims, Christopher (2001), Fiscal Aspects of Central Bank Independence, working paper, www.princeton.edu/ sims.",
        "[15] Vaez-Zadeh, Reza (1991), Implications and Remedies of Central Bank Losses, in Downes, Patrick, and Reza Vaez-Zadeh, eds., The Evolving Role of Central Banks, IMF, Washington, D.C., 6992.",
        "[14] Pringle, Robert (2003), Why Central Banks Need Capital,Central Banking 14:1, 7680.",
        "[13] Leone, Alfredo M. (1994), Institutional and Operational Aspects of Central Bank Losses, in Balino, Tomas J.T., and Carlo Cottarelli, eds., Frameworks for Monetary Stability: Policy Issues and Country Experience, IMF, Washington, D.C., 738755.",
        "[11] Isard, Peter (1994), Realignment Expectations, Forward Rate Bias, and Sterilized Interven- tion in an Optimizing Model of Exchange Rate Adjustment, International Monetary Fund Sta Papers 41,43559.",
        "[10] Hawkins, John (2003), Central Bank Balance Sheets and Fiscal Operations, in Fiscal Is- sues and Central Banking in Emerging Economies, BIS Papers No.20, Bank for International Settlements, Basel.",
        "[9] Grilli, Vittorio (1986), Buying and Selling Attacks on Fixed Exchange Rate Systems,Journal of International Economics 20, 143156.",
        "[8] Fukui, Toshihiko (2003), Challenges for Monetary Policy in Japan,speech on June 1, 2003, www.boj.or.jp/en/press/03/ko0306a.htm.",
        "[7] Ernhagen, Tomas, Magnus Vesterlund, and Staan Viotti (2002), How Much Equity Does a Central Bank Need? Sveriges Riksbank Economic Review 2002:2, 518.",
        "[6] Eggertsson, Gauti, and Michael Woodford (2003), The Zero Bound on Interest Rates and Optimal Policy,Brookings Papers on Economic Activity 1:2003, 139233.",
        "[5] Eggertsson, Gauti (2003), How to Fight Deation in a Liquidity Trap: Committing to Being Irresponsible,IMF Working Paper WP/03/64.",
        "[4] Cargill, Thomas F. (2004), Price Stability, Capital Structure, and Bank of Japan Policy, working paper, University of Nevada.",
        "[3] Bernanke, Ben S. (2003), Some Thoughts on Monetary Policy in Japan,speech on May 31, 2003, www.frb.gov.",
        "[2] Auerbach, Alan J., and Maurice Obstfeld (2003), The Case for Open-Market Purchases in a Liquidity Trap,NBER Working Paper No. 9814.",
        "[1] Aghion, Philippe, Philippe Bacchetta and Abhijit Banerjee (2001), Currency Crises and Mon- etary Policy in an Economy with Credit Constraints,European Economic Review 45, 1121 1150.",
        "[12] Krugman, Paul (1998), Its Baaack! Japans Slump and the Return of the Liquidity Trap, Brookings Papers on Economic Activity 2:1998, 13787."
    ]
}