{
    "id": 10687,
    "cites": 52,
    "cited_by": 9,
    "reference": [
        "Zweigert, Konrad, and Hein KÃ\u0083Â¶tz. 1998. An Introduction to Comparative Law. New York: Oxford University Press.",
        "Wurgler, Jeffrey. 2000. Financial Markets and the Allocation of Capital, 58 Journal of Financial Economics 187-214.",
        "Stiglitz, Joseph E., and Allan Weiss. 1981. Credit Rationing in Markets with Imperfect Information, 71 American Economic Review 393-410.",
        "Rubin, Paul H. 1982. Common Law and Statute Law, 11 Journal of Legal Studies 205- 33.",
        "Rajan, Raghuram G., and Luigi Zingales. 2003. The Great Reversals: The Politics of Financial Development in the 20th Century, 69 Journal of Financial Economics 5-50.",
        "Rajan, Raghuram G., and Luigi Zingales. 1998. Financial Dependence and Growth, 88 American Economic Review 559-86.",
        "Priest, George L. 1977. The Common Law Process and the Selection of Efficient Rules, 6 Journal of Legal Studies 65-82.",
        "Posner, Richard A. 1973. Economic Analysis of the Law. Boston, MA: Little-Brown.",
        "Pistor, Katharina, Yoram Keinan, Jan Kleinheisterkamp, and Mark D. West. 2000. The Evolution of Corporate Law, Unpublished Working Paper, Harvard University (Kennedy School of Government).",
        "Pagano, Marco, and Paolo Volpin. 2001. The Political Economy of Finance, 17 Oxford Review of Economic Policy 502-19.",
        "Morck, Randall, Bernard Yeung, and Wayne Yu. 2000. The Information Content of Stock Markets: Why Do Emerging Markets Have Synchronous Stock Price Movements?, 58 Journal of Financial Economics 215-60.",
        "Merryman, John H. 1996. The French Deviation, 44 The American Journal of Comparative Law 109-19.",
        "Merryman, John H. 1985. The Civil Law Tradition: An Introduction to the Legal Systems of Western Europe and Latin America. Stanford, CA: Stanford University Press.",
        "Mahoney, Paul. 2001. The Common Law and Economic Growth: Hayek Might Be Right, 30 Journal of Legal Studies 503-25.",
        "Amsterdam: North-Holland Elsevier Publishers, forthcoming. Levine, Ross, Norman Loayza, and Thorsten Beck. 2000. Financial Intermediation and Growth: Causality and Causes, 46 Journal of Monetary Economics 31-77.",
        "Levine, Ross. 2005. Finance and Growth: Theory, Evidence, and Mechanisms, in Philippe Aghion and Steven Durlauf, eds., Handbook of Economic Growth.",
        "Levine, Ross. 1999. Law, Finance, and Economic Growth, 8 Journal of Financial Intermediation 36-67.",
        "Levine, Ross. 2003. Napoleon, Bourses, and Growth: With a Focus on Latin America, in Azfar Omar and Charles Cadwell, eds., Market Augmenting Government: Essays in Honor of Mancur Olson. Ann Arbor, MI: University of Michigan Press.",
        "Levine, Ross. 1998. The Legal Environment, Banks, and Long-run Economic Growth, 30 Journal of Money, Credit, and Banking 596-613.",
        "Levine, Ross. 1997. Financial Development and Economic Growth: Views and Agenda, 35 Journal of Economic Literature 688-726.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Cristian Pop-Eleches, and Andrei Shleifer. 2004. Judicial Checks and Balances, 112 Journal of Political Economy 445-70.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W.Vishny. 2002. Investor Protection and Corporate Governance, 57 Journal of Finance 1147-70.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny. 2000. Agency Problems and Dividend Policies around the World, 55 Journal of Finance 1-33.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny. 1999. The Quality of Government, 15 Journal of Law, Economics, and Organization 222-79.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny. 1998. Law and Finance, 106 Journal of Political Economy 1113-55.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, Robert W. Vishny. 1997.",
        "Klerman, Daniel M. and Paul G. Mahoney. 2004. The Value of Judicial Independence: Evidence from 18th Century England, American Law and Economic Review, forthcoming.",
        "Keinan, Yoram. 2000. The Evolution of Secured Transactions, Unpublished Working Paper, University of Michigan Law School.",
        "Kaplow, Louis. 1992. Rules versus Standards: An Economic Analysis, 42 Duke Law Journal 557-629.",
        "Johnson, Simon, John McMillan, and Christopher Woodruff. 2002. Property Rights and Finance, 92 American Economic Review 1335-56.",
        "Shaping the Business Environment, European Bank for Reconstruction and Development, WP 51. Johnson, Simon, Peter Boone, Alasdair Breach, and Eric Friedman. 2000. Corporate Governance in the Asian Financial Crisis, 58 Journal of Financial Economics 141-86.",
        "Hayek, Friedrich. 1960. The Constitution of Liberty. Chicago, IL: The University of Chicago Press.",
        "Fazzari, Steven M., Robert G. Hubbard, and Bruce C. Petersen. 1988. Financing Constraints and Corporate Investment, 19 Brookings Papers on Economic Activity 141-95.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2003. Courts, 117 Quarterly Journal of Economics 1-37.",
        "DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, Asli, and Vojislav Maksimovic. 2002. Funding Growth in Bank-based and Market-based Financial Systems: Evidence from Firm Level Data, 65 Journal of Financial Economics 337-63.",
        "DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, Asli, and Vojislav Maksimovic. 1999. Institutions, Financial Markets and Firm Debt Maturity, 54 Journal of Financial Economics 295-336.",
        "Dawson, John P. 1960. A History of Lay Judges. Cambridge, MA: Harvard University Press.",
        "Cooter, Robert, and Lewis Kornhauser. 1980. Can Litigation Improve the Law without the Help of Judges?, 9 Journal of Legal Studies 139-63.",
        "Cooter, Robert, Lewis Kornhauser, and David Lane. 1979. Liability Rules, Limited Information, and the Role of Precedent, 10 Bell Journal of Economics 366-81.",
        "Coffee, John. 2000. Privatization and Corporate Governance: The Lessons from the Securities Market Failure, Unpublished Working Paper 158. New York: Columbia Law School.",
        "Caprio, Gerard, Luc Laeven, and Ross Levine. 2003. Governance and Bank Valuation, World Bank mimeo.",
        "Boyd, John H., Ross Levine, and Bruce D. Smith. 2001. The Impact of Inflation on Financial Sector Performance, 47 Journal of Monetary Economics 221-48.",
        "Blume, Lawrence E., and Daniel L. Rubinfeld. 1982. The Dynamics of the Legal Process, 11 Journal of Legal Studies 405-19.",
        "Beck, Thorsten, Asli DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, and Vojislav Maksimovic. 2005. Financial and Legal Constraints to Firm Growth: Does Size Matter?, Journal of Finance, forthcoming.",
        "Beck, Thorsten, and Ross Levine. 2004. Legal Institutions and Financial Development, in Mary Shirley, ed., Handbook of New Institutional Economics. Norwell, MA: Kluwer Academic Press, forthcoming.",
        "Beck, Thorsten, Asli DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, and Ross Levine. 2003b. Law, Endowments, and Finance, 70 Journal of Financial Economics 137-81.",
        "Beck, Thorsten, Asli DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, and Ross Levine. 2003a. Law and Finance: Why Does Legal Origin Matter?, 31 Journal of Comparative Economics 653-75.",
        "Beck, Thorsten, and Ross Levine. 2002. Industry Growth and Capital Allocation: Does Having a Market- or Bank-based System Matter?, 64 Journal of Financial Economics 147-80.",
        "Beck, Thorsten, Ross Levine, and Norman Loayza. 2000. Finance and the Sources of Growth, 58 Journal of Financial Economics 261-300.",
        "Acemoglu, Daron, and Simon Johnson. 2003. Unbundling Institutions, National Bureau of Economic Research Working Paper, Number 9934.",
        "DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, Asli, and Vojislav Maksimovic. 1998. Law, Finance, and Firm Growth, 53 Journal of Finance 2107-37.",
        "Bailey, Martin J., and Paul H. Rubin. 1994. A Positive Theory of Legal Change, 14 International Review of Law and Economics 467-77."
    ]
}