{
    "id": 10688,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Singer, L. T., S. Minnes, E. Short, R. E. Arendt, K. Farkas, B. Lewis, N. Klein, S. Russ, M. O. Min and H. L. Kirchner. (2004). Cognitive Outcomes of Preschool Children With Prenatal Cocaine Exposure. Journal of the American Medical Association 291(20): 2448-2456.",
        "The Economic Analysis of Substance Use and Abuse. edited by. Chicago, Univ. of Chigago Press. Saffer, H., F. Chaloupka and D. Dave. (2001). State Drug Control Spending and Illicit Drug Participation. Contemporary Economic Policy 19(2): 150-161.",
        "Saffer, H. and F. Chaloupka. (1999a). The Demand for Illicit Drugs. Economic Inquiry 37(1): 401-411.",
        "Ringel, J. S. and W. N. Evans. (2001). Cigarette Taxes and Smoking During Pregnancy. American Journal of Public Health 91(11): 1851-56.",
        "Kuziemko, I. and S. Levitt. (2001). An Empirical Analysis of Imprisoning Drug Offenders. NBER Working Paper w8489. Cambridge Mensch, B. and D. B. Kandel. (1992). Drug Use as a Risk Factor for Premarital Teen Pregnancy and Abortion in a National Sample of Young White Women. Demography 29(3): 409429. Reichman, N. E., J. O. Teitler, I. Garfinkel and S. S. McLanahan. (2001). Fragile Families: Sample and Design. Children and Youth Services Review 23(4/5): 303-326.",
        "Kaestner, R., T. Joyce and H. Wehbeh. (1996). The Effect of Maternal Drug Use on Birth Weight: Measurement Error in Binary Variables. Economic Inquiry 34(4): 617-629.",
        "Howell, E. M., N. Heiser and M. Harrington. (1999). A Review of Recent Findings on Substance Abuse Treatment for Pregnant Women. Journal of Substance Abuse Treatment 16(3): 195-219.",
        "Grossman, M., F. J. Chaloupka and K. Shim. (2002). Illegal Drug Use and Public Policy. Health Affairs 21(2): 134.",
        "Grossman, M. and F. J. Chaloupka. (1998). The Demand for Cocaine By Young Adults: A Rational Addiction Approach. Journal of Health Economics 17(4): 427.",
        "Evans, W. N. and J. S. Ringel. (1999). Can Higher Cigarette Taxes Improve Birth Outcomes? Journal of Public Economics 72(1): 135-154.",
        "Dave, D. (2004). The Effect of Cocaine and Heroin Prices on Drug Use Among Arrestees. Working Paper (New York: City University of New York).",
        "Corman, H., T. Joyce and M. Grossman. (1987). Birth Outcome Production Function in the United States. The Journal of Human Resources 22(3): 339-360.",
        "Colman, G., M. Grossman and T. Joyce. (2003). The Effect of Cigarette Excise Taxes on Smoking Before, During, and After Pregnancy. Journal of Health Economics 22(6): 1053-1072.",
        "Chaloupka, F. J., F. J. Tauras and M. Grossman. (2000). The Economics of Addiction. Pp. in Tobacco Control in Developing Countries. edited by P. Jha and F. Chaloupka. New York, Oxford University Press.",
        "Basov, S., M. Jacobson and J. Miron. (2001). Prohibition and the Market for Illegal Drugs: An Overview of Recent History. World Economics 2(4): 133-158.",
        "Arendt, R. E., L. T. Singer, S. Minnes and A. Salvator. (1999). Accuracy in Detecting Prenatal Drug Exposure. Journal of Drug Issues 29(2): 203-214."
    ]
}