{
    "id": 10680,
    "cites": 30,
    "cited_by": 23,
    "reference": [
        "United States Committee for Refugees (2003), World Refugee Survey 2003, New York: USCR.",
        "United Nations High Commissioner for Refugees (2003), Summary of UNHCR Proposals to Complement National Asylum Systems through new Multilateral Approaches, from Statewatch website at: http://www.statewatch.org/news/2003/jun/unhcr.pdf.",
        "UK Home Affairs Committee (2003), Asylum Removals, Volume I: Report and Proceedings of the Committee, London: House of Commons.",
        "Thielemann, E. R. (2003), Why EU Policy Harmonisation Undermines Burden Sharing, Canberra: National Europe Centre Paper 101, Australian National University.",
        "Rogge, J. R. (1994), Repatriation of Refugees, in T. Allen and H. Morsink (eds.), When Refugees go Home, London: Africa World Press.",
        "Rotte, R., Vogler, M. and Zimmermann, K. (1997), South-North Refugee Migration: Lessons for Development Co-operation, Review of Development Economics, 1, pp. 99-115.",
        "Robinson, V. and Segrott, J. (2002), Understanding the Decision-Making of Asylum Seekers, Home Office Research Study 243, London: UK Home Office.",
        "Pottenbaum, D. and Kanbur, R, (2001), Civil War, Public Goods and the Social Wealth of Nations, Cornell University: unpublished paper.",
        "Noll, G. (2000), Negotiating Asylum: The EU Acquis, Extraterritorial Protection and the Common Market of Deflection, The Hague: Martinus Nijhoff.",
        "Morrison, J. and Crosland, B. (2001), The Trafficking and Smuggling of Refugees: The End Game in European Asylum Policy? UNHCR Working Paper No. 39, Geneva: UNHCR.",
        "Marshall, M G. (2002), Measuring the Societal Impact of War, in F. O. Hampson and D. M. Malone (eds.), From Reaction to Conflict Prevention: Opportunities for the UN System, Lynne Reinner: Boulder, Col.",
        "Marshall, M. G. (1999), Third World War: System, Process and Conflict Dynamics, Boulder CO: Rowman and Littlefield.",
        "Koser, K. and Pinkerton, C. (2002), The Social Networks of Asylum Seekers and the Dissemination of Information about Countries of Asylum, London: UK Home Office.",
        "IGC (1997), Report on Asylum Procedures, Geneva: Secretariat of the InterGovernmental Consultations on Asylum, Refugee and Migration Policies in Europe, North America and Australia.",
        "Hatton T. J. and Williamson, J. G. (2004), World Mass Migration: Two Centuries of Policy and Performance (ongoing).",
        "Hatton, T. J. and Williamson, J. G. (2003), Demographic and Economic Pressure on Migration Out of Africa, Scandinavian Journal of Economics, 105, pp. 465-486.",
        "Hatton, T. J. and Williamson, J. G. (2002), What Fundamentals Drive World Migration? NBER Working Paper 9159, National Bureau of Economic Research, Cambridge, Mass.",
        "Hathaway, J. (2002) Refugee Law is not Immigration Law, World Refugee Survey, 2002, New York: US Committee for Refugees.",
        "Hatton, T. J. (2004) Seeking Asylum in Europe, Economic Policy, 38, pp. 5-62.",
        "Gurr, T. R., Marshall, M. G. and Khosla, D. (2001), Peace and Conflict, 2001, University of Maryland: Center for International Development and Conflict Management.",
        "European Commission (2003), Towards More Accessible, Equitable and Managed Asylum Systems, Brussels: Commission of the European Communities.",
        "Dolan, C. (1999), Repatriation from South Africa to Mozambique--Undermining Durable Solutions? In R. Black and K. Koser (eds.) The End of the Refugee Cycle? Refugee Repatriation and Reconstruction, Berghan Books: New York.",
        "Crisp, (1999), Who Has Counted the Refugees? UNHCR and the Politics of Numbers, Geneva: UNHCR Working Paper No. 12.",
        "Collier, P. and Hoeffler, A. (2004), The Challenge of Reducing the Global Incidence of Civil War, Oxford University: Copenhagen Consensus Challenge Paper.",
        "Collier, P. and Hoeffler, A. (1998), On the Economic Consequences of Civil War, Oxford Economic Papers, 50, pp 563-573.",
        "Collier, P. (1999), On the Economic Consequences of Civil War, Oxford Economic Papers, 51, pp. 168-183.",
        "Brons, M., Meijnen, K. and Schaap, M. C. (2001), Public Perceptions about Refugees, Asylum Seekers and Persons with Temporary Protection Status: Country Report: The Netherlands, The Hague: International Organisation for Migration.",
        "BÃ\u0083Â¶cker, A. and Havinga, T. (1997), Asylum Migration to the European Union: Patterns of Origin and Destination, Luxembourg: Office for Official Publications of the European Communities.",
        "Azam, J-P. and Hoeffler, A. (2002), Violence Against Citizens in Civil Wars: Looting or Terror? Journal of Peace Research, 7, pp. 461-485.",
        "International Organisation for Migration (2000), Migrant Trafficking and Human Smuggling in Europe, Geneva: United Nations."
    ]
}