{
    "id": 10686,
    "cites": 28,
    "cited_by": 19,
    "reference": [
        "Temple, Jonathan, 2001, Growth effects of education and social capital in the OECD countries, OECD Economic Studies No. 33: 58-101.",
        "Sinai, Todd, and Joel Waldfogel, 2003, Geography and the Internet: Is the Internet a substitute or a complement for cities? NBER Working Paper No. 10028 (October).",
        "Steinmuller, W. Edward, 2001, ICTs and the possibilities of leapfrogging by developing countries, International Labour Review, 140(2): 193-210.",
        "Rodrik, Dani, Arvind Subramanian, and Francesco Trebbi, 2002, Institutions rule: The primacy of institutions over geography and integration in economic development, mimeo (Cambridge: Kennedy School of Government, Harvard University, October).",
        "Quibria, M. G., Shamsun N. Ahmed, Ted Tschang, and Mari-Len Reyes-Macasaquit, 2002, Digital divide: Determinants and policies with special reference to Asia, Economics and Research Department Working Paper No. 27 (Manila: Asia Development Bank).",
        "Pohjola, Matti, 2003, The adoption and diffusion of ICT across countries: Patterns and determinants, The New Economy Handbook (Academic Press).",
        "Oyelaran-Oyeyinka, Banji and Kaushalesh Lal, 2003, The internet diffusion in Sub-Saharan Africa: A cross-country analysis, Institute for New Technologies Discussion Paper No. 2003-5 (Helsinki: UN University, July).",
        "Oshikoya, T.W., and M. Nureldin Husseain, 1998, Information technology and the challenge of economic development in Africa, Economic Research Papers No. 36 (Abidjian, CÃ\u0083Â´te dIvoire: African Development Bank).",
        "Ono, Hiroshi, and Madeline Zavodny, 2003, Gender differences in information technology usage: A U.S.-Japan comparison, mimeo (Stockholm School of Economics).",
        "OECD, 2001, Understanding the Digital Divide (Paris: Organization for Economic Cooperation and Development).",
        "Norris, Pippa, 2001, Digital Divide: Civic Engagement, Information Poverty, and the Internet Worldwide (Cambridge: Cambridge University Press).",
        "Liu, Meng-chun and Gee San, undated, Social conditions and the digital divide: Examining the role of internet diffusion, mimeo (Taipei: Chung-Hua Institution for Economic Research). Mann, Catherine, Sue E. Eckert, and Sarah Cleeland Knight, 2000, Global Electronic Commerce: A Policy Primer (Washington, DC: Institute for International Economics).",
        "Krueger, Alan B., 1993, How computers have changed the wage structure: Evidence from micro data, The Quarterly Journal of Economics 107(1): 35-78.",
        "Kawaguchi, Daiji, 2001, Are computers at home a form of consumption or investment? A longitudinal analysis for Japan, mimeo (Michigan State University) Kiiski, Sampsa, and Matti Pohjola, 2001, Cross-country diffusion of the internet, WIDER Discussion Paper No. 2001/11 (Helsinki: World Institute for Development Economics Research).",
        "Jorgenson, Dale, 2001, Information technology and the U.S. economy, American Economic Review 91(1): 1-32.",
        "Gordon, Robert, 2000, Does the `new economy measure up to the great inventions of the past? Journal of Economic Perspectives 14(4): 49-76.",
        "Hall, Robert, and Chad I. Jones, 1999, Why do some countries produce so much more output per worker than others? Quarterly Journal of Economics 114 (1): 83-116.",
        "Fink, Carsten and Charles Kenny, 2003, W(h)ither the digital divide? Info, The journal of policy, regulation and strategy for telecommunications 5(6).",
        "Fairlie, Robert W., 2002, Race and the Digital Divide, Joint Center for Poverty Research Working Paper No. 307 (Northwestern University and University of Chicago).",
        "Estache, Antonio, Marco Manacorda, Tommaso M. Valletti, 2002, Telecommunication reforms, access regulation and internet adoption in Latin America, World Bank Working Paper No. 2802 (March).",
        "Dedrick, Jason, Vijay Gurbaxani, and Kenneth Kraemer, 2003, Information technology and economic performance: A critical review of the empirical evidence, ACM Computing Surveys 35(1) (March): 1-28.",
        "Dasgupta, Susmita, Somik Lall, and David Wheeler, 2001, Policy reform, economic growth and the digital divide: An econometric analysis, World Bank Working Paper No. 2567 (March).",
        "Council of Economic Advisers, 2001, Economic Report of the President, 2001 (Washington, DC: U.S. GPO).",
        "Casseli, Francesco, and Wilbur John Coleman II, 2001, Cross-country technology diffusion: The case of computers, NBER Working Paper No. 8130 (February).",
        "Brynjolfsson, Erik and Loren Hitt, 2003, Computing productivity: Firm-level evidence, Review of Economics and Statistics 85(4): 793-808.",
        "Barro, Robert J., 1991, Economic growth in a cross section of countries, Quarterly Journal of Economics, 106(2): 407-443.",
        "Autor, D., Lawrence Katz, and Alan Krueger, 1998, Computing inequality: Have computers changed the labor market? Quarterly Journal of Economics 113(4): 1169-1213.",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson, 2001, The Colonial origins of comparative development: An empirical investigation, American Economic Review 91(5): 1369-1401."
    ]
}