{
    "id": 10697,
    "cites": 27,
    "cited_by": 6,
    "reference": [
        "Swenson, Deborah L., 2000. Firm Outsourcing Decisions: Evidence from U.S. Foreign Trade Zones, Economic Inquiry, 38(2): 175-189.",
        "Swenson, Deborah L., 1997. Explaining Domestic Content: Evidence from Japanese and U.S. Auto Production in the U.S., in The Effects of U.S. Trade Protection and Promotion Policies, edited by Robert C. Feenstra. Chicago: University of Chicago Press, 33-53.",
        "Schott, Peter K., 2002. Moving Up and Moving Out: Product Level Exports and Competition from Low Wage Countries, Yale School of Management manuscript.",
        "Riker, David A., and Lael S. Brainard, 1997. US Multinationals and Competition from Low Wage Countries, NBER Working Paper 5959.",
        "McLaren, John., 2000. `Globalization and Vertical Structure, American Economic Review, 90(5): 1239-1254.",
        "Mendez, Jose A., 1993. The Welfare Effects of Repealing the U.S. Offshore Assembly Provision, Journal of International Economics, 34:1-22.",
        "Lee, Jong-Wha, Robert J. Barro, 1997. Schooling Quality in a Cross Section of Countries, NBER Working Paper 6918.",
        "Hummels, David, Jun Ishii and Kei-Mu Yi, 2001. The Nature and Growth of Vertical Specialization in World Trade, Journal of International Economics, June, V54(N1):75-96.",
        "Hummels, David, 2001. Time as a Trade Barrier, Purdue University Manuscript.",
        "Head, Keith and John Ries, 2002. Offshore Production and skill upgrading by Japanese Manufacturing Firms Journal of International Economics, October, 58(1):81-105.",
        "Hanson, Gordon, Raymond J. Mataloni Jr., and Matthew J. Slaughter, 2003. Vertical Production Networks in Multinational Firms, NBER Working Paper 9723, May.",
        "Hanson, Gordon, 1997. The Effects of Off-Shore Assembly on Industry Location: Evidence from U.S. Border Cities, in Robert C. Feenstra, ed., Effects of U.S. Trade Protection and Promotion Policies, Chicago: University of Chicago Press, pp. 297-322.",
        "Grossman, Gene M. and Elhanan Helpman, 2004. Outsourcing in a Global Economy. Review of Economic Studies, forthcoming.",
        "Greenhut, M.L. and H. Ohta, 1979. Vertical Integrations of Successive Oligopolists. American Ecomomic Review, 69:137-141.",
        "Gorg, Holger, 2000. Fragmentation and trade: US inward processing trade in the EU. Weltwirtschaftliches Archiv - Review of World Economics, V136(N3):403-422.",
        "Goldberg, Pinelopi and Michael M. Knetter,1999. Measuring the Intensity of Competition in Export Markets Journal of International Economics, 47:27-60.",
        "Feenstra, Robert C., and Gordon H. Hanson, and Deborah L. Swenson, 2000. Offshore Assembly from the United States: Production Characteristics of the 9802 Program, in Robert C. Feenstra, editor, The Impact of International Trade on Wages, Chicago, IL: University of Chicago Press, 85-122.",
        "Feenstra, Robert C., 1998. Integration of Trade and Disintegration of Production in the Global Economy, Journal of Economic Perspectives, 12(4): 31-50.",
        "Evans, Carolyn L. and James Harrigan, 2003. Distance, Time and Specialization, NBER Working Paper 9729, May.",
        "Dixit, Avinash, 1989. Hysteresis, Import Penetration, and Exchange Rate Pass-Through. Quarterly Journal of Economics, May, 104(2): 205-28.",
        "Besedes, Tibor and Thomas J. Prusa, 2003. On the Duration of Trade. NBER Working Paper, 9936, September.",
        "Deardorff, Alan V., 2001. Fragmentation across Cones, in Arndt, Sven W. and Henryk Kierzkowski (eds.), Fragmentation: New Production Patterns in the World Economy, Oxford:Oxford University Press, 35-51.",
        "Bernard, Andrew B., Jensen, J. Bradford, and Peter K. Schott, 2002. Survival of the Best Fit: Competition from Low Wage countries and the (Uneven) Growth of US Manufacturing Plants, NBER Working Paper, 9170, September.",
        "Bernard, Andrew B., Jensen, J. Bradford, 2004. Firm Structure, Multinationals and Manufacturing Plant Deaths, previously NBER Working Paper 9026, The Deaths of Manufacturing Plants.",
        "Baldwin, Richard E. and Krugman, Paul R, 1989. Persistent Trade Effects of Large Exchange Rate Shocks. Quarterly Journal of Economic, November, 104(4): 635-54.",
        "Baldwin, Richard E, 1988. Hysteresis in Import Prices: The Beachhead Effect. American Economic Review, September, 78(4):773-85.",
        "Krugman, Paul R., 1989. Exchange Rate Instability. Cambridge: MIT Press."
    ]
}