{
    "id": 10693,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "RaffelhÃ\u0083Â¼schen, Bernd and Jan Walliser (1999), Unification and Aging in Germany: Who Pays and When?, in Auerbach, J. Alan, Laurence J. Kotlikoff and Willi Leibfritz eds. Generational Accounting around the World, National Bureau of Economic Research.",
        "Park, Tae-Gyu (1997), Projection of Korean Reunification Cost and Fund Raising Method, Chapter VIII of Jun, Hong-Taek and Young-Sun Lee eds., Strategies for Economic Integration after Korean Reunification, Research Report, Korea Development Institute.",
        "Leu, R. E. (1986), The Public-Private Mix and International Health Care Costs, in A. J. Culyer and B. Jonsson ed., Public and Private Health Services, Basil Blackwell, Oxford.",
        "Lee, Young-Sun (1993), The effects of Economic Integration of Korean Peninsula: A Cost and Benefit Analysis, North Koreas Economic Reality and Policy Issues, Yonsei Institute of EastWest PoliticalAffairs.",
        "Kotlikoff, Laurence and Willi Leibfritz (1999), An International Comparison of Generational Accounts, Auerbach, Alan, Laurence Kotlikoff and Willi Leibfritz ed., Generational Accounting Around the World, National Bureau of Economic Research.",
        "Kotlikoff, Laurence J. (1992), Generational Accounting-Knowing Who Pays, and When, for What We Spend. New York: Free Press.",
        "Gokhale, Jagadeesh, Bernd RaffelhÃ\u0083Â¼schen and Jan Walliser (1995), The Burden of German Unification:AGenerationalAccountingApproach, FinanzArchiv 52, pp. 141-165.",
        "Gerdtham, U-G., F. Andersson, and J. Sogaad (1992), Econometric Analysis of Health Care Expenditures: a Cross-Sectional Study of the OECD Countries, in P. Zweifel and H. Frech ed., Health Economics Worldwide, KluwerAcademic Publishers.",
        "Federal Statistical Office of Germany (2003), Population of Germany Today and Tomorrow, Weisbaden.",
        "Bovenberg, A. Lans, and Harry ter Rele (2000), Generational Accounts for the Netherlands: an Update, International Tax and Public Finance 7, pp.411-430.",
        "Bae, Jin-Young (1996), Government Fiscal Burden after Reunification on Korean Peninsula, Joint U.S.-KoreaAcademic Studies 6.",
        "Auerbach, Alan J. and Philip Oreopoulos (2000), The Fiscal Impacts of U.S. Immigration: A Generational-Accounting Perspective, Tax Policy and the Economy 14, pp.123-156.",
        "Auerbach, Alan J., Jagadeesh Gokhale, and Laurence J. Kotlikoff (1994), Generational Accounting: A Meaningful Way to Evaluate Fiscal Policy, Journal of Economic Perspectives, Winter, pp.73-94.",
        "Auerbach, Alan J., Jagadeesh Gokhale, and Laurence J. Kotlikoff (1992b), Social Security and Medicaid Policy from the Perspective of Generational Accounting, In J. Poterba, ed., Tax Policy and the Economy, vol. 6, pp.129-145. Cambridge: MIT Press.",
        "Auerbach, Alan J., Jagadeesh Gokhale, and Laurence J. Kotlikoff (1992a), Generational Accounting: A New Approach to Understanding the Effects of Fiscal Policy on Saving, Scandinavian Journal of Economics 94(2), June, pp. 303-318.",
        "Auerbach, Alan J., Jagadeesh Gokhale, and Laurence J. Kotlikoff (1991), Generational Accounts: AMeaningful Alternative to Deficit Accounting. In D. Bradford, ed., Tax Policy and the Economy, vol. 5, pp. 55-110, Cambridge, MIT Press.",
        "Auerbach, Alan J. and Young Jun Chun (2003), Generational Accounting in Korea, NBER Working Paper No. 9983.",
        "An, Jong-Bum (1997), Fiscal Policies in the Unified Korea, Chapter VI of Jun, Hong-Taek and Young-Sun Lee eds., Strategies for Economic Integration after Korean Reunification, Research Report, Korea Development Institute."
    ]
}