{
    "id": 10691,
    "cites": 102,
    "cited_by": 19,
    "reference": [
        "1997. Predicting Obesity in Young Adulthood from Childhood and Parental Obesity New England Journal of Medicine, 337(13), September 25, 869-73.",
        "Waldfogel, Jane, Wenjui Han, and Jeanne Brooks-Gunn. 2002. The Effects of Early Maternal Employment on Child Cognitive Development, Demography 39(2), 369-392. Page 36 Whitaker, Robert C., Jeffrey A. Wright, Margaret S. Pepe, Kristy D. Seidel, and William H. Dietz.",
        "Wolfer, Loreen T. and Phyllis Moen. 1996. Staying in School: Maternal Employment and the Timing of Black and White Daughters School Exit Journal of Family Issues, 17(4), 540-560.",
        "Venipoulou, George and Heather Joshi. 2005. Does Mothers Employment Conflict with Child Development? Multilevel Analysis of British Mothers born in 1958, mimeo, University of London.",
        "Watamura, Sarah E., Bonny Donzella, Jan Alwin, and Megan R. Gunnar. 2003. Morning-toAfternoon Increases in Cortisol Concentrations for Infants and Toddlers at Child Care: Age Differences and Behavioral Correlates Child Development 74(4), 1006-1020.",
        "Vander Ven, Thomas M., Francis T. Cullen, Mark A. Carrozza, and John Paul Wright. 2001. Home Alone: The Impact of Maternal Employment on Delinquency Social Problems 48(2), 236-257.",
        "Vandell, Dobrah L. and Janaki Ramanan. 1992. Effects of Early and Recent Maternal Employment on Children from Low-Income Families Child Development 63(4), August, 938-949.",
        "U.S. Bureau of the Census. 2002. Statistical Abstract of the United States: 2002 (122th Edition). Washington D.C.: U.S. Government Printing Office.",
        "U.S. Department of Labor, Bureau of Labor Statistics. 1988. Labor Force Statistics Derived from the Current Population Survey, 1948-87, Bulletin 2307.",
        "Stafford, Frank P. 1987. Womens Work, Sibling Competition, and Childrens School Performance American Economic Review, 77(5), December, 972-980.",
        "U.S. Bureau of the Census. 2004. Living Arrangements of Children Under 18 Years Old: 1960 to Present, internet release date September 15, accessed from url: http ://www.census .gov/population/socdemo/hh-famltabCH- 1 .pdf on January 7, 2005.",
        "Shore, Rima. 1997. Rethinking the Brain: New Insights Into Early Development. New York: Families and Work Institute. Smith, James P. Forthcoming. Unraveling the SES-Health Connection, Population and Development Review.",
        "Smith, Kristin. 2002. Whos Minding the Kids? Child Care Arrangements: Spring 1997. Washington D.C.: U.S. Bureau of Census, Current Population Reports, P70-86. July 2002, http ://www.census .gov/prod/2002pubs/p70-86 .pdf.",
        "Shea, John. 2000. Does Parents Money Matter? Journal of Public Economics, 77(2), 155-84.",
        "Sandberg, John F. and Sandra L. Hofferth. 2001. Changes in Childrens Time With Parents: United States, 198 1-1997, Demography, 38(3), August, 423-436.",
        "Schwimmer, Jeffrey B., Tasha M. Burwinkle, and James W. Varni. 2003. Health-Related Quality of Life of Severely Obese Children and Adults, Journal of the American MedicalAssociation, 289(14), April 9, 1813-1819.",
        "Rosenbaum, P.R. and D.B. Rubin. 1984. The Central Role of the Propensity Score in Observational Studies for Causal Effects Biometrika, 70(1), 41-55.",
        "Rosenbaum, Dan T. and Christopher J. Ruhm. 2005. Caring for Young Children: Inequality in the Cost Burden of Child Care mimeo, University of North Carolina at Greensboro, November.",
        "Richards, Maryse H. and Elena Duckett. 1994. The Relationship of Maternal Employment to Early Adolescent Experience With and Without Parents Child Development, 65, 225-236.",
        "Richards, Maryse H. and Elena Duckett. 1991. Maternal Employment and Adolescents in Jacqueline V. Lerner and Nancy L. Galambos (eds.) Employed Mothers and Their Children. New York: Garland Publishing, Inc., 85-130.",
        "Powers, Elizabeth T. 2003. Childrens Health and Maternal Work Activity: Definitions under Alternative Disability Definitions, Journal of Human Resources, 38(3), 522-556.",
        "Paulson, Sharon E. 1996. Maternal Employment and Adolescent Achievement Revisited: An Ecological Perspective Family Relations 45(2), 20 1-208.",
        "Parcel, Toby L. and Elizabeth G. Menaghan. 1994. Early Parental Work, Family Social Capital, and Early Childhood Outcomes American Journal of Sociology 99(4), January, 972-1009.",
        "NICHD Early Child Care Research Network. 2003. Does Amount of Time Spent in Child Care Predict Socioemotional Adjustment During the Transition to Kindergarten? Child Development 74(4), 976-1005.",
        "NICHD Early Child Care Research Network. 2002. Early Child Care and Childrens Development Prior to School Entry: Results from the NICHD Study of Early Child Care American Educational Research Journal 39(1), 133-164.",
        "NICHD Early Child Care Research Network. 1997. The Effects of Infant Child Care on InfantMother Attachment Security: Results of the NICHD Study of Early Child Care Child Development 68(5), October, 860-879.",
        "Neidell, Matthew J. 2000. Early Parental Time Investments in Childrens Human Capital Development: Effects of Time in the First Year on Cognitive and Non-cognitive Outcomes, mimeo, University of California at Los Angeles, August.",
        "Muller, Chandra. 1995. Maternal Employment, Parental Involvement, and Mathematics Achievement Among Adolescents Journal of Marriage and Family 57, February, 85-100 Must, A. and R.S. Strauss. 1999. Risks and Consequences of Childhood and Adolescent Obesity International Journal of Obesity, 23(Supplement 2), S2-S11.",
        "Mott, Frank L. 1991. Developmental Effects of Infant Care: The Mediating Role of Gender and Health Journal of Social Issues 47(2), 139-58. Page 34 Mott, Frank L. 2004. The Utility of the HOME-SF Scale for Child Development Research in a Large National Longitudinal Survey: The National Longitudinal Survey of Youth 1979 Cohort Parenting Science and Practice, 4(2-3), April and September, 259-70.",
        "Moore, Kristin A. and Anne K. Driscoll. 1997. Low-Wage Maternal Employment and Outcomes for Children: A Study The Future of Children 7(1), Spring, 122-127.",
        "Menaghan, Elizabeth, Frank Mott, Elizabeth Cooksey, Susan Jekielek. 2000. Work and Family Patterns: Effects Across Generations, Journal of Socio-Economics, 29(6), 587-590.",
        "Mayer, Susan E. 1997. Indicators of Childrens Economic Well-Being and Parental Employment in Robert M. Hauser, Brett V. Brown, and William R. Prosser (eds.) Indicators of Childrens Well-Being. New York: Russell Sage Foundation, 237-257.",
        "Magnuson, Katherine A., Marcia Meyers, Christopher J. Ruhm, and Jane Waldfogel. 2004. Inequality in Preschool Education and School Readiness, American Educational Research Journal, 41(1), Spring, 115-57. Magnuson, Katherine A., Christopher J. Ruhm, and Jane Waldfogel. Forthcoming. Does Prekindergarten Improve School Preparation and Performance? Economics of Education Review.",
        "Love, John M. 1997. Indicators of Problem Behavior and Problems in Early Childhood in Robert M. Hauser, Brett V. Brown, and William R. Prosser (eds.) Indicators of Childrens Well-Being. New York: Russell Sage Foundation, 409-427.",
        "Lopoo, Leonard M. 2004. The Effect of Maternal Employment on Teenage Childbearing Journal of Population Economics 17(4), 681-702.",
        "Lindberg, Laura D. 1996. Womens Decisions About Breastfeeding and Maternal Employment Journal of Marriage and the Family 58(1), February, 239-25 1.",
        "Leibowitz, Arleen. 1977. Parental Inputs and Childrens Achievement Journal of Human Resources, 12(2), 242-25 1.",
        "Leibowitz, Arleen. 1974. Home Investments in Children Journal of Political Economy, 82(2, part 2), slll-s131.",
        "Lazear, Edward and Robert Michael. 1988. Allocation of Income Within the Household. Chicago, IL: University of Chicago Press.",
        "Lamb, Michael E. and Sternberg, Kathleen J. 1990. Do We Really Know How Day-Care Affects Children? Journal of Applied Developmental Psychology, 11, 35 1-37.",
        "Kuczmarski, Robert J., Cynthia L. Ogden, Laurence M. Grummer-Strawn, et al. 2000. CDC Growth Charts: United States. Advance Data from Vital and Health Statistics, no. 314. Hyattsville, MD: National Center for Health Statistics.",
        "Kennedy, Bruce P. and Deborah Prothrow-Stith. 1997. The Status of Adolescent Problem Behaviors in Robert M. Hauser, Brett V. Brown, and William R. Prosser (eds.) Indicators of Children `s Well-Being. New York: Russell Sage Foundation, 442-454.",
        "Peter Rydell, Matthew Sanders, James Chiesa. 1998. Investing in Our Children: What We Know and Dont Know About the Benefits of Early Childhood Interventions. Santa Monica, CA: RAND.",
        "Juster, F. Thomas and Frank P. Stafford. 1991. The Allocation of Time: Empirical Findings, Behavioral Models, and Problems of Measurement Journal of Economic Literature 29(2), June, 47 1-522. Page 33 Karoly, Lynn A., Peter W. Greenwood, Susan S. Everingham, Jill HoubÃ\u0083Â©, M. Rebecca Kilburn, C.",
        "Johnson, Eric, Melayne Morgan Mclnnes, and Judith A. Shinogle. 2003. Obesity and Medicaid: A Lifecycle Model of Pediatric Obesity, University of South Carolina, mimeo, 2003.",
        "James-Burdumy, Suzanne. 2005. The Effect of Maternal Labor Force Participation on Child Development Journal of Labor Economics, 23(1), 177-211.",
        "Ichino, Andrea and Anna Sanz de Galdeano. 2005. Reconciling Motherhood and Work: Evidence from Time-Use Data in Three Countries in Daniel S. Hammermesh and Gerard A. Pfann (eds.) The Economics of Time Use. Amsterdam: Elsevier B.V., 263-288.",
        "Hofferth, Sandra L. 2001. Womens Employment and Care of Children in the United States, in Tanja van der Lippe and Liset van Dijk (eds.), Womens Employment In A Comparative Perspective. New York: Aldine de Gruyter, 15 1-174.",
        "Hoffman, L.W. 1980. The Effects of Maternal Employment on the Academic Studies and Performance of School-Age Children School Psychology Review, 9, 3 19-335.",
        "Hillman, Stephen B. and Shlomo S. Sawilowky. 1991. Maternal Employment and Early Adolescent Substance Use Adolescence 26(104), 829-837.",
        "Hill, Jennifer L., Jane Waldfogel, Jeanne Brooks-Gunn, and Wenjui Han. 2005. Maternal Employment and Child Development: A Fresh Look Using Newer Methods, Developmental Psychology, 41(6), 833-50.",
        "Heckman, James J., Hidehiko Ichimura and Petra Todd. 1998. Matching as an Econometric Evaluation Estimator Review of Economic Studies, 65(2). 261-94.",
        "Heckman, James J. 2000. Policies to Foster Human Capital Research In Economics, 54(1), March, 3-56.",
        "Haveman, Robert and Barbara Wolfe. 1995. The Determinants of Childrens Attainment: A Review of Methods and Findings Journal of Economic Literature, 33(4), 1829-78.",
        "Harvey, Elizabeth. 1999. Short-Term and Long-Term Effects of Early Parental Employment on Children of the National Longitudinal Survey of Youth Developmental Psychology 35(2), 445459.",
        "Han, Wen-Jui, Jane Waldfogel, and Jeanne Brooks-Gunn. 2001. The Effects of Early Maternal Employment on Later Cognitive and Behavioral Outcomes, Journal of Family and Marriage, 63, February, 336-354.",
        "Grossman, Michael. 1972. On the Concept of Health Capital and the Demand for Health Journal of Political Economy 98(5, Part 1), 983-1007.",
        "Guo, Shumei Sun, Wei Wu, William Cameron Chumlea, Alex F. Roche. 2002. Predicting Overweight and Obesity in Adulthood from Body Mass Index Values in Childhood and Adolescence American Journal of Clinical Nutrition, 76(3), September, 653-58.",
        "Gottfried, Adele E. and Allen W. Gottfried. 1994. Role of Maternal and Dual-Earner Employment Status in Childrens Development, in Adele E. Gottfried and Allen W. Gottfried (eds.), Redefining Families: Implications for Childrens Development. New York: Plenum Press, 5597. Page 32 Greenstein, Theodore N. 1995. Are the Most Disadvantaged Children Truly Disadvantaged by Early Maternal Employment? Journal of Family Issues 16(2), March, 149-169.",
        "Gordon-Larsen, Penny, Linda S. Adair, and Barry M. Popkin. 2003. The Relationship of Ethnicity, Socioeconomic Factors, and Overweight in U.S. Adolescents Obesity Research, 11(1), 121-129.",
        "Gershuny, Jonathan. 2000. Changing Times: Work and Leisure in Postindustrial Society. New York: Oxford University Press.",
        "Gennetian, Lisa A., Greg J. Duncan, Virginia W. Know, Wanda G. Vargas, Elizabeth ClarkKauffman, Andrew S. London. 2002. How Welfare and Work Policies for Parents Affect Adolescents: A Synthesis of Research. New York: Manpower Demonstration Research Corporation.",
        "Ermisch, John and Marco Farncesconi. 2001. The Effects of Parents Employment on Childrens Educational Attainment, mimeo, June, University of Essex.",
        "Field, Tiffany M. 1991. Quality Day-Care and Grade School Behavior and Performance Child Development 62(4), August, 863-870.",
        "Engeland, Anders, Tone BjÃ\u0083Ë\u009cge, Aage Tverdal, and Anne Johanne SÃ\u0083Ë\u009cgaard. 2004. Obesity in Adolescence and Adulthood and the Risk of Mortality Epidemiology, 15(1), January, 79-85.",
        "Ebbeling, Cara B., Dorota B. Pawlak, and David S. Ludwig. 2002. Childhood Obesity: PublicHealth Crisis, Common Sense Cure The Lancet, 360(933 1), August 10, 473-482.",
        "Duncan, Greg J. and Jeanne Brooks-Gunn. 1997. Income Effects Across the Life Span: Integration and Interpretation in Greg J. Duncan and Jeanne Brooks-Gunn (eds.) Consequences of Growing Up Poor. New York: Russell Sage Foundation, 596-6 10.",
        "Downs, Barbara. 2003. Fertility of American Women: June 2002. Cunent Population Reports P250-548. U.S. Census Bureau: Washington, D.C.",
        "Currie, Janet and Duncan Thomas. 1995. Does Head Start Make A Difference American Economic Review 85(3), June, 34 1-364.",
        "Desai, Sonalde, P. Lindsay Chase-Lansdale, and Robert T. Michael. 1989. Mother or Market? Effects of Maternal Employment on the Intellectual Ability of 4-Year Old Children Demography 26(4), November, 545-561.",
        "Currie, Janet and Duncan Thomas. 2001. Early Test Scores, School Quality and SES: Longrun Effects on Wages and Employment Outcomes Research In Labor Economics (Worker Wellbeing in a Changing Labor Market), 103-32.",
        "Crepinseck, Mary Kay, Nancy R. Burstein, Abt Associates Inc. 2004. Maternal Employment and Childrens Nutrition. Economic Research Service, U.S. Department of Agriculture. Accessed from: http://www,ers .usda.gov/publications/efanO4006 on 4/21/05.",
        "Coleman, James 5. 1988. Social Capital and the Creation of Human Capital American Journal of Sociology, 94, s95-s 120.",
        "Corman, Hope, Nancy E. Reichman, Kelly Noonan. 2003. Mothers and Fathers Labor Supply in Fragile Families: The Role of Child Health, National Bureau of Economic Research Working Paper, No. 9918. Page 31 Council of Economic Advisers. 1999. Families and the Labor Market, 1969-1999: Analyzing the Time Crunch. Washington, DC: Council of Economic Advisers, Executive Office of the President, May.",
        "Clarke-Stewart, K. Alison. 1991. A Home is Not A School: The Effects of Child Care on Childrens Development Journal of Social Issues 47(2), 105-23.",
        "Clarke-Stewart, K. Alison. 1989. Infant Day Care: Maligned or Malignant? American Psychologist 44(2), February, 266-273.",
        "Center for Human Resource Research. 2002. NLSY79: Child and Young Adult Data Users Guide: A Guide to the 1 986-2000 Child Data, 1 994-2000 Young Adult Data. Columbus, OH: Center for Human Resource Research, Ohio State University.",
        "Center for Human Resource Research. 2001. NLSY79: Users Guide: A Guide to the 1979-2000 National Longitudinal Survey of Youth Data. Columbus, OH: Center for Human Resource Research, Ohio State University.",
        "Bogenschneider, Karen and Laurence Steinberg. 1994. Maternal Employment and Adolscents Academic Achievement: A Developmental Analysis Sociology of Education 67(1), 60-77.",
        "Bruer, John T. 1999. The Myth of the First Three Years: A New Understanding of Early Brain Development and Lifelong Learning. New York: The Free Press.",
        "Brooks-Gunn, Jeanne, Wen-Jui Han, and Jane Waldfogel. 2002. Maternal Employment and Child Cognitive Outcomes in the First Three Years of Life: The NICHD Study of Early Child Care, Child Development 73(4), 1052-1072.",
        "Bryant, W. Keith and Cathleen D. Zick. 1996. An Examination of Parent-Child Shared Time, Journal of Marriage and the Family 58(1), 227-237.",
        "Carnegie Task Force on Meeting the Needs of Young Children. 1994. Starting Points: Meeting the Needs of Our Youngest Children. New York: Carnegie Corporation of New York.",
        "Caughy, Margaret OBrien, Janet A. DiPietro, and Donna M. Strobino. 1994. Day-Care Participation as A Protective Factor in the Cognitive Development of Low-Income Children Child Development 65, 457-471.",
        "Zhang, Qi, and Youfa Wang. 2004. Socioeconomic Inequality of Obesity in the United States: Do Gender, Age, and Ethnicity Matter? Social Science and Medicine 58(6), 117 1-1180.",
        "Blau, David M. 1999. The Effect of Income on Child Development The Review of Economics and Statistics, 8 1(2), 26 1-76.",
        "Blau, Francine B. and Adam J. Grossberg. 1992. Maternal Labor Supply and Childrens Cognitive Development The Review of Economics and Statistics 74(3), 474-481.",
        "Blau, David M., David K. Guilkey, and Bany M. Popkin. 1996. Infant Health and the Labor Supply of Mothers Journal of Human Resources 3 1(1), 90-139.",
        "Bianchi, Suzanne. 2000. Maternal Employment and Time With Children: Dramatic Change or Surprising Continuity Demography, 37(4), 401-414. Page 30 Bianchi, Suzanne, Philip N. Cohen, Sara Raley, and Kei Nomaguchi. 2004. Inequality in Parental Investments in Child-Rearing: Expenditures, Time, and Health in Kathryn M. Neckerman (ed.) Social Inequality. New York: Russell Sage Foundation, 189-2 19.",
        "Behrman, Jere R., Robert A. Pollack, and Paul Taubman. 1982. Parental Preferences and Provision for Progeny Journal of Political Economy 90(1), 52-73.",
        "Belsky, Jay and Michael J. Rovine. 1988. Nonmaternal Care in the First Year of Life and the Security of Infant-Parent Attachment Child Development 59, 157-167.",
        "Belsky, Jay. 1988. The `Effects of Infant Day Care Reconsidered Early Childhood Research Quarterly, 3, 235-272.",
        "Belsky, Jay and David Eggebeen. 1991. Early and Extensive Maternal Employment and Young Childrens Socioemotional Development, Journal of Family and Marriage, 53, November, 1083-1110.",
        "Becker, Gary 5. 1981. A Treatise on the Family. Cambridge, MA: Harvard University Press.",
        "Baydar, Nazli and Jeanne Brooks-Gunn. 1991. Effects of Maternal Employment and Child-Care Anangements on Preschoolers Cognitive and Behavioral Outcomes: Evidence from the Children of the National Longitudinal Survey of Youth Developmental Psychology 27(6), 932945.",
        "Baum, Charles L. 2003. Does Early Maternal Employment Harm Child Development? An Analysis of the Potential Benefits of Leave Taking, Journal of Labor Economics 2 1(2), 409448.",
        "Barglow, Peter, Josefina Contreras, Laura Kavesh, Brian E. Vaughn. 1998. Developmental Follow-up of 6-7 Year Old Children of Mothers Employed During Their Infancies Child Psychiatry and Human Development, 29(1), 3-20.",
        "Aughinbaugh, Alison and Maury Gittleman. 2004. Maternal Employment and Adolescent Risky Behavior Journal of Health Economics, 23(4), 8 15-38.",
        "Aughinbaugh, Alison and Maury Gittleman. 2003. Does Money Matter A Comparison of the Effect of Income on Child Development in the United States and Great Britain Journal of Human Resources, 37(2), 4 16-40.",
        "Aiza, Anna. 2004. Home Alone: Supervision After School and Child Behavior Journal of Public Economics 88(9-10), 1835-48.",
        "Anderson, Patricia M., Kristin F. Butcher, Phillip B. Levine. 2003. Maternal Employment and Overweight Children, Journal of Health Economics, 22(3), 477-504.",
        "Anderson, Patricia M. and Phillip B. Levine. 2003. Child Care and Mothers Employment Decisions, in Finding Jobs: Work and Welfare Reform, edited by David Card and Rebecca Blank. New York: Russell Sage Foundation, 2000, 420-62."
    ]
}