{
    "id": 107,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "[2 ] Brittain, John A. The Incidence of Social Security Payroll Taxes, American Economic Review, 61(1), March 1971.",
        "[ 3 ] ____________. The Payroll Tax for Social Security, The Brookings Institution, Washington, D.C., 1972.",
        "[4 ] Buchanan, James N. Social Insurance in a Growing Economy: A Proposal for Radical Reform, National Tax Journal, XXI(4), December 1968.",
        "[5 ] Campbell, Cohn. Social Insurance in the United States: A Program in Search of an Explanation, Journal of Law and Economics, XII(2), October 1969.",
        "[8 ] _____________. Social Security and Private Capital Accumulation: International Evidence in an Extended Life-Cycle Model, Harvard Institute of Economic Research Discussion Paper, Harvard University, Cambridge, Massachusetts, 1974.",
        "[ 9 ] ____________. Optimal Financing of Social Security, unpublished mimeograph, 1974.",
        "[10] _____________. The Incidence of the Social Security Payroll Tax: Comment, American Economic Review, LXII(4), September 1972.",
        "[11] Hall, R. An Analysis of the Labor Supply Results, in M. Timpane (ed.), An Evaluation of the New JerseyPennsylvania Negative Income Tax Experiment, The Brookings Institution, Washington, D.C., forthcoming. I 35 .",
        "[12] Harberger, Arnold C. Taxation, Resource Allocation, and Welfare, in The Role of Direct and Indirect Taxes in the Federal Revenue System, Princeton University Press, Princeton, N.J., 1964.",
        "[13] Kemeny, John G., and J. Laurie Snelh. Finite Markov Chains, Van Nostrand, Princeton, N.J., 1963.",
        "[16] McFadden, Daniel. Conditional Logit Analysis of Qualitative Choice Behavior, in Paul Zarembka (ed.), Frontiers in Econometrics, Academic Press, New- York, 1973.",
        "[171 Mincer, J. Schooling, Experience and Earnings, NBER, 1974",
        "[18] Munnell, A. The Impact of Social Security on Personal Savings, in National Tax Journal, December 1974.",
        "[19] Pechman, Joseph A., Henry J. Aaron, and Michael K. Taussig. Social Security: Perspectives for Reform, The Brookings Institution, Washington, D.C., 1968.",
        "[20] Steiner, Peter, and Robert Dorfman. The Economic Status of the Aged, University of California Press, Berkeley, 1959.",
        "[211 Survey Research Center. A Panel Study of Income Dynamics, Institute for Social Research, The University of Michigan, Ann Arbor, Michigan, 1972.",
        "[22] U.S. Department of Health, Education, and Welfare. The 1963 Social Security Survey of the Aged, Social Security Administration, Washington, D.C.",
        "[23] Wentworth, Edna C. Employment after Retirement, U.S. Department of Health, Education, and Welfare, Social Security Administration, Office of Research and Statistics, Research Report 21, 1968. ."
    ]
}