{
    "id": 10705,
    "cites": 13,
    "cited_by": 8,
    "reference": [
        "Morgan, S. Philip, Nikolai Botev, and Renbao Chen. White and Nonwhite Trends in First Birth Timing: Comparisons Using Vital Registration and Current Population Surveys. Population Research and Policy Review. Vol. 18, No. 4 (August 1999).",
        "Moffitt, Robert. Optimal Life-Cycle Profiles of Fertility and Labor Supply, in T. Paul Shultz and Kenneth Wolpin (eds.), Research in Population Economics. Greenwich, CT: JAI Press. 1984.",
        "Martin, Steven P. Diverging Fertility among U.S. Women Who Delay Childbearing Past Age 30. Demography. Vol. 37, No. 4 (November 2000). pp. 523-533.",
        "Joyce, Theodore. Did Legalized Abortion Lower Crime? Journal of Human Resources. Vol. 39, No. 11 (Winter 2004). pp. 1-28.",
        "Hotz, V. Joseph, Jacob Alex Klerman, and Robert J. Willis. The Economics of Fertility in Developed Countries. Chapter 7 in Mark Rosenszweig and Oded Stark (eds.) Handbook of Population and Family Economics. Amsterdam: Elsevier Science. 1997.",
        "Hotz, V. Joseph, and Robert A. Miller. An Empirical Analysis of Life Cycle Fertility and Female Labor Supply. Econometrica, Vol. 56, No. 1. (Jan., 1988), pp. 91-118.",
        "Heckman, James and James R. Walker. The Relationship Between Wages and Income and the Timing and Spacing of Births: Evidence from Swedish Longitudinal Data. Econometrica, Vol. 58, No. 6. (Nov., 1990), pp. 1411-1441.",
        "Gruber, Jonathan, Phillip B. Levine, and Douglas Staiger. Abortion Legalization and Child Living Circumstances: Who is the Marginal Child? Quarterly Journal of Economics. February 1999. pp. 263-292.",
        "Garrow, David J., Liberty and Sexuality: The Right to Privacy and the Making of Roe v. Wade. New York, NY: Macmillan Publishing Company. 1994.",
        "Donahue III, John J., and Steven D. Levitt. The Impact of Legalized Abortion on Crime. Quarterly Journal of Economics. Vol. 116, No. 2 (May 2001). pp. 379-420.",
        "Chen, Renbao, and S. Philip Morgan. Recent Trends in the Timing of First Births in the United States. Demography, Vol. 28, No. 4. (Nov., 1991), pp. 513-533.",
        "Charles, Kerwin and Melvin Stephens, Jr. Abortion Legalization and Adolescent Substance Abuse. National Bureau of Economic Research, working paper 9193, September 2002.",
        "Akerlof, George A., Janet L. Yellen, and Michael L. Katz. An Analysis of Out-of-Wedlock Childbearing in the United States. Quarterly Journal of Economics. Vol. 111, No. 2 (May 1996). pp. 277-317."
    ]
}