{
    "id": 10704,
    "cites": 52,
    "cited_by": 28,
    "reference": [
        "Woodford, Michael. Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton: Princeton University Press, 2003.",
        "Tobin, James. A General Equilibrium Approach to Monetary Theory. Journal of Money, Credit, and Banking, February 1969, 1(1), pp. 15-29.",
        "Temin, Peter. The Jacksonian Economy. New York: Norton, 1969.",
        "Smith, Walter B. and Cole, Arthur H. Fluctuations in American Business, 1790-1860. Cambridge, MA: Harvard University Press, 1935.",
        "Smets, Frank. Financial Asset Prices and Monetary Policy: Theory and Evidence. BIS working paper no. 47, September 1997.",
        "Schwartz, Anna J . Why Financial Stability Depends on Price Stability. Economic Affairs, 1995, pp. 21-25.",
        "Schwartz, Anna J. Asset Price Inflation and Monetary Policy. NBER working paper no. 9321, 2002.",
        "Rousseau, Peter L. Jacksonian Monetary Policy, Specie Flows, and the Panic of 1837. Journal of Economic History, June 2002, 62(2), pp. 457-88.",
        "Rothbard, Murray. Americas Great Depression. Fourth edition. New York: Richardson and Snyder, 1983.",
        "Rigobon, R. and Sack, Brian. Measuring the Reaction of Monetary Policy to the Stock Market, Quarterly Journal of Economics, 2003, 118(2), pp. 639-69.",
        "Posen, Adam. It Takes More than a Bubble to Become Japan. Presented at Reserve Bank of Australia conference on Asset Prices and Monetary Policy, August 2003.",
        "Pagan, Adrian R. and Sossounov, Kirill A. A Simple Framework for Analysing Bull and Bear Markets. Journal of Applied Econometrics, 2004, 18( ), pp. 23-46.",
        "Mishkin, Frederic S. and White, Eugene N. U.S. Stock Market Crashes and Their Aftermath: Implications for Monetary Policy. Prepared for a conference sponsored by the Federal Reserve Bank of Chicago, April 23, 2002.",
        "McCandless, George T., Money, Expectations, and the U.S. Civil War, American Economic Review, June 1996, 86(3), pp. 661-71.",
        "Metzler, Lloyd A., Wealth, Saving, and the Rate of Interest, Journal of Political Economy, April 1951, 59(2), pp. 93-116.",
        "Meltzer, Allan H. A History of the Federal Reserve, Volume 1. Chicago: University of Chicago Press, 2002.",
        "Laidler, David. The Price Level, Relative Prices, and Economic Stability: Aspects of the Interwar Debate. Prepared for conference on Monetary stability, financial stability and the business cycle, Bank for International Settlements. Basel, Switzerland, 2003.",
        "Kendrick, John. Productivity Trends in the United States. Princeton: Princeton University Press, 1961.",
        "Helbling, Thomas and Terrones, Marco. Asset Price Booms and Busts Stylized Facts from the Last Three Decades of the 20th Century. International Monetary Fund working paper, March 2004.",
        "Hayford, Marc D. and Malliaris, A. G. Monetary Policy and the U.S. Stock Market, Economic Inquiry, July 2004, 42(3), pp. 387-401.",
        "Hamilton, James D. Monetary Factors in the Great Depression, Journal of Monetary Economics, 1987, 19, pp. 145-69.",
        "Greenspan, Alan. The Challenge of Central Banking in a Democratic Society. Remarks at the American Enterprise Institute, December 5, 1996.",
        "Greenspan, Alan. The Federal Reserve: Semiannual Report on Monetary Policy. Testimony before the Committee on Banking and Financial Services, U.S. House of Representatives, July 1999.",
        "Greenspan, Alan. Technology Innovation and its Economic Impact. Remarks, April 7, 2000.",
        "Gordon, Robert J. Does the `New Economy Measure Up to the Great Inventions of the Past? Journal of Economic Perspectives, Fall 2000a, 14(4), pp. 49-74.",
        "Goodhart, Charles A. and Hofmann, Boris. Do Asset Prices Help Predict Consumer Price Inflation? Manchester School Journal, September 2000, pp. .",
        "Gilchrist, Simon and Leahey, John V. Monetary Policy and Asset Prices. Journal of Monetary Economics, January 2002, 49( ), pp. 75-97.",
        "Friedman, Milton and Schwartz, Anna J. Money and Business Cycles. Review of Economics and Statistics, February 1963b, 45( ), pp. 32-64.",
        "Friedman, Milton and Schwartz, Anna J. Monetary Statistics of the United States: Estimates, Sources, and Methods. New York: Columbia University Press, 1970.",
        "Fisher, Irving. The Stock Market Crash And After. New York: Macmillan, 1930.",
        "Filardo, Andrew J. Monetary Policy and Asset Prices. Federal Reserve Bank of Kansas City Economic Review, third quarter 2000, pp. 11-37.",
        "Field, Alexander J. The Most Technologically Progressive Decade of the Century. American Economic Review, 2003, 93(4), pp. 1399-1413.",
        "Fels, Rendig. American Business Cycles 1865-1897. Chapel Hill: University of North Carolina Press, 1959.",
        "Eichengreen, Barry and Mitchener, Kris. The Great Depression as a Credit Boom Gone Wrong. Working paper, March 2003.",
        "Dupor, B. Comment on `Monetary Policy and Asset Prices. Journal of Monetary Economics, 2002, 49, pp. 99-108.",
        "Detken, Carsten and Smets, Frank. Asset Price Booms and Monetary Policy. Kiel Institute of World Economics conference presentation, June 2003 (revised, December 2003).",
        "David, Paul A. and Wright, Gavin. General Purpose Technologies and Surges in Productivity: Historical Reflections on the Future of the ICT Revolution. Presented to the International Symposium on Economic Challenges of the 21st Century in Historical Perspective, July 1999.",
        "David, Paul A. and Solar, Peter. A Bicentenary Contribution to the History of the Cost of Living in America. Research in Economic History, 1977, 2, pp. 1-80.",
        "Cecchetti, Stephen G.; Genberg, Hans; Lipsky, John and Wadhwani, Sushil. Asset Prices and Central Bank Policy. Geneva Reports on the World Economy 2, International Center for Monetary and Banking Studies and Centre for Economic Policy Research, July 2000.",
        "Cecchetti, Stephen G., What the FOMC Says and Does When the Stock Market Booms. Paper prepared for the Conference on Asset Prices and Monetary Policy at the Reserve Bank of Australia, Sydney, August 2003.",
        "Bullard, James B. and Schaling, Eric. Why the Fed Should Ignore the Stock Market. Federal Reserve Bank of St. Louis Review, March/April 2002, 84, pp. 35-42.",
        "Bryan, Michael F.; Cecchetti, Stephen G. and OSullivan, Roisin. Asset Prices in the Measurement of Inflation. National Bureau of Economic Research Working Paper no. 8700, January 2000.",
        "Brunner, Karl and Meltzer, Allan H. Mr. Hicks and the `Monetarists. Economica, February 1973, 40(157), pp. 44-59.",
        "Borio, Claudio and White, William. Whither Monetary and Financial Stability? The Implications of Evolving Policy Regimes. Presented at Federal Reserve Bank of Kansas City Symposium on Monetary Policy and Uncertainty: Adapting to a Changing Economy. August 2003.",
        "Borio, Claudio and Lowe, Philip. Asset Prices, Financial and Monetary Stability: Exploring the Nexus, BIS working paper no. 114, 2002.",
        "Borio, Claudio; English, William and Filardo, Andrew. A Tale of Two Perspectives: Old or New Challenges for Monetary Policy? BIS working paper no. 127, 2003.",
        "Bordo, Michael D. and Jeanne, Olivier. Boom-Bust in Asset Prices, Economic Instability, and Monetary Policy. NBER working paper no. 8966, June 2002a.",
        "Bordo, Michael D.; Dueker, Michael J. and Wheelock, David C. Aggregate Price Shocks and Financial Stability: A Historical Analysis. Economic Inquiry, October 2002, 40(4), pp. 521-38.",
        "Bernanke, Ben S. and Gertler, Mark. Should Central Banks Respond to Movements in Asset Prices? American Economic Review, 2001, 91(2), pp. 253-57.",
        "Balke, Nathan S. and Gordon, Robert J. Appendix B, Historical Data, in Robert J. Gordon, ed. The American Business Cycle: Continuity and Change. Chicago: University of Chicago Press, 1986, pp. 781-850.",
        "Alchian, Armen A. and Klein, Benjamin. On a Correct Measure of Inflation. Journal of Money, Credit and Banking, February 1973, 5(1), Part 1, pp. 173-191.",
        "Greenspan, Alan. Economic Volatility. Remarks at a Symposium sponsored by the Federal Reserve Bank of Kansas City, August 2003."
    ]
}