{
    "id": 10702,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "Washington, DC: Government Printing Office, 1975.",
        "Wright, Robert E. Origins of Commercial Banking in America, 1750-1800. London and New York: Rowman and Littlefield, 2001.",
        "U.S. Bureau of the Census. Historical Statistics of the United States: from Colonial Times to 1970.",
        "Temin, Peter. The Jacksonian Economy. New York: W. W. Norton and Company, 1969.",
        "Sylla, Richard. U.S. Securities Markets and the Banking System, 1790-1840. Federal Reserve Bank of St. Louis Review, May/June 1998, 80, pp. 83 - 98.",
        "Sims, Christopher A., James H. Stock, and Mark W. Watson. Inference in Time Series Models With Some Unit Roots. Econometrica, January 1990, 58 (1), pp. 113 - 144.",
        "Rousseau, Peter L., and Paul Wachtel. Financial Intermediation and Economic Performance: Historical Evidence from Five Industrialized Economies. Journal of Money, Credit and Banking, November 1998, 30 (4), pp. 655 - 673.",
        "Rousseau, Peter L., and Richard Sylla. Financial Systems, Economic Growth, and Globalization. In M. Bordo, A. Taylor, and J. Williamson, eds., Globalization in Historical Perspective. Chicago: University of Chicago Press, 2003, pp. 373-413.",
        "Rousseau, Peter L., and Richard Sylla. Emerging Financial Markets and Early U.S. Growth. Explorations in Economic History October 2004 [Previously published as Working Paper No.",
        "Rothenberg, Winifred. The Emergence of a Capital Market in Rural Massachusetts, 1730-1838. 36 Journal of Economic History, 1985, 85, pp. 781 - 808.",
        "Perkins, Edwin J. American Public Finance and Financial Services, 1700-1815. Columbus, OH: Ohio State University Press, 1994.",
        "Michener, Ron, and Robert E. Wright. State `Currencies and the Transition to the Dollar: Clarifying Some Confusions. Manuscript, NYU and the University of Virginia, 2003.",
        "Michener, Ron. Money in the American Colonies. EH.Net Encyclopedia, Robert Whaples, ed., 2003, URL http://www.eh.net/encyclopedia/contents/michener.american.colonies.money.php.",
        "Levine, Ross, and Sara Zervos. Banks, Stock Markets, and Economic Growth. American Economic Review, June 1998, 88 (3), pp. 537 - 558.",
        "Levine, Ross, and Robert G. King. Finance and Growth: Schumpeter Might Be Right. Quarterly Journal of Economics, August 1997, 108 (3), pp. 717 - 738.",
        "Johansen, Soren. Estimation and Hypothesis Testing of Cointegration Vectors in Gaussian Vector Autoregressive Models. Econometrica, November 1991, 59 (6), pp. 1551 - 1580.",
        "Grubb, Farley, Creating the U.S. Dollar Currency Union, 1748-1811: A Quest for Monetary Stability or a Usurpation of State Sovereignty for Personal Gain? American Economic Review, December 2003, 93 (5), pp. 1778 - 1798.",
        "Ferguson, E. James, Currency Finance: An Interpretation of Colonial Monetary Practices. William and Mary Quarterly, 1953, pp. 153 - 180.",
        "Cole, Arthur H., Wholesale Commodity Prices in the United States, 1700-1861: Statistical Supplement, Actual Wholesale Prices of Various Commodities. Cambridge, MA: Harvard University Press, 1938.",
        "Calomiris, Charles W., Institutional Failure, Monetary Scarcity, and the Depreciation of the Continental. Journal of Economic History, March 1988, 48 (1), pp. 47 - 68.",
        "Brock, Leslie V. The Colonial Currency, Prices, and Exchange Rates. Essays in History 34, 1992.",
        "Bezanson, Anne. Prices and Inflation During the American Revolution: Pennsylvania, 1770-1790. Philadelphia: University of Pennsylvania Press, 1951.",
        "Berry, Thomas Senior, Production and Population Since 1789: Revised GNP Series in Constant Dollars. Bostwick Paper No. 6. Richmond VA: The Bostwick Press, 1988.",
        "McCusker, John J. Money and Exchange in Europe and America, 1600-1775: A Handbook. Chapel Hill, NC: University of North Carolina Press, 1978."
    ]
}