{
    "id": 10715,
    "cites": 59,
    "cited_by": 10,
    "reference": [
        "Wolfson et al. 1993. Career earnings and death: A longitudinal analysis of older Canadian men. Journal of Gerontology July: 167-179.",
        "Williams D.R. 1990. Socioeconomic differences in health: A review and redirection. Social Psychology Quarterly June: 81-99.",
        "Van Doorslaer, E., A. Wagstaff, H. Van der Burg, T. Christiansen, D. De Graeve, I. Duchesne U.-G. Gerdtham, J. Gerfin, J. Geurts, L. Gross, U. Hakkinen, J. John, J. Klavus, R.E. Leu, B. Nolan, O. ODonnel, C. Propper, F. Puffer, M. Schellhorn, G. Sundberg and O. Windelhake. 2000. Equity in the Delivery of Health Care in Europe and the US. Journal of Health Economics 19(5): 553-584.",
        "Ulysse, P.-J.. 1997. Population Aging: An Overview of the Past Thirty Years Review of the Literature. under the guidance of Frederic Lesemann. Health Canada. 29-37.",
        "Tambay, J.-L. and G. Catllin. 1995. Sample Design of the National Population Health Survey. Health Reports (Statistics Canada) 7(1): 29-38.",
        "Smith, James. P. 1999. Healthy Bodies and Thick Wallets: The Dual Relation Between Health and Economic Status, Journal of Economic Perspectives 13(2): 145-66.",
        "Ross, Nancy A., Michael C. Wolfson, James R. Dunn, Jean-Marie Berthelot, George A. Kaplan and John W. Lynch. 2000. Relation Between Income Inequality and Mortality in Canada and in the United States: Cross-sectional Assessment Using Census Data and Vital Statistics British Medical Journal 320:898-902.",
        "Prus, S.G. 2001. The Relationship between Age, Socio-economic Status, and Health among Adult Canadians. Program for Research on Social and Economic Dimensions of an Aging Population (SEDAP) Research Paper No. 57, Hamilton, Ontario, Canada.",
        "Preston, Samuel H. and Paul Taubman. 1994. Socioeconomic Differences in Adult Mortality and Health Status, in Demography of Aging, edited by Linda G. Martin and Samuel H. Preston, Washington DC: National Academy Press.",
        "Pappas, G., S. Queen, W. Hadden and G. Fisher. 1993. The Increasing Disparity in Mortality Between Socioedonomic Groups in the United States. New England Journal of Medicine 329: 103-9.",
        "Natividad J.N. and G. Cruz. 1997. Patterns in living arrangements and familial support for the elderly I nthe Philippines. Asia-Pacific Population Journal 12(4): 17-34.",
        "Mustard, C.A., S. Derkson, J.M. Berthelot, M. Wolfson, and L.L. Roos. 1997. AgeSpecific Education and Income Gradients in Morbidity and Mortality in a Canadian Province. Social Science and Medicine 45(3): 383-97.",
        "Mossey J.M. and E. Shapiro. 1982. Self-rated health: A predictor of mortality among the elderly. American Journal of Public Health 72(8): 800-807.",
        "Millar, W.J. 1999. Disparities in prescription drug insurance coverage. Health Reports (Statistics Canada) 10(4): 11-31.",
        "Meer, Jonathan, Douglas L. Miller and Harvey S. Rosen. 2003. Exploring the HealthWealth Nexus Journal of Health Economics 22: 713-730.",
        "McKeown. 1979. The role of medicine: Dream, mirage, or nemesis. Princeton University Press, Princeton, NJ.",
        "Marmot, M.G., G. Davey Smith, S. Stansfield, C. Patel, F. North, J. Head et al. 1991. Health Inequalities among British Civial Servants: the Whitehall II Study Lancet 337:1387-93.",
        "Marmot M.G., G. Rose, M. Shipley, and P.J.S. Hamilton. 1978. Employment Grade and Coronary Heart Disease in British Civial Servants Journal of Epidemiology and Community Health 32: 244-249.",
        "Marmot M.G. 1994. Social differences in health within and between populations. Daedalus Fall: 197-216.",
        "Marmot, M. 2002. The Influence of Income on Health: Views of an Epidemiologist. Health Affairs. 21(2): 31-46.",
        "Lynch, John, George Davey Smith, Same Harper, Marianne Hillemeier, Nancy Ross, George A. Kaplan and Michael Wolfson. 2004. Is Income Inequality a Determinant of Population Health? Part 1. A Systematic Review Milbank Quarterly 82(1): 5-99.",
        "Lleras-Muney, Adriana. 2002. The relationship between education and adult mortality in the United States. National Bureau of Economic Research Working Paper 8986, Cambridge, MA.",
        "Link B G. and J.C. Phelan. 1995. Social conditions as fundamental causes of diseases. Journal of Health and Social Behavior, 80-94.",
        "Link B.G. et al. 1998. Social epidemiology and the fundamental cause concept: On the structuring of effective cancer screens by socioeconomic status. Milbank Quarterly 76(3): 375-402.",
        "Larson R. 1978. Thirty years of research on the subjective well-being of older Americans. Journal of Gerontology 33(1): 109-125.",
        "Laporte, Audrey. 2002. A Note on the Use of a Single Inequality Indix in Testing the Effect of Income Distribution on Mortality Social Science and Medicine 55: 1561-1570.",
        "Lantz, P.M., J.S. House, J.M Lepkowski et al. 1998. Socioeconomic Factors, Health Behaviors, and Mortality: Results from a Nationally Representative Prospective Study of US Adults. Journal of the American Medical Association 279(21): 1703-1708.",
        "Kunst A.E., J.J.M. Geurts, J. van den Berg, 1995. International variation in socioeconomic inequalities in self reported health. Journal of Epidemiology and Community Health 49, 117-123.",
        "Kitigawa, Elelyn M. and Philip M. Hauser. 1973. Differential Mortality in the United States: A Study of Socioeconomic Epidemiology. Cambridge: Harvard University Press.",
        "Kennedy, B.P., I. Kawachi, R. Glass and D. Prothrow-Stith. 1998. Income Distribution, Socioeconomic Status, and Self Rated Health in the United States: Multilevel Analysis. British Medical Journal 317(7163): 917-921.",
        "Kaplan, G.A., E.R. Pamuk, J.W. Lynch et al. 1996. Inequality in Income and Mortality in the United States: Analysis of Mortality and Potential Pathways. British Medical Journal. 312(7037): 999-1003.",
        "Kaestner, Robert. 2000. A Note on the Effect of Minimum Drinking Age Laws on Youth Alcohol Consumption. Contemporary Economic Policy 18(3): 315-25.",
        "Joyce, Theodore and Robert Kaestner. 1996b. State Reproductive Policies and Adolescent Pregnancy Resolution: the Case of Parental Involvement Laws. Journal of Health Economics 15(5): 579-608.",
        "Joyce, Theodore and Robert Kaestner. 1996a. The Effect of Expansions in Medicaid Income Eligibility on Abortion. Demography 33(2): 181-192.",
        "Johnson R.J. and F.D. Wolinsky. 1993. The structure of health status among older adults: Disease, disability, functional limitation, and perceived health. Journal of Health and Social Behavior 34: 105-121.",
        "Idler E.L. and S.V. Kasl. 1991. Health perceptions and survival: Do global evaluations of health status really predict mortality? Journal of Gerontology 46(2): S55-S65.",
        "Idler E.L. and R.J. Angel. 1990. Self-rated health and mortality in the NHANES-I Epidemiologic Follow-Up Study. American Journal of Public Health 80(4): 446-452.",
        "House, J.S., J.M. Lepkowski and A.M. Kinney. 1994. The Social Stratification of Aging and Health. Journal of Health and Social Behavior 35(September): 213-234.",
        "House J.S., R.C. Kessler, and A.R. Herzog. 1990. Age, Socioeconomic Status, and Health. Milbank Quarterly. 68: 383-411.",
        "Gruber, Jonathan. 1994. The Incidence of Mandated Maternity Benefits. American Economic Review 84(3): 622-641.",
        "Grossman, M. 1972. On the concept of health capital and the demand for health. Journal of Political Economy March-April 223-255.",
        "Grootenoorst P.V., B.J. OBrien, and G.M. Anderson. 1997. On becoming 65 in Ontario: Effects of drug plan eligibility on use of prescription medicines. Medical Care 35(4): 386-398.",
        "Frank, Robert. 1985. Choosing the Right Pond: Human Behavior and the Quest for Status Oxford University Press, New York.",
        "Fogel, R.W. 1997. New findings on secular trends in nutrition and mortality: Some implications for population theory, in Handbook of population and family economics, Vol 1A, ed. M. Rosenzweig and O. Stark. Elsevier, Amsterdam.",
        "Ettner, Susan. 1996a. New Evidence on the relationship between income and health Journal of Health Economics 15: 67-85.",
        "Dwyer, D.S. and O.S. Mitchell. 1999. Health problems as determinants of retirement: Are self-rated measures endogenous? Journal of Health Economics 18(2): 173-93.",
        "Poverty, inequality and the future of social policy, edited by Katherine McFate, Roger 25 Lawson and Williams Julius Wilson. Russell Sage Foundation. New York. 1995. pp. 67-108.",
        "Deaton, Angus and Christina H. Paxson. 1998. Aging and Inequality in Income and Health. American Economic Review 88(2): 248-253.",
        "Deaton, A. 2002. Policy Implications of the Gradient of Health and Wealth. Health Affairs. 21(2): 31-46.",
        "Cohen, S. 1999. Social status and susceptibility to upper respiratory infection. In N. Adler et al., eds. Socioeconomic status and health in industrialized nations: Social, psychological, and biological pathways, Annals of the New York Academy of Sciences, vol. 896: 246-253.",
        "Cohen, S. et al. 1997. Chronic social stress, social status, and susceptibility to upper respiratory infections in nonhuman primates. Psychosomatic Medicine May: 213-221.",
        "Chipperfield J.G. 1993. Incongruence between health perceptions and health problems. Journal of Aging and Health 5(4): 475-496.",
        "Borawski E.A., J.M. Kinney and E. Kahana. 1996. The meaning of older adults health appraisals: Congruence with health status and determinants of mortality. Journal of Gerontology 51B(3): S157-S170.",
        "Bound, J. 1991. Self-reported versus objective measures of health in retirement models. Journal of Human Resources 26(1): 106-38.",
        "Beckett M. 2002. Converging Health Inequalities in Later Life - an Artifact of Mortality Selection? Journal of Health and Social Behavior. 41: 106-119.",
        "Baker, M., Gruber J., Milligan L. , 2004. Income security programs and retirement in Canada. In Gruber J., Wise D.A. Social security programs and retirement around the world: Micro-estimation. The University of Chicago Press, Chicago, pp. 99-152.",
        "Backlund, Eric, Paul D. Sorlie, and Norman J. Johnson. 1996. The Shape of the Relationship Between Income and Mortality in the United States. Annals of Epidemiology 6(1): 12-20.",
        "Angel R. and P. Thoits 1987. The impact of culture on the cognitive structure of illness. Culture, Medicine and Psychiatry 11: 465-494.",
        "Angel R. and P.D. Cleary. 1984. The effects of social structure and culture on reported health. Social Science Quarterly 65(3): 814-828."
    ]
}