{
    "id": 10719,
    "cites": 51,
    "cited_by": 9,
    "reference": [
        "Tse, Y. K., 1991, Price and volume in the Tokyo stock exchange, in W. T. Ziemba, W. Bailey, and Y. Hamao, eds., Japanese Financial Market Research, 91-119.",
        "Tsai, R. S., 1998, Testing and modeling multivariate threshold models, Journal of the American Statistical Association, 1188-1202.",
        "Tong, H., 1990, Non-linear time series: a dynamical systems approach, Oxford: Oxford University Press.",
        "Statman, M., S. Thorley, and K. Vorkink, 2003, Investor overconfidence and trading volume, Working paper, Santa Clara University.",
        "Stahel, C., 2004, Is there a global liquidity factor?, Working paper, Ohio State University.",
        "Smirlock, M., and L. Starks, 1988, An empirical analysis of the stock price-volume relationship, Journal of Banking and Finance 12, 31-41.",
        "Smidt, S., 1990, Long run trends in equity turnover, Journal of Portfolio Management 17, 66-73.",
        "Shefrin, H., and M. Statman, 1985, The disposition to sell winners too early and ride losers too long: Theory and evidence, Journal of Finance 40, 777-791.",
        "Saatcioglu, K., and L. Starks, 1998, The stock price-volume relationship in emerging stock markets: the case of Latin America, International Journal of Forecasting 14, 215-225.",
        "Pinkowitz, L. R. M. Stulz, and R. Williamson, 2003, Do firms in countries with poor protection of investor rights hold more cash?, NBER working paper.",
        "Pesaran, H., and Y. Shin, 1998, Generalized impulse response analysis in linear multivariate models, Economics Letters 58, 7-29.",
        "Pesaran, M. H., and S. M. Potter, 1997, A floor and ceiling model of US output, Journal of Economic Dynamics and Control 21, 661-695.",
        "Orosel, G. O., 1998, Participation costs, trend chasing, and volatility of stock prices, Review of Financial Studies 11, 521-557.",
        "Odean, T., and S. Gervais, 2001, Learning to be overconfident, Review of Financial Studies 14, pp. 1-27.",
        "Odean, T., 1998a, Are investors reluctant to realize their losses? Journal of Finance 53, 1775-1798.",
        "Nelson D. B., 1991, Conditional heteroschedasticity in asset returns: a new approach, Econometrica 59, 347-370.",
        "Morck, R., B. Yeung, and W. Yu, 2000, The information content of stock markets: Why do developing markets have synchronous stock price movements?, Journal of Financial Economics 58, 215-260.",
        "Lakonishok, J., and S. Smidt, 1986, Volume for winners and losers: taxation and other motives for stock trading, Journal of Finance 41, 951-974.",
        "Koop, G., H. Pesaran, and S. M. Potter, 1996, Impulse response analysis in nonlinear multivariate models, Journal of Econometrics 74, 119-147.",
        "Karpoff, J. M., 1987, The relation between price changes and trading volume: a survey, Journal of Financial and Quantitative Analysis 22, 109-126.",
        "Karolyi, G. A., 2002, Did the Asian financial crisis scare foreign investors out of Japan?, Pacific Basin Finance Journal 10, 411-442.",
        "Kaniel, R., D. Li, and L. Starks, 2003, The high volume return premium and the investor recognition hypothesis: international evidence and determinants, Working paper, University of Texas.",
        "Jones, C. M., 2002, A century of stock market liquidity and trading costs, Working paper, Columbia University.",
        "Johnson, S., P. Boone, A. Breach and E. Friedman, 2000, Corporate governance in the Asian financial crisis, Journal of Financial Economics 58, 141-186.",
        "Jennings, R. H., L. T. Starks, and J. C. Fellingham, 1981, An equilibrium model of asset Trading with sequential information arrival, Journal of Finance 36, 143-161.",
        "Hyndman, R. J., 1995, Highest-density forecast regions for non-linear and non-normal time series, Journal of Forecasting 14, 431-441.",
        "Hoontrakul, P., P. J. Ryan, and S. Perrakis, 2002, The volume-return relationship under asymmetry of information and short-sales prohibitions, Working paper, Chulalongkorn University and University of Ottawa.",
        "Harris, M., and A. Raviv, 1993, Differences of opinion make a horse race, The Review of Financial Studies 6, 473-506.",
        "Griffin, J. M., F. Nardari, and R. M. Stulz, 2004, Daily cross-border flows: pushed or pulled?, The Review of Economics and Statistics, forthcoming.",
        "Griffin, J. M., J. H. Harris, and S. Topaloglu, 2004, Investor behavior over the rise and fall of Nasdaq, Working paper, University of Texas at Austin.",
        "Granger, C. W. J., and T. Terasvirta, 1993, Modeling nonlinear economic relationships, Oxford: Oxford University Press.",
        "Gervais, S., R. Kaniel, and D. Mingelgrin, 2001, The high volume return premium, Journal of Finance 56, 877-919.",
        "Gervais, S. and T. Odean, 2001, Learning to be overconfident, The Review of Financial Studies, 14, 1-27.",
        "Garman, M. B., and M. J. Klass, 1980, On the estimation of price volatility from historical data, Journal of Business 53, 67-78.",
        "Froot, K., P. OConnell, and M. Seasholes, 2001, The portfolio flows of international investors, Journal of Financial Economics 59, 151-193.",
        "Easley, D., and M. OHara, 1992, Time and the process of security price adjustment, Journal of Finance 47, 577-607.",
        "Diamond, D. W., and R. E. Verrecchia, 1987, Constraints on short-selling and asset price adjustment to private information, Journal of Financial Economics 18, 277-312.",
        "Daigler, R. T., and Wiley, M., 1999, The impact of trader type on the futures volatility-volume relation, Journal of Finance 54, 2297-2316.",
        "Copeland, T. E., 1976, A model of asset trading under the assumption of sequential information arrival, Journal of Finance 31, 1149-1168.",
        "Chen, J., H. Hong, and J. C. Stein, 2001, Forecasting crashes: trading volume, past returns and conditional skewness in stock prices, Journal of Financial Economics 61, 345-381.",
        "Campbell, J. Y., S. J. Grossman, and J. Wang, 1993, Trading volume and serial correlation in stock returns, Quarterly Journal of Economics 108, 905939.",
        "Bris, A., W. Goetzmann, and N. Zhu, 2003, Efficiency and the bear: short-sales and markets around the world, Working paper, Yale University.",
        "Brennan, M. J., and H. H. Cao, 1997, International portfolio investment flows, Journal of Finance 52, 1851-1880.",
        "Bhattacharya, U., and H. Daouk, 2002, The world price of insider trading, Journal of Finance 57, 75-108.",
        "Bernardo, A., and I. Welch, 2004, Liquidity and financial market runs, Quarterly Journal of Economics 119, 135-158.",
        "Barberis, N., A. Shleifer, and R. Vishny, 1998, A model of investor sentiment, Journal of Financial Economics 49, 307-343.",
        "Baker, M., and J. C. Stein, 2003, Market liquidity as a sentiment indicator, forthcoming Journal of Financial Markets.",
        "Allen, F., and D. Gale, 1994 Limited market participation and volatility of asset prices, American Economic Review 84, 933-955.",
        "Alizadeh, S., M. Brandt and F. X. Diebold, 2002, Range-based estimation of stochastic volatility models, Journal of Finance 57, 1047-1091.",
        "La Porta, P., F. Lopez-de-Silanes, and A. Shleifer, 2003, What works in securities law?, NBER working paper 9882, Cambridge, MA.",
        "Karpoff, J. M., 1986, A theory of trading volume, Journal of Finance 41, 1069-1087."
    ]
}