{
    "id": 10717,
    "cites": 26,
    "cited_by": 7,
    "reference": [
        "Vaughan, William J. and Clifford Russell, Freshwater Recreational Fishing: the National Benefits of Water Pollution Control, Washington, DC: Resources for the Future, 1982.",
        "Wilson, John D. Capital mobility and environmental standards: Is there a race to the bottom? in Harmonization and Fair Trade, J. Bhagwati and R. Hudec, eds. Cambridge, MA: MIT Press, 1996, pp. 395427.",
        "Sigman, Hilary, Letting states do the dirty work: State responsibility for federal environmental regulation, National Tax Journal, 56 (2003), 107?-122.",
        "Sigman, Hilary, International spillovers and water quality in rivers: Do countries free ride? American Economic Review 92 (2002), 1152?-1159.",
        "Sharp, J. Michael. The Directory of Congressional Voting Scores and Interest Group Ratings. Washington, DC: Congressional Quarterly, 1988.",
        "Revesz, Richard L., Federalism and interstate environmental externalities, University of Pennsylvania Law Review, 144 (1996), 23412416.",
        "Revesz, Richard L., The race to the bottom and federal environmental regulation: A response to critics, Minnesota Law Review, 82 (1997), 535564.",
        "Oates, Wallace E., and Robert M. Schwab, Economic competition among jurisdictions: Efficiency enhancing or distortion inducing? Journal of Public Economics, 35 (1988), 333354.",
        "Oates, Wallace E., A reconsideration of environmental federalism, mimeo, University of Maryland, 2000.",
        "Murdoch, James C., Todd Sandler and Keith Sargent, A tale of two collectives: Sulphur versus nitrogen oxides emission reduction in Europe, Economica 64 (1997), 281301.",
        "Meybeck, Michel, Deborah V. Chapman, and Richard Helmer, editors, Global Freshwater Quality: A First Assessment, Oxford, UK: Blackwell, 1990.",
        "McClelland, Nina I. Water Quality Index Application in the Kansas River Basin. Prepared for U. S. EPA-Region VII. 1974.",
        "Markusen, James, Edward Morey, and Nancy Olewiler, Noncooperative equilibria in regional environmental policies when plant locations are endogenous, Journal of Public Economics 56 (1995), 5577.",
        "List, John A. and Shelby Gerking, Regulatory federalism and environmental protection in the United States, Journal of Regional Science 40 (2000), 45371.",
        "Levinson, Arik, Environmental regulatory competition: A status report and some new evidence, National Tax Journal 56 (2003), 91106.",
        "League of Conservations Voters, National Environmental Scorecard, http://www.lcv.org/scorecard/- scorecardmain.cfm (Last viewed on July 26, 2004).",
        "Kahn, Matthew. Domestic pollution havens: Evidence from cancer deaths in border counties. Working paper, Tufts University, 2003.",
        "Helland, Eric and Andrew B. Whitford. Pollution incidence and political jurisdiction: Evidence from the TRI. Journal of Environmental Economics and Management 46 (2003), 403424.",
        "Freeman, A. Myrick, Water pollution policies, in Public Policies for Environmental Protection, Second Edition, Paul R. Portney and Robert N. Stavins, eds. Washington, DC: Resources for the Future, 2000, pp. 169213.",
        "Gray, Wayne and Ronald J. Shadbegian, Optimal pollution abatement: Whose benefits matter, and how much? Journal of Environmental Economics and Management 47 (2004), 510534.",
        "General Accounting Office, Water Pollution: Differences in Issuing Permits Limiting the Discharge of Pollutants, Washington, DC: US GAO, 1996.",
        "Environmental Protection Agency, Environmental Assessment of Proposed Effluent Limitations Guidelines and Standards for the Meat and Poultry Products Industry Point Sources, Washington, DC: U.S. EPA, 2002.",
        "Dinan, Terry M., Maureen L. Cropper, and Paul R. Portney, Environmental federalism: Welfare losses from uniform national drinking water standards, in Environmental and Public Economics: Essays in Honor of Wallace E. Oates, Arvind Panagariya, Paul R. Portney, Robert M. Schwab, eds. Cheltenham, UK: Edward Elgar, 1999.",
        "Congressional Budget Office, Federalism and Environmental Protection: Case Studies for Drinking Water and Ground-Level Ozone, Washington, DC: U.S. Congress, 1997.",
        "Carson, Richard T. and Robert Cameron Mitchell, The value of clean water: The publics willingness to pay for boatable, fishable, and swimmable quality water, Water Resources Research, 29 (1993), 24452454.",
        "Alexander, Richard B., James R. Slack, Amy S. Ludtke, Kathleen K. Fitzgerald, and Terry L. Schertz, Data from selected U.S. Geological Survey national stream water quality monitoring networks, Water Resources Research, 34 (1998), 24012405."
    ]
}