{
    "id": 10726,
    "cites": 37,
    "cited_by": 32,
    "reference": [
        "Bushee, B., 2003, Discussion of Disclosure practice of foreign companies interacting with U.S. markets, Journal of Accounting Research, forthcoming.",
        "Williams, R., 2000, A note on robust variance estimation for cluster-correlated data, Biometrics 56, 645 646.",
        "White, H., 1980 A heteroskedasticity-consistent covariance matrix estimator and a direct test for heteroskedasticity, Econometrica 48, 817-838.",
        "Smarzynska, B., and S. Wei, 2002, Corruption and cross-border investment: firm-level evidence, working paper, NBER.",
        "Shleifer, A., and D. Wolfenzon, 2002, Investor protection and equity markets, Journal of Financial Economics 66, 3-27.",
        "Shleifer, A., and R. Vishny, 1997. A survey of corporate governance, Journal of Finance 1997, 52, 737-783.",
        "Rogers, W., 1993, Regression standard errors in clustered samples. Stata Technical Bulletin 13, 19-23.",
        "Siegel, J., 2004, Can foreign firms bond themselves effectively by renting U.S. securities laws?, Journal of Financial Economics, forthcoming.",
        "Reese, W., and M. Weisbach, 2002, Protection of minority shareholder interests, cross-listings in the United States, and subsequent equity offerings, Journal of Financial Economics 66, 65-104.",
        "Rajan, R., and L. Zingales, 1998, Financial dependence and growth, American Economic Review 88, 559-586.",
        "Pistor, K., M. Raiser, and S. Gelfer, 2000, Law and finance in transition economies, The economics of transition 8, 325-368.",
        "Perino, M., 2003, American corporate reform abroad: Sarbanes-Oxley and the foreign private issuer, European Business Organization Law Review, forthcoming.",
        "Leuz, C., and F. Olberholzer-Gee, 2003, Political relationships, global financing, and transparency, working paper, The Wharton School, University of Pennsylvania.",
        "La Porta, R., F. Lopez-De-Silanes, A. Shleifer, and R. Vishny, 2002, Investor protection and corporate valuation, Journal of Finance 57, 1147-1170.",
        "La Porta, R., F. Lopez-De-Silanes and A. Shleifer, 1999, Corporate ownership around the world, Journal of Finance 54, 471-517.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, 1998, Law and finance, Journal of Political Economy 106, 1113-1155.",
        "Krishnamurti, C., A. Sevic, and Z. Sevic, 2003, Legal environment, firm-level corporate governance, and expropriation of minority shareholders in Asia, working paper, Nanyang Technological University, Singapore.",
        "Klapper, L., and I. Love, 2003, Corporate governance, investor protection and performance in emerging markets, Journal of Corporate Finance, forthcoming.",
        "Palepu, K., T. Khanna, and J. Kogan, and, 2002, Globalization and similarities in corporate governance: a cross-country analysis, working paper, Harvard Business School.",
        "Johnson, S., P. Boone, A. Breach, and E. Friedman, 2000, Corporate governance in the Asian financial crisis, Journal of Financial Economics 58, 141-186.",
        "John, K., and S. Kedia, 2004, Design of corporate governance: monitored debt, takeovers, and ownership structure, working paper, NYU.",
        "Hope, O.-K., 2003, Firm-level disclosures and the relative roles of culture and legal origin, Journal of International Financial Management and Accounting 14, 218-248.",
        "Henderson, B., N. Jegadeesh, and M. Weisbach, 2003, World markets for raising new capital, working paper, University of Illinois.",
        "Glaeser, E., S. Johnson and A. Shleifer, 2001, Coase versus the Coasians, Quarterly Journal of Economics 116, 853-899.",
        "Francis, J., I Khurana, and R. Pereira, 2003, Global evidence on incentives for voluntary accounting disclosures and the effect on cost of capital, working paper, University of Missouri at Columbia.",
        "Foerster, S., and G. A. Karolyi, 1999, The effects of market segmentation and investor recognition on asset prices: evidence from foreign stocks listing in the United States, Journal of Finance 54, 981-1013.",
        "Dyck, A., and L. Zingales, 2003, Private benefits of control: an international comparison, Journal of Finance, forthcoming.",
        "Durnev, A., and Kim, E.H., 2004, To steal or not to steal: firm attributes, legal environment, and valuation, Journal of Finance, forthcoming.",
        "Doidge, C., A. Karolyi, and R. Stulz, 2004, Why are foreign firms listed in the U.S. worth more?, Journal of Financial Economics 71, 205-238.",
        "Coffee, J., 1999, The future as history: the prospects for global convergence in corporate governance and its implications. Northwestern University Law Review 93, 641-708.",
        "Bushman, R., J. Piotroski, and A. Smith, 2003, What determines corporate transparency?, working paper, University of Chicago.",
        "Bonaglia, F., J.B., de Macedo, and M. Bussolo, 2001, How globalization improves governance, CEPR working paper, London.",
        "Black, B., 2001, The legal and institutional preconditions for strong securities markets, ULCA Law Review 48, 781-855.",
        "Beck, T., A. Demirguc-Kunt, and R. Levine, 2001, A new database on the structure and development of the financial sector, World Bank Economic Review.",
        "Ball, R., 2001, Infrastructure requirements for an economically efficient system of public financial reporting and disclosure, Brookings-Wharton Papers on Financial Services, 127-169.",
        "Allen, F., and D. Gale, 2000, Comparing financial systems, MIT Press, Cambridge, MA.",
        "Acemoglu, D., and S. Johnson, 2003, Unbundling Institutions, working paper, Massachusetts Institute of Technology, Cambridge, MA."
    ]
}