{
    "id": 10721,
    "cites": 35,
    "cited_by": 11,
    "reference": [
        "[36] Yi, Sang-Seung (1996), Endogenous Formation of Customs Unions Under Imperfect Competition: Open Regionalism Is Good, Journal of International Economics, Volume 41, Issues 1-2, pp. 153-177.",
        "[35] Winters, L. Alan (1997), Regionalism and the Rest of the World: Theory and Estimates of the Effects of European Integration, Review of International Economics, Special Supplement, pp. 134-147.",
        "[34] Summers, Lawrence H. (1991), Regionalism and the World Trading System, in Policy Implications of Trade and Currency Zones, Kansas City: Federal Reserve Bank.",
        "[33] Samuelson, Paul A. (1954), The Transfer Problem and Transport Costs, II: Analysis of Effects of Trade Impediments, Economic Journal, Vol. 64, No. 254, pp. 266-289.",
        "[32] Samuelson, Paul A. (1952), The Transfer Problem and Transport Costs, I: The Terms of Trade when Impediments are Absent, Economic Journal, Vol. 62, No. 246, pp. 278-304.",
        "[31] Riezman, Raymond G. (1985), Customs Unions and the Core, Journal of International Economics, Vol. 19, No. 3/4, pp. 355-366.",
        "[29] Ray, Debraj and Rajiv Vohra (1999), A Theory of Endogenous Coalition Structure, Games and Economic Behavior, Vol. 26, No. 2, pp. 286--336.",
        "[30] Richardson, Martin D. (1993), Endogenous Protection and Trade Diversion, Journal of International Economics, Vol. 34, No. 3/4, pp. 309-324.",
        "[28] Ray, Debraj and Rajiv Vohra (1997), Equilibrium Binding Agreements, Journal of Economic Theory, Vol. 73, No. 1, pp. 30-78.",
        "[27] Panagariya, Arvind (2000), Preferential trade liberalization: the traditional theory and new developments, Journal of Economic Literature, Vol. 38, No. 2, pp. 287-331.",
        "[26] Maskin, Eric S. (2003), Bargaining, Coalitions, and Externalities, mimeo.",
        "[24] Laffont, Jean-Jacques and Jean Tirole (1993), A Theory of Incentives in Procurement and Regulation (Cambridge, MA: The MIT Press).",
        "[25] Levy, Philip I. (1997), A Political-Economic Analysis of Free-Trade Agreements, Amer- ican Economic Review, Vol. 87, No. 4, pp. 506-519.",
        "[23] Krugman, Paul R. (1993), Regionalism Versus Multilateralism: Analytical Notes, in De Melo, Jaime and Arvind Panagariya (eds.), New Dimensions in Regional Integration (Cambridge: Cambridge University Press).",
        "[22] Krishna, Pravin (1998), Regionalism and Multilateralism: A Political Economy Ap- proach, Quarterly Journal of Economics, Vol. 113, No. 1, pp. 227-251.",
        "[21] Kemp, Murray C., and Henry Y. Wan Jr. (1976), An elementary proposition concerning the formation of customs unions, Journal of International Economics, Vol. 6, No. 1, pp. 95-97.",
        "[20] Jones, Ronald W. (1970), The Transfer Problem Revisited, Economica, Vol. 37, No. 146, pp. 178-184.",
        "[19] Grossman, Gene M., and Elhanan Helpman (2001), Special Interest Politics (Cambridge, MA: The MIT Press).",
        "[18] Grossman, Gene M., and Elhanan Helpman (1995), The Politics of Free Trade Agree- ments, American Economic Review, Vol. 85, No. 4, pp. 667-690.",
        "[17] Grossman, Gene M., and Elhanan Helpman (1994), Protection for Sale, American Economic Review, Vol. 84, No. 4, pp. 833-850.",
        "[16] Gomes, Armando R. (2003), Multilateral Contracting with Externalities, mimeo Uni- versity of Pennsylvania.",
        "[15] Frankel, Jeffrey A., Ernesto H. Stein, Shang-Jin Wei (1996), Regional Trading Agree- ments: Natural or Supernatural? American Economic Review, Vol. 86, No. 2, pp. 52-56.",
        "[14] Ethier, Wilfred J. (1998), Regionalism in a Multilateral World, Journal of Political Economy, Vol. 106, No.6, pp. 1214-1244.",
        "[13] Deardoff, Alan V. and Robert M. Stern (1994), Multilateral Trade Negotiations and Preferential Trading Arrangements, in Deardoff, Alan V. and Robert M. Stern (eds.), Analytical and Negotiating Issues in the Global Trading System (Ann Arbor: The Uni- versity of Michigan Press).",
        "[12] Chang, Won, and L. Alan Winters (2002), How Regional Blocs Affect Excluded Coun- tries: The Price Effects of MERCOSUR, American Economic Review, Vol. 92, No. 4, pp. 889-904.",
        "[10] Carraro, Carlo and Domenico Siniscalco (1993), Strategies for the international protec- tion of the environment, Journal of Public Economics, Volume 52, Issue 3, pp. 309-328.",
        "[9] Bond, Eric W., and Constantinos Syropoulos (1996), The Size of Trading Blocs Market Power and World Welfare Effects, Journal of International Economics, Volume 40, Issues 3-4, pp. 411-437.",
        "[8] Burbidge, John B., James A. DePater, Gordon M. Myers, and Abhijit Sengupta (1997), A Coalition-Formation Approach to Equilibrium Federations and Trading Blocs, American Economic Review, Vol. 87, No. 5, pp. 940-956.",
        "[7] Bhagwati, Jagdish N., Richard A. Brecher and Tatsuo Hatta (1983), The General- ized Theory of Transfer and Welfare (I): Bilateral Transfers in a Multilateral World, American Economic Review, Vol. 73, pp. 606-618.",
        "[6] Bhagwati, Jagdish N. (1993), Regionalism and Multilateralism: An Overview, in De Melo, Jaime and Arvind Panagariya (eds.), New Dimensions in Regional Integration (Cambridge: Cambridge University Press).",
        "[5] Bhagwati, Jagdish N. (1991), The World Trading System at Risk (Princeton: Princeton University Press).",
        "[4] Baldwin, Richard E. (1996), A Domino Theory of Regionalism, in Baldwin, Richard E., Pertti J. Haaparanta, and Jaakko Kiander (eds.), Expanding the Membership of the EU (Cambridge: Cambridge University Press).",
        "[3] Bagwell, Kyle and Robert W. Staiger (2004b), Multilateral Trade Negotiations, Bilat- eral Opportunism and the Rules of GATT/WTO, Journal of International Economics, Vol. 63, Issue 1, pp. 1-29.",
        "[2] Bagwell, Kyle and Robert W. Staiger (2004a), Backward Stealing and Forward Manip- ulation in the WTO, NBER Working Paper No. 10420.",
        "[1] Bagwell, Kyle and Robert W. Staiger (2002), The Economics of the World Trading System (Cambridge, MA: The MIT Press)."
    ]
}