{
    "id": 10724,
    "cites": 30,
    "cited_by": 81,
    "reference": [
        "Yun, Tack, Nominal price rigidity, money supply endogeneity, and business cycles, Journal of Monetary Economics 37, 1996, 345-370.",
        "Woodford, Michael D., Inflation Targeting and Optimal Monetary Policy, manuscript, Princeton University, October 8, 2003.",
        "Woodford, Michael, Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton: Princeton University Press, 2003.",
        "Woodford, Michael D., The Taylor Rule and Optimal Monetary Policy, American Eco- nomic Review 91, January 2001, 232-237.",
        "Taylor, John B., Discretion versus Policy Rules in Practice, Carnegie Rochester Confer- ence Series on Public Policy 39, December 1993, 195-214.",
        "Sveen, Tommy and Lutz Weinke, Inflation and Output Dynamics with Firm-Owned Cap- ital, mimeo, Universitat Pompeu Fabra, 2003.",
        "Smets, Frank and Raf Wouters, Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach, manuscript, European Central Bank, April 21, 2004.",
        "Schmitt-GrohÃ\u0082Â´e, Stephanie and MartÃ\u0082Â´in Uribe, Optimal Fiscal and Monetary Policy under Sticky Prices, Journal of Economic Theory 114, February 2004d, 198-230.",
        "Schmitt-GrohÃ\u0082Â´e, Stephanie and MartÃ\u0082Â´in Uribe, Solving Dynamic General Equilibrium Models Using a Second-Order Approximation to the Policy Function, Journal of Economic Dynamics and Control 28, January 2004c, 755-775.",
        "Schmitt-GrohÃ\u0082Â´e, Stephanie and MartÃ\u0082Â´in Uribe, Optimal Simple And Implementable Mone- tary and Fiscal Rules, NBER working paper no. 10253, January 2004b.",
        "Rotemberg, Julio J., and Michael Woodford, Interest Rate Rules in an Estimated Sticky Price Model, in John B. Taylor, ed., Monetary policy rules, NBER Conference Report series. Chicago and London: University of Chicago Press, 1999, 57-119.",
        "Rotemberg, Julio J. and Woodford, Michael D., Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity, Journal of Political Economy 100, December 1992, 1153-1207.",
        "Lucas, Robert E. Jr. and Stokey, Nancy L., Optimal Fiscal and Monetary Policy in an Economy Without Capital, Journal of Monetary Economics 12, 1983, 55-93.",
        "Lucas, Robert E, Jr, Models of business cycles, Yrjo Jahnsson Lectures series. London and New York: Blackwell, 1987.",
        "Kollmann, Robert, Welfare Maximizing Fiscal and Monetary Policy Rules, mimeo, Uni- versity of Bonn, March 2003.",
        "King, Robert G. and Sergio T. Rebelo, Resuscitating Real Business Cycles, in John B. Taylor and Michael D. Woodford, eds., Handbook of Macroeconomics, Amsterdam and New York: Elsevier, 1999, 927-1007.",
        "Kimball, Miles S., The Quantitative Analytics of the Basic Neomonetarist Model, Journal of Money, Credit and Banking 27, November 1995, 1241-1277.",
        "Ireland, Peter, A Small, Structural, Quarterly Model for Monetary Policy Evaluation, Carnegie-Rochester Conference Series on Public Policy 47, December 1997, 83-108.",
        "Kim, J., S. Kim, E. Schaumburg, and C. Sims, Calculating and Using Second Order Accurate Solutions of Discrete Time Dynamic Equilibrium Models, mimeo, Princeton University, 2003.",
        "Goodfriend, Marvin and Robert G. King, The New Neoclassical Synthesis and the Role of Monetary Policy, in Ben Bernanke and Julio Rotemberg Eds., NBER Macroeconomics Annual 1997, Cambridge, MA: MIT Press, 1997, pp. 231-283.",
        "Erceg, Christopher J., Henderson, Dale W., and Levin, Andrew T., Optimal Monetary Policy With Staggered Wage and Price Contracts, Journal of Monetary Economics 46, October 2000, 281-313.",
        "Cooley, Thomas F. and Edward C. Prescott, Economic Growth and Business Cycles, in Thomas F. Cooley, ed., Frontiers of Business Cycle Research, Princeton, New Jersey: Princeton University Press, 1995, pp. 1-38.",
        "Clarida, Richard, Jordi GalÃ\u0082Â´i, and Mark Gertler, The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature 37, 1999, 1661-1707.",
        "Clarida, Richard; Gali, Jordi; and Gertler, Mark, Monetary Policy Rules in Practice: Some International Evidence, European Economic Review 42, June 1998, 1033-67.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles Evans, Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Northwestern University, August 27, 2003.",
        "Christiano, Lawrence J. and Martin Eichenbaum, Current Real Business Cycle Theory and Aggregate Labor Market Fluctuations, American Economic Review 82, 1992, 430-450.",
        "Carlstrom, Charles T. and Timothy S. Fuerst, Investment and Interest Rate Policy: A Discrete Time Analysis, manuscript, Bowling Green State University, March 4, 2003.",
        "Altig, David, Lawrence J. Christiano, Martin Eichenbaum, and Jesper Linde, Technology Shocks and Aggregate Fluctuations, manuscript, Northwestern University, 2003.",
        "Calvo, Guillermo A., Staggered prices in a utility-maximizing framework, Journal of Monetary Economics 12, 1983, 383-98.",
        "Schmitt-GrohÃ\u0082Â´e, Stephanie and MartÃ\u0082Â´in Uribe, Optimal Fiscal and Monetary Policy Under Imperfect Competition, Journal of Macroeconomics, forthcoming, 2004a."
    ]
}