{
    "id": 10729,
    "cites": 20,
    "cited_by": 21,
    "reference": [
        "Young, John Parke. Central American Currency and Finance. Princeton: Princeton University Press, 1925.",
        "Taylor, Alan M. Foreign Capital in Latin America in the Nineteenth and Twentieth Centuries. NBER Working Paper no. 9580, 2003.",
        "Stock Exchange Year-Book. London: Thomas Skinner and Company, 1913.",
        "Schoultz, Lars. Beneath the United States: A History of U.S. Policy Toward Latin America. Cambridge: Harvard University Press, 1998.",
        "Schell, William. Integral Outsiders: The American Colony in Mexico City, 1876-1911.",
        "Munro, Dana G. The Five Republics of Central America: their Political and Economic Development and their Relations with the United States. New York: Oxford University Press, 1918.",
        "Marichal, Carlos. A Century of Debt Crises in Latin America. Princeton: Princeton University Press, 1989.",
        "Lipson, Charles. International Debt and National Security: Comparing Victorian Britain and Postwar America. In The International Debt Crisis in Historical Perspective, edited by Barry Eichengreen and Peter H. Lindert, 189-226. Cambridge: MIT Press, 1989.",
        "Lipson, Charles. Standing Guard: Protecting Foreign Capital in the Nineteenth and Twentieth Centuries. Berkeley: University of California Press, 1985.",
        "LaFeber, Walter. The Panama Canal. New York: Oxford University Press, 1978.",
        "Lewis, Cleona. Americas Stake in International Investments. Washington: The Brookings Institution, 1938.",
        "Healy, David. Drive to Hegemony: The United States in the Caribbean, 1898-1917.",
        "Gilderhus, Mark T. The Second Century: U.S.-Latin American Relations Since 1889. Wilmington, DE: Scholarly Resources, 2000.",
        "Ferguson, Niall. Empire: The Rise and Demise of British World Order and the Lessons for Global Power. New York: Basic Books, 2003.",
        "Cutler, David, James M. Poterba, and Lawrence H. Summers. What Moves Stock Prices? Journal of Portfolio Management 15, no. 3 (1989): 4-12. Eichengreen, Barry and Peter H. Lindert, eds. The International Debt Crisis in Historical Perspective. Cambridge: MIT Press, 1989.",
        "Corporation of Foreign Bondholders. Annual Report. London: CFB, various years. Corporation of Foreign Bondholders. The Newspaper Cuttings Files of the Council of Foreign Bondholders in the Guildhall Library. South America (General). Microform. Reels 55-57. London: CFB, 1905.",
        "Carnegie Commission on Preventing Deadly Conflict. Preventing Deadly Conflict: Final Report. Washington, D.C.: Carnegie Foundation, 1997.",
        "Campbell, John Y., Andrew W. Lo, and A. Craig MacKinley. The Econometrics of Financial Markets. Princeton: Princeton University, 1997.",
        "Bulmer-Thomas, Victor. The Economic History of Latin America Since Independence. Cambridge: Cambridge University Press, 1994.",
        "Kindleberger, Charles P. The World in Depression. Berkeley: University of California Press, 1973."
    ]
}