{
    "id": 10725,
    "cites": 29,
    "cited_by": 49,
    "reference": [
        "Shin, K. and Y. Wang, 2003, Trade integration and business cycle synchronization in East Asia, Working Paper, Korea University.",
        "Shea, J., 1996, Comovements in cities, Carnegie Rochester Conference Series on Public Policy 44, 169-206.",
        "Rose, A. and C. Engel, 2002, Currency unions and international integration, Journal of Money, Credit and Banking 34, 1067-1089.",
        "Otto, G., G. Voss and L. Willard, 2003, A cross section study of the international transmission of business cycles, manuscript, University of New South Wales, June 2003.",
        "Norrbin, S. and D. Schlagenhauf, 1996, The role of international factors in the business cycle: A multicountry study, Journal of International Economics 40, 85-104.",
        "Mundell, R., 1961, A theory of optimum currency areas, American Economic Review 51, 657- 665.",
        "Lumsdaine, R. and E. Prasad, 2003, Identifying the common component in international economic fluctuations, Economic Journal 113, 101-127.",
        "Levine, R. and D., 1992, A sensitivity analysis of cross-country growth regressions, American Economic Review 82, 942-963.",
        "Kose, M. and Yi, K., 2004, The Trade-Comovement Problem in International Macroeconomics, Working Paper, International Monetary Fund.",
        "Kose, M. and Yi, K., 2001, International trade and business ccles: Is vertical specialization the missing link? American Economic Review 91, 371-375.",
        "Kose, M., E. Prasad, and M. Terrones, 2003, How does globalization affect the synchronization of business cycles? American Economic Review 93, 5762.",
        "Kose, M., C. Otrok and C. Whiteman, 2003, International businses cycles: World, region and country-specific factors, American Economic Review 93, 1216-1239.",
        "Gruben, W., J. Koo and E. Millis, 2002, How much does international trade affect business cycle synchronization?, Federal Reserve Bank of Dallas, Research Department Working Paper 0203, August 2002.",
        "Gregory, A.and A. Head, and J. Raynauld, 1997, Measuring world business cycles, International Economic Review 38, 677-701.",
        "Gregory, A.and A. Head, 1999, Common and country-specific fluctuations in productivity, investment, and the current account, Journal of Monetary Economics 44, 423-451.",
        "Frankel, J. and A. Rose, 2002, An estimate of the effect of common currencies on trade and income, Quarterly Journal of Economics 117, 437-466.",
        "Fidrmuc, J., 2002, The endogeneity of the optimum currency area criteria, intra-industry trade, and EMU enlargement, manuscript, Austria National Bank, 2002.",
        "Eaton, J. and S. Kortum, 2002, Technology, geography and trade, Econometrica 70, 1741-1779.",
        "Hess and E. van Wincoop, eds., Intranational Macroeconomics (Cambridge University Press, Boston, MA) 189-220. Clark, T. and E. van Wincoop, 2001, Borders and business cycles, Journal of International Economics 55, 59-85.",
        "Clark, T. and K. Shin, 2000, The Sources of Fluctuations Within and Across Countries, in: G.",
        "Canova, F. and H. Dellas, 1993, Trade interdependence and the international business cycle, Journal of International Economics 34, 23-47.",
        "Calderon, C., A. Chong, and E. Stein, 2002, Trade intensity and business cycle synchronization: Are developing countries any different? Manuscript, Inter-American Development Bank, March 2002.",
        "Rogoff, eds., Handbook of International Economics, Vol. 3 (North-Holland, Amsterdam) 1801-1864. Baxter, M. and R. King, 1999, Measuring business cycles: Approximate band-pass filters for economic time series, Review of Economics and Statistics 81, 585-593.",
        "Baxter, M., 1992, Fiscal policy, specialization, and trade in the two-sector model: The return of Ricardo? Journal of Political Economy 100, 713-744.",
        "Frankel, J. and A. Rose, 1998, The Endogeneity of the Optimum Currency Area Criteria, Economic Journal 108, 1009-1025.",
        "Alvarez, F. and R. E. Lucas, Jr., 2004, General equilibrium analysis of the Eaton-Kortum Model of international trade, manuscript, University of Chicago, April 2004.",
        "Leamer, E., 1983, Lets Take the Con Out of Econometrics, American Economic Review 73, 31-43.",
        "Imbs, J., 1998, Fluctuations, bilateral trade and exchange rate regime, University of Lausanne, Working Paper.",
        "Helpman, E. and P. Krugman, 1985, Market structure and foreign trade. (MIT Press, Cambridge MA) 1985."
    ]
}