{
    "id": 10733,
    "cites": 30,
    "cited_by": 4,
    "reference": [
        "Solow, Robert (1960), Investment and Technical Progress, in Arrow, Karlin and Suppes (eds.), Mathematical Methods in the Social Sciences, Stanford University Press.",
        "Prescott, Edward C. (1997), Needed: A Theory of Total Factor Productivity Federal Reserve Bank of Minneapolis, Staff Report 242.",
        "Mansfield, Edwin (1061), Technical Change and the Rate of Imitation, Econometrica, Vol. 29, No. 4. (Oct.), pp. 741-766. Parente, Stephen L. and Edward C. Prescott (1994), Barriers to Technology: Adoption and Development, Journal of Political Economy, 102, 298-321.",
        "Lucas, Robert E., Jr. (1990), Why Doesnt Capital Flow from Rich to Poor Countries?, American Economic Review, 80 (Papers and Proceedings), 92-96.",
        "Levhari, David (1968), A Note on Houthakkers Aggregate Production Function in a Multiform Industry, Econometrica, Vol. 36,No. 1 (Jan.), 151-54.",
        "Laitner, John, and Dmitriy Stolyarov (2004), Technological Change and the Stock Market, American Economic Review, 94, 1240-1267.",
        "Klenow, Peter J. and AndrÃ\u0083Â©s RodrÃ\u0083Â­quez-Clare (1997), The Neoclassical Revival in Growth Economics: Has It Gone Too Far?, NBER Macroeconomics Annual, B. Bernanke and J. Rotemberg eds., Cambridge, MA: MIT Press, 73-102.",
        "Jovanovic, Boyan, and Yaw Nyarko (1995), A Bayesian Learning Model Fitted to a Variety of Empirical Learning Curves, Brookings Papers on Economic Activity: Microeconomics, 247-305.",
        "Johansen, Leif (1959), Substitution Versus Fixed Production Coefficients in the Theory of Economic Growth: A Synthesis, Econometrica, 27, 157-176.",
        "Jerzmanowski, Michael (2002), TFP difference: Appropriate Technology vs. Efficiency, mimeo, Brown University.",
        "Irwin, Douglas A., and Peter J. Klenow (1994), Learning-by-Doing Spillovers in the Semiconductor Industry, Journal of Political Economy, 102, 1200-1227.",
        "Holmes, Thomas J., and James A. Schmitz Jr. (2001), A Gain from Trade: From Unproductive to Productive Entrepreneurship, Journal of Monetary Economics, 47, 417-446.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Per Krusell (1997), Long-Run Implications of Investment-Specific Technological Change, American Economic Review, 87, 342-362.",
        "Hall, Rober E. Hall, and Charles I. Jones (1999), Why Do Some Countries Produce So Much More Output per Worker than Others?, Quarterly Journal of Economics, Vol. 114, pp. 83-116.",
        "Griliches, Zvi (1957), Hybrid Corn: An Exploration in the Economics of Technological Change, Econometrica, 25, 501-522.",
        "Fernandes, Ana (2003), What Does the Walrasian Auctioneer Know? Technology Adoption and Financial Innovation, mimeo, CEMFI/UPF.",
        "Gort, Michael, and Steven Klepper (1982), Time Paths in the Diffusion of Product Innovations, Economic Journal, 92, 630-653.",
        "De Long, J. Bradford (1988), Productivity Growth, Convergence, and Welfare: Comment, American Economic Review, 78, 1138-1154.",
        "Comin, Diego, and Bart Hobijn (2004), Cross-country technology adoption: making the theories face the facts, Journal of Monetary Economics, Volume 51, 38-83.",
        "Comin, Diego, and Bart Hobijn (2003), The Historical Cross-Country Technology Adoption Dataset, mimeo.",
        "Chari, V.V., and Hugo Hopenhayn (1991), Vintage Human Capital, Growth, and the Diffusion of New Technology, The Journal of Political Economy, Vol. 99, No. 6. (Dec.), pp. 1142-1165.",
        "Caselli, Francesco, and Wilbur John Coleman (2001), Cross-Country Technology Diffusion: The Case of Computers, American Economic Review AEA Papers and Proceedings, 91, 328-335.",
        "Caselli, Francesco, and Jaume Ventura (2000), A Representative Consumer Theory of Distribution, American Economic Review, 90, 909-926.",
        "Bernard, Andrew B., and Charles I. Jones (1996b), Productivity Across Industries and Countries: Time Series Theory and Evidence, Review of Economics and Statistics, 78, 135-146.",
        "Bernard, Andrew B., and Charles I. Jones (1996a), Comparing Apples to Oranges: Productivity Convergence and Measurement Across Industries and Countries, American Economic Review, 86, 1216-1238.",
        "Baumol, William J., (1986), Productivity Growth, Convergence, and Welfare: What the Long-Run Data Show, American Economic Review, 76, 1072-1085.",
        "Bahk, Byong-Hyong, and Michael Gort (1993), Decomposing Learning by Doing in New Plants, Journal of Political Economy, 101, 561-583.",
        "Basu, Susanto and David N. Weil (1998), Appropriate Technology and Growth, Quarterly Journal of Economics, 113, 1025-1054.",
        "Andrews, Donald W.K., and C. John McDermott (1995), Nonlinear Econometric Models with Deterministically Trending Variables, Review of Economic Studies, 62, 343-360.",
        "Anderson, Simon P., Andre de Palma, and Jacques-Francois Thisse (1992), Discrete Choice Theory of Product Differentiation, Cambridge, MA: MIT Press."
    ]
}