{
    "id": 10732,
    "cites": 22,
    "cited_by": 19,
    "reference": [
        "Wolff, Edward N., The Productivity Slowdown: The Culprit at Last? FollowUp on Hulten and Wolff, American Economic Review, December 1996, 86 (5), 12391252.",
        "Wallich, Henry C., Mainsprings of the German Revival, New Haven: Yale University Press, 1955.",
        "Parente, Stephen L. and Edward C. Prescott, Barriers to Technology Adoption and Development, Journal of Political Economy, July 1994, 102 (2), 298 321.",
        "OECD, National Accounts of OECD Countries, Paris: Organization for Economic Coopertaion and Development, various. Ohkawa, Kazushi and Henry Rosovsky, Postwar Japanese Growth in Historical Perspective: A Second Look, in Lawrence Klein and Kazushi Ohkawa, eds., Economic Growth, The Japanese Experience Since the Meiji Era, Homewood, IL: Richard D. Irwin, Inc., 1968, pp. 334.",
        "Maddison, Angus, Economic Growth in the West, London: Twentieth Century Fund, Allen and Unwin, 1964.",
        "Kydland, Finn E. and Edward C. Prescott, Hours and Employment Variation in Business Cycle Theory, Economic Theory, 1991, 1 (1), 6381.",
        "King, Robert G. and Sergio T. Rebelo, Transitional Dynamics and Economic Growth in the Neoclassical Model, American Economic Review, 1993, 83 (4), 908931.",
        "Johansen, Leif, Substitution versus Fixed Production Coefficients in the Theory of Economic Growth: A Synthesis, Econometrica, April 1959, 27 (2), 157176.",
        "Hulten, Charles R., Introduction, in Charles R. Hulten, ed., Productivity Growth in Japan and the United States, Chicago: The University of Chicago Press, 1991, pp. 127.",
        "Hayashi, Fumio, Is Japans Saving Rate High?, Federal Reserve Bank of Minneapolis Quarterly Review, 1989.",
        "Hamada, Koichi and Munehisa Kasuya, The Reconstruction and Stabilization of the Postwar Japanese Economy: Possible Lessons for Eastern Europe?, in Rudiger Dornbusch, Wilhelm Nolling, and Richard Layard, eds., Postwar Economic Reconstruction and Lessons for the East Today, Cambridge, MA: The MIT Press, 1993, pp. 157187.",
        "Technological Change, American Economic Review, June 1997, 87 (3), 342362.",
        "Greenwood, Jeremy and Boyan Jovanovic, Accounting for Growth, in Charles R. Hulten and Michael J. Harper, eds., New Developments in Productivity Analysis, Chicago: University of Chicago Press, 2001.",
        "Gilchrist, Simon and John C. Williams, Putty-Clay and Investment: A Business Cycle Analysis, Journal of Political Economy, October 2000, 108 (5), 928960.",
        "Fair, Ray C. and John B. Taylor, Solution and Maximum Likelihood Estimation of Dynamic Nonlinear Rational Expectations Models, Econometrica, July 1983, 51 (4), 11691185.",
        "Eaton, Jonathan and Samuel Kortum, Engines of Growth: Domestic and Foreign Sources of Innovation, Japan and the World Economy, 1997, 9, 235 259.",
        "Dimson, Elroy, Paul Marsh, and Mike Staunton, Triumph of the Optimists: 101 Years of Global Investment Returns, Princeton, NJ: Princeton University Press, 2002.",
        "Denison, Edward F., Why Growth Rates Differ, Washington, DC: Brookings Institution, 1967.",
        "Labor-Market Fluctuations, American Economic Review, June 1992, 82 (3), 430450.",
        "Cohen, Jerome B., Japans Postwar Economy, Bloomington: Indiana University Press, 1958.",
        "Christiano, Lawrence J., Understanding Japans Saving Rate: The Reconstruction Hypothesis, Federal Reserve Bank of Minneapolis Quarterly Review, 1989.",
        "Alvarez, Francisco, Growth Outside the Stable Path: Lessons from the Eurpoean Reconstruction Process, 2004. manuscript, University of Washington Economics Department."
    ]
}