{
    "id": 10738,
    "cites": 30,
    "cited_by": 9,
    "reference": [
        "Zweifel, P., 1995. Bonus Options in Health Insurance. Kluwer: London.",
        "Woellert, L. 2002. Soon We Will All Be Paying More for Prescription Drugs. Business Week, May 6.",
        "Wagner, EH, et al. 2001. Effect of Improved Glycemic Control on Health Care Costs and Utilization. Journal of the American Medical Association 285:2, 182-189.",
        "Thomas CP, SS Wallack, S. Lee, and GA Ritter. 2002. Impact of Health Plan Design and Management on Retirees Prescription Drug Use and Spending. Health Affairs Dec 2002 v21: w408-w409.",
        "Ridley D. 2004. Payments, Promotion, and the Purple Pill. Fuqua School of Business, Duke University, Working Paper.",
        "Pauly, M V. 1974.Overinsurance and the public provision of insurance: the role of moral hazard and adverse selection. Quarterly Journal of Economics 88:1, 44-62.",
        "Newhouse, J.P. and the Insurance Experiment Group. 1993. Free for All? Lessons from the RAND Health Insurance Experiment. Cambridge: Harvard University Press.",
        "National Healthcare Quality Report 2003. Agency for Healthcare Research and Quality, U.S. Department of Health and Human Services: Rockville, MD.",
        "Manning, WG, J.P. Newhouse, N. Duan, E.B. Keeler, A. Leibowitz, and M. S. Marquis. 1987. Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment. American Economic Review 77:251277. Meyer, J. 1987. Two-moment decision models with expected utility maximization, American Economic Review vol 77, 421-450.",
        "Levy, H., and H. Markowitz, 1979. Approximating expected utility by a function of mean and variance. American Economic Review June 1979.",
        "Leatherman, S., and D. McCarthy. 2002. Quality of Health Care in the United Sates: A Chartbook. April, 2002. The Commonwealth Fund: New York, NY.",
        "McDonald K, Romano P, Geppert J, et al. 2002. Measures of Patient Safety Based on Hospital Administrative Data-The Patient Safety Indicators. Technical Review 5. AHRQ Publication No. 02-0038. Agency for Healthcare Research and Quality: Rockville, MD.",
        "Liang, S. K.Phillips, S. Tye, et al. 2004. Does patient Cost Sharing Matter? Its Impact on Recommended versus Controversial Cancer Screening Services. American Journal of Managed Care 10:2, 99-107.",
        "Karter, AJ. et al. 2003. Out-of-Pocket Costs and Diabetes Prevention Services. Diabetes Care 26:8, 2294-2299.",
        "Inzucchi, S. 2002. Oral Antihyperglycemic Therapy for Type 2 Diabetes. Journal of the American Medical Association 287:3, 360-372.",
        "Joyce, GF, JJ Escarce, MD Solomon, DP Goldman. 2002. Employer Drug Benefit Plans and Spending On Prescription Drugs. Journal of the American Medical Association 288:4, 1733-1739.",
        "Huskamp, H., et al. 2003. The Effect of Incentive-Based Formularies on Prescription-Drug Utilization and Spending. New England Journal of Medicine 349:23, 2224-2232.",
        "Hughes DA, Bagust a, Haycox et al. , 2001. Accounting for Non-Compliance in Pharmacoeconomic Evaluations. Pharmacoecomics 19(12): 1185-97.",
        "Goldman, D. et al. 2004. Pharmacy Benefits and the Use of Drugs by the Chronically Ill. Journal of the American Medical Association 291:19, 2344-2350.",
        "Gilman, K., M. Laouri, S. Wade, and S. Isonaka. 2003. Analysis of Medication Use Patterns: Apparent Overuse of Antibiotics and Underuse of Prescription Drugs for Asthma, Depression, and CHF. Journal of Managed Care Pharmacy 9:3, 232-237.",
        "Fuhrmans, V. 2004. A Radical Prescription. Wall Street Journal May, 10, 2004. pp R3-R4.",
        "Encinosa, W, 200., Pharmacy Benefit Design Options Available to Employers. Expert Review of Pharmacoeconomics and Outcomes Research 2(4):389396, 2002.",
        "Ellison, SF., I. Cockburn, Z. Griliches and J. Hausman, 1997. Characteristics of Demand for Pharmaceutical Products: An Examination of Four Cephalosporins. Rand Journal of Economics 28:3, 426-446.",
        "Elixhauser, A., C. Steiner, D. Harris, and R. Coffey. 1988. Comorbidity measures for use with administrative data. Medical Care 36:1, 8-27.",
        "Dezii C.M. 2000. Medication Noncompliance: What is the Problem? Managed Care 9(9), 12-7.",
        "Crown, W.H, Brendt, E.R., Baser, O. et al. 2003. Benefit Plan Design and Prescription Drug Utilization Among Asthmatics: Do Patient Copayments Matter? NBER Working Paper 10062: Cambridge MA.",
        "Chernew, M., W. Encinosa, and R.Hirth. 2000. Optimal Health Insurance: The Case of Multiple Treatment Options. Journal of Health Economics 19 (2000), 585-609.",
        "Cohen FJ, CA Neslusan, JE Conklin, and X. Song. 2003. Recent Hyperglycemic Trends for U.S Privately Insured Patients With Type 2 Diabetes. Diabetes Care 26:1847-1851.",
        "Bymark, L., and K. Waite. 2001. Prescription Drug Use and Expenditures in California: Key Trends and Drivers. California HealthCare Foundation: Oakland, CA.",
        "Breyer, F., P. Zweifel, and M. Kifmann. 2003. Gesundheitsokonomie. 4th edition, Springer: Berlin."
    ]
}