{
    "id": 10734,
    "cites": 23,
    "cited_by": 84,
    "reference": [
        "[23] Stock, James H. and Mark W. Watson (2003), Understanding Changes in Interna- tional Business Cycle Dynamics, NBER Working Paper no. 9859.",
        "[21] Sims, Christopher (1980), Macroeconomics and Reality, Econometrica 48, 1-49.",
        "[22] Standard and Poors, (2000), Emerging Stock Markets Factbook 2000 McGraw Hill Company, New York, NY.",
        "[19] Schmitt-Grohe, S., Uribe, M.(2003), Closing Small Open Economy Models, Journal of International Economics, 61, 163-185.",
        "[20] Schmitz, James and Teixeira, Arilton (2004), Privatizations Impact on Private Pro- ductivity: The case of Brazilian Iron Ore, working paper.",
        "[18] Restuccia, Diego and Schmitz, James (2004) Nationalizations Impact on Output and Productivity: The case of Venezuelan Minerals, working paper.",
        "[17] Neumeyer, Pablo A. and Fabrizio Perri (2004), Business Cycles in Emerging Markets: The Role of Interest Rates, NBER Working paper no. w10387.",
        "[16] Mendoza, Enrique (1991), Real Business Cycles in a Small Open Economy, American Economic Review, September, 797-818.",
        "[15] Kose, M. Ayhan, Christopher Otrok and Charles H.Whiteman (2003), International Business Cycles: World, Region and Country-Specific factors. American Economic Review, Vol 93 (4).",
        "[14] King, Robert, Charles Plosser, James Stock, and Mark Watson (1991), Stochastic Trends and Economic Fluctuations, American Economic Review, Vol 81(4), 819-840.",
        "[13] Greenwood, Jeremy, Zvi Hercowitz and Gregory W. Hoffman (1988), Investment, Capacity Utilization, and Real Business Cycle, American Economic Review, June 1988, 78, 402-17.",
        "[12] Faust, Jon and Eric Leeper (1997), When Do Long-Run Identifying Restrictions Give Reliable Results?, Journal of Business and Economic Statistics, Vol 15(3), 345-353.",
        "[10] Correia, Isabel, Joao C. Neves, Sergio Rebelo (1995), Business Cycles in Small Open Economies. European Economic Review 39,1089-1113.",
        "[11] Dornbusch, Rudiger and Sebastian Edwards (1992), Macroeconomics of Populism in Latin America, NBER Conference Volume.",
        "[9] Cochrane, John (1988), How Big is the Random Walk in GNP?, Journal of Political Economy, Vol 96(5)893-920.",
        "[8] Chari, V.V., Patrick Kehoe and Ellen McGrattan (2004), Business Cycle Accounting, Federal Reserve Bank of Minneapolis Staff Report Number 328.",
        "[6] Burnside (1999), Real Business Cycle Models: Linear Approximation and GMM Es- timation, working paper.",
        "[7] Calvo, Guillermo A. and Carmen Reinhart (2000), When Capital Inflows come to a Sudden Stop: Consequences and Policy Options, in Peter Kenen and Alexandre Swoboda, Key Issues in Reform of the International Monetary and Financial System, Washington DC: International Monetary Fund, 175-201.",
        "[5] Beveridge, Stephen, and Charles R. Nelson (1981), A New Approach to Decomposition of Economic Time Series into Permanent and Transitory components with Particular attention to the Measurement of the Business Cycle, Journal of Monetary Economics 7: 151-74.",
        "[4] Backus, David, Patrick J. Kehoe and Finn. E. Kydland (1995), International Business Cycles: Theory and Evidence, Frontiers of Business Cycle Research, ed. Thomas F. Cooley. Princeton University Press. Princeton, New Jersey.",
        "[3] Atkeson, Andrew (1991), International Lending with Moral Hazard and Risk of Re- pudiation, Econometrica, vol 59, pp 1069-1089.",
        "[2] Arellano, Cristina and Enrique Mendoza (2002), Credit Frictions and `Sudden Stops in Small Open Economies: An Equilibrium Business Cycle framework for Emerging Market Crises, NBER Working Paper No. w8880.",
        "[1] Aguiar, Mark and Gita Gopinath (2004), Defaultable Debt, Interest Rates and the Current Account, working paper."
    ]
}