{
    "id": 10739,
    "cites": 23,
    "cited_by": 6,
    "reference": [
        "Sah, Raj. Social Osmosis and Patterns of Crime. Journal of Political Economy 99 (1991): 1272-95.",
        "Starr-McCluer, Martha, The Effects of Weather on Retail Sales. Federal Reserve Board Discussion Series, 2000.",
        "Sherman, Lawrence W., Gottfredson, Denise C., MacKenzie, Doris L., Eck, John, Reuter, Peter, and Bushway, Shawn D. Preventing Crime: What works, what doesnt, whats promising. Washington, DC: National Institute of Justice, US Department of Justice, 1997.",
        "Sherman, Lawrence W. and Weisburd, David. General Deterrent Effects of Police Patrol in Crime `Hot Spots: A Randomized, Controlled Trial. Justice Quarterly 12 (1995): 625-48.",
        "Sherman, Lawrence W., Patrick R. Gartin, and Michael E. Buerger, Hot Spots of Predatory Crime: Routine Activities and the Criminology of Place. Criminology 27: 27-55 (1989).",
        "Sherman, Lawrence W. Fair and Effective Policing. In Wilson, James Q. Wilson and Joan Petersilia, Joan (Eds.), Crime: Public Policies for Crime Control. Oakland, CA: ICS Press, 2002.",
        "Rotton, James and Cohn, Ellen G. Violence Is a Curvilinear Function of Temperature in Dallas: A Replication. Journal of Personality and Social Psychology 78, no. 6 (2000): 1074-1081.",
        "Kopoer, Christopher. Just enough police presence: Reducing crime and disorderly behavior by optimizing patrol time in crime hot spots. Justice Quarterly 12 (1995): 649-672.",
        "Lochner, Lance. Education, Work and Crime: Theory and Evidence (1999).",
        "Kling, Jeff, Ludwig, and Katz, Lawrence. Youth Criminal Behavior in the Moving To Opportunity Experiment. Working paper, Princeton University, 2004.",
        "Jacob, Brian A. and Lefgren, Lars. Are Idle Hands the Devils Workshop? Incapacitation, Concentration and Juvenile Crime. American Economic Review. 93, no. 5 (2003): 1560-1577.",
        "Hesseling, Rene B. P. Displacement: A Review of the Empirical Literature. In Clarke, R.V. (Ed.), Crime Prevention Studies (vol. 2). Monsey, NY: Criminal Justice Press, 1994.",
        "Grogger, Jeffrey and Michalopoulos, Charles. Welfare Dynamics under Time Limits. Journal of Political Economy. 111, no. 3 (2003): 530-554.",
        "Farber, Henry Is Tomorrow Another Day? The Labor Supply of New York City Cab Drivers, Princeton (2003).",
        "Field, Simon. The Effect of Temperature on Crime. British Journal of Criminology. Vol. 32 no. 3 (Summer 1992): 340-351.",
        "Glaeser, Edward L., Sacerdote, Bruce, and Scheinkman, Jose A. Crime and Social Interactions. The Quarterly Journal of Economics 111, no. 2 (1996): 507-548.",
        "Eck, John E. The Threat of Crime Displacement. Criminal Justice Abstracts 25 (1993): 527-546.",
        "DiIulio, John J. A New Crime Wave. Investors Business Daily, March 6, 1996.",
        "Cook, Philip J. and Goss, Kristin A A Selective Review of the Social-Contagion Literature. Working paper. Raleigh: Duke University, 1996..",
        "Braga, Anthony A., Kennedy, David M., Waring, Elin J., and Piehl, Anne M. Problem-Oriented Policing, Deterrence and Youth Violence: An Evaluation of Bostons Operation Ceasefire. The Journal of Research in Crime and Delinquency (forthcoming). Camerer, Babcock, Lowenstien and Thaler Labor Supply of New York City Cab Drivers: One Day at the Time. Quarterly Journal of Economics (1997): 407-411.",
        "Braga, Anthony A., Weisburd, David L., Waring, Elin J., Mazerolle, Lorraine G., Spelman, William, and Gejewski, Francis. Problem-Oriented Policing in Violent Crime Places: A Randomized Controlled Experiment. Criminology 37, no. 3 (1999): 541-580.",
        "Becker, Gary. Crime and Punishment: An Economic Approach. Journal of Political Economy 76, no. 2 (1968): 169-217.",
        "Anderson, Craig A. Heat and Violence. Current Directions in Psychological Science. (2001): 33-38."
    ]
}