{
    "id": 10730,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Panagariya, A. (2002): Formula approaches to reciprocal tariff liberalization, in B. Hoekman, A. Mattoo and P. English (eds.): Development, Trade and the WTO, Washington, D.C.: The World Bank.",
        "Neary, J.P. (1998): Pitfalls in the theory of international trade policy: Concertina reforms of tariffs and subsidies to high-technology industries, Scandinavian Journal of Economics, 100, 187-206.",
        "Neary, J.P. (1995): Trade liberalisation and shadow prices in the presence of tariffs and quotas, International Economic Review, 36, 531-554.",
        "Laird, S. and A. Yeats (1987): Tariff cutting formulas - and complications, in J.M. Finger and A. Olechowski (eds.): The Uruguay Round: A Handbook for the Multilateral Trade Negotiations, Washington, D.C.: The World Bank.",
        "Kee, H.L., A. Nicita and M. Olarreaga (2004): Import demand elasticities and trade distortions, mimeo., Washington D.C.: The World Bank, July.",
        "Ju, J. and K. Krishna (2000): Welfare and market access effects of piecemeal tariff reform, Journal of International Economics, 51, 305-316.",
        "Hatta, T. (1977): A theory of piecemeal policy recommendations, Review of Economic Studies, 44, 1-21.",
        "Fukushima, T. (1979): Tariff structure, nontraded goods and theory of piecemeal policy recommendations, International Economic Review, 20, 427-435.",
        "Francois, J. and W. Martin (2004): Commercial policy variability, bindings, and market access, European Economic Review, 48, 665-679.",
        "Francois, J. and W. Martin (2003): Formula approaches to market access negotiations, The World Economy, 26, 1-28.",
        "Feenstra, R. (1995): Estimating the effects of trade policy, in G. Grossman and K. Rogoff (eds.): Handbook of International Economics, Vol. 3, Amsterdam: North-Holland, 1553-1595.",
        "Falvey, R.E. (1994): Revenue enhancing tariff reform, Weltwirtschaftliches Archiv, 130, 175- 190.",
        "Diewert, W.E., A.H. Turunen-Red and A.D. Woodland (1989): Productivity and Pareto- improving changes in taxes and tariffs, Review of Economic Studies, 56, 199-215.",
        "Bruno, M. (1972): Market distortions and gradual reform, Review of Economic Studies, 39, 373-383.",
        "Bagwell, K. and R. Staiger (1999): An economic theory of GATT, American Economic Review, 89, 215-248.",
        "Armington, P.S. (1969): A theory of demand for products distinguished by place of production, International Monetary Fund Staff Papers, 26, 159-178.",
        "Anderson, J.E. and J.P. Neary (2003): The Mercantilist index of trade policy, International Economic Review, 44, 627-649.",
        "Anderson, J.E. and J.P. Neary (1996): A new approach to evaluating trade policy, Review of Economic Studies, 63, 107-125.",
        "Anderson, J.E. (1995): Tariff index theory, Review of International Economics, 3, 156-173."
    ]
}