{
    "id": 10735,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "Pischke, J.-S. (1998) Ausbildung und Lohnstruktur: Deutschland und die USA in den 80er Jahren, in B. Gahlen, H. Hesse, and H.J. Ramser, eds., Verteilungsprobleme der Gegenwart. Diagnose und Therapie, Schriftenreihe des Wirtschaftswissenschaftlichen Seminars Ottobeuren 27, Verlag Mohr Siebeck, . TÃ\u0083Â¼bingen, 95-117.",
        "OECD (2004), STAN Database, OECD, Paris.",
        "OECD (1996), Earnings Inequality, Low Paid Employment and Earnings Mobility, Employment Outlook 1996, OECD, Paris, 59-108.",
        "Nickell, S. and B. Bell (1996), Changes in the Distribution of Wages and Unemployment in OECD Countries, American Economic Review, Papers and Proceedings 82, 302-08.",
        "Nickell, S. and B. Bell (1995), The Collapse in Demand for the Unskilled and Unemployment Across the OECD, Oxford Review of Economic Policy 11, 40-62.",
        "Nickell, S. (2003) A Picture of European Unemployment: Success and Failure, CEP Discussion Paper No. 577.",
        "Neumark, D. and W. Wascher (2001), Minimum Wages and Training Revisited, Journal of Labor Economics 19, 563-95.",
        "Krueger, A. and J.-S. Pischke (1998), Observations and Conjectures on the U.S. Employment Miracle, in: Third Public GAAC Symposium: Labor Markets in the USA and Germany, German-American Academic Council, Bonn, 99-126.",
        "Freeman, R.B. and R. Schettkat (2001), Skill Compression, Wage Differentials, and Employment: Germany vs the US, Oxford Economic Papers 53, 582-603.",
        "Freeman, R.B. (1995), Are Your Wages Set in Bejing? Journal of Economic Perspectives 9, 15-32.",
        "Card, D., F. Kramarz, and T. Lemieux (1999) Changes in the Relative Structure of Wages and Employment: A Comparison of the United States, Canada, and France, Canadian Journal of Economics 32, 843-77.",
        "Card, D. and J. DiNardo (2002), Skill-Biased Technological Change and Rising Wage Inequality: Some Problems and Puzzles, Journal of Labor Economics 20, 733-83.",
        "Blau, F. and L.M. Kahn (2001), Do Cognitive Test Scores Explain Higher US Wage Inequality? National Bureau of Economic Research Working Paper No. 8210.",
        "Becker, G. (1964), Human capital, The University of Chicago Press, Chicago.",
        "Arulampalam, W., A.L. Booth, and M.L. Bryan (2002), Work-Related Training and the New National Minimum Wage in Britain, IZA Discussion Paper No. 595.",
        "Acemoglu, D. and J.-S. Pischke (2003), Minimum Wages and On-the-job Training, Research in Labor Economics 22, 159-202.",
        "Acemoglu, D. and J.-S. Pischke (1999b), The Structure of Wages and Investment in General Training, Journal of Political Economy 107, 539-72.",
        "Acemoglu, D. and J.-S. Pischke (1999a), Beyond Becker: Training in Imperfect Labor Markets Economic Journal 109, F112-42.",
        "Acemoglu, D. and J.-S. Pischke (1998), Why Do Firms Train? Theory and Evidence, Quarterly Journal of Economics 113, 79-119.",
        "Acemoglu, D. (2003), Cross-Country Inequality Trends, Economic Journal 113, F121-49.",
        "Acemoglu, D. (2002), Technical Change, Inequality, and the Labor Market, Journal of Economic Literature 40, 7-72."
    ]
}