{
    "id": 10737,
    "cites": 20,
    "cited_by": 20,
    "reference": [
        "Viscusi, W. Kip and Joseph E. Aldy, The Value of a Statistical Life: A Critical Review of Market Estimates throughout the World, Journal of Risk and Uncertainty, 2003, 27, 576.",
        "Usher, Daniel, An Imputation to the Measure of Economic Growth for Changes in Life Expectancy, in M. Moss, ed., The Measurement of Economic and Social Performance, New York: National Bureau of Economic Research, 1973.",
        "Shepard, Donald S. and Richard J. Zeckhauser, Survival versus Consumption, Management Science, 1984, 30, 423439.",
        "Shapiro, Irving, Matthew D. Shapiro, and David W. Wilcox, Measuring the Value of Cataract Surgery, 1999. University of Michigan mimeo.",
        "Schelling, Thomas C., The Life You Save May Be Your Own, in Jr. Samuel B. Chase, ed., Problems in Public Expenditure Analysis, Washington D.C.: Brookings Institution, 1968, pp. 127161.",
        "Rosen, Sherwin, The Value of Changes in Life Expectancy, Journal of Risk and Uncertainty, 1988, 1, 285304.",
        "Oeppen, Jim and James W. Vaupel, Broken Limits to Life Expectancy, Science, May 2002, 296 (5570), 10291031.",
        "Newhouse, Joseph P., Medical Care Costs: How Much Welfare Loss?, Journal of Economic Perspectives, Summer 1992, 6 (3), 321.",
        "HALL AND JONES Lucas, Deborah, Asset Pricing with Undiversifiable Risk and Short Sales Constraints: Deepening the Equity Premium Puzzle, Journal of Monetary Economics, 1994, 34 (3), 325342.",
        "Lee, Ronald D., The Demographic Transition: Three Centuries of Fundamental Change, Journal of Economic Perspectives, Fall 2003, 17 (4), 167190.",
        "Kaplow, Louis, The Value of a Statistical Life and the Coefficient of Relative Risk Aversion, July 2003. NBER Working Paper 9852.",
        "Jones, Charles I., Why Have Health Expenditures as a Share of GDP Risen So Much?, July 2003. U.C. Berkeley mimeo.",
        "Stanford.edu/ rehall. Hammitt, James K., Jin-Tan Liu, and Jin-Long Liu, Survival is a Luxury Good: The Increasing Value of a Statistical Life, July 2000. Harvard University mimeo.",
        "Hall, Robert E., Intertemporal Substitution in Consumption, Journal of Political Economy, April 1988, 96 (2), 339357.",
        "Grossman,Michael,OntheConceptofHealthCapitalandtheDemandforHealth, Journal of Political Economy, March/April 1972, 80 (2), 223255.",
        "Ehrlich, Isaac and Hiroyuki Chuma, A Model of the Demand for Longevity and the Value of Life Extension, Journal of Political Economy, August 1990, 98 (4), 761782.",
        "Cutler, David M., Mark B. McClellan, Joseph P. Newhouse, and Dahlia Remler, Are Medical Prices Declining? Evidence from Heart Attack Treatments, Quarterly Journal of Economics, November 1998, 113 (4), 9911024.",
        "Ashenfelter, Orley and Michael Greenstone, Using Mandated Speed Limits to MeasuretheValueofaStatisticalLife,JournalofPoliticalEconomy,February 2004, 112 (1), S226S267. Part 2.",
        "Arthur, W. B., The Economics of Risk to Life, American Economic Review, March 1981, 71 (1), 5464.",
        "Aldy, Joseph E. and W. Kip Viscusi, Age Variations in Workers Value of Statistical Life, December 2003. NBER Working Paper 10199."
    ]
}