{
    "id": 10745,
    "cites": 46,
    "cited_by": 3,
    "reference": [
        "Weisbrod, B. 1998. The Nonprofit Economy. Cambridge, MA and London: Harvard University Press.",
        "Wheeler, J. and T. Nahra. 2000. Private and Public Ownership in Outpatient Substance Abuse Treatment: Do We Have a Two-Tiered System? Administration and Policy in Mental Health 27 (4):197-09.",
        "Sturm, R. 2000. Managed Care Risk Contracts and Substance Abuse Treatment. Inquiry 37 (2):219-25.",
        "U.S. Department of Health and Human Services, Health Resources and Services Administration, Bureau of Health Professions, National Center for Health Workforce Analysis. 2002a. Area Resource File. Washington, DC: U.S. Department of Health and Human Services.",
        "Steinberg, R. 2004. Economic Theories of Nonprofit Organizations. Prepared for The Nonprofit Sector: A Research Handbook, 2nd ed., edited by W. Powell and R. Steinberg.",
        "Steenrod, S., A. Brisson, D. McCarty, and D. Hodgkin. 2001. Effects of Managed Care on Programs and Practices for the Treatment of Alcohol and Drug Dependence. Recent Developments in Alcoholism, vol. 15, Services Research in the Era of Managed Care, edited by M. Gallanter, pp.51-71. New York: Kluwer Academic/Plenum.",
        "Staiger, D. and J. Stock. 1997. Instrumental Variables Regression with Weak Instruments. Econometrica 65 (3):557-86.",
        "Smith, B., and J. Marsh. 2002. Client-Service Matching in Substance Abuse Treatment for Women with Children. Journal of Substance Abuse Treatment 22 (3):161-8.",
        "Rosenau, P., and S. Linder. 2003. Two Decades of Research Comparing For-Profit and Nonprofit Health Provider Performance in the United States. Social Science Quarterly 84 (2):219-41.",
        "Rodgers, J., and P. Barnett. 2000. Two Separate Tracks? A National Multivariate Analysis of Differences Between Public and Private Substance Abuse Treatment Programs. American Journal of Drug and Alcohol Abuse 26 (3):429-42.",
        "Rivers, J. 1998. Services for Substance Abusers in a Changing Health Care System. American Behavioral Scientist 41 (8):1136-56.",
        "Olmstead, T., W. White, and J. Sindelar. 2004. The Impact of Managed Care on Substance Abuse Treatment Services. Health Services Research 39 (2):319-45.",
        "Office of National Drug Control Policy. 1996. Treatment Protocol Effectiveness Study: A White Paper of the Office of National Drug Control Policy. Journal of Substance Abuse Treatment 13 (4):295-20.",
        "National Institute on Drug Abuse (NIDA), National Institutes of Health, U.S. Department of Health and Human Services. 1999. Principles of Drug Addition Treatment: A Research Based Guide. NIH Publication No. 99-4180. Washington, DC: National Institutes of Health.",
        "McLellan, A.T., M. Levine, T. Hagan, K. Meyers, M. Randall, F. Gould, M. Bencivengo, and J. Durell. 1999. Does Clinical Case Management Improve Outpatient Addiction Treatment? Drug and Alcohol Dependence 55 (1-2):91-03.",
        "McClellan, M., and J. Newhouse. 2000. Introduction: Overview of the Special Supplement Issue. In Instrumental Variables Analysis: Applications in Health Services Research: A Special Supplement to HSR, edited by M. McClellan and J. Newhouse. Health Services Research 35 (5), Part II.",
        "Marsh, J., T. DAunno, and B. Smith. 2000. Increasing Access and Providing Social Services to Improve Drug Abuse Treatment for Women with Children. Addiction 95 (8):1237-47.",
        "Maddala, G. 1983. Limited-Dependent and Qualitative Variables in Econometrics. New York: Cambridge University Press.",
        "Lindrooth, R. and B. Weisbrod. 2004. Do Nonprofit and For-profit Hospices Really Differ? An Analysis of the Hospice Industry. Medical University of South Carolina, Center for Health Economic and Policy Studies (CHEPS), Working Paper 005-04.",
        "Lemak C., J. Alexander, and T. DAunno. 2001. Selective Contracting in Managed Care: The Case of Substance Abuse Treatment. Medical Care Research and Review 58 (4):455-81.",
        "Lee, M.T., S. Reif, G.A. Rigger, H.F. Levin, and C.M. Horgan. 2001. Access to Services in the Substance Abuse Treatment System. Variations by Facility Characteristics. Recent Developments in Alcoholism, vol. 15, Services Research in the Era of Managed Care, edited by M. Gallanter, pp.137-56. New York: Kluwer Academic/Plenum Lemak, C., and J. Alexander. 2001. Managed Care and Outpatient Substance Abuse Treatment Intensity. Journal of Behavioral Health Services and Research 28 (1):12-29.",
        "Kennedy, P. 1998. A Guide to Econometrics, 4th ed. Cambridge, MA: MIT Press.",
        "Institute of Medicine. 1990. Treating Drug Problems--Volume 1: A Study of the Evolution, Effectiveness, and Financing of Public and Private Drug Treatment Systems. Washington DC: National Academy Press.",
        "Kapur, K., and B. Weisbrod. 2000. The Roles of Government and Nonprofit Suppliers in Mixed Industries. Public Finance Review 28 (4):275-08.",
        "Hodgkin, D., D. Shepard, Y. Anthony, and G. Strickler. 2004. A Publicly Managed Medicaid Substance Abuse Carve-Out: Effects on Spending and Utilization. Administration and Policy in Mental Health 31 (3):197-17.",
        "Hansmann, H. 1980. The Role of Nonprofit Enterprise. Yale Law Journal 89 (5):835-01.",
        "Hirth, R. 1999. Consumer Information and Competition Between Nonprofit and For-profit Nursing Homes. Journal of Health Economics 18 (2):219-40.",
        "Greene, W. 2003. Econometric Analysis, 5th ed. Upper Saddle River, NJ: Prentice Hall.",
        "Gray, B., and W. McNerney. 1986. For-Profit Enterprise in Health Care. New England Journal of Medicine 314 (23):1523-8.",
        "Gould, F., M. Levine, and A.T. McLellan. 2000. Treating the Substance-Abusing Patient in the Public Sector: `Medical Necessity Versus `Social Necessity and Social Responsibility in the Philadelphia Target Cities Demonstration Project. Journal of Substance Abuse Treatment 18 (1):75-7.",
        "Glazer, J., and T. McGuire. 2002. Multiple Payers, Commonality and Free-Riding in Health Care: Medicare and Private Payers. Journal of Health Economics 21 (6):1049-1069.",
        "Friedmann, P., S. Lemon, M. Stein, and T. DAunno. 2003. Accessibility of Addiction Treatment: Results from a National Survey of Outpatient Substance Abuse Treatment Organizations. Health Services Research 38 (3):887-03.",
        "Friedmann, P., S. Lemon, E. Durkin, and T. DAunno. 2003. Trends in Comprehensive Service Availability in Outpatient Drug Abuse Treatment. Journal of Substance Abuse Treatment 24 (1):81-8.",
        "Friedmann, P., J. Alexander, and T. DAunno. 1999. Organizational Correlates of Access to Primary Care and Mental Health Services in Drug Abuse Treatment Units. Journal of Substance Abuse Treatment 16 (1):71-80.",
        "Frank, R., and T. McGuire. 1997. Savings from a Medicaid Carve Out for Mental Health and Substance Abuse Services in Massachusetts. Psychiatry Services 48 (9):1147-52.",
        "Ettner, S., M. Argeriou, D. McCarty, J. Dilonardo, and H. Liu. 2003. How Did the Introduction of Managed Care for the Uninsured in Iowa Affect the Use of Substance Abuse Services? Journal of Behavioral Health Services and Research 30 (1):26-40 Ettner, S., G. Denmead, J. Dilonardo, H. Cao, and A. Belanger. 2003. The Impact of Managed Care on the Substance Abuse Treatment Patterns and Outcomes of Medicaid Beneficiaries: Marylands HealthChoice Program. Journal of Behavioral Health Services and Research 30 (1):41-62.",
        "Durkin, E. 2002. An Organizational Analysis of Psychosocial and Medical Services in Outpatient Drug Abuse Treatment Programs. Social Service Review 76 (3):406-29.",
        "Dranove, D., and M. Satterthwaite. 2000. The Industrial Organization of Health Care Markets. In Handbook of Health Economics, vol. 1A, edited by A.J. Culyer and J.P. Newhouse, pp. 1093-35. Amsterdam: Elsevier.",
        "Dranove D., M. Satterthwaite, and J. Sindelar. 1986. Preferred Provider Organizations: Injecting Price Competition into the Hospital Market. Inquiry 23 (4): 419-431.",
        "Davidson, R., and J. MacKinnon. 1993. Estimation and Inference in Econometrics. New York: Oxford University Press.",
        "Bound, J., D. Jaeger, and R. Baker. 1995. Problems with Instrumental Variables Estimation When the Correlation Between the Instruments and the Endogenous Explanatory Variable is Weak. Journal of the American Statistical Association 90 (430):443-50.",
        "Ballou, J., and B. Weisbrod. 2003. Managerial Rewards and the Behavior of For-Profit, Governmental, and Nonprofit Organizations: Evidence from the Hospital Industry. Journal of Public Economics 87 (9-10):1895-20.",
        "Alexander, J., T. Nahra, and J. Wheeler. 2003. Managed Care and Access to Substance Abuse Treatment Services. Journal of Behavioral Health Services and Research 30 (2):161-75.",
        "Alexander, J., and C. Lemak. 1997. The Effects of Managed Care on Administrative Burden in Outpatient Substance Abuse Treatment Units. Medical Care 35 (5):1060-8.",
        "Olmstead, T., and J. Sindelar. 2004. To What Extent Are Key Services Offered in Treatment Programs for Special Populations? Journal of Substance Abuse Treatment 27 (1):9-15.",
        "McLellan, A.T., T. Hagan, K. Meyers, M. Levine, F. Gould, M. Bencivengo, J. Durell, and J. Jaffe. 1998. Supplemental Social Services Improve Outcomes in Public Addiction Treatment. Addiction 93 (10):1489-99."
    ]
}