{
    "id": 10747,
    "cites": 48,
    "cited_by": 10,
    "reference": [
        "[50] Woodford, Michael (2003b), Interest Rates and Prices: Foundations of a Theory of Monetary Policy, Princeton University Press.",
        "[49] Woodford, Michael (2003a), Ination Targeting and Optimal Monetary Policy,working pa- per, www.princeton.edu/ woodford.",
        "[47] Walsh, Carl E. (2004a), Parameter Misspeci...cation and Robust Monetary Policy Rules, working paper, econ.ucsc.edu/~walshc.",
        "[48] Walsh, Carl E. (2004b), Robustly Optimal Instrument Rules and Robust Control: An Equiv- alence Result,Journal of Money, Credit, and Banking, forthcoming, econ.ucsc.edu/~walshc.",
        "[46] Walsh, Carl E. (2003), Monetary Theory and Policy, 2nd edition, MIT Press, Cambridge, MA.",
        "[45] Taylor, John B., ed. (1999), Monetary Policy Rules, Chicago University Press.",
        "[44] Svensson, Lars E.O., and Michael Woodford (2004), Implementing Optimal Policy through Ination-Forecast Targeting,in Bernanke and Woodford [6], forthcoming.",
        "[43] Svensson, Lars E.O, Kjetil Houg, Haakon Solheim, and Erling Steigum (2002), An Independent Review of Monetary Policy and Institutions in Norway, Norges Bank Watch 2002, Centre for Monetary Economics, Norwegian School of Management BI, www.princeton.edu/ svensson.",
        "[42] Svensson, Lars E.O. (2004), Optimization under Discretion and Commitment, and Targeting Rules and Instrument Rules: Lecture Notes,www.princeton.edu/ svensson.",
        "[41] Svensson, Lars E.O. (2003b), The Magic of the Exchange Rate: Optimal Es- cape from a Liquidity Trap in Small and Large Open Economies, working paper, www.princeton.edu/ svensson.",
        "[40] Svensson, Lars E.O. (2003a), What is Wrong with Taylor Rules? Using Judgment in Monetary Policy through Targeting Rules,Journal of Economic Literature 41, 426477.",
        "[39] Svensson, Lars E.O. (2001b), The Ination Forecast and the Loss Function,in Paul Mizen, ed., Central Banking, Monetary Theory and Practice: Essays in Honour of Charles Goodhart, Edward Elgar.",
        "[38] Svensson, Lars E.O. (2001a), Independent Review of the Operation of Monetary Policy: Report to the Minister of Finance,www.princeton.edu/ svensson.",
        "[37] Svensson, Lars E.O. (1999), Ination Targeting as a Monetary Policy Rule, Journal of Monetary Economics 43, 607654.",
        "[36] Svensson, Lars E.O. (1997), Ination Forecast Targeting: Implementing and Monitoring In- ation Targets,European Economic Review 41, 11111146.",
        "[35] Sims, Christopher A. (1980), Macroeconomics and Reality,Econometrica 48, 148.",
        "[33] Preston, Bruce (2004), Adaptive Learning and the Use of Forecasts in Monetary Policy, working paper.",
        "[32] Onatski, Alexei, and Noah Williams (2004), Empirical and Policy Performance of a Forward- Looking Monetary Model,www.princeton.edu/~noahw.",
        "[31] Mishkin, Frederic S. (2003), The Role of Output Stabilization in the Conduct of Monetary Policy,International Finance 5, 213227.",
        "[30] Merriam-Webster (1996), Websters Tenth New Collegiate Dictionary, Merriam-Webster, Spring...eld, MA.",
        "[29] Meltzer, Allan H. (1987), Limits of Short-Run Stabilization Policy, Economic Inquiry 25, 113.",
        "[28] McCallum, Bennett T., and Edward Nelson (2004), Targeting vs. Instrument Rules for Mon- etary Policy,Federal Reserve Bank of St. Louis Working Paper 2004-011A.",
        "[27] McCallum, Bennett T., and Edward Nelson (2000), Timeless Perspective vs. Discretionary Monetary Policy in Forward-Looking Models,Federal Reserve Bank of St. Louis Review 86(2), 4356.",
        "[26] McCallum, Bennett T., and Edward Nelson (1999b), An Optimizing IS-LM Speci...cation for Monetary Policy and Business Cycle Analysis, Journal of Money, Credit, and Banking 31, 296316.",
        "[25] McCallum, Bennett T., and Edward Nelson (1999a), Nominal Income Targeting in an Open- Economy Optimizing Model,Journal of Monetary Economics 43, 553578.",
        "[24] McCallum, Bennett T. (1999), Issues in the Design of Monetary Policy Rules,in Taylor, John B., and Michael Woodford, eds., Handbook of Macroeconomics, Volume 1C, North-Holland, 14831530.",
        "[23] McCallum, Bennett T. (1988), Robustness Properties of a Rule for Monetary Policy, Carnegie-Rochester Conference Series on Public Policy 29, 173204.",
        "[22] Kuttner, Kenneth N. (2004), The Role of Policy Rules in Ination Targeting,working paper, www.oberlin.edu/economic/faculty/kuttner.htm.",
        "[21] Klein, Paul (2000), Using the Generalized Schur Form to Solve a Multivariate Linear Rational Expectations Model,Journal of Economic Dynamics and Control 24, 14051423.",
        "[20] Hansen, Lars Peter, and Thomas J. Sargent (2004), Robust Control and Economic Model Uncertainty, Princeton University Press.",
        "[19] Hansen, Lars Peter, and Thomas J. Sargent (2003), Robust Control of Forward-Looking Models,Journal of Monetary Economics 50, 581604.",
        "[17] Goodhart, Charles A.E. (2000), The Ination Forecast, working paper, London School of Economics.",
        "[16] Giannoni, Marc P., and Michael Woodford (2003), Optimal Ination Targeting Rules, in Bernanke and Woodford [6], forthcoming.",
        "[15] Giannoni, Marc P., and Michael Woodford (2003b), Optimal Interest-Rate Rules: II. Appli- cations,NBER Working Paper No. 9420.",
        "[14] Giannoni, Marc P., and Michael Woodford (2003a), Optimal Interest-Rate Rules: I. General Theory,NBER Working Paper No. 9419.",
        "[13] Evans, George W., and Seppo Honkapohja (2004), Monetary Policy, Expectations and Com- mitment,working paper.",
        "[12] Cecchetti, Stephen G., and Junhan Kim (2003), Ination Targeting, Price-Path Targeting, and Output Variability,in Bernanke and Woodford [6], forthcoming.",
        "[11] Cecchetti, Stephen G. (2000), Making Monetary Policy: Objectives and Rules,Oxford Re- view of Economic Policy 16(4), 4359.",
        "[10] Cecchetti, Stephen G. (1998), Central Bank Policy Rules: Conceptual Issues and Practical Considerations, in Helmut Wagner, ed., Current Issues in Monetary Economics, Physica- Verlag, Heidelberg, 121140.",
        "[8] Brash, Donald T. (2001), Making Monetary Policy: A Look behind the Curtains,speech in Christchurch, January 26, 2001.",
        "[9] Bryant, Ralph C., Peter Hooper, and Catherine L. Mann, eds. (1993), Evaluating Policy Regimes: New Research in Empirical Macroeconomics, The Brookings Institution, Washington D.C.",
        "[7] Black, Richard, Vincenzo Cassino, Aaron Drew, Eric Hansen, Benjamin Hunt, David Rose, and Alasdair Scott (1997), The Forecasting and Policy System: The Core Model,Research Paper No. 43, Reserve Bank of New Zealand, Wellington.",
        "[6] Bernanke, Ben S., and Michael Woodford, eds. (2004), The Ination Targeting Debate, Chicago University Press, forthcoming.",
        "[5] Bernanke, Ben S., and Michael Woodford (1997), Ination Forecasts and Monetary Policy, Journal of Money, Credit, and Banking 29, 654684.",
        "[4] Benigno, Pierpaolo, and Michael Woodford (2004), Optimal Stabilization Policy When Wages and Prices are Sticky: The Case of a Distorted Steady State,working paper.",
        "[3] Benigno, Pierpaolo, and Michael Woodford (2003), Optimal Monetary and Fiscal Policy: A Linear-Quadratic Approach, NBER Macroeconomics Annual 2003 18, 271333.",
        "[2] Benigno, Pierpaolo, and Gianluca Benigno (2003), Designing Targeting Rules for Interna- tional Monetary Policy Cooperation,European Central Bank Working Paper No. 279.",
        "[1] Aizenman, Joshua, and Jacob A. Frenkel (1986), Targeting Rules for Monetary Policy,Eco- nomics Letters 21, 183187."
    ]
}