{
    "id": 10744,
    "cites": 22,
    "cited_by": 72,
    "reference": [
        "[21] Shapiro, M.D. (1986). The Dynamic Demand for Capital and Labor, Quarterly Journal of Eco- nomics, 101, 51342.",
        "[22] UNIDO (2002). Industrial Statistics Database 2002 (3-digit level of ISIC code (Revision 2)).",
        "[20] Sargent, T. (1978). Estimation of Dynamic Labor Demand under Rational Expectations, J. of Politi- cal Economy, 86, 100944.",
        "[18] Nickell, S. (1986). Dynamic Models of Labour Demand, in O. Ashenfelter and R. Layard (eds.) Handbook of Labor Economics, Elsevier.",
        "[19] Nickell, S. and L. Nunziata (2000). Employment Patterns in OECD Countries. Center for Economic Performance Dscussion Paper 448.",
        "[17] Mankiw, G.N. (1995). The Growth of Nations, Brookings Papers on Economic Activity, 275326.",
        "[15] Hamermesh, D. (1993). Labor Demand, Princeton: Princeton University Press.",
        "[16] Kaufmann, D., A. Kraay and P. Zoido-Lobaton (1999). Governance Matters. World Bank Policy Research Department Working Paper No. 2196.",
        "[14] Heckman, J. and C. Pages (2000). The Cost of Job Security Regulation: Evidence from Latin Ameri- can Labor Markets. Inter-American Development Bank Working Paper 430.",
        "[12] Djankov, S., R. La Porta, F. Lopez-de-Silanes, A. Shleifer and J. Botero (2003). The Regulation of Labor. NBER Working Paper No. 9756.",
        "[13] Foster L., J. Haltiwanger and C.J. Krizan (1998). Aggregate Productivity Growth: Lessons from Microeconomic Evidence, NBER Working Papers No. 6803.",
        "[11] Calvo, G (1983). Staggered Prices in a Utility Maximizing Framework. Journal of Monetary Eco- nomics. 12: 383-98.",
        "[9] Caballero R., E. Engel, and A. Micco (2004), Microeconomic Flexibility in Latin America, NBER Working Paper No. 10398.",
        "[10] Caballero, R. and M. Hammour (2000). Creative Destruction and Development: Institutions, Crises, and Restructuring, Annual World Bank Conference on Development Economics 2000, 213-241.",
        "[7] Caballero R. and E. Engel (1993). Microeconomic Adjustment Hazards and Aggregate Dynamics. Quarterly Journal of Economics. 108(2): 359-83.",
        "[6] Burgess, S., M. Knetter and C. Michelacci (2000). Employment and Output Adjustment in the OECD: A Disaggregated Analysis of the Role of Job Security Provisions. Economica 67: 419-435.",
        "[5] Burgess. S. and M. Knetter (1998). An International Comparison of Eployment Adjustment to Ex- change Rate Fluctuations. Review of International Economics. 6(1): 151-163.",
        "[4] Barro, R.J. and J.W. Lee (1996). International Measures of Schooling Years and Schooling Quality, American Economic Review, Papers and Proceedings, 86, 218223.",
        "[2] Anderson, T.W. and C. Hsiao (1982). Formulation and Estimation of Dynamic Models Using Panel Data, Journal of Econometrics, 18, 6782.",
        "[3] Arellano, M. and S.R. Bond (1991). Some Specification Tests for Panel Data: Montecarlo Evidence and an Application to Employment Equations, Review of Economic Studies, 58, 277-298.",
        "[1] Abraham, K. and S. Houseman (1994). Does Employment Protection Inhibit Labor Market Flexibil- ity: Lessons From Germany, France and Belgium. In: R.M. Blank, editor, Protection Versus Economic Flexibility: Is There A Tradeoff?. Chicago: University of Chicago Press.",
        "[8] Caballero R., E. Engel, and J. Haltiwanger (1997), Aggregate Employment Dynamics: Building from Microeconomic Evidence, American Economic Review 87(1), 115137."
    ]
}