{
    "id": 10740,
    "cites": 32,
    "cited_by": 38,
    "reference": [
        "Tolin, Tom and Martin Patwell. 2003. A Critique of Economic Analysis of the ADA, Disability Studies Quarterly, 23:130142.",
        "Stein, Michael Ashley. 2000. Empirical Implications of Title I, Iowa Law Review, 86:16721690.",
        "W.E. Upjohn Institute for Employment Research, 2003.",
        "Shapiro, Joseph P. 1989. Liberation Day for the Disabled, U.S. News and World Report, 107(11):20.",
        "Stapleton, David, Andrew Houtenville and Nanette Goodman. 2001. Have Changes in Job Requirements Reduced the Number of Workers with Disabilities? (mimeo).",
        "Schwochau, Susan and Peter David Blanck. 2000. The Economics of the Americans with Disabilities Act, Part III: Does the ADA Disable the Disabled? Berkeley Journal of Employment and Labor Law, 21:271313.",
        "Romeo, Peter. 1989. New NRA Programs Tackle Host of Industry Issues, Nations Restaurant News, 23(40):4.",
        "Oyer, Paul and Scott Schaefer. 2000. Litigation Costs and Returns to Experience, American Economic Review, 92:683705.",
        "Nickell, Stephen. 1997. Unemployment and Labor Market Rigidities: Europe versus North America, Journal of Economic Perspectives, 11:5574.",
        "Relations, 42:3166. Neuborne, Burt. 1977. The Myth of Parity, Harvard Law Review, 90:11051131.",
        "Kruse, Douglas and Thomas Hale. 2003. Disability and Employment: Symposium Introduction, Industrial Relations, 42:110.",
        "Kreider, Brent and John V. Pepper. 2002. Disability and Employment: Reevaluating the Evidence in Light of Reporting Errors, Center for Retirement Research Working Paper No. 200206.",
        "Kirchner, Corinne. 1986. Looking Under the Street Lamp: Inappropriate Uses of Measures Just Because They Are There, Journal of Disability Policy Studies, 7:7890.",
        "Katz, Lawrence F. 1998. Wage Subsidies for the Disadvantaged, in Richard B. Freeman and Peter Gottschalk, eds., Generating Jobs: How to Increase Demand for Less-Skilled Workers. New York, NY: Russell Sage.",
        "Jolls, Christine. 2000. Accommodation Mandates, Stanford Law Review, 53:223306.",
        "Hotchkiss, Julie L. 2002. A Closer Look at the Employment Impact of the Americans with Disabilities Act (mimeo).",
        "Heckman, James J. and Brook Payner. 1989. Determining the Impact of Federal Antidiscrimination Policy on the Economic Status of Blacks: A Study of South Carolina, American Economic Review, 79:138177.",
        "Gruber, Jonathan. 1994. The Incidence of Mandated Maternity Benefits, American Economic Review, 84:622641.",
        "Litigation, Stanford Law Review, 43:9831033. Gardner, John E. 1989. Federal Labor Law Preemption of State Wrongful Discharge Claims, University of Cincinnati Law Review, 58:491558.",
        "The Decline in Employment of People with Disabilities (David C. Stapleton and Richard V. Burkhauser, eds.). Donohue, John J., III, and James J. Heckman. 1991. The Law and Economics of Racial Discrimination in Employment: Re-Evaluating Federal Civil Rights Policy, Georgetown Law Journal, 79:17131735.",
        "DeLeire, Thomas. 2000. The Wage and Employment Effects of the Americans with Disabilities Act, Journal of Human Resources, 35:693715.",
        "Economic Perspectives, 16:21324. Calkins, Phil. 1989. A Legal Revolution, Worklife (Mar. 22), 21.",
        "Chatoff, Michael A. 1989. Judge Me By What I Can Do, The National Law Journal (Oct. 2), 13.",
        "Burkhauser, Richard V., Mary C. Daly, Andrew J. Houtenville and Nigar Nargis. 2002. Self-Reported Work-Limitation Data: What They Can and Cannot Tell Us, Demography, 39(3):541555.",
        "Bound, John and Timothy Waidmann. 2002. Accounting for Recent Declines in Employment Rates Among the Working-Aged Disabled, Journal of Human Resources, 37(2):231250.",
        "Blanck, Peter David. 1996. Communicating the Americans with Disabilities Act, Transcending Compliance: 1996 Follow-up Report on Sears, Roebuck and Co. Washington, DC: Annenberg Washington Program.",
        "Economic Journal, 110:F672F694. Blanchard, Olivier and Justin Wolfers. 2000. The Role of Shocks and Institutions in the Rise of European Unemployment: The Aggregate Evidence, Economic Journal, 110:C1C33.",
        "Besley, Timothy and Robin Burgess. 2004. Can Labor Regulation Hinder Economic Performance? Evidence from India, Quarterly Journal of Economics, 119:91134.",
        "Beegle, Kathryn and Wendy Stock. 2003. The Labor Market Effects of Disability Discrimination Laws, Journal of Human Resources, 38(4):806859.",
        "Laws, M.I.T. Department of Economics Working Paper No. 0241. Baldwin, Marjorie L. and Edward J. Schumacher. 2002. A Note on Job Mobility Among Workers with Disabilities, Industrial Relations, 41:430441.",
        "Autor, David H. and Mark G. Duggan. 2003. The Rise in Disability Rolls and the Decline in Unemployment, Quarterly Journal of Economics, 108:157205.",
        "Acemoglu, Daron and Joshua D. Angrist. 2001. Consequences of Employment Protection? The Case of the Americans with Disabilities Act, Journal of Political Economy, 109:915957."
    ]
}