{
    "id": 10749,
    "cites": 24,
    "cited_by": 88,
    "reference": [
        "Wright, Philip Green, 1928, The Tariff on Animal and Vegetable Oils, (New York: The Macmillan Company).",
        "Vamvakidis, Athanasios, 2002, How Robust is the Growth Openness Connection? Historical Evidence, Journal of Economic Growth, Vol. 7, pp. 5780.",
        "Heteroskedastic Factor Models, Journal of Econometrics, Vol. 102, No. 2, pp. 14364. Stock, James and Francesco Trebbi, 2003, Who Invented Instrumental Variable Regression? Journal of Economic Perspectives, Vol.17, pp. 17794.",
        "Sentana, Enrique, 1992, Identification of Multivariate Conditionally Heteroskedastic Factor Models, FMG Discussion Paper No. 139 (London: London School of Economics).",
        "Journal of Economics, Vol. 118, Issue 2, pp. 63969. RodrÃ\u0083Â­guez, Francisco and Dani Rodrik, 2000 Trade Policy and Economic Growth: A Skeptics Guide to the Cross-National Evidence, in NBER Macroeconomics Annual 2000, ed. by Ben S. Bernanke and Kenneth Rogoff (Cambridge: The MIT Press).",
        "Rigobon, Roberto and Brian Sack, 2004, The Impact of Monetary Policy on Asset Prices, Journal of Monetary Economics, NBER Working Paper No. 8794 (Cambridge: National Bureau of Economic Research).",
        "MIT, mimeo. Rigobon Roberto and Dani Rodrik, 2004 Rule of Law, Democracy, Openness, and Income: Estimating the Interrelationships MIT Mimeo.",
        "Economics, Vol. 69, Issue 2, December, pp. 42349. ------, 2002b, Contagion: How to Measure It? in Preventing Currency Crises in Emerging Markets, ed. by Sebastian Edwards and Jeffrey Frankel (Chicago: The University Chicago Press) pp. 269334.",
        "Rigobon, Roberto, 2000, A Simple Test for Stability of Linear Models Under Heteroskedasticity, Omitted Variable, and Endogenous Variable Problems, (September) MIT, mimeo.",
        "Pattillo, Catherine, HÃ\u0083Â©lÃ\u0083Â¨ne Poirson, and Luca A. Ricci, 2003, Through What Channels Does External Debt Affect Growth, Brookings Trade Forum (Washington, DC: Brookings Institution Press) pp. 22878.",
        "Leontief, W., 1929, Ein Versuch zur Statistischen Analyse von Angebot und Nachfrage, Weltwirtschaftliches Archiv, Vol. 30, Heft 1, pp. 153.",
        "Klein, R., and Vella F., 2003, Identification and Estimation of the Triangular Simultaneous Equations Model in the Absence of Exclusion Restrictions Through the Presence of Heteroskedasticity, Rutgers University, mimeo.",
        "Hviding, K., Nowak M., and Ricci L. A., 2004, Can Higher Reserves Help Reduce Exchange Rate Volatility? IMF Working Paper, unpublished.",
        "Hogan, Vincent and Roberto Rigobon, 2002, Using Unobserved Supply Shocks to Estimate the Returns to Education, NBER Working Paper No. 9145 (Cambridge: National Bureau of Economic Research).",
        "Frankel, Jeffrey A. and David Romer, 1999, Does Trade Cause Growth? American Economic Review, Vol. 89, No. 3, pp. 37999.",
        "Fisher, Franklin M., 1976, The Identification Problem in Econometrics, (New York: Robert E. Krieger Publishing Co., 2nd ed.).",
        "Evans, Martin D.D. and Richard K. Lyons, 2003, How is Macro News Transmitted to Exchange Rates? NBER Working Paper No. 9433 (Cambridge: National Bureau of Economic Research).",
        "Journal, Vol. 108, No. 447, pp. 38398. ------, 1999, How Effective Are Capital Controls? Journal of Economic Perspectives, Vol. 13, No. 4, pp. 6584.",
        "Edwards, Sebastian, 1992, Trade Orientation, Distortions and Growth in Developing Countries, Journal of Development Economics, Vol. 39, No. 1, pp. 3157.",
        "Dollar, David and Aart Kraay, 2003, Institutions, Trade, and Growth, Journal of Monetary Economics, Vol. 50, pp. 13362.",
        "Caporale, G. M., Cipollini, A., and Spagnolo, N., 2002b, Testing for Contagion: A Conditional Correlation Analysis, CEMFE, unpublished.",
        "Caporale, G. M., Cipollini, A., and Demetriades, P., 2002a, Monetary Policy and the Exchange Rate During the Asian Crisis: Identification Through Heteroskedasticity, CEMFE, forthcoming.",
        "Broda, C. and Weinstein D., 2004, Globalization and the Gains from Variety, Federal Reserve Bank of New York, No. 180.",
        "Baldwin, Robert E., 2003, Openness and Growth: What is the Empirical Relationship? NBER Working Paper No. 9578 (Cambridge: National Bureau of Economic Research)."
    ]
}