{
    "id": 10751,
    "cites": 17,
    "cited_by": 19,
    "reference": [
        "Wu, Yangru. Are Real Exchange Rates Nonstationary: Evidence from a Panel-Data Test. Journal of Money, Credit, and Banking, 1996, 28(1), pp. 54-63.",
        "Taylor, Mark P., Peel, David A. and Sarno, Lucio. Nonlinear Mean-Reversion in Real Exchange Rates: Towards a Solution to the Purchasing Power Parity. International Economic Review, 2001, 42(4), pp. 1015-42.",
        "Rogoff, Kenneth S. The Purchasing Power Parity Puzzle. Journal of Economic Literature, 1996, 34, pp. 647-68.",
        "Oh, Keun-Yeob. Purchasing Power Parity and Unit Root Tests Using Panel Data. Journal of International Money and Finance, 1996, 15(3), pp. 405-18.",
        "Obstfeld, Maurice, and Kenneth Rogoff New Directions in Open Macroeconomics. Journal of International Economics, 2000, 50: 117-153.",
        "Obstfeld, Maurice, and Taylor, Alan M. Nonlinear Aspects of Goods-Market Arbitrage and Adjustment: Heckschers Commodity Points Revisited. Journal of the Japanese and International Economies, 1997, 11, pp. 441-79.",
        "Lothian, James R. Multi-Country Evidence on the Behavior of Purchasing Power Parity under the Current Float. Journal of International Money and Finance, 1997, 16(1), pp. 19-35.",
        "Levy-Yeyati, Eduardo and Federico Sturzenegger Classifying Exchange Rate Regimes: Deeds vs. Words, 2001, forthcoming, European Economic Review.",
        "Imbs, Jean, Haroon Mumtaz, Morton O. Ravn, Helene Rey, PPP Strikes Back: Aggregation and the Real Exchange Rate NBER Working Papers N. 9372, 2002 Inter-American Development Bank Overcoming Volatility, a special report on Economic and Social Progress in Latin America, Johns Hopkins University Press, 1995 Kaufmann, Daniel, Aart Kraay, Massimo Mastruzzi Governance Matters III: Governance Indicators for 1996-2002, mimeo, World Bank, 2003 Kilian, Lutz and Zha, Tao. Quantifying the Uncertainty about the Half-Life of Deviations from PPP. Journal of Applied Econometrics, 2002, Vol. 17, 2, pp. 107-125.",
        "Glen, Jack D. Real Exchange Rates in the Short, Medium, and Long Run. Journal of International Economics, 1992, 33(1/2), pp. 147-66.",
        "Froot, Kenneth and Rogoff, Kenneth. Perspectives on PPP and Long-Run Exchange Rates. Handbook of International Economics, 1995. Eds. G. Grossman and K. Rogo, Vol.3, pp 16471688, North-Holland, New York.",
        "Frankel, Jeffrey A. Zen and the Art of Modern Macroeconomics: A Commentary. William S. Haraf and Thomas D. Willett (eds.): Monetary Policy for a Volatile Global Economy. Washington D.C.: American Enterprise Institute for Public Policy Research, 1990.",
        "Broda, Christian Coping with Terms-of-Trade shocks: Peg versus Floats. American Economic Review, Vol. 91, No. 2, May 2001.",
        "Beck, Torsten, Asli DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, and Ross Levine A New Database on Financial Development and Structure World Bank Economic Review, September 2000, pp. 597-605.",
        "Abuaf, Niso and Jorion, Philippe. Purchasing Power Parity in the Long Run. Journal of Finance, 1990, 45(1), pp. 155-74.",
        "Taylor, Mark P. and Peel, David A. Nonlinear Adjustment, Long-Run Equilibrium and Exchange Rate Fundamentals. Journal of International Money and Finance, 2000, 19, pp. 33-53.",
        "Frankel, Jeffrey A. and Rose, Andrew K. A Panel Project on Purchasing Power Parity: Mean Reversion Within and Between Countries. Journal of International Economics, 1996, 40, pp. 209-25."
    ]
}