{
    "id": 10756,
    "cites": 41,
    "cited_by": 6,
    "reference": [
        "[43] O. Vasicek. An equilibrium characterization of the term structure. Journal of Financial Eco-",
        "[42] K. J. Singleton and L. Umantsev. Pricing coupon-bond options and swaptions in affine term structure models. Mathematical Finance, 12, 2002.",
        "[40] J.-F. Richard and W. Zhang. Econometric modelling of uk house prices using accelerated importance sampling. Oxford Bulletin of Economics and Statistics, 58:601613, 1996.",
        "[39] J.-F. Richard and W. Zhang. Accelerated monte carlo integration: An application to dynamic latent variable models. Simulation-Based Inference in Econometrics, R. Mariano, M. Weeks, and T. Schuermann, Editors, Cambridge University Press, Publisher, 1993.",
        "[37] N. D. Pearson and T.-S. Sun. Exploiting the condititional density in estimating the term struc- ture: An application to the Cox, Ingersoll and Ross model. Journal of Finance, XLIX, no 4:12791304, 1994.",
        "[38] G. Pennacchi. Identifying the dynamics of real interest rates and inflation evidence using survey data. Review of Financial Studies, 4:5386, 1991.",
        "[36] W. K. Newey and K. D. West. Automatic lag selection in covariance matrix estimation. The Review of Economic Studies, 61:631653, 1994.",
        "[35] W. K. Newey and K. D. West. A simple, positive semi-definite, heteroskedasticity and auto- correlation consistent covariance matrix. Econometrica, 55:703708, 1987.",
        "[34] D. B. Nelson. Conditional heteroskedasticity in asset returns: A new approach. Econometrica, 59:347370, 1991.",
        "[33] J. Lund. Econometric analysis of continuous-time arbitrage-free models of the term structure of interest rates. Working Paper, 1997.",
        "[32] R. Litterman, J. Scheinkman, and L. Weiss. Volatility and the yield curve. Journal of Fixed Income, june, 1991.",
        "[30] R. Liesenfeld and J.-F. Richard. Univariate and mutltivariate stochastic volatility models: Estimation and diagnostics. Working Paper, 2002.",
        "[31] R. Litterman and J. Scheinkman. Common factors affecting bond returns. Journal of Fixed Income, june:5461, 1991.",
        "[29] S. J. Koopman and N. Shephard. Testing the assumptions behind the use of importance sam- pling. Working Paper, 2002.",
        "[28] C. S. Jones. Bootstrapping zero coupon yields from asynchronous libor and swap quotes. working paper USC, 2003.",
        "[26] B. Han. Stochastic volatilities and correlations of bond yields. Working paper Ohio-State University, 2004.",
        "[27] M. Johannes and S. Sundaresan. Collateralized swap spreads. Working Paper, Columbia University, 2002.",
        "[25] P. Glasserman and Y. Jin. Equilibrium positive interest rates: A unified view. The Review of Financial Studies, v14n1:187214, 2001.",
        "[24] M. Fisher and C. Gilles. Estimating exponential affine models of the term structure. Working paper, Federal Reserve Board, Washington DC, 1996.",
        "[23] E. F. Fama and R. R. Bliss. The information in long-maturity forward rates. Amercian Eco- nomic Review, 77:680692, 1987.",
        "[22] D. Duffie and K. Singleton. An econometric model of the term structure of interest-rate swap yields. Journal of Finance, LII.no.4:12871381, 1997.",
        "[20] D. Duffie. Dynamic Asset Pricing Theory. Princeton: University Press, 1996.",
        "[21] D. Duffie and R. Kan. A yield-factor model of interest rates. Mathematical Finance, 6:379 406, 1996.",
        "[19] G. R. Duffee. Term premia and interest rate forecasts in affine models. Journal of Finance, 57 no 1, 2002.",
        "[18] G. Duffee and R. Stanton. Estimation of dynamic term structure models. Working paper UC Berkeley, 2002.",
        "[17] J. Duarte. Evaluating an alternative risk preference in affine term structure models. Working Paper, Forthcoming Review of Financial Studies 2003.",
        "[16] F. X. Diebold and R. S. Mariano. Comparing predictive accuracy. Journal of Business and Economic Statistics, 13:253263, 1995.",
        "[15] F. de Jong. Time series and cross section information in affine term structure models. Journal of Business and Economic Statistics, 18:300314, 2000.",
        "[13] Q. Dai and K. Singleton. Term structure dynamics in theory and reality. The Review of Financial Studies, 16:631678, 2003.",
        "[12] Q. Dai and K. Singleton. Fixed income pricing. Working paper Stanford University, 2002.",
        "[11] J.-C. Cuan and J.-G. Simonato. Estimating and testing exponential-affine term structure mod- els by kalman filter. Review of Quantitative Finance and Accounting, 13:111135, 1999.",
        "[10] J. C. Cox, J. E. Ingersoll Jr., and S. A. Ross. A theory of the term structure of interest rates. Econometrica, 53:385407, 1985b.",
        "[9] P. Collin-Dufresne and B. Solnik. On the term structure of default premia in the swap and libor markets. Journal of Finance, VOL. LVI NO. 3:10951115, 2001.",
        "[8] P. Collin-Dufresne and R. S. Goldstein. Pricing swaptions in an affine framework. Journal of Derivatives, 10:926, 2002.",
        "[7] R. R. Chen and L. Scott. Maximum likelihood estimation for a multifactor equilibrium model of the term structure of interest rates. Journal of Fixed Income, December,Vol 3 no 3:1431, 1993.",
        "[6] G. Chacko. Multifactor interest rate dynamics and their implications for bond pricing. Working paper Harvard University, 1997.",
        "[5] J. Y. Campbell and R. J. Shiller. Yield spreads and interest rate movements: a birds-eye view. The Review of Economic Studies, 58:495514, 1991.",
        "[2] T. Andersen, L. Benzoni, and J. Lund. Stochastic volatility, mean-drift and jumps in the short-term diffusion: sources of steepness, level and curvature. Working paper Northwestern University, 2003.",
        "[1] Y. Ait-Sahalia and R. Kimmel. Estimating affine multifactor term structure models using closed-form likelihood expansions. Working Paper, 2002.",
        "[4] T. Bollerslev. Generalized autoregressive conditional heteroskedasticity. Journal of Econo- metrics, 31:307327, 1986.",
        "[41] G. Sandmann and S. J. Koopman. Estimation of stochastic volatility models via monte carlo maximum likelihood. Journal of Econometrics, pages 271301, 1998."
    ]
}