{
    "id": 10762,
    "cites": 23,
    "cited_by": 0,
    "reference": [
        "Wolfe, B. L. and S. C. Hill. (1995). The Effect of Health on the Work Effort of Single Mothers. The Journal of Human Resources 30(1): 42-62.",
        "Wise, P. H., N. A. Wampler, W. Chavkin and D. Romero. (2002). Chronic Illness Among Poor Children Enrolled in the Temporary Assistance for Needy Families Program. American Journal of Public Health 92(9): 1458-1461.",
        "Solon, G., M. Corcoran, R. Gordon and D. Laren. (1988). Sibling and Intergenerational Correlations in Welfare Program Participation. The Journal of Human Resources 23(3): 388-396.",
        "Smith, L. A., D. Romero, P. R. Wood, N. A. Wampler, W. Chavkin and P. H. Wise. (2002). Employment Barriers Among Welfare Recipients and Applicants With Chronically Ill Children. American Journal of Public Health 92(9): 1453-1457.",
        "Schmidt, L. and P. Sevak. (2004). AFDC, SSI, and Welfare Reform Aggressiveness: Caseload Reductions versus Caseload Shifting. Journal of Human Resources 39(3): 792-812.",
        "Reichman, N. E., J. O. Teitler, I. Garfinkel and S. S. McLanahan. (2001). Fragile Families: Sample and Design. Children and Youth Services Review 23(4/5): 303-326.",
        "Reichman, N. E., H. Corman and K. Noonan. (2003). Effects of Child Health on Parents Relationship Status. National Bureau of Economic Research Working Paper 9610.",
        "Powers, E. T. (2003). Childrens Health and Maternal Work Activity: Static and Dynamic Estimates under Alternative Disability Definitions. Journal of Human Resources 38(3): 522-556.",
        "Pati, S., D. Romero and W. Chavkin. (2002). Changes in Use of Health Insurance and Food Assistance Programs in Medically Underserved Communities in the Era of Welfare Reform: An Urban Study. American Journal of Public Health 92(9): 1441-1445.",
        "Moffitt, R. (2002). The Temporary Assistance for Needy Families Program. National Bureau of Economic Research Working Paper 8749.",
        "Mauldon, J. (1992). Childrens Risks of Experiencing Divorce and Remarriage: Do Disabled Children Destabilize Marriages? Population Studies 46(2): 349-62.",
        "Meyers, M. K., H. E. Brady and E. Y. Seto. (2000). Expensive Children in Poor Families: The Intersection of Childhood Disabilities and Welfare. Public Policy Institute of California. San Francisco, CA.",
        "Joesch, J. M. and K. R. Smith. (1997). Childrens Health and Their Mothers Risk of Divorce or Separation. Social Biology 44(3-4): 159-169.",
        "Kubik, J. D. (1999). Incentives for the Identification and Treatment of Children with Disabilities: The Supplemental Security Income Program. Journal of Public Economics 73: 187-215.",
        "Garrett, B. and S. Glied. (2000). Does State AFDC Generosity Affect Child SSI Participation? Journal of Policy Analysis and Management 19(2): 275-295.",
        "Corman, H. and R. Kaestner. (1992). The Effects of Child Health on Marital Status and Family Structure. Demography 29(3): 389-408.",
        "Corman, H., K. Noonan and N. E. Reichman. (Forthcoming). Mothers Labor Supply in Fragile Families: The Role of Child Health. Eastern Economic Journal. Dahl, G. and E. Moretti. (2004). The Demand for Sons: Evidence from Divorce, Fertility, and Shotgun Marriage. National Bureau of Economic Research Working Paper 10281.",
        "Literature XL: 1105-1166. Bloom, D. and D. Winstead. (2002). Sanctions and Welfare Reform. Welfare Reform and Beyond Policy Brief No. 12. Brookings Institution, Washington, DC. Retrieved at http://www.brookings.edu/wrb/publications/pb/pb12.pdf.",
        "Brandon, P. D. (2000). Child Care Utilization Among Working Mothers Raising Children with Disabilities. Journal of Family and Economic Issues 21(4): 343-364.",
        "Blank, R. M. (1989). The Effect of Medical Need and Medicaid on AFDC Participation. The Journal of Human Resources 24(1): 54-87.",
        "Black, D. A., T. G. McKinnish and M. Sanders. (1998). Are AFDC and SSI Substitutes? Working Paper, University of Kentucky. Retrieved at http://gatton.uky.edu/Academic/Economics/WorkingPapers/BlackssiAFDC.pdf.",
        "American Hospital Association. (1998). AHA Annual Survey Database FY 1998. The American Hospital Association.",
        "Acs, G. and P. Loprest. (1999). The Effect of Disabilities on Exits from AFDC. Journal of Policy Analysis and Management 18(1): 28-49."
    ]
}