{
    "id": 10763,
    "cites": 41,
    "cited_by": 9,
    "reference": [
        "Volume I. Washington, DC: National Academy Press. Wiggins, Jerry S. (editor). 1996. The Five-Factor Model of Personality: Theoretical Perspectives.",
        "New York: The Guilford Press. Wilk, Stephanie L. and Peter Cappelli. 2003. Understanding the Determinants of Employer Use of Selection Methods,Personnel Psychology, 56(1), Spring, 103-124.",
        "U.S. Department of Labor, Equal Employment Opportunity Commission. 1978. Uniform Guide- lines on Employee Selection Procedures.41CFR60-3.",
        "Tett, Robert P., Douglas N. Jackson and Mitchell Rothstein. 1991. Personality Measures as Predictors of Job Performance: A Meta-Analytic Review.Personnel Psychology, 44(4), 703-742.",
        "Stoll, Michael A., Steven Raphael and Harry J. Holzer. 2004. Black Job Applicants and the Hiring O cers Race.Industrial and Labor Relations Review, 57(2), 267-287.",
        "Spence, Michael. 1973. Job Market Signaling.Quarterly Journal of Economics, 87, 355-374.",
        "Stiglitz, Joseph. 1975. The Theory of Screening,Education, and the Distribution of Income. American Economic Review, 65(3), June, 283-300.",
        "Prendergast, Canice. 1999. The Provision of Incentives in Firms.Journal of Economic Litera- ture, 37(1), March, 7-63.",
        "Salop, Joanne and Steven Salop. 1976. Self-Selection and Turnover in the Labor Market, Quarterly Journal of Economics, 60, 619-627.",
        "Phelps, Edmund S. 1972. The Statistical Theory of Discrimination.American Economic Review, 62(4), 659-661.",
        "Petit, Becky and Bruce Western. 2004. Mass Imprisonment and the Life Course: Race and Class Inequality in U.S. Incarceration.American Sociological Review, 69(2), April, 151-169.",
        "Neal, Derek A. and William R. Johnson. 1996. The Role of Premarket Factors in Black-White Wage Dierences.Journal of Political Economy, 104(5), 869-895.",
        "Murnane, Richard J. and Frank Levy. 1996. Teaching the New Basic Skills. New York: The Free Press.",
        "Masters, Adrian. 2004. Antidiscrimination policy with culturally biased testing.Mimeograph, SUNY Albany, July.",
        "Montgomery, James D. 1991. Social Networks and Labor-Market Outcomes: Towards an Eco- nomic AnalysisAmerican Economic Review, 81(5), 14081418.",
        "Lundberg, Shelly J. and Richard Startz. 1983. Private Discrimination and Social Intervention in Competitive Labor Markets.American Economic Review, 73(3), June, 340-347.",
        "List, John A. 2004. The Nature and Extent of Discrimination in the Marketplace: Evidence from the Field Quarterly Journal of Economics, 119(1), February, 49-90.",
        "Levine, David I., Jonathan Leonard and Laura Giuliano. 2003. Manager-Employee Similarity and Turnover: An Analysis of Quits and Dismissals at a Large Service-Sector Employer. Mimeograph, Haas School of Business, October.",
        "Lazear, Edward P. 1986. Salaries and Piece Rates.Journal of Business, 59(3), 405-431.",
        "Jencks, Christopher and Meredith Phillips, eds. 1998. The Black-White Test Score Gap, Wash- ington, DC: Brookings Institution Press.",
        "Hunter, John E., and Frank L. Schmidt. 1982. Fitting People to Jobs: The Impact of Personnel Selection on National Productivity,in Marvin D. Dunnette and Edwin A. Fleishman (eds.), Human Performance and Productivity: Vol. 1., Human Capability Assessment Hillsdale, NJ: Erlbaum.",
        "Holzer, Harry J., Steven Raphael and Michael A. Stoll. 2002. Perceived Criminality, Criminal Background Checks, and the Racial Hiring Practices of Employers.Institute for Research on Poverty, Discussion Paper No. 1254-02, June.",
        "Hartigan, John, and Alexandra Wigdor, eds. 1989. Fairness in Employment Testing: Validity, Generalization, Minority Issues, and the General Aptitude Test Battery. Washington, DC: National Academy Press.",
        "Status on Self-Descriptions of Personality Attributes.Personality and Individual Dierences, 24(3), 393-403. Goodstein, Leonard D. and Richard I. Lanyon. 1999. Applications of Personality Assessment to the Workplace: A Review.Journal of Business and Psychology, 13(3), 291-322.",
        "Goldberg, Lewis R., Dennis Sweeney, Peter F. Merenda and John Edward Hughes, Jr. 1998.",
        "Giuliano, Laura. 2003. Race, Gender, and Hiring Patterns: Evidence from a Large Service- Sector Employer.Mimeograph, Institute of Industrial Relations, University of California at Berkeley, October.",
        "Fryer, Roland G. Jr. and Steven D. Levitt. 2004. The Causes and Consequences of Distinctively Black Names.Quarterly Journal of Economics, 119(3), August, 767-806.",
        "Fernandez, Roberto M. and Isabel Fernandez-Mateo. 2004. Networks, Race, and Hiring.Mimeo- graph, MIT Sloan Schol of Management, May.",
        "Farber, Henry S. and Robert Gibbons. 1998. Learning and Wage Dynamics.Quarterly Journal of Economics, 111(4), 1007-1047.",
        "Eitelberg, Mark J., Janice H. Laurence, Brian K. Waters, with Linda S. Perelman. 1984. Screen- ing for Service: Aptitude and Education Criteria for Military Entry.Washington, DC: United States Department of Defense.",
        "Donohue, John J. III and Peter Siegelman. 1991. The Changing Nature of Employment Discrim- ination Litigation.Stanford Law Review, 43, 983-1033.",
        "Digman, John M. 1990. Personality Structure: The Emergence of the Five-Factor Model.Annual Review of Psychology, 41, 417-440.",
        "Bertrand, Marriane and Sendhil Mullainathan. Forthcoming. Are Emily and Greg More Em- ployable than Lakisha and Jamal? A Field Experiment on Labor Market Discrimination.American Economic Review. Bureau of National Aairs. 1983. Employee Selection Procedures. Washington, DC: Bureau of National Aairs.",
        "Becker, Gary S. 1957. The Economics of Discrimination. Chicago: University of Chicago Press.",
        "Barrick, Murray R. and Michael K. Mount. 1991. The Big Five Personality Dimensions and Job Performance: A Meta-Analysis.Personnel Psychology, 44(1), 1-26.",
        "Angrist, Joshua D. 1993. The Misnormingof the U.S. Militarys Entrance Examination and its Eect on Minority Enlistments.University of Wisconsin-Madison: Institute for Research on Poverty Discussion Paper 1017-93, September.",
        "Altonji, Joseph and Charles Pierret. 2001. Employer Learning and Statistical Discrimination, Quarterly Journal of Economics, 116(1), 313-350.",
        "Aigner, Dennis J. and Glen C. Cain. 1977. Statistical Theories of Discrimination in Labor Markets.Industrial and Labor Relations Review, 30(2), 175-187.",
        "Aberdeen Group. 2001. Hourly Hiring Management Systems: Improving the Bottom Line for Hourly Worker-Centric Enterprises.Boston: Aberdeen Group.",
        "Wigdor, Alexandra and Bert F. Green, Jr., eds. 1991. Performance Assessment for the Workplace.",
        "Bureau of National Aairs. 1988. Recruiting and Selection Procedures (Personnel Policies Forum Survey No. 146). Washington, DC: Bureau of National Aairs."
    ]
}