{
    "id": 10767,
    "cites": 87,
    "cited_by": 24,
    "reference": [
        "-, Endogenous Technological Change, Journal of Political Economy, October 1990, 98 (5), S71-S 102.",
        "GROWTH AND IDEAS 73 -, Growth Based on Increasing Returns to Specialization, American Economic Review Papers and Proceedings, May 1987, 77, 56-62.",
        "Romer, Paul M., Increasing Returns and Long-Run Growth, Journal of Political Economy, October 1986, 94, 1002-1037.",
        "Rivera-Batiz, Luis A. and Paul M. Romer, Economic Integration and Endogenous Growth, Quarterly Journal of Economics, May 1991, 106, 53 1-555.",
        "Rebelo, Sergio, Long-Run Policy Analysis and Long-Run Growth, Journal of Political Economy, June 1991, 99, 500-521.",
        "Quah, Danny T., The Invisible Hand and the Weightless Economy, April 1996. LSE Economics Department mimeo.",
        "Population Increase, Canadian Journal of Economics, August 1968, 1 (3), 497-518.",
        "Quah, Danny, Almost efficient innovation by pricing ideas, June 2002. L.S.E. mimeo.",
        "Phelps, Edmund S., Models of Technical Progress and the Golden Rule of Research,  Review of Economic Studies, April 1966, 33 (2), 133-45.",
        "Peretto, Pietro, Technological Change and Population Growth, Journal of Economic Growth, December 1998,3(4), 283-311.",
        "Ohanian, Lee and Harold Cole, Re-Examining the Contribution of Money and Banking Shocks to the U.S. Great Depression, NBER Macroeconomics Annual, 2001, 16, 183-227.",
        "-, The Health of Nations: The Contribution of Improved Health to Living S tandards,  in Kevin M. Murphy and Robert Topel, eds., Measuring the Gains from Medical Research: An Economic Approach, Chicago: University of Chicago Press, 2003.",
        "Nordhaus, William D., An Economic Theory of Technological Change, American Economic Association Papers and Proceedings, May 1969, 59, 18-28.",
        "Mulligan, Casey B. and Xavier Sala-i-Martin, Transitional Dynamics in TwoSector Models of Endogenous Growth, Quarterly Journal of Economics, August 1993, 108 (3), 739-774.",
        "Mankiw, N. Gregory, David Romer, and David Weil, A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics, May 1992, 107 (2), 407-438.",
        "Maddison, Angus, Monitoring the World Economy 1 820-1992, Paris: Organization for Economic Cooperation and Development, 1995.",
        "72 CHARLES I. JONES -, The Industrial Revolution: Past and Future, 1998. University of Chicago mimeo.",
        "Lucas, Robert E., On the Mechanics of Economic Development, Journal of Monetary Economics, 1988, 22 (1), 3-42.",
        "Lipscomb, Andrew A. and Albert Ellery Bergh, The Writings of Thomas Jefferson, Washington: Thomas Jefferson Memorial Association, 1905. Volume 13, pp. 333-35, Online at http://presspubs. uchicago.edu/foundersldocumentslal 88s 1 2.html.",
        "-, Growth and Scale Effects: the Role of Knowledge Spillovers, Economics Letters, January 2002, 74 (2), 177-1 85.",
        "Li, Chol-Won, Endogenous vs. Semi-endogenous Growth in a Two-R&D-Sector Model, Economic Journal, March 2000, 110 (462), C109-C122.",
        "Lee, Ronald D., Induced Population Growth and Induced Technological Progress: Their Interaction in the Accelerating Stage, Mathematical Population Studies, 1988, 1 (3), 265-288.",
        "Kuznets, Simon, Population Change and Aggregate Output, in Demographic and economic change in developed countries, Princeton, NJ: Princeton University Press, 1960.",
        "- , Patent Buyouts: A Mechanism for Encouraging Innovation, Quarterly Journal of Economics, November 1998, pp. 1137-1 167.",
        "Kremer, Michael, Population Growth and Technological Change: One Million B.C. to 1990, Quarterly Journal of Economics, August 1993, 108 (4), 681716.",
        "Kortum, Samuel S., Research, Patenting, and Technological Change, Econometrica, 1997, 65 (6), 1389-14 19.",
        "Judd, Kenneth L., On the Performance of Patents, Econometrica, May 1985, 53 (3), 567-585.",
        "Jones, Larry E. and Rodolfo Manuelli, A Convex Model of Economic Growth: Theory and Policy Implications, Journal of Political Economy, October 1990, 98, 1008-1038.",
        "- and John C. Williams, Measuring the Social Return to R&D, Quarterly Journal of Economics, November 1998, 113 (455), 1119-1135.",
        "-, Population and Ideas: A Theory of Endogenous Growth, in P. Aghion, R. Frydman, J. Stiglitz, and M. Woodford, eds., Knowledge, Information, and Expectations in Modern Macroeconomics: In Honor of Edmund S. Phelps, Princeton University Press, 2003.",
        "-, Introduction to Economic Growth, New York: W.W. Norton and Co., 2002. Second Edition.",
        "GROWTH AND IDEAS 71 - , Sources of U.S. Economic Growth in a World of Ideas, American Economic Review, March 2002, 92 (1), 220-239.",
        "Was an Industrial Revolution Inevitable? Economic Growth Over the Very Long Run, Advances in Macroeconomics, 2001, 1 (2), Article 1. http://www.bepress.com/bejmIadvances/vol1/iss2/art1.",
        "-, Growth: With or Without Scale Effects?, American Economic Association Papers and Proceedings, May 1999, 89, 139-144.",
        "-, Time Series Tests of Endogenous Growth Models, Quarterly Journal of Economics, May 1995, 110 (441), 495-525.",
        "Jones, Charles I., R&D-Based Models of Economic Growth, Journal of Political Economy, August 1995, 103 (4), 759-784.",
        "Howitt, Peter, Steady Endogenous Growth with Population and R&D Inputs Growing,  Journal of Political Economy, August 1999, 107 (4), 7 15-730.",
        "Hansen, Gary D. and Edward C. Prescott, Malthus to Solow, American Economic Review, September 2002, 92 (4), 1205-1217.",
        "Griliches, Zvi, R&D and Productivity: The Econometric Evidence, The University of Chicago Press, 1998.",
        "Hall, Robert E. and Charles I. Jones, Why Do Some Countries Produce So Much More Output per Worker than Others?, Quarterly Journal of Economics, February 1999, 114 (1), 83-116.",
        "-, Zvi Hercowitz, and Per Krusell, Long-Run Implications of InvestmentSpecific Technological Change, American Economic Review, June 1997, 87 (3), 342-362.",
        "Greenwood, Jeremy, Ananth Seshadri, and Mehmet Yorukoglu, Engines of Liberation,  2001. University of Rochester mimeo.",
        "Goodfriend, Marvin and John McDermott, Early Development, American Economic Review, March 1995,85(1), 116-133.",
        "Galor, Oded and David Weil, Population, Technology, and Growth: From the Malthusian Regime to the Demographic Transition, American Economic Review, September 2000, 90, 806-828.",
        "70 CHARLES I. JONES Frankel, Marvin, The Production Function in Allocation and Growth: A Synthesis,  American Economic Review, December 1962, 52, 995-1022.",
        "Frankel, Jeffrey A. and David Romer, Does Trade Cause Growth?, American Economic Review, June 1999, 89 (3), 379-399.",
        "Ethier, Wilfred J., National and International Returns to Scale in the Modern Theory of International Trade, American Economic Review, June 1982, 72, 389-405.",
        "Dixit, Avinash K. and Joseph E. Stiglitz, Monopolistic Competition and Optimum Product Diversity, American Economic Review, June 1977, 67, 297-308.",
        "Dinopoulos, Elias and Peter Thompson, Schumpeterian Growth without Scale Effects, Journal of Economic Growth, December 1998, 3 (4), 3 13-335.",
        "David, Paul A., Knowledge, Property, and the System Dynamics of Technological Change, Proceedings of the World Bank Annual Conference on Development Economics, 1992, 1993, pp. 215-248. DeLong, J. Bradford, Slouching Toward Utopia, U.C. Berkeley In progress. http://econl1.berkeley.edu/TCEH/Slouch_Old.html.",
        "Cozzi, Guido, Exploring Growth Trajectories, Journal of Economic Growth, December 1997, 2 (4), 385-399.",
        "Comin, Diego, R&D? A Small Contribution to Productivity Growth, 2002. NYU mimeo.",
        "Cannon, Edmund, Economies of Scale and Constant Returns to Capital: A Neglected Early Contribution to the Theory of Economic Growth, American Economic Review, March 2000, 90 (1), 292-295.",
        "Clark, Gregory, The Secret History of the Industrial Revolution, 2001. U.C. Davis mimeo.",
        "Boserup, Ester, The Conditions of Agricultural Progress, Chicago, IL: Aldine Publishing Company, 1965.",
        "Boldrin, Michele and David K. Levine, Perfectly Competitive Innovation, 2002. FRB of Minneapolis Staff Report 303.",
        "Bils, Mark and Peter Klenow, Does Schooling Cause Growth?, American Economic Review, December 2000, 90, 1160-1183.",
        "- and - , Endogenous Growth Theory, Cambridge, MA: MIT Press, 1998.",
        "Alcala, Francisco and Antonio Ciccone, Trade and Productivity, 2002. Universitat Pompeu Fabra mimeo.",
        "Arrow, Kenneth J., The Economic Implications of Learning by Doing, Review of Economic Studies, June 1962, 29, 153-173. -, Economic Welfare and the Allocation of Resources for Invention, in R.R.",
        "Atkeson, Andrew A. and Patrick J. Kehoe, The Transition To a New Economy Following the Second Industrial Revolution, 2002. NBER Working Paper 8676.",
        "Backus, David K., Patrick J. Kehoe, and Timothy J. Kehoe, In Search of Scale Effects in Trade and Growth, Journal of Economic Theory, August 1992, 58, 377-409.",
        "GROWTH AND IDEAS 69 Ben-David, Dan and David H. Papell, The Great Wars, the Great Crash, and Steady-State Growth: Some New Evidence about an Old Stylized Fact, Journal of Monetary Economics, December 1995, pp. 453-475.",
        "Aghion, Philippe and Peter Howitt, A Model of Growth through Creative Destruction,  Econometrica, March 1992, 60(2), 323-35 1.",
        "Acemoglu, Daron, Directed Technical Change, Review of Economic Studies, October 2002, 69 (4), 781-810.",
        "Stiglitz, Joseph E., Comments: Some Retrospective Views on Growth Theory, in Peter Diamond, ed., Growth/Productivity/Unemployment: Essays to Celebrate Robert Solows Birthday, Cambridge, MA: MIT Press, 1990, pp. 50-69.",
        "Stokey, Nancy L., A Quantitative Model of the British Industrial Revolution, 1780-1850, Carnegie Rochester Conference Series on Public Policy, 2001, 55.",
        "Tamura, Robert, Human Capital and the Switch from Agriculture to Industry, Journal of Economic Dynamics and Control, 2002, 27, 207-242.",
        "Weitzman, Martin L., On the Welfare Significance of National Product in a Dynamic Economy, Quarterly Journal of Economics, February 1976, 90 (1), 156-162.",
        "-, Recombinant Growth, Quarterly Journal of Economics, May 1998, 113, 33 1-360.",
        "Whelan, Karl, Balance Growth Revisited: A Two-Sector Model of Economic Growth, 2001. Federal Reserve Board of Governors mimeo.",
        "Williams, John C., Tax and Technology Policy in an Endogenous Growth Model, 1995. Stanford University Ph.D. Dissertation.",
        "74 CHARLES I. JONES Spence, Michael, Product Selection, Fixed Costs, and Monopolistic Competition, Review of Economic Studies, June 1976, 43 (2), 217-235.",
        "Simon, Julian L., Theory of Population and Economic Growth, New York: Basil Blackwell, 1986.",
        "-, The Ultimate Resource 2, Princeton, NJ: Princeton University Press, 1998.",
        "Solow, Robert M., A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics, February 1956, 70 (1), 65-94.",
        "-, Technical Change and the Aggregate Production Function, Review of Economics and Statistics, August 1957, 39 (3), 3 12-320.",
        "-, Perspectives on Growth Theory, Journal of Economic Perspectives, Winter 1994, 8 (1), 45-54.",
        "Segerstrom, Paul, Endogenous Growth Without Scale Effects, American Economic Review, December 1998, 88 (5), 1290-13 10.",
        "Segerstrom, Paul S., T. C. A. Anant, and Elias Dinopoulos, A Schumpeterian Model of the Product Life Cycle, American Economic Review, December 1990, 80 (5), 1077-1091.",
        "Sheshinski, Eytan, Optimal Accumulation with Learning by Doing, in Karl Shell, ed., Essays on the Theory of Economic Growth, Cambridge, MA: MIT Press, 1967.",
        "Sala-i-Martin, Xavier, I Just Ran Four Million Regressions, 1997. NBER Working Paper 6252.",
        "-, Should the Government Subsidize Supply or Demand in the Market for Scientists and Engineers?, June 2000. NBER Working Paper No. 7723.",
        "-, Comment on a paper by T.N. Srinivasan, in Growth Theories in Light of the East Asian Experience, Chicago: University of Chicago Press, 1995.",
        "The Origins of Endogenous Growth, Journal of Economic Perspectives, 1994, 8, 3-22.",
        "-, New Goods, Old Theory, and the Welfare Costs of Trade Restrictions, Journal of Development Economics, 1994, 43, 5-38.",
        "-, Two Strategies for Economic Development: Using Ideas and Producing Ideas, Proceedings of the World Bank Annual Conference on Development Economics, 1992, 1993, pp. 63-115."
    ]
}