{
    "id": 10773,
    "cites": 32,
    "cited_by": 5,
    "reference": [
        "Travlos, N.G., 1987. Corporate takeover bids, methods of payment, and bidding firms stock returns. Journal of Finance 42, 943-963.",
        "Schlingemann, F.P., Stulz, R.M., Walkling, R.A., 2002. Divestitures and the liquidity of the market for corporate assets. Journal of Financial Economics 64, 117-144.",
        "Scherbina, A., 2003. Analyst disagreement, forecast bias and stock returns. unpublished working paper, Harvard University, Cambridge MA.",
        "Pound, J., 1988. The information effects of takeover bids and resistance. Journal of Financial Economics 22, 207-227.",
        "Myers, S. C., Majluf, N.S., 1984. Corporate financing and investment decisions when firms have information that investors do not have. Journal of Financial Economics 13, 187-221.",
        "Morck, R., Shleifer, A., Vishny, R.W., 1990. Do managerial objectives drive bad acquisitions? Journal of Finance 45, 31-48.",
        "Moeller, S.B., Schlingemann, F.P., Stulz, R.M., forthcoming, Wealth destruction on a massive scale: A study of acquiring firm returns in the merger wave of the late 1990s. Journal of Finance.",
        "Moeller, S.B., Schlingemann, F.P., Stulz, R.M., 2004. Firm size and the gains from acquisitions. Journal of Financial Economics 73, 201-228.",
        "McCardle, K.F., Viswanathan, S., 1994. The direct entry versus takeover decision and stock price performance around takeovers. Journal of Business 67, 1-43.",
        "LaPorta, R., 1996. Expectations and the Cross-Section of Stock Returns. Journal of Finance 51(5).",
        "Lang, L. H. P., Stulz, R. M., Walkling, R. A., 1989. Managerial performance, Tobins Q, and the gains from successful tender offers. Journal of Financial Economics 24, 137-154.",
        "Krasker, W. S., 1986. Stock price movements in response to stock issues under asymmetric information. Journal of Finance 41, 93-106.",
        "Jovanovic, B., Braguinsky, S., 2004. Bidder discounts and target premia in takeovers. American Economic Review 94, 46-56.",
        "Johnson, T., 2004. Forecast dispersion and the cross-section of returns. Journal of Finance, forthcoming.",
        "Jensen, M.C., 2004. Agency costs of overvalued equity. Harvard NOM Working Paper No. 0426; ECGI - Finance Working Paper No. 39/2004, Harvard University, Cambridge, MA.",
        "Jain, P., 1992. Equity issues and changes in expectations of earnings by financial analysts. Review of Financial Studies 5, 669-683.",
        "Hong, H., T. Lim, Stein, J.C., 2000. Bad news travels slowly: Size, analyst coverage, and the profitability of momentum strategies. Journal of Finance 55, 265-295.",
        "Hong, H.G., Scheinkman, J.A., Xiong, W., 2004. Asset float and speculative bubbles. unpublished working paper, Princeton University, Princeton, NJ.",
        "Fuller, K., J. Netter, Stegemoller, M., 2002. What do returns to acquiring firms tell us? Evidence from firms that make many acquisitions. Journal of Finance 57, 1763-1794.",
        "Fama, E.F., French, K.R., 1993. Common risk-factors in the returns on stocks and bonds. Journal of Financial Economics 33, 3-56.",
        "Eckbo, B. E., Giammarino, R.M., Heinkel, R.L., 1990. Asymmetric information and the medium of exchange in takeovers: Theory and tests. Review of Financial Studies 3, 651-676.",
        "Dong, M., D. Hirshleifer, S. Richardson, Teoh, S.H., 2003. Does investor misvaluation drive the takeover market? unpublished working paper, The Ohio State University, Columbus, OH.",
        "Diether, K.B., Malloy, C.J., Scherbina A., 2002. Differences of opinion and the cross section of stock returns. Journal of Finance 57, 2213-2141.",
        "Diether, K., 2004. Long-run event performance and opinion divergence. Working paper, The Ohio State University.",
        "Dierkens, N., 1991. Information asymmetry and equity issues. Journal of Financial and Quantitative Analysis 26, 181-200.",
        "Chen, J.S.,, Hong, H.G., Stein, J., 2002. Breadth of Ownership and Stock Returns. Journal of Financial Economics 66, 171-205.",
        "Chang, S., 1998. Takeovers of privately held targets, method of payment, and bidder returns. Journal of Finance 52, 773-784.",
        "Brown, Stephen J., Warner, J.B., 1985. Using daily stock returns, the case of event studies. Journal of Financial Economics 14, 3-31.",
        "Baker, M., J. Coval, and J.C. Stein, 2004, Corporate financing decisions when investors take the path of least resistance, unpublished paper, Harvard Economics Department, Cambridge, MA.",
        "Asquith, P., Bruner, R., Mullins, D., 1983. The gains to bidding firms from merger. Journal of Financial Economics 11, 121-139.",
        "Thomas, S., 2002. Firm diversification and asymmetric information: Evidence from analysts forecasts and earnings announcements. Journal of Financial Economics 64, 373-396.",
        "Maloney, M.T., R.E. McCormick, Mitchell, M.L., 1993. Managerial decision making and capital structure. Journal of Business 66, 189-217."
    ]
}