{
    "id": 10774,
    "cites": 37,
    "cited_by": 24,
    "reference": [
        "[38] Triplett, Jack (1988), Hedonic functions and Hedonic Indexes, in The New Palgraves Dic-",
        "[37] Triplett, Jack (1986), The Economic Interpretation of Hedonic Methods, Survey of Current Business, January, pp. 36-40.",
        "[36] Stavins, Joanna (1999), Checking Accounts: What Do Banks Offer and What Do Consumers Value?, Federal Reserve Bank of Boston New England Economic Review, iss. March/April, pp. 3-14.",
        "[35] Shankar, Venkatesh and Barry L. Bayus (2002), Network Effects and Competition: An Em- pirical Analysis of the Home Video Game Industry, mimeo, University of Maryland.",
        "[33] Rosen, Sherwin (1974), Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition, Journal of Political Economy, Vol. 82, iss. 1, pp. 34-55.",
        "[34] Rysman, Marc (2000), Competition Between Networks: A Study of the Market for Yellow Pages, mimeo, Boston University.",
        "[32] Radecki, Lawrence J. (1998), The Expanding Geographic Reach of Retail Banking Markets, Federal Reserve Bank of New York Economic Policy Review, pp. 15-34.",
        "[31] Prager, Robin (2001), The Effects of ATM Surcharges on Small Banking Organizations, Review of Industrial Organization, Vol. 18, iss. 2, pp. 161-73.",
        "[30] Pakes, Ariel (2003), A Reconsideration of Hedonic Price Indexes with an Application to PCs, American Economic Review 93(5): 1578-1596.",
        "[29] Nair, Harikesh, Pradeep Chintagunta and Jean-Pierre Dube (2003), Empirical Analysis of Indirect Network Effects in the Market for Personal Digital Assistants, mimeo, University of Chicago.",
        "[28] McAndrews, James J. (2001), A Model of ATM Pricing: Foreign Fees and Surcharges, mimeo, Federal Reserve Bank of New York.",
        "[27] Matutes, Carmen and Pierre Regibeau (1992), Compatibility and Bundling of Complementary Goods in a Duopoly, Journal of Industrial Economics, Vol. 40, iss. 1, pp. 37-54.",
        "[25] Massoud, Nadia and Dan Bernhardt (2002), Rip-Off ATM Surcharges, RAND Journal of Economics 33(1): 96-115.",
        "[26] Matutes, Carmen and Pierre Regibeau (1988), Mix and Match: Product Compatibility with- out Network Externalities, RAND Journal of Economics, Summer, Vol. 19, no. 2, pp. 221-234.",
        "[24] Knittel, Christopher and Victor Stango (2004), Incompatibility, Product Quality and Con- sumer Welfare: Evidence from ATMs, mimeo.",
        "[23] Katz, Michael L. and Carl Shapiro (1994), Systems Competition and Network Effects, Jour- nal of Economic Perspectives 8(2), 1994 (Spring), pages 93-115.",
        "[21] Karaca-Mandic, Pinar (2003), Network Effects in Technology Adoption: The Case of DVD Players, mimeo, UC Berkeley.",
        "[22] Katz, Michael L. and Carl Shapiro (1986), Product Compatibility Choice in a Market with Technological Progress, Oxford Economic Papers 38: 146-165.",
        "[18] Hannan, Timothy H. and John M. McDowell (1984b), The Determinants of Technology Adop- tion: The Case of the Banking Firm, RAND Journal of Economics, vol. 15, iss. 3, pp. 328-335.",
        "[19] Hannan, Timothy H.; McDowell, John M (1990), The Impact of Technology Adoption on Market Structure, Review of Economics and Statistics, February 1990, Vol. 72, iss. 1, pp. 164-68.",
        "[17] Hannan, Timothy H. and John M. McDowell (1984a), Market Concentration and the Diffusion of New Technology in the Banking Industry, Review of Economics and Statistics, vol. 66, iss. 4, pp. 686-691.",
        "[16] Gowrisankaran, Gautam and John Krainer (2003), The Welfare Consequences of ATM Sur- charges: Evidence from a Structural Entry Model, mimeo.",
        "[15] Greenstein, Shane (1994), Did Installed Base Give an Incumbent any (Measureable) Advan- tages in Federal Computer Procurement, RAND Journal of Economics 24(1), pp 19-39.",
        "[14] Gandal, Neil, Michael Kende and Rafael Rob (2002), The Dynamics of Technological Adop- tion in Hardware/Software Systems: The Case of Compact Disk Players, RAND Journal of Economics.",
        "[13] Gandal, Neil, Shane Greenstein and David Salant (1999), Adoptions and Orphans in the Early Microcomputer Market, Journal of Industrial Economics, Vol. 57, iss. 1, pp. 87-105.",
        "[12] Gandal, Neil (1995), Competing Compatibility Standards and Network Externalities in the PC Software Market, The Review of Economics and Statistics, pp. 599-608.",
        "[11] Gandal, Neil (1994), Hedonic Price Indexes for Spreadsheets and an Empircal Test for Net- work Externalities, RAND Journal of Economics, Vol. 25, iss. 1, pp. 160-170.",
        "[9] Feenstra, Rob (1995), Exact Hedonic Price Indexes, Review of Economics and Statistics 77(4 ): 634-53.",
        "[10] Fuller, W.A. (1987), Measurement Error Models. New York, NY: Wiley.",
        "[8] Einhorn, Michael (1992), Mix and Match Compatibility with Vertical Product Dimensions, RAND Journal of Economics 23(4): 535-547.",
        "[7] Economides, Nicholas and Steven Salop (1992), Competition and Integration Among Com- plements, and Network Market Structure, Journal of Industrial Economics, Vol. XL, iss. 1, pp. 105-123.",
        "[6] Economides, Nicholas (1991), Compatibility and the Creation of Shared Networks, Chapter 3 in Electronic Services Networks, M.E. Guerrin-Calvert and S.S. Wildman (eds), Praeger, New York, 1991.",
        "[5] Economides, Nicholas (1989), Desirability of Compatibility in the Absence of Network Exter- alities, American Economic Review, Vol. 79, pp. 1165-1181.",
        "[4] Church, Jeffrey and Neil Gandal (1992), Network Effects, Software Provision, and Standard- ization, The Journal of Industrial Economics, Vol. 40, No. 1, pp. 85-103.",
        "[3] Chou, Chien-fu and Oz Shy (1990), Network Effects Without Network Externalities, Inter- national Journal of Industrial Organization 8(2), pages 259-270.",
        "[2] Chamberlain, G. (1982), Multivariate Regression Models for Panel Data, Journal of Econo- metrics, Vol. 18, pp. 5-46.",
        "[1] Brynjolfson, Erik and Chris Kemerer (1996), Network Externalities in Microcomputer Soft- ware: An Econometric Analysis of the Spreadsheet Market, Management Science, Vol. 42, iss.12, pp. 1627-47."
    ]
}