{
    "id": 10777,
    "cites": 48,
    "cited_by": 10,
    "reference": [
        "Zimring, Franklin E., American Youth Violence (New York: Oxford University Press, 1998).",
        "Zaslow, Martha J. and Cheryl D. Hayes, Sex Differences in Childrens Response to Psychosocial Stress: Toward a Cross-Context Analysis, in M. Lamb, A. Brown and B. Rogoff, eds., Advances in Developmental Psychology, Volume 4 (Hillsdale, NJ: Lawrence Earlbaum, 1986), 285-338.",
        "Wolfgang, Marvin E., Robert M. Figlio, Paul E. Tracy and Simon J. Singer. The National Survey of Crime Severity, NCJ-96017 (Washington, DC: U.S. Department of Justice, 1985).",
        "Wilson, William J. The Truly Disadvantaged (Chicago: University of Chicago Press, 1987).",
        "Watson, Tara, Inequality and the Rising Segregation of American Neighborhoods, unpublished paper, Harvard University, 2003.",
        "Tracy, Paul E., Marvin E. Wolfgang, and Robert M. Figlio, Delinquency Careers in Two Birth Cohorts (New York: Plenum Press, 1990).",
        "Sanbonmatsu, Lisa, Jeanne Brooks-Gunn, Greg J. Duncan, and Jeffrey R. Kling, Neighborhoods and Academic Achievement: Results from the MTO Experiment, Princeton IRS Working Paper 492, July 2004.",
        "Sampson, Robert J., Stephen W. Raudenbush, and Felton Earls, Neighborhoods and Violent Crime: A Multilevel Study of Collective Efficacy, Science, CCLXXVII (1997), 918924.",
        "Sampson, Robert J., Jeffrey D. Morenoff, and Thomas Gannon-Rowley, Assessing `Neighborhood Effects: Social Processes and New Directions in Research, Annual Review of Sociology, XXVIII (2002), 443-478.",
        "Sah, Raaj K., Social Osmosis and Patterns of Crime, Journal of Political Economy, XCIX (1991), 1272-1295.",
        "Reiss, Albert J., Co-Offending and Criminal Careers, in Michael Tonry and Norval Morris, eds., Crime and Justice: An Annual Review of Research (Chicago, IL: University of Chicago Press, 1988).",
        "Orr, Larry et al., Moving to Opportunity: Interim Impacts Evaluation (Washington, DC: U.S. Department of Housing and Urban Development, Office of Policy Development and Research, 2003).",
        "Olsen, Edgar O., Housing Programs for Low-Income Households, in R. Moffitt, ed., MeansTested Transfer Programs in the Untied States (Chicago: University of Chicago Press and NBER, 2003).",
        "Neal, Derek A. and William R. Johnson, The Role of Premarket Factors in Black-White Wage Differences, Journal of Political Economy, CIV (1996), 869-895.",
        "Miller, Ted R., Mark A. Cohen, and Brian Wiersema, Victim Costs and Consequences: A New Look (Washington, DC: National Institute of Justice, NCJ 155282, 1996).",
        "Maltz, Michael D., Bridging Gaps in Police Crime Data, NCJ 176365, (Washington, DC: Bureau of Justice Statistics, 1999).",
        "Ludwig, Jens, Brian A. Jacob, Greg J. Duncan, James Rosenbaum, Michael Johnson, The Effects of Housing Vouchers on Criminal Behavior: Evidence from a Randomized Lottery, Working Paper, Georgetown University Public Policy Institute, 2004.",
        "Ludwig, Jens, Greg J. Duncan, and Paul Hirschfield, Urban Poverty and Juvenile Crime: Evidence from a Randomized Housing-Mobility Experiment, Quarterly Journal of Economics, CXVI (2001), 655-680.",
        "Leventhal, Tama and Jeanne Brooks-Gunn, New York City Site Findings: The Early Impacts of Moving to Opportunity on Children and Youth, in J. Goering and J. Feins, eds., Choosing a Better Life: Evaluating the Moving to Opportunity Social Experiment (Washington, DC: Urban Institute Press, 2003), 213-244.",
        "LaGrange, Teresa C. and Robert A. Silverman, Low Self-Control and Opportunity: Testing the General Theory of Crime as an Explanation for the Gender Differences in Delinquency, Criminology, XXXVII (1999), 41-72.",
        "Kraemer, Sebastian, The Fragile Male, British Medical Journal, 321 (2000), 23-30.",
        "Kling, Jeffrey R., Jens Ludwig, and Lawrence F. Katz, Youth Criminal Behavior in the Moving to Opportunity Experiment, Princeton IRS Working Paper 482, March 2004.",
        "Kling, Jeffrey R., and Jeffrey B. Liebman, Experimental Analysis of Neighborhood Effects on Youth, Princeton IRS Working Paper 483, April 2004.",
        "Kirschenman, Joleen and Kathryn M. Neckerman, `Wed Love to Hire Them, But...: The Meaning of Race for Employers, in C. Jencks and P. Peterson, eds., The Urban Underclass (Washington, DC: Brookings Institution Press, 1991).",
        "Katz, Lawrence F., Jeffrey R. Kling, and Jeffrey B. Liebman, Moving to Opportunity in Boston: Early Results of a Randomized Mobility Experiment, Quarterly Journal of Economics, CXVI (2001), 607-654.",
        "Johnson, William R. and Derek Neal, Basic Skills and the Black-White Earnings Gap, in C. Jencks and M. Phillips, eds., The Black White Test Score Gap (Washington, DC: Brookings Institution, 1998), 480-500.",
        "Jencks, Christopher and Susan E. Mayer, The Social Consequences of Growing Up in a Poor Neighborhood, in L. Lynn and M. McGeary, eds., Inner-City Poverty in the United States (Washington, DC: National Academy of Sciences, 1990).",
        "Haines, Michael R., Ethnic Differences in Demographic Behavior in the United States: Has There Been Convergence?, Cambridge, MA: NBER WP No. 9042, July 2002.",
        "Glaeser, Edward L., Bruce Sacerdote, and Jose A. Scheinkman, Crime and Social Interactions. Quarterly Journal of Economics, CXI (1996), 507-548.",
        "Ehrlich, Isaac, Crime, Punishment and the Market for Offenses, Journal of Economic Perspectives, X (1996), 43-68.",
        "Dunworth, Terence and Aaron Saiger, Drugs and Crime in Public Housing: A Three-City Analysis (Washington, DC: National Institute of Justice, 1994).",
        "Darity, William A. and Patrick L. Mason, Evidence on Discrimination in Employment: Codes of Color, Codes of Gender, Journal of Economic Perspectives, XII (1998), 63-90.",
        "Cutler, David M., Edward L. Glaeser and Jacob L. Vigdor, The Rise and Decline of the American Ghetto, Journal of Political Economy, CVII (1999), 455-506.",
        "Cook, Philip J. and John Laub, The Unprecedented Epidemic in Youth Violence, in M. Tonry, ed., Crime and Justice: An Annual Review of Research (Chicago: University of Chicago Press, 1998), 26-64.",
        "Cook, Philip J. and Kristin A. Goss, A Selective Review of the Social-Contagion Literature, Working Paper, Sanford Institute of Public Policy Studies, Duke University, 1996.",
        "Cook, Philip J., The Technology of Personal Violence, in M. Tonry, ed., Crime and Justice: An Annual Review of Research (Chicago: University of Chicago Press, 1991), 1-71.",
        "Cook, Philip J., The Demand and Supply of Criminal Opportunities, in M. Tonry and N. Morris, eds., Crime and Justice: An Annual Review of Research (Chicago: University of Chicago Press, 1986), 1-27.",
        "Coleman, John and Leo B. Hendry, The Nature of Adolescence, Third Edition (London: Routledge, 1999).",
        "Coleman, James S., The Adolescent Society, (NY: Free Press, 1961).",
        "Bottcher, Jean, Social Practices of Gender: How Gender Relates to Delinquency in the Everyday Lives of High-Risk Youths, Criminology, XXXIX (2001), 893-931.",
        "Blumstein, Alfred and Joel Wallman, eds., The Crime Drop in America (New York: Cambridge University Press, 2000).",
        "Bloom, Howard, Accounting for No-Shows in Experimental Evaluation Designs, Evaluation Review, VIII (1984), 225-46.",
        "Block, Jeanne H., Differential Premises Arising from Differential Socialization of the Sexes: Some Conjectures, Child Development, LIV (1983), 1335-1354.",
        "Bertrand, Marianne and Sendhil Mullainathan, Are Emily and Greg More Employable than Lakisha and Jamal? A Field Experiment on Labor Market Discrimination, American Economic Review, XCIII (2004), forthcoming.",
        "Angrist, Joshua A., Guido W. Imbens, and Donald B. Rubin, Identification of Causal Effects Using Instrumental Variables, Journal of the American Statistical Association, XCI (1996), 444-472.",
        "Akerlof, George A. and Rachel E. Kranton, Economics and Identity, Quarterly Journal of Economics, CXV (2000), 715-754.",
        "Fox, James A., and Marianne W. Zawitz. Homicide Trends in the United States (Washington, DC: Bureau of Justice Statistics, 2002).",
        "Ehrlich, Issac, On the Usefulness of Controlling Individuals: An Economic Analysis of Rehabilitation, Incapacitation and Deterrence, American Economic Review, LXXII (1981), 307-322."
    ]
}