{
    "id": 10779,
    "cites": 16,
    "cited_by": 7,
    "reference": [
        "Kezdi, Gabor and Purvi Sevak (2004). Economic Adjustment of Recent Retirees to Adverse Wealth Shocks, Michigan Retirement Research Center, Working Paper 2004-75.",
        "Imbens, Guido W., Donald B. Rubin, and Bruce I. Sacerdote (2001). Estimating the Effect of Unearned Income on Labor Earnings, Savings, and Consumption: Evidence from a Survey of Lottery Players, American Economic Review 91(4):778-794.",
        "Joulfaian, David and Mark Wilhelm (1994). Inheritance and Labor Supply, The Journal of Human Resources 29(4):1205-1234.",
        "Hurd, Michael and Monika Reti (2001). The Effects of Large Capital Gains on Work and Consumption: Evidence from Four Waves of the HRS, RAND Labor and Population Program, Working Paper Series 03-14.",
        "Holtz-Eakin, Douglas, David Joulfaian, and Harvey S. Rosen (1993). The Carnegie Conjecture: Some Empirical Evidence, The Quarterly Journal of Economics 102(2): 413-435.",
        "Gustman, Alan L. and Thoman L. Steinmeier (2002). Retirement and the Stock Market Bubble, National Bureau of Economic Research, Working Paper 9404.",
        "Friedberg, Leora and Anthony Webb (2003). Retirement and the Evolution of Pension Structure. National Bureau of Economic Research, Working Paper 9999.",
        "Eschtruth, Andrew D. and Jonathan Gemus (2002). Are Older Workers Responding to the Bear Market, Center for Retirement Research at Boston College, Just the Facts on Retirement Issues 5.",
        "Coronado, Julia and Maria Perozek (2003). Wealth Effects and the Consumption of Leisure: Retirement Decisions During the Stock Market Boom of the 1990s, Board of Governors of the Federal Reserve System, Finance and Economics Discussion Series 2003-20.",
        "Cheng, Ing-Haw and Eric French (2000). The Effect of the Run-Up in the Stock Market on Labor Supply, Economic Perspectives (fourth quarter).",
        "Burtless, Gary and Joseph F. Quinn (2002). Is Working Longer the Answer for an Aging Workforce? Center for Retirement Research at Boston College. Issue Brief 11.",
        "Bruce, Donald, Douglas Holtz-Eakin, and Joseph Quinn (2000). Self-Employment and Labor Market Transitions at Older Ages, Center for Retirement Research at Boston College, Working Paper 2000-13.",
        "Allison, Paul D. (1984). Event History Analysis: Regression for Longitudinal Event Data. London: Sage Publications.",
        "AARP (2002). Impact of Stock Market Decline on 50-70 Year Old Investors, unpublished manuscript.",
        "Sevak, Purvi (2001). Wealth Shocks and Retirement Timing: Evidence from the Nineties, Michigan Retirement Research Center, Working Paper WP00D1.",
        "Engen, Eric, William G. Gale, and Cori E. Uccello (2004). Effects of Stock Market Fluctuations on the Adequacy of Retirement Wealth Accumulation. Center for Retirement Research at Boston College, Working Paper 2004-16."
    ]
}