{
    "id": 10778,
    "cites": 96,
    "cited_by": 10,
    "reference": [
        "Seuffert, Georg Karl Leopold (1857), Statistik des Getreide- und Viktualien-Handels im KÃ\u0083Â¶nigreiche Bayern mit BerÃ\u0083Â¼cksichtigung des Auslandes. MÃ\u0083Â¼nchen: J.G. Weiss.",
        "Sachs, Jeffrey (2003), Institutions Dont Rule: Direct Effects of Geography on Per-Capita Income, NBER Working Paper # 9490, February.",
        "Seiffert, K. (1893), Beitrag zur Geschichte der ZÃ\u0083Â¶lle und indirekten Steuern in Bayern, JahrbÃ\u0083Â¼cher fÃ\u0083Â¼r NationalÃ\u0083Â¶konomie und Geschichte, NF 5: 882-894.",
        "Ruwet, Joseph (1966), MarchÃ\u0083Â© des cÃ\u0083Â©rÃ\u0083Â©ales a Ruremonde, Luxembourg, Namur et Diest aux XVIIe et XVIIIe siÃ\u0083Â¨cles. Louvain: Bureau du recueil [de ha] BibiothÃ\u0083Âªque de lUniversitÃ\u0083Â©; Publications Universitaires de Louvain.",
        "Roehner, Bertrand and Carol H. Shiue (2000), Comparing the Correlation Length of Grain Markets in China and France. International Journal of Modern Physics C, 11(7): 138314 10.",
        "Rodrik, Dani, Arvind Subramanian, and Francesco Trebbi (2002), Institutions Rule: The Primacy of Institutions over Geography and Integration in Economic Development, NBER Working Paper # 9305, November.",
        "Posthumus, N. W. (1964), Inquiry into the history ofprices in Holland, Leiden: E.J. Brill.",
        "Pribram, Alfred Francis (1938), Materialien zur Geschichte der Preise und LÃ\u0083Â¶hne in Osterreich, Volume I. Vienna: Carl Uberreuters Verlag.",
        "Pomeranz, Kenneth (2000), The Great Divergence. Princeton: Princeton University Press.",
        "Pfister, Christian (2002), The potential of documentary data for the reconstruction of past climates in Europe, ESF-Holivar workshop, Lammi, Finland, April 1720th 2002, http://www.gsf.filesf holivar/pfister.pdf, accessed January 2004.",
        "Persson, Karl-Gunnar (1999), Grain Markets in Europe, 1500-1900, Integration and Deregulation. Cambridge: Cambridge University Press.",
        "Perdue, Peter (1987), Exhausting the Earth: State and Peasant in Hunan, 1500-1850. Chicago: Aldine Publishing.",
        "ORourke, K., and J. Williamson (1999), Globalization and History: The Evolution of the 19th Century Atlantic Economy. Cambridge: MIT Press.",
        "ORourke, K., and J. Williamson (2004), From Malthus to Ohlin: Trade, Industrialization, and Distribution since 1500, working paper, Trinity College Dublin and Harvard University.",
        "Olson, Mancur (1965), The Logic of Collective Action. Cambridge: Harvard University Press.",
        "North, Douglas C. and Robert Paul Thomas (1973), The Rise of the Western World, A New Economic History. New York: Cambridge University Press.",
        "North, Douglas C. and Barry Weingast (1989), Constitutions and Commitment: Evolution of Institutions Governing Public Choice in Seventeenth Century England. Journal of Economic History 51, pp. 23-46.",
        "North, Douglas C. (1981), Structure and Change in Economic History. New York: Norton.",
        "Mokyr, Joel (1990), The Lever of Riches. Technological Creativity and Economic Progress. New York: Oxford University Press.",
        "Mokyr, Joel (1999), Editors Introduction: The New Economic History and the Industrial Revolution, in The British Industrial Revolution: An Economic Perspective, 2nd edition, edited by Joel Mokyr, Boulder: Westview Press.",
        "Mitch, David (1999), The Role of Education and Skill in the British Industrial Revolution, in The British Industrial Revolution: An Economic Perspective, 2nd edition, edited by Joel Mokyr, Boulder: Westview Press.",
        "Mecklenburg-Schwerin Statistisches Landesamt (1873), BeitrÃ\u0083Â¤ge zur Statistik Mecklenburgs. Schwerin: Grossherzogliches Statistisches Bureau.",
        "McMillan, John (2002), Reinventing the Bazaar, A Natural History of Markets. New York: W.W. Norton.",
        "McCloskey, Donald and John Nash (1984), Corn at Interest: The Extent and Cost of Grain Storage in Medieval England. American Economic Review, 74(1): 174-187.",
        "Maddison, Angus. (1989), The World Economy in the 20th Century. Paris: OECD Publications and Information Center.",
        "MacKinnon, James G. (1991), Critical Values for Cointegration Tests. In Long-Run Economic Relationships, Readings in Cointegration, R. Engle and C.W.J. Granger, (eds)., New York: Oxford University Press.",
        "Li, Bozhong (1998), Agricultural Development in Jiangnan, 1620-1850. New York: St. Martins Press.",
        "Labrousse, C. E. (1932), Esquisse du mouvement desprix et des revenus en France au 18e siÃ\u0083Â¨cle. Paris: Paris C.",
        "Landes, David S. (1969), The Unbound Prometheus, Technological Change and Industrial Development in Western Europe from 1750 to the Present. London (England): Cambridge University Press.",
        "Keller, Wolfgang and Carol. H. Shiue (2003), The Origins of Spatial Interaction, NBER Working Paper # 10069, NBER, Cambridge, MA.",
        "Jones, Charles (1995), R&D-based Models of Economic Growth, Journal of Political Economy 103: 759-784.",
        "Jones, Eric J. (2003), The European Miracle. Environments, economies and geopolitics in the history of Europe and Asia, 3rd edition, Cambridge, UK: Cambridge University Press.",
        "Johansen, Soren (1988), Statistical Analysis of Cointegration Vectors. Journal of Economic Dynamics and Control 12: 23 1-254.",
        "Inkster, Ian (1991), Science and Technology in History: An Approach to Industrial Development. New Brunswick: Rutgers University Press.",
        "Isham, Jonathan and Daniel Kaufmann (1999), The Forgotten Rationale for Policy Reform: The Productivity of Investment Projects. Quarterly Journal of Economics, 114(1): pp. 14984.",
        "Huang, Philip C. C. (2002), Development or Involution in Eighteenth-Century Britain and China? The Journal ofAsian Studies, 61(2): 501-538.",
        "Heckscher, E. (1916), VÃ\u0083Â¤xelkursens Grundval vid Pappersmyntfot, Ekonomisk Tidskrift 18: 309-312.",
        "Harley, C. Knick (1999), Reassessing the Industrial Revolution: A Macro View, in The British Industrial Revolution. An Economic Perspective, Joel Mokry (ed.), 2nd edition, Boulder: Westview Press.",
        "Granger, Clive W.J. (1981), Some properties of time series data and their use in econometric model specification. Journal of Econometrics, 16: 12 1-30.",
        "Hall, Robert and Charles Jones (1999), Why Do Some Countries Produce So Much More Output per Worker than Others? Quarterly Journal of Economics, 114(1): pp. 83-116.",
        "Gonzalo, Jesus (1993), Cointegration and Aggregation. Richerche Economiche, 47(3): 281291.",
        "Gomez, Victor and Agustin Maravall (1997), Program TRAMO (Time Series Regression with ARIMA Noise, Missing Observations, and Outliers) and SEATS (Signal Extraction in ARIMA Time Series). Instructions for the User. Madrid: Secretaria de Estado de Hacienda. Gongzhong liangjiadan [Grain price lists in the palace archives]. Number One Historical Archives, Beijing.",
        "Glaser, RÃ\u0083Â¼diger (2001), Klimageschichte in Mitteleuropa seit dem Jahr 1000, Darmstadt.",
        "Goldstone, Jack A. (2002), Efflorences and Economic Growth in World History: Rethinking the Rise of the West and the Industrial Revolution, Journal of World History, 13(2): pp. 323-389.",
        "Fujita, M., P. Krugman, and A. Venables (1998), The Spatial Economy, MIT Press: Cambridge.",
        "FrÃ\u0083Âªche, Georges and Genevieve FrÃ\u0083Âªche (1967), Lesprix des grains des vms et des legumes a Toulouse. Paris: Presses Universitaires de France.",
        "Frankel, Jeffrey A. and David Romer (1999), Does Trade Cause Growth? American Economic Review, 89(3): 379-99.",
        "Engle Robert F. and Byung Sam Yoo (1987), Forecasting and Testing in Cointegrated Systems, Journal of Econometrics, 35(1): 143-59.",
        "Engle, Robert F. and Clive W.J. Granger (1991), (eds.) Long-Run Economic Relationships, Readings in Cointegration. New York: Oxford University Press Engle, Robert F. and Clive W.J. Granger (1987), Co-integration and Error Correction: Representation, Estimation, and Testing. Econometrica, 55(2): 25 1-276.",
        "Engerman, Stanley L., and Kenneth L. Sokoloff (2002), Factor Endowments, Inequality, and Paths of Development Among New World Economies, NBER Working Paper # 9259, October 2002.",
        "Engel, C., and J. Rogers (1996), How wide is the border? American Economic Review 86: 1112-1125.",
        "Elsas, Moritz John (1936), Umriss einer Geschichte derPreise und LÃ\u0083Â¶hne in Deutschlandvom ausgehenden Mittelalter bis zum Beginn des neunzehnten Jahrhunderts. Leiden: A.W. Sijthoff.",
        "Ebeling, Dietrich and Franz Irsigler (1976), Getreideumsatz, Getreide- und Brotpreise in KÃ\u0083Â¶ln 1368-1 797, Volume 65. Cologne: Mitteilungen aus dem Stadtarchiv von KÃ\u0083Â¶ln.",
        "Durand, John (1960), The Population Statistics of China, A.D. 2 - 1953, Population Studies 3, 2: pp. 209-56.",
        "Drame, Sylvie, Christian Gonfalone, Judith A. Miller, and Bertrand Roehner (1991), Un SiÃ\u0083Â¨cle de Commerce du BlÃ\u0083Â© en France, 1825-1913. Paris: Economica.",
        "Dickey, David and Wayne A. Fuller (1979), Distribution of the Estimates for Autoregressive Time Series with a Unit Root. Journal of the American Statistical Association, 74: pp. 427-43 1.",
        "Diamond, Jared (1997), Guns, Germs, and Steel: The Fate of Human Societies. New York: W.W. Norton & Co.",
        "De Vries, Jan (1994), The Industrial Revolution and the Industrious Revolution, Journal of Economic History, 54: pp. 249-270.",
        "Crafts, N. F. R., and C. K. Harley (1992), Output Growth and the Industrial Revolution: A Restatement of the Crafts-Harley View, Economic History Review 45: 703-730.",
        "Crafts, N. F. R. (1985), British Economic Growth During the Industrial Revolution. New York: Oxford University Press.",
        "Crafts, N. F. R. (1994), The Industrial Revolution. In R. Floud and D. McCloskey (eds.), The Economic History of Britain Since 1700, Volume I: 1700-1860, New York: Cambridge University Press, 1994.",
        "Crafts, N. F. R. (1995), Macroinventions, Economic Growth, and `Industrial Revolution in Britain and France, Economic History Review, 48: pp.591-598.",
        "Clark, Gregory (2002), The Spread of the Industrial Revolution, 1860-2000. Chapter 5 Mimeograph, Department of Economics, University of California at Davis.",
        "Chaswick, Barry R. and Timothy Hatton (2003), International Migration and the Integration of Labor Markets, in Globalization in Historical Perspective, edited by Michael D. Bordo, Alan M. Taylor, and Jeffrey G. Williamson.",
        "Chang, Chung-li (1962), The Income of the Chinese Gentry. Seattle: University of Washington Press, 1962.",
        "Braudel Fernand and Frank C. Spooner (1967) Prices in Europe from 1450 to 1750. In The Cambridge Economic History of Europe, Volume IV, New York: Cambridge University Press.",
        "Braudel, Fernand (1992), The Structures of Everyday Lift: The Limits of the Possible. Trans. Sian Reynolds. Berkeley: University of California Press.",
        "Beveridge, William H. B. (1965) Prices and Wages in Englandfrom the Twelfth to the Nineteenth Century, Volume 1. London: Frank Cass.",
        "Baulant, Micheline and Jean Meuvret (1960), Prix des cÃ\u0083Â©rÃ\u0083Â©ales extraits de la mercuriale de Paris. Paris: Ecole des Hautes Etudes.",
        "Baten, JÃ\u0083Â¶rg (2000), Climate, Grain Production and Nutritional Status in Southern Germany During the 18th Century, mimeo, University of Munich.",
        "Banerjee, Abhijit V. and Lakshmi Iyer (2002), History, Institutions, and Economic Performance: The Legacy of Colonial Land Tenure Systems in India, working paper, MIT.",
        "Bairoch, Paul (1975), The Main Trends in National Economic Disparities since the Industrial Revolution. In P. Bairoch and M. Levy-Leboyer, eds., Disparities in Economic Development since the Industrial Revolution. New York: St. Martins Press.",
        "Anderson, J., and E. van Wincoop (2003), Trade Costs, working paper, Boston College.",
        "Allen, Robert C. (2001), Real Wages in Europe and Asia: A First Look at the Long-Term Patterns. Mimeograph, Department of Economics, Nuffield College, Oxford, August.",
        "Allen, Robert C. (2002) Involution, Revolution, or What? Agricultural Productivity, Income, and Chinese Economic Development. Mimeograph, Department of Economics, Nuffield College, Oxford, September.",
        "Acemoglu, Daron, Simon Johnson, and James Robinson (2002), The Rise of Europe: AtlanticTrade, Institutional Change and Economic Growth, NBER Working Paper # 9378, Cambridge, MA, December.",
        "Acemoglu, Daron, Simon Johnson, and James Robinson (2001), The Colonial Origins of Comparative Development: An Empirical Investigation. American Economic Review, 9l:pp. 1369-1401.",
        "Wong, R. Bin and Peter Perdue (1992), Grain Markets and Food Supplies in 18th Century Hunan. In Chinese History in Economic Perspective, T. Rawski and L. Li (eds.), Los Angeles, University of California Press.",
        "Will, Pierre-Etienne and R. Bin Wong (1991), Nourish the People. Ann Arbor: University of Michigan Press.",
        "Wilkinson, E. (1969), The Nature of Chinese Grain Price Quotations, 1600-1900, Transactions of the International Conference of Orientalists in Japan/Kokusai Toho Gakusha Kaigi Kiyo, Vol. 14: 54-65.",
        "Weber, Max (1993), The Protestant Ethic and the Spirit of Capitalism. London: Routledge, originally published 1905.",
        "Webb, Walter Prescott (1952), The Great Frontier. Boston, MA: Houghton Mifflin.",
        "Wang, Y. (1992), Secular Trends of Rice Prices in the Yangzi Delta, 163 8-1935, In Chinese History in Economic Perspective, T. Rawski and L. Li (eds.), Los Angeles, University of California Press.",
        "Verlinden, C. (1973), (ed.) Dokumenten voor de Geschiedenis van PrUzen en Lonen in Vlaanderen en Brabant, Vol. IV. Bruges: De Tempel.",
        "Verlinden, C. (1972), (ed.) Dokumenten voor de Geschiedenis van PrUzen en Lonen in Vlaanderen en Brabant, Vol. III. Bruges: De Tempel.",
        "Verlinden, C. (1959), (ed.) Dokumenten voor de Geschiedenis van PrUzen en Lonen in Vlaanderen en Brabant, Vol. I. Bruges: De Tempel.",
        "Tijms, W. (1977), Historia Agriculturae. Groningen: Nederlands Agronomisch-Historisch Instituut.",
        "Taylor, Alan M. (2001), Potential Pitfalls for the Purchasing-Power-Parity Puzzle? Sampling and Specification Biases in Mean-Reversion Tests of the Law of One Price, Econometrica 69: 473-498.",
        "State Meteorological Society (1981), Zhongguo fin wubai nien hanloafenbu tuji [Collected maps of droughts and floods in China in the past five hundred years], Beijing, Ditu chuban she.",
        "Spooner, Frank C. (1961), Regimes alimentaires dautrefois: proportions et calculs en calories. Annales E.S.C., pp. 568-74.",
        "Sokoloff, Kenneth L. and Stanley L. Engerman (2000), Institutions, Factor Endowments, and Paths of Development in the New World, Journal of Economic Perspectives, 14(3): pp. 2 17-32.",
        "Sillem, Jerome Alexandre (1901), Tabellen van Marktpr~zen van Granen te Utrecht in de Jaren 1393 tot 1644, uit de rekeningen en weeklUsten der Domprossd~. Amsterdam: J. Muller, 1901.",
        "Shiue, Carol H. (2004a), From Political Fragmentation towards the Nation State: Border Effects of the German Zollverein, 1815 to 1855, working paper, University of TexasAustin, February.",
        "Shiue, Carol H. (2004b), Local Granaries and Central Government Disaster Relief: Moral Hazard and Intergovernmental Finance in 18th and 19th Century China, Journal of Economic History, March.",
        "Shiue, Carol. H. (2004c), The Political Economy of Famine Relief, working paper, University of Texas-Austin, January.",
        "Shiue, Carol H. (2002), Transport Costs and the Geography of Arbitrage in Eighteenth Century China. The American Economic Review, 92(5): 1406-1419."
    ]
}