{
    "id": 10770,
    "cites": 33,
    "cited_by": 4,
    "reference": [
        "Wermers, Russ, 2000, Mutual fund performance: An empirical decomposition into stock-picking talent, style, transaction costs, and expenses, Journal of Finance 55, 16551703.",
        "Treynor, Jack L., and Fisher Black, 1973, How to use security analysis to improve portfolio selection, Journal of Business 46, 6686.",
        "Sirri, Erik, and Peter Tufano, 1998, Costly search and mutual fund flows, Journal of Finance 53, 15891622.",
        "Nanda, Vikram, Zhi Wang, and Lu Zheng, 2004, Family values and the star phenomenon, Review of Financial Studies 17 (3), 667698.",
        "Moskowitz, Tobias J., and Mark Grinblatt, 1999, Do industries explain momentum? Journal of Finance 54, 12491290.",
        "Lynch, Anthony W., Jessica Wachter, and Walter Boudry, 2004, Does mutual fund performance vary over the business cycle? Working paper, New York University.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 1993, Returns to buying winners and selling losers: Implication for stock market efficiency, Journal of Finance 48, 6591.",
        "Ippolito, Richard A., 1992, Consumer reaction to measures of poor quality: Evidence from the mutual fund industry, Journal of Law and Economics 35, 4570.",
        "Gruber, Martin J., 1996, Another puzzle: The growth in actively managed mutual funds, Journal of Finance 51, 783810.",
        "Grinblatt, Mark, Sheridan Titman, and Russ Wermers, 1995, Momentum investment strategies, portfolio performance, and herding: A study of mutual fund behavior, American Economic Review 85, 10881105.",
        "Grinblatt, Mark, and Sheridan Titman, 1993, Performance measurement without benchmarks: An examination of mutual fund returns, Journal of Business 66, 4768.",
        "Grinblatt, Mark, and Sheridan Titman, 1989, Mutual fund performance: An analysis of quarterly portfolio holdings, Journal of Business 62, 393416.",
        "Ferson, Wayne, and Rudi Schadt, 1996, Measuring fund strategy and performance in changing economic conditions, Journal of Finance 51, 425462.",
        "Fama, Eugene F., and Kenneth R. French, 1997, Industry costs of equity, Journal of Financial Economics 43, 153193.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common risk factors in the return on bonds and stocks, Journal of Financial Economics 33, 353.",
        "Elton, Edwin J., Martin J. Gruber, Sanjiv Das, and Matthew Hlavka, 1993, Efficiency with costly information: A reinterpretation of evidence for managed portfolios, Review of Financial Studies 6, 122.",
        "Del Guercio, Diane, and Paula A. Tkac, 2002, The determinants of the flow of funds of managed portfolios: Mutual funds versus pension funds, Journal of Financial and Quantitative Analysis 37, 523557.",
        "Daniel, Kent, Mark Grinblatt, Sheridan Titman, and Russ Wermers, 1997, Measuring mutual fund performance with characteristic-based benchmarks, Journal of Finance 52, 10351058.",
        "Coval, Joshua D., and Tobias J. Moskowitz, 2001, The Geography of Investment: Informed Trading and Asset Prices, Journal of Political Economy 109 (4), 811841.",
        "Cohen, Randolph, Joshua D. Coval, and Lubos PÃ\u0083Â¡stor, 2004, Judging fund managers by the company that they keep, Journal of Finance, forthcoming.",
        "Chen, Joseph, Harrison Hong, Ming Huang, and Jeffrey Kubik, 2002, Does fund size erode performance? Liquidity, organizational diseconomies and active money management, Working paper, University of Southern California.",
        "Chen, Hsiu-Lang, Narasimhan Jegadeesh, and Russ Wermers, 2000, An examination of the stockholdings and trades of fund managers, Journal of Financial and Quantitative Analysis 35, 343368.",
        "Chevalier, Judith, and Glenn Ellison, 1997, Risk taking by mutual funds as a response to incentives, Journal of Political Economy 105, 11671200.",
        "Carhart, Mark M., Jennifer N. Carpenter, Anthony W. Lynch, and David K. Musto, 2002, Mutual fund survivorship, Review of Financial Studies, 15, 14391463.",
        "Carhart, Mark M., 1997, On persistence in mutual fund performance, Journal of Finance 52, 5782.",
        "Brown, Stephen J., and William N. Goetzmann, 1995, Performance persistence, Journal of Finance 50, 679698.",
        "Berk, Jonathan, and Richard C. Green, 2004, Mutual fund flows and performance in rational markets, Journal of Political Economy, forthcoming.",
        "Beck, Nathaniel, and Jonathan N. Katz, 1995, What to do (and not to do) with time-series cross-section data, American Political Science Review 89(3), 634647.",
        "Baks, Klaas P., Andrew Metrick, and Jessica Wachter, 2001, Should investors avoid all actively managed mutual funds? A study in Bayesian performance evaluation, Journal of Finance 56, 4586.",
        "Goetzmann, William N., and Nadev Peles, 1997, Cognitive dissonance and mutual fund investors, Journal of Financial Research 20, 145158.",
        "Frank, Mary M., James M. Poterba, Douglas A. Shackelford, and John B. Shoven, 2004, Copycat funds: Information disclosure regulation and the returns to active management in the mutual fund industry, Journal of Law and Economics, forthcoming.",
        "Wermers, Russ, 2003, Is money really smart? New evidence on the relation between mutual fund flows, manager behavior, and performance persistence, Working paper, University of Maryland.",
        "Kosowski, Robert, Allan Timmermann, Hal White, and Russ Wermers, 2001, Can mutual fund stars really pick stocks? New evidence from a bootstrap analysis, Working paper, INSEAD."
    ]
}