{
    "id": 10780,
    "cites": 32,
    "cited_by": 378,
    "reference": [
        "Tornell, Aaron and Philip Lane, The Voracity Effect, American Economic Review, Vol. 89 (1999), pp. 22-46.",
        "Taylor, John, Discretion versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy, Vol. 39 (1993), pp. 195-214.",
        "Talvi, Ernesto, and Carlos A. VÃ\u0083Â©gh, Tax Base Variability and Procyclical Fiscal Policy, NBER Working Paper No. 7499 (2000), forthcoming Journal of Development Economics.",
        "Phelps, Edmund (1973), Inflation in the Theory of Public Finance, Swedish Journal of Economics, Vol. (75), pp. 67-82.",
        "Pallage, Stephane, and Michel A. Robe, Foreign Aid and the Business Cycle, Review of International Economics, Vol. 9 (2001), pp. 637-668.",
        "Neumeyer, Pablo A., and Fabrizio Perri, Business Cycles in Emerging Economies: The Role of Interest Rates, NBER Working Paper No. 10837 (2004).",
        "Moron, Eduardo and Juan Francisco Castro, 2000, Uncovering Central Banks Monetary Policy Objective: Going Beyond the Fear of Floating, (mimeo, Universidad del Pacifico).",
        "Lane, Philip and Aaron Tornell, Why Arent Latin American Savings Rates Procyclical? Journal of Development Economics, Vol. 57 (1998), pp. 185-200.",
        "Lane, Philip, Business Cycles and Macroeconomic Policy in Emerging Market Economies (mimeo, Trinity College, Dublin, 2003b).",
        "Lane, Philip, The Cyclical Behavior of Fiscal Policy: Evidence from the OECD Journal of Public Economics, Vol. 87 (2003a), pp. 2661-2675.",
        "Lahiri, Amartya and Carlos A. VÃ\u0083Â©gh, On the Non-Monotonic Relation between Interest Rates and the Exchange Rate, mimeo (New York Fed and UCLA, 2004).",
        "Lahiri, Amartya and Carlos A. VÃ\u0083Â©gh, Delaying the Inevitable: Interest Rate Defense and BOP Crises, Journal of Political Economy, Vol. 111 (2003), pp. 404-424.",
        "Gupta, Sanjeev, Benedict Clements, Bernardin Akitoby, and Gabriela Inchauste, The Cyclicality of Government Spending in Developing Countries (mimeo, IMF, 2004).",
        "Gavin, Michael, and Roberto Perotti, Fiscal Policy in Latin America, NBER Macroeconomics Annual (Cambridge, Mass.: MIT Press, 1997), pp. 11-61.",
        "Flood, Robert P. and Olivier Jeanne, An Interest Rate Defense of a Fixed Exchange Rate? IMF Working Paper No. 00/159 (2000).",
        "Drazen, Alan, Interest Rate and Borrowing Defense Against Speculative Attack, Carnegie-Rochester Series on Public Policy, Vol. 53 (2000).",
        "Dixon, Jay, Voracity, Volatility, and Growth (mimeo, UCLA, 2003).",
        "Cuddington, John, Commodity Export Booms in Developing Countries The World Bank Research Observer, Vol. 4, No. 2, July 1989, 143-165.",
        "Corbo, Vittorio, Monetary Policy in Latin America in the 90s, Central Bank of Chile Working Paper No. 78 (2000).",
        "Clarida, Richard, Jordi Gali, and Mark Gertler, The Science of Monetary Policy; A New Keynesian Perspective, Journal of Economic Literature, Vol. 37 (1999), pp. 1161-1707.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler, Monetary Policy Rules in Practice: Some International Evidence, NBER Working Paper No. 6254 (1997).",
        "Chari, V.V. and Patrick Kehoe, Optimal Fiscal and Monetary Policy, NBER Working Papers No. 6891 (1999).",
        "Calvo, Guillermo A. and Carlos A. VÃ\u0083Â©gh, Inflation Stabilization and BOP Crises in Developing Countries in John Taylor and Michael Woodford, eds., Handbook of Macroeconomics (Volume C; North Holland, 1999), pp. 1531-1614.",
        "Calvo, Guillermo A., Leonardo Leiderman, and Carmen M. Reinhart, The Capital Inflows Problem: Concepts and Issues, Contemporary Economic Policy, Vol. XII (1994), pp. 54-66.",
        "Calvo, Guillermo A., Leonardo Leiderman, and Carmen M. Reinhart, Capital Inflows and Real Exchange Rate Appreciation in Latin America: The Role of External Factors, IMF Staff Papers, Vol. 40 (1993), pp. 108-151.",
        "Calvo, Guillermo A. On the Costs of Temporary Policy, Journal of Development Economics, Vol. 27 (1987), pp. 245-262.",
        "Calderon, Cesar and Klaus Schmidt-Hebbel, Macroeconomic Policies and Performance in Latin America, Journal of International Money and Finance, Vol. 22 (2003), pp. 895-923.",
        "Braun, Miguel, Why Is Fiscal Policy Procyclical in Developing Countries (mimeo, Harvard University, 2001).",
        "Baxter, Marianne, and Robert G. King. Measuring Business Cycles: Approximate Band-Pass Filters for Economic Time Series. Review of Economics and Statistics 81 (1999): 57593.",
        "Aguiar, Mark, and Gita Gopinath, Emerging Market Business Cycles: The Cycle is the Trend, mimeo (University of Chicago, 2004).",
        "Aizenman, Joshua, Michael Gavin, and Ricardo Hausmann, Optimal Tax Policy with Endogenous Borrowing Constraints, NBER Working Paper No. 5558 (1996).",
        "Aghion, Phillipe, Philippe Bacchetta and Abhijit Banerjee, Currency Crises and Monetary Policy in an Economy with Credit Constraints, European Economic Review, Vol. 45 (2001), pp. 1121-1150."
    ]
}