{
    "id": 10789,
    "cites": 17,
    "cited_by": 34,
    "reference": [
        "Adams, Peter, Michael Hurd, Daniel McFadden, Angela Merrill, and Tiago Ribeiro (2003). Healthy, Wealthy, and Wise? Tests for Direct Paths between Health and Socioeconomic Status, Journal of Econometrics, Vol 112 (2003): 3-56.",
        "Bernheim, B. Douglas, Andrei Shleifer, and Lawrence Summers (1985). The Strategic Bequest Motive, Journal of Political Economy, Vol 93 (1985): 1045-1076.",
        "Chand, Harish, and Li Gan (2003). The Effect of Bracketing in Wealth Estimation, Review of Income and Wealth, 49(2), (June 2003): 273-87.",
        "Chand, Harish, and Li Gan (2002). Wealth Item Non-response and Imputation Methods, mimeo, Department of Economics, University of Texas, Austin (2002).",
        "Gan, Li, Michael Hurd, and Daniel McFadden (2003). Individual Subjective Survival Curves, NBER Working Paper Series, 9480 (February 2003).",
        "Hamermesh, Daniel (1985). Expectations, Life Expectancy, and Economic Behavior. Quarterly Journal of Economics, Vol. 100, No. 2. (May 1985): 389-408.",
        "Hamermesh, Daniel and Paul Menchik (1987). Planned and Unplanned Bequests. Economic Inquiry, Vol 25: 55-66.",
        "Hurd, Michael D (1989). Mortality Risks and Bequests, Econometrica, Vol 57, n4 (July 1989): 779-813.",
        "Hurd, Michael D, Daniel McFadden and Li Gan (1998). Subjective Survival Curves and Life Cycle Behavior. In David Wise, ed, Inquiries of Economics of Aging, Chicago: The University of Chicago Press (1998), 259-305.",
        "Hurd, Michael D. and Kathleen McGarry (2002). The Predictive Validity of Subjective Probabilities of Survival. The Economic Journal, Vol 112, No 482 (October 2002).",
        "Hurd, Michael, and James Smith. Expected Bequest and Their Distribution, NBER Working Paper Series, 9142 (September 2002).",
        "Kocherlakota N.R., (1990), On the discount factor in growth economies, Journal of Monetary Economics, Vol. 25, No. 1, pp. 43-47.",
        "Kotlikoff, L., and L. Summers (1981). The role of intergenerational transfers in aggregate capital accumulation, Journal of Political Economy, 89, 706-732.",
        "Juster, F. T., and James Smith (1997). Improving the Quality of Economic Data: Lessons from HRS and AHEAD, Journal of American Statistical Association, Vol 92, No 440 (1997): 1268-78.",
        "Poterba, James (1997), The History of Annuities in the United States, NBER Working Paper Series, 6001 (March 1997) Rohwedder, Susann, Steven Haider and Michael Hurd, (2004)Increases in Wealth Among the Elderly in the Early 1990s: How Much Is Due to Survey Design? RAND typescript Soldo, Beth, Michael Hurd, Willard Rodgers, and Robert Wallace Asset and Health Dynamics Among the Oldest-Old: An Overview of the Survey, Journal of Gerontology, 1997, vol. 52B, (May) pp 1-20.",
        "Venti, Steven, and David A. Wise, (2004) Aging and Housing Equity: Another Look, in Perspectives on the Economics of Aging, David Wise, editor, Chicago: University of Chicago Press, pp. 127-175.",
        "Yaari, Menahem (1965). Uncertain Lifetime, Life Insurance and the Theory of the Consumer, Review of Economic Studies, Vol 32 (1965): 137-150."
    ]
}