{
    "id": 10781,
    "cites": 34,
    "cited_by": 2,
    "reference": [
        "Takayama, N., and Y. Kitamura (1999), Lessons from Generational Accounting in Japan, American Economic Review, 89:2, 171-180..",
        "Takayama, N. (1998), The Morning After in Japan: Its Declining Population, Too Generous Pensions, and a Weakened Economy, Tokyo: Maruzen Publishers.",
        "Seki, T., (2000), Nazo Toki Kodai Nihon (Solving the Riddle of Ancient Japan). Tokyo: Kodansha.",
        "Sakurai, Y. (1998), Nihon no Kiki (Japans Crisis), Tokyo: Shinchosha.",
        "Papademdriou, D. And K. Hamilton, (2001), Reinventing Japan: Immigrations Role in Shaping Japans Future, Washington, D.C.: Carnegie Endowment for International Peace.",
        "Oishi, A. and N. Yashiro (1997), Population Aging and the Savings-Investment Balance in Japan, in: M.D. Hurd and N. Yashiro (Ed.), The Economic Effects of Aging in the United States and Japan, Chicago: University of Chicago Press.",
        "Muhleisen, M. (2000), Sustainable Fiscal Policies for an Aging Population, in Selected Issues, Japan, Washington, D.C.: International Monetary Fund.",
        "McKibbin, W. and J. Nguyen, (2001), The Impacts of Demographic Change in Japan: Some Preliminary Results from the MSG3 Model, Economic and Social Research Institute, Government of Japan.",
        "Ministry of Labor (various years), Annual Year Book of Labor Statistics, Tokyo, Ministry of Finance Printing Office. Miyao, O. (2001), Kokusai no Karakuri (The Inside Story on Government Bonds), Tokyo: Shogakukan.",
        "Miles, D. and A. Cerny (2001), Alternative Pension Reform Strategies for Japan, Economic and Social Research Institute, Government of Japan.",
        "Kiyotaki, N. and K. West (1996), Credit, Business Investment, and Output Fluctuations in Japan, NBER Macroeconomics Annual.",
        "Japan Statistical Yearbook (various years), Prime Ministers Office, Government of Japan, Tokyo, Mainichi Newspapers. Jinno, N., and M. Kaneko (2002), Zaisei Hakai o Kuitomeru (Stopping the Deterioration in Fiscal Budgets), Tokyo: Iwanami.",
        "Japan Center for Economic Research, (2000), Long-Run Forecasts of the Japanese Economy, Tokyo: Japan Center for Economic Research.",
        "Ishii, H. and E. Wada (1998), Local Government Spending: Solving the Mystery of Japanese Fiscal Packages, Institute for International Economics, Working Paper 98-5.",
        "Ishi, H. (2000), Making Fiscal Policy in Japan, Oxford: Oxford University Press.",
        "Horioka, C. (1995), Is Japans Household Saving Rate Really High? Review of Income and Wealth, 4, 373-97.",
        "Horioka, C. (1993), Saving in Japan, in A. Heertje (Ed.) World Savings: An International Survey, Cambridge: Blackwell.",
        "Horioka, C. (1992), Future Trends in Japans Saving Rate and the Implications Thereof for Japans External Balance, Japan and the World Economy, 3, 307-30.",
        "Horioka, C. (1991), The Determinants of Japans Saving Rate: The Impact of the Age Structure of the Population and Other Factors, The Economic Studies Quarterly, 42, 237-53.",
        "Hayashi, F. (1998), Understanding Saving. Cambridge, MA, MIT Press.",
        "Horioka, C. (1990), Why is Japans Household Saving Rate So High? A Literature Survey, Journal of the Japanese and International Economies, 4, 49-92.",
        "Hayashi, F. (1991), Reply to Dekle and Summers, Monetary and Economic Studies, 9, 79-89.",
        "Economic Planning Agency, (1997), Economic Analysis of Japans Aging Society, Keizai Bunseki, September.",
        "Hayashi, F. (1986), Why is Japans Saving Rate So Apparently High? NBER Macroeconomics Annual, 1, 147-210.",
        "Dekle, R., and Summers, L. (1991), Japans High Saving Rate Reaffirmed, Monetary and Economic Studies, 9, 79-89.",
        "Cutler, D., Poterba, J., J. Sheiner, and Summers, L. (1990), An Aging Society: Opportunity or Challenge?, Brookings Papers on Economic Activity, 1, 1-55.",
        "Chand, S.K., and A. Jaeger, Aging Populations and Public Pension Schemes, Occasional Paper, 147, Washington, D.C., International Monetary Fund. Clarida, R. (1993), International Capital Mobility, Public Investment, and Economic Growth, NBER Working Paper, No. 4506.",
        "Branstetter, L. And Y. Nakamura, (2003), Has Japans Innovative Capacity Declined?, in A. Kashyap, J. Corbett, and M. Blomstrom, and F. Hayashi, (Ed.), Structural Impediments to Growth in Japan, Chicago: University of Chicago Press.",
        "Bayoumi, T. (1998), The Japanese Fiscal System and Fiscal Transparency, in Aghevli, B. et. al. (Ed.), Structural Change in Japan, Washington, D.C., International Monetary Fund.",
        "Barro, R., and Sala-i-Martin, X.X. (1995), Economic Growth, New York, McGraw Hill.",
        "Barro, R. (1979). On the Determination of Public Debt, Journal of Political Economy, 87, 940-971.",
        "Auerbach. A.J., Hagemann, R., Kotlikoff, L., and Nicoletti, G. (1989), The Dynamics of Aging Population: The Case of Four OECD Countries,NBER Working Paper, No. 2797, February.",
        "Masson, P. and Tryon, R. (1990), Macroeconomic Effects of Projected Population Aging in Industrial Countries, working paper, International Monetary Fund.",
        "Maurice , Obstfeld ; Kenneth S., Rogoff. (1996) Foundations of International Macroeconomics. In: MIT Press Books."
    ]
}