{
    "id": 10787,
    "cites": 22,
    "cited_by": 102,
    "reference": [
        "Zaller, John. 1992. The Nature and Origins of Mass Opinion. Cambridge, England: University of Cambridge Press.",
        "Slemrod, Joel. 2003. The Roles of Misconceptions in Support for Regressive Tax Reform. Working Paper. University of Michigan (September).",
        "Sears, David O., Richard R. Lau, Tom R. Tyler, and Harris M. Allen, Jr. 1980. SelfInterest vs. Symbolic Politics in Policy Attitudes and Presidential Voting. American Political Science Review 74(3): 670-684.",
        "Romer, David. 2003. Misconceptions and Political Outcomes. The Economic Journal 113(484): 1-20.",
        "Persson, Torsten, and Guido Tabellini. 2000. Political Economics: Explaining Economic Policy. Cambridge, Mass.: MIT Press.",
        "Palfrey, Thomas R., and Keith T. Poole. 1987. The Relationship between Information, Ideology, and Voting Behavior. American Journal of Political Science 31(3): 511-530.",
        "Page, Benjamin I., and Robert Y. Shapiro. 1983. Effects of Public Opinion on Policy. American Political Science Review 77(1): 175-190.",
        "Mullainathan, Sendhil, and Andrei Shleifer. 2003. The Market for News. Working Paper. Harvard University (December).",
        "Monroe, Alan. 1979. Consistency between Public Preferences and National Policy Decisions. American Politics Quarterly 7: 3-19.",
        "Keeter, Scott, Carolyn Miller, Andrew Kohut, Robert Groves, and Stanley Presser. 2000. Consequences of Reducing Nonresponse in a National Telephone Survey. Public Opinion Quarterly 64(2): 125-148.",
        "Hansen, Karsten T., James J. Heckman, and Kathleen J. Mullen. Forthcoming. The Effect of Schooling and Ability on Achievement Test Scores. Journal of Econometrics. Kahneman, Daniel. 1986. Comments. In Valuing Environmental Goods, edited by Ronald G. Cummings, David S. Brookshire, and William D. Schulze. Totowa, New Jersey: Rowman and Allanheld.",
        "Hamilton, James. 2004. All the News Thats Fit to Sell. Princeton, New Jersey: Princeton University Press.",
        "Gale, William G., and Jeffrey Rohaly. 2003. Three-Quarters of Filers Pay More in Payroll Taxes Than in Income Taxes. Tax Notes January 6: 119.",
        "Fuller, Dan, and Doris Geide-Stevenson. 2003. Consensus Among Economists: Revisited. Journal of Economic Education (Fall): 369-387.",
        "Fuchs, Victor R., Alan B. Krueger, and James M. Poterba. 1998. Economists Views about Parameters, Values, and Policies: Survey Results in Labor and Public Economics. Journal of Economic Literature 36(3): 1387-1425.",
        "Downs, Anthony. 1957. An Economic Theory of Democracy. New York: Harper and Row.",
        "Card, David, and Alan B. Krueger. 1995. Myth and Measurement: The New Economics of the Minimum Wage. Princeton, New Jersey: Princeton University Press.",
        "Blinder, Alan S., and John Morgan. Forthcoming. Are Two Heads Better than One?: Monetary Policy by Committee. Journal of Money, Credit, and Banking. Caplan, Bryan. 2002. Sociotropes, Systematic Bias, and Political Failure: Reflections on the Survey of Americans and Economists on the Economy. Social Science Quarterly 83(2): 416-435.",
        "Blinder, Alan S. 1997. Is Government Too Political? Foreign Affairs 76 (November/December): 115-126.",
        "Blendon, Robert J., John M. Benson, Mollyann Brodie, Richard Morin, Drew E. Altman, Daniel Gitterman, Mario Brossard, and Matt James. 1997. Bridging the Gap between the Publics and Economists Views of the Economy. Journal of Economic Perspectives 11(3): 105-118.",
        "Black, Duncan. 1948. On the Rationale of Group Decision-making. Journal of Political Economy 56(1): 23-34.",
        "Bartels, Larry M. 2003. Homer Gets a Tax Cut: Inequality and Public Policy in the American Mind. Working Paper. Princeton University (August)."
    ]
}