{
    "id": 10782,
    "cites": 44,
    "cited_by": 23,
    "reference": [
        "Wiener, Joshua, Jane Tilly and Susan Goldenson. 2000. Federal and State Initiatives to Jump Start the Market for Private Long-Term Care Insurance. The ElderLaw Journal 8(1): pp. 57-99.",
        "Wiener, Joshua, Laurel Hixon Illston, and Raymond Hanley. 1994. Sharing the Burden: Strategies for Public and Private Long-Term Care Insurance. The Brookings Institution, Washington DC.",
        "Weiss Ratings Inc. 2002. Weiss Ratings Consumer Guide to Long-Term Care Insurance. Palm Beach Gardens, Fl.",
        "United States Congress, Committee on Ways and Means (2000). Green Book 2000: Background Material on Programs Under the Jurisdiction of the Committee on Ways and Means, Washington DC: GPO.",
        "Tillinghast - Towers Perrin. 2002. 2002 Pricing Methodology Survey. August.",
        "Stiglitz, Joseph and Andrew Weiss. 1981. Credit Rationing in Markets with Imperfect Information. American Economic Review 71(3): pp. 393-410.",
        "Sloan, Frank and Edward Norton. 1997. Adverse Selection, Bequests, Crowding Out, and Private Demand for Insurance: Evidence from the Long-Term Care Insurance Market, Journal of Risk and Uncertainty 15: pp. 201-219.",
        "Rothschild, Michael and Joseph Stiglitz. 1976. An Essay on the Economics of Imperfect Information. Quarterly Journal of Economics 90 (November), pp.629-649.",
        "Robinson, James. 2002. A Long-Term Care Status Transition Model. Mimeo, University of Wisconsin, Madison.",
        "Robinson, James. 1996. A Long-Term Care Status Transition Model, presented at the 1996 Bowles Symposium on the Old-Age Crisis: Actuarial Opportunities. Georgia State University, September.",
        "Pauly, Mark. 1990. The Rational Nonpurchase of Long-Term-Care Insurance. Journal of Political Economy 98(1): pp. 153-168.",
        "Pauly, Mark. 1989. Optimal Public Subsidies of Nursing Home Insurance in the United States. The Geneva Papers on Risk and Insurance Vol 14, No 50, pp.3-10.",
        "Norton, Edward. 2000. Long-term Care. In AJ Culyer and JP Newhouse (eds) Handbook of Health Economics, vol 1, ch 17. Elsevier Science.",
        "Newhouse, Joseph. 2002. Pricing the Priceless: A Health Care Conundrum. MIT Press. Cambridge, MA.",
        "National Center for Health Statistics, 2002. Health, United States, 2002 With Chartbook on Trends in the Health of Americans. Hyattsville, Maryland.",
        "National Association of Insurance Commissioners (NAIC). 2002b. State Survey of Long-Term Care Insurance Rating Practices and Consumer Disclosure Amendments. September.",
        "National Association of Insurance Commissioners (NAIC). 2002a. Executive Summary of Amendments to the Long-Term Care Insurance Model Regulation. January.",
        "Murtaugh, Christopher, Peter Kemper, Brenda Spillman, and Barbara Carlso. 1997. Amount, Distribution, and Timing of Lifetime Nursing Home Use. Medical Care (35): 3 pp. 204-218.",
        "Murtaugh, Christopher, Peter Kemper and Brenda Spillman. 1995. Risky Business: Long-Term Care Insurance Underwriting. Inquiry 32 pp. 371-284.",
        "Mulvey, JaneMarie and Annelise Li. 2002. Long-Term Care Financing: Options for the Future. Benefits Quarterly, Second Quarter: pp.7-14.",
        "Lakdawalla, Darius and Tomas Philipson. 2002. The Rise of Old-Age Longevity and the Market for Long-Term Care. American Economic Review Vol 92, Number 1 pp. 295-306.",
        "Lakdawalla, Darius, Jay Bhattacharya, and Dana Goldman. 2001. Are the Young Becoming More Disabled? NBER Working Paper 8247.",
        "Kunreuther, Howard. 1978. Disaster Insurance Protection: Public Policy Lessons. New York: Wiley.",
        "Kemper, Peter and Christopher Murtaugh. 1991. Lifetime Use of Nursing Home Care. New England Journal of Medicine 324: pp. 595-600.",
        "Health Insurance Association of America (HIAA). 2001. Who Buys Long-Term Care Insurance in the Workplace? A Study of Employer Long-Term Care Insurance Plans 2000-2001. Washington D.C.",
        "Health Insurance Association of America (HIAA). 2000a. Who Buys LTC Insurance in 2000? Washington D.C.",
        "Health Insurance Association of America (HIAA). 1993. Survey Results: Why Do Policyholders Terminate Their Long-Term Care Insurance Policies? Washington D.C.",
        "General Accounting Office. 1996. Medicare: Home Health Utilization Expands While Program Controls Deteriorate. Report to the Chairman, Special Committee on Aging, U.S. Senate. Government Printing Office: Washington, D.C.",
        "Froot, Kenneth. 1999. Introduction. In Kenneth Froot (ed) The Financing of Catastrophe Risk. University of Chicago Press: Chicago.",
        "Finkelstein, Amy and James Poterba. 2002. Selection Effects in the United Kingdom Individual Annuities Market. Economic Journal Vol 112, No. 476, pp.28-50.",
        "Finkelstein, Amy, Kathleen McGarry and Amir Sufi. 2004. Dynamic Inefficiencies in Insurance Markets: Evidence from Long-Term Care Insurance. Unpublished working paper.",
        "Finkelstein, Amy and Kathleen McGarry. 2003. Private Information and Its Effect on Market Equilibrium: New Evidence from Long-Term Care Insurance. NBER WP 9957.",
        "Dick, Andrew, Alan Garber and Thomas MaCurdy. 1994. Forecasting Nursing Home Utilization of Elderly Americans. In David Wise (ed) Studies in the Economics of Aging.",
        "Cummins, J. David. 1999. Efficiency in the U.S. Life Insurance Industry: Are Insurers Minimizing Costs and Maximizing Revenues? In J. David Cummins and Anthony M. Santomero, eds. Changes in Life Insurance Industry: Efficiency, Technology and Risk Management. Kluwer Academic Publishers. pp. 75 115.",
        "Council of Economic Advisers. 1994. Economic Report of the President. Government Printing Office: Washington DC.",
        "Congressional Budget Office (CBO). 2004. Financing Long-Term Care for the Elderly. Government Printing Office: Washington, DC. April.",
        "Cohen, Marc. Forthcoming. Private Long-Term Care Insurance. Journal of Aging and Health. Congressional Budget Office (CBO). 1999. Projections on Expenditures for Long-Term Care Services for the Elderly. Government Printing Office: Washington, DC. March.",
        "Cohen, Marc and Maurice Weinrobe. 2000. Tax Deductibility of Long-Term Care Insurance Premiums. HIAA, March.",
        "Brown, Jeffrey R., Olivia Mitchell and James Poterba. 2002. Mortality Risk, Inflation Risk and Annuity Products. In O. Mitchell, Z. Bodie, B. Hammond, and S. Zeldes, Innovations in Retirement Financing, University of Pennsylvania Press: Philadelphia, PA, pp. 175-197.",
        "Akerlof, George. 1970. The Market for Lemons: Quality, Uncertainty and The Market Mechanism. Quarterly Journal of Economics (74): pp. 488-500.",
        "American Council of Life Insurers (ACLI). 2001. Life Insurers Fact Book, 2001. Washington, DC.",
        "Abt Associates. 2001.Financing Long-Term Care for the Baby Boom Generation. HSRE Working Paper 8.",
        "American Association of Retired Persons (AARP). 2002. Long-Term Care Insurance: An Assessment of States Capacity to Review and Regulate Rates. February, MS 2002-02.",
        "Bishop, Christine and Kathleen Skwara. 1993. Recent Growth of Medicare Home Health. Health Affairs (Fall): 95-110."
    ]
}