{
    "id": 10784,
    "cites": 35,
    "cited_by": 12,
    "reference": [
        "Zeldes, Stephen P., 1989a, Optimal Consumption with Stochastic Income: Deviations from 29 Certainty Equivalence, Quarterly Journal of Economics, 104(2), pp. 275-298.",
        "Zeldes, Stephen P., 1989, Consumption and Liquidity Constraints: An Empirical Investigation, Journal of Political Economy, 97, pp. 305-346.",
        "Wilcox, David W., 1990, Income Tax Refunds and the Timing of Consumption Expenditure, working paper, Federal Reserve Board of Governors, April.",
        "Wilcox, David W., 1989, Social Security Benefits, Consumption Expenditures, and the Life Cycle Hypothesis, Journal of Political Economy, 97, pp. 288-304.",
        "Stephens, Melvin, Jr., 2003, 3rd of tha Month: Do Social Security Recipients Smooth Consumption Between Checks? American Economic Review, 93, pp. 406-422.",
        "Souleles, Nicholas S., 2004, Expectations, Heterogeneous Forecast Errors, and Consumption: Micro Evidence from the Michigan Consumer Sentiment Surveys, Journal of Money, Credit, and Banking, 36(1), February, pp. 39-72.",
        "Souleles, Nicholas S., 2000, College Tuition and Household Savings and Consumption, Journal of Public Economics, 77(2), pp. 185-207.",
        "Souleles, Nicholas S., 1999, The Response of Household Consumption to Income Tax Refunds, American Economic Review, September, 89(4), pp. 947-958.",
        "Slemrod, Joel B.; Christian, Charles; London, Rebecca and Parker, Jonathan A., 1997, April 15 Syndrome, Economic Inquiry, October, 35(4), pp. 695-709.",
        "Sims, Christopher A., 2001, Implications of Rational Inattention, working paper, Princeton University, June.",
        "Shapiro, Matthew D. and Slemrod, Joel B., 2003, Consumer Response to Tax Rebates, American Economic Review, 85, pp. 274-283.",
        "Shapiro, Matthew D., and Slemrod, Joel, 1995, Consumer Response to the Timing of Income: Evidence from a Change in Tax Withholding, American Economic Review, March, 85, pp. 274-283.",
        "Shea, John, 1995, Union Contracts and the Life-Cycle/Permanent-Income Hypothesis, American Economic Review, 85, pp. 186-200.",
        "Reiss, Ricardo, 2004, Inattentive Consumers, working paper, Harvard University, February.",
        "Poterba, James M., 1988, Are Consumers Forward Looking? Evidence from Fiscal Experiments, American Economic Review (Papers and Proceedings), May, 78(2), pp.",
        "Parker, Jonathan A., 1999, The Reaction of Household Consumption to Predictable Changes in Social Security Taxes, American Economic Review, September, 89(4), pp. 959-973.",
        "Lusardi, Annamaria, 1996, Permanent Income, Current Income, and Consumption: Evidence from Two Panel Data Sets, Journal of Business Economics and Statistics, January, 14(1), pp. 81-90.",
        "Laibson, David; Angeletos, George-Marios; Repetto, Andrea; Tobacman, Jeremy and Weinberg, Stephen, 2001, The Hyperbolic Consumption Model: Calibration, Simulation, and Empirical Evaluation, Journal of Economic Perspectives, 2001, 15(3), pp. 47-68.",
        "Kreinin, Mordechai E., 1961, Windfall Income and Consumption: Additional Evidence, American Economic Review, June, 51(3), pp. 388-390.",
        "Jappelli, Tullio, 1990, Who is Credit Constrained in the U.S. Economy? Quarterly Journal of Economics, February, 105, pp. 219-234.",
        "Hsieh, Chang-Tai, 2003, Do Consumers React to Anticipated Income Changes? Evidence from the Alaska Permanent Fund, American Economic Review, 99, pp. 397-405.",
        "Hall, Robert E., 1978, Stochastic Implications of the Life Cycle-Permanent Income 27 Hypothesis: Theory and Evidence, Journal of Political Economy, 86(6), December, pp.",
        "Gross, David, and Souleles, Nicholas S., 2002, Do Liquidity Constraints and Interest Rates Matter for Consumer Behavior? Evidence from Credit Card Data, Quarterly Journal of Economics, February, pp. 149-185.",
        "Deaton, Angus, 1992, Understanding Consumption, Oxford: Clarendon Press.",
        "Chamberlain, Gary, 1984, Panel Data, in Griliches, Z., and Intriligator, M., Handbook of Econometrics, Amsterdam: North-Holland.",
        "Carroll, Christopher D., 1992, The Buffer-Stock Theory of Saving: Some Macroeconomic Evidence, Brookings Papers on Economic Activity, 2, pp. 61-156.",
        "Caballero, Ricardo J., 1995, Near Rationality, Heterogeneity, and Aggregate Consumption, Journal of Money, Credit, and Banking, February, 27(1), pp. 29-48.",
        "Browning, Martin and Lusardi, Annamaria, 1996, Household Saving: Micro Theories and Macro Facts, Journal of Economic Literature, 34(4) , pp 1797-1855.",
        "Browning, Martin, and Collado, M. Delores, 2003, The Response of Expenditures to Anticipated Income Changes: Panel Data Estimates, American Economic Review, 91, pp. 681-92.",
        "Bodkin, Ronald G., 1959, Windfall Income and Consumption, American Economic Review, September, 49(4), pp. 602-614.",
        "Blinder, Alan S., 1981, Temporary Income Taxes and Consumer Spending, Journal of Political Economy, 89, pp. 26-53.",
        "Auerbach, Alan J., 2002, The Bush Tax Cut and National Saving, National Tax Journal, LV, September, pp. 387-407.",
        "Agarwal, Sumit; Liu, Chunlin and Souleles, Nicholas S., 2004, The Response of Consumer Spending and Debt to Tax Rebates Evidence from Consumer Credit Data, working paper, University of Pennsylvania, May.",
        "Souleles, Nicholas S., 2002, Consumer Response to the Reagan Tax Cuts, Journal of Public Economics, 85, pp. 99-120.",
        "Blinder, Alan S., and Deaton, Angus 1985, The Time Series Consumption Function Revisited, Brookings Papers on Economic Activity, 2, pp. 465-511."
    ]
}