{
    "id": 10783,
    "cites": 18,
    "cited_by": 0,
    "reference": [
        "Prusa, Thomas J. (1997) The Trade Effects of U.S. Antidumping Actions, in Robert C. Feenstra (editor), The Effects of U.S. Trade Protection and Promotion Policies. Chicago: University of Chicago Press (NBER).",
        "Prusa, Thomas J. (1992) Why Are So Many Antidumping Petitions Withdrawn? Journal of International Economics, Vol. 33(1-2): 1-20.",
        "Morck, Randall, Jungsywan Sepanski, and Bernard Yeung. (2001) Habitual and Occasional Lobbyers in the US Steel Industry: An EM Algorithm Pooling Approach, Economic Inquiry, Vol. 39(3): 365-78.",
        "Moore, Michael O. (1992) Rules or Politics? An Empirical Analysis of ITC Anti-dumping Decisions, Economic Inquiry, Vol. 30(3): 449-66.",
        "Lindsay, Brink and Dan Ikenson. (2002) Antidumping 101: The Devilish Details of `Unfair Trade Law. Washington, DC: Cato Institute.",
        "Liebman, Benjamin H. (forthcoming) ITC Voting Behavior on Sunset Reviews, Weltwirtschaftliches Archiv. Lindsay, Brink. (1999) The U.S. Antidumping Law: Rhetoric versus Reality. Washington, DC: Cato Institute.",
        "Kohler, Phillippe, Michael O. Moore. (2001) Injury-Base Protection with Auditing Under Imperfect Information, Southern Journal of Economics, Vol. 68(1): 42-59.",
        "Knetter, Michael M. and Thomas J. Prusa. (2003) Macroeconomic Factors and Antidumping Filings: Evidence from Four Countries, Journal of International Economics, Vol. 61(1): 1-17.",
        "Irwin, Douglas A. (2004) Explaining the Rise of U.S. Antidumping Activity, Mimeo.",
        "Hansen, Wendy L. and Thomas J. Prusa. (1997) The Economics and Politics of Trade Policy: An Empirical Analysis of ITC Decision Making, Review of International Economics, Vol. 5(2): 230-45.",
        "Hansen, Wendy L. and Thomas J. Prusa. (1996) Cumulation and ITC Decision Making: The Sum of the Parts is Greater than the Whole, Economic Inquiry, Vol. 34(4): 746-69.",
        "Feinberg, Robert M. (2004) U.S. Antidumping Enforcement and Macroeconomic Indicators: What Do Petitioners Expect, and Are They Correct? American University Working Paper.",
        "DeVault, James M. (1993) Economics and the International Trade Commission, Southern Economic Journal, Vol. 60(2):463-78.",
        "Boltuck, Richard and Robert E. Litan (Eds.). (1991). Down in the Dumps: Administration of the Unfair Trade Laws. Washington, DC: The Brookings Institution.",
        "Blonigen, Bruce A. and Jee-Hyeong Park. (2004) Dynamic Pricing in the Presence of Antidumping Policy: Theory and Evidence, American Economic Review, Vol. 94(1): 134-54.",
        "Blonigen, Bruce A. (2003) Evolving Discretionary Practices of US Antidumping Activity, NBER Working Paper No. 9625.",
        "Baldwin, Robert E. and Moore, Michael O. (1991) Political Aspects of the Administration of the Trade Remedy Laws, in Richard Boltuck and Robert E. Litan (eds.), Down in the Dumps: Administration of the Unfair Trade Laws. Washington, DC: The Brookings Institution, 253-280.",
        "Staiger, Robert W. and Frank A Wolak (1994) Measuring Industry-Specific Protection: Antidumping in the United States, Brookings Papers on Economic Activity, Vol 0(Microeconomics) : 51-103."
    ]
}