{
    "id": 10788,
    "cites": 31,
    "cited_by": 56,
    "reference": [
        "[35] Tavares J., and R. Valkanov, (2001), The Neglected Effect of Fiscal Policy on Stock and Bond Returns. 19",
        "[34] Stock J., and M. Watson, (1993), A Simple Estimator of Cointegrating Vectors in Higher Order Integrated Systems, Econometrica, 91, pp. 783-820.",
        "[33] Reinhart V., B. Sack, (2000), The Economic Consequence of Disappearing Government Debt, Brookings Papers on Economic Activity, vol. 2, pp. 163-209.",
        "[30] Plosser C., (1987), Fiscal Policy and the Term Structure, Journal of Monetary Eco- nomics, 20, pp. 343-367.",
        "[32] Orr A., M. Edey, and M. Kennedy, (1995), The Determinants of Real Long-Term Interest Rates: 17 Country Pooled-Time-Series Evidence OECD working paper no. 155.",
        "[29] Perotti R., (2002),Estimating the Effects of Fiscal Policy in OECD Countries, ISOM conference, Frankfurth, June 2002.",
        "[28] Pedroni P., (1999), Critical Values for Cointegration Tests in heterogeneous Panels with Multiple Regressors, Oxford Bulletin of Economics and Statistics, vol. 61, no. 4, pp 653-670.",
        "[27] Paesani P., R. Strauch, (2003), Public Finances and Long-term interest rates: Linkages between Europe and the USA, European Central Bank.",
        "[26] Mountford A., H. Uhlig, (2000), What are the Effects of Fiscal Policy Shocks, Centre for Economic Policy research, October.",
        "[25] Miller S., and F. Russek, (1996), Do Federal DeÃ\u0083Å¾cits Affect Interest Rates? Evidence from Three Econometric Methods, Journal of Macroeconomics, Summer 1996, vol. 18, n.3, pp. 403-428.",
        "[24] Miller S., and F. Russek, (1991), The Temporal Casuality between Fiscal DeÃ\u0083Å¾cits and Interest Rates, Contemporary Policy Issues, vol. ix, July 1991, pp. 12-23.",
        "[23] Mark N., Sul D., (2002), Cointegration Vector Estimation by Panel DOLS and Long- Run Money Demand, National Bureau of Economic Research, technical working paper no. 287.",
        "[22] Levine R., Loayza N., and B. Thorsten, (2000), Financial Intermediation and Growth, Journal of Monetary Economics, n.46, pp. 31-77.",
        "[21] Lemmen J., and C. Goodhart, (1999), Credit Risks and European Government Bond Markets: A Panel Data Econometric Analysis, Eastern Economic Journal, vol. 25, n.1, Winter 1999.",
        "[20] Laubach T., (2003), New Evidence on the Interest Rate Effects of Budget DeÃ\u0083Å¾cits and Debt, Board of Governors of the Federal Reserve System.",
        "[18] Hoelscher G, (1986), New Evidence on DeÃ\u0083Å¾cits and Interest Rates, Journal of Money Credit, and Banking, vol. 18, n. 1, pp. 1-17.",
        "[19] Im K., H. Pesaran, and Y. Shin, (2002), Testing for Unit Roots in Heterogeneous Panels.",
        "[17] Gale W., and P. Orszag, (2002), The Economic Effects of Long-Term Fiscal Discipline, Brookings Institution.",
        "[15] Favero C., F. Giavazzi, and L. Spaventa, (1997), High Yields: The Spread on German Interest Rates, Economic Journal, 107, July, pp. 956-985.",
        "[14] Evans P., (1987), Do Budget DeÃ\u0083Å¾cits Raise Nominal Interest Rates? Evidence From Six Countries, Journal of Monetary Economics, 20, pp. 281-300.",
        "[13] Evans P., (1985), Do Large DeÃ\u0083Å¾cits Produce High Interest Rates? American Economic Review, vol. 75, n.1, pp. 68-87",
        "[12] Codogno L., C. Favero, A. Missale, (2003), Yield Spreads on EMU Government Bonds, Economic Policy, October 2003, pp. 503-532.",
        "[11] Caporale G., and G. Williams, (2002), Long-term nominal Interest Rates and Domestic Fundamentals, Review of Financial Economics, vol. 11, pp. 119-130.",
        "[10] Canzoneri M., R. Cumby, and B. Diba, (2002), Should the European Central Bank and the Federal Reserve Be Concerned About Fiscal Policy, in Rethinking Stabilization Policy, A Symposium Sponsored by the Federal Reserve Bank of Kansas City, pp. 333- 389.",
        "[9] Blanchard O., and L. Summers, (1984), Perspective on High World Real Interest Rates, Brookings Papers on Economic Activity, vol. 1984, n. 2, pp. 273-324.",
        "[8] Blanchard O, R. Perotti, (2002), An Empirical Characterization of the Dynamic Ef- fects of Changes in Government Spending and Taxes on Output, Quarterly Journal of Economics, vol. 117, n.4, pp. 1329-1368.",
        "[7] Bernoth K., J. Von Hagen, L. Schuknecht, (2003), The Determinants of the Yield Differential in the EU Government Bond Market, European Central Bank working paper.",
        "[6] Barth J., G. Iden, F. Russek, and M. Wohar, (1991), The effects of Federal budget DeÃ\u0083Å¾cits on Interest Rates and the Composition of Domestic Output, in The Great Fiscal Experiment, edited by Rudolph G. Penner. Washington: Urban Institute Press.",
        "[4] Barro R., and X. Sala-i-Martin, (1990), World Real Interest Rates. NBER Macroeco- nomics Annual, MIT Press, (Cambridge, MA), pp. 15-74.",
        "[2] Alesina A., M. de Broeck, A. Prati, and G. Tabellini, (1992), Default Risk on Govern- ment Debt in OECD Countries, Economic Policy, October, 15, pp.427-463.",
        "[1] Afonso A, and R. Strauch, (2003), Fiscal Policy Events and Interest Rate Swaps Spreads: some Evidence from EU, European Central Bank working paper."
    ]
}