{
    "id": 10793,
    "cites": 19,
    "cited_by": 11,
    "reference": [
        "21 Yorukoglu, Mehmet. Product vs. Process Innovations and Economic Fluctua- tions. Carnegie-Rochester Conference Series on Public Policy, June 2000, 52, pp. 137-163.",
        "20 Williamson, Jeffrey G. The Evolution of Global Labor Markets Since 1830: Background Evidence and Hypotheses. Explorations in Economic History, April",
        "19 Weiss, Thomas. Economic Growth before 1860: Revised Conjectures in Thomas Weiss and Donald Schaefer, eds., American Economic Development in Historical Perspective. Stanford: Stanford University Press, 1994, 11-27.",
        "17 Romer, Paul M. Growth Based on Increasing Returns Due to Specialization. American Economic Review, May 1987, 77(2), pp. 56-62.",
        "16 Rogerson, Richard. Indivisible Labor, Lotteries and Equilibrium. Journal of Monetary Economics, January 1988, 21(3), pp. 3-16.",
        "14 Margo, Robert A. The Labor Force in the Nineteenth Century in Stanley Engerman and Robert E. Gallman, eds., The Cambridge Economic History of the United States. Cambridge: Cambridge University Press, 2000, 2, pp. 207-243.",
        "13 Lebergott, Stanley. Consumer Expenditures: New Measures and Old Motives. Princeton, NJ: Princeton University Press, 1996.",
        "11 Lebergott, Stanley. The American Economy: Income, Wealth and Want. Prince- ton: Princeton University Press, 1976.",
        "12 Lebergott, Stanley. Pursuing Happiness: American Consumers in the Twentieth Century. Princeton, NJ: Princeton University Press, 1993.",
        "10 Lebergott, Stanley. Manpower in Economic Growth: The American Record since",
        "9 Laitner, John. Structural Change and Economic Growth. Review of Economic Studies, July 2000, 67(3), pp. 545-561.",
        "8 Kuznets, Simon. Quantitative Aspects of the Economic Growth of Nations II: Industrial Distribution of National Product and Labor Force. Economic Devel- opment and Cultural Change, July 1957, V(4, supplement), pp. 3-111.",
        "7 Kongsamut, Piyabha; Rebelo, Sergio and Danyang Xie. Beyond Balanced Growth. Review of Economic Studies, October 2001, 68(4), pp. 869-882.",
        "6 Hicks, John R. The Valuation of the Social Income. Economica, May 1940,",
        "5 Gollin, Douglas; Parente, Stephen and Richard Rogerson. The Role of Agriculture in Development. American Economic Review, May 2002, 92(2), pp.",
        "3 Federal Reserve Bank of Dallas. The Right Stuff: Americas Move to Mass Customization in 1998 Annual Report.",
        "4 Gallman, Robert E. Economic Growth and Structural Change in the Long Nine- teenth Century in Stanley Engerman and Robert E. Gallman, eds., The Cam- bridge Economic History of the United States. Cambridge: Cambridge University Press, 2000, 2, pp. 1-55.",
        "2 Echevarria, Cristina. Changes in Sectoral Composition Associated with Eco- nomic Growth. International Economic Review, May 1997, 38(2), pp. 431-452.",
        "1 Atack, Jeremy; Bateman, Fred and William N. Parker. The Farm, the Farmer and the Market in Stanley Engerman and Robert E. Gallman, eds., The Cambridge Economic History of the United States. Cambridge: Cambridge University Press, 2000, 2, pp. 245-284."
    ]
}