{
    "id": 10791,
    "cites": 15,
    "cited_by": 27,
    "reference": [
        "U.S. Bureau of the Census, 1975. Historical Statistics of the United States from Colonial Times to the Present. Washington, D.C.: GPO.",
        "Summers, Mark Wahlgren. 1994. The Press Gang: Newspapers and Politics, 1865-1878. Chapel Hill, NC: University of North Carolina Press.",
        "NBER Macro History Data Base. Wholesale Price of Newsprint Paper, series m04093a, b. http://www.nber.org/databases/macrohistory/contents/chapter04.html Rowell, George P. [various years] American Newspaper Directory. New York: Geo. P. Rowell and Company. Schudson, Michael. 1978. Discovering the News: A Social History of American Newspapers. New York: Basic Books, Inc., Publishers.",
        "Mullainathan, Sendhil, and Andrei Shleifer. 2004. The Market for News, Harvard University, xerox.",
        "The Rise of the Fourth Estate 33 Lee, Alfred M. 1937. The Daily Newspaper in America: The Evolution of a Social Instrument. New York: The Macmillan Company.",
        "Goldberg, Bernard. 2001. Bias: A CBS Insider Exposes How the Media Distorts the News. New York, NY: Regnery.",
        "Gentzkow, Matthew, and Jesse M. Shapiro. 2004. Media Bias and Reputation. Harvard University, xerox.",
        "Dill, William A. 1928. Growth of Newspapers in the United States. Lawrence KS: University of Kansas Department of Journalism.",
        "Current, Richard N. 1954. The Typewriter and the Men Who Made It. Urbana, IL: University of Illinois Press.",
        "Cook, Timothy E. 1998. Governing with the News: The News Media as a Political Institution. Chicago: University of Chicago Press.",
        "Carter, Susan, Richard Sutch, et al. 2004, forthcoming. Historical Statistics of the United States: Millennial Edition. New York: Cambridge University Press.",
        "Brunetti, Aymo, and Beatrice Weder. 2003. A Free Press is Bad News for Corruption, Journal of Public Economics 87 (August): 1801-24.",
        "Ayer, N.W. [various years] American Newspaper Annual. Philadelphia: N.W. Ayer and Son. Berry, Steven, and Joel Waldfogel. 2003 Product Quality and Market Size, Yale University, xerox.",
        "Besley, Timothy, and Andrea Prat. 2004. Handcuffs for the Grabbing Hand: Media Capture and Government Accountability. London School of Economics, xerox.",
        "Hamilton, James T. 2004. All the News Thats Fit to Sell: How the Market Transforms Information into News. Princeton, NJ: Princeton University Press."
    ]
}