{
    "id": 10795,
    "cites": 13,
    "cited_by": 2,
    "reference": [
        "Stewart, J.B. 2001. Bidding War: How an antitrust investigation into Christies and Sothebys became a race to see who could betray whom. The New Yorker, October 15, 2001, p. 158.",
        "Rotemberg, Julio J., and Garth Saloner. 1986. A Supergame-Theoretic Model of Price Wars During Booms. American Economic Review 76. pp. 390-407.",
        "The Joint Executive Committee, 1880-1886. The Bell Journal of Economics 14. pp.301-14. Posner, Richard A. 1970. A Statistical Study of Antitrust Enforcement. Journal of Law and Economics 13. pp. 365-419.",
        "Mason, C. The Art of the Steal: Inside the Sothebys Christies Auction House Scandal. New York: G.P. Putnams Sons, 2004.",
        "Levenstein, Margaret C., and Valerie Y. Suslow. 2002. What Determines Cartel Success? University of Michigan Business School Working Paper No. 02-001.",
        "In Re Auction Houses Antitrust Litigation, 2001 U.S. Dist. LEXIS 1713 (S.D.N.Y) Kobayashi, Bruce. 2001. Agency, Amnesty and Antitrust: An Economic Analysis of the Criminal Enforcement of the Antitrust Laws against Corporations. George Washington Law Review 69, pp. 715-744.",
        "Green, Edward J., and Robert H. Porter. 1984. Noncooperative Collusion Under Imperfect Price Information. Econometrica 52, pp. 87-100.",
        "Ginsburgh, Victor, Patrick Legros, and Nicolas Sahuguet. 2004. How to Win Twice at an Auction; On the Incidence of Commissions in Auction Markets. Unpublished manuscript.",
        "Gallet, Craig A., and John R. Schroeter. 1995. The Effects of the Business Cycle on Oligopoly Coordination, Review of Industrial Organization 10, pp. 181-96.",
        "Eswaran, Mukesh. 1997. Cartel Unity over the Business Cycle, Canadian Journal of Economics 30, pp 644-72.",
        "Ashenfelter, Orley, Kathryn Graddy, Victor Ginsburgh, Patrick Legros, and Nicolas Sahuguet. 2003. The Class Actions Against Christies and Sothebys, or A Buyers Guide on How to Win Twice at Auction, Art Newspaper, November, 141, p. 42.",
        "Ashenfelter, Orley, and Kathryn Graddy. 2003. Auctions and the Price of Art. Journal of Economic Literature 41, pp. 763-787.",
        "Ashenfelter, Orley. 1989. How Auctions Work for Wine and Art. Journal of Economic Perspectives 3, pp. 23-36."
    ]
}