{
    "id": 10806,
    "cites": 23,
    "cited_by": 13,
    "reference": [
        "Viner, Jacob. (1950). The customs union issue (New York: Carnegie Endowment for International Peace).",
        "Swenson, Deborah L. (2001). Tax reforms and evidence of transfer pricing. National Tax Journal 54:7-25.",
        "Janeba, Eckhard and Guttorm Schjelderup. (2002). Why Europe should love tax competition and the U.S. even more so, NBER Working Paper No. 9334.",
        "Hines, James R., Jr., and Eric M. Rice (1994). Fiscal paradise: Foreign tax havens and American business. Quarterly Journal of Economics 109:149-182.",
        "Hines, James R., Jr. and R. Glenn Hubbard. (1990). Coming home to America: Dividend repatriations by U.S. multiationals. in Assaf Razin and Joel Slemrod (eds.) Taxation in the global economy (Chicago: University of Chicago Press), 161-200.",
        "Hines, James R., Jr. (1999). Lessons from behavioral responses to international taxation, National Tax Journal 52:305-322.",
        "Grubert, Harry and John Mutti. (1991). Taxes, tariffs and transfer pricing in multinational corporate decision making. Review of Economics and Statistics 73:285-293.",
        "Grubert, Harry. (1998). Taxes and the division of foreign operating income among royalties, interest, dividends and retained earnings. Journal of Public Economics 68:269-290.",
        "Griffith, Rachel and Alexander Klemm. (2004). What has been the tax competition experience of the last 20 years? Tax Notes International 34:1299-1315.",
        "Gordon, Roger H. and John D. Wilson. (2001). Expenditure competition. NBER Working Paper No. 8189.",
        "Gordon, Roger H. (1986). Taxation of investment and savings in a world economy. American Economic Review 76:1086-1102.",
        "Evans, David S. (1987). Tests of alternative theories of firm growth. Journal of Political Economy 95:657-674.",
        "Edwards, Jeremy and Michael Keen. (1996). Tax competition and Leviathan. European Economic Review 40:113-134.",
        "Diamond Peter A. and James A. Mirrlees. (1971). Optimal taxation and public production, I: Production efficiency (II: Tax rules). American Economic Review 61:8-27 (261-278).",
        "Diamond, Walter H. and Dorothy B. Diamond. (2002). Tax havens of the world (Newark, NJ: Matthew Bender Books).",
        "Devereux, Michael P., Ben Lockwood and Michela Redoano. (2002) Do countries compete over corporate tax rates? CEPR Working Paper 3400.",
        "Desai, Mihir A., and James R. Hines Jr. (1999). `Basket cases: Tax incentives and international joint venture participation by American multinational firms. Journal of Public Economics 71:379-402.",
        "Desai, Mihir A., C. Fritz Foley and James R. Hines Jr. (2004). A multinational perspective on capital structure choice and internal capital markets. Journal of Finance, forthcoming.",
        "Desai, Mihir A., C. Fritz Foley and James R. Hines Jr. (2003). Chains of ownership, regional tax competition and foreign direct investment. in Heinz Herrmann and Robert Lipsey, (eds.) Foreign direct investment in the real and financial sector of industrial countries (Berlin: Springer Verlag): 61-98.",
        "Desai, Mihir A., C. Fritz Foley and James R. Hines Jr. (2001). Repatriation taxes and dividend distortions. National Tax Journal 54:829-851.",
        "Clausing, Kimberly A. (2003). Tax-motivated transfer pricing and U.S. intrafirm trade prices. Journal of Public Economics 87:2207-2223.",
        "Clausing, Kimberly A. (2001). The impact of transfer pricing on intrafirm trade. in James R. Hines, Jr., (ed.) International taxation and multinational activity (Chicago, University of Chicago Press), 173194.",
        "Altshuler, Rosanne and Harry Grubert. (2003) Repatriation taxes, repatriation strategies and multinational financial policy. Journal of Public Economics 87:73-107."
    ]
}