{
    "id": 10808,
    "cites": 33,
    "cited_by": 42,
    "reference": [
        "Yi, Kei-Mu., 2003, Can Vertical Specialization Explain the Growth in World Trade?, Journal of Political Economy, Vol. 111(1), pp. 52102.",
        "Yeats, Alexander J., 2001, Just How Big is Global Production Sharing? in Arndt, S.W. and H.Kierzkowski (eds.) Fragmentation: New Production Patterns in the World Economy, Oxford University Press.",
        "Schultz, Charles, 2004, Offshoring, Import Competition and Jobless Recovery, Brookings Brief.",
        "Slaughter, Matthew J., 2000, Production Transfer Within Multinational Enterprises and American Wages, Journal of International Economics, Vol. 50, pp. 44972.",
        "Sachs, Jeffrey D. and Howard J. Shatz, 1994, Trade and Jobs in U.S. Manufacturing, Brookings Papers on Economic Activity.",
        "Rajan, Raghuram G., and Shang-Jin Wei, 2004, The Non-Threat That is Outsourcing, Newspaper op-ed.",
        "Markusen, James, 2002, Multinational Firms and the Theory of International Trade. Cambridge: MIT press.",
        "McKinsey Global Institute, 2003, Offshoring: Is it a Win-Win Game? San Francisco, www.mckinsey.com/knowledge/mgi/offshore.",
        "Quarterly Journal of Economics, Vol. 110, pp. 85780. Mann, Catherine L., 2004, Globalization of IT Services and White Collar Jobs: The Next Wave of Productivity Growth, International Economics Policy Briefs 311. Institute of International Economics.",
        "Krugman, Paul, 1995, Growing World Trade: Causes and Consequences, Brookings Papers on Economic Activity, Vol. (1), pp. 32762.",
        "Kirkegaard, Jacob F., 2004, Outsourcing-Stains on the White Collar? Institute of International Economics.",
        "Dornbusch, G. Calvo and M.Obstfeld (eds), The Festschrift in Honor of Robert Mundell, MIT Press, Cambridge. ______,2001, A Framework for Fragmentation, in Cheng and Kierzkowski (eds), Fragmentation and International Trade, Oxford University Press.",
        "Jones, Ronald and H Kierzkowski, 1990, The Role of Services in Production and International Trade: A theoretical framework, in Jones and Krueger (eds), The Political Economy of International Trade, Blackwell.",
        "Hummels, David, Ishii Jun and Kei-Mu Yi, 2001, The Nature and Growth of Vertical Specialization in World Trade, Journal of International Economics, Vol. 54(1), pp. 7596.",
        "Hijzen, Alexander, Holger Gorg and Robert C. Hine, 2002, International Fragmentation and Relative Wages in the United Kingdom, Research Paper 717 Bonn.",
        "Helpman, Elhanan, 1984, A Simple Theory of International Trade with Multinational Corporations, Journal of Political Economy , Vol. 92, pp. 45172.",
        "Hanson, Gordon H., Raymond J. Mataloni and Matthew J. Slaughter, 2004, Vertical Production Networks in Multinational Firms NBER Working Paper 9723 (Cambridge, Massachusetts: National Bureau of Economic Research) .",
        "Hamermesh, Daniel, 1993, Labor Demand, Princeton, New Jersey: Princeton University Press.",
        "Griliches, Zvi and Jerry A. Hausman, 1986, Errors in Variables in Panel Data, Journal of Econometrics, Vol. 31, pp. 93118.",
        "Gorg Holger and Aoife Hanley, 2003, International Outsourcing and Productivity: Evidence from Plant Level Data, Research Paper 2003/20, University of Nottingham.",
        "Girma, Sourafel and Holger Gorg, 2003, Outsourcing, Foreign Ownership and Productivity: Evidence from United Kingdom Establishment Level Data, Discussion Paper 361, German Institute for Economic Research.",
        "Wages, Handbook of International Trade. Gereffi, Gary, 1999, International Trade and Industrial Upgrading in the Apparel Commodity Chain Journal of International Economic, Vol. 48, pp. 3770.",
        "American Economic Review, Vol. LXXXVI, pp. 24045. - 38 - _______, 1997, Foreign Direct Investment and Relative Wages: Evidence from Mexicos Maquiladoras, Journal of International Economics, Vol. 42, pp. 37194.",
        "Feenstra, Robert C., 2004, Integration of Trade and Disintegration of Production in the Global Economy, forthcoming.",
        "Egger, Hartmut and Peter Egger, 2001, International Outsourcing and the Productivity of Low-Skilled Labour in the EU, Working Paper 152/2001, Austrian Institute of Economic Research (WIFO) Vienna.",
        "Discussion Paper No. 427. Dixit, Avinash K. and Gene M. Grossman, 1982, Trade and Protection with Multistage Production, Review of Economic Studies, Vol. XLIX(4), pp. 58394.",
        "Deardorff, Alan V., 1998a, Fragmentation in Simple Trade Models, Research Seminar in International Economics Discussion Paper No. 422.",
        "Council of Economic Advisors, 2004, Economic Report of the President.",
        "Campa, Jose and Linda S. Goldberg, 1997, The Evolving External Orientation of Manufacturing Industries: Evidence from Four Countries, NBER Working Paper No. 5919 (Cambridge, Massachusetts: National Bureau of Economic Research).",
        "Brainard, Lael and Robert Litan, 2004, Offshoring Service Jobs: Bane or Boon and What to Do? The Brookings Institution Policy Brief No. 132.",
        "Borga, Maria, and William J. Zeile, 2004, International Fragmentation of Production and the Intrafirm Trade of United States Multinational Companies, WP200402, Bureau of Economic Analysis.",
        "IMF Working Paper, forthcoming. Antras, Pol, 2003, Firms, Contracts and Trade Structure, Quarterly Journal of Economics, Vol. 118, pp. 13741418.",
        "Amiti, Mary, 2004, Location of Vertically Linked Industries: Agglomeration Versus Comparative Advantage, European Economic Review, forthcoming."
    ]
}