{
    "id": 10802,
    "cites": 39,
    "cited_by": 4,
    "reference": [
        "Arthur, B. 1996. Increasing returns and the new world of business. Harvard Business Review, 74: 100-110.",
        "Bartik, T.J. 1991. Who Benefits from State and Local Economic Development Policies? Upjohn Institute for Employment Research. Kalamazoo, Michigan.",
        "Becherer, H.W. 2000. A more cosmopolitan way of life: Why local economic development matters. Vital Speeches of the Day, 66, no. 15: 473.",
        "Carlsson, B. 2002. Institutions, entrepreneurship, and growth: Biomedicine and polymers in Sweden and Ohio. Small Business Economics, 19: 105-121.",
        "Chen, D. and J.M. Mintz. 2004. The 2004 business tax outlook: Lowering business taxes would spur investment. C.D. Howe Institute e-brief (February).",
        "Chesbrough, H.W and D.J. Teece. 1996. When is virtual virtuous? Organizing for innovation. Harvard Business Review, 74: 65-73.",
        "Connecticut Center for a New Economy. 2004. Incubating Biotech: Yale Prospers, New Haven Waits. March.",
        "Cortright J. 2002. The economic importance of being different: Regional variations in tastes, increasing returns, and the dynamics of development. Economic Development Quarterly, (February) 16(1): 3-16.",
        "Cortright, J. and H. Mayer. 2001. High Tech Specialization: A Comparison of High Technology Centers. The Brookings Institution Survey Series, Washington D.C. (January).",
        "Den H., P., E.M. Bergman, and D. Charles. 2001. Creating and sustaining innovative clusters: Towards a synthesis. In Innovative Clusters: Drivers of National Innovation Systems. OECD (Organization for Economic Co-operation and Development).",
        "Duranton, G., and D. Puga. Micro-foundations of Urban Agglomeration Economics. Written for eventual publication in the Handbook of Regional and Urban Economics, J.V. Henderson and J.Thisse (Eds.). Duranton, G.and D. Puga. 2001. Nursery cities: Urban diversity, process innovation, and the life cycle of products. American Economic Review, 91: 1454-1477.",
        "Feldman, M.P. 1994. The Geography of Innovation. Boston: Kluwer Academic Publishers.",
        "Feldman, M.P. 2001. The entrepreneurial event revisited: An examination of new firm formation in the regional context. Industrial and Corporate Change, 10: 861-891.",
        "Feldman, M.P. and Audretsch, D. (1999). Innovation in Cities: Science-Based Diversity, Specialization and Localized Competition. European Economic Review, 43: 409-429.",
        "Florida, R. and G. Gates. 2002. Technology and tolerance. The Brookings Review, 20: 32-64.",
        "Henderson, J.V. 1994. Externalities and Industrial Development. Cityscape: A Journal of Policy Development and Research, 1, no. 1: 75-93.",
        "Henderson, J.V., A. Kuncoro and M. Turner. 1995. Industrial Development in Cities. Journal of Political Economy, 103: 1067-1090.",
        "Institute for Competitiveness and Prosperity. 2003. Missing opportunities: Ontarios urban prosperity gap. Working Paper 3.",
        "Jacobs, J. 1969. The Economy of Cities. New York: Random House.",
        "Kenney, M. and U. von Burg. 1999. Technology, entrepreneurship and path dependence: Industrial clustering in Silicon Valley and Route 128. Industrial and Corporate Change, 8: 67- 103.",
        "Klepper, S. 2002. The capabilities of new firms and the evolution of the US automobile industry. Industrial and Corporate Change, 11: 645- 666.",
        "Krugman, P.1991. Geography and Trade. Cambridge: MIT Press.",
        "Leslie. S. And R. Kargon. 1997. Recreating Silicon Valley. Business History Review.",
        "Link, A.N. 1995. A Generosity of Spirit: The Early History of the Research Triangle Park.",
        "Research Triangle Park: The Research Triangle Foundation of North Carolina. Link, A.N. 2002. From Seed to Harvest: The History of the Growth of Research Triangle Park.",
        "Research Triangle Park: NC: University of North Carolina Press for the Research Triangle Foundation of North Carolina. Locke, J. 1967. Two Treatise on Government. Cambridge: Cambridge University Press.",
        "Martin, R. L. 2002. The virtue matrix: Calculating the return on corporate responsibility. Harvard Business Review, 80(3): 68.",
        "C.D. Howe Institute Policy Study 36. Morse, D. 2004. Easy come, easy go: High-tech wooed, the fled Kentucky. Wall Street Journal, (March) 9P: A1- A12.",
        "Orsenigo, L. 2001. The (failed) development of a biotechnology cluster: The case of Lombardy. Small Business Economics, 17(1/2): 77-92.",
        "Papke, L.E. 1991. Interstate business tax differentials and new firm location: Evidence from panel data. Journal of Public Economics, 45: 47-68.",
        "Pisano, G.P. 1994. Knowledge, integration, and the locus of learning: An empirical analysis of process development. Strategic Management Journal, 15: 85-101.",
        "Porter, M.E. 1987. From competitive advantage to corporate strategy. Harvard Business Review. 65(3): 43.",
        "Porter, M.E. 1990. The Competitive Advantage of Nations. New York: Free Press.",
        "Porter, M.E. 1996. What is strategy? Harvard Business Review, 74(6): 61.",
        "Porter, M.E. 1999. The Competitive Advantages of Global City-Regions. Living with the Global City Conference, UCLA.",
        "Porter, M.E.., and M.R. Kramer. 2002. The competitive advantage of corporate philanthropy. Harvard Business Review, 80(12): 56.",
        "Porter, M.E. 1990. The Comparative Advantage of Nations. New York: Free Press.",
        "Porter, M. E. 2003. The economic performance of regions. Regional Studies, 37: 549- 568.",
        "Rosenthal, S.S. and W.C. Strange. 2003. Geography, industrial organization, and agglomeration. The Review of Economics and Statistic, Cambridge, (May) 85."
    ]
}