{
    "id": 10800,
    "cites": 17,
    "cited_by": 21,
    "reference": [
        "Rose, Andrew K. and Eric van Wincoop, 2001. National Money as a Barrier to International Trade: The Real Case for Currency Union. American Economic Review 91, 386-90.",
        "Rose, Andrew K., 2004. Do We Really Know That the WTO Increases Trade? American Economic Review, 94, 1 (March).",
        "Redding, Stephen and Anthony Venables, 2000. Economic Geography and International Inequality. CEPR Discussion Paper 2568.",
        "Linder, Staffan, 1961. An Essay on Trade and Transformation. Almqvist and Wicksell, Stockholm.",
        "Hunter, Linda C. and James R. Markusen, 1988. Per-Capita Income as a Determinant of Trade, in Robert C. Feenstra, Ed., Empirical Methods for International Trade. MIT Press, Cambridge, MA.",
        "Hunter, Linda C., 1991. The Contribution of Nonhomothetic Preferences to Trade. Journal of International Economics, 30, 345-358.",
        "Harrigan, James, 1996. Openness to Trade in Manufactures in the OECD. Journal of International Economics 40, 23-39.",
        "Frankel, Jeffrey A., 1997. Regional Trading Blocs in the World Trading System. Washington, D.C.: Institute for International Economics.",
        "Francois, Joseph F. and Seth Kaplan, 1996. Aggregate Demand Shifts, Income Distribution, and the Linder Hypothesis. Review of Economics and Statistics, 78, 2 (May), 244-250.",
        "Feenstra, Robert C., James A. Markusen and Andrew K. Rose, 2001. Using the Gravity Equation to Differentiate Among Alternative Theories of Trade. Canadian Journal of Economics, 34(2), 430-447.",
        "Feenstra, Robert C., 2003. Advanced International Trade: Theory and Practice. Princeton University Press, Princeton, NJ.",
        "Feenstra, Robert C., 2002. Border Effects and the Gravity Equation: Consistent Methods for Estimating the Gravity Equation. Scottish Journal of Political Economy 49, 491-506.",
        "Evenett, Simon and Wolfgang Keller, 2002. On Theories Explaining the Success of the Gravity Equation. Journal of Political Economy 110, 281-316.",
        "Dollar, David and Aart Kraay, 2002. Growth is Good for the Poor. Journal of Economic Growth, 7, 3 (September), 195-225.",
        "Deininger, Klaus and Lyn Squire, 1996. A New Data set Measuring Income Inequality. World Bank Economic Review, 10, 3, 565-591.",
        "Anderson, James E. and Eric van Wincoop, 2003. Gravity with Gravitas: A Solution to the Border Puzzle. American Economic Review, 93, 1 (March), 170-192.",
        "Rauch, James E., 1999. Networks Versus Markets in International Trade. Journal of International Economics, 48, 1 (June), 7-35."
    ]
}