{
    "id": 10801,
    "cites": 47,
    "cited_by": 0,
    "reference": [
        "94 Census data are from http://fisher.lib.virginia.edu/cgi-local/censusbin/census/cen.pl. These figures are only representative of the actual gains from trade. The data for Los Angeles do not include increases in urban land values and the amount of agricultural land in Los Angeles declined by 369,000 acres between",
        "93 Inyo County. Barnard and Jones (1987, 10-12).",
        "92 Most recently, see New York Times, August 8, 2004, p. 14 where the Owens Valley transfer is labeled a Century-Old Land Grab.",
        "83 ST = FA / FM S2, where FA = actual fertility and FM = mean fertility for land in the area.",
        "87 A Hausman test suggests endogeneity with a Chi-square test statistic of 5.08, 1 df, and a p value of .0242.",
        "81 Nadeau (1950, 125-130).",
        "82 Hoffman (1982, 253).Only part of the funds were for Owens Valley.",
        "77 Tape GX0004, Miscellaneous File, Facts Concerning the Ovens Valley Reparation Claims for the Information of the People of California, Department of Water and Power, City of Los Angeles. LADWP Archives.",
        "72 Ostrom (1953, 123-27).",
        "14, 1925, W.A. Lamar, DWP Land Agent to W.B. Mathews, LADWP Archives. Absent detailed maps of property location, it is hard to determine whether there was deliberate checker boarding.",
        "70 Kahrl (1982, 144, 297) claimed that the economy had been devastated but presents the citys counter claims.",
        "67 As argued below, it was in the Boards interest to follow such a strict pricing rule. The Board was anxious to complete purchases as quickly as possible for water bearing lands. See Tape GX0004, Telegram, August",
        "1934, Prepared in Right of Way and Land Division by Clarence S. Hill, Right of Way and Land Agency, Compiled by E.H. Porter, April 16, 1934, LADWP Archives.",
        "66 Miller (1977, 164); Mrs. G.L. Wallace and Mrs. J.H. Stofflet in Transcript of Proceedings, August 13,",
        "64 Tape GX0004, Sale of Lands File, Letter from LADWP to two land owners, C.P. Crowell and S.F. Zombro reporting on the status of land purchases in Owens Valley. Tabulation Showing Status of Ranch Land Purchases Made by the City of Los Angeles in the Owens River Drainage Area from 1916 to April",
        "62 Tape GX0001, Miscellaneous File, The Dynamite Holdup, Statement by the Board of Water and Power Commissioners, LADWP Archives.",
        "57 Tape GX0001, Fish Slough File Cashbaugh Pool, LADWP Archives.",
        "59 Owens River Canal Properties and Letter, February 24, 1926 from various individuals to F. Del Valle, President, Los Angeles Water Board, Tape GX0004, Sale of Lands File and Tabulation Showing Status of Ranch Land Purchases Made by the City of Los Angeles in the Owens River Drainage Area from",
        "55 Tape GX0004, Special Owens Valley Committee File, Letter 9/15/25 to WB Mathews, EF Leahey, and HA Van Norman, from Bishop Cr Committee regarding complaints about commissions charged landowners from pool. LADWP Archives.",
        "54 Tape GX0002, Memo, July 26, 1928, E.F. Lahey, DWP Land Agent, to W.B. Mathews, DWP, E.F. Leahey File, LADWP Archives.",
        "52 Tape GX0001, Clippings File, Hollywood Daily Citizen editorial, n.d. probably late 1929. LADWP Archives.",
        "53 The land purchase data set used here has 23 farmers in the Keough pool, 43 in Cashbaugh, and 20 in the Watterson pool. Other files, however, indicate somewhat larger numbers of members, but details on those farms are not included.",
        "51 Tape EJ00086, Correspondence June to September 1927, letter John A Merrill to Board of Public Service Commissioners, August 15, 1927, LADWP Archives.",
        "50 Tape GX0004, Special Owens Valley Committee file, telegram 7/22/25 to W.B. Mathews, Special Counsel, from the Keough Pool committee and telegram from Board President R.F. Del Valle to Karl Keough, 7/28/25. LADWP Archives.",
        "47 Tape GX0003 Owens River and Big Pine Canal File, Transcript of Proceedings, August 13, 1926 Ladies Committee to Board of Water and Power Commissioners, testimony by Mrs. Wallace. LADWP Archives.",
        "46 Tape GX0003 Owens River and Big Pine Canal File, Transcript of Proceedings, August 13, 1926 Ladies Committee to Board of Water and Power Commissioners, testimony by Mrs. R. C. Clapp. LADWP Archives.",
        "45 Tape GX0003 Owens River and Big Pine Canal File, letter to the Owens Valley Appraisal Committee from E.F. Leahey, September 10, 1926, LADWP Archives.",
        "44 Tape GX0004, Special Owens Valley Committee File, Memo July 21, 1926 Board of Water and Public Service Commissioners, LADWP Archives.",
        "43 Tape GX0004 Special Owens Valley Committee File, Resolution, July 20, 1925, Board of Water and Power Commissioners. LADWP Archives.",
        "41 Tape GX0004, Sale of Lands File, Letter from Board of Public Service Commission to land owners, C.P. Crowell and S.F. Zombro, LADWP Archives.",
        "42 Testimony from Mrs. G.L. Wallace, Transcript of Proceedings, August 13, 1926, Ladies Committee to Board of Water and Power Commissioners, Tape GX0003, Owens River and Big Pine Canal File, LADWP Archives.",
        "40 Tape GX0003 Owens River and Big Pine Canal File, Transcript of Proceedings, August 13, 1926 Ladies Committee to Board of Water and Power Commissioners, testimony by Mrs. Wallace. LADWP Archives.",
        "37 Memo by land agent, AJ Ford for the Investigation file, March 11, 1931, Tape GX0002, Investigating Committee File, LADWP.",
        "29 Kahrl (1982, 170), Hoffman (1982, 154-53), and Ostrom (153, 149-51) describe early water distribution.",
        "24 Miller (1977, 44-56).",
        "25 Tape GX0007, Owens Valley Lands file, Report to Ralph Criswell of Owen Valley Lands, August 6,",
        "18 Miller (1977, 49-50).",
        "1925 U.S. Agricultural Census; Ostrom (1953, 118) for irrigation acreage in1910. See also, Walter Packard, The Future Agricultural Development of Owens Valley, January 22, 1925, Tape GX0004, Special Owens Valley File, LADWP Archives.",
        "11 The perception of land theft and community destruction continues in the press. For example, see New York Times, August 8, 2004, p. 14, Los Angeles Mayor Seeks to Freeze Valley Growth. Centry-Old Land Grab Still Contentious, by John M. Broder.",
        "8 For discussion of the impact of Owens Valley water on Los Angeles, see Kahrl (1982, 227-230).",
        "4 Ostrom (1953, 127). Some of the farms had riparian water rights as well, which were acquired with the properties.",
        "1 Letter, September 22, 1924 to the Grand Jury of Inyo County from WW. Yandell and Ione Seymoure of the Farmers Ditch Company regarding Los Angeles purchase of McNally Ditch. Tape GX0007, Town Properties File, LADWP Archives",
        "3 See, Dean E. Murphy, Pact in West will Send Farms Water to Cities, New York Times.com, October",
        "51 Wood, Richard Coke, 1973, The Owens Valley and the Los Angeles Water Controversy, Owens Valley as I Knew It, Pacific Center for Western Historical Studies, Stockton, University of Pacific.",
        "1977. Gill, Thomas E. and Thomas A. Cahill, Playa-generated Dust Storms from Owens Lake, in Clarence A. Hall, Jr., Victoria Doyle-Jones, and Barbara Widawski, eds. The History of Water: Eastern Sierra Nevada, Owens Valley, White-Inyo Mountains, Los Angeles: White Mountain Research Station Symposium Volume",
        "79 Tape GX0002, Investigating Committee File, see demands by Senators Joe Riley and Dan Williams from Inyo County regarding their properties, and resolution by Senator Herbert Johnson Evans, March 9, 1931, Chair of the Conservation Committee, LADWP Archives.",
        "73 Statement to Mayors Advisory Committee Prepared by the Special Owens Valley Committee of the Board of Public Service Commissioners, December 16, 1924, Tape GX0004, Special Owens Valley Committee."
    ]
}