{
    "id": 10804,
    "cites": 63,
    "cited_by": 42,
    "reference": [
        "Yinger, J. 1982. Capitalization and the Theory of Local Public Finance. Journal of Political Economy 90:917-943.",
        "Wyckoff, P. G. 1995. Capitalization, Equalization, and Intergovernmental Aid. Public Finance Quarterly 23:484-508.",
        "Wildasin, D. E. 1979. Local Public Goods, Property Values, and Local Public Choice. Journal of Urban Economics 6, 521-534.",
        "Weimer, D. L. and M. J. Wolkoff. 2001. School Performance and Housing Values: Using Non- contiguous District and Incorporation Boundaries to Identify School Effects. National Tax Journal 54:231-53.",
        "Tiebout, Charles M. 1956. A Pure Theory of Local Expenditures. Journal of Political Economy, 64(5): 416-24.",
        "Stull, W. J., and J. C. Stull. 1991. Capitalization of Local Income Taxes. Journal of Urban Economics 29:182-190.",
        "Economics 8:187-195. Sprunger, P. and J. D. Wilson. 1998. Imperfectly Mobile Households and Durable Local Public Goods: Does the Capitalization Mechanism Work? Journal of Urban Economics 44:468- 492.",
        "Sonstelie, J. C. and P. R. Portney. 1978. Profit Maximizing Communities and the Theory of Local Public Expenditures. Journal of Urban Economics 5:263-277.",
        "Smith, V. K. and J.-C. Huang. 1995. Can Markets Value Air Quality? A Meta-Analysis of Hedonic Property Value Models. Journal of Political Economy 103:209-227.",
        "Shiller, R. J. 1991. Arithmetic Repeat Sales Price Estimators. Journal of Housing Economics 1:110-126.",
        "Sinai, T. and N. Souleles. 2001. Owner Occupied Housing as Insurance Against Rent Risk. The Wharton School Working Paper, May.",
        "Rundel, T. K. 1989. Situations and Strategies in American Land-Use Planning. Cambridge, England: Cambridge University Press.",
        "Sinai, T. 1998. Are Tax Reforms Capitalized into House Prices? The Wharton School Working Paper, December.",
        "Economic Review 88:315-320. Ross, S. and J. Yinger 2000. Sorting and Voting: A Review of the Literature on Urban Public Finance. In The Handbook of Regional and Urban Economics, Vol. 3: Applied Urban Economics, edited by P. Cheshire and E. S. Mills. New York: North-Holland.",
        "Economics 24: 601-630. Poterba, J. 1997. Demographic Structure and the Political Economy of Public Education. Journal of Public Policy and Management 16: 48-66.",
        "Journal of Urban Economics 44:299-316. Pogodzinski, J. M. and T. R. Sass. 1991. Measuring the Effects of Municipal Zoning Regulations: A Survey. Urban Studies 28:597-621.",
        "The Economics of Environmental Regulation, edited by W. E. Oates. Aldershot, UK: Edward Elgar. Publishing Limited. Palmon, O. and B. A. Smith. 1998a. New Evidence on Property Tax Capitalization. Journal of Political Economy 106:1099-1111.",
        "Oates, W. E. and R. Schwab. 1988. Economic Competition Among Jurisdictions: Efficiency Enhancing or Distortion Inducing? Journal of Public Economics 35:333-354.",
        "London: Heath-Lexington Books. Nordhaus, W. D. 1980. Oil and Economic Performance in Industrialized Countries. Brookings Papers on Economic Activity 2: 340-99.",
        "Novy-Marx, R. 2004. An Equilibrium Model of Investment Under Uncertainty. University of Chicago Graduate School of Business mimeo.",
        "Mills, E. S. and W. E. Oates. 1975. Fiscal Zoning and Land Use Control. The Economic Issues.",
        "McMillan, M., and R. Carlson. 1977. The Effects of Property Taxes and Local Public Services Upon Residential Property Values in Small Wisconsin Cities. American Journal of Agricultural Economics 59:81-87.",
        "Mayer, C. J., and C. T. Somerville. 2000. Land Use Regulation and New Construction. Regional Science and Urban Economics 30:639-62.",
        "Man, J. Y., and M. E. Bell. 1996. The Impact of Local Sales Tax on the Value of Owner- Occupied Housing. Journal of Urban Economics 39:114-131.",
        "Malpezzi, S. 1996. Housing Prices, Externalities, and Regulation in U.S. Metropolitan Areas, Journal of Housing Research 7:209-241.",
        "Inman, R. P. 1978. Testing Political Economys `As If Proposition: Is the Median Voter Really Decisive? Public Choice 33(4): 45-65.",
        "Hwang, M. and J. Quigley. 2004. Economic Fundamentals in Local Housing Markets: Evidence from U.S. Metropolitan Regions. University of California Berkeley mimeo.",
        "Hoyt, W. H. 1999. Leviathan, Local Government Expenditures, and Capitalization. Regional Science and Urban Economics 29:155-171.",
        "Hoxby, C. M. 1998. How Much Does School Spending Depend on Family Income? The Historical Origins of the Current School Finance Dilemma. American Economic Review 88: 309-14.",
        "Hotelling, H. 1931. The Economics of Exhaustible Resources. Journal of Political Economy 39(2): 137-75.",
        "Hilber, C. 1998. Auswirkungen Staatlicher Massnahmen auf die Bodenpreise. Eine theoretische und empirische Analyse der Kapitalisierung. PhD Dissertation. Zurich: RÃ\u0083Â¼egger.",
        "Journal of Public Economics 81:449-472. Haurin, D. R. and D. Brasington. 1996. The Impact of School Quality on Real House Prices: Interjurisdictional Effects. Journal of Housing Economics 5:351-368.",
        "American Economic Review 66:743-753. Harris, A. R., W. N. Evans, and R. M. Schwab. 2001. Education Spending in an Aging America.",
        "Journal of Political Economy 99:774-806. Gyourko, J. and R. Voith. 2000. The Price Elasticity of the Demand for Residential Land. The Wharton School Working Paper, February.",
        "Hamilton, B. W. 1976. Capitalization of Intrajurisdictional Differences in Local Tax Prices.",
        "Gyourko, J. and J. Tracy. 1991. The Structure of Local Public Finance and the Quality of Life.",
        "Gyourko, J., M. Kahn, and J. Tracy. 1999. Quality of Life and Environmental Comparisons. In Handbook of Regional and Urban Economics, edited by P. Cheshire and E. S. Mills. New York: North-Holland.",
        "Green, R. K., S. Malpezzi, and S. K. Mayo. 1999. Metropolitan-Specific Estimates of the Price Elasticity of Supply of Housing, and Their Sources. University of Wisconsin School of Business Working Paper CULER No. 99-16.",
        "Glaeser, E. L. and J. Gyourko. 2001. Urban Decline and Durable Housing. NBER Working Paper No. 8598.",
        "Glaeser, E. 1996. The Incentive Effects of Property Taxes on Local Governments. Public Choice 89:93-111.",
        "Working Paper, May. ____. 2001. Homevoters, Municipal Corporate Governance, and the Benefit View of the Property Tax. National Tax Journal 54:157-173.",
        "Fischel, W. A. 1985. The Economics of Zoning Laws. Baltimore: Johns Hopkins University Press.",
        "Epple, D. and A. Zelenitz. 1991. The Implications of Competition Among Jurisdictions: Does Tiebout Need Politics. Journal of Political Economy 89:1197-1217.",
        "Edelson, N. M. 1976. Voting Equilibria with Market-based Assessments. Journal of Public Economics 5:269-284.",
        "Dreiman, M. and J. R. Follain. 2001. Drawing Inferences about Housing Supply Elasticity from House Price Responses to Income Shocks. Working Paper, March.",
        "Dee, T. S. 2000. The Capitalization of Education Finance Reforms. Journal of Law and Economics 43:185-214.",
        "Cutler, D. M., D. W. Elmendorf, and R. J. Zeckhauser 1993. Demographic Characteristics and the Public Bundle. Public Finance 48:178-98.",
        "Aaron and W. G. Gale. Washington, D.C.: Brookings Institution Press. Case, K. E. and C. J. Mayer. 1996. Housing Price Dynamics within a Metropolitan Area.",
        "Journal of Urban Economics 26: 295-306. ____. 1990. The Stochastic City. Journal of Urban Economics 28: 187-203.",
        "Capozza, D. R. and R. W. Helsley. 1989. The Fundamentals of Land Prices and Urban Growth.",
        "Brueckner, J. K. and M.-S. Joo. 1991. Voting with Capitalization. Regional Science and Urban Economics 21:453-467.",
        "Brueckner, J. K. 1982. A Test for Allocative Efficiency in the Local Public Sector. Journal of Public Economics 19:311-31.",
        "Bruce, D. and D. Holtz-Eakin. 1999. Fundamental Tax Reform and Residential Housing. Journal of Housing Economics 8:249-271.",
        "Brasington, D. M. 2002. Edge Versus Center: Finding Common Ground in the Capitalization Debate. Louisiana State University Working Paper. Journal of Urban Economics 52: 524- 41.",
        "Bradbury, K. L., C. J. Mayer, and K. E. Case. 2001. Property Tax Limits, Local Fiscal Behavior, and Property Values: Evidence from Massachusetts Under Proposition 2Ã\u0082Â½. Journal of Public Economics 80:287-311.",
        "Bogart, W. T. and B. A. Cromwell. 2000. How Much Is a Neighborhood School Worth? Journal of Urban Economics 47:280-305.",
        "Bogart, W. T. and B. A. Cromwell. 1997. How Much More Is a Good School District Worth? National Tax Journal 50:215-232.",
        "Quarterly Journal of Economics 114:577-600. Blomquist, G., M. C. Berger, and J. P. Hoehn. 1988. New Estimates of Quality of Life in Urban Areas. American Economic Review 78:89-107.",
        "Journal of Public Economics 88:1747-1769. Bergstrom, T. C., D. L. Rubinfeld, and P. Shapiro. 1982. Micro-Based Estimates of Demand Functions for Local School Expenditures. Econometrica 50:1183-1205.",
        "Black, S. E. 1999. Do Better Schools Matter? Parental Valuation of Elementary Education.",
        "Barrow, L. and C. E. Rouse. 2004. Using Market Valuation to Assess Public School Spending.",
        "Alesina, A., R. Baqir, and W. Easterly. 1999. Public Goods and Ethnic Divisions. Quarterly Journal of Economics 114:1243-84.",
        "Bui, L. and C. J. Mayer. 2003. Regulation and Capitalization of Environmental Amenities: Evidence from the Toxics Release Inventory in Massachusetts. Review of Economics and Statistic 85:693-708."
    ]
}