{
    "id": 10817,
    "cites": 62,
    "cited_by": 43,
    "reference": [
        "Young, A. 1995. The Tyranny of Numbers: Confronting the Statistical Realities of the East Asian Growth Experience. Quarterly Journal of Economics 110: 641-80.",
        "UNAIDS. 2004. AIDS Update 2004. Geneva Switzerland.",
        "Young, A. 1994. Lessons from the East Asian NICs: A Contrarian View. European Economic Review 38: 964-73.",
        "Tsai I-J, C.Y.C. Chu and C-F Chung. 2000. Demographic Transition and Household Saving in Taiwan, Population and Development Review 26, supplement: 174- 193.",
        "Schultz, T. P., 1997, The Demand for Children in Low Income Countries, Handbook of Population and Family Economics, Vol. 1A, Chapter 8, (eds.) M.R. Rosenzweig and O. Stark, Amsterdam: North-Holland Publishing.",
        "Sachs, J. D., and A. Warner, 1995, Economic Reform and the Process of Global Integration, Brookings Papers on Economic Activity, 1:1-118, Washington: Brookings Institution.",
        "Pritchett, L. H., and Lawrence H. Summers. 1996. Wealthier is Healthier. Journal of Human Resources 31(4):841-868.",
        "Pritchett, L. H., 1994. Desired Fertility and the Impact of Population Policies. Population and Development Review 20(1): 1-55.",
        "Preston S. (1975). The Changing Relation between Mortality and Level of Economic Development, Population Studies, Vol. 29, pp. 231-248.",
        "Poterba J. M., 2004, Impact of Population Aging on Financial Markets in Developed Countries, paper presented to the Symposium on Global Demographic Change, Federal Reserve Bank of Kansas.",
        "Murray, C. J. L., and A. D. Lopez. 1997. Regional Patterns of Disability-Free Life Expectancy and Disability Adjusted Life Expectancy: Global Burden of Disease Study. Lancet 349: 1347-52.",
        "Murray, C. J. L., and L.C. Chen. 1992. Understanding Morbidity Change. Population and Development Review 18: 481-503.",
        "Murphy-Lawless, J., and J. McCarthy. 1999. Recent Fertility Change in Ireland and the Future of Irish Fertility. In Below Replacement Fertility, Population Bulletin of the United Nations, Special Issue Nos. 40/41, 1999. NewYork: United Nations: pp. 235-246.",
        "Mason, A., ed. 2001. Population Change and Economic Development in East Asia: Challenges Met, Opportunities Seized. California: Stanford University Press.",
        "Mason, A. (1988), Saving, Economic Growth, and Demographic Change. Population and Development Review 14, 113-44.",
        "Mason, A. (1987), National Saving Rates and Population Growth: A New Model and New Evidence, in D. G. Johnson and R.D. Lee (eds.), Population Growth and Economic Development: Issues and Evidence, University of Wisconsin Press, Madison.",
        "Levitt, P. 2001. The Transnational Villagers, Berkeley: University of California Press.",
        "Leff, N.H. (1969), Dependency Rates and Savings Rates, American Economic Review 59, 886-96.",
        "Lee, R. D. 2003. The Demographic Transition: Three Centuries of Fundamental Change. Journal of Economic Perspectives 17: 16790.",
        "Lee, R. D. 2000. Intergenerational Transfers and the Economic Life Cycle: A Cross Cultural Perspective, in A. Mason and G. Tapinos (eds.), Sharing the Wealth: 37 Demographic Change and Economic Transfers between Generations, Oxford University Press.",
        "Laibson, D. I., A. Repetto, J. Tobacman, R. E. Hall, W. G. Gale, and G. A. Akerlof. 1998. Self-Control and Saving for Retirement. Brookings Papers on Economic Activity 1998: 91196.",
        "Laibson, D. 1998. Life-Cycle Consumption and Hyperbolic Discount Functions. European Economic Review 42: 86171.",
        "Korenman, S. and D. Neumark. Cohort Crowding and Youth Labor Markets: A Cross- National Analysis, In Youth Employment and Joblessness in Advanced Countries, D. G. Blanchflower and R. B. Freeman, eds. University of Chicago/NBER, 2000, pp. 57-105.",
        "Sinding, eds. Population Matters: Demographic Change, Economic Growth, and Poverty in the Developing World. Oxford University Press. Knack, S., and P. Kiefer. 1995. Institutions and Economic Performance: Cross-Country Tests Using Alternative Institutional Measures. Economics and Politics 7: 207- 27.",
        "Kelley, A. C. and R. Schmidt. 2001. Economic and Demographic Change: A Synthesis of Models, Findings, and Perspectives. In N. Birdsall, A. C. Kelley, and S. W.",
        "Kelley, A. C., and Schmidt, R.M. (1996), Saving, Dependency, and Development, Journal of Population Economics 9, 365-86.",
        "Oppenheim Mason, The Impact of Population Growth on Well-being in Developing Countries, Berlin: Springer-Verlag, pp. 67-137. Kelley, A. C. 2001. The Population Debate in Historical Perspective: Revisionism Revised. In N. Birdsall, A. C. Kelley, and S. W. Sinding, eds. Population Matters: Demographic Change, Economic Growth, and Poverty in the Developing World. Oxford University Press. 2454.",
        "Kelley, A. C. 1996, The Consequences of Population Growth for Human Resource Development: The Case of Education. In D. A. Ahlburg, A. C. Kelley and K.",
        "Kelley, A. C., 1988. Economic Consequences of Population Change in the Third World. Journal of Economic Literature, 27:1685728.",
        "Kalemli-Ozcan, S., H. Ryder, and D. N. Weil. 2000. Mortality Decline, Human Capital Investment, and Economic Growth. Journal of Development Economics 62: 1 23.",
        "Hubbard, R. G., and K. L. Judd. 1987. Social Security and Individual Welfare: Precautionary Saving, Borrowing Constraints, and the Payroll Tax. American Economic Review 77: 63046.",
        "Higgins, M. and Williamson J. (1997), Age Structure Dynamics in Asia and Dependence on Foreign Capital, Population and Development Review 23, 261-93.",
        "Higgins, M. (1998), Demography, National Savings, and International Capital Flows, International Economic Review 39, 343-69.",
        "Hatton, T. J. and Williamson, J. G. (2002), What Fundamentals Drive World Migration?, NBER Working Paper 8124, National Bureau of Economic Research, Cambridge, MA.",
        "Hatton, T. J. and Williamson, J. G. (2001), Demographic and Economic Pressure on Emigration Out of Africa, NBER Working Paper 8124, National Bureau of Economic Research, Cambridge, MA.",
        "Gruber, J., and D. Wise.1998. Social Security and Retirement: An International Comparison. American Economic Review 88: 15863.",
        "Gallup, J. L., J. D. Sachs, and A. Mellinger. 1999. Geography and Economic Development. International Regional Science Review 22: 179-232.",
        "Fry, M. and Mason, A. (1982), The Variable Rate of Growth Effect in the Life-Cycle Model, Economic Inquiry 20, 426-42.",
        "Foster, A., and N. Roy. 1997. The Dynamics of Education and Fertility: Evidence from a Family Planning Experiment. Unpublished manuscript.",
        "Fogel, R. W., 1997. New Findings on Secular Trends in Nutrition and Mortality: Some Implications for Population Theory. In M. Rosenzweig and O. Stark, eds., Handbook of Population and Family Economics, vol. 1A. Amsterdam: Elsevier.",
        "Fogel, R. W. 1994. Economic Growth, Population Theory, and Physiology: The Bearing of Long-Term Processes on the Making of Economic Policy. American Economic Review 84: 36995.",
        "Feldstein, M. S. 1985. The Optimal Level of Social Security Benefits. Quarterly Journal of Economics 10: 30320.",
        "Easterly, W., and R. Levine (1997) Africas Growth Tragedy: Policies and Ethnic Divisions, Quarterly Journal of Economics, 112(4), November: 1203-50.",
        "Easterlin, R. 1980. Birth and Fortune: The Impact of Numbers on Personal Welfare. New York: Basic Books.",
        "Deaton A. and Paxson C. (2000), Growth, Demographic Structure, and National Saving in Taiwan, Population and Development Review 26, Supplement: 141-173.",
        "Coale, A. J., and S. C. Watkins, 1986, The Decline of Fertility in Europe: the Revised Proceedings of a Conference on the Princeton European Fertility Project.",
        "Bongaarts J. 1997. The Role of Family Planning Programmes in Contemporary Fertility Transitions, in Gavin W. Jones, Robert M. Douglas, John C. Caldwell, and Rennie M. DSouza (eds.), The Continuing Demographic Transition. Oxford: Clarendon Press, 422444.",
        "Bongaarts J. 1994. The Impact of Population Policies: Comment, Population and Development Review 20, 616620.",
        "Bloom, D., R. Freeman and S. Korenman. 1987. The Labor Market Consequences of Generational Crowding, European Journal of Population, 1987, 131176.",
        "Bloom, D., D. Canning, and J. Sevilla. 2002. The Demographic Dividend: A New Perspective on the Economic Consequences of Population Change. Santa Monica, California: RAND, MR1274.",
        "Bloom, D., D. Canning, and M. Moore. 2004. Health, Longevity, and Optimal Retirement. NBER Working Paper. August.",
        "Bloom, D., and D. Canning. 2003b. `Contraception and the Celtic Tiger, Economic and Social Review, Winter 2003, Vol. 34, No. 3, pp. 229-247.",
        "Bloom, D., and D. Canning. 2003a. From Demographic Lift to Economic Liftoff: The Case of Egypt, Applied Population and Policy, September 1(1): 15-24.",
        "Bloom, D., and D. Canning. 2001. Demographic Change and Economic Growth: The Role of Cumulative Causality. In N. Birdsall, A. C. Kelley, and S. W. Sinding, eds. Population Does Matter: Demography, Growth, and Poverty in the Developing World. New York: Oxford University Press. pp. 16597.",
        "Birdsall N., A. C. Kelley, and S. W. Sinding, eds. 2001. Population Matters: Demography, Growth, and Poverty in the Developing World. New York: Oxford University Press.",
        "Barro, R., and X. Sala-I-Martin. 1995. Economic Growth. New York: McGraw-Hill.",
        "Barro, R., and J. Lee. 2000. International Data on Educational Attainment: Updates and Implications. Working Paper no. 42. Harvard University, Center for International Development, Cambridge, Massachusetts.",
        "Alessina, A., and E. Spolare. 2004. The Size of Nations. Cambridge, MIT Press.",
        "Ahlburg, D. A. 2002. Does Population Matter? Population and Development Review, 28(2).",
        "Nordhaus, W. 2003. The Health of Nations: The Contribution of Improved Health to Living Standards. In K. H. Murphy and R. H. Topel, eds., Measuring the Gains 38 from Medical Research: An Economic Approach. Chicago: University of Chicago Press.",
        "Bloom, D., D. Canning, and J. Sevilla. 2004. The Effect of Health on Economic Growth: A Production Function Approach. World Development, Vol. 32, No. 1, pp. 1-13.",
        "Bloom, D., D. Canning, and P. Malaney. 2000. Demographic Change and Economic Growth in Asia. Population and Development Review, 26: 25790."
    ]
}