{
    "id": 10814,
    "cites": 55,
    "cited_by": 11,
    "reference": [
        "Wang, A. W. (2002). Institutional Equity Flows, Liquidity Risk and Asset Pric- ing. University of California, Los Angeles.",
        "Vayanos, D. and J.-L. Vila (1999). Equilibrium Interest Rate and Liquidity Pre- mium with Transaction Costs. Economic Theory 13, 509539.",
        "University of New South Wales. Vayanos, D. (1998). Transaction Costs and Asset Prices: A Dynamic Equilib- rium Model. Review of Financial Studies 11, 158.",
        "Swan, P. L. (2002). Does Illiquidity rather than Risk Aversion Explain the Equity Premium Puzzle? The Value of Endogenous Market Trading.",
        "Shumway, T. (1997). The Delisting Bias in CRSP Data. Journal of Finance 52, 327340.",
        "Sharpe, W. (1964). Capital Asset Prices: A Theory of Capital Market Equilib- rium under Conditions of Risk. Journal of Finance 19, 425442.",
        "Shanken, J. (1985). Multivariate Tests of the Zero-Beta CAPM. Journal of Fi- nancial Economics 14, 327348.",
        "Samuelson, P. A. (1958). An Exact Consumption-Loan Model of Interest with or without the Social Contrivance of Money. Journal of Political Econ- omy 66, 467482.",
        "Pastor, L. and R. F. Stambaugh (2003). Liquidity Risk and Expected Stock Returns. Journal of Political Economy 111, 642685.",
        "Newey, W. and K. West (1987). A Simple, Positive Semi-definite, Het- eroskedasticity and Autocorrelation Consistent Covariance Matrix. Econo- metrica 55, 703708.",
        "Mossin, J. (1966). Equilibrium in a Capital Asset Market. Econometrica 35, 768783.",
        "Markowitz, H. (2000). Mean-Variance Analysis in Portfolio Choice and Capi- tal Markets. New Hope, Pennsylvania: Frank J. Fabozzi Associates.",
        "Markowitz, H. (1952). Portfolio Selection. Journal of Finance 7, 7791.",
        "Lynch, A. W. and S. Tan (2003). Explaining the Magnitude of Liquidity Premia: The Roles of Return Predictability, Wealth Shocks and State- dependent Transaction Costs. New York University.",
        "Lustig, H. (2001). The Market Price of Aggregate Risk and the Wealth Distri- bution. Stanford University.",
        "Ljungqvist, A. and M. Richardson (2003). The Cash Flow, Return and Risk Characteristics of Private Equity. New York University.",
        "Graduate School of Business, Columbia University. Lintner, J. (1965). The Valuation of Risk Assets and the Selection of Risky Investments in Stock Portfolios and Capital Budgets. Review of Economics and Statistics 47, 1337.",
        "Huberman, G. and D. Halka (1999). Systematic Liquidity. Columbia Business School.",
        "Huang, M. (2002). Liquidity Shocks and Equilibrium Liquidity Premia. Jour- nal of Economic Theory, forthcoming.",
        "Huang, C. and R. H. Litzenberger (1988). Foundations for Financial Eco- nomics. Englewood Cliffs, New Jersey: Prentice-Hall.",
        "Holmstrom, B. and J. Tirole (2000). LAPM: A Liquidity-based Asset Pricing Model. Journal of Finance 56, 18371867.",
        "Heaton, J. and D. Lucas (2000). Portfolio Choice and Asset Prices: The Impor- tance of Entrepreneurial Risk. Journal of Finance 55(3), 11631198.",
        "Hasbrouck, J. and D. J. Seppi (2000). Common Factors in Prices, Order Flows and Liquidty. Journal of Financial Economics, forthcoming.",
        "Harris, M. and A. Raviv (1993). Differences of Opinion Make a Horse Race.",
        "Hansen, L. P. and S. F. Richard (1987). The Role of Conditioning Informa- tion in Deducing Testable Restrictions Implied by Dynamic Asset Pricing Models. Econometrica 55, 587614.",
        "Friend, I. and M. Blume (1975). The Demand for Risky Assets. American Eco- nomic Review 65 (5), 900922.",
        "Fama, E. F. and K. R. French (1993). Common Risk Factors in the Returns on Stocks and Bonds. Journal of Financial Economics 33, 356.",
        "Fama, E. F. and K. R. French (1992). The Cross-Section of Expected Stock Returns. Journal of Finance 47(2), 427465.",
        "Eleswarapu, V. R. and M. R. Reinganum (1993). The Seasonal Behavior of Liquidity Premium in Asset Pricing. Journal of Financial Economics 34, 373386.",
        "Eleswarapu, V. R. (1997). Cost of Transacting and Expected Returns in the Nasdaq Market. Journal of Finance 52, 21132127.",
        "Eisfeldt, A. L. (2004). Endogenous Liquidity in Asset Markets. Journal of Fi- nance 59, 130.",
        "Easley, D., S. HvidkjÃ\u0083Â¦r, and M. OHara (2002). Is Information Risk a Deter- minant of Asset Returns? Journal of Finance 57, 21852221.",
        "Duffie, D., N. G^arleanu, and L. H. Pedersen (2000). Valuation in Over-the- Counter Markets. Graduate School of Business, Stanford University.",
        "Dimson, E. and B. Hanke (2002). The Expected Illiquidity Premium. London Business School.",
        "De Long, J. B., A. Shleifer, L. H. Summers, and R. J. Waldmann (1990). Noise Trader Risk in Financial Markets. Journal of Political Economy 98, 703 738.",
        "Constantinides, G. M., J. B. Donaldson, and R. Mehra (2002). Junior Cant Borrow: A New Perspective on the Equity Premium Puzzle. Quarterly Journal of Economics 117(1), 269 296.",
        "Econometrica 51(3), 611636. Constantinides, G. M. (1986). Capital Market Equilibrium with Transaction Costs. Journal of Political Economy 94, 842862.",
        "Constantinides, G. M. (1983). Capital Market Equilibrium with Personal Tax.",
        "Cochrane, J. H. (2001). Asset Pricing. Princeton, New Jersey: Princeton Uni- versity Press.",
        "Chordia, T., A. Subrahmanyam, and V. R. Anshuman (2001). Trading Activity and Expected Stock Returns. Journal of Financial Economics 59, 332.",
        "Journal of Financial Economics 56, 328. Chordia, T., R. Roll, and A. Subrahmanyam (2001). Market Liquidity and Trading Activity. Journal of Finance, forthcoming.",
        "Chordia, T., R. Roll, and A. Subrahmanyam (2000). Commonality in Liquidity.",
        "Chalmers, J. M. and G. B. Kadlec (1998). An Empirical Examination of the Amortized Spread. Journal of Financial Economics 48, 159188.",
        "Brennan, M. J. and A. Subrahmanyam (1996). Market Microstructure and As- set Pricing: On the Compensation for Illiquidity in Stock Returns. Journal of Financial Economics 41, 441464.",
        "Brennan, M. J., T. Chordia, and A. Subrahmanyam (1998, September). Alter- native factor specifications, security characteristics, and the coress-section of expected returns. Journal of Financial Economics 49(3), 345373.",
        "Black, F., M. Jensen, and M. Scholes (1990). The Capital Asset Pricing Model: Some Empirical Tests, in Michael Jensen (ed.), Studies in the Theory of Capital Markets. Praeger, New York.",
        "Journal of Financial Economics 63(3), 443494. Bekaert, G., C. R. Harvey, and C. Lundblad (2003). Liquidity and Expected Returns: Lessons from Emerging Markets. Columbia University.",
        "Journal of Financial Economics 17, 223249. Amihud, Y. and H. Mendelson (1989). The Effect of Beta, Bid-Ask Spread, Residual Risk, and Size on Stock Returns. Journal of Finance 44, 479486.",
        "Amihud, Y. and H. Mendelson (1986). Asset Pricing and the Bid-Ask Spread.",
        "Amihud, Y. (2002). Illiquidity and Stock Returns: Cross-Section and Time- Series Effects. Journal of Financial Markets 5, 3156.",
        "Allen, F. (2001). Do Financial Institutions Matter? Journal of Finance 56, 11651175.",
        "Ang, A. and J. Chen (2002). Asymmetric Correlations of Equity Portfolios.",
        "Jones, C. M. (2001). A Century of Stock Market Liquidity and Trading Costs.",
        "Shanken, J. (1992). On the Estimation of Beta Pricing Models. Review of Fi- nancial Studies 5, 134.",
        "G^arleanu, N. and L. H. Pedersen (2000). Adverse Selection and the Required Return. Review of Financial Studies, forthcoming."
    ]
}