{
    "id": 10818,
    "cites": 37,
    "cited_by": 19,
    "reference": [
        "Ueda, Kazuo (1999). Why the Bank of Japan Wont Target Inflation, Wall Street Journal, March 6.",
        "Treasury (United Kingdom), (1999). The New Monetary Policy Framework, London, H.M. Treasury.",
        "Shiratsuka, Shigenori, 1999. Measurement Errors and Quality-Adjustement Methodology: Lessons from the Japanese CPI, Federal Reserve Bank of Chicago, Economic Perspectives, 2nd Quarter: 2-13.",
        "Okina, Kunio and Shigenori Shiratsuka (2004). Policy Commitment and Expectation Formation: Japans Experience under Zero Interest Rates, North American Journal of Economics and Finance, vol. 15: 75-100.",
        "Okina, Kunio and Shigenori Shiratsuka (2002). Asset Price Bubbles, Price Stability, and Monetary Policy: Japans experience, Bank of Japan, Monetary and Economic Studies, October: 35-76.",
        "Okina, Kunio (1999b). Monetary Policy under Zero Inflation: A Response to Criticisms and Questions Regarding Monetary Policy, Bank of Japan, Monetary and Economic Studies, December: 157-197.",
        "Okina, Kunio, (1999a). The Risks of Single-minded Targeting, Financial Times, November 10.",
        "Oda, Nobuyuki and Kunio Okina (2001). Further Monetary Easing Policies under the Non-Negativity Constraints of Nominal Interest Rates: Summary of the Discussion Based on Japans Experience, Bank of Japan, Monetary and Economic Studies, Special Edition, February: 323-369.",
        "Mishkin, Frederic S., 1998. Promoting Japanese Recovery, in Kenichi Ishigaki and Hiroyuki Hino, eds., Towards the Restoration of Sound Banking Systems in Japan -- the Global Implications (Kobe University Press and International Monetary Fund: Kobe 1998). 130-161.",
        "Mishkin, Frederic S., 1996. The Channels of Monetary Transmission: Lessons for Monetary Policy, Banque De France Bulletin Digest No. 27: 33-44.",
        "Mishkin, Frederic S., 1997. The Causes and Propagation of Financial Instability: Lessons for Policymakers, Maintaining Financial Stability in a Global Economy, Federal Reserve Bank of Kansas City, Kansas City, MO.: 55-96.",
        "Mishkin, Frederic S. 1991. Asymmetric Information and Financial Crises: A Historical Perspective, in R. Glenn Hubbard, ed., Financial Markets and Financial Crises, University of Chicago Press: Chicago: 69-108.",
        "Mishkin, Frederic S. 1978. The Household Balance-Sheet and the Great Depression, Journal of Economic History 38, December: 918-937.",
        "McKibbin, Warwick J. (2001). Macroeconomic Policy in Japan, presented for the Harvard University Asian Economic Panel Meeting, Korea, mimeo dated October 16.",
        "Lebow, David E., David J. Stockton and W. L. Wascher (1995) Inflation, Nominal Wage Rigidity and the Efficiency of the Labor Market, Board of Governors of the Federal Reserve Working Paper 94-45, October 1995.",
        "Lebow, David E., Brian Saks, and Beth A. Wilson (1999), Downward Nominal Wage Rigidity: Evidence from the Employment Cost Index, FEDS Working Paper 1999-31, Board of Governors of the Federal Reserve System, July.",
        "Kuroda, Sachiko and Isamu Yamamoto, (2003c). The Impact of Downward Nominal Wage Rigidity on the Unemployment Rate: Quantitative Evidence from Japan, Bank of Japan, Monetary and Economic Studies, vol 21, no.4, December: 57-85.",
        "Kuroda, Sachiko and Isamu Yamamoto, (2003b). Are Japanese Nominal Wages Downwardly Rigid? (Part II): Examinations Using a Friction Model, Bank of Japan, Monetary and Economic Studies, vol 21, no.2. August: 31-68.",
        "Kuroda, Sachiko and Isamu Yamamoto, (2003a). Are Japanese Nominal Wages Downwardly Rigid? (Part I): Examinations of Nominal Wage Change Distributions, Bank of Japan, Monetary and Economic Studies, vol 21, no.2. August: 1-30.",
        "Ito, Takatoshi and Frederic Mishkin (2004). Two Decades of Japanese Monetary Policy and the Deflation Problem, presented at the NBER 15th East Asian Seminar on Economics, Tokyo, June.",
        "Ito, Takatoshi and Kimie Harada, (2000) Japan Premium and Stock Prices: Two Mirrors of Japanese Banking Crises NBER working paper no 7997, November.",
        "Ito, Takatoshi (2004). The Yen and the Japanese Economy, 2004, in a conference volume edited by John Williamson, Washington D.C.: Institute for International Economics.",
        "Ito, Takatoshi (2001). Inflation Targeting (in Japanese) Tokyo: Nihon Keizai Shinbunsha.",
        "Ito, Takatoshi (1999). A Target for the Bank of Japan, Financial Times, October 19.",
        "Ito, Takatoshi (1992). The Japanese Economy, Cambridge, MA: MIT Press.",
        "Hoshi, Takeo, and Anil K. Kashyap, (2001). Corporate Financing and Governance in Japan: The Road to the Future. Cambridge, MA.: MIT Press.",
        "Groshen, Erica L. and Schweitzer, Mark E. 1996. The Effects of Inflation on Wage Adjustments in Firm-Level Data: Grease or Sand? Federal Reserve Bank of New York Staff Reports, No. 9.",
        "Fujiki, Hiroshi; Kunio Okina; and Shigenori Shiratsuka, (2001). Monetary Policy under Zero Interest Rate: Viewpoints of Central Bank Economists, Bank of Japan, Monetary and Economic Studies, February: 89-130.",
        "Fujii, Yoshihiro (2004). Shibarareta Kin-yu Seisaku, (in Japanese, trans. Bounded Monetary Policy), Tokyo; Nihon Keizai Shinbunsha.",
        "Fukui, Toshihiko, (2003). Challenges for Monetary Policy in Japan, Speech at the Spring Meeting of the Japan Society of Monetary Economics, June 1.",
        "Fischer, Irving, (1933). The Debt-Deflation Theory of Great Depressions, Econometrica, Vol. 1: 337-57.",
        "Clouse, James; Dale Henderson; Athanasios Orphanides; David Small; and Peter Tinsley, (2000). Monetary Policy When the Nominal Short-term Interest Rate is Zero, Board of Governors of the Federal Reserve System, International Finance Discussion Papers, number 729.",
        "Cargill, Thomas; Michael Hutchison; and Takatoshi Ito, (2000). Financial Policy and Central Banking in Japan, Cambridge, MA: MIT Press.",
        "Card, D. and D. Hyslop (1997) Does Inflation `Grease the Wheels of the Labor Market? in Reducing Inflation: Motivation and Strategy, edited by C.D. Romer and H.D. Romer pp. 71-114, Chicago: University of Chicago Press Cargill, Thomas; Michael Hutchison; and Takatoshi Ito, (1997). The Political Economy of Japanese Monetary Policy, Cambridge, MA: MIT Press.",
        "Bernanke, Ben.S. (1983). Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review 73: 257-76.",
        "Bernanke, Ben.S. (1983). Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review 73: 257-76.",
        "Akerlof, George, Dickens, William, and George Perry, 1996. The Macroeconomics of Low Inflation, Brookings Papers on Economic Activity 1: 1-59."
    ]
}