{
    "id": 10821,
    "cites": 22,
    "cited_by": 17,
    "reference": [
        "Svensson, Jakob. 2003. Who Must Pay Bribes and How Much? Evidence from a Cross Section of Firms, Quarterly Journal of Economics 118 (February): 207-230.",
        "Shleifer, Andrei, and Robert Vishny. 1993. Corruption,Quarterly Journal of Economics 108 (August): 599-617.",
        "Rose-Ackerman, Susan. 1975. The Economics of Corruption, Journal of Public Economics 4 (February): 187-203.",
        "Rappaport, Jordan and Jeffrey Sachs, 2003. The United States as a Coastal Nation, Journal of Economic Growth, Vol. 8, pp 5-46.",
        "McMillan, John, and Pablo Zoido. 2004. How to Subvert Democracy: Montesinos in Peru. C.E.P.R. Discussion Paper no. 4361 (April).",
        "Mauro, Paulo. 1995. Corruption and Growth, Quarterly Journal of Economics 110 (August): 681-712.",
        "LaPorta, Raphael, Lopes-de-Silanes, Florencio, Shleifer, Andrei and Robert Vishny The Quality of Government, Journal of Law, Economics and Organization 15(1): 222279. Lipset, Seymour (1960) Political Man: The Social Bases of Politics. Garden City, NY: Doubleday.",
        "Leite, Carlos. And Jens. Weidmann. 2002. Does Mother Nature Corrupt? Natural Resources, Corruption, and Economic Growth. In Governance, Corruption, and Economic Performance, edited by George T. Abed and Sanjeev Gupta. Washington, D.C.: International Monetary Fund, pp. 159-96.",
        "Hofstadter, Richard. 1955. The Age of Reform. New York: Vintage Books.",
        "Hellman, Joel, Geraint Jones, and Daniel Kaufmann. 2003. Seize the State, Seize the Day: State Capture and Influence in Transition Economics, Journal of Comparative Economics 31 (December): 751-73.",
        "Goldin, Claudia. 1998. Americas Graduation from High School: The Evolution and Spread of Secondary Schooling in the Twentieth Century, Journal of Economic History, 58 (June).",
        "Goel, Rajeev and Michael Nelson, 1998. Corruption and Government Size: A Disaggregated Analysis, Public Choice, Vol. 97(1), pp 107-120.",
        "Glaeser, Edward and Andrei Shleifer, 2003. The Rise of the Regulatory State. Journal of Economic Literature 41(2): 401-425.",
        "Glaeser, Edward and Albert Saiz, 2004. The Rise of the Skilled City, BrookingsWharton Papers on Urban Affairs 5.",
        "Glaeser, Edward, LaPorta, Raphael, Lopes-de-Silanes, Florencio and Andrei Shleifer. 2004. Do Institutions Cause Growth? Journal of Economic Growth, forthcoming.",
        "Glaeser, Edward and Claudia Goldin, 2004. Corruption and Reform: Introduction. Harvard University mimeograph.",
        "Fisman, Raymond and Robert Gatti, 2002. Decentralization and Corruption: Evidence from U.S. Federal Transfer Programs, Public Choice, Vol. 113(1), pp 25-35.",
        "Caro, Robert A. 2002. The Years of Lyndon Johnson, Vol. 3: Master of the Senate. New York: Alfred A. Knopf.",
        "Ehrich, Isaac and Francis Lui Bureaucratic Corruption and Endogenous Economic Growth, Journal of Political Economy 1999 (6, Part 2): S270-S293.",
        "Byars, John, Robert McCormick and Bruce Yandle. 1999. Economic Freedom in Americas 50 States, http://freedom.clemson.edu.",
        "Berkowitz, Daniel and Karen Clay, 2003. Initial Conditions, Institutional Dynamics and Economic Performance: Evidence from the American States, unpublished working paper.",
        "Alesina, Alberto, Baqir, Reza and William Easterly Redistributive Public Employment, Journal of Urban Economics 48: 219-241. Becker, Gary.1968. Crime and Punishment: An Economic Approach, Journal of Political Economy, Vol. 76."
    ]
}