{
    "id": 10828,
    "cites": 88,
    "cited_by": 43,
    "reference": [
        "Schmitz, Jr., J.A. (2001), What Determines Labor Productivity?: Lessons From the Dramatic Recovery of the U.S. and Canadian Iron-ore Industries, Staff Report 286, Federal Reserve Bank of Minneapolis.",
        "Rostow, W. W. (1960), The Stages of Economic Growth: A Non-Communist Manifesto (Cambridge University Press, Cambridge, MA).",
        "Rodriguez-Clare, A. (1996): The Role of Trade in Technology Diffusion, Minneapolis Fed Working Paper 114.",
        "Restuccia, D., D.T. Yang, and X. Zhu (2003), Agriculture and Aggregate Productivity: A Quantitative Cross-Country Analysis, Working Paper (University of Toronto, Economics Department).",
        "Psacharopulos, G. (1994), Returns to investment in education: A global update, World Development 22(9): 1325-1343.",
        "Pritchett, L. (2003), Does learning to add up add up? The returns to schooling in aggregate data, draft chapter for Handbook of Education Economics, Harvard University.",
        "Pritchett, L. (2000), The Tyranny of Concepts: CUDIE (Cumulated, Depreciated, Investment Effort) Is Not Capital, Journal of Economic Growth 5(4): 361-84.",
        "Prescott, E.C. (1998), Needed: A Theory of Total Factor Productivity, International Economic Review 39(3):525-551.",
        "Rao, P. D.S. (1993), Intercountry comparisons of agricultural output and productivity, Fao Economic and Social Development Paper (FAO, Rome).",
        "Parente, Stephen L. (2000): Learning-by-Using and the Switch to Better Machines. Review of Economic Dynamics. Vol. 3 (4). p 675-703. October.",
        "Parente, S.L., R. Rogerson, and R. Wright (2000), Homework in Development Economics: Household Production and the Wealth of Nations, Journal of Political Economy 108(4) :680-687.",
        "Nurske, R. (1953), Problems of Capital Formation in Underdeveloped Countries (Oxford University Press, New York).",
        "Neal, D.A., and W. R. Johnson (1996), The Role of Premarket Factors in BlackWhite Wage Differences, Journal of Political Economy 104(5):869-895.",
        "Murphy, K., Shleifer, A., and R. Vishny (1991): The Allocation of Talent: Implications for Growth, Quarterly Journal of Economics, 106 (2): 503-530.",
        "Murnane, R.J., J.B. Willett, and F. Levy (1995), The Growing Importance of Cognitive Skills in Wage Determination, The Review of Economics and Statistics 77(2):251-266.",
        "McGrattan, E.R., and J.A. Schmitz, Jr. (1999), Explaining Cross-Country Income Differences, in: Taylor, J.B., and Woodford, M., eds., Handbook of Macroeconomics Volume 1A., (North-Holland, Amsterdam) 669-737.",
        "Mateos-Planas, X. Schooling and Distortions in a Vintage Capital Model. University of Southampton - Department of Economics, University of Southampton - Department of Economics. p 40 pages. 2000.",
        "Mankiw, N.G., D. Romer, and D.N. Weil (1992), A Contribution to the Empirics of Economic Growth, The Quarterly Journal of Economics 107(2) :407-437.",
        "Lutz, H. (2002), How Important Is Human Capital for Development? Evidence from Immigrant Earnings, American Economic Review 92(1):198-219.",
        "Lewis, W.A. (1954), Economic Development with Unlimited Supplies of Labor, Manchester School of Economics and Social Studies 22:139-151.",
        "Lee, J-W., and R.J. Barro (2001), Schooling Quality in a Cross-Section of Countries, Economica 68:465-488.",
        "Kuznets, 5. (1966), Modern economic growth (Yale University Press, New Haven).",
        "Krueger, A.B. (2000), Economic Considerations and Class Size, Working Paper No. 8875 (NBER).",
        "Knight, M., N. Loyaza, and D. Villanueva (1993), Testing the Neoclassical Theory of Economic Growth, IMF Staff Papers 40(3):512-541.",
        "Klenow, P.J., and A. Rodriguez-Clare (1997), The Neoclassical Revival in Growth Economics: Has It Gone Too Far?, in: B.S. Bernanke, and J.J. Rotemberg, eds., NBER macroeconomics annual 1997 (MIT Press, Cambridge) 73-103.",
        "King, R.G., and R. Levine (1994), Capital Fundamentalism, Economic Development, and Economic Growth, Carnegie-Rochester Conference Series on Public Policy 40(0):259292.",
        "Jorgenson, D.W., and F.M. Gollop (1992), Productivity Growth in U.S. Agriculture: A Postwar Perspective, American Journal of Agricultural Economics 74 (3):745-750.",
        "Jorgenson, D.W. (1995b): Productivity. Volume 2: International Comparisons of Economic Growth. MIT Press.",
        "Jorgenson, D. W. (1961), The Development of a Dual Economy, Economic Journal (71) :309-334.",
        "Jorgenson, D.W. (1995a): Productivity. Volume 1: Postwar U.S. Economic Growth. MIT Press.",
        "Johnson, G.E., and F.P. Stafford (1973), Social Returns to Quantity and Quality of Schooling, Journal of Human Resources 8(2):139-155.",
        "Islam, N. (1995), Growth Empirics: A Panel Data Approach, The Quarterly Journal of Economics 110:1127-1170.",
        "Hsieh, C-T., and P.J. Klenow (2003), Relative Prices and Relative Prosperity, Working Paper No. 9701 (NBER).",
        "Hulten, Charles R. (1996): Infrastructure Capital and Economic Growth: How Well You Use It May Be More Important Than How Much You Have. National Bureau of Economic Research, Inc, NBER Working Papers: 5847.",
        "Hsieh, C.-T. (2000), Measuring Biased Technology, Working Paper (Princeton University).",
        "Hill, R. (2000), Measuring Substitution Bias in International Comparisons Based on Additive Purchasing Power Parity Methods, European Economic Review 44(1):45-162.",
        "Heston, Alan; Robert Summers, and Bettina Aten (2002): Penn World Tables Version 6.1. Downloadable dataset. Center for International Comparisons at the University of Pennsylvania.",
        "Heckman, J.J., and P.J. Klenow (1997) Human Capital Policy Working Paper (University of Chicago).",
        "Harris, J. R. and Todaro, M. (1970). Migration, unemployment and development: a two-sector analysis. American Economic Review, 60, 126-142.",
        "Harrigan, J. (1999), Estimation of Cross-Country Differences in Aggregate Production Functions. Journal of International Economics, 47, 267-93.",
        "Harrigan, J. (1997), Technology, Factor Supplies, and International Specialization: Estimating the Neoclassical Model, American Economic Review 87(4):475-494.",
        "Hanushek, E.A., S.G. Rivkin, and L.L. Taylor (1996), Aggregation and the Estimated Effects of School Resources ,The Review of Economics and Statistics 78(4):611-627.",
        "Hanushek, E.A. (2004): Some Simple Analytics of School Quality, NBER WP 10229.",
        "Hanushek E.A., and D.D. Kimko (2000), Schooling, Labor-Force Quality, and the Growth of Nations, The American Economic Review 90(5):1184-1208.",
        "Hanushek, E.A. (2003), The Failure of Input Based Schooling Policies, Economic Journal 113(485) :F64-98.",
        "Hamermesh, D. 5. (1986), The Demand for Labor in the Long Run, in: Handbook of Labor Economics, Vol 1, 0. Ashenfelter and R. Layard, eds. (North-Holland Press, Amsterdam).",
        "Hall, R.E., and C.I. Jones, (1999), Why do some countries produce so much more output per worker than others?, The Quarterly Journal of Economics 114(1):83-116.",
        "Greenwood, Jeremy; Hercowitz, Zvi; Krusell, Per. Long-Run Implications of InvestmentSpecific Technological Change. American Economic Review. Vol. 87 (3). p 342-62. June 1997.",
        "Graham, B.S., and J. Temple (2001), Rich nations, poor nations: how much can multiple equilibra explain?, Working Paper No. 76 (Center for International Development Harvard University).",
        "Gourinchas, P-O., and 0. Jeanne (2003), The Elusive Gains from International Financial Integration, Working Paper No. 9684 (NBER).",
        "Gollin, D., S.L. Parente, and R. Rogerson (2001), Structural Transformation and Cross-Country Income Differences, Working Paper (University of California in Los Angeles).",
        "Gollin, D. (2002), Getting Income Shares Right, Journal of Political Economy 110(2) :458-474.",
        "Gollin, D., Parente S.L., and Rogerson R. (2000), Farm Work, Home Work and International Productivity Differences, Working Paper.",
        "Gelb, A., Knight J.B., and R.H. Sabot (1988), Lewis through a looking glass: Public sector employment, rent seeking, and economic growth, World Bank.",
        "Feyrer, James (2002): Demographics and Productivity, working paper, Dartmouth College.",
        "Eaton, J., and S. Kortum (2001), Trade in Capital Goods, European Economic Review 45(7):1195-1235.",
        "Easterly, W., and R. Levine (2001), Its Not Factor Accumulation: Stylized Facts and Growth Models, World Bank Economic Review 15(2):177-219.",
        "Duflo, E. (2001), Schooling and Labor Market Consequences of School Construction in Indonesia: Evidence from an Unusual Policy Experiment, American Economic Review 91(4):795-813.",
        "Diamond, Peter, Daniel McFadden and Miguel Rodriguez (1978), Measurement of the Elasticity of Factor Substitution and Bias of Technical Change, in Melvyn Fuss and Daniel McFadden (eds.), Production Economics: A Dual Approach to Theory and Applications, Vol. II, Applications of the Theory of Production, Amsterdam, North-Holland Publishing Company.",
        "de la Fuente, A., and R. DomÃ\u0083Â©nech (2002), Human Capital in Growth Regressions: How Much Difference Does Data Quality Make? An Update and Further Results, CEPR Discussion Papers No. 3587.",
        "Currie, J., and D. Thomas (1999), Early test scores, socioeconomic status and future outcomes, Working Paper No. 6943 (NBER).",
        "Conrad, K., and D.W. Jorgenson (1985), Sectoral Productivity Gaps between the United States, Japan and Germany, 1960-1979 in: H. Giersch, ed., Probleme und Perspektiven der weltwirtschaftlichen Entwicklung (Duncker and Humblot, Berlin) 335-347.",
        "Clark, G. (1987), Why Isnt the Whole World Developed? Lessons From the Cotton Mills, Journal of Economic History 47:141-173.",
        "Clark, C. (1940), The Morphology of Economic Growth, in: C. Clark (ed.): The Conditions of Economic Progress (Macmillan, London) 337-373.",
        "Christensen, L.R., D. Cummings, and D.W. Jorgenson (1981), Relative Productivity Levels, 1947-1973: An International Comparison, European Economic Review 16(1):61-94.",
        "Chanda, A., and C.-J. Dalgaard (2003) Dual Economies and International TFP Differences, Working Paper (Louisiana State University).",
        "Caselli, F., and D. Wilson (2004), Importing Technology, Journal of Monetary Economics, 51(1), 1-32.",
        "Caselli, F. and S. Tenreyro (2004), Is Poland the Next Spain?, working paper, Harvard University.",
        "Caselli, F. and P. Malhotra (2004): Natural Disasters and Growth: from Thought Experiment to Natural Experiment, working paper, Harvard University.",
        "Caselli, F., G. Esquivel, and F. Lefort (1996), Reopening the Convergence Debate: A New Look at Cross-Country Growth Empirics, Journal of Economic Growth 1(3):363-389.",
        "Caselli, F., and W.J. Coleman (2004), The World Technology Frontier, Working Paper (Harvard University).",
        "Caselli, F., and W.J. Coleman (2001b), The U.S. Structural Transformation and Regional Convergence: A Reinterpretation, Journal of Political Economy 109(3):584-616.",
        "Caselli, F., and W.J. Coleman (2001a), Cross-Country Technology Diffusion: The Case of Computers, American Economic Review 91(2):328-335.",
        "Card, D., and A. Krueger (1996), Labor Market Effects of School Quality: Theory and Evidence, in: Burtless, G. ed., Does Money Matter? The Effect of School Resources on Student Achievement and Adult Success (Brookings Institute, Wasinghton D. C.).",
        "Card, D. (1999), The Causal Effect of Education on Earnings, in: Ashenfelter, 0., and Card, D., eds., Handbook of Labor Economics Volume 3A., (North-Holland, Amsterdam) 1801-1863.",
        "Bernanke, B.S., and R.S. Gurkaynak (2001), Is Growth Exogenous? Taking Mankiw, Romer, and Weil Seriously, in: B.S. Bernanke, and Kenneth Rogoff, eds, NBER Macroeconomics Annual 2001 (MIT Press, Cambridge) Bils, M., and Klenow, P.J. (2000), Does Schooling Cause Growth, The American Economic Review 90(5): 1160-1183.",
        "Behrman, J.R. and M. R. Rosenzweig (2004): Returns to Birthweight, Review of Economics and Statistics, 86(2): 586-601.",
        "Barro, R.J. and J. Lee (2001): International Data on Educational Attainment: Updates and Implications, Oxford Economic Papers, 53 (3), 541-563 (July).",
        "Baily, M.N., and R.M. Solow (2001), International Productivity Comparisons Built from the Firm Level Journal of Economic Perspectives 15(3):151-172.",
        "Altonji, J.G., and T.A. Dunn (1996), The Effects of Family Characteristics on the Return to Education, The Review of Economics and Statistics 78(4):692-704.",
        "Aiyar, S., and C-J. Dalgaard (2002), Total Factor Productivity Revisited: A Dual Approach to Levels-Accounting, Working Paper (Brown University).",
        "Acemoglu, D., and J. Angrist (2000), How Large Are Human Capital Externalities? Evidence from Compulsory Schooling Laws, in: B.S. Bernanke, and K. Rogoff, eds., NBER Macroeconomics Annual 2000 (MIT Press, Cambridge) 9-59.",
        "Ventura, J. (1997), Growth and Interdependence, The Quarterly Journal of Economics 112(1):57-84.",
        "Weil, D.N. (2001), Accounting for the Effect of Health on Economic Growth, Working Paper (Brown University).",
        "Temple, J. (2003): Dualism and Aggregate Productivity, unpublished, University of Bristol.",
        "Solow (1959): Investment and Technical Progress, in Mathematical Methods in the Social Sciences, (Arrow, Karlin, and Suppes, eds.), Stanford University Press.",
        "Summers, R., and A. Heston, (1991), The Penn World Table (Mark 5): An expanded set of international comparisons, 1950-1988, The Quarterly Journal of Economics 101(2) :327368.",
        "Shastry, G.K., and D.N. Weil (2003), How much of Cross-Country Income Variation is Explained by Health?, Journal of the European Economic Association, April-May 1(2-3), 387-396."
    ]
}