{
    "id": 10823,
    "cites": 30,
    "cited_by": 4,
    "reference": [
        "Stambaugh, Robert F., 1986, Bias in regressions with lagged stochastic regressors, University of Chicago working paper.",
        "Seyhun, H. Nejat, 1998, Investment Intelligence from Insider Trading, (Cambridge, MA: MIT Press).",
        "Seyhun, H. Nejat, 1992, Why does aggregate insider trading predict future stock returns? Quarterly Journal of Economics 107, 1303-31.",
        "Schultz, Paul, 2004, Pseudo market timing and the stationarity of the event-generating process, University of Notre Dame working paper.",
        "Schultz, Paul, 2003, Pseudo market timing and the long-run underperformance of IPOs, Journal of Finance 58, p. 483-517.",
        "Ritter, Jay, 2003, Investment Banking and Securities Issuance, in Constantinides, George, Milton Harris, and RenÃ\u0083Â© Stulz (eds.), Handbook of the Economics of Finance (Amsterdam: Elsevier North-Holland).",
        "Polk, Christopher, Samuel Thompson, and Tuomo Vuolteenaho, 2004, Cross-sectional Forecasts of the Equity Premium, Harvard University working paper.",
        "Nelson, Charles and M. Kim, 1993, Predictable stock returns: The role of small-ample bias. Journal of Finance 48, 641-661.",
        "Marriott, F.H.C., and J.A. Pope, 1954, Bias in the estimation of autocorrelations, Biometrika 41, 390-402.",
        "Mankiw, N. Gregory, and Matthew Shapiro, 1986, Do we reject too often? Small sample properties of tests of rational expectations models, Economics Letters 20, 139-145.",
        "Lewellen, Jonathan, 2004, Predicting returns with financial ratios, Journal of Financial Economics, forthcoming.",
        "Lamont, Owen, 2002, Evaluating value-weighting: Corporate events and market timing, Yale University working paper.",
        "Lamont, Owen, 2000, Investment plans and stock returns, Journal of Finance 55, 2719-2745.",
        "Lakonishok, Josef, and Inmoo Lee, 2001, Are insider trades informative?, Review of Financial Studies 14, 79-111.",
        "Kothari, S. P., and Jay Shanken, 1997, Book-to-market, dividend yield, and expected market returns: A time-series analysis, Journal of Financial Economics 44, 169-203.",
        "Kendall, M. G., 1954, Note on bias in the estimation of auto-correlation, Biometrika 41, 403-404.",
        "Jansson, Michael, and Marcelo Moreira, 2003, Conditional Inference in Models with Nearly Nonstationary Regressors, Harvard University working paper.",
        "Henderson, Brian J., Narasimhan Jegadeesh, and Michael S. Weisbach, 2004, World markets for raising new capital, University of Illinois working paper.",
        "Elliott, Graham, and James H. Stock, 1994, Inference in time series regression when the order of integration of a regressor is unknown, Econometric Theory 10, 672-700.",
        "Dichev, Ilia D., 2004, What are stock investors actual historical returns?, University of Michigan working paper.",
        "Dahlquist, Magnus, and Frank de Jong, 2004, Pseudo market timing: Fact or fiction?, University of Amsterdam working paper.",
        "Campbell, John Y., and Motohiro Yogo, 2003, Efficient tests of stock return predictability, Harvard University working paper.",
        "Butler, Alexander W., Gustavo Grullon, and James P. Weston, 2004b, Can managers successfully time the maturity structure of their debt issues?, Rice University working paper.",
        "Butler, Alexander W., Gustavo Grullon, and James P. Weston, 2004a, Can managers forecast aggregate market returns?, Journal of Finance, forthcoming.",
        "Baker, Malcolm, and Jeffrey Wurgler, 2004, A catering theory of dividends, Journal of Finance 59, 271-288.",
        "Baker, Malcolm and Jeffrey Wurgler, 2000, The equity share in new issues and aggregate stock returns, Journal of Finance 55, 2219-2257.",
        "Baker, Malcolm, and Jeremy Stein, 2004, Market liquidity as a sentiment indicator, Journal of Financial Markets 7, 271-299.",
        "Baker, Malcolm, Robin Greenwood, and Jeffrey Wurgler, 2003, The maturity of debt issues and predictable variation in bond returns, Journal of Financial Economics 70, 261-291.",
        "Ang, Andrew, Li Gu, and Yael V. Hochberg, 2004, Is IPO underperformance a peso problem?, Columbia University working paper.",
        "Amihud, Yakov, and Clifford Hurvich, 2004, Predictive regressions: A reduced-bias estimation method, Journal of Financial and Quantitative Analysis, forthcoming."
    ]
}