{
    "id": 10820,
    "cites": 15,
    "cited_by": 7,
    "reference": [
        "Samuelson, Paul A., 1994, The Long-Term Case for Equities, Journal of Portfolio Management 21, 1524.",
        "Lynch, Anthony, and Pierluigi Balduzzi, 2000, Transaction Costs and Predictability: The Impact on Rebalancing Rules and Behavior, Journal of Finance 55, 22852309.",
        "Liu, Jun, 2002, Portfolio Selection in Stochastic Environments, Working Paper, UCLA.",
        "Keim, Donald B., and Robert F. Stambaugh, 1986, Predicting Returns in the Stock and Bond Markets, Journal of Financial Economics 17, 357390.",
        "Harvey, Campbell R., 1989, Time-Varying Conditional Covariances in Tests of Asset Pricing Models, Journal of Financial Economics 24, 289317.",
        "Hansen, Lars Peter, and Scott F. Richard, 1987, The Role of Conditioning Information in Deducing Testable Restrictions Implied by Dynamic Asset Pricing Models, Econometrica 55, 587613.",
        "Ferson, Wayne E., and Andrew F. Siegel, 2001, The Efficient Use of Conditioning Information in Portfolios, Journal of Finance 56, 967982.",
        "Fama, Eugene F., and Kenneth R. French, 1988, Dividend Yields and Expected Stock Returns, Journal of Financial Economics 22, 326.",
        "Cochrane, John H., 2001, Asset Pricing. (Princeton University Press, Princeton).",
        "Campbell, John Y., and Luis M. Viceira, 1999, Consumption and Portfolio Decisions When Expected Returns are Time Varying, Quarterly Journal of Economics 114, 433 495.",
        "Campbell, John Y., 1987, Stock Returns and the Term Structure, Journal of Financial Economics 18, 373399.",
        "Brandt, Michael W., and Pedro Santa-Clara, 2004, Dynamic Portfolio Selection by Augmenting the Asset Space, Working Paper, Duke University.",
        "Bekaert, Geert, and Jun Liu, 2004, Conditioning Information and Variance Bounds on Pricing Kernels, Review of Financial Studies 17, 339378.",
        "Bansal, Ravi, and Campbell R. Harvey, 1996, Performance Evaluation in the Presence of Dynamic Trading Strategies, Working Paper, Duke University.",
        "Balduzzi, Pierluigi, and Anthony Lynch, 1999, Transaction Costs and Predictability: Some Utility Cost Calulations, Journal of Financial Economics 52, 4778."
    ]
}