{
    "id": 10836,
    "cites": 19,
    "cited_by": 6,
    "reference": [
        "Shapiro, C. and J. Stiglitz, Equilibrium Unemployment as a Worker Discipline Device, The American Economic Review, Vol. 74, No. 3. (Jun., 1984), pp. 433-444.",
        "Seabright, P. Managing Local Commons Theoretical issues in incentive design, Journal of Economic Perspectives, Vol. 7, No. 4, (1993), 113-134.",
        "Schaefer, M.B. Some considerations of Population dynamics and economics in relation to the management of marine fisheries, Journal of Fisheries Research Board of Canada, 1957, 14, 669-681.",
        "Place, F. and K. Otsuka, Population, Tenure and Natural Resource Management: The Case of Customary Land Area in Malawi, Journal of Environmental Economics and Management, 41, 13-32 (2001).",
        "Ostrom, E. Governing the commons: The evolution of institutions for collective action, Cambridge University Press, 1990.",
        "McCarthy N., Sadoulet E. de Janvry A, Common pool resource appropriation under costly cooperation, Journal of Environmental Economics and Management, Vol. 43, No. 3, (2001), 297-309.",
        "Mason, C.F, and Polasky S., Entry Deterrence in the Commons, International Economic Review, Vol. 35, No. 2, (1994), 507-525.",
        "Margolis, M. Unprotected Resources and Voracious World Markets, mimeo, Department of Economics and Finance, University of Wyoming, (2001).",
        "Hardin, G., The Tragedy of the Commons, Science, 162(1968):1243-1248.",
        "Deacon, R.T. Deforestation and the Rule of Law in a Cross-Section of Countries Land Economics, November 1994, 70(4): 414-430.",
        "Chichilnisky, G. North-South Trade and the Global environment, American Economic Review, 84, 851-874. Cohen, J. S. and M. L. Weitzman (1975). A Marxian Model of Enclosures. Journal of Development Economics, 1: 287-336.",
        "Clark, C. Mathematical bioeconomics: the optimal management of of renewable resources, 2nd. Edition, New York: Wiley, 1990.",
        "Calvo, G. and M. Obstfeld, Optimal Time-Consistent Fiscal Policy with Finite Lifetimes, Econometrica, Vol. 56, No. 2, March 1988, 411-432.",
        "Brander J.A. and M.S. Taylor, International Trade between Consumer and Conservationist Countries, Resource and Energy Economics, Vol. 19, (May 1997b), 267-297.",
        "Blanchard, O., Debts, Deficits, and Finite Horizons, Journal of Political Economy 93, 2 (April), 223-247. Brander J.A. and M.S. Taylor, International Trade and Open Access Renewable Resources: The Small Open Economy Case, Canadian Journal of Economics, Vol. 30, No. 3 (August 1997a), 526-552.",
        "Besley, T. Property Rights and Investment Incentives: Theory and Evidence from Ghana, Journal of Political Economy, 1995, Vol. 103, No. 5.",
        "Barbier, E. Habitat loss linkages and mangrove loss in Thailand, Contemporary Economic Policy, Vol. 21, No. 1, Jan 2003, 59-77.",
        "Barbier, E. B. Institutional Constraints and Deforestation: An Application to Mexico, Economic Inquiry, vol. 40, No. 3, July 2002, 508-519.",
        "Ostrom, E. Collective Action and the Evolution of Social Norms, Journal of Economic Perspectives, Vol. 14, No. 3, (2000), 137-158."
    ]
}