{
    "id": 10838,
    "cites": 23,
    "cited_by": 40,
    "reference": [
        "[23] Woodford, Michael (2003), Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton University Press.",
        "[22] Woodford, Michael (2001), Fiscal Requirements for Price Stability,Journal of Money, Credit and Banking 33: 669-728.",
        "[21] Woodford, Michael (1999), Commentary: How Should Monetary Policy Be Conducted in an Era of Price Stability?in Federal Reserve Bank of Kansas City, New Challenges for Monetary Policy.",
        "[20] Walsh, Carl (2003), Monetary Theory and Policy, 2nd edition, Cambridge, MA:MIT Press.",
        "[17] Rotemberg, Julio J., and Michael Woodford (1997), An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy, in B.S. Bernanke and Rotemberg (eds.), NBER Macroeconomic Annual 1997, Cambridge, MA: MIT Press. 297-346.",
        "[16] King, Robert G., and Alexander L. Wolman (1999), What Should the Monetary Authority Do when Prices are Sticky, in J.B. Taylor, ed., Monetary Policy Rules, Chicago: University of Chicago Press.",
        "[15] Kim, Jinill, Sunghyun Kim, Ernst Schaumburg, and Christopher A. Sims (2003), Calculating and Using Second Order Accurate Solutions of Discrete Time Dynamic Equilibrium Models , unpublished manuscript, University of Virginia, June.",
        "[14] Khan, Aubhik, Robert G. King, and Alexander L. Wolman (2003), Optimal Monetary Policy, Review of Economic Studies 70(4): 825-860.",
        "[13] Goodfriend, Marvin, and Robert King (1997), The New Neoclassical Synthesis and the Role of Monetary Policy, in B.S. Bernanke and J.J. Rotemberg (eds.), NBER Macroeconomic Annual 1997, Cambridge, MA: MIT press.",
        "[12] Giannoni, Marc, and Michael Woodford (2003), Optimal Inflation Targeting Rules,in B.S. Bernanke and M. Woodford, eds., The Inflation Targeting Debate, Chicago: University of Chicago Press, forthcoming.",
        "[11] Giannoni, Marc, and Michael Woodford (2002), Optimal Interest-Rate Rules: I. General Theory,NBER working paper no. 9419, December.",
        "[10] Erceg, Christopher J., Dale W. Henderson, and Andrew T. Levin, Optimal Monetary Policy with Staggered Wage and Price Contracts, Journal of Monetary Economics 46: 281-313 (2000).",
        "[9] Dupor, William (2003), Optimal Random Monetary Policy with Nominal Rigidity, Journal of Economic Theory, 112 (1): 66-78.",
        "[8] Clarida, Richard, Jordi Gali, and Mark Gertler (1999), The Science of Monetary Policy: a New Keynesian Perspective, Journal of Economic Literature, 37 (4), pp. 1661-1707.",
        "[7] Chari, V.V., Patrick J. Kehoe, and Ellen R. McGrattan, Sticky Price Models of the Business Cycle: Can the Contract Multiplier Solve the Persistence Problem? Econometrica 68: 1151-1179 (2000).",
        "[4] Benigno, Pierpaolo, and Michael Woodford (2004b), Optimal Stabilization Policy when Wages and Prices are Sticky: The Case of a Distorted Steady State, unpublished, New York University, July.",
        "[3] Benigno, Pierpaolo, and Michael Woodford (2004a), Inflation Stabilization and Welfare: The Case of a Distorted Steady State, presented at the CEPR European Summer Symposium in Macroeconomics, Tarragona, May.",
        "[2] Benigno, Pierpaolo, and Michael Woodford (2003), Optimal Monetary and Fiscal Policy: A Linear-Quadratic Approach, in M. Gertler and K. Rogoff, eds., NBER Macroeconomics Annual 2003, vol. 18, forthcoming.",
        "[1] Benigno, Gianluca, and Pierpaolo Benigno (2004), Designing Targeting Rules for International Monetary Policy Cooperation, unpublished, London School of Economics, August.",
        "[19] Telser, Lester G., and Robert L. Graves (1972), Functional Analysis in Mathematical Economics: Optimization over Infinite Horizons, Chicago: University of Chicago Press.",
        "[18] Sutherland, Alan (2002), A Simple Second-Order Solution Method for Dynamic General Equilibrium Models, unpublished manuscript, University of St. Andrews.",
        "[6] Calvo, Guillermo (1983), Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 12: 383-398.",
        "[5] Benigno, Pierpaolo, and Michael Woodford (2004c), Optimal Policy under Recursive Commitment: A Linear-Quadratic Approach , in preparation."
    ]
}