{
    "id": 10835,
    "cites": 22,
    "cited_by": 18,
    "reference": [
        "[26] Alexander A. Schuessler. A logic of expressive choice. Princeton University Press, Princeton, NJ, 2000.",
        "[25] Virginia Sapiro and Steven J. Rosenstone. American National Election Studies Cumulative Data File, volume 8475. ICPSR, Ann Arbor, MI, 2002.",
        "[23] Sendhil Mullainathan and Andrei Shleifer. The market for news. December 2003. Harvard University mimeo.",
        "[24] Kevin M. Murphy and Andrei Shleifer. Persuasion in politics. American Economic Review, 94(2):435--439, May 2004.",
        "[22] David D. Kirkpatrick. The Republicans: The convention in New York--the religion issue. New York Times, page P1, September 1 2004b.",
        "[21] David D. Kirkpatrick. Churches see an election role and spread the word on bush. New York Times, August 9 2004a.",
        "[19] Andreas Irmen and Jean-Francois Thisse. Competition in multi-characteristics spaces: Hotelling was almost right. Journal of Economic Theory, 78:76--102, 1998.",
        "[17] Harold Hotelling. Stability in competition. Economic Journal, 39(153):41--57, March 1929.",
        "[16] Barry T. Hirsch, David A. Macpherson, and Wayne G. Vroman. Estimates of union density by state. Monthly Labor Review, pages 51--55, July 2001.",
        "[15] Barry T. Hirsch and David A. Macpherson. Union membership and coverage database from the current population survey: Note. Industrial and Labor Relations Review, 56(2):349--354, January 2003.",
        "[13] Gene M. Grossman and Elhanan Helpman. Special Interest Politics. MIT Press, Cambridge, MA, August 2002.",
        "[14] Joel M. Guttman, Naftali Hilger, and Yochanan Schachmurove. Voting as investment vs. voting as consumption: New evidence. Kyklos, 47(2):197--207, 1994.",
        "[12] Richard B. Freeman. Spurts in union growth: Defining moments and social processes. In Michael D. Bordo, Claudia Goldin, and Eugene N. White, editors, The Defining Moment: The Great Depression and the American Economy in the Twentieth Century, chapter 8. The University of Chicago Press, 1998.",
        "[11] Morris P. Fiorina. Whatever happened to the median voter? Stanford University Mimeograph, 1999.",
        "[10] Anthony Downs. An economic theory of political action in a democracy. Journal of Political Economy, 65(2):135--150, April 1957.",
        "[9] Avinash Dixit and John Londregan. Redistributive politics and economic efficiency. American Political Science Review, 89(4):856--866, December 1995.",
        "[7] Gary W. Cox. Centripetal and centrifugal incentives in electoral systems. American Journal of Political Science, 34(4):903--935, November 1990.",
        "[4] David G. Blanchflower. The role and influence of trade unions in the OECD. Report to the Bureau of International Labor Affairs, U.S. Department of Labor, August 1996.",
        "[5] Alan J. Borsuk. Bush, Kerry preach to faithful; non-supporters unlikely to get close to candidates. Milwaukee Journal Sentinel, page A1, August 23 2004.",
        "[3] Gary S. Becker. A theory of competition among pressure groups for political influence. Quarterly Journal of Economics, 98(3):371--400, August 1983.",
        "[2] Gary S. Becker. Competition and democracy. Journal of Law and Economics, 1:105--109, October 1958.",
        "[1] Alberto Alesina. Credibility and policy convergence in a two-party system with rational voters. American Economic Review, 78(4):796--805, September 1988 1988."
    ]
}