{
    "id": 10832,
    "cites": 27,
    "cited_by": 7,
    "reference": [
        "Petersen, Mitchell A. and Raghuram G. Rajan, 2002, Does Distance Still Matter? The Information Revolution in Small Business Lending, Journal of Finance, 57, 6, 2533-70.",
        "Petersen, Mitchell A. and Raghuram G. Rajan, 1995, The Effect of Credit Market Competition on Lending Relationships, Quarterly Journal of Economics 110, 407-43.",
        "Levine, Ross and Sara Zervos, 1998, Stock Markets, Banks and Economic Growth, American Economic Review 88, 3, 537-58.",
        "Laporta, Rafael, Florencio Lopez-de-Silanes and Andrei Shleifer, 2002, Government Ownership of Banks, Journal of Finance, 57, 1, 265-301.",
        "Kumar, Krishna, Raghuram G. Rajan and Luigi Zingales, 2001, What Determines Firm Size? NBER Working paper no. 7208.",
        "King, Robert and Ross Levine, 1993b, Finance and Growth: Schumpeter Might Be Right, Quarterly Journal of Economics, 108, 717-738.",
        "King, Robert and Ross Levine, 1993a, Finance, Entrepreneurship and Growth, Journal of Monetary Economics, 32, 513-542.",
        "Jovanovic, Boyan, 1982, Selection and Evolution of Industry, Econometrica, 50, 3, 649-670.",
        "Jayaratne, Jith and Philip E. Strahan, 1998, Entry Restrictions, Industry Evolution and Dynamic Efficiency: Evidence from Commercial Banking, Journal of Law and Economics 41, 239-74.",
        "Jayaratne, Jith and Philip E. Strahan, 1996, The Finance-Growth Nexus: Evidence from Bank Branch Deregulation, Quarterly Journal of Economics, 101, 639-70.",
        "Hellmann, Thomas and Marco Da Rin, 2002 , Banks as Catalysts for Industrialization, Journal of Financial Intermediation, 11, 366-397.",
        "Goldsmith, Raymond, Financial Structure and Development, (New Haven: Yale University Press, 1969).",
        "Evans, David S., 1987, The Relationship Between Firm Growth, Size, and Age: Estimates for 100 Manufacturing Industries (in Competition in the Long Run), Journal of Industrial Economics, 35, 4, 567-581.",
        "Demirguc-Kunt, Asli and Vojislav Maksimovic, 1998, Law, Finance and Firm Growth, Journal of Finance 53, 2107-37.",
        "Chevalier, Judith, 1995, Capital Structure and Product Market Competition: Empirical Evidence from the Supermarket Industry, American Economic Review, 85, 3, 415-35.",
        "Cetorelli, Nicola, 2004, Real Effects of Bank Competition, Journal of Money, Credit and Banking, 36, 3, 543-58.",
        "Cetorelli, Nicola, 2003, Life-Cycle Dynamics in Industrial Sectors. The Role of Banking Market Structure, Quarterly Review, Federal Reserve Bank of St. Louis, 85, 4, 135-47.",
        "Cetorelli, Nicola, 2001, Does Bank Concentration Lead to Concentration in Industrial Sectors? Federal Reserve Bank of Chicago, Working Paper 01-01.",
        "Campbell, Jeffrey R., and Hugo A. Hopenhayn, 2002, Market Size Matters, NBER Working Papers: 9113.",
        "Brander, James and Tracy Lewis, 1986, Oligopoly and Financial Structure: The Limited Liability Effect, The American Economic Review, 76, 5, 956-970.",
        "Bonaccorsi di Patti, Emilia and Giovanni DellAriccia, 2004, Bank Competition and Firm Creation, Journal of Money, Credit and Banking, 36, 2, 225-51.",
        "Black, Sandra E. and Philip E. Strahan, 2002, Entrepreneurship and Bank Credit Availability, Journal of Finance 57, 6, 2807-33.",
        "Berger, Allen N., Rebecca S. Demsetz and Philip E. Strahan, 1999, The Consolidation of the Financial Services Industry: Cause, Consequences and Implications for the Future, Journal of Banking and Finance 23, 135-94.",
        "Bhattacharya, Sudipto and Gabriella Chiesa, 1995, Proprietary Information, Financial Intermediation, and Research Incentives, Journal of Financial Intermediation, 4, 4, 328-57.",
        "Beck, Thorsten, Asli Demirguc-Kunt and Vojislav Maksimovic, 2004, Bank Competition and Access to Finance: International Evidence, Journal of Money, Credit and Banking, 36, 3, 627-48.",
        "Maurer, Noel and Stephen Haber, 2003, Bank Concentration, Related Lending, and Economic Performance: Evidence from Mexico. Mimeo, Stanford University.",
        "Gurley, John G. and Edward S. Shaw, 1955, Financial Aspects of Economic Development, American Economic Review, 45, 515-38."
    ]
}