{
    "id": 10845,
    "cites": 26,
    "cited_by": 2,
    "reference": [
        "Savastano, M. (1996),Dollarization in Latin America Recent Evidence and Some Policy Issues, in P.Mizen and E. Pentecost (ed.), The Macroeconomics of International Currencies, Edward Elgar Publishing.",
        "Satyanath S. and A. Subramanian(2004) What Determines Long-run Macroeconomic Stability? Democratic Institutions mimeo.",
        "Reinhart, C., Rogoff, K., and M. Savastano (2003), Debt Intolerance, NBER Working paper, 9908.",
        "Nicolo, G., Honohan, P., and A. Ize (2003), Dollarization of the Banking System: Good or Bad?, IMF Working Paper 03/146.",
        "Mody, A. (2004), What is an emerging market, working paper, International Monetary Fund.",
        "Kaminsky, G. and C. Reinhart, 1999, The Twin Crises: The Causes of Banking and Balance-ofPayment Problems, American Economic Review, vol89(3), 473-500.",
        "Jeanne, Olivier and Jeromin Zettelmeyer, 2004, The Mussa Theorem, mimeo, IMF.",
        "Jeanne, Olivier, 2002, Why Emerging Market Countries Borrow in Foreign Currency,IMF WP/03/177, forthcoming, Other Peoples Money, Barry Eichengreen and Ricardo Hausman ed. University of Chicago Press.",
        "IMF 2004: Debt Related Vulnerabilities and Financial Crises An Application of the Balance Sheet Approach to Emerging Market Countries, Mimeo.",
        "IMF 2002: IMF-Supported Programs in Capital Account Crises, Ghosh, A., Lane, T., SchulzeGhattas, M., Bulir, A., Hamann, J., Mourmouras, A., Occasional Paper 210.",
        "IMF 1999: Financial Sector Crisis and Restructuring: Lessons from Asia , Lindgren, CJ, Balino, T., Enoch, C., Gulde, A., Quintyn, M., and Tao, L., Occasional Paper 188.",
        "Ricardo Hausmanm. Barry Eichengreen and Ugo Panizza Original Sin: The Pain, the Mystery, and the Road to Redemption , mimeo, November 2002.",
        "IADB (2004) Annual Report Unlocking Credit: The Quest for Deep and Stable Bank Lending., forthcoming.",
        "Diamond, Douglas W. and Raghuram Rajan Liquidity Shortages and Banking Crises, forthcoming, Journal of Finance. Edwards, Sebastian, 2004, Thirty Years of Current Account Imbalances, Current Account Reversals, and Sudden Stops, IMF Staff Papers, 1-49.",
        "Diamond, Douglas W. and Raghuram Rajan Liquidity risk, liquidity creation and financial fragility: A theory of banking, Journal of Political Economy 109 (April 2001).",
        "Calvo, G. and C. Reinhart (2002), Fear of Floating, Quarterly Journal of Economics, 117 (2), 379-408.",
        "Collier, Paul et al. 2003, Breaking the Conflict Trap: Civil War and Development Policy World Bank Policy Research Report.",
        "Calvo, Guillermo A., Alejandro Izquierdo, Luis-Fernando Mejia, On the Empirics of Sudden Stops: The Relevance of Balance-Sheet Effects, NBER working paper 10520. Calvo, G. and R. Mishkin (2003), The Mirage of Exchange Rate Regimes for Emerging Market Economies, NBER Working paper 9808.",
        "Calomiris, Charles W. and Charles M. Kahn [1991], The Role of Demandable Debt in Structuring Optimal Banking Arrangements The American Economic Review, Vol. 81, No. 3. (Jun., 1991), pp. 497-513.",
        "Caballero, R. and A. Krishnamurthy [2001], Excessive Dollar Debt: Financial Development and Underinsurance, mimeo, MIT.",
        "Caballero, R, and A. Krishnamurthy [2000], International Liquidity Management: Sterilization Policy in Illiquid Financial Markets, mimeo, MIT.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo (2001), Prospective Deficits and the Asian Currency Crisis, Journal of Political Economy, 109(6), 1155-1197 Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo (2001b), Hedging and Financial Fragility in Fixed Exchange Rate Regimes, European Economic Review , 1151-1193.",
        "Bleakely, H. and K. Cowan (2002), Corporate Dollar Debt and Devaluations: Much Ado about Nothing, mimeo MIT.",
        "Balino, Tomas, Adam Bennet and Eduardo Borensztein (1999), Monetary Policy in Dollarized Economies, IMF Occasional Paper 171.",
        "Aghion, P., P. Bachetta, and A. Banerjee (2001), Currency Crises and Monetary Policy in an Economy with Credit Constraints, European Economic Review, 45, 1121-1150.",
        "Ize, Alain and E. Levy Yeyati (2003), Financial Dollarization, Journal of International Economics, vol 59, 323-347."
    ]
}