{
    "id": 10841,
    "cites": 33,
    "cited_by": 1,
    "reference": [
        "Scharfstein, David and Jeremy Stein, 2000, The Dark Side of Internal Capital Markets: Divisional Rent-Seeking and Inefficient Investment, Journal of Finance 55 (6).",
        "Rozeff, Michael S., 1982, Growth, beta, and agency costs as determinants of dividend payout ratios, Journal of Financial Research 5, 249-259.",
        "Rajan, Raghuram, Henri Servaes, and Luigi Zingales, 2000, The cost of diversity; The diversification discount and inefficient investment, Journal of Finance 55, 35-80.",
        "Perez-Gonzalez, Francisco, 2003, Large shareholders and dividends: Evidence from U.S. tax reforms, Working paper, Columbia University.",
        "Nam, Jouahn, Jun Wang, and Ge Zhang (2004), The Impact of Dividend Tax Cut and Managerial Stock Holdings on Firms Dividend Policy, unpublished mimeograph, Baruch College.",
        "Lintner, J., 1956. Distribution of incomes of corporations among dividends, retained earnings, and taxes, American Economic Review 46, 97-113.",
        "LaPorta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 2000, Agency problems and dividend policies around the world, Journal of Finance 55(1), 1-33.",
        "Lambert, Richard, William Lanen and David Larcker, 1989, Executive stock option plans and corporate dividend policy, Journal of Financial and Quantitative Analysis 24, 409- 425.",
        "King, Mervin A., 1977, Public Policy and the Corporation, (Chapman and Hall, London).",
        "Julio, Brandon, and David Ikenberry (2004) Reappearing Dividends, Working Paper College of Business, University of Illinois.",
        "Jensen, Michael C, 1986, Agency costs of free cash flow, corporate finance and takeovers, American Economic Review 76, 323-329.",
        "Grullon, Gustavo and Roni Michaely, (2002) Dividends, Share Repurchases, and the Substitution Hypothesis, Journal of Finance, 57(4), 1649-1684.",
        "Grullon, Gustavo and Roni Michaely, 2001, Asymmetric information, agency conflicts and the impact of taxation on the market reaction to dividend changes, Working paper, Cornell University, Ithaca NY.",
        "Gordon, Roger H. and Young Lee (2001), Do taxes affect corporate debt policy? Evidence from U.S. corporate tax return data Journal of Public Economics 82(2), 195-224.",
        "Gordon, Roger H., Laura Kalambokidis, and Joel Slemrod, (2003) Do We Now Collect Any Revenue From Taxing Capital Income?, forthcoming Journal of Public Economics.",
        "Goolsbee, Austan (2004), The Impact and Inefficiency of the Coporate Income Tax: Evidence from State Organizational Form Data,, Journal of Public Economics 88(11), 2283-2299.",
        "Goolsbee, Austan (1998), Taxes, organizational form, and the deadweight loss of the corporate income tax, Journal of Public Economics 69(1), 143-152.",
        "Fenn, George W. and Nellie Liang, 2001, Corporate payout policy and managerial stock incentives, em Journal of Financial Economics, 60(1), 45-72.",
        "Feldstein, Martin, (1970) Corporate taxation and Dividend Behavior, Review of Economic Studies 37, 57-72.",
        "Fama, Eugene and Kenneth French, 2001, Disappearing dividends: Changing firm characteristics or lower propensity to pay, Journal of Financial Economics 60, 3-43.",
        "Dlugosz, Jennifer, Rudiger Fahlenbrach, Paul Gompers, and Andrew Metrick, (2004), Large Blocks of Stock: Prevalence, Size, and Measurement, Wharton Business School Working Paper.",
        "Desai, Mihir and Goolsbee, Austan (2004), Investment, Capital Overhang and Fiscal Policy, forthcoming Brookings Papers on Economic Activity.",
        "DeAngelo, Harry, Linda DeAngelo, and Doug Skinner, 2003, Are dividends disappearing? Dividend concentration and the consolidation of earnings. Journal of Financial Economics, forthcoming.",
        "DeAngelo, Harry, Linda DeAngelo, and Doug Skinner, 2000, Special Dividends and the Evolution of Dividend Signaling, Journal of Financial Economics, pp. 309-354.",
        "DeAngelo, Harry, and Linda DeAngelo, 1990, Dividend policy and financial distress: An empirical examination of troubled NYSE firms, Journal of Finance, 45, 1415-1431.",
        "Cummins, Jason, Kevin A. Hassett, and R. Glenn Hubbard (1994), A Reconsideration of Investment Behavior using Tax Reforms as Natural Experiments, Brookings Papers on Economic Activity 25, 1-59.",
        "Brav, Alon, John R. Graham, Campbell R. Harvey, and Roni Michaely (2004), Payout policy in the 21st century, forthcoming Journal of Financial Economics.",
        "Bradford, David F., 1981, The incidence and allocation effects of a tax on corporate distributions, Journal of Public Economics 15, 1-22.",
        "Bernheim, Douglas and Adam Wantz (1995), A Tax-Based Test of the Dividend Signalling Hypothesis, American Economic Review 85(3), 532-551.",
        "Bernhardt, Dan, J. Fiona Robertson and Ray Farrow, 1994, Testing Dividend Signaling Models, Working Paper, Queens University.",
        "Baker, Malcolm, and Jeffrey Wurgler (2004b), A Catering Theory of Dividends. Journal of Finance 59(3), 1125-1165.",
        "Auerbach, Alan, 2003, Taxation and Corporate Financial Policy, in Auerbach, Alan and Martin Feldstein eds. Handbook of Public Economics, Volume 3, (Amsterdam: North-Holland) Auerbach, Alan and Kevin Hassett, 2003, On the Marginal Source of Investment Funds, Journal of Public Economics 87(1), 205-232.",
        "Baker, Malcolm, and Jeffrey Wurgler (2004a), Appearing and Disappearing Dividends: The Link to Catering Incentives. Journal of Financial Economics 73(2), 271-288."
    ]
}