{
    "id": 10846,
    "cites": 31,
    "cited_by": 11,
    "reference": [
        "Agenor, Pierre-Richard (2002), Monetary Policy under Flexible Exchange Rates: An Introduction to Inflation Targeting, in Norman Loayza and Raimundo Soto (eds.) Inflation Targeting: Design, Performance, Challenges, Central Bank of Chile.",
        "Alesina, Alberto and Lawrence Summers (1993), Central Bank Independence and Macroeconomic Performance: Some Comparative Evidence, Journal of Money, Credit and Banking, 25:151- 62.",
        "Atkeson, Andrew and Patrick J. Kehoe (2001), The Advantage of Transparent Instruments of Monetary Policy, NBER Working Paper no. 8681, December.",
        "Ball, Laurence and Niamh Sheridan (2003), Does Inflation Targeting Matter? NBER Working Paper no. 9577 March.",
        "Baxter, Marianne and Alan Stockman (1989), Business Cycles and the Exchange Rate System: Some International Evidence, Journal of Monetary Economics 23, 377-400.",
        "Bernanke, Ben, Thomas Laubach, Frederic Mishkin and Adam Posen (1999), Inflation Targeting. Princeton, NJ: Princeton University Press.",
        "Bernanke, Ben and Ilian Mihov (1997), What Does the Bundesbank Target? European Economic Review 41.",
        "Calvo, Guillermo and Carmen Reinhart (2002), Fear of Floating, Quarterly Journal of Economics 117, 379-408.",
        "Campillo, Marta and Jeffrey Miron (1997), Why Does Inflation Differ Across Countries? in C. Romer and D. Romer (eds.) Reducing Inflation: Motivation and Strategy, Chicago: University of Chicago Press.",
        "Cottarelli, Carlo and Curzio Giannini (1997), Credibility Without Rules? Monetary Frameworks in the Post-Breton Woods Era, IMF Occasional Paper No. 154.",
        "Cukierman, Alex and Allan Meltzer (1986), A Theory of Ambiguity, Credibility, and Inflation under Discretion and Asymmetric Information, Econometrica 54, 1099-1128.",
        "Cukierman, Alex (1992), Central Bank Strategy, Credibility and Independence: Theory and Evidence. MIT Press, Cambridge.",
        "Edwards, Sebastian (1996), The Determinants of the Choice Between Fixed and Flexible Exchange Rate Regimes, NBER Working Paper No. 5756.",
        "Faust, Jon and Lars Svensson (2002), The Equilibrium Degree of Transparency and Control in Monetary Policy, Journal Of Money Credit And Banking, May.",
        "Frankel, Jeffrey and David Romer (1999) Does Trade Cause Growth? American Economic Review, vol. 89 June.",
        "Ghosh, Atish, Anne-Marie Gulde, Jonathan Ostry, and Holger Wolf (1997), Does the Nominal Exchange Rate Regime Matter, NBER Working Paper no. 5874.",
        "Ghosh, Atish, Anne-Marie Gulde, and Holger Wolf (2002), Exchange Rate Regimes, Cambridge, MA: MIT Press.",
        "Grilli, Vittorio, Donato Masciandaro and Guido Tabellini (1991), Political and Monetary Institutions and Public Financial Policies in the Industrial Countries, Economic Policy, 341-302.",
        "Henisz, Witold J. (2000), The Institutional Environment for Economic Growth, Economics and Politics 12(1).",
        "Lane Philip. (1997) Inflation in Open Economies, Journal of International Economics, 42, May 1997, No.3/4, 327-346.",
        "Levi-Yeyati, Eduardo and Federico Sturzenegger (2003), To Float or to Fix: Evidence on the Impact of Exchange Rate Regimes on Growth, American Economic Review 93(4).",
        "Levi-Yeyati, Eduardo, Federico Sturzenegger, and Reggio (2002), On the Endogeneity of Exchange Rate Regimes, manuscript.",
        "Loyaza and Soto (2002) (eds.), Inflation Targeting: Design, Performance, Challenges, Central Bank of Chile.",
        "Lucas, Robert (1988), On the Mechanics of Economic Development, Journal of Monetary Economics 22, 3-42.",
        "Mishkin, Frederic S. (1999), International Experiences with Different Monetary Policy Regimes, NBER Working Paper No. 7044.",
        "Mishkin, Frederic S. and Schmidt-Hebbel Klaus (2003), A decade of Inflation Targeting in the World: What Do We Know and What Do We Need to Know? in Norman Loayza and Raimundo Soto (eds.) Inflation Targeting: Design, Performance, Challenges, Central Bank of Chile.",
        "Persson, Torsten and Guido Tabellini (2001), Political Institutions and Policy Outcomes: What are the Stylized Facts? CEPR Discussion Paper No 2872.",
        "Posen, Adam (1995), Declarations Are Not Enough: Financial Sector Sources of Central Bank Independence, in B. Bernanke and J. Rotemberg (eds.), NBER Macroeconomics Annual 10, Cambridge, MA: MIT Press, 253-274.",
        "Reinhart, Carmen and Kenneth Rogoff (2004), A Modern History of Exchange Rate Arrangements: A Reinterpretation, Quarterly Journal of Economics 119(1), pp. 1-48.",
        "Romer, David (1993), Openness and Inflation: Theory and Evidence, Quarterly Journal of Economics 108, 869-903.",
        "Sterne, Gabriel (2002), Inflation Targets in the Global Context in Norman Loayza and Raimundo Soto (eds.) Inflation Targeting: Design, Performance, Challenges, Central Bank of Chile."
    ]
}