{
    "id": 10844,
    "cites": 29,
    "cited_by": 8,
    "reference": [
        "Zimmerman, David J., Peer Effects in Academic Outcomes: Evidence from a Natural Experiment, Review of Economics and Statistics, LXXXV (2003), 9-23.",
        "Weinberg, Bruce A., Patricia B. Reagan, and Jeffrey J. Yankow, Do Neighborhoods Affect Hours Worked: Evidence from Longitudinal Data, Journal of Labor Economics, XXII (2004), forthcoming.",
        "Sacerdote, Bruce, Peer Effects with Random Assignment: Results for Dartmouth Roommates, Quarterly Journal of Economics, CXVI (2001), 681-704.",
        "Oreopoulos, Philip, The Long-Run Consequences of Living in a Poor Neighborhood, Quarterly Journal of Economics, CXVIII (2003), forthcoming.",
        "LaLonde, Robert and Topel, Robert. Labor Market Adjustments to Increased Immigration. In Immigration, Trade and Labor, edited by John M. Abowd, and Richard B. Freeman. Chicago: University of Chicago Press, 1991.",
        "Krueger, Alan B. Experimental Estimates of Education Production Functions, Quarterly Journal of Economics, CXIV (1999), 497-532.",
        "Katz, Lawrence F., Jeffrey R. Kling, and Jeffrey B. Liebman, Moving to Opportunity in Boston: Early Results from a Randomized Mobility Experiment, Quarterly Journal of Economics CXVI (2001), 607-654.",
        "Jepsen, Christopher, and Steven Rivkin. What is the Tradeoff between Smaller Classes and Teacher Quality? NBER Working Paper No. 9205, September 2002.",
        "Jacob, Brian A., Public Housing, Housing Vouchers and Student Achievement: Evidence from Public Housing Demolitions in Chicago, NBER Working Paper No. 9652, 2003.",
        "Hoxby, Caroline M. The Effects of Class Size on Student Achievement: New Evidence from Population Variation. Quarterly Journal of Economics; 115(4), November 2000b, pages 1239-85.",
        "Hoxby, Caroline M. Peer Effects in the Classroom: Learning from Gender and Race Variation. NBER Working Paper No. 7867, August 2000a.",
        "Hoxby, Caroline M. Do Immigrants Crowd Disadvantaged American Natives Out of Higher Education? in Daniel S. Hamermesh and Frank D. Bean (Eds.), Help or Hindrance? The Economic Implications of Immigration for African Americans. New York: Russell Sage Foundation, 1998.",
        "Hanushek, Eric, John F. Kain, and Steven G. Rivkin, New Evidence About Brown V. Board of Education: The Complex Effects of School Racial Composition on Achievement, NBER Working Paper No. 8741, 2002.",
        "Gould, Eric D.; Lavy Victor and Paserman, M. Daniele. Immigrating to Opportunity: Estimating the Effects of School Quality Using a Natural Experiment on Ethiopians in Israel. Quarterly Journal of Economics, May 2004.",
        "Friedberg, Rachel M. The Impact of Mass Migration on the Israeli Labor Market. Quarterly Journal of Economics, 116(4), November 2001, pp. 1373-1408.",
        "Edin, Per-Anders, Peter Fredriksson, and Olof Ã\u0083â\u0080¦slund, Ethnic Enclaves and the Economic Success of Immigrants Evidence from a Natural Experiment, Quarterly Journal of Economics, CXVIII (2003), 329-357.",
        "Cohen-Goldner, Sarit and Paserman, M. Daniele. The Dynamic Impact of Immigration on Natives Labor Market Outcomes: Evidence from Israel. Mimeo., Hebrew University, 2004b.",
        "Cohen-Goldner, Sarit and Paserman, M. Daniele. Mass Migration to Israel and Natives Transitions from Employment. Mimeo., Hebrew University, 2004a.",
        "Card, David. Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration. Journal of Labor Economics, 19(1), January 2001, pp. 22-64.",
        "Card, David. The Impact of the Mariel Boatlift on the Miami Labor Market. Industrial and Labor Relations Review, 43(1), January 1990, pp. 245-257.",
        "Borjas, George J., Freeman, Richard B, and Katz, Lawrence. Searching for the Effect of Immigration on the Labor Market, American Economic Review, 86(2), May 1996, pp.",
        "Borjas, George J. Do Foreign Students Crowd Out Native Students from Graduate Programs? NBER Working Paper 10349, 2004.",
        "Betts, Julian R. and Fairlie, Robert W. Does Immigration Induce `Native Flight from Public Schools into Private Schools. Journal of Public Economics, 87(5-6), May 2003, pp.",
        "Betts, Julian R. Educational Crowding Out: Do Immigrants Affect the Educational Attainment of American Minorities?, in Daniel S. Hamermesh and Frank D. Bean (Eds.), Help or Hindrance? The Economic Implications of Immigration for AfricanAmericans, New York: Russell Sage Foundation, 1998.",
        "Angrist, Joshua D. and Lavy, Victor The Effect of High Stakes High School Achievement Awards Evidence from a Group Randomized Trial, Draft, September, 2004.",
        "Angrist, Joshua D. and Lavy, Victor. Using Maimonides Rule to Estimate the Effect of Class Size on Scholastic Achievement. Quarterly Journal of Economics, 114(2), May 1999, pages 533-75.",
        "Angrist, Joshua D. and Lang, Kevin. How Important are Classroom Peer Effects? Evidence from Bostons Metco Program. NBER Working paper no. 9263, October 2002.",
        "Altonji, Joseph G., and Card, David. The Effects of Immigration on the Labor Market Outcomes of Less-Skilled Natives. In Immigration, Trade and Labor, edited by John M. Abowd, and Richard B. Freeman. Chicago: University of Chicago Press, 1991.",
        "Borjas, George J. The Labor Demand Curve Is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market. Quarterly Journal of Economics, November 2003."
    ]
}