{
    "id": 1085,
    "cites": 42,
    "cited_by": 6,
    "reference": [
        "Medoff, James and Katharine G. Abraham. Are Those Paid More Really More Productive? The Case of Experience. Journal of Human Resources 16 (Spring 1981), pp. 186Ã\u0082â\u0080\u0094216.",
        "Mincer, Jacob. Schooling, Experience and Earnings. New York: National Bureau of Economic Research, 1974.",
        "Salop, Joanne and Steven Salop. SelfÃ\u0082â\u0080\u0094Selection and Turnover in the Labor Market, Quarterly Journal of Economics 90 (November 1976), pp. 619Ã\u0082â\u0080\u0094627.",
        "Medoff, James and Katharine G. Abraham. Experience, Performance, and Earnings. Quarterly Journal of Economics 95 (December 1980), pp. 703Ã\u0082â\u0080\u0094736.",
        "Medoff, James L. The Earnings Function: A Glimpse Inside the Black Box. Harvard Institute of Economic Research Discussion Paper No. 594 (1977).",
        "Lazear, Edward P. Why is There Mandatory Retirement? Journal of Political Economy 87 (December 1979), pp. 1261Ã\u0082â\u0080\u00941284.",
        "Harris, Milton, and Bengt holmstrom. Ability, Performance and Wage Dynamics. Mimeographed (1981).",
        "Ioannides, Yannis M., and Christopher A. Pissarides. Wages and Employment with FirmÃ\u0082â\u0080\u0094Specific Seniority. Mimeographed (1982).",
        "Halasz, Peter J. What Lies Behind the Slope of the AgeÃ\u0082â\u0080\u0094Earnings Profile? Harvard College Senior Honors Thesis (1980).",
        "Doeringer, Peter B., and Michael J. Piore. Internal Labor Markets and Manpower Analysis. Lexington, MA: Heath Lexington Books, 1971.",
        "Becker, Gary S and George J. Stigler. Law Enforcement, Malfeasance, and Compensation of Enforcers. Journal of Legal Studies 3 (1974), pp. 1Ã\u0082â\u0080\u009418.",
        "Becker, Gary S. Human Capital: A Theoretical and Empirical Analysis with Special Reference to Education. New York: National Bureau of Economic Research, 1964.",
        "Abraham, Katharine C., and James L. Medoff. Length of Service, Terminations and the Nature of the Employment Relationship. Mimeographed (1982)(b).",
        "Abraham, Katharine C., and James L. Medoff. Years of Service and Probability of Promotion. Mimeographed (1982)(a).",
        "Lehman, Harvey C. Age and Achievement. Princeton: Princeton University Press, 1953.",
        "Hanushek, Eric. The Production of Education, Teacher Quality, and Efficiency. In Do Teachers Make a Difference? Office of Education, Department of Health, Education and Welfare. Washington: Government Printing Office, 1970.",
        "Eiduson, Bernice T. Productivity Rate in Research Scientists. American Scientist 54 (1966), pp. 57Ã\u0082â\u0080\u009463.",
        "Halasz, Peter Jonathan. What Lies Behind the Slope of the AgeÃ\u0082â\u0080\u0094Earnings Profile. Harvard College Senior Honors Thesis (1980).",
        "Hall, Douglas T. and Roger Mansfield. Relationships of Age and Seniority with Career Variables of Engineers and Scientists, Journal of Applied Psychology 60 (1975), pp. 201Ã\u0082â\u0080\u0094210.",
        "Dalton, Gene W., and Paul H. Thompson. Accelerating Obsolescence of Older Engineers. Harvard Business Review 49 (SeptemberÃ\u0082â\u0080\u0094October 1971), pp. 57Ã\u0082â\u0080\u009467.",
        "Cole, Stephen. Age and Scientific Performance. New York: Center for the Social Sciences, Columbia Uniersity, 1978.",
        "Brown, Charles. Estimating the Determinants of Employee Performance. Journal of Human Resources 17 (Spring 1982), pp. 178Ã\u0082â\u0080\u0094194.",
        "Canadian Department of Labor Economics and Research Branch. Age and Performance in Retail Trade. Ottawa: The Queens Printer and Controller of Stationery, 1959.",
        "Yanker, Robert H. Jr. Productivity Versus Seniority: What Is the Determining Pactor in Regard to Wages and Promotion? Harvard College Senior Honors Thesis (1980).",
        "Viscusi, W. Kip. SelfÃ\u0082â\u0080\u0094Selection, LearningÃ\u0082â\u0080\u0094Induced Quits and the Optimal Wage Structure. Mimeographed (1978).",
        "U.S. Bureau of Labor Statistics. The Job Performance of Federal Mail Sorters by Age. Monthly Labor Review (March 1964), pp. 296Ã\u0082â\u0080\u0094300.",
        "Yanker, Robert H. Jr. Productivity Versus Seniority: What is the Determining Factor in Regard to Wages and Promotion? Harvard College Senior Honors Thesis (1980).",
        "U.S. Bureau of Labor Statistics. Job Performance an Age: A Study in Measurement. Bulletin No. 1203. Washington: Government Printing Office, September 1956.",
        "U.S. Bureau of Labor Statistics. Comparative Job Performance by Age: Office Workers. Bulletin No. 1273. Washington: Government Printing Office, February 1960.",
        "U.S. Bureau of Labor Statistics. Comparative Job Performance by Age: Large Plants in the Mens Footwear and Household Furniture Industries. Bulletin No. 1223. Washington: Government Printing Office, November 1957.",
        "Summers, Anita A., and Barbara L. Wolfe. Do Schools Make a Difference? The American Economic Review 67 (September 1977), pp. 639Ã\u0082â\u0080\u0094652.",
        "Svetlik, Byron, et al. Relationships Between Job Difficulty, Employees Attitude Toward His Job, and Supervisory Ratings of the Employees Effectiveness. Journal of Applied Psychology 48 (1964), pp. 320Ã\u0082â\u0080\u0094324.",
        "Tenopyr, Mary L. The Comparative Validity of Selected Leadership Scales Relative to Success in Production Management. Personnel Psychology 22 (1969), pp. 77Ã\u0082â\u0080\u009485.",
        "Palmer, Dwight L., and John A. Browneli. Influence of Age on Employment Opportunities. Monthly Labor Review (April 1939), pp. 765Ã\u0082â\u0080\u0094780.",
        "Pelz, Donald C. The Creative Years and the Research Environment. LEEE Transactions on Engineering Management Vol. EMÃ\u0082â\u0080\u009411 (March 1964), pp. 23Ã\u0082â\u0080\u009429.",
        "Stewart, Naomi, and William J. Sparks. Patent Productivity of Research Chemists as Related to Age and Experience. Personnel and Guidance Journal 45 (September 1966), pp. 28Ã\u0082â\u0080\u009436.",
        "Murnane, Richard J. The Impact of School Resourceso the Learning of Inner City Children. Cambridge, Massachusetts: Ballinger, 1975.",
        "Oberg, Winston, Age and AchievementÃ\u0082â\u0080\u0094Ã\u0082â\u0080\u0094and the Technical Man. Personnel Psychology 13 (Autumn 1960), pp. 245Ã\u0082â\u0080\u0094259.",
        "Medoff, James L and Abraham, Katharine C. Are Those Paid More Really More Productive? The Case of Experience. Journal of Human Resources 16 (Spring 1981), pp. 186Ã\u0082â\u0080\u0094216.",
        "Medoff, James L and Abraham, Katharine C. Experience, Performance, and Earnings. Quarterly Journal of Economics 95 (December 1980), pp. 703Ã\u0082â\u0080\u0094736.",
        "Mater, Dan H. A Statistical Study of the Effect of Seniority Upon Employee Efficiency. Journal of Business of the University of Chicago 14 (April 1941), pp. 169Ã\u0082â\u0080\u0094204.",
        "Medoff, James L. The Earnings Function: A Glimpse Inside the Black Box. Harvard Institute of Economic Research Discussion Paper No. 594 (1977)."
    ]
}