{
    "id": 10855,
    "cites": 21,
    "cited_by": 501,
    "reference": [
        "Terzian, P. (1985), OPEC. The Inside Story. London: Zed books.",
        "Sachs, Susan. 2004. Attacks in Mideast Raise Fear of More at Oil Installations, New York Times, May 8, C1.",
        "Roberts, John M. 1995. New Keynesian Economics and the Phillips Curve. Journal of Money, Credit and Banking. Part 1. November, 27:4, pp. 975-984.",
        "Phelps, Edmund S. 1968. Money-Wage Dynamics and Labor Market Equilibrium. Journal of Political Economy. Part 2, 76:4, pp. 678-711.",
        "Mabro, Robert. 1998. OPEC Behavior 1960-1998: A Review of the Literature, The Journal of Energy Literature. June, 4:1, pp. 3-27.",
        "Keane, Michael P., and Eswar S. Prasad. 1996. The Employment and Wage Effects of Oil Price Changes: A Sectoral Analysis, Review of Economics and Statistics, 78, pp. 389-400.",
        "Hulten, Charles R., James W. Robertson, and Frank C. Wykoff. 1989. Energy Obsolescence and the Productivity Slowdown. in Dale W. Jorgenson and Ralph Landau, eds. Cambridge, MA: MIT Press, pp. 225-258.",
        "Hansen, B.E. 2001. The New Econometrics of Structural Change: Dating Changes in U.S. Labor Productivity, Journal of Economic Perspectives, 15, 117-128.",
        "Hamilton, James D. 2003. What is an Oil Shock? Journal of Econometrics. April, 113:2, pp. 363-398.",
        "Hamilton, James D. 1988. A Neoclassical Model of Unemployment and the Business Cycle, Journal of Political Economy. June 96:3, pp. 593-617.",
        "Gordon, Robert J. 1984. Supply Shocks and Monetary Policy Revisited. American Economic Review. May, 74:2, pp. 38-43.",
        "Friedman, Milton. 1968. The Role of Monetary Policy. American Economic Review. March, 58:1, pp. 1-17.",
        "Bruno, Michael, and Jeffrey D. Sachs. 1985. Economics of Worldwide Stagflation. Cambridge, MA: Harvard University Press.",
        "Bohi, Douglas R. 1991. On the Macroeconomic Effects of Energy Price Shocks. Resources and Energy, June, 13:2, pp. 145-162.",
        "Bohi, Douglas R. 1989. Energy Price Shocks and Macroeconomic Performance. Washington, D.C.: Resources for the Future.",
        "Bernanke, B.S., M. Gertler, and M.W. Watson. 1997. Systematic Monetary Policy and the Effects of Oil Price Shocks. (with discussion) Brookings Papers on Economic Activity, 1, pp. 91-148.",
        "Bernanke, Ben S. 1983. Irreversibility, Uncertainty, and Cyclical Investment. Quarterly Journal of Economics. February, 98:1, pp. 85-106.",
        "Bernanke, B.S., and I. Mihov 1998. Measuring Monetary Policy, Quarterly Journal of Economics, 113:3, 869-902.",
        "Ball, Laurence, and N. Gregory Mankiw. 2002. The NAIRU in Theory and Practice. Journal of Economic Perspectives. Fall, 16:4, pp. 115-136.",
        "Banerjee, Neela. 2001. Oil Prices in Flux as OPEC Decides Against Cut in Output. The New York Times, November 15, C1.",
        "Green, Edward J., and Robert H. Porter. 1984. Noncooperative Collusion under Imperfect Price Information, Econometrica. January, 52:1, pp. 87-100."
    ]
}