{
    "id": 10856,
    "cites": 12,
    "cited_by": 17,
    "reference": [
        "Andersen, Torben G. and Tim Bollerslev (1997). Intraday Periodicity and Volatility Persistence in Financial Markets, Journal of Empirical Finance, vol. 4: 115-158.",
        "Andersen, Torben G. and Tim Bollerslev (1998). Deutsche Mark-Dollar Volatility: Intraday Activity Patterns, Macroeconomic Announcements, and Longer Run Dependencies, Journal of Finance, Vol. 53, Issue 1, February: 219-265.",
        "Baillie, Richard T. and Tim Bollerslev (1990). Intra-Day and Inter-Market Volatility in Foreign Exchange Rates, Review of Economic Studies, vol. 58: 565-585.",
        "Goodhart, Charles and Richard Payne, (1996) Microstructural Dynamics in a Foreign Exchange Electronic Broking System Journal of International Money and Finance, vol. 15, no. 6: 829-852.",
        "Goodhart, Charles, A.E. and Maureen OHara, (1997). High Frequency Data in Financial Markets: Issues and Applications Journal of Empirical Finance, vol. 4: 73-114.",
        "Harris, Larry (1986). A Transaction Data Survey of Weekly and Intraday Patterns in Stock Returns, Journal of Financial Economics, Vol.16, 99-117.",
        "Hsieh, David A. and Allan W. Kleidon, (1996). Bid-Ask Spreads in Foreign Exchange Markets: Implications for Models of Asymmetric Information in J. A. Frankel, G. Galli, and A. Giovannini (eds.) The Microstructure of Foreign Exchange Markets, Chicago: The University of Chicago Press: 41-67.",
        "Ito, Takatoshi, Richard K. Lyons, and Michael T. Melvin, (1998). Is There Private Information in the FX Market? The Tokyo Experiment The Journal of Finance, vol. LIII, no. 3, June: 1111-1130.",
        "Lyons, Richard (1995). Tests of Microstructural Hypotheses in the Foreign Exchange Market, Journal of Financial Economics, vol. 39: 321-351.",
        "Lyons, Richard (1996). Foreign Exchange Volume: Sound and Fury Signifying Nothing? in J. A. Frankel, G. Galli, and A. Giovannini (eds.) The Microstructure of Foreign Exchange Markets, Chicago: The University of Chicago Press: 183-205.",
        "Lyons, Richard (2001). The Microstructure Approach to Exchange Rates, Cambridge: MIT Press.",
        "Wood, Robert, Thomas McInish, and Keith Ord (1985). An Investigation of Transaction data on NYSE Stocks, Journal of Finance, Vol.40, 723-741."
    ]
}