{
    "id": 10868,
    "cites": 37,
    "cited_by": 6,
    "reference": [
        "Watson, Peggy Explaining Rising Mortality Among Men in Eastern Europe, Social Science and Medicine 41:7 (1995), 923 - 934.",
        "Twigg, Judyth L., Balancing the State and the Market: Russias Adoption of Obligatory Medical Insurance, Europe-Asia Studies Vol. 50 (4), 1998, 583-602.",
        "Thomas, Duncan and Steven Stillman, The Effect of Economic Crises on Nutritional Status: Evidence from Russia, unpublished manuscript, 2004.",
        "Stegmayr, Birgitta; Tatyana Vinogradova; Malyutina, Sofia; Peltonen, Markku; Nikitin, Yuri; Asplund, Kjell, Widening Gap of Stroke Between East and West: Eight-Year Trends in Occurrence and Risk Factors in Russia and Sweden, Stroke January 2000, 2-8.",
        "Shleifer, Andrei and Daniel Treisman, A Normal Country, NBER Working Paper 10057, October 2003.",
        "Shkolnikov, V.M., M. McKee, V. V. Chervyakov, and N. A. Kyrianov, Is the Link Between Alcohol and Cardiovascular Death Among Young Russian Men Attributable to Misclassification of Acute Alcohol Intoxication? Evidence from the City of Izhevsk, Journal of Epidemiology and Community Health 2002, 56: 171-175.",
        "Shkolnikov, Vladimir; France MeslÃ\u0083Â©; and David A. Leon, Premature Circulatory Disease Mortality in Russia in Light of Population- and Individual-Level Disease, in Weidner, G., Kopp S.M., and Kristenson, M., editors, Heart Disease: Environment, Stress and Gender (NATO Science Series, Series I: Life and Behavioural Sciences, 2001).",
        "Shkolnikov Vladimir M., Martin McKee, David A. Leon, and Laurent Chenet, Why is the Death Rate from Lung Cancer Falling in the Russian Federation? European Journal of Epidemiology 1999 (March),15(3):203-6.",
        "Shapiro, Judith, The Russian Mortality Crisis and Its Causes, in Anders Aslund, editor, Russian Economic Reform in Jeopardy? (London and New York: Pinter Publishers, 1995), 149 - 178.",
        "Sekukla, Wlodzimierz, Katarina Babinska and Stefka Petrova, Nutrition Policies in Central and Eastern Europe, Nutrition Reviews November 1997: (II) S58 - S73.",
        "Sapolsky, Robert M., Why Zebras Dont Get Ulcers, New York: W.H. Freeman and Company, 1998.",
        "Rutkowski, Jan, High Skills Pay Off: The Changing Wage Structure During Economic Transition in Poland, Economics of Transition, May 1996, 4(1): 89-111.",
        "Ryan, Michael, Doctors and the State in the Soviet Union (London: Macmillan, 1989).",
        "Reiss, James Arthur, Nathan Every, and W. Douglas Weaver, A comparison of the treatment of acute myocardial infarction between St. Petersburg, Russia and Seattle, Washington, International Journal of Cardiology 53 (1996), 29 - 36.",
        "Puska, Pekka; Matilainen, Tiina; Jousilahti, Pekka et al, Cardiovascular Risk Factors in the Republic of Karelia, Russia, and in North Karelia, Finland, International Journal of Epidemiology, 1993, 22 (6): 1048-1055.",
        "Poledne, R. and Z. SkodovÃ\u0083Â¡, Changes in nutrition, cholesterol concentration, and cardiovascular disease mortality in the Czech population in the past decade, Nutrition 2000, 16: 785 - 786.",
        "Plavinski, S.L.; Plavinskaya, S. I.; Richter, V. et al, The Total and HDL-Cholesterol Levels in Populations of St. Petersburg (Russia) and Leipzig (Germany), Nutr Metab Cardiovasc Dis 1999 9: 184-191.",
        "McKee, M. and Annie Britton, The Positive Relationship Between Alcohol and Heart Disease in Eastern Europe: Potential Physiological Mechanisms, Journal of the Royal Society of Medicine, Vol. 91 (August 1998), pp. 402 - 407.",
        "Malyutina, Sofia, Martin Bobak, Svetlana Kurilovitch, Valery Gafarov, Galina Simonova, Yuri Nikitin, and Michael Marmot, Relation between heavy and binge drinking and all-cause and cardiovascular mortality in Novosibirsk, Russia: a prospective cohort study, The Lancet, Vol. 360 (Nov. 9, 2002), 1448 - 1454.",
        "Matilainen, T., E. Vartiainen, P. Puska, G. Alfthan, S. Pokusajeva, N. Moisejeva and M. Uhanov, Plasma Ascorbic Acid Concentrations in the Republic of Karelia, Russia and in North Karelia, Finland, European Journal of Clinical Nutrition (1996), 50, 115-120.",
        "Lynch, JW, Davey Smith, G, Kaplan GA and House, JS, Income Inequality and Mortality: Importance to Health of Individual Income, Psychosocial Environment, or Material Conditions, British Medical Journal 2000, 320: 1200 - 1204.",
        "Labarthe, Darwin R., Epidemiology and Prevention of Cardiovascular Diseases: A Global Challenge (Aspen: Gaithersburg, MD, 1998).",
        "Kristenson, Margareta; Zieden, Bo; Kucinskiene, Zita et al, Antioxidant State and Mortality from Coronary Heart Disease in Lithuanian and Swedish Men: Concomitant Cross Sectional Study of Men Aged 50, British Medical Journal 1997, 314: 629-??.",
        "Ginter, Emil, Cardiovascular Disease Prevention in Eastern Europe, Nutrition, 1998, 14 (5): 452-457.",
        "Flanagan, Robert J. Wage Structures in the Transition of the Czech Economy, International Monetary Fund Staff Papers, December 1995, 42(4), 836-54.",
        "Ginter, Emil, High Cardiovascular Mortality in Postcommunist Countries: Participation of Oxidative Stress? International Journal of Vit Nutr Res 1996, 66: 183-189.",
        "Everson, Susan A., George A. Kaplan, Debbie E. Goldberg, Riitta Salonen and Jukka T. Salonen, Hopelessness and 4-Year Progression of Carotid Atherosclerosis: The Kuopio Ischemic Heart Disease Risk Factor Study, Arteriosclerosis, Thrombosis, and Vascular Biology 1997, 17: 1490 - 1495.",
        "Ellman, Michael, The Increase in Death and Disease Under `Katastroika, Cambridge Journal of Economics, August 1994, 18 (4): 329 - 355.",
        "Dore, Anna R., Linda S. Adair and Barry M. Popkin, Low Income Russian Families Adopt Effective Behavioral Strategies to Maintain Dietary Stability in Times of Economic Crisis, Journal of Nutrition 2003, 133: 3469 - 75.",
        "Cornia, Giovanni Andrea and Renato PanicciÃ\u0083Â , The Transition Mortality Crisis: Evidence, Interpretation and Policy Responses, in Cornia, Giovanni Andrea and Renato PanicciÃ\u0083Â , eds., The Mortality Crisis in Transitional Economies (Oxford, UK: Oxford University Press, 2000), 3-37.",
        "Chenet, Laurent; David Leon; Martin McKee; Serguei Vassin, Deaths from Alcohol and Violence in Moscow: Socio-economic Determinants, European Journal of Population 14, 1998, 19-37.",
        "Brainerd, Elizabeth, Winners and Losers in Russias Economic Transition, American Economic Review Vol. 88 no. 5 (December 1998), 1094 - 1116.",
        "Bobak, Martin and Michael Marmot, Alcohol and Mortality in Russia: Is It Different Than Elsewhere? Annals of Epidemiology, Vol. 9, No. 6 (August 1999): 335 - 338.",
        "Berman LF, Leo-Summers L, and Horwitz RI, Emotional Support and Survival After Myocardial Infarction: A Prospective, Population-Based Study of the Elderly, Annals of Internal Medicine, 1992, 117(12): 1003-1009.",
        "Barker, David J.P., Fetal and Infant Origins of Adult Disease, London: BMJ Books, 1992.",
        "Anderson, Barbara A. and Brian D. Silver, Issues of Data Quality in Assessing Mortality Trends and Levels in the New Independent States, in J.-L. Bobadilla, C. Costello and F. Mitchell, eds., Premature Death in the New Independent States (National Academy Press, Washington, D.C., 1997), 120-55.",
        "Field, Mark G. The Health Crisis in the Former Soviet Union: A Report from the `Post-War Zone, Social Science and Medicine 41:11 (1995), 1469 - 1478."
    ]
}