{
    "id": 10869,
    "cites": 22,
    "cited_by": 162,
    "reference": [
        "[22] Warnock, Francis E., Exchange Rate Dynamics and the Welfare Effects of Monetary Policy in a Two-Country Model with Home-Product Bias, Journal of International Money and Finance 22 (June 2003), pp. 343-63.",
        "[20] Tille, Cedric, The Impact of Exchange Rate Movements on U.S. Foreign Debt, Federal Reserve Bank of New York Current Issues in Economics and Finance 9 (January 2003).",
        "[19] Obstfeld, Maurice and Alan M. Taylor, Global Capital Markets: Integration, Crisis, and Growth, Cambridge: Cambridge University Press, 2004.",
        "[18] Obstfeld, Maurice and Kenneth Rogoff, The Six Major Puzzles in International Macroeconomics: Is There a Common Cause? in Ben Bernanke and Kenneth Rogoff (eds.), NBER Macroeconomics Annual OOO, Cambridge, MA: IV11T Press, 2000b.",
        "[17] Obstfeld, Maurice and Kenneth Rogoff, Perspectives on OECD Capital Market Integration: Implications for U.S. Current Account Adjustment, in Federal Reserve Bank of Kansas City, Global Economic Integration: Opportunities and Challenges, March 2000a, pp. 169-208.",
        "[16] Obstfeld, Maurice and Kenneth Rogoff, Foundations of International Macroeconomics, Cambridge, MA: MIT Press, 1996.",
        "[15] Nordhaus, William, War with Iraq: Costs, Consequences, and Alternatives, chapter 3, American Academy of Arts and Sciences Occasional Paper, December 2002.",
        "[14] Mann, Catherine, Is the U.S. Trade Deficit Sustainable? Washington, D.C.: Institute for International Economics, 1999.",
        "[13] Lane, Philip R. and Gian Maria Milesi-Ferretti, Financial Globalization and Exchange Rates, mimeo, Trinity College, Dublin and IMF, June 2004.",
        "[12] Lane, Philip R. and Gian Maria Milesi-Ferretti, International Financial Integration, IMF Staff Papers 50 (Special Issue, 2003), pp. 82-113.",
        "[11] Lane, Philip R. and Gian Maria Milesi-Ferretti, The External Wealth of Nations: Measures of Foreign Assets and Liabilities for Industrial and Developing Nations, Journal of International Economics 55 (December 2001), pp. 263-94.",
        "[9] International Monetary Fund, World Economic Outlook, April 2002, Washington DC.",
        "[10] International Monetary Fund, World Economic Outlook, September 2004, Washington DC.",
        "[8] Greenspan, Alan, The Evolving U.S. Payments Imbalance and Its Impact on Europe and the Rest of the World, Cato Journal 24 (SpringSummer 2004), pp. 1-11.",
        "[7] Gourinchas, Pierre-Olivier and HÃ\u0083Â©lÃ\u0083Â¨ne Rey, International Financial Ad- justment, niimeo, University of California, Berkeley and Princeton University, July 2004.",
        "[6] Gagnon, Joseph E., Productive Capacity, Product Varieties, and the Elasticities Approach to the Trade Balance, International Finance Discussion Papers 781, Board of Governors of the Federal Reserve System, October 2003.",
        "[5] Edwards, Sebastian, Thirty Years of Current Account Imbalances, Current Account Reversals, and Sudden Stops, IMF Staff Papers 51 (Special Issue, 2004), pp. 1-49.",
        "[3] Dooley, Michael, David Folkerts-Landau, and Peter Garber, An Essay on the Revived Bretton Woods System, National Bureau of Economic Research Working Paper 9971, September 2003.",
        "[4] Dooley, Michael, David Folkerts-Landau, and Peter Garber, The Revived Bretton Woods System: The Effects of Periphery Intervention and Reserve Management on Interest Rates and Exchange Rates in Center Countries, National Bureau of Economic Research Working Paper 10332, March 2004.",
        "[2] Campa, JosÃ\u0083Â© Manuel and Linda S. Goldberg, Exchange Rate PassThrough into Import Prices: A Macro or Micro Phenomenon? National Bureau of Economic Research Working Paper 8934, May 2002.",
        "[1] Calvo, Guillermo A., Alejandro Izquierdo, and Ernesto Talvi, Sudden Stops, the Real Exchange Rate, and Fiscal Sustainability: Argentinas Lessons, National Bureau of Economic Research Working Paper 9829, July 2003.",
        "[21] Tille, Cedric, Financial Integration and the Wealth Effect of Exchange Rate Fluctuations, mimeo, Federal Reserve Bank of New York, August 2004."
    ]
}