{
    "id": 10864,
    "cites": 17,
    "cited_by": 21,
    "reference": [
        "[18] Zhang, Kevin Honglin and Markusen, James R. Vertical Multinationals and Host- Country Characteristics.Journal of Development Economics, August 1999, 59 (2), pp.",
        "[16] Tinbergen, Jan (1962), The World Economy.: Suggestions for an Interna- tional Economic Policy. New York, NY: Twentieth Century Fund.",
        "[17] Tobin, J. (1958), Estimation of Relationships for Limited Dependent Variables, Econometrica 26, 24-36.",
        "[15] Santos Silva, J. M. C., and Tenreyro Silvana (2003), Gravity-defying trade, Work- ing Papers 03-1, Federal Reserve Bank of Boston.",
        "[14] Smanzyska, Beata K. and Shang-Jin Wei (2001), Corruption and Cross-Border In- vestment, NBER Working Paper 8465.",
        "[13] Razin, Assaf, Yona Rubinstein, and Efraim Sadka (2003), Which Countries Export FDI, and How Much?, NBER Working Paper No. 10145, December.",
        "[12] Razin, Assaf, Efraim Sadka, and Tarek Coury (2003), Trade Openness, Investment Instability, and Terms-of-Trade Volatility, Journal of International Economics, 59 (2): .",
        "[11] Loungani, Prakash, Ashoka Mody, and Assaf Razin (2002), The Global Disconnect: The Role of Transactional Distance and Scale Economies in Gravity Equations, Scottish Journal of Political Economy, 49 (5): 526-543.",
        "[9] Helpman, Elhanan, Mark Melitz, and Steve Yeaple (2004), Exports vs FDI with Heterogeneous Firms,American Economic Review, 94 (1):",
        "[10] Kyriazidou, Ekaterini (1996), Estimation of a Panel Data Sample Selection Model, Econometrica 65 (6): 1335-1364.",
        "[8] Heckman, James, J. (1979), Sample Selection Bias as a Speci...cation Error, Econo- metrica 42: 153-168.",
        "[7] Eichengreen, Barry, and Douglas Irwin, (1998), The Role of History in Bilateral Trade Flows, in Jerey Frankel (ed.), The Regionalization of the World Econ- omy, (Chicago and London: University of Chicago Press).",
        "[6] Eaton, Jonathan, and Akiko Tamura (1994), Bi-lateralism and Regionalism in Japanese and U.S. Trade and Direct Foreign Investment, The Journal of The Japanese and International Economies, Vol. 8, pp.478-510.",
        "[3] __________________ (2000), Lumpy Adjustment and Aggregate In- vestment Equations: A Simple Approach Relying on Cash Flow Information, mimeo.",
        "[4] Carr, David L., Markusen, James R. and Keith E. Maskus (2001), Estimating the Knowledge-Capital Model of the Multinational Enterprise, American-Economic- Review. 91(3): 693-708.",
        "[2] Caballero, Ricardo and Eduardo Engel (1999), Explaining Investment Dynamics in US Manufacturing: A Generalized (S;s) Approach,Econometrica, July, 741-82.",
        "[1] Broner, Fernando, A., Guido Lorenzoni, and Sergio L. Schmukler (2003), Why Do Emerging Markets Borrow Short Term? Princeton University, http://www.princeton.edu/~guido/shortterm.pdf, July."
    ]
}