{
    "id": 10878,
    "cites": 99,
    "cited_by": 43,
    "reference": [
        "Svensson, L.O. (2001), The Zero Bound in an Open Economy: A Foolproof Way of Escaping from a Liquidity Trap, Monetary and Economic Studies, vol. 19, no. 5-1, February: 277-3 12 Svensson, L.O. (2003), Escaping from a Liquidity Trap and Deflation: the Foolproof Way and Others, NBER Working Paper 10195 Svensson, L.O. and Michael Woodford (2003), Optimal Policy with Partial Information in a Forward-Looking Model: Certainty-Equivalence Redux, NBER Working Paper 9430 Taylor, John, editor, 1999. Monetary Policy Rules, University of Chicago Press for the NBER, Chicago.",
        "Shapiro, Matthew D. and David W. Wilcox, 1996. Mismeasurement in the Consumer Price Index, An Evaluation, in Ben S. Bernanke and Julio J. Rotemberg, eds. NBER Macroeconomics Annual, MIT Press, Cambridge, Mass.: 83-154.",
        "Smets, Frank, 2000. `What Horizon for Price Stability, European Central Bank Working Paper 24.",
        "Summers, Lawrence H. 1991. `How Should Long-Term Monetary Policy Be Determined? Journal of Money Credit and Banking, 23: 625-631, Svensson, Lars, E.O, 1999. Price-Level Targeting Versus Inflation Targeting: A Free Lunch, Journal of Money, Credit and Banking, 31: 277-95.",
        "Stevens, Glenn R. 1999. `Six Years of Inflation Targeting, Reserve Bank ofAustralia Bulletin, May: 46-61.",
        "Sarno, Lucio and Mark P. Taylor (2001). Official Intervention in the Foreign Exchange Market: Is It Effective and, If So, How Does It Work? Journal of Economic Literature, vol. XXXIX, September: 839-868.",
        "Shiratsuka, Shigenori (1999). Measurement Errors and Quality-Adjustment Methodology: Lessons from the Japanese CPI, Federal Reserve Bank of Chicago, Economic Perspectives, 2~ Quarter: 2-13.",
        "Reifschneider, David and John Williams (2000) Three Lessons for Monetary Policy in a Low Inflation Era, Journal of Money, Credit and Banking (November 2000): 936-966.",
        "Romer, Christine, 1992. `What Ended the Great Depression? Journal of Economic History, December 1992, 52, #4, 757-784.",
        "Orphanides, Athanasios and Volker Wieland (2000), Efficient Monetary Policy Design near Price Stability, Journal of Japanese and International Economies 14, pp. 327-356 Posen, Adam 5. (1998), Restoring Japans Economic Growth, Institute for International Economics, Washington, DC Poole, William, 1999. `Is Inflation Too Low, Review, Federal Reserve Bank of St. Louis, 81,4: 3-10.",
        "Orphanides, Athanasios and Volker Wieland (1998), Price Stability and Monetary Policy Effectiveness When Nominal Interest Rates are Bounded by Zero, FEDS Working Paper 1998-35, Board of Governors of the Federal Reserve System, August.",
        "Okina, Kunio; Masaaki Shirakawa, and Shigenori Shiratsuka (2001), The Asset Price Bubble and Monetary Policy: Japans Experience in the Late 1 980s and the Lessons Background Paper for the conference: Monetary and Economic Studies (special edition) February: 395-450.",
        "Okina, Kunio and Shigenori Shiratsuka (2004). Policy Commitment and Expectation Formation: Japans Experience under Zero Interest Rates, North American Journal of Economics and Finance, vol. 15: 75-100.",
        "Okina, Kunio and Shigenori Shiratsuka (2002). Asset Price Bubbles, Price Stability, and Monetary Policy: Japans experience, Bank of Japan, Monetary and Economic Studies, October: 35-76.",
        "Oda, Nobuyuki and Kunio Okina (2001). Further Monetary Easing Policies under the non-Negativity Constraints of Nominal Interest Rates: Summary of the Discussion Based on Japans Experience, Bank of Japan, Monetary and Economic Studies, vol. 19, no. 5-1: 323-370.",
        "Okina, Kunio (1999a). Monetary Policy under Zero Inflation: A Response to Criticisms and Questions Regarding Monetary Policy, Bank of Japan, Monetary and Economic Studies, vol. 17: 157-182.",
        "Okina, Kunio (1999b). Rejoinder to Comments Made by Professors McKinnon and Meltzer, Bank of Japan Monetary and Economic Studies, vol. 17: Institute for Monetary and Economic Studies, Bank of Japan, 192-197.",
        "Moulton, Brett R. 1996. `Bias in the Consumer Price Index: What is the Evidence, Journal of Economic Perspectives 10 )4): 159-77.",
        "Morgan, J.P. (2003), Emerging Europe, Middle East & Africa Weekly, January 31.",
        "Mishkin, Frederic S. and Eugene N. White (2003) U.S. Stock Market Crashes and Their Aftermath: Implications for Monetary Policy, in William B. Hunter, George G. Kaufman and Michael Pormerleano, eds., Asset Price Bubbles: The Implications for Monetary, Regulatory and International Policies (MIT Press, Cambridge Mass.: 53-79.",
        "Mishkin, Frederic S. and Adam S. Posen (1997), `Inflation Targeting: Lessons from Four Countries, Federal Reserve Bank of New York, Economic Policy Review, vol. 3, #3 (August): 9-110.",
        "Mishkin, Frederic S. (2004b). Can Central Bank Transparency Go Too Far? forthcoming in Reserve Bank of Australia, The Future of Inflation Targeting.",
        "Mishkin, Frederic S. (2004a) Why the Fed Should Adopt Inflation Targeting, International Finance 7:1 (2004), forthcoming.",
        "Mishkin, Frederic 5. (2000) `What Should Central Banks Do? Federal Reserve Bank of St. Louis Review, vol. 82, #6 (November/December 2000): 1-13.",
        "Mishkin, Frederic 5. (2001), `The Transmission Mechanism and the Role of Asset Prices in Monetary Policy, in Aspects of the Transmission Mechanism of Monetary Policy, Focus on Austria 3-4/2001. (Osteneichische Nationalbank: Vienna): 58-71.",
        "Mishkin, Frederic S., 1999b. `Central Banking in a Democratic Society: Implications for Transition Countries, in Mario Blejer and Marko Skreb, eds. Central Banking, Monetary Policy and the Implications for Transition Economies, Kluwer Academic Publishers, Boston: 3 1-53.",
        "Mishkin, Frederic S. 1999a. `International Experiences with Different Monetary Policy Regimes, Journal of Monetary Economics, Vol. 43, #3: 579-606.",
        "Mishkin, Frederic 5., 1998. `Promoting Japanese Recovery, in Kenichi Ishigaki and Hiroyuki Hino, eds., Towards the Restoration of Sound Banking Systems in Japan -- the Global Implications (Kobe University Press and International Monetary Fund: Kobe 1998). 130-161.",
        "Mishkin, Frederic 5., 1997. `The Causes and Propagation of Financial Instability: Lessons for Policymakers, Maintaining Financial Stability in a Global Economy, Federal Reserve Bank of Kansas City, Kansas City, MO.: 55-96.",
        "Mishkin, Frederic 5., 1996. `The Channels of Monetary Transmission: Lessons for Monetary Policy, Banque Dc France Bulletin Digest No. 27: 33-44.",
        "Mishkin, Frederic 5. 1991. `Asymmetric Information and Financial Crises: A Historical Perspective, in R. Glenn Hubbard, ed., Financial Markets and Financial Crises, University of Chicago Press: Chicago: 69- 108.",
        "Meulendyke, Ann-Marie, US Monetary Policy and Financial Markets New York, Federal Reserve Bank of New York, 1998 Mishkin, Frederic 5. 1978. `The Household Balance-Sheet and the Great Depression, Journal of Economic History 38, December: 918-937.",
        "Meltzer, Allan, 2001. Monetary Transmission at Low Inflation: Some Clues from Japan in the 1990s, Bank of Japan, Monetary and Economic Studies, vol. 19, no.5-i: 13-34.",
        "Meltzer, Allan, 1998. Time to Print Money, Financial Times, July 17.",
        "Meltzer, Allan H. 1995. Monetary, Credit and Other Transmission Mechanism Processes: A Monetarist Perspective, Journal of Economic Perspectives, 9: 49-72.",
        "McCallum, Bennett (2002), Inflation Targeting and the Liquidity Trap, in N. Loayza and R. Soto, eds.",
        "Inflation Targeting: Design, Performance, Challenges, Central Bank of Chile McCallum, Bennett (2003), Japanese Monetary Policy 1991-2001, Federal Reserve Bank of Richmond Economic Quarterly 89 McLean, D. and H. Pioro, (2000). `Price Level Targeting -- The Role of Credibility, paper presented at the Bank of Canada Conference, Price Stability and the Long-Run Target for Monetary Policy, June 8-9, 2000.",
        "McCallum, Bennett T. (2000b). Alternative Monetary Policy Rules: A comparison with Historical Settings for the United States, and United Kingdom, and Japan, Federal Reserve Bank of Richmond, Economic Quarterly, vol. 86, Winter: 49-79.",
        "McCallum, Bennett T. (1999), `Issues in the Design of Monetary Policy Rules, in John B. Taylor and Michael Woodford, eds. Handbook of Macroeconomics, North Holland, Amsterdam, forthcoming.",
        "McCallum, Bennett (2000a), Theoretical Analysis Regarding a Zero Lower Bound on Nominal Interest Rates, Journal of Money, Credit and Banking, vol. 32, no. 2, pp. 879-904.",
        "Lebow, David E., David J. Stockton and W. L. Wascher (1995) Inflation, Nominal Wage Rigidity and the Efficiency of the Labor Market, Board of Governors of the Federal Reserve Working Paper 94-45, October 1995 Macfarlane, Ian J. 1999. `Statement to Parliamentary Committee, in Reserve Bank of Australia Bulletin, January: 16-20.",
        "Kuttner, Kennth N. and Adam S. Posen (2004). The Difficulty of Discerning Whats Too Tight: Taylor Rules and Japanese Monetary Policy. Lebow, David E., Brian Saks, and Beth A. Wilson (1999), Downward Nominal Wage Rigidity: Evidence from the Employment Cost Index, FEDS Working Paper 1999-31, Board of Governors of the Federal Reserve System, July.",
        "Kuroda, Sachiko and Isamu Yamamoto, (2003c). The Impact of Downward Nominal Wage Rigidity on the Unemployment Rate: Quantitative Evidence from Japan, Bank of Japan, Monetary and Economic Studies, vol 21, no.4, December: 57-85.",
        "Kuroda, Sachiko and Isamu Yamamoto, (2003b). Are Japanese Nominal Wages Downwardly Rigid? (Part II): Examinations Using a Friction Model, Bank of Japan, Monetary and Economic Studies, vol 21, no.2. August: 31-68.",
        "Krugman, Paul (1998), Its Baack! Japans Slump and the Return of the Liquidity Trap, Brookings Papers on Economic Activity 1998, vol. 2, pp. 137-187 Kuroda, Sachiko and Isamu Yamamoto, (2003a). Are Japanese Nominal Wages Downwardly Rigid? (Part I): Examinations of Nominal Wage Change Distributions, Bank of Japan, Monetary and Economic Studies, vol 21, no.2. August: 1-30.",
        "King, Mervyn, 1999, `Challenges for Monetary Policy: New and Old, in New Challenges for Monetary Policy, Federal Reserve Bank of Kansas City, Kansas City, Missouri: 11-57.",
        "Iwata, Kikuo, 2002. Yosou Keisei ni Hataraki kakeru Kinyu Seisakuo, (in Japanese, trans. Recommding Monetary Policy to Affect Inflation Expectation, in R. Komiya, Kinyu Seisaku rongi no Soten, (in Japanese, trans. Issues in the Monetary Policy Debate), Tokyo: Nihon Keizai Shinbun, pub.: 391-4 18.",
        "Jinushi, Toshiki; Yoshihiro Kuroki, and Ryuzo Miyao (2000). Monetary Policy inJapan Since the Late 19870s: Delayed Policy Actions and Some Explanations, in Mikitani and Posen (eds.), Japans Financial Crisis and Its Parallels to U.S. Experience. Washington D.C.: Institute for International Economics, chapter 6.",
        "Iwata, Kikuo, 2001. Deflation no Keizaigaku, (in Japanese, trans. Economics of Deflation) Tokyo: Toyo Keizai Shinpo, Pub.",
        "Iwata, Kikuo, 2001. Deflaiton no Keizaigaku (in Japanese, trans. Economics of Deflation), Tokyo: Toyo Keizai Shinpo, Pub.",
        "Iwata, Kazumasa, 2002. Deflation Spiral Hassei no Kanousei (in Japanese, trans. Possibility of Having a Deflation Spiral, in R. Komiya, Kinyu Seisaku rongi no Soten, (in Japanese, trans. Issues in the Monetary Policy Debate), Tokyo: Nihon Keizai Shinbun, pub.: 12 1-156.",
        "Ito, Takatoshi and Tokuo Iwaisako, 1996. Explaining Asset Bubbles in Japan, The Bank of Japan, Monetary and Economic Studies, vol. 14, July: 143-193.",
        "Ito, Takatoshi and Kimie Harada, 2000. Japan Premium and Stock Prices: Two Mirrors of Japanese Banking Crises NBER working paper no 7997, November.",
        "Ito, Takatoshi and Tomoko Hayashi, 2004. Inflation Targeting in Asia, Hong Kong Institute for Monetary Research, Occasional Paper, No. 1, March.",
        "Ito, Takatoshi (2004). Inflation Targeting and Japan: Why has the Bank of Japan not Adopted Inflation Targeting? forthcoming in Reserve Bank of Australia, The Future of Inflation Targeting.",
        "Ito, Takatoshi (2003). Looking Forward on Monetary and Supervision Policies to Protect against Bubbles in W. C. Hunter, G. G. Kaufman, and M. Pomerleano, Asset Price Bubbles: The Implications for Monetary, Regulatory, and International Policies, MIT Press: 547-552.",
        "Ito, Takatoshi (2001). Inflation Targeting (written in Japanese), Tokyo: Nihon Keizai Shinbun Pub.",
        "Ito, Takatoshi (1999). A Target for the Bank of Japan, Financial Times, October 19.",
        "Ito, Takatoshi (2000). Nihon ni Okeru Inflation Targeting Seisaku (in Japanese, transl. Inflation Targeting Policy in Japan) in Fukao, Mitsuhiro and Hiroshi Yoshikawa (ed), Zero Kinri to Nihon Keizai (in Japanese, transl. Zero Interest Rate and the Japanese Economy), Tokyo: Nihon Keizai Shinbun Pub.",
        "Ito, Takatoshi (1992). The Japanese Economy, Cambridge, MA: MIT Press.",
        "Hunter, William C.; George G. Kaufman, and Michael Pomerleano, (2003). Asset Price Bubbles: The Implications for Monetary, Regulatory, and International Policies, MIT Press.",
        "Hoshi, Takeo and Anil Kashyap, 2004. Solutions to the Japanese Banking Crisis: What Might Work and What Definitely Will Fail, University of Tokyo and Columbia University, the Solutions conference, June.",
        "Groshen, Erica L. and Schweitzer, Mark E. 1999. `Identifying Inflations Grease and Sand Effects in the Labor Market, in Martin Feldstein, ed., The Costs and Benefits of Price Stability University of Chicago Press, Chicago: 273-308 Harrigan, James and Kenneth Kuttner (2004). Lost Decade in Translation: Has the US Learned from Japans Post-bubble Mistakes? presented at the Solution Conference, Tokyo, June.",
        "Greenspan, Alan (2002) Issues for Monetary Policy, remarks by Chairman Alan Greenspan before the Economic Club of New York, New York City Greenspan, Alan (2004) Risk and Uncertainty in Monetary Policy, remarks by Chairman Alan Greenspan at the meeting of the American Economic Association, San Diego, California January 3, 2004 Groshen, Erica L. and Schweitzer, Mark E. 1996. `The Effects of Inflation on Wage Adjustments in Firm-Level Data: Grease or Sand? Federal Reserve Bank of New York Staff Reports, No. 9.",
        "Gaspar, Vitor and Frank Smets, 2000. `Price Level Stability: Some Issues, mimeo., European Central Bank.",
        "Goodfriend, Marvin (2001). Financial Stability, Deflation, and Monetary Policy, in Bank of Japan, Monetary and Economic Studies, vol. 19, no. 5-1, Special Edition, February: 143-176.",
        "Fuhrer, Jeffrey C. (1997), The (Un)Importance of Forward-Looking Behavior in Price Specifications, Journal of Money, Credit, and Banking, vol. 29, no. 3, August 1997, pp. 338-50 Fukui, Toshihiko, (2003). Challenges for Monetary Policy in Japan, Speech at the Spring Meeting of the Japan Society of Monetary Economics, June 1.",
        "Fujiki, Hiroshi; Kunio Okina; and Shigenori Shiratsuka, (2001). Monetary Policy under Zero Interest Rate: Viewpoints of Central Bank Economists, Bank of Japan, Monetary and Economic Studies, February: 89-130.",
        "Friedman, Benjamin (2003), Discussion of `Inflation Targeting: A Critical View, presented at the Federal Reserve Ban of St. Louis Annual Conference, Inflation Targeting: Prospects and Problems, October 16-17.",
        "Fischer, Stanley. 1994. `Modern Central Banking, in Forest Capie, Charles Goodhart, Stanley Fischer and Norbert Schnadt, The Future of Central Banking, Cambridge University Press, Cambridge, U.K.: 262-308.",
        "Fischer, Irving, 1933. `The Debt-Deflation Theory of Great Depressions, Econometrica, Vol. 1: 337-57.",
        "Eggertsson, Gauti (2003), Fighting Deflation at Zero Nominal Interest Rates: Committing to Being Irresponsible, IMF Working Paper no. 03/64 March 1, 2003 Eggertsson, Gauti B. and Michael Woodford (2003), Optimal Monetary Policy in a Liquidity Trap, NBER Working Paper 9968.",
        "Drew, Aaron and Adrian On, 1999. `The Reserve Banks Role in the Recent Business Cycle: Actions and Evolution, Reserve Bank of New Zealand Bulletin, 62, No. 1.",
        "Dittmar, Robert, Gavin, William T. and Finn E. Kydland. 2000, `What Do New-Keynesian Phillips Curves Imply for Price-Level Targeting, Review, Federal Reserve Bank of St. Louis: 21-30.",
        "Dittmar, Robert and William Gavin (2000), What Do New-Keynesian Phillips Curves Imply for Price-Level Targeting? Federal Reserve Bank of St. Louis Review, vol. 82, no. 2, March-April: 21-30.",
        "Ditmar, Robert, Gavin, William T. and Finn E. Kydland. 1999, `The Inflation-Output Variability Tradeoff and Price Level Targets, Review, Federal Reserve Bank of St. Louis: 23-3 1.",
        "Crawford, A. and A. Harrison (2000) Testing for Downward Rigidity in Nominal Wage Rates, in Price Stability, Inflation Targets and Monetary Policy pp. 179-218 Proceedings of a conference held by the Bank of Canada, May 1997 Ottawa: Bank of Canada.",
        "Clarida, Richard, Jordi Gali and Mark Gertler (1999), The Science of Monetary Policy: A New-Keynesian Perspective, Journal of Economic Literature 37, pp. 1661-1707 Clouse, James; Dale Henderson; Athanasios Orphanides; David Small; and Peter Tinsley, (2000). Monetary Policy When the Nominal Short-term Interest Rate is Zero, Board of Governors of the Federal Reserve System, International Finance Discussion Papers, number 729.",
        "Clarida, Richard, J.; Jordi Gali, and Mark Gertler (1998). Monetary Rules in Practice: Some International Evidence, European Economic Review, vol. 42: 1033-1067.",
        "Cecchetti, Stephen G.; Hans Genberg; John Lipsky; and Sushil Wadhwani, (2000), Asset Prices and Central Bank Policy, Geneva Reports on the World Economy no. 2, Geneva: International Center for Monetary and Banking Studies.",
        "Cargill, Thomas; Michael Hutchison, and Takatoshi Ito (2000). Financial Policy and Central Banking in Japan, Cambridge, MA: MIT Press.",
        "Card, D. and D. Hyslop (1997) Does Inflation `Grease the Wheels of the Labor Market? in Reducing Inflation: Motivation and Strategy, edited by C.D. Romer and H.D. Romer pp. 71-114, Chicago: University of Chicago Press Cargill, Thomas; Michael Hutchison, and Takatoshi Ito (1997), The Political Economy of Japanese Monetary Policy, Cambridge, MA: MIT Press.",
        "Brash, Donald T. 2000. `Inflation Targeting in New Zealand, 1988-2000, Speech to the Trans-Tasman Business Cycle, Melbourne, February 9.",
        "Blinder, Alan 5. (1998) Central Banking in Theory and Practice MIT Press, 1998.",
        "Black, Richard; Macklem and David Rose, 1998. On Policy Rules for Price Stability, Price Stabilily, Inflation Targets and Monetary Policy, Proceedings of a Conference held by Bank of Canada, May 1997, Ottawa, Canada: 411-61.",
        "Bernanke, Ben S. and Frederic S. Mishkin, 1997. `Inflation Targeting: A New Framework for Monetary Policy? Journal of Economic Perspectives 11, 2: 97-116.",
        "Bernanke, Ben and Mark Gertler (1999). Monetary Policy and Asset Price Volatility, Federal Reserve Bank of Kansas City, Economic Review, 4th Quarter, 17-51. [Also reprinted in Federal Reserve Bank of Kansa City, New Challenges for Monetary Policy, 77-128.] Bernanke, Ben S., Laubach, Thomas, Mishkin, Frederic S. and Adam S. Posen, 1999. Inflation Targeting: Lessons from the International Experience, Princeton University Press: Princeton.",
        "Bernanke, Ben 5. (2002), Deflation: Making Sure It Doesnt Happen Here, remarks before the National Economists Club, November 21st, 2002.",
        "Bernanke, Ben.S. (1983). `Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review 73: 257-76.",
        "Bernanke, Ben. 5. (2000), Japanese Monetary Policy: A Case of Self-Induced Paralysis?, in Ryoichi Mikitani and Adam S. Posen, eds., Japans Financial Crisis and its Parallels to U.S. Experience, Institute for International Economics, 2000.",
        "Berg, Claes and Lars Jonung (1999), Pioneering Price Level Targeting: The Swedish Experience 1931-1937, Journal of Monetary Economics 43, pp. 525-551.",
        "Auerbach, Alan J. and Maurice Obstfeld (2003), The Case for Open Market Purchases in a Liquidity Trap, Working Paper, University of California, Berkeley Battini, N. and T. Yates, 1999. `Hybrid Inflation and Price Level Targeting, mimeo., Bank of England.",
        "Atke son, Andrew and Patrick J. Kehoe (2004). Deflation and Depression: Is There and Empirical Link? NBER Working Paper No. 10268 (January).",
        "Akerlof, George, Dickens, William, and George Perry, 1996. `The Macroeconomics of Low Inflation, Brookings Papers on Economic Activity 1: 1-59.",
        "Ahearne, Alan, Joseph Gagnon, Jane Haltmaier, Steve Kamin, and others, `Preventing Deflation: Lessons from Japans Experiences in the 1990s, Board of Governors, International Finance Discussion Paper No.",
        "Taylor, John B. (2001). Low Inflation, Deflation, and Policies for Future Price Stability, Bank of Japan, Monetary and Economic Studies (special edition) February: 35-51.",
        "Woodford, Michael (2000), Pitfalls of Forward-Looking Monetary Policy, American Economic Review vol. 90, no. 2, pp.100-104.",
        "Williams, J.C., 1999. `Simple Rules for Monetary Policy, Finance and Economics Discussion Series, Board of Governors of the Federal Reserve System.",
        "Woodford, Michael (1999), Optimal Monetary Policy Inertia, NBER Working Paper no. 7261."
    ]
}