{
    "id": 10891,
    "cites": 34,
    "cited_by": 12,
    "reference": [
        "Vickrey, W. (1961): Counterspeculation, Auctions, and Competitive Sealed Tenders, Journal of Finance, 16, 8-37.",
        "Zheng C. (2001). High Bids and Broke Winners. Journal of Economic Theory, 100, 129-171.",
        "Townsend, R. (1979): Optimal contracts and competitive markets with costly state verification, Journal of Economic Theory, 21, 265-293.",
        "Samuelson, W. (1987): Auctions with Contingent Payments: Comment, American Economic Review, 77, 740-745.",
        "Riley, J. G. and W. F. Samuelson (1981): Optimal auctions, American Economic Review, 71, 381-392.",
        "Riley, J. G. (1988): Ex post Information in Auctions, Review of Economic Studies, 55 (3), 409-29.",
        "Rhodes-Kropf, M. and S. Viswanathan (2002): Financing Auction Bids, working paper.",
        "Rhodes-Kropf, M. and S. Viswanathan (2000): Corporate Reorganizations and Non-cash Auctions, Journal of Finance, 55 (4), 1807-49.",
        "Ravid, S. A. and M. Spiegel (1997): Optimal Financial Contracts for a Start-Up with Unlimited Operating Discretion, Journal of Financial and Quantitative Analysis, 32, No. 3, 269-286.",
        "Ramey, G. (1996). D1 Signaling Equilibria with Multiple Signals and a Continuum of Types, Journal of Economic Theory, 69: 508-531.",
        "Nachman, D. and T. Noe (1994): Optimal Design of Securities under Asymmetric Information, Review of Financial Studies, 7, 1-44.",
        "Myerson, R. B. (1981): Optimal auction design, Mathematics of Operations Research, 6(1), 58-73.",
        "Milgrom, P. R. and R. J. Weber (1982): A Theory of Auctions and Competitive Bidding, Econometrica, 50 (5), 1089-1122.",
        "McMillan, J. (1991): Bidding for Olympic Broadcast Rights: The Competition before the Competition, Negotiation Journal, July 255-263.",
        "McAfee, P. R. and J. McMillan (1987): Competition for Agency Contracts, Rand Journal of Economics, 18 (2), 296-307.",
        "Maskin, E. and J. Riley (1984): Optimal Auctions with Risk Averse Buyers, Econometrica, 52 (6), 1473-1518.",
        "Martin, K. J. (1996): The Method of Payment in Corporate Acquisitions, Investment Opportunities, and Management Ownership, Journal of Finance, 51(4), pp. 1227-1246.",
        "Laffont, J. J. and J. Tirole (1987): Auctioning Incentive Contracts, Journal of Political Economy, 95 (5), 921-37.",
        "Krishna, V. (2002): Auction Theory, San Diego: Academic Press.",
        "Lacker, J. M. and J.A.Weinberg (1989): Optimal Contracts under Costly State Falsification, Journal of Political Economy, 97 (6), 1345-63.",
        "Kohlberg, E. and J. F. Mertens (1986): On the Strategic Stability of Equilibria, Econometrica, 54 (5), 1003-38.",
        "Hansen, R. G. (1985): Auctions with Contingent Payments, American Economic Review, 75 (4), 862-65.",
        "Garmaise (2001) Informed Investors and the Financing of Entrepreneurial Projects, working paper, University of Chicago.",
        "Fisch, J. (2001) Aggregation, Auctions and Other Developments in the Selection of Lead Counsel Under the PSLRA, Law and Contemporary Problems, Vol. 64, No. 2. Garmaise, M. (2001): Informed Investors and the Financing of Entrepreneurial Projects, working paper, UCLA.",
        "DeMarzo, P. and D. Duffie (1999): A Liquidity Based Model of Security Design, Econometrica, 67, 65-99.",
        "DeMarzo, P. (2002): Portfolio Liquidation and Security Design with Private Information, working paper.",
        "Cremer, J. (1987): Auctions with Contingent Payments: Comment, American Economic Review, 77 (4), 746.",
        "Cho, I. K., and J. Sobel (1990): Strategic Stability and Uniqueness in Signaling Games, Journal of Economic Theory, 50, 381-413.",
        "Cho, I. K. and D. M. Kreps (1987): Signaling Games and Stable Equilibria, Quarterly Journal of Economics, 102, 179-221.",
        "Che, Y.K. and I. Gale (2000) The Optimal Mechanism for Selling to a BudgetConstrained Buyer, Journal of Economic Theory, 92, 198-233.",
        "Bulow, J. and P. Klemperer (2002), Prices and the Winners Curse, Rand Journal of Economics, 33, 1-21.",
        "Board S. (2004) Selling Options, working paper, University of Toronto.",
        "Board S. (2002) Bidding into the Red, working paper, University of Toronto.",
        "Binmore, K. and P. Klemperer (2002), The Biggest Auction Ever: The Sale of the British 3G Telecom Licenses, Economic Journal, 112, 74-96."
    ]
}