{
    "id": 10894,
    "cites": 45,
    "cited_by": 21,
    "reference": [
        "Solon, Gary, Intergenerational Income Mobility in the United States, American Economic Review, 82 (1992), 393-408.",
        "Wilson, R.S. and A. P. Matheny, Jr., Behavior-Genetics Research in Infant Temperament: The Louisville Twin Study, in R. Plomin and J. Dunn (eds.) The Study of Temperament. (pp 81-97). Hillsdale, NJ: Lawrence Erlbaum. Zimmerman, David J., Regression Toward Mediocrity in Economic Stature, American Economic Review, 82(1992), 409-429.",
        "Segal, Nancy L. and Thomas J. Bouchard, Entwined Lives: Twins and What They Tell Us About Human Behavior, E.P. Dutton, April, 1999.",
        "Scarr, Sandra and Richard Weinberg The Influence of Family Background on Intellectual Attainment, American Sociological Review, XVIII (1978), 674-692.",
        "Rouse, Cecilia E., Private School Vouchers and Student Achievement: An Evaluation of the Milwaukee Parental Choice Program, Quarterly Journal of Economics, vol. 113, no. 2, May 1998, pp. 553-602.",
        "Plug, Erik, Estimating the Effect of Mothers Schooling on Childrens Schooling Using a Sample of Adoptees, American Economic Review, 94(1), pp. 358-368. Plug, Erik and Wim Vijverberg, Schooling, Family Background and Adoption: Is It Nature or Is It Nurture?, Journal of Political Economy, 111(3), pp. 611-641. Ridley, Matt, Nature Via Nurture, New York: Harper Collins, 2003.",
        "Nechyba, Thomas and Jacob Vigdor, Peer Effects in North Carolina Public Schools, Mimeo, Duke University, 2003.",
        "Mulligan, Casey B., Parental Priorities and Economic Inequality, Chicago: University of Chicago Press, 1997.",
        "Maughan, Barbara, Stephon Collishaw, and Andrew Pickles, School Achievement and Adult Qualification Among Adoptees: A Longitudinal Study, Journal of Child Psychology and Psychiatry, XXXIX (1998), 669-685.",
        "Loehlin, John C., Lee Willerman, and Joseph M. Horn, Personality Resemblance in Adoptive Families: A 10-Year Followup, Journal of Personality and Social Psychology, LIII (1987), 961-969.",
        "Loehlin, John C., Joseph M. Horn, and Lee Willerman, Personality Resemblances Between Unwed Mothers and Their Adopted-Away Offspring, Journal of Personality and Social Psychology, XLII (1982), 1089-1099.",
        "Loehlin, John C., Joseph M. Horn, and Lee Willerman, Heredity, Environment, and Personality Change: Evidence from the Texas Adoption Project, Journal of Personality, LVIII (1990), 221-243.",
        "Loehlin, John C., Joseph M. Horn, and Lee Willerman, Differential Inheritance of Mental Abilities in the Texas Adoption Project, Intelligence, XIX (1994), 325-336.",
        "Ludwig, Jens, Greg J. Duncan, and Paul Hirschfield, Urban Poverty and Juvenile Crime: Evidence from a Randomized Housing Mobility Experiment, Quarterly Journal of Economics, 116(2001), pp. 655-680.",
        "Kling, Jeffrey R, Jens Ludwig and Lawrence F. Katz, Youth Criminal Behavior in the Moving to Opportunity Experiment, Industrial Relations Section Working Paper 482, Princeton University, March 2004.",
        "Jencks, C., Inequality: A Reassessment of the Effects of Family and Schooling in America, Basic Books, NY, 1972.",
        "Jencks, C. and M. Brown, Genes and Social Stratification; in P. Taubman (ed.), Kinometrics: The Determinants of Economic Success Within and Between Families, New York: North Holland Elsevier. In press. Kain, John F., Eric A. Hanushek, Steven G. Rivkin, Teachers, Schools, and Academic Achievement, National Bureau of Economic Research Working Paper No. 6691, Aug 1998 .",
        "Hume, David, Enquiry into the Human Understanding, 1748. Jacob, Brian A, Public Housing, Housing Vouchers, and Student Achievement: Evidence from Public Housing Demolitions in Chicago, American Economic Review, vol. 94, no. 1, March 2004, pp. 233-58.",
        "Herrnstein, Richard J. and Charles Murray, The Bell Curve: Intelligence and Class Structure in American Life, The Free Press, NY, 1994.",
        "Hoxby, Caroline M., The Effects of Class Size on Student Achievement: New Evidence from Population Variation, Quarterly Journal of Economics, Vol. 115, No. 4 (November 2000), 1239-1285.",
        "Harris, Judith Rich, The Nurture Assumption: Why Children Turn out the Way They Do, The Free Press, NY, 1998.",
        "Hanushek, Eric, John F. Kain, Jacob M. Markman, and Steven G. Rivkin Does Peer Ability Affect Student Achievement?, Journal of Applied Econometrics 18(5), September/October 2003, pp. 527-544.",
        "Freud, Sigmund, Civilization and Its Discontents, 1910.",
        "Gaviria, Alejandro and Stephen Raphael, School Based Peer Effects and Juvenile Behavior, Review of Economics and Statistics, v.83 (2001), 257-68.",
        "Foster, Jennifer, Peerless Perfomers: The Lack of Robust Peer Effects at a Large Public University, Ph.D. Dissertation, University of Maryland, 2002.",
        "Dickens, William and James R. Flynn, Heritability Estimates versus Large Environmental Effects: The IQ Paradox Resolved, forthcoming in Psychological Review. Evans, William N., Wallace E. Oates, and Robert M. Schwab, Measuring Peer Group Effects: A Study of Teenage Behavior, Journal of Political Economy, C (1992), 966-991.",
        "Darwin, Charles, On the Origin of Species by Means of Natural Selection, 1859. Das, Mitali and Tanja Sjogren, The Intergenerational Link in Income Mobility: Evidence From Adoptions, Economics Letters 75, pp. 55-60. DeFries, John C., Robert Plomin, and David W. Fulker, Nature and Nurture During Middle Childhood, Blackwell Press, Oxford, UK, 1994.",
        "Cullen, Julie Berry, Brian Jacob, and Steven Levitt, The Impact of School Choice on Student Outcomes: An Analysis of the Chicago Public Schools. Journal of Public Economics (Forthcoming). Currie, Janet and Enrico Moretti, Mothers Education and the Intergenerational Transmission of Human Capital: Evidence from College Openings, Quarterly Journal of Economics, CXVIII (4), 2003, pp. 1495 1532.",
        "Collishaw, S., B. Maughan, and A. Pickles, Infant Adoption: Pyschosocial Outcomes in Adulthood, Social Psychiatry and Psychiatric Epidemiology, XXXIII (1998), 57-65.",
        "Case, Anne, I-Fen Lin and Sara McLanahan, How Hungry Is The Selfish Gene?, Economic Journal, 110 (446), pp, 781-804. Case, Anne and Kristin F. Butcher, The Effect of Sibling Sex Composition on Womens Education and Earnings, The Quarterly Journal of Economics, v.109 (3), August 1994, pp. 531-563.",
        "Case, Anne C. and Lawrence F. Katz, The Company You Keep: The Effect of Family and Neighborhood on Disadvantaged Youths, National Bureau of Economic Research Working Paper 3705, 1991.",
        "Cardon, Lon R., David W. Fulker, John C. DeFries, and Robert Plomin, Multivariate Genetic Analysis of Specific Cognitive Abilities in the Colorado Adoption Project at Age 7, Intelligence, XVI (1992), 383-400.",
        "Black, Sandra, Paul J. Devereux and Kjell G. Salvanes, The More the Merrier? The Effect of Family Composition on Childrens Education, National Bureau of Economic Research Working Paper No. 10720, 2004.",
        "Black, Sandra, Paul J. Devereux and Kjell G. Salvanes, Why the Apple Doesnt Fall Far: Understanding Intergenerational Transmission of Human Capital, National Bureau of Economic Research Working Paper No. 10066, 2003.",
        "Bjorklund, Anders, Mikael Lindahl, Erik Plug, Intergenerational Effects in Sweden: What Can We Learn from Adoption Data? Working Paper, Swedish Institute for Social Research, Stockholm University, 2004.",
        "Bjorklund Anders, Markus Jantii and Gary Solon, Influences of Nature and Nurture on Earnings Variation: A Report on a Study of Sibling Types in Sweden, in Bowles, Gintis and Osborne (eds. ) Unequal Chances: Family Background and Economic Success, New York: Russell Sage Foundation, 2004a.",
        "Bjorklund Anders and Markus Jantii, Intergenerational Mobility in Sweden Compared to the United States, American Economic Review, 87 (1997), 377-386.",
        "Behrman, Jere R., Mark R. Rosenzweig and Paul Taubman, Endowments and the Allocation of Schooling in the Family and in the Marriage Market, Journal of Political Economy, CII (1994), 1131-1174.",
        "Behrman, Jere R. and Paul Taubman, Is Schooling Mostly in the Genes? Nature Nurture Decomposition Using Data on Relatives, Journal of Political Economy, XCVII (1989), 1425-1446.",
        "Ashenfelter, Orley, and Cecilia Rouse, Income, Schooling, and Ability: Evidence from a New Sample of Identical Twins, Quarterly Journal of Economics, CXIII (1998), 253-84.",
        "Ashenfelter, Orley, and Alan B. Krueger, Estimates of the Economic Returns to Schooling from a New Sample of Twins, American Economic Review, LXXXIV (1994), 1157-73.",
        "Angrist, Joshua D. and Kevin Lang, How Important are Classroom Peer Effects? Evidence from Bostons Metco Program, National Bureau of Economic Research Working Paper No. 9263, Oct 2002.",
        "Altonji, Joseph G. and Thomas A. Dunn, Relationships Among the Family Incomes and Labor Market Outcomes of Relatives, Research in Labor Economics, 12 (1991), 269-310.",
        "Katz, Lawrence F., Jeffrey R. Kling, and Jeffrey B. Liebman, Moving to Opportunity in Boston: Early Results of a Randomized Mobility Experiment, Quarterly Journal of Economics, 116(2001), pp. 607-654.",
        "Capron, C. and M. Duyme, Assessment of Effects of Socioeconomic Status on IQ in a Full Cross-fostering Study, Nature, CCCXL (1969), 552-554."
    ]
}