{
    "id": 10898,
    "cites": 26,
    "cited_by": 6,
    "reference": [
        "Wood, Adrian Openness and Wage Inequality in Developing Countries: The Latin American Challenge to East Asian Conventional Wisdom World Bank Economic Review, 11(1), January 1997, pp. 33-57.",
        "Is Mexico a Lumpy Country? 22 Verhoogen, Eric Trade, Quality Upgrading and Wage Inequality in the Mexican Manufacturing Sector: Theory and Evidence from and Exchange-Rate Shock 2004, mimeo at http://www.columbia.edu/~ev2124/research/Upgrading.9.1.04.pdf.",
        "Vargas, Lucinda The Binational Importance of the Maquiladora Industry Southwest Economy (Federal Reserve Bank of Dallas), Issue 6, November/December 1999, pp. 1-5.",
        "Topel, Robert H. Local Labor Markets Journal of Political Economy 94(3,pt2) June 1986, pp. S111-43.",
        "Schott, Peter K. One Size Fits All? Heckscher-Ohlin Specialization in Global Production American Economic Review, 93(2), June 2003, pp. 686-708.",
        "Robertson, Raymond Relative Prices and Wage Inequality: Evidence from Mexico Journal of International Economics 64(2), December 2004, pp. 387-409.",
        "Robertson, Raymond Trade Liberalisation and Wage Inequality: Lessons from the Mexican Experience World Economy, 23(6), June 2000, pp. 827-49.",
        "Revenga, Ana. Employment and Wage Effects of Trade Liberalization: The Case of Mexican Manufacturing Journal of Labor Economics, 15(3, pt. 2), July 1997, pp. S20-S43.",
        "Repetto, Andrea and Jaume Ventura. The Leontief-Trefler Hypotheses and Factor Price Insensitivity, 1998, MIT mimeo.",
        "Leamer, Edward E. Paths of Development in the Three-Factor, n-Good General Equilibrium Model. Journal of Political Economy, 95(5), October 1987, pp. 961-99.",
        "Inter-American Development Bank, Regional Integration and Wage Inequality, in Inter-American Development Bank, Beyond Borders: The New Regionalism in Latin America, 2002 Annual Report on Economic and Social Progress in Latin America, pp. 269-291.",
        "Hanson, Gordon and Harrison, Ann Trade, Technology, and Wage Inequality Industrial and Labor Relations Review 52(2) January 1999, pp. 271-88.",
        "Hanson, Gordon What has happened to wages in Mexico Since NAFTA? NBER Working Paper 9563, March 2003.",
        "Is Mexico a Lumpy Country? 21 Hanson, Gordon Increasing Returns, Trade and the Regional Structure of Wages Economic Journal, 107(440), January 1997, pp. 113-33.",
        "Feliciano, Zadia Workers and Trade Liberalization: The Impact of Trade Reforms in Mexico on Wages and Employment Industrial and Labor Relations Review 55(1), Oct. 2000, pp. 95-115.",
        "Feenstra, Robert and Hanson, Gordon Foreign Direct Investment and Relative Wages: Evidence from Mexicos Maquiladoras Journal of International Economics 42(3-4), May 1997, pp.371-393.",
        "Esquivel, Gerardo and Rodriguez-Lopez, Jose Antonio Technology, Trade, and Wage Inequality in Mexico Before and After NAFTA Journal of Development Economics 71, 2003, pp. 543-565.",
        "Debaere, Peter and Ufuk Demiroglu. On the Similarity of Country Endowments and Factor Price Equalization. Journal of International Economics, 59(1), January 2003, pp.101-136.",
        "Deardorff, Alan V. The Possibility of Factor Price Equalization, Revisited. Journal of International Economics, 36(1-2) February 1994, pp. 167-75.",
        "Davis, Donald and Weinstein, David. An Account of Global Factor Trade. American Economic Review, 91(5), December 2001, pp. 1423-53.",
        "Cragg, M. and Epelbaum, M. Why Has Wage Dispersion Grown in Mexico? Is it the Incidence of Reforms or the Growing Demand for Skills? Journal of Development Economics 51(1), October 1996, pp. 99-116.",
        "Courant, Paul N. and Deardorff, Alan V. International Trade with Lumpy Countries Journal of Political Economy, 100(1), February 1992, pp. 198-210.",
        "Bernard, Andrew B, Robertson, Raymond and Schott, Peter K. 2004. A Note on the Lens Condition mimeo available at available at http://mba.tuck.dartmouth.edu/pages/faculty/andrew.bernard/.",
        "Bernard, Andrew B, and Schott, Peter K. 2003. Factor Price Equality and the Economics of the United States Tuck School of Business and Yale School of Management, revised version of NBER Working Paper 8068, available at http://mba.tuck.dartmouth.edu/pages/faculty/andrew.bernard/.",
        "Alvarez, Roberto and Robertson, Raymond Exposure to Foreign Markets and FirmLevel Innovation: Evidence from Chile and Mexico Journal of International Trade and Economic Development 13(1), March 2004, pp. 57-87.",
        "Debaere, Peter Does lumpiness matter in an open economy? Studying international economics with regional data? Journal of International Economics, 64(2), December 2004,pp. 485-501."
    ]
}