{
    "id": 10892,
    "cites": 26,
    "cited_by": 24,
    "reference": [
        "Topel, Robert H. Regional Labor Markets and the Determinants of Wage Inequality. American Economic Review. 84(2), May 1994: 17-22.",
        "Roy, A.D. Some Thoughts on the Distribution of Earnings. Oxford Economic Papers. 3(2), June 1951: 135-46.",
        "Newey, Whitney K. Consistency of Two-Step Sample Selection Estimators Despite Misspecification of Distribution. Economics Letters. 63(2), May 1999: 129-32.",
        "Neal, Derek. The Measured Black-White Wage Gap among Women Is Too Small. Journal of Political Economy. 112(1), Part 2, February 2004: S1-28.",
        "Mulligan, Casey B. and Yona Rubinstein. Specialization, Inequality, and the Labor Market for Married Women. manuscript, University of Chicago, July 2002.",
        "Mroz, Thomas A. The Sensitivity of an Empirical Model of Married Womens Hours of Work to Economic and Statistical Assumptions. Econometrica. 55(4), July 1987: 765-99.",
        "Moffitt, Robert A. New Developments in Econometric Methods for Labor Market Analysis. in Orley Ashenfelter and David Card, eds. Handbook of Labor Economics. Volume 3A. Amsterdam: Elsevier Science, North-Holland, 1999: 1367-97.",
        "Mincer, Jacob. Labor Force Participation of Married Women: A Study of Labor Supply. in H.G. Lewis, ed. Aspects of Labor Economics. Princeton: Princeton University Press, 1962.",
        "Katz, Lawrence F. and David H. Autor. Changes in the Wage Structure and Earnings Inequality. Handbook of Labor Economics. Volume 3A. New York: Elsevier Science, 1999: 1463-1555.",
        "Juhn, Chinhui, Kevin M. Murphy, and Brooks Pierce. Wage Inequality and the Rise in Returns to Skill. Journal of Political Economy. 101(3), June 1993: 410-42.",
        "Juhn, Chinhui, and Kevin M. Murphy. Wage Inequality and Family Labor Supply. Journal of Labor Economics. 15(1), Part 1, January 1997: 72-97.",
        "Juhn, Chinhui and Dae Il Kim. The Effects of Rising Female Labor Supply on Male Wages. Journal of Labor Economics. 17(1), January 1999: 23-48.",
        "Gender Equality 24 Heckman, James J. and Jose Scheinkman. The Importance of Bundling in a Gorman-Lancaster Model of Earnings. Review of Economic Studies. 54(2), April 1987: 243-55.",
        "Heckman, James J. and Bo E. Honore. The Empirical Content of the Roy Model. Econometrica. 58(5), September 1990: 1121-49.",
        "Heckman, James J. Varieties of Selection Bias. American Economic Review. 80(2), May 1990: 313-318.",
        "Heckman, James J. Sample Selection Bias as a Specification Error. Econometrica. 47(1), January 1979: 153-61.",
        "Heckman, James J. Shadow Prices, Market Wages, and Labor Supply. Econometrica. 42(4), July 1974: 679-94.",
        "Gronau, Reuben. Wage Comparisons-A Selectivity Bias. Journal of Political Economy. 82(6), December 1974: 1119-43.",
        "Greenwood, Jeremy, Ananth Seshadri, and Mehmet Yorukoglu. Engines of Liberation. mimeo, University of Rochester, 2001.",
        "Gottschalk, Peter and Robert Moffitt. The Growth of Earnings Instability in the U.S. Labor Market. Brookings Papers on Economic Activity. 2, 1994: 217-54.",
        "Goldin, Claudia, and Lawrence F. Katz. The Power of the Pill: Oral Contraceptives and Womens Career and Marriage Decisions. Journal of Political Economy. 110(4), August 2002: 730-70.",
        "Goldin, Claudia. Understanding the Gender Gap. New York: Oxford University Press, 1990.",
        "Chamberlain, Gary. Asymptotic Efficiency in Semiparametric Models with Censoring. Journal of Econometrics. 32(2), July 1986: 189-218.",
        "Das, Mitali, Whitney K. Newey, and Francis Vella. Nonparametric Estimation of Sample Selection Models. Review of Economic Studies. 70(1), January 2003: 33-58.",
        "Becker, Gary S. How the Market Acted Affirmatively for Women. Business Week. May 13, 1985.",
        "Ahn, Hyungtaik, and James L. Powell. Semiparametric Estimation of Censored Selection Models with a Nonparametric Selection Mechanism. Journal of Econometrics. 58(1), July 1993: 3-29."
    ]
}