{
    "id": 10906,
    "cites": 28,
    "cited_by": 2,
    "reference": [
        "Townsend, JL, P Roderick and J. Cooper. 1994. Cigarette Smoking by Socioeconomic Group, Sex, and Age: Effects of Price, Income and Health Publicity British Medical Journal 309(6959): 923-6.",
        "Stiglitz, Joseph. 2000. Economics of the Public Sector. New York City: W.W.Norton and company. Third edition.",
        "Stata. 2003. Stata Reference Manual Release 8. 2003. College Station, Texas: Stata Press.",
        "Small, Kenneth A. and Harvey S. Rosen. 1981. Applied Welfare Economics with Discrete Choice Models Econometrica 49(1): 105-130.",
        "Rosen, Harvey. 2001. Public Finance. New York, New York: McGraw-Hill, sixth edition.",
        "Remler, Dahlia K., Joshua Graff Zivin and Sherry A. Glied. 2004. Modeling Health Insurance Expansions: Effects of Alternate Approaches Journal of Policy Analysis and Management 23(2): 291-314.",
        "Remler, Dahlia K. 2004. Poor Smokers, Poor Quitters and Cigarette Tax Regressivity American Journal of Public Health 94(2): 225-229.",
        "Ramsey, Frank. 1927. A Contribution to the Theory of Taxation Economic Journal 37: 47-61.",
        "Pechman, Joseph A. and Benjamin Okner. Who Bears the Tax Burden? Brookings Institution, Washington DC. 1974.",
        "Lyon, Andrew B. and Robert M. Schwab. 1995. Consumption Taxes in a Life-Cycle Framework: Are Sin Taxes Regressive? Review of Economics and Statistics 77(3): 389-406.",
        "Keeler, Theodor, The Wei Hu, Paul Barrett, Willard Manning, and Hau-Yen Sund. 1996. Do Cigarette Producers Price-Discriminate by State? An Empirical Analysis of Local Cigarette Pricing and Taxation Journal of Health Economics 15: 499-512.",
        "Jones, Andrew M. 1989. A Double-Hurdle Model of Cigarette Consumption Journal of Applied Econometrics 4(1): 23-39.",
        "Hersch, Joni. 2000. Gender, Income Levels, and the Demand for Cigarettes Journal of Risk and Uncertainty 21:2/3: 263-282.",
        "Grossman, Michael, Jody L. Sindelar, John Mullahy, and Richard Anderson. 1993. Policy Watch: Alcohol and Cigarette Taxes Journal of Economic Perspectives 7(4): 211-222.",
        "Gallet, C.A., and J.A. List. 2003. Cigarette Demand: A Meta-Analysis of Elasticities Health Economics 10: 821-835.",
        "Fullerton, Don and Diane Lim Rodgers. 1993. Who Bears the Lifetime Tax Burden? Washington DC: Brookings Institution.",
        "Evans, William, Jeanne Ringel and Diana Stech. 1999. Tobacco Taxes and Public Policy to Discourage Smoking in James Poterba, ed. Tax Policy and the Economy 13 Cambridge, MA: MIT Press, pp.1-56.",
        "Deaton, Angus and John Muellbauer. 1980. Economics and Consumer Behavior Cambridge: Cambridge University Press.",
        "Cooper, Michael. Cigarettes up to $7 a Pack with New Tax in New York Times July 1, 2002.",
        "Congressional Budget Office (CBO). 2001. Historical Effective Tax Rates, 1979-1997 May 2001. Washington DC: US Government Printing Office.",
        "Congressional Budget Office (CBO). 1990. Federal Taxation of Tobacco, Alcoholic Beverages and Motor Fuels. Washington DC: US Government Printing Office.",
        "Chaloupka, Frank J. and Saffer. 1992. Clean Indoor Air Laws and the Demand for Cigarettes Contemporary Policy Issues, 10(2): 72-83.",
        "Chaloupka, Frank J. 1991. Rational Addictive Behavior and Cigarette Smoking Journal of Political Economy 99(4): 722-42.",
        "California Lung Association. 2002. http://www.californialung.org/press/020320tobaccotax.html, accessed November 1, 2002.",
        "Campaign for Tobacco Free Kids. 2003. State Cigarette Tax Increases Benefit Lower Income Smokers and Families http://tobaccofreekids.org/research/factsheets/pdf/0147.pdf, last accessed January 4, 2003.",
        "Becker, Gary S. and Kevin Murphy. 1988. A Theory of Rational Addiction Journal of Political Economy 96: 675-700.",
        "Becker, Gary S., Michael Grossman and Kevin M. Murphy. 1994. An Empirical Analysis of Cigarette Addiction. American Economic Review 84: 396-418.",
        "American Lung Association of Texas. Answers to Frequent Arguments Against a Tax Increase http://www.texaslung.org/aboutus/newsroom/newsreleases/coalitions/texansinvestinginhealthyfa milies/041603_cigarettetaxarguments.htm, last accessed December 31, 2003."
    ]
}