{
    "id": 10904,
    "cites": 39,
    "cited_by": 32,
    "reference": [
        "[43] Winters, P., de Janvry A. and E. Sadoulet (2001) Family and community networks on Mexico-US migration, Journal of Human Resources, Vol. 36, 159-184.",
        "[42] Taylor C. and M. Hudson (1972) World Handbook of Political and Social Indicators, Second Edition (New Haven: Yale University Press).",
        "[40] Sassen S. (1994) Cities in a World Economy (Thousand Oaks: Pine Forge Press).",
        "[41] Sivitanidou R. and W. Wheaton (1992) Wage and rent capitalization in the commercial real estate market, Journal of Urban Economics, Vol. 31, 206-229.",
        "[39] Saiz A. (2003b) Immigration and Housing Rents in American cities, Federal Reserve Bank of Philadel- phia, Working Paper No. 03-12.",
        "[38] Saiz A. (2003a) Room in the kitchen for the melting pot: Immigration and rental prices, Review of Economics and Statistics, Vol. 85, 3, 502-521.",
        "[37] Roback J. (1982) Wages, rents and the quality of life, Journal of Political Economy, Vol. 90, 1257-78.",
        "[35] Quigley J. (1998) Urban diversity and economic growth, Journal of Economic Perspectives, Vol. 12, 127-138.",
        "[36] Rauch J. (1993) Productivity gains from geographic concentration in cities, Journal of Urban Economics, Vol. 34, 380-400.",
        "[34] Park J. (1994) Estimation of sheepskin effects and returns to schooling using the old and new CPS Measures of educational attainment, Princeton University Industrial Relation Section, Working Paper No. 338.",
        "[33] Ottaviano G. and G. Peri (2004b) The economic value of cultural diversity: Evidence from US Cities, CEPR Discussion Paper No. 4233 and CESifo Working Paper No. 1117.",
        "[32] Ottaviano G. and G. Peri (2004a) Cities and cultures, CEPR Discussion Paper No. 4438.",
        "[31] Munshi, K. (2003) Networks in the modern economy: Mexican migrants in the US labor market, Quarterly Journal of Economics, Vol. 118, 549-599.",
        "[29] Mauro P. (1995) Corruption and growth, Quarterly Journal of Economics, Vol. 110, 681-712.",
        "[30] Moretti E. (2004) Workers education, spillovers and productivity: Evidence from plant-level production functions, American Economic Review, Vol. 94, 656-690.",
        "[27] Maignan, C., Ottaviano G., Pinelli D. and F. Rullani (2003) Bio-Ecological Diversity vs Socio-Economic Diversity: A Comparison of Existing Measures, FEEM, Working Paper n.13.2003.",
        "[24] Jacobs J. (1969) The Economy of Cities (New York: Random House).",
        "[25] Lazear E. (1999) Globalization and the market for team-mates, Economic Journal,Vol. 109, C15-C40.",
        "[23] Glaeser E., Kolko J. and A. Saiz (2001) Consumer city, Journal of Economic Geography, Vol. 1, 27-50.",
        "[21] Florida R. (2002b) The Rise of the Creative Class (Basic Books, New York).",
        "[22] Fujita, M., Krugman P. and A. Venables (1999) The Spatial Economy. Cities, regions and international trade (Cambridge MA: MIT Press).",
        "[20] Florida R. (2002a) Bohemia and economic geography, Journal of Economic Geography, Vol. 2, 55-71.",
        "[19] Eckstein Z. and K. Wolpin (1999) Estimating the effect of racial discrimination on first job wage offers, Review of Economics and Statistics, Vol. 81, 384-392.",
        "[17] Cutler D. and E. Glaeser (1997) Are ghettos good or bad?, Quarterly Journal of Economics, Vol.112, 827-72.",
        "[18] Easterly W. and R. Levine (1997) Africas growth tragedy: Policies and ethnic division, Quarterly Journal of Economics, Vol.112, 1203-50.",
        "[16] Collier P. (2001) Implications of ethnic diversity, Economic Policy: a European Forum, Vol. 0, 127-55.",
        "[15] Card D. and A. Krueger (1993) Trends in relative black-white earnings revisited, American Economic Review, Papers and Proceedings, Vol. 83, 85-91.",
        "[14] Card D. and A. Krueger (1992) School quality and black-white relative earnings: A direct assessment, Quarterly Journal of Economics, Vol. 107, 151-200.",
        "[12] Card D. (2001) Immigrant inflows, native outflows and the local labor market impacts of higher immi- gration, Journal of Labor Economics, Vol. 19, 22-61.",
        "[13] Card D. and J. Di Nardo (2000) Do immigrant inflows lead to native outflows?, American Economic Review, Vol. 90, 360-367.",
        "[11] Card D. (1990) The impact of the Mariel Boatlift on the Miami labor market, Industrial and Labor Relations Review, Vol. 43, 245-257.",
        "[9] Borjas G., R. Freeman and L. Katz (1997) How much do immigration and trade affect labor market outcomes?, Brookings Papers on Economic Activity, Vol. 1997, 1-90.",
        "[7] Borjas G. (1999) Heavens Doors (Princeton: Princeton University Press).",
        "[8] Borjas G. (2003) The labor demand curve is downward sloping: Re-examining the impact of immigration on the labor market, Quarterly Journal of Economics, Vol. 118, 1335-1374.",
        "[5] Borjas G. (1994) The economics of immigration, Journal of Economic Literature, Vol. 32, 1667-1717.",
        "[6] Borjas G. (1995) The economic benefits of immigration, Journal of Economic Perspectives, Vol. 9, 3-22.",
        "[4] Boeri T., Hanson G. and B. McCormick (2002) Immigration Policy and the Welfare System (Oxford: Oxford University Press).",
        "[3] Berliant M. and M. Fujita (2004) Knowledge creation as a square dance on the Hilbert Cube, Washington University at Saint Louis, Department of Economics Working Paper.",
        "[1] Alesina A. and E. La Ferrara (2003) Ethnic diversity and economic performance, NBER Working Paper No. 10313."
    ]
}