{
    "id": 10909,
    "cites": 16,
    "cited_by": 5,
    "reference": [
        "Ueda, Kazuo and Hiroshi Yoshikawa, 1986, Financial Volatility and the q Theory of Investment, Economica 53, 11-27.",
        "Ogawa, Kazuo, Shin-ichi Kitasaka, Hiroshi Yamaoka, and Yasuharu Iwata, 1996, Borrowing Constraints and Role of Land Asset in Japanese Corporate Investment Decision, Journal of the Japanese and International Economies, 122-149.",
        "Kiyotaki, Nobuhiro and Kenneth D. West, 1996, Business Fixed Investment and the Recent Business Cycle in Japan,(with Nobuhiro Kiyotaki), 277-323 in NBER Macroeconomics Annual, 1996, B. Bernanke and J. Rotemberg (eds.), Cambridge: MIT Press (1996).",
        "Kiyotaki, Nobuhiro and John Moore, 1997b, Credit Cycles, Journal of Political Economy 211-248.",
        "Kiyotaki, Nobuhiro and John Moore, 1997a, Credit Chains, London School of Economics.",
        "Kiyotaki, Nobuhiro, 1997, Credit and Business Cycles, Japanese Economic Review, 49(1) 18-35.",
        "Jones, Larry E., and Rodolfo E. Manuelli, 1990, A Convex Model of Equilibrium Growth: Theory and Policy Implications, Journal of Political Economy 98, 1008-1038.",
        "Hayashi, Fumio, 1990, Taxes and Corporate Investment in Japanese Manufacturing, 295-316 in C.R. Hulten (ed.), Productivity Growth in Japan and the United States, Chicago: University of Chicago Press.",
        "Hayashi, Fumio, 1986, Why Is Japans Savings Rate So Apparently High?, 147-210 in S. Fischer (ed.) NBER Macroeconomics Annual 1986, Cambridge: MIT Press.",
        "Hall, Robert E. and Dale Jorgenson, 1967, Tax Policy and Investment Behavior, American Economic Review, 391-414.",
        "Eaton, Jonathan, 1988, Foreign-Owned Land, American Economic Review 78, 76-88.",
        "Ando, Albert; Franco Modigiliani; Robert Rasche; and Stephen J. Turnovsky, 1974, On the Role of Expectations of Price and Technological Change in an Investment Function, International Economic Review 15(2), 384-414.",
        "Ando, Albert, John Hancock and Gary Sawchuk, 1997, The Cost of Capital for the United States, Japan and Canada: An Attempt at Measurement Based on Individual Company Records and Aggregate National Accounts Data, 71-134 in P.J.N. Halpern (ed.), Financing Growth in Canada, Calgary: University of Calgary Press.",
        "Ando, Albert, Dimitrios Christelis and Tsutomu Miyagawa, 2003, Inefficiency of Corporate Investment and Distortion of Saving Behavior in Japan, in M. Blomstrom, J. Corbett, F. Hayashi and A. Kashyap (eds.) Structural Impediments to Growth in Japan, Chicago: University of Chicago Press.",
        "Ando, Albert, 2000, On the Japanese Economy and Japanese National Accounts, National Bureau of Economic Research Working Paper No. 8033.",
        "Abel, Andrew and Olivier J. Blanchard, 1986, The Present Value of Profits and Cyclical Movement in Investment, Econometrica 54(2), 2489-274."
    ]
}