{
    "id": 10903,
    "cites": 28,
    "cited_by": 0,
    "reference": [
        "World Bank (2001) Financial Impact of the HIPC Initiative: First 22 Country Cases. Washington, D.C.: World Bank HIPC Unit.",
        "Van Trotsenburg, Axel and Alan MacArthur (1999) The HIPC Initiative: Delivering Debt Relief to Poor Countries. Washington, D.C.: International Monetary Fund and World Bank.",
        "Svensson, Jakob (2000) Foreign Aid and Rent-Seeking, Journal of International Economics 51(2), August, pp. 437--61.",
        "Sargent, Thomas, and Wallace, Neil. (1981) Some Unpleasant Monetarist Arithmetic. Federal Reserve Bank of Minneapolis Quarterly Review 5, Fall, pp. 1--17.",
        "Sachs, Jeffrey (1989) The Debt Overhang of Developing Countries, in Guillermo A. Calvo, Ronald Findlay, Pentti Kouri and Jorge Braga de Macedo, eds., Debt, Stabilization and Development, pp. 80--102. Oxford: Basil Blackwell.",
        "Sachs, Jeffrey (1984) Theoretical Issues in International Borrowing, Study in International Finance No. 54, Princeton University.",
        "Obstfeld, Maurice (1986) Speculative Attack and the External Constraint in a Maximizing Model of the Balance of Payments, Canadian Journal of Economics 19(1), February, pp. 1--20.",
        "Krugman, Paul (1979) A Model of Balance of Payments Crises, Journal of Money, Credit and Banking 11(3), August, pp. 311--25.",
        "Kraay, Aart and Vikram Nehru (2003) When Is External Debt Sustainable? mimeo, World Bank, October.",
        "Greene, Joshua (1989) External Debt Problem of Sub-Saharan Africa, in Frenkel, Jacob A., Michael P. Dooley and Peter Wickham eds. Analytical Issues in Debt, pp. 38--74. Washington, DC: International Monetary Fund.",
        "Frenkel, Jacob A., Michael P. Dooley and Peter Wickham (1989) An Introduction to Analytical Issues in Debt, in Frenkel, Jacob A., Michael P. Dooley and Peter Wickham eds. Analytical Issues in Debt, pp. 1--9. Washington, DC: International Monetary Fund.",
        "Flood, Robert and Peter Garber (1984) Collapsing Exchange Rate Regimes: Some Linear Examples, Journal of International Economics 17(1), August, pp. 1--13.",
        "Fernandez-Arias, Eduardo (1992) Costs and Benefits of Debt and Debt Service Reduction, unpublished manuscript, Country Economics Department, World Bank, Washington, D.C.",
        "Easterly, William, Paolo Mauro and Klaus Schmidt-Hebbel (1995) Money Demand and Seignorage-Maximizing Inflation, Journal of Money Credit and Banking 27(2), May, pp. 583--603.",
        "Easterly, William (2002) How did the Heavily Indebted Poor Countries Become Heavily Indebted? Reviewing 2 Decades of Debt Relief, World Development 30(10), October, pp. 1677--96.",
        "Corden, W. Max (1989) Debt Relief and Adjustment Incentives, in Frenkel, Jacob A., Michael P. Dooley and Peter Wickham eds. Analytical Issues in Debt, pp. 242--57. Washington, DC: International Monetary Fund.",
        "Cordella, Tito and Giovanni DellAriccia (2003) Budget Support versus Project Aid, International Monetary Fund Working Paper 03/88.",
        "Cohen, Daniel (2001) The HIPC Initiative: True and False Promises, International Finance 4(3), Winter, pp. 363--80.",
        "Claessens, Stijn, Ishac Diwan, and Eduardo Fernandez-Arias (1992) Recent Experience with Commercial Bank Debt Reduction, World Bank Policy Research Working Paper 995.",
        "Casella, Alessandra and Barry Eichengreen (1996) Can Foreign Aid Accelerate Stabilization? Economic Journal 106(436), May, pp. 605--19.",
        "Cagan, Phillip (1956) Monetary Dynamics of Hyperinflation, in Milton Friedman, ed. Studies in the Quantity Theory of Money, pp. 25--117. Chicago: University of Chicago Press.",
        "Burnside, Craig, Martin Eichenbaum and Sergio Rebelo (2001) Prospective Deficits and the Asian Currency Crisis, Journal of Political Economy 109(6), December, pp. 1155--97.",
        "Burnside, Craig and David Dollar (2000) Aid, Policies, and Growth, American Economic Review 90(4), September, pp. 847--68.",
        "Bulow, Jeremy and Kenneth Rogoff (1990) Cleaning Up Third World Debt Without Getting Taken to the Cleaners, Journal of Economic Perspectives 4(1), Winter, pp. 31--42.",
        "Boone, Peter (1996) Politics and the Effectiveness of Foreign Aid, European Economic Review 40(2), February, pp. 289--329.",
        "Barro, Robert J. (1997) Macroeconomics, 5th ed. Cambridge, Mass.: MIT Press.",
        "Kletzer, Kenneth (1988) External Borrowing by LDCs: A Survey of Some Theoretical Issues, in Gustav Ranis and Paul T. Schultz, eds. The State of Development Economics, pp. 579--612. New York: Basil Blackwell.",
        "Drazen, Allan, and Elhanan Helpman (1987) Stabilization with Exchange Rate Management. Quarterly Journal of Economics 102(4), November, pp. 835--55."
    ]
}