{
    "id": 10905,
    "cites": 13,
    "cited_by": 21,
    "reference": [
        "Trustees Report. 2003. The 2003 Annual Report of the Board of Trustees of the Old Age Survivors Insurance and Disability Insurance Trust Funds. Washington, D.C..",
        "Tran, Bac V.. 2002. The Effect of the Repeal of the Retirement Earnings Test on the Labor Supply of Older Workers. Xeorx. University of Maryland at College Park. November.",
        "Samwick, Andrew. 1998. Discount Rate Heterogeneity and Social Security Reform.",
        "Forthcoming, National Tax Journal. ________________. 2004a. The Social Security Early Entitlement Age In A Structural Model of Retirement and Wealth. Journal of Public Economics.",
        "Working Paper 9404, December. ________________. 2003. Retirement Effects of Proposals by the Presidents Commission to Strengthen Social Security. NBER Working Paper 10030, October.",
        "Gruber, Jonathan and Peter Orszag. 1999. What to Do About the Social Security Earnings Test? Issue Brief. Center for Retirement Research at Boston College. July.",
        "Gordon, Roger H. and Alan S. Blinder. 1980. Market Wages, Reservation Wages and Retirement. Journal of Public Economics 14: 277-308.",
        "Friedberg, Leora. 2000. The Labor Supply Effects of the Social Security Earnings Test. The Review of Economics and Statistics 82 (1): 48-63.",
        "Feldstein, Martin and Andrew Samwick. 1992. Social Security Rules and Marginal Tax Rates. National Tax Journal 45: 1-22.",
        "Disney, Richard and Sarah Smith. 2002. The Labor Supply Effects of the Abolition of the Earnings Rule for Older Workers in the United States. The Economic Journal 112: C136C152.",
        "Coile, Courtney, Peter Diamond, Jonathan Gruber and Alain Jousten. 2002. Delays in claiming Social Security benefits. Journal of Public Economics 84: 357-385.",
        "Burtless, Gary and Robert Moffitt. 1984. The Joint Choice of Retirement Age and Postretirement Hours of Work. Journal of Labor Economics 3(2): 209-236.",
        "Working Paper 10305. February. Olson, Janice A. 1999. Who is 62 Enough? Identifying Respondents Eligible for Social Security Early Retirement Benefits in the Health and Retirement Study. Social Security Bulletin 62(3): 51-56."
    ]
}