{
    "id": 10916,
    "cites": 48,
    "cited_by": 24,
    "reference": [
        "Wright, J. 2003b. Forecasting US Inflation by Bayesian Model Averaging. Federal Reserve Board International Finance Discussion Papers 780.",
        "Wright, J. 2003a. Bayesian Model Averaging and Exchange Rate Forecasting. Federal Reserve Board International Finance Discussion Papers 779.",
        "Woodford. M. 2003. Optimal Interest Rate Smoothing. Review of Economic Studies, 70, 861-886.",
        "Wald, A. 1950. Statistical Decision Functions. New York: John Wiley.",
        "Under Extreme Uncertainty (A Primer on Robust Control). Federal Reserve Board Finance and Economics Discussion Paper Series 2001-2.",
        "Tetlow, R. and P. von zur Muehlen. 2001. Robust Monetary Policy With Misspecified Models: Does Model Uncertainty Always Call for Attenuated Policy? Journal of Economic Dynamics and Control, 25, 6-7, 911-949.",
        "Taylor, J. 1993. Discretion Versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy, 39, 195-214.",
        "Sims, C. 2002. The Role of Models and Probabilities in the Monetary Policy Process. Brookings Papers on Economic Activity, 2, 1-40.",
        "Rudebusch, G. and L. Svensson. 1999. Policy Rules for Inflation Targeting. In Monetary Policy Rules, edited by John Taylor. Chicago: University of Chicago Press.",
        "Rudebusch, G. 2002. Assessing Nominal Income Rules for Monetary Policy with Model and Data Uncertainty. Economic Journal, 402-432.",
        "Raftery, A., D. Madigan, and J. Hoeting. 1997. Bayesian Model Averaging for Linear Regression Models. Journal of the American Statistical Association, 92, 437, 179-91.",
        "Pesaran, M. H., D. Pettenuzzo, and A. Timmermann, (2004), Forecasting Time Series Subject to Structural Breaks: A Bayesian Regime Averaging Approach. Unpublished paper, University of Cambridge.",
        "Onatski, A. and N. Williams. 2003. Modeling Model Uncertainty. Journal of the European Economic Association, 1, 1078-1122..",
        "Marcellino, M. and M. Salmon. 2002. Robust Decision Theory and the Lucas Critique. Macroeconomic Dynamics, 6, 1, 167-185.",
        "Levin, A. and J. Williams. 2003. Robust Monetary Policy with Competing Reference Models. Journal of Monetary Economics, 50, 945-975.",
        "Levin, A., V. Wieland, and J. Williams, (1998), Robustness of Simple Monetary Policy Rules Under Model Uncertainty. National Bureau of Economic Research Working Paper no. 6570.",
        "Leamer, E. 1983. Lets Take the Con Out of Econometrics. American Economic Review, 73, 31-43.",
        "Leamer, E. 1978. Specification Searches. New York: John Wiley and Sons.",
        "Hurwicz, L. 1951. Some Specification Problems and Applications to Econometric Models. Econometrica, 19, 343-4.",
        "Hansen, L. and T. Sargent. 2003. Robust Control and Economic Model Uncertainty. Book manuscript. Hoover Institution, Stanford University.",
        "Hansen, L. and T. Sargent. 2002. Certainty Equivalence and Model Uncertainty. Unpublished paper. Hoover Institution, Stanford University.",
        "Hansen, L. and T. Sargent. 2001b. Robust Control and Model Uncertainty. Unpublished paper. Hoover Institution, Stanford University.",
        "Hansen, L. and T. Sargent. 2001a. Acknowledging Misspecification in Macroeconomic Theory. Review of Economic Dynamics, 4, 519-35.",
        "Gustafson P. and B. Clarke. 2004. Decomposing Posterior Variance. Journal of Statitstical Planning and Inference, 119, 311-327.",
        "Gilboa, I. and D. Schmeidler. 1989. Maximin Expected Utility with Non-Unique Priors. Journal of Mathematical Economics, 18, 141-53.",
        "Giannoni, M. and M. Woodford. 2002. Optimal Interest Rate Rules: I. General Theory. National Bureau of Economic Research Working Paper no. 9491.",
        "Giannoni, M. 2002. Does Model Uncertainty Justify Caution? Robust Optimal Monetary Policy in a Forward-Looking Model. Macroeconomic Dynamics, 6, 111-144.",
        "Giannoni, M. 2001. Robust Optimal Monetary Policy in a Forward-Looking Model with Parameter and Shock Uncertainty, mimeo, Federal Reserve Bank of New York.",
        "Garratt, A., K. Lee, M. H. Pesaran, and Y. Shin. 2003. Forecasting Uncertainties in Macroeconometric Modelling: An Application to the UK Economy. Journal of the American Statistical Association, 98, 464, 829-838.",
        "GalÃ\u0083Â­, J. and M. Gertler. 1999. Inflation Dynamics: A Structural Econometric Model. Journal of Monetary Economics, 44, 195-222.",
        "Friedman, M. 1948. A Monetary and Fiscal Framework for Economic Stability. American Economic Review, 38, 245-264.",
        "Fernandez. C., E. Ley and M. Steel. 2001. Model Uncertainty in Cross-Country Growth Regressions. Journal of Applied Econometrics, 16, 5, 563-76.",
        "Epstein, L. and T. Wang. 1994. Intertemporal Asset Pricing Behavior Under Knightian Uncertainty. Econometrica, 62, 283-322.",
        "Draper, D. 1995. Assessment and Propagation of Model Uncertainty. Journal of the Royal Statistical Society, series B 57: 45-70.",
        "Doppelhofer, G., R. Miller and X. Sala-i-Martin. 2000. Determinants of Long-Term Growth: A Bayesian Averaging of Classical Estimates (BACE) Approach. Working Paper 7750. Cambridge, Mass.: National Bureau of Economic Research.",
        "Del Negro, M. and F. Schorfeide. 2004. Policy Predictions if the Model Doesnt Fit. Mimeo, University of Pennsylvania.",
        "Cogley, T. and T. Sargent. 2004. The Conquest of U.S. Inflation: Learning and Robustness to Model Uncertainty. Mimeo, University of California at Davis.",
        "Chamberlain, G. 2001. Econometrics and Decision Theory. Journal of Econometrics 95: 255-83.",
        "Brown, P., M. Vannucci, and T. Fearn. 1998. Multivariate Bayesian Variable Selection and Prediction. Journal of the Royal Statistical Society, series B, 60, 627-41.",
        "Brock, W., S. Durlauf and K. West. 2003. Policy Analysis in Uncertain Economic Environments (with discussion). Brookings Papers on Economic Activity, 1, 235-322, 2003.",
        "Brock, W. and C. Hommes. 1997. A Rational Route to Randomness. Econometrica, 65, 5, 1059-1096.",
        "Brock, W. and S. Durlauf. 2004b. Local Robustness Analysis: Theory and Application. Mimeo, University of Wisconsin.",
        "Brock, W. and S. Durlauf. 2004a. Elements of a Theory of Design Limits to Optimal Policy, The Manchester School, 72, Supplement 2, 1-18.",
        "Brock. W. and S. Durlauf. 2001. Growth Empirics and Reality. World Bank Economic Review, 15, 229-272.",
        "Bernardo, J. and A. Smith. 1994. Bayesian Theory, New York: John Wiley.",
        "Berger, J. 1987. Statistical Decision Theory and Bayesian Analysis, second edition. New York: Springer-Verlag.",
        "Avramov, D. (2002). Stock Return Predictability and Model Uncertainty, Journal of Finance, 64, 423-458.",
        "Onatski, A. and J. Stock. 2002. Robust Monetary Policy Under Model Uncertainty in a Small Model of the U.S. Economy. Macroeconomic Dynamics 6: 85-110."
    ]
}