{
    "id": 10913,
    "cites": 50,
    "cited_by": 18,
    "reference": [
        "Turner, Christopher M., Richard Startz, and Charles R. Nelson, 1989, A markov model of heteroskedasticity, risk, and learning in the stock market, Journal of Financial Economics 25, 322.",
        "Torous, Walter, Rossen Valkanov, and Shu Yan, 2003, On Predicting Stock Returns with Nearly Integrated Explanantory Variables, Journal of Business forthcoming.",
        "Taylor, Stephen J., and Xuxinzhong Xu, 1997, The incremental volatility information in one million foreign exchange quotations, Journal of Empirical Finance 4, 317340.",
        "Scruggs, John T., 1998, Resolving the puzzling intertemporal relation between the market risk premium and conditional market variance: A two-factor approach, Journal of Finance 52, 575603.",
        "Schwert, William G., 1989, Why does stock market volatility change over time?, Journal of Finance 44, 11151153.",
        "Santa-Clara, Pedro, and Shu Yan, 2001, Risk and return in the stock market: Lessons from option data, Working paper, University of Arizona.",
        "Poterba, James M., and Lawrence H. Summers, 1986, The persistence of volatility and stock market fluctuations, American Economic Review 76, 11421151.",
        "Pindyck, Robert S., 1984, Risk, inflation, and the stock market, American Economic Review 74, 335351.",
        "Pan, Jun, 2002, The jump-risk premia implicit in options: Evidence from an integrated time-series study, Journal of Financial Economics 63, 350.",
        "Officer, Robert R., 1973, The variability of the market factor of the New York Stock Exchange, Journal of Business 46, 43453.",
        "Nelson, Daniel B., 1991, Conditional heteroskedasticity in asset returns: A new approach, Econometrica 59, 347370.",
        "Merton, Robert C., 1973, An intertemporal capital asset pricing model, Econometrica 41, 867887.",
        "Mayfield, E. Scott, 2003, Estimating the market risk premium, Journal of Financial Economics forthcoming.",
        "Lettau, Martin, and Sydney C. Ludvigson, 2002, Measuring and modeling variation in the risk-return tradeoff, in Yacine Ait-Sahalia, and Lars P. Hansen, ed.: Handbook of Financial Econometrics.",
        "Keim, Donald B., and Robert F. Stambaugh, 1986, Predicting returns in the stock and bond markets, Journal of Financial Economics 17, 357390.",
        "Hentschel, Ludger, 1995, All in the family: Nesting symmetric and asymmetric GARCH models, Journal of Financial Economics 39, 71104.",
        "Harvey, Campbell R., 2001, The specification of conditional expectations, Journal of Empirical Finance 8, 573638.",
        "Hall, Robert E., 1988, Intertemporal substitution in consumption, Journal of Political Economy 96, 339357.",
        "Goyal, Amit, and Pedro Santa-Clara, 2002, Idiosyncratic risk matters!, Journal of Finance forthcoming.",
        "Glosten, Lawrence R., Ravi Jagannathan, and David E. Runkle, 1993, On the relation between the expected value and the volatility of the nominal excess return on stocks, Journal of Finance 48, 17791801.",
        "Ghysels, Eric, Pedro Santa-Clara, and Rossen Valkanov, 2003, Predicting volatility: Getting the most out of return data sampled at different frequencies, Working paper, UCLA and UNC.",
        "Gennotte, Gerard, and Terry A. Marsh, 1993, Variations in economic uncertainty and risk premiums on capital assets, European Economic Review 37, 10211041.",
        "French, Kenneth R., William Schwert, and Robert F. Stambaugh, 1987, Expected stock returns and volatility, Journal of Financial Economics 19, 329.",
        "Foster, Dean P., and Daniel B. Nelson, 1996, Continuous record asymptotics for rolling sample variance estimators, Econometrica 64, 139174.",
        "Financial Economics 25, 2349. Ferson, Wayne E., and Campbell R. Harvey, 1991, The variation of economic risk premiums, Journal of Political Economy 99, 385415.",
        "Fama, Eugene F., 1990, Stock returns, expected returns, and real activity, Journal of Finance 45, 10891108.",
        "A Festschrift in Honour of Clive W. J. Granger. Oxford University Press. Engle, Robert F., and Victor Ng, 1993, Measuring and testing the impact of news on volatility, Journal of Finance 48, 17491778.",
        "Engle, Robert F., 1990, Discussion: Stock market volatility and the crash of 87, Review of Financial Studies 3, 103106.",
        "Christie, Andrew A., 1982, The stochastic behavior of common stock variances: Value, leverage and interest rate effects, Journal of Financial Economics 10, 407432.",
        "Chernov, Mikhael, A. Ronald Gallant, Eric Ghysels, and George Tauchen, 2002, Alternative Models for Stock Price Dynamics, Journal of Econometrics 116, 225257.",
        "Chen, Nai-Fu, Richard Roll, and Stephen A. Ross, 1986, Economic forces and the stock market, Journal of Business 59, 383403.",
        "Chan, K. C., G. Andrew Karolyi, and RenÃ\u0082Â´e M. Stulz, 1992, Global financial markets and the risk premium on U.S. equity, Journal of Financial Economics 32, 137167.",
        "Chacko, George, and Luis Viceira, 2003, Spectral GMM estimation of continuous-time processes, Journal of Econometrics 116, 259292.",
        "Campbell, John Y., and Robert J. Shiller, 1988, Stock prices, earnings, and expected dividends, Journal of Finance 43, 661676.",
        "Campbell, John Y., Andrew W. Lo, and A. Craig MacKinlay, 1997, The Econometrics of Financial Markets (Princeton University Press: Princeton).",
        "Review 83, 487512. , and Ludger Hentschel, 1992, No news is good news: An asymmetric model of changing volatility in stock returns, Journal of Financial Economics 31, 281318.",
        "Campbell, John Y., 1987, Stock returns and the term structure, Journal of Financial Economics 18, 373399.",
        "Brandt, Michael, and Qiang Kang, 2003, On the relationship between the conditional mean and volatility of stock returns: A latent VAR approach, Journal of Financial Economics forthcoming.",
        "Box, G. E., and D. R. Cox, 1964, An analysis of transformations, Journal of the Royal Statistical Society B 26, 211243.",
        "Bollerslev, Tim, and Jeffrey M. Wooldridge, 1992, Quasi-maxmimum likelihood estimation and inference in dynamic models with time-varying covariances, Econometric Reviews 11, 143172.",
        "Black, Fischer, 1976, Studies in stock price volatility changes, in Proceedings of American Statistical Association, Business and Economic Statistics Section pp. 177181.",
        "Bekaert, Geert, and Guojun Wu, 2000, Asymmetric volatility and risk in equity markets, Review of Financial Studies 13, 142.",
        "Barndorff-Nielsen, Ole E., and Neil Shephard, 2002, Econometric analysis of realised volatility and its use in estimating stochastic volatility models, Journal of the Royal Statistical Society, Series B 64, 253280.",
        "Backus, David K., and Allan W. Gregory, 1993, Theoretical relations between risk premiums and conditional variance, Journal of Business and Economic Statistics 11, 177185.",
        "Andreou, Elena, and Eric Ghysels, 2002, Time variations and covariations in the expectation and volatility of stock market returns, Journal of Business and Economic Statistics 20, 363376.",
        "CIRANO. Andersen, Torben G., Tim Bollerslev, Francis X. Diebold, and Heiko Ebens, 2001, The distribution of realized stock return volatility, Journal of Financial Economics 61, 4376.",
        "Andersen, Torben, and Tim Bollerslev, 1998, Answering the skeptics: Yes, standard volatility models do provide accurate forecasts, International Economic Review 39, 885905.",
        "Alizadeh, Sassan, Michael W. Brandt, and Francis X. Diebold, 2002, Range-based estimation of stochastic volatility models, Journal of Finance 57, 10471091.",
        "Abel, Andrew B., 1988, Stock prices under time-varying dividend risk: An exact solution in an infinite-horizon general equilibrium model, Journal of Monetary Economics 22, 375 393.",
        "Engle, Robert, David Lilien, and Russell Robins, 1987, Estimation of time varying risk premia in the term structure: the arch-m model, Econometrica 55, 391407."
    ]
}