{
    "id": 10918,
    "cites": 41,
    "cited_by": 21,
    "reference": [
        "Winkler, Anne E. and David C. Rose, Career Hierarchy in Dual-Earner Families. in Solomon Polachek (ed.), Research in Labor Economics, Vol. 19. Greenwich CT: JAI Press. 2000, 147172.",
        "U.S. Census Bureau. County and City Data Books (United States), 1988.",
        "Topel, Robert H. and Michael P. Ward, Job Mobility and the Careers of Young Men. Quarterly Journal of Economics, Vol. 107, No. 2, (May 1992), 429-480.",
        "Spitze, Glenna D., The Effect of Family Migration of Wives Employment: How Long Does it Last? Social Science Quarterly, Vol. 65, No. 1, (March 1984), 21-36.",
        "Sjaastad, Larry A., The Costs and Returns of Human Migration. Journal of Political Economy, Vol. 70, No. 5, Part 2: Investment in Human Beings, (October 1962), 80-93.",
        "Shihadeh, Edward S., The Prevalence of Husband-Centered Migration: Employment Consequences for Married Mothers. Journal of Marriage and Family, Vol. 53, No. 2, (May, 1991), 432-444.",
        "Savageau, David and Richard Boyer. Places Rated Almanac. Your Guide to Finding the Best Places to Live in North America. New York: Prentice Hall Travel, (1993).",
        "Robst, John and KimMarie McGoldrick, Gender Differences in Overeducation: A Test of the Theory of Differential Overqualification. The American Economie Review, Vo. 86, No. 2, Papers and Proceedings of the Hundredth and Eighth Annual Meeting of the American Economic Association San Francisco, CA, January 5-7, (May, 1996), 280-284.",
        "Rischall, Isaac C., The Value of a Fresh Start: Earnings Persistence and the Migration of Single Mothers. Canadian International Labour Network, Working Paper No. 28, (1999).",
        "Polachek, Solomon W. and F.W. Horvath, A Life Cycle Approach to Migration: Analysis of the Perspicacious Peregrinator. in R. Ehrenberg (ed.), Research in Labor Economics, Vol. 1. Greenwich CT: JAI Press. 1977, 103-149.",
        "Ofek, Haim and Yesook Merrill, Labor Immobility and the Formation of Gender Wage Gaps in Local Markets. Economic Inquiry, Vol. 35, No.1, (January 1997), 28-47.",
        "Morrison, Donna R. and Daniel T. Lichter, Family Migration and Female Employment: The Problem of Underemployment among Migrant Married Women. Journal of Marriage and Family, Vol. 50, No. 1, (February 1988), 161-172.",
        "Mincer, Jacob, Family Migration Decisions. Journal of Political Economy, Vol. 86, No. 5, (October 1978), 749-774.",
        "Maxwell, Nan L., Economic Returns to Migration: Marital Status and Gender Differences. Social Science Quarterly, Vol. 69, No.1, (March 1988), 108-121.",
        "Martin, Jack K. and Daniel T. Lichter. Geographic Mobility and Satisfaction with Life and Work. Social Science Quarterly, Vol. 64, No. 3, (September 1983), 524-535.",
        "Lundberg, Shelly and Robert A. Pollak, Efficiency in Marriage. Review of Economics of the Household, Vol. 1, No. 3, (September, 2003), 153-168.",
        "Lundberg, Shelly and Robert A. Pollak, Bargaining and Distribution in Marriage. Journal of Economic Perspectives, Vol. 10, No. 4, (Autumn 1996), 139-158.",
        "Lichter, Daniel T., Socioeconomic Returns to Migration among Married Women. Social Forces, Vol. 62, No. 2, (December 1983), 487-503.",
        "Lichter, Daniel T., The Migration of Dual-worker Families: Does the Wifes Job Matter? Social Science Quarterly, Vol. 63, No. 1, (March 1982), 48-57.",
        "Lee, Lung-Fei, G.S. Maddala and R.P. Trost, Asymptotic Covariance Matrices of Two-Stage Probit and Two-Stage Tobit Methods for Simultaneous Equations Models with Selectivity. Econometrica, Vol. 48, No. 2, (March 1980), 491-504.",
        "Lee, Lung-Fei., Generalized Econometric Models with Selectivity. Econometrica, Vol. 51, No. 2, (March 1983), 507-512.",
        "Krieg, Randall G., Internal Migration and its Influence on Earnings of Working Husbands and Wives. Regional Science Perspective, Vol. 22, No. 2, (1992), 79-89.",
        "Kanaiaupuni, Shawn M., Reframing the Migration Question: An Empirical Analysis of Men, Women and Gender in Mexico. Center for Demography and Economy, University of Wisconsin-Madison, Working Paper No. 99-15, (1999).",
        "Jaeger, David A., Susanna Loeb, Sarah E. Turner, and John Bound. Coding Geographic Areas Across Census Years: Creating Consistent Definitions of Metropolitan Areas. National Bureau of Economic Research, Working Paper No. 6772, (October 1998).",
        "Jacobsen, Joyce and Laurence M. Levin, Marriage and Migration: Comparing Gains and Losses from Migration for Couples and Singles. Social Science Quarterly, Vol.78, No. 3, (September 1997), 688-709.",
        "Greenwood, Michael J., Internal Migration in Developed Countries, in M. R. Rosenzweig and O. Stark (eds.), Handbook of Population and Family Economics. Amsterdam: Elsevier, 1997, 647-720.",
        "Greenwood, Michael J., Changing Patterns of Migration and Regional Economic Growth in the US: A Demographic Perspective. Growth and Change, Vol. 19, No. 4, (Fall 1988), 68-87.",
        "Graves, Phil E., Migration and Climate. Journal of Regional Science, Vol. 20, No. 2, (May 1980), 227-237.",
        "Glaeser, Edward L., Learning in MSAs. Journal of Urban Economics, Vol. 46, No. 2, (September 1999), 254-277.",
        "Frank, Robert H., Family Location Constraints and the Geographic Distribution of Female Professions. Journal of Political Economy, Vol. 86, No. 1, (February 1978), 117-130.",
        "Edlund, Lena, On the Geography of Demography: Why do Women Live in Cities? Mimeo. Columbia University, (2003).",
        "Drewianka, Scott, Estimating Social Effects in Matching Markets: Externalities in Spousal Search. Review of Economics and Statistics, Vol. 85, No. 2, (May 2003), 409-423.",
        "Day, Kathleen M., Interprovincial Migration and Local Public Goods. Canadian Journal of Economics, Vol. 25, No.1, (February 1992), 123-144.",
        "Cooke, Thomas and Adrain Bailey, Family Migration and the Employment of Married Women and Men. Economic Geography, Vol. 72, No.1, (January 1996), 38-48.",
        "Bourguignon Francois, Martin Fournier and Marc Gurgand, Selection Bias Correction Based on the Multinomial Logit Model. Institute National de la Statistique et des Etudes Economiques (lINSEE), Working Paper 2002-04.",
        "Borjas, George J., Steven G. Bronars and Steven J. Trego, Self-selection and Internal Migration in the United States. Journal of Urban Economics, Vol. 32, No. 2, (September 1992), 159-185.",
        "Bird, Gerald A. and Gloria W. Bird, Determinants of Mobility in Two-Earner Families: Does the Wifes Income Count? Journal of Marriage and Family, Vol. 47, No. 3, (1985), 753-758.",
        "Basker, Emek, Education, Job Search and Migration. University of Missouri-Columbia Working Paper 02-16, (2003).",
        "U.S. Census Bureau. County and City Data Books (United States), 1993.",
        "Greenwood, Michael J. and G.Hunt, Jobs Versus Amenities in the Analysis of Metropolitan Migration. Journal of Urban Economics, Vol. 25, No. 1, (January 1989), 1-16.",
        "Glaeser, Edward L. and David C. Mare, Cities and Skills. Journal of Labor Economics, Vol. 19, No.2, (April 2001), 316-342."
    ]
}