{
    "id": 10927,
    "cites": 16,
    "cited_by": 11,
    "reference": [
        "Approach, IMF Staff Papers 49 (Special Issue). Elster, J., ed., 1998a, Deliberative Democracy (Cambridge, UK: Cambridge University Press).",
        "Wimmer, A. I. de Soysa, and C. Wagner, 2002, Political Science Tools for Assessing Feasibility and Sustainability of Reforms, paper prepared for the Independent Evaluation Office (Washington: International Monetary Fund).",
        "Stokes, S.C., 1998, Pathologies of Deliberation, in Elster, J., ed., Deliberative Democracy.",
        "Robb, C.M., 2003, Poverty and Social Impact Analysis--Linking Macroeconomic Policies to Poverty Outcomes: Summary of Early Experiences, IMF Working Paper 03/43.",
        "Przeworski, A., 1998, Deliberation and Ideological Domination, in Elster, J., ed., Deliberative Democracy.",
        "Public Information Notice (PIN) No. 03/122 (October 10), available at www.imf.org. Manin, B., A. Przeworski, and S.C. Stokes, 1999, Elections and Representation, in A. Przeworski, S.C. Stokes, and B. Manin, eds., Democracy, Accountability, and Representation (Cambridge, UK: Cambridge University Press).",
        "Independent Evaluation Office, 2002, Evaluation of the Prolonged Use of Fund Resources (Washington: International Monetary Fund), available at www.imf.org.",
        "Habermas, J., 1987, Theory of Communicative Action (Boston: Beacon Press).",
        "Fearon, J., 1998, Deliberation as Discussion, in Elster, J., ed., Deliberative Democracy.",
        "Farrell, J. and M. Rabin, 1996, Cheap Talk, Journal of Economic Perspectives, Vol. 10, pp. 10318.",
        "Drazen, A., 2000, Political Economy in Macroeconomics (Princeton, NJ: Princeton University Press).",
        "Crawford, V. and J. Sobel, 1982, Strategic Information Transmission, Econometrica, Vol. 50, pp. 143151.",
        "Brender, A. and A. Drazen, 2004, Political Budget Cycles in New versus Established Democracies, NBER Working Paper 10539.",
        "Boughton, J. and A. Mourmouras, 2002, Is Policy Ownership An Operational Concept? IMF Working Paper 02/72.",
        "Akhmedov, A. and E. Zhuravskaya, 2003, Opportunistic Political Cycles: Test in a Young Democracy Setting, Working Paper.",
        "International Monetary Fund, 2001, Strengthening Country Ownership of Fund-Supported Programs, December 5, available at www.imf.org."
    ]
}