{
    "id": 10926,
    "cites": 36,
    "cited_by": 33,
    "reference": [
        "[36] Yellen, Janet and George Akerlof, 2004. Stabilization Policy: a Reconsideration Federal Reserve Bank of San Francisco speech, July.",
        "[35] Wolfers, Justin, 2003. Is Business Cycle Volatility Costly? Evidence from Surveys of Subjective Well-Being International Finance, Spring, 6(1), pp. 1-26.",
        "[34] Turnovsky, Stephen and Marcelo Bianconi, 2005. The Welfare Gains from Stabilization in a Stochastically Growing Economy with Idiosyncratic Shocks and Flexible Labor Supply Macroeconomic Dynamics.",
        "[33] Tallarini, Thomas. Risk Sensitive Real Business Cycles. Journal of Monetary Economics, June 2000, 45(3), pp. 507-32.",
        "[31] Shleifer, Andrei, 1986. Implementation Cycles Journal of Political Economy, 94(6), De- cember, pp. 1163-90.",
        "[32] Storesletten, Kjetil, Chris Telmer, and Amir Yaron, 2001. The Welfare Cost of Business Cycles Revisited: Finite Lives and Cyclical Variation in Idiosyncratic Risk. European Economic Review, June, 45(7), pp. 1311-39.",
        "[30] Robe, Michel and Stephane Pallage, 2002. The States vs. the states: On the Welfare Cost of Business Cycles in the U.S. American University Working Paper.",
        "[29] Ramey, Garey and Valerie Ramey, 1991. Technology Commitment and the Cost of Eco- nomic Fluctuations. NBER (Cambridge, MA) Working Paper No. 3755, June.",
        "[28] Portier, Franck and Luis Puch, 2004. The Welfare Cost of Business Cycles in an Economy with Nonclearing Markets Toulouse Working Paper, February.",
        "[27] Pemberton, James, 1996. Growth Trends, Cyclical Fluctuations, and Welfare with Non- Expected Utility Preferences. Economics Letters, March, 50(3), pp. 387-92.",
        "[26] Otrok, Christopher, 2001. On Measuring the Welfare Cost of Business Cycles. Journal of Monetary Economics, February, 47(1), pp. 61-92.",
        "[24] Matheron, Julien and Tristan-Pierre Maury, 2000. The Welfare Cost of Fluctuations in AK Growth Models. Mimeo, University of Paris.",
        "[25] Obstfeld, Maurice, 1994. Evaluating Risky Consumption Paths: The Role of Intertempo- ral Substitutability. European Economic Review, August, 38(7), pp. 1471-86.",
        "[22] Lucas, Robert, 2003. Macroeconomic Priorities. American Economic Review. March, 93(1), pp. 1-14.",
        "[23] Mankiw, Greg, 1988. Comments on How Does Macroeconomic Policy Affect Output? Brookings Papers on Economic Activity, 2, pp. 481-85.",
        "[21] Lucas, Robert, 1987. Models of Business Cycles. Oxford: Basil Blackwell.",
        "[20] Krusell, Per and Anthony Smith, 2002. Revisiting the Welfare Effects of Eliminating Business Cycles. Rochester University Working Paper, November.",
        "[18] Krebs, Tom, 2003. Growth and Welfare Effects of Business Cycles in Economies with Idiosyncratic Human Capital Risk, Review of Economic Dynamics, October, 6(4), pp. 846-868.",
        "[19] Krusell, Per and Anthony Smith, 1999. On the Welfare Effects of Eliminating Business Cycles. Review of Economic Dynamics, January, 2(1), pp. 245-272.",
        "[17] Jovanovic, Boyan, 2004. Asymmetric Cycles NYU Working Paper, August.",
        "[16] Imrohoroglu, Ayse, 1989. Cost of Business Cycles with Indivisibilities and Liquidity Con- straints. Journal of Political Economy, December, 97(6), pp. 1364-83.",
        "[14] Epstein, Larry and Zin, Stanley, 1991. Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: An Empirical Analysis. Journal of Political Economy, April, 99(2), pp. 263-86.",
        "[15] Gali, Jordi, Mark Gertler, and David Lopez Salido, 2003. Markups, Gaps, and the Welfare Costs of Business Fluctuations NYU Working paper, October.",
        "[13] Epaulard, Anne and Aude Pommeret, 2003. Recursive Utility, Growth, and the Welfare Cost of Volatility. Review of Economic Dynamics, July, 6(2), pp. 672-84.",
        "[12] Dolmas, Jim, 1998. Risk Preferences and the Welfare Cost of Business Cycles. Review of Economic Dynamics, July, 1(3), pp. 646-76.",
        "[10] DeLong, Bradford and Larry Summers, 1988. How Does Macroeconomic Policy Affect Output? Brookings Papers on Economic Activity, 2, pp. 433-80.",
        "[11] DiTella, Rafael, Robert McCulloch, and Andrew Oswald, 2003. The Macroeconomics of Happiness Review of Economics and Statistics, November, 85(4), pp. 809-27.",
        "[9] Cohen, Darrel, 2000. A Quantitative Defense of Stabilization Policy FEDS Working Paper 00-34, June.",
        "[8] Chatterjee, Satyajit and Dean Corbae, 2001. On the Welfare Gains of Reducing the Likelihood of Economic Crises University of Texas Working Paper, September.",
        "[7] Campbell, John and John Cochrane, 1995. By Force of Habit: a Consumption-Based Explanation of Aggregate Stock Market Behavior. NBER (Cambridge, MA) Working Paper No. 4995, January.",
        "[6] Benhabib, Jess and Farmer, Roger. Indeterminacy and Increasing Returns. Journal of Economic Theory, June 1994, 63(1), pp. 19-41.",
        "[4] Barlevy, Gadi, 2004b. On the Timing of Innovation in Stochastic Schumpeterian Growth Models Federal Reserve Bank of Chicago Working Paper, August.",
        "[5] Beaudry, Paul and Carmen Pages, 2001. The Cost of Business Cycles and the Stabilization Value of Unemployment Insurance. European Economic Review, August, 45(8), pp. 1545- 72.",
        "[3] Barlevy, Gadi. 2004a. The Cost of Business Cycles under Endogenous Growth American Economic Review, September.",
        "[2] Atkeson, Andrew and Christopher Phelan. 1994. Reconsidering the Costs of Business Cycles with Incomplete Markets. in S. Fischer and J. Rotemberg, eds., NBER Macroeco- nomics Annual, Cambridge, MA: MIT Press, pp. 187-207.",
        "[1] Alvarez, Fernando and Urban Jermann, 2000. Using Asset Prices to Measure the Cost of Business Cycles Working Paper, University of Chicago."
    ]
}