{
    "id": 10929,
    "cites": 12,
    "cited_by": 40,
    "reference": [
        "Rajan R. G. and Zingales L., Financial Dependence and Growth. The American Economic Review, Vol 88, Issue 3, 1998, pp559-586.",
        "Kaufmann, D., Kraay, A. and Zoido-LobatÃ\u0083Â³n, P., Aggregating Governance Indicators, World Bank PolicyResearch Department Working Paper No. 2195, 1999.",
        "Holmes, K.R., Johnson, B.T. and Kirkpatrick, M., Index of Economic Freedom. Washington, D.C. and New York, 1997.",
        "Fisman R. and Love I. , Financial Dependence and Growth: A Comment, Working Paper, 2003a.",
        "Fisman R. and Love I., Financial Development and the Composition of Industrial Growth, Working Paper, 2003.",
        "Dunne, T. and Roberts, M.J., Variation in Producer Turnover Across US Manufacturing Industries. Entry and Market Contestability, An International Comparison. Edited by P.A. Geroski and J. Schwalbach, Blackwell 1991, 187-203.",
        "Djankov S., Glaeser, E., La Porta, R., Lopez-de-Silanes, F. and Shleifer, A., The New Comparative Economics, Working Paper, 2003.",
        "Djankov, La Porta, Lopes-de-Silanes, and Shleifer, The Regulation of Entry, Quarterly Journal of Economics, Vol CXVII, Issue 1, 2002.",
        "Cable, J. and Schwalbach, J., International Comparisons of Entry and Exit. Entry and Market Contestability, An International Comparison. Edited by P.A. Geroski and J. Schwalbach, Blackwell 1991, 257-281.",
        "Bertrand M. and Kramarz F., Does Entry Regulation Hinder Job Creation? Evidence from the French Retail Industry, IZA Discussion Paper No. 415, 2002.",
        "Roberts, M. J., Employment Flows and Producer Turnover. Industrial evolution in developing countries : micro patterns of turnover, productivity, and market structure. Edited by Mark J. Roberts and James R. Tybout. Stigler G. J., The Theory of Economic Regulation, The Bell Journal of Economics and Management Science, Volume 2, Issue 1, 1971, pp.3-21.",
        "Dunne, T., Roberts, M.J. and Samuelson, L., Patterns of Firm Entry and Exit in U.S. Manufacturing Industries. Rand Journal of Economics, Volume 19, Issue 4, 1988, pp. 495-515."
    ]
}