{
    "id": 1092,
    "cites": 13,
    "cited_by": 0,
    "reference": [
        "Andrew B. Abel, Empirical Investment Equations: An Integrative Framework, in K. Brunner and A. H. Meltzer (eds.), On the State of Macroeconomics, Carnegie-Rochester Conference Series vol. 12 (Amsterdam: North-Holland), 1980.",
        "Olivier J. Blanchard, The Monetary Mechanism in the Light of Rational Expectations, in S. Fischer (ed.), Rational Expectations and Economic Policy (Chicago: University of Chicago Press), 1980.",
        "Alan S. Blinder, Retail Inventory Behavior and Business Fluctuations, Brookings Papers on Economic Activity, 2, 1981, pp. 4143-505.",
        "Microfoundations of Macroeconomics, American Economic Review, 72 (June 1982), pp. 3314_3148.",
        "Laurits R. Christensen, Dale W. Jorgenson, and Lawrence J. Lau, Transcendental Logarithmic Utility Functions, American Economic Review, 65 (June 1975), pp. 367-383.",
        "Lars Peter Hansen and Thomas J. Sargent, Formulating and Estimating Dynamic Linear Rational Expectations Models, Journal of Economic Dynamics and Control, 1980.",
        "Robert E. Lucas, Jr., Econometric Policy Evaluation: A Critique, Journal of Monetary Economics, vol. 2, January 1976 (supplement), pp. 19-46.",
        "William Novshek and Hugo Sonnenschein, Marginal Consumers and Neoclassical Demand Theory, Journal of Political Economy, vol. 87, No. 6, December 1979, pp. 1368-1376.",
        "Harvey S. Rosen and Richard E. Quandt, Estimation of a Disequilibrium Aggregate Labor Market, The Review of Economics and Statistics, vol. LX, No. 3, August 1978, pp. 371-379.",
        "Thomas J. Sargent, Beyond Demand and Supply Curves in Macroeconomics, American Economic Review, May 1982.",
        "Christopher Sims, Policy Analysis with Econometric Models, Brookings Papers on Economic Activity, 1, 1982.",
        "Lawrence H. Summers, Taxation and Corporate Investment: A q-Theory Approach, Brookings Papers on Economic Activity, 1, 1981, pp. 67-127. .",
        "John B. Taylor, Estimation and Control of a Macroeconomic Model with Rational Expectations, Econometrica, vol. 47, 1979."
    ]
}