{
    "id": 10939,
    "cites": 26,
    "cited_by": 38,
    "reference": [
        "Redding, Stephen, and Anthony J. Venables. (2004) Economic Geography and International Inequality, Journal of International Economics 62(1), 53-82.",
        "Overman, Henry G., Stephen Redding and Anthony J. Venables. (2003) The Economic Geography of Trade, Production, and Income: A Survey of the Empirics, in E. Kwan Choi and James Harrigan, eds., Handbook of International Trade. Oxford, UK: Blackwell Publishing.",
        "Markusen, James R. and Keith E. Maskus. (2002) Discriminating among alternative theories of the multinational enterprise. Review of International Economics 10(4), 694-707.",
        "Markusen, James R. and Keith E. Maskus. (2001) Multinational Firms: Reconciling Theory and Evidence, in Magnus BlomstrÃ\u0083Â¶m and Linda S. Goldberg, eds., Topics in Empirical International Economics: A Festschrift in Honor of Robert E. Lipsey. Chicago, IL: University of Chicago Press for National Bureau of Economic Research.",
        "Markusen, James R. (2002) Multinational Firms and the Theory of International Trade. Cambridge and London: MIT Press.",
        "Markusen, James R. (1984) Multinationals, Multi-Plant Economies, and the Gains from Trade, Journal of International Economics 16(3-4), 205-26.",
        "Keller, Wolfgang and Carol Shiue. (forthcoming) The Origins of Spatial Interaction, Journal of Econometrics. LeSage, James P. (1999) The Theory and Practice of Spatial Econometrics, Working Paper.",
        "IDA Ireland (2002) Annual Business Survey. Dublin.",
        "Helpman, Elhanan, Marc J. Melitz, and Stephen R. Yeaple. (2004) Export Versus FDI with Heterogeneous Firms, American Economic Review 94(1), 300-16.",
        "Helpman, Elhanan. (1984) A Simple Theory of International Trade with Multinational Corporations, Journal of Political Economy 92(3), 451-71.",
        "Head, Keith and Thierry Mayer. (2004) Market Potential and the Location of Japanese Investment in the European Union, Review of Economics and Statistics.",
        "Head, Keith, John Ries, and Deborah Swenson. (1995) Agglomeration Benefits and Location Choice: Evidence from Japanese Manufacturing Investments in the United States, Journal of International Economics 38(3-4), 223-47.",
        "Harris, C. (1954) The Market as a Factor in the Localization of Industry in the United States, Annals of the Association of American Geographers 64, 315-48.",
        "Ekholm, Karolina, Rikard Forslid, and James R. Markusen. (2003) Export-Platform Foreign Direct Investment, NBER Working Paper No. 9517.",
        "Davies, Ronald B. (forthcoming) Fragmentation of Headquarter Services and FDI, North American Journal of Economics and Finance. Eaton, Jonathan and Akiko Tamura. (1994) Bilateralism and Regionalism in Japanese and US Trade and Direct Foreign Investment Patterns, Journal of the Japanese and International Economies 8(4), 478-510.",
        "Coughlin, Cletus and Eran Segev. (2000) Foreign Direct Investment in China: A Spatial Econometric Study. The World Economy 23 (1), 1-23.",
        "Carr, David L., James R. Markusen, and Keith E. Maskus. (2001) Estimating the KnowledgeCapital Model of the Multinational Enterprise. American Economic Review 91(3), 693-708.",
        "Brainard, S. Lael. (1997) An Empirical Assessment of the Proximity-Concentration Trade-off Between Multinational Sales and Trade, American Economic Review 87(4): 520-44.",
        "Blonigen, Bruce A., Ronald B. Davies, and Keith Head. (2003) Estimating the KnowledgeCapital Model of the Multinational Enterprise: Comment, American Economic Review 93(3): 980-94.",
        "Blonigen, Bruce A. and Ronald B. Davies. (2004) The Effects of Bilateral Tax Treaties on US FDI Activity, International Tax and Public Finance 11(5), 601-22.",
        "BlomstrÃ\u0083Â¶m, Magnus and Ari Kokko. (1998) Multinational Corporations and Spillovers, Journal of Economic Surveys 12, 247-77.",
        "Bergstrand, Jeffrey H. and Peter Egger. (2004) A Theoretical and Empirical Model of International Trade and Foreign Direct Investment with Outsourcing: Part I, Developed Countries. Mimeo.",
        "Barro, Robert and J.W. Lee. (1996) International Measures of Schooling Years and Schooling Quality. American Economic Review: Papers and Proceedings 86, 218-23.",
        "Baltagi, Badi H., Peter Egger, and Michael Pfaffermayr. (2004) Estimating Models of Complex FDI: Are There Third-Country Effects? Mimeo.",
        "Anselin, Luc. (1988) Spatial Econometrics: Methods and Models, Kluwer Academic Publishers: Boston, MA.",
        "Anderson, James E. and Eric van Wincoop. (2003) Gravity with Gravitas: A Solution to the Border Puzzle, American Economic Review 93(1), 170-92."
    ]
}