{
    "id": 10934,
    "cites": 65,
    "cited_by": 4,
    "reference": [
        "Zhao, Yonggan, and William T. Ziemba, 2000, Mean-variance versus expected utility in dynamic investment analysis, Working Paper, University of British Columbia.",
        "Zellner, Arnold, 1971, An Introduction to Bayesian Inference in Econometrics, John Wiley and Sons: New York, NY.",
        "Zellner, Arnold, and V. Karrupan Chetty, 1965, Prediction and decision problems in regression models from the Bayesian point of view, Journal of the American Statistical Association 60, 608616.",
        "Williams, Jeffrey C., and Brian D. Wright, 1984, The welfare effects of the introduction of storage, Quarterly Journal of Economics 99, 16992.",
        "Wachter, Jessica, 2002, Portfolio and consumption decisions under mean-reverting returns: An exact solution for complete markets, Journal of Financial and Quantitative Analysis 37, 6391.",
        "Tsitsiklis, John N., and Benjamin Van Roy, 2001, Regression methods for pricing complex American-style options, Working Paper MIT.",
        "Stambaugh, Robert F., 1999, Predictive regressions, Journal of Financial Economics 54, 375421.",
        "Schroder, Mark and Costis Skiadas, 1999, Optimal consumption and portfolio selection with stochastic differential utility, Journal of Economic Theory 89, 68126.",
        "Samuelson, Paul A., 1989, A case at last for age-phased reduction in equity, Proceedings of the National Academy of Sciences 86, 90489051.",
        "Samuelson, Paul A., 1970, The fundamental approximation theorem of portfolio analysis in terms of means, variances, and moments, Review of Economic Studies 37, 537542.",
        "Roy, Andrew D., Safety first and the holding of assets, Econometrica 20, 431439. Samuelson, Paul A., 1969, Lifetime portfolio selection by dynamic stochastic programming, Review of Economics and Statistics 51, 239246.",
        "Pulley, Lawrence B., 1981, A general mean-variance approximation to expected utility for short holding periods, Journal of Financial and Quantitative Analysis 16, 361373.",
        "MorÃ\u0082Â´e, Jorge J., and Gerardo Toraldo, 1989, Algorithms for bound constrained quadratic programming problems, Numerical Mathematics 55, 377400.",
        "Newey, Whitney K., and Kenneth D. West, 1987, A simple, positive semi-definite, heteroscedasticity and serial correlation consistent covariance matrix, Econometrica 55, 703-708.",
        "Merton, Robert C., 1971, Optimum consumption and portfolio rules in a continuous-time model, Journal of Economic Theory 3, 373413.",
        "Merton, Robert C., 1969, Lifetime portfolio selection under uncertainty: The continuoustime case, Review of Economics and Statistics 51, 247257.",
        "Longstaff, Francis A., and Eduardo S. Schwartz, 2001, Valuing American options by simulation: A simple least-squares approach, Review of Financial Studies 14, 113147.",
        "Kroll, Yoram, Haim Levy, and Harry M. Markowitz, 1984, Mean-variance versus direct utility maximization, Journal of Finance 39, 4775.",
        "Kogan, Leonid, and Raman Uppal, 2000, Risk aversion and optimal portfolio policies in partial and general equilibrium economies, Working Paper, University of Pennsylvania.",
        "Kim, Tong Suk, and Edward Omberg, 1996, Dynamic nonmyopic portfolio behavior, Review of Financial Studies 9, 141161.",
        "Kandel, Shmuel, and Robert F. Stambaugh, 1996, On the predictability of stock returns: An asset-allocation perspective, Journal of Finance 51, 385424.",
        "Judd, Kenneth J., 1998, Numerical Methods in Economics, MIT Press: Cambridge, MA.",
        "Jagannathan, Ravi, and Narayana R. Kocherlakota, 1996, Why should older people invest less in stocks than younger people, Federal Reserve Bank of Minneapolis Quarterly Review 20, 1123.",
        "Hakansson, Nils H., 1971, Capital growth and the mean-variance approach to portfolio selection, Journal of Financial and Quantitative Analysis 6, 517557.",
        "Grossman, Sanford J., and Jean-Juc Vila, 1989, Portfolio insurance in complete markets: A note, Journal of Business 62, 473476.",
        "Grauer, Robert R., 1981, A comparison of growth optimal and mean-variance investment policies, Journal of Financial and Quantitative Analysis 16, 121.",
        "Grauer, Robert R., and Nils H. Hakansson, 1993, On the use of mean-variance and quadratic approximations in implementing dynamic investment strategies: A comparison of returns and investment policies, Working Paper, University of California at Berkeley.",
        "Gomes, Francisco J., 2002, Portfolio choice and trading volume with loss-averse investors, Working Paper, London Business School.",
        "Gill, Philip E., Walter Murray, and Michael A. Saunders, 2002, SNOPT: An SQP algorithm for large-scale constrained optimization, SIAM Journal of Optimization 12, 9791006.",
        "Gennotte, Gerard, 1986, Optimal portfolio choice under incomplete information, Journal of Finance 41. 733746.",
        "Fama, Eugene F., 1970, Multiperiod consumption-investment decisions, American Economic Review 60, 163174.",
        "Dybvig, Philip H., 1995, Duesenberrys racheting of consumption: Optimal dynamic allocation and investment given intolerance for any decline in standard of living, Review of Economic Studies 62, 287313.",
        "Dothan, Michael U., and David Feldman, 1986, Equilibrium interest rates and multiperiod bonds in a partially observable economy, Journal of Finance 41, 369382.",
        "Detemple, Jerome B., RenÃ\u0082Â´e Garcia, and Marcel Rindisbacher, 2003, A monte carlo method for optimal portfolios, Journal of Finance 58, 401446.",
        "Detemple, Jerome B., 1986, Asset pricing in a production economy with incomplete information, Journal of Finance 41, 383391.",
        "Das, Sanjiv, and Rangarajan K. Sundaram, 2000, A numerical algorithm for optimal consumption-investment problems, Working Paper, Harvard University.",
        "Dammon, Robert M., Chester S. Spatt, and Harold H. Zhang, 2000, Optimal consumption and investment with capital gains taxes, Review of Financial Studies 14, 583616.",
        "Cox, John C., and Chi-Fu Huang, 1989, Optimal consumption and portfolio policies when asset prices follow a diffusion process, Journal of Economic Theory 49, 3383.",
        "Connor, Gregory, 1997, Sensible return forecasting for portfolio management, Financial Analyst Journal 53, 4451.",
        "Conn, Andy R., Nick I.M. Gould, Philippe Toint, 1994, Large-scale nonlinear constrained optimization: A current survey in algorithms for continuous optimization: The state of the art, in E. Spedicato, eds., Mathematical Physical Sciences, 287-332, Kluwer Academic Publishers: Dordrecht, Netherlands.",
        "Conn, Andy R., Nick I.M. Gould, Philippe Toint, 1988, Global convergence for a class of trust-region algorithms for optimization with simple bounds, SIAM Journal of Numerical Analysis 25, 433460.",
        "ClÃ\u0082Â´ement, Emmanuelle, Damien Lamberton, and Philip Potter, 2001, An analysis of the Longstaff-Schwartz algorithm for American option pricing, Working Paper, UniversitÃ\u0082Â´e de Marne-la-VallÃ\u0082Â´ee.",
        "Chacko, George, and Luis M. Viceira, 2003, Dynamic consumption and portfolio choice with stochastic volatility in incomplete markets, Working Paper, Harvard University.",
        "Campbell, John Y., and Luis M. Viceira, 2002, Strategic Asset Allocation: Portfolio Choice for Long-Term Investors, Oxford University Press: New York, NY.",
        "Campbell, John Y., and Luis M. Viceira, 1999, Consumption and portfolio decisions when expected returns are time varying, Quarterly Journal of Economics 114, 433495.",
        "Campbell, John Y., Yeung Lewis Chan, and Luis M. Viceira, 2003, A multivariate model of strategic asset allocation, Journal of Financial Economics 67, 4180.",
        "Brown, Stephen J., 1978, The portfolio choice problem: Comparison of certainty equivalence and optimal Bayes portfolios, Communications in Statistics: Simulation and Computation 7, 321334.",
        "Brennan, Michael J., 1998, The role of learning in dynamic portfolio decisions, European Finance Review 1, 295306.",
        "Brennan, Michael J., Eduardo S. Schwartz, and Ronald Lagnado, 1997, Strategic asset allocation, Journal of Economic Dynamics and Control 21, 13771403.",
        "Brandt, Michael W., 2003, The econometrics of portfolio choice problems, in Y. Ait-Sahalia and L.P. Hansen, eds., Handbook of Financial Econometrics, Manuscript.",
        "Brandt, Michael W., 1999, Estimating portfolio and consumption choice: A conditional Euler equations approach, Journal of Finance 54, 16091645.",
        "Black, Fisher, and Robert B. Litterman, 1992, Global portfolio optimization, Financial Analyst Journal 48, 2443.",
        "Benartzi, Shlomo, and Richard H. Thaler, 1995, Myopic loss aversion and the equity premium puzzle, Quarterly Journal of Economics 110, 7392.",
        "Bellman, Richard, Robert Kalaba, and Bella Kotkin, 1963, Polynomial approximation A new computational technique in dynamic programming: Allocation processes, Mathematics of Computation 17, 155161.",
        "Bawa, Vijay S., and Roger W. Klein, 1976, The effect of estimation risk on optimal portfolio choice, Journal of Financial Economics 3, 215231.",
        "Basak, Suleyman, and Alex Shapiro, 2001, Value-at-risk based risk management: Optimal policies and asset prices, Review of Financial Studies 14, 371405.",
        "Barberis, Nicholas, 2000, Investing for the long run when returns are predictable, Journal of Finance 55, 225264.",
        "Balduzzi, Pierluigi, and Anthony W. Lynch, 1999, Transaction costs and predictability: Some utility cost calculations, Journal of Financial Economics 52, 4778.",
        "Ang, Andrew, Geert Bekaert, and Jun Liu, 2002, Why stocks may disappoint, Working Paper, Columbia University.",
        "Alexander, Gordon A., and Alexandre M. Baptista, 2002, Economic implications of using a mean-VaR model for portfolio selection: A comparison with mean-variance analysis, Journal of Economic Dynamics and Control 26, 11591193.",
        "Ait-Sahalia, Yacine, and Michael W. Brandt, 2003, Portfolio and consumption choice with option-implied state prices, Working Paper, Princeton University.",
        "Ait-Sahalia, Yacine, and Michael W. Brandt, 2001, Variable selection for portfolio choice, Journal of Finance 56, 12971351.",
        "Tepla, Lucie, 2001, Optimal investment with minimal performance constraints, Journal of Economic Dynamics and Control 25, 16291645.",
        "Liu, Jun, 1999a, Portfolio selection in stochastic environments, Working Paper, UCLA.",
        "Daniel, James W., 1976, Splines and efficiency in dynamic programming, Journal of Mathematical Analysis and Applications 54, 402407."
    ]
}