{
    "id": 10932,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "Rivkin, Steven G., Eric A. Hanushek, and John F. Kain. Teachers, Schools, and Academic Achievement. National Bureau of Economic Research Working Paper No. 6691 (revised 2001).",
        "Piaget, Jean and BÃ\u0083Â¤rbel Inhelder. The Psychology of the Child. Trans. by Helen Weaver. New York: Basic Books, 1969.",
        "Meisels, Samuel J. High-Stakes Testing in Kindergarten. Educational Leadership 46:7 (April 1989): 16-22.",
        "McBee, Maridyth M., and Laura L. B. Barnes. The Generalizability of a Performance Assessment Measuring Achievement in Eighth-Grade Mathematics. Applied Measurement in Education 11:2 (1998): 179-194.",
        "Lazear, Edward P. The Power of Incentives. American Economic Review 90:2 (May 2000): 410-414.",
        "Lazear, Edward P. Salaries and Piece Rates. Journal of Business 59 (July 1986): 405-31.",
        "Kandel, Eugene and Edward P Lazear. Peer Pressure and Partnerships. Journal of Political Economy 100:4 (August 1992): 801-817.",
        "Jones, M. Gail, Brett D. Jones, Belinda Hardin, Lisa Chapman, Tracie Yarbrough, and Marcia Davis. The Impact of High-Stakes Testing on Teachers and Students in North Carolina. Phi Delta Kappan 81: 3 (November 1999): 199-203.",
        "Hoxby, Caroline M., The Cost of Accountability, in Williams Evers and Herbert Walbert, eds., School Accountability. Stanford Hoover Press, 2002.",
        "Holmstrom, Bengt and Paul Milgrom (1991). Multi-task Principal-Agent Analyses: Incentive Contracts, Asset Ownership and Job Design. Journal of Law, Economics, and Organization 7 (1991): 24-52.",
        "HÃ\u0083Â¶lmstrom, Bengt. Contractual Models of the Labor Market. American Economic Review Papers and Proceedings 71 (1981): 308-13.",
        "Hoffman, James V., Lori Czop Assaf, and Scott G. Paris. High-stakes testing in reading: Today in Texas, tomorrow? The Reading Teacher 54:5 (Feb 2001): 482-492.",
        "Heckman, James, Carolyn Heinrich, and Jeffrey Smith. The Performance of Performance Standards. Journal of Human Resources 37:4 (Fall 2002): 778-811.",
        "Coleman, James. The Adolescent Society: The social Life of the Teenager and Its Impact on Education. NY: The Free Press, 1961.",
        "Becker, Gary. Crime and Punishment: An Economic Approach. Journal of Political Economy 76 (March-April 1968): 169-217.",
        "Baker, George. Incentive Contracts and Performance Measurement. Journal of Political Economy 100:3 (June 1992): 598-614."
    ]
}