{
    "id": 10938,
    "cites": 27,
    "cited_by": 3,
    "reference": [
        "Taylor, John B. (2001). Low Inflation, Deflation, and Policies for Future Price Stability, Bank of Japan Monetary and Economic Studies 19, pp. 3551.",
        "Posen, Adam S. (2003). Japanese Macroeconomic Policy: Unusual? Manuscript, Institute for International Economics.",
        "Orphanides, Athanasios (2004). Monetary policy in deflation: the liquidity trap in history and practice, North American Journal of Economics and Finance 15, pp. 101124.",
        "Okina, Kunio and Shigenori Shiratsuka (2002). Asset Price Bubbles, Price Stability, and Monetary Policy: Japan=s Experience. Bank of Japan Monetary and Economic Studies, October, pp. 3576.",
        "Nordhaus, William (1994). Policy Games: Coordination and Independence in Monetary and Fiscal Policies. Brookings Papers on Economic Activity 2, pp. 139199.",
        "McCarthy, Jonathan and Richard Peach (2004). Home Prices: Are they the next `Bubble, forthcoming, Federal Reserve Bank of New York Economic Policy Review.",
        "McCallum, Bennett T. (2000). Alternative Monetary Policy Rules: A Comparison with Historical Settings for the United States, the United Kingdom, and Japan, Federal Reserve Bank of Richmond Economic Quarterly 86 (Winter), pp. 4979.",
        "Kuttner, Kenneth N. and Adam S. Posen (2004). The difficulty of discerning whats too tight: Taylor rules and Japanese monetary policy, North American Journal of Economics and Finance 15, pp. 5374.",
        "Kuttner, Kenneth N. and Adam S. Posen (2001). The Great Recession: Lessons for Macroeconomic Policy from Japan, Brookings Papers on Economic Activity 2, pp. 93 198.",
        "Krugman, Paul R. (2001). The Fear Economy. New York Times Sunday Magazine, September 30.",
        "Ip, Greg. (2003). Fed Weighs Alternative Ways to Create Economic Stimulus, Wall Street Journal, April 9.",
        "International Monetary Fund, 2004, United States: 2004 Article IV Consultation--Staff Report.",
        "Hayami, Masaru (2000). Price Stability and Monetary Policy. Speech presented to the Research Institute of Japan, Tokyo, March 21.",
        "Hamilton, James D. (1992). Was the Deflation During the Great Depression Anticipated? Evidence from the Commodity Futures Market, American Economic Review 82 (March), pp. 15778.",
        "Greenspan, Alan (2003). Testimony before the Committee on Financial Services, U.S. House of Representatives, July 15.",
        "Greenspan, Alan (2002). Issues for Monetary Policy. Speech presented to the Economic Club of New York, New York City, December 19.",
        "Eggertsson, Gauti (2003). How to Fight Deflation in a Liquidity Trap: Committing to Being Irresponsible, International Monetary Fund Working Paper 03/64.",
        "Dixit, Avinash and Luisa Lambertini (2003). Interactions of Commitment and Discretion in Monetary and Fiscal Policies, American Economic Review 95 (December), pp. 152242.",
        "Consensus Economics, Inc., London. Consensus Forecasts, various issues. DeLong, J. Bradford (2002), Americas Date with Deflation, Financial Times, August 21.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler (2000). Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics 115 (February), pp. 14880.",
        "Cargill, Thomas (2001). Monetary Policy, Deflation, and Economic History: Lessons for the Bank of Japan, Bank of Japan Monetary and Economic Studies (Special Edition), February.",
        "Broda, Christian and David Weinstein (2004), Happy news from the dismal science: reassessing Japanese fiscal policy and sustainability, this volume.",
        "Bernanke, Ben and Vincent Reinhart (2004), Conducting Monetary Policy at Very Low ShortTerm Interest Rates. Speech presented at the Meetings of the American Economic Association, San Diego, California, January 3.",
        "Bernanke, Ben (2002), Making Sure `It Doesnt Happen Here. Speech presented to the National Economists Club, Washington, D.C., November 21.",
        "Barro, Robert and David Gordon (1983). A Positive Theory of Monetary Policy in a NaturalRate Model, Journal of Political Economy 91, pp. 589610.",
        "Hamilton, James D. (1987). Monetary Factors in the Great Depression, Journal of Monetary Economics 19 (March), pp. 14569.",
        "Bernanke, Ben S. and Mark Gertler (1999). Monetary Policy and Asset Price Volatility, Federal Reserve Bank of Kansas City Economic Review, 4th Quarter."
    ]
}