{
    "id": 10935,
    "cites": 34,
    "cited_by": 28,
    "reference": [
        "Triest, R.K. (1990). The Effect of Income Taxation on Labor Supply in the United States. Journal of Human Resources 25, 491-516.",
        "Small, K. and H.S. Rosen (1981). Applied Welfare Economics with Discrete Choice Mod- els. Econometrica 49, 105-130.",
        "Saez, E. (2002). Optimal Income Transfer Programs: Intensive Versus Extensive Labor Supply Responses. Quarterly Journal of Economics 117, 1039-1073.",
        "Robins, P.K. (1985). A Comparison of the Labor Supply Findings from the Four Negative Income Tax Experiments. Journal of Human Resources 20, 567-82.",
        "Preston, I. and I. Walker (1999) Welfare Measurement in Labour Supply Models with Nonlinear Budget Constraints. Journal of Population Economics 12, 343-361.",
        "Piketty, T. (1998). LImpact des Incitations FinanciÃ\u0083Â¨res au Travail sur les Comportements Individuels: Une Estimation pour le cas FranÃ\u0083Â§ais. Economie et Prevision 132-133, 1-35.",
        "Mroz, T.A. (1987). The Sensitivity of an Empirical Model of Married Womens Hours of Work to Economic and Statistical Assumptions. Econometrica 55, 765-799.",
        "Moffitt, R. and K.C. Kehrer (1981). The Effects of Tax and Transfer Programs on Labor Supply. in ed., R. Ehrenberg, Research in Labor Economics, 103-150.",
        "Moffitt, R. (1992). Incentive Effects of the U.S. Welfare System. Journal of Economic Literature 30, 1--61.",
        "Mirrlees, J.A. (1971). An Exploration in the Theory of Optimal Income Taxation. Review of Economic studies 38, 175-208.",
        "Michalopoulos, C., P.K. Robins and D. Card (2005) When Financial Work Incentives Pay for Themselves: Evidence from a Randomized Social Experiment for Welfare Recipients. Journal of Public Economics 89, 5-29.",
        "Meyer, B. and D. Rosenbaum (2001). Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers. Quarterly Journal of Economics 66, 1063-1114.",
        "Liebman, J. (2002). The Optimal Design of the Earned Income Tax Credit, in B. Meyer and D. Hotz-Eakin (eds), Making Work Pay: The Earned Income Tax Credit and Its Impact on Americas Families, New-York: Russell Sage Foundation.",
        "Immervoll, H., H.J. Kleven, C.T. Kreiner and E. Saez (2004). Welfare Reform in European Countries: A Micro-Simulation Analysis. CEPR Discussion Paper No. 4324.",
        "Hotz, V.J. and J.K. Scholz (2003). The Earned Income Tax Credit. in ed. R. A. Moffitt, Means-Tested Transfer Programs in the United States, 141-197.",
        "Hotz, V.J., C.H. Mullin and J.K. Scholz (2002). The Earned Income Tax Credit and Labor Market Participation of Families on Welfare. UCLA, Vanderbilt and University of Wisconsin-Madison mimeo.",
        "Heim, B.T. and B.D. Meyer (2004). Work Costs and Nonconvex Preferences in the Esti- mation of Labor Supply Models. Journal of Public Economics 88, 2323-38.",
        "Harberger, A.C. (1964). Taxation, Resource Allocation, and Welfare. in John F. Due (ed.), The Role of Direct and Indirect Taxes in the Federal Revenue System, Princeton University Press, pp. 25-70.",
        "Fullerton, D. and L. Gan (2004). A Simulation-Based Welfare Loss Calculation for Labor Taxes with Piecewise-Linear Budgets. Journal of Public Economics 88, 2339-59.",
        "Feenberg, D. and Elisabeth Coutts (1993). An Introduction to the TAXSIM Model. Journal of Policy Analysis and Management 2 no. 1, 189-194.",
        "Eissa, N. and J. Liebman (1996). Labor Supply Response to the Earned Income Tax Credit. Quarterly Journal of Economics 61, 605-37.",
        "Dickert, S., S. Houser and J.K. Scholz (1995). The Earned Income Tax Credit and Transfer Programs: A Study of Labor Market and Program Participation. in J. Poterba (ed.), Tax Policy and the Economy 9th ed., 1-50.",
        "Dahlby, B. (1998) Progressive Taxation and the Social Marginal Cost of Public Funds. Journal of Public Economics 67, 105-122.",
        "Cogan, J.F. (1981). Fixed Costs and Labor Supply. Econometrica 49, 945-963.",
        "Card, D. and P.K. Robins (1998). Do Financial Incentives Encourage Welfare Recipients to Work? Research in Labor Economics 17(4), 1-56.",
        "Browning, E.K. (1995). Effects of the Earned Income Tax Credit on Income and Welfare. National Tax Journal 48, 23-43.",
        "Browning, E.K. and W.R. Johnson (1984). The Trade-Off between Equality and Effi- ciency. Journal of Political Economy 92, 175-203.",
        "Browning, E.K. (1987). On the Marginal Welfare Cost of Taxation. American Economic Review 77,,11-23.",
        "Blundell, R. (2001). Evaluating Labour Supply Responses to In-work Benefit Reforms for Low Income Workers. in Marco Buti, Paolo Sestito and Hans Wijkander (eds.), Taxation, Welfare and the Crisis of Unemployment in Europe, Edward Elgar, 157-187.",
        "Ballard, C.L., J.B. Shoven, and J. Whalley (1985). General Equilibrium Computations of the Marginal Welfare Costs of Taxes in the United States. American Economic Review 75, 128-138.",
        "Ballard, C.L. and D. Fullerton (1992). Distortionary Taxes and the Provision of Public Goods. Journal of Economic Perspectives 6, 117-131.",
        "Ballard, C.L. (1988). The Marginal Efficiency Cost of Redistribution. American Economic Review 78, 1019-1033.",
        "Auerbach, A.J. and H. Rosen (1980). Will the Real Excess Burden Please Stand Up? NBER Working Paper No. 495.",
        "Auerbach, A.J. (1985). The Theory of Excess Burden and Optimal Taxation. Chapter 2 in Alan J. Auerbach and Martin Feldstein (eds.), Handbook of Public Economics, vol. 1, Elsevier: Amsterdam."
    ]
}