{
    "id": 10949,
    "cites": 18,
    "cited_by": 6,
    "reference": [
        "Scribner, R. A., Cohen, D. A. and Farley, T.A.(1998). A Geographic Relation Between Alcohol Availability and Gonorrhea Rates. Sexually Transmitted Diseases, 25:10, 544-548.",
        "Sen, B. (2002). Does Alcohol-Use Increase the Risk of Sexual Intercourse Among Adolescents? Evidence From the NLSY97. Journal of Health Economics, 21:6, 1085-1093.",
        "Rees, D. I., Argys, L. M. and Averett, S.L. (2001). New Evidence on the Relationship between Substance Use and Adolescent Sexual Behavior. Journal of Health Economics, 20:5, 835-845.",
        "Moore, M. J and Cook P. J. (1985). Habit and Heterogeneity in the Youthful Demand for Alcohol. NBER working paper 5152.",
        "Leung, S. F. and Phelps, C. E. (1993). My Kingdom for a Drink....? A Review of the Price Sensitivity of Demand for Alcoholic Beverages in G. Bloss and M Hilton (Eds.), Economic and Socioeconomic Issues in the Prevention of Alcohol-Related Problems. U.S. Government Printing Office, 1993.",
        "Leigh, B. C. and Stall, R. (1993). Substance Use and Risky Sexual Behavior for Exposure to HIV, Issues in Methodology, Interpretation and Prevention. American Psychologist. 48:10, 1035-1044.",
        "Laumann, E. O., Gagnon, J.H., Michael, R.T. and Michaels, S. (1994). The Social Organization of Sexuality: Sexual Practices in the United States. Chicago: The University of Chicago Press.",
        "Grossman, M., Chaloupka, F.J., Saffer, H. and Laixuthai, A. (1994). Effects of alcohol price policy on youth: A summary of economic research. Journal of Research on Adolescence, 4, 347-364.",
        "Fergusson, D.M. and Lynskey, M.T. (1996). Alcohol Misuse and Adolescent Sexual Behaviors and Risk Taking. Pediatrics 98, 91-96.",
        "Donovan, C. and McEwan, R. (1995). A Review of the Literature Examining the Relationship Between Alcohol Use and HIV-Related Sexual Risk-Taking in Young People. Addiction, 90:3, 319-328.",
        "Dee, T. (2001). The Effects of Minimum Legal Drinking Ages on Teen Childbearing. Journal of Human Resources, 36, 823-838.",
        "Chesson, H., Harrison, P. and Kassler, W. J. (2000). Sex Under the Influence: The Effect of Alcohol Policy on Sexually Transmitted Disease Rates in the U.S. Journal of Law and Economics, 43:1, 215-238.",
        "Centers for Disease Control and Prevention. (2000a). Summary of Notifiable Diseases, United States, 2000. Mortality and Morbidity Weekly Report, 49.",
        "Centers for Disease Control and Prevention. (2002). Young People at Risk: HIV/AIDS among Americas Youth. Atlanta, GA: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention.",
        "Carpenter, C. (in press) Youth Alcohol Use and Risky Sexual Behavior: Evidence from Underage Drunk Driving Laws. Journal of Health Economics. Carpenter, C. (2004) How do Zero Tolerance Drunk Driving Laws Work? Journal of Health Economics, 23:1, 61-83.",
        "Beer Institute (various years). Brewers Almanac. New York: United States Brewers Foundation. Bertrand, M., Duflo, E. and Mullainathan, S. (2004) How Much Should We Trust Differencesin -Differences Estimates? Quarterly Journal of Economics, 119:1, 249-75.",
        "Bartlett, J. G. and Gallant, J.E. (2003). Medical Management of HIV Infection. Baltimore: Johns Hopkins University.",
        "Baltagi, B. H. (2001). Econometric Analysis of Panel Data. England: John Wiley and Sons."
    ]
}