{
    "id": 10948,
    "cites": 61,
    "cited_by": 17,
    "reference": [
        "Warner, K.E., F.J. Chaloupka, P.J. Cook, W.G. Manning, J.P. Newhouse, T.E. Novotny, T.C. Schelling, and J. Townsend 1995. Criteria for determining an optimal cigarette tax: the economists perspective. Tobacco Control 4(4): 380-386.",
        "Viscusi, W.K. 1995. Cigarette taxation and the social consequences of smoking. In Tax Policy and the Economy, 9, ed. J.M. Poterba, 51-101. Cambridge, MA: MIT Press.",
        "Townsend, J.L. 1987. Cigarette tax, economic welfare and social class patterns of smoking.",
        "Sloan, F.A., J. Ostermann, G. Picone, C. Conover, and D. Taylor, Jr. forthcoming. The Price of Smoking. Cambridge, MA: MIT Press. Tauras, J.A. 1998. Price, clean indoor air laws, addiction, and cigarette smoking. Chicago: Ph.D. dissertation, University of Illinois at Chicago.",
        "Journal of Health Economics 10(1): 65-80. Saffer, H. and F.J. Chaloupka 1999. The demand for illicit drugs. Economic Inquiry 37(3): 401- 411.",
        "Schoenbaum, M. 1997. Do smokers understand the mortality effects of smoking? Evidence from the Health and Retirement Survey. American Journal of Public Health 87(5): 755- 759.",
        "Ruhm, C.J. 1996. Alcohol control policies and highway vehicle fatalities. Journal of Health Economics 15(4): 435-454.",
        "Saffer, H. 1991. Alcohol advertising bans and alcohol abuse: An international perspective.",
        "Rhodes, W. and R. Kling 2001. Comment. Journal of the American Statistical Association 96(456): 1264-1266.",
        "Chicago: University of Chicago Press, 271-326. Reuter, P. 1999. Drug use measures: what are they telling us? National Institute of Justice Journal April: 12-19.",
        "Arlington, VA: Orzechowski and Walker. Pacula, R.L, M. Grossman, F.J. Chaloupka, P.M. OMalley, and M.C. Farrelly 2001. Marijuana and youth. In Risky Behavior Among Youths: An Economic Analysis, ed. J. Gruber.",
        "Ohsfeldt, R.L. and M.A. Morrissey 1997. Beer taxes, workers compensation, and industrial injury. Review of Economics and Statistics 79(1): 155-160.",
        "Newey, W.K. and K.D. West 1987. A simple positive semi-definite heteroscedasticity and autocorrelation consistent covariance matrix. Econometrica 55(3): 703-708.",
        "Moore, M.J. 1996. Death and tobacco taxes. Rand Journal 27(2): 415-428.",
        "Journal of Health Economics 19(2): 271-282. Miron, J.A. 2003. The effect of drug prohibition on drug prices: evidence from the markets for cocaine and heroin. Review of Economics and Statistics 85(3): 522-530.",
        "Markowitz, S. and M. Grossman 2000. The effects of beer taxes on physical child abuse.",
        "Markowitz, S. 2000. The price of alcohol, wife abuse, and husband abuse. Southern Economic Journal 67(2): 279-303.",
        "Lewit, E.M., D. Coate, and M. Grossman 1981. The effects of government regulation on teenage smoking. Journal of Law and Economics 24(3): 545-569.",
        "Kuziemko, I. and S. Levitt forthcoming. An empirical analysis of imprisoning drug offenders. Journal of Public Economics. Lewit, E.M. and D. Coate 1982. The potential for using excise taxes to reduce smoking. Journal of Health Economics 1(2): 121-145.",
        "In Risky Behavior Among Youths: An Economic Analysis, ed. J. Gruber. Chicago: University of Chicago Press, 69-120 Harris, J.E. and S.W. Chan 1999. The continuum-of-addiction: cigarette smoking in relation to price among Americans 15-29. Health Economics 8(1), 81-86.",
        "Gruber, J. and B. K szegi 2001. Is addiction rational? Theory and evidence. Quarterly Journal of Economics 116(4): 1261-1303.",
        "Grossman, M., F.J. Chaloupka, and I. Sirtalan 1998. An empirical analysis of alcohol addiction: Results from the Monitoring the Future panels. Economic Inquiry 36(1): 39-48.",
        "Grossman, M., F.J. Chaloupka, and K. Shim 2002. Illegal drugs and public policy. Health Affairs 21(2): 134-145.",
        "Grossman, M., F.J. Chaloupka, and K. Shim 2001. Illegal drugs and public policy. New York: Working Paper, Ph.D. Program in Economics, City University of New York Graduate Center.",
        "Grossman, M., F.J. Chaloupka, H. Saffer, and A. Laixuthai 1994. Effects of alcohol price policy on youth: a summary of economic research. Journal of Research on Adolescence 4(2): 347-364.",
        "Grossman, M., F.J. Chaloupka, and C.C. Brown 1996. The demand for cocaine by young adults: a rational addiction approach. Cambridge, MA: National Bureau of Economic Research Working Paper No. 5713.",
        "Grossman, M. and F.J Chaloupka 1998. The demand for cocaine by young adults: a rational addiction approach. Journal of Health Economics17(4): 427-474.",
        "Grossman, M. 2001. The economics of substance use: the role of price. In Economic Analysis of Substance Use and Abuse: The Experience of Developed Countries and Lessons for Developing Countries, ed. C.R. Hsieh and M. Grossman. Cheltenham, United Kingdom: Edward Elgar Limited, 1-30.",
        "Grossman, M. 1993. The economic analysis of addictive behavior. In Economics and the Prevention of Alcohol-Related Problems, ed. M.E. Hilton and G. Bloss. National Institute on Alcohol Abuse and Alcoholism Research Monograph No. 25. Washington, DC: US Government Printing Office, 91-123.",
        "Grogger, J. 2001. Comment. Journal of the American Statistical Association 96(456): 1268- 1269.",
        "Glied, S. 2002. Youth tobacco use: reconciling theory and empirical evidence. Journal of Health Economics 21(1): 117-135.",
        "Farrell, P. and V.R. Fuchs 1982. Schooling and health: the cigarette connection. Journal of Health Economics 1(3): 217-230.",
        "Evans, W.N. and L.X. Huang 1998. Cigarette taxes and teen smoking: new evidence from panels of repeated cross-sections. College Park, MD: Working Paper, Department of Economics, University of Maryland.",
        "Evans, W.N and M.C. Farrelly 1998. The compensating behavior of smokers: taxes, tar and nicotine. Rand Journal 29(3): 578-595.",
        "Douglas S. 1998. The duration of the smoking habit Economic Inquiry 36(1): 49-64.",
        "DeCicca, P., D. Kenkel, and A. Mathios 1998. Putting out the fires: Will higher taxes reduce the onset of youth smoking? Journal of Political Economy 110(1): 144-169.",
        "Cook, P.J. and G. Tauchen 1982. The effect of liquor taxes on heavy drinking. Bell Journal of Economics 13(2): 379-390.",
        "In Alcohol and Interpersonal Violence: Fostering Multidisciplinary Perspectives, ed. S.E. Martin. National Institute on Alcohol Abuse and Alcoholism Research Monograph No. 24. Washington, DC: US Government Printing Office, 193-211. Cook, P.J. and M.J Moore 2001. Environment and persistence in youthful drinking patterns. In Risky Behavior Among Youths: An Economic Analysis, ed. J. Gruber. Chicago: University of Chicago Press, 375-437.",
        "Cook, P.J. and M.J. Moore 1993b. Economic perspectives on reducing alcohol-related violence.",
        "Cook, P.J. and M.J. Moore 1993a. Drinking and schooling. Journal of Health Economics 12 (4): 411-430.",
        "Colman, G., M. Grossman, and T. Joyce 2003. The effect of cigarette excise taxes on smoking before, during, and after pregnancy. Journal of Health Economics 22(6): 1053-1072.",
        "Chaloupka, F.J., H. Saffer, and M. Grossman 1993. Alcohol-control policies and motor-vehicle fatalities. Journal of Legal Studies 22(1): 161-186.",
        "Cambridge, MA: National Bureau of Economic Research Working Paper 5740. Chaloupka, F.J., M. Grossman, and J.A. Tauras 1999. The demand for cocaine and marijuana by youth. In The Economic Analysis of Substance Use and Abuse: An Integration of Econometric and Behavioral Economic Research, ed. F.J. Chaloupka, M. Grossman, W.K. Bickel, and H. Saffer. Chicago: University of Chicago Press, 133-155.",
        "Chaloupka, F.J and M. Grossman 1996. Price, tobacco control policies and youth smoking.",
        "Chaloupka, F. J. 1991. Rational addictive behavior and cigarette smoking. Journal of Political Economy 99(4): 722-742.",
        "Pittsburgh: Working Paper, Heinz School of Public Policy, Carnegie Mellon University. Caulkins, J.P. 1995. Personal communication with M. Grossman, May 15, 1995.",
        "American Journal of Public Health 91(9), 1446-1448. Caulkins, J.P. 1996. Estimating elasticities of demand for cocaine and heroin with DUF data.",
        "Caulkins, J.P. 2001b. Drug prices and emergency department mentions for cocaine and heroin.",
        "Caulkins, J.P. 2001a. Comment. Journal of the American Statistical Association 96(456): 1263- 1264.",
        "Quarterly Journal of Economics 112(3): 729-758. Becker, G.S. and K.M. Murphy 1988. A theory of rational addiction. Journal of Political Economy 96(4): 675-700.",
        "Becker, G.S., K.M. Murphy, and M. Grossman 2004. The economic theory of illegal goods: the case of drugs. Chicago: Working Paper, Department of Economics, University of Chicago.",
        "Becker, G.S. and C.B. Mulligan 1997. The endogenous determination of time preference.",
        "Becker, G.S., M. Grossman, and K.M. Murphy 1991. Rational addiction and the effect of price on consumption. American Economic Review 81(2): 237-241.",
        "Becker, G. S., M. Grossman, and K.M. and Murphy 1994. An empirical analysis of cigarette addiction. American Economic Review 84(3): 396-418.",
        "Basov, S., M. Jacobson, and J.A. Miron 2001a. Prohibition and the market for illegal drugs: an overview of recent history. World Economics 2(4): 133-157.",
        "Gruber, J. and J. Zinman 2001. Youth smoking in the United States: evidence and implications.",
        "Dee, T. 1999. State alcohol policies, teen drinking, and traffic fatalities. Journal of Public Economics 72(2): 289-315.",
        "Carpenter, C. 2004. How do Zero Tolerance Drunk Driving Laws work? Journal of Health Economics 23(1): 61-83.",
        "Becker, G.S. 1992. Habits, addictions and traditions. Kyklos 45(3): 327-346.",
        "Basov, S., M. Jacobson, and J.A. Miron 2001b. Prohibition and the market for illegal drugs: an overview of recent history. Boston: Working Paper, Department of Economics, Boston University.",
        "Yen, Y.S. and A.M. Jones 1996. Individual cigarette consumption and addiction: A flexible limited dependent variable approach. Health Economics 5(2): 105-117."
    ]
}