{
    "id": 10945,
    "cites": 27,
    "cited_by": 25,
    "reference": [
        "Taylor, Alan M. and Jeffrey G. Williamson (1994), Capital Flows to the New World as an Intergenerational Transfer, Journal of Political Economy, Vol. 102, No.2, pp. 348-371.",
        "Taylor, Alan M. (2002) A Century of Current Account Dynamics. Journal of International Money and Finance 21:725-48.",
        "Sinn, Stefan (1992) Saving-Investment Correlations and Capital Mobility: On the Evidence from Annual Data. Economic Journal 102 (September): 1162-70.",
        "Sachs, Jeffrey D. and Andrew Warner (1995) Economic Reform and the Process of Global Economic Integration. Brookings Papers on Economic Activity 1: 1-118.",
        "Richardson, S., F. Robertson and D. Ilsley (2001) The Labour Force Experience of New Migrants (Canberra: Department of Immigration and Multicultural Affairs).",
        "Obstfeld, Maurice, and Alan M. Taylor (2002) Globalization and Capital Markets. In Michael D. Bordo, Alan M. Taylor, and J. G. Williamson, eds., Globalization in Historical Perspective. (Chicago: University of Chicago Press).",
        "Obstfeld, Maurice, and Kenneth Rogoff (2000) The Six Major Puzzles in International Macroeconomics: Is There a Common Cause? NBER Macroeconomics Annual 15. (Cambridge: National Bureau of Economic Research) 339-89.",
        "McCallum, John (1995) National Borders Matter: Canada-U.S. Regional Trade Patterns. American Economic Review 85: (June): 615-23.",
        "Kapur, Devesh (2001) Diasporas and Technology Transfer. Journal of Human Development 2(2): 265-86.",
        "Helliwell, John F., and Ross McKitrick (1999) Comparing Capital Mobility Across Provincial and National Borders. Canadian Journal of Economics 32(5) (November): 1164-73.",
        "Higgins, Matthew (1998) Demography, National Savings, and International Capital Flows. International Economic Review 39: 343-69.",
        "Helliwell, John F. (2004) Well-Being and Social Capital: Does Suicide Pose a Puzzle? NBER Working Paper.",
        "Hatton, Timothy J. and Williamson, Jeffrey G. (2003) What Fundamentals Drive World Migration? WIDER Discussion Paper No 2003/23 (Helsinki: World Institute for Development Economics Research).",
        "French, Kenneth R., and James M. Poterba (1991) Investor Diversification and International Equity Markets. American Economic Review 81(2): 222-6.",
        "Engel, Charles, and John H. Rogers (1996) How Wide is the Border? American Economic Review 86 (December 1996): 1112-25.",
        "Edwards, Sebastian (2003) Exchange rate Regimes, Capital flows, and Crisis Prevention. In M.S. Feldstein, ed. Economic and Financial Crises in Emerging Market Economies. (Chicago: University of Chicago Press). 31-78.",
        "Dooley, Michael, Jeffrey Frankel and D.J. Mathieson (1987) International Capital Mobility: What Do Savings-Investment Correlations Tell Us? IMF Staff Papers 34: 503-29.",
        "Dekle, Robert (1996) Savings-Investment Associations and Capital Mobility: On the Evidence From Japanese Regional Data. Journal of International Economics 41 (1-2):53-72.",
        "Davis, Donald R. et al (1997) Using International and Japanese Regional Data to Determine When the Factor Abundance Theory Works. American Economic Review 87(3): 42146. Deaton, Angus S., and Christina H. Paxson. (1997). The Effects of Economic and Population Growth on National Saving and Inequality. Demography 34: 97-114.",
        "Bryant, Ralph C. (2004b) Cross-Border Macroeconomic Implications of Demographic Change. (Paper prepared for this Symposium).",
        "Bryant, Ralph C. (2004a) Demographic Pressures on Public Pension Systems and Government Budgets in Open Economies. (Washington: Brookings Institution).",
        "Bayoumi, Tamim, and Andrew Rose (1993) Domestic Saving and Intra-National Capital Flows. European Economic Review 37(6): 1197-1202.",
        "Bayoumi, Tamin (1990) Saving-Investment Correlations: Immobile Capital, Government Policy, or Endogenous Behaviour? IMF Staff Papers 37: 360-87.",
        "Baxter, Marianne, and Urban J. Jermann (1997) The International Diversification Puzzle is Worse Than You Think. American Economic Review 87(1): 170-180.",
        "Baldwin, Richard, and Anthony J. Venables (1994) International Migration, Capital Mobility and Transitional Dynamics. Economica 61(243): 285-300.",
        "Ho, Tsung-Wu (2003) The Saving-Retention Coefficient and Country Size: The FeldsteinHorioka Puzzle Reconsidered. Journal of Macroeconomics 25: 387-96.",
        "Hatton, Timothy J. and Williamson, Jeffrey G. (1998), The Age of Mass Migration: Causes and Economic Impact, (New York: Oxford University Press)."
    ]
}