{
    "id": 10955,
    "cites": 39,
    "cited_by": 12,
    "reference": [
        "Telmer, C., 1993, Asset-Pricing Puzzles and Inomplete Markets, Journal of Finance, 48, 1803 1832.",
        "Sargent, T. J., 1984, Dynamic Macroeconomic Theory, Harvard University Press.",
        "Storesletten, K., C. Telmer, and A. Yaron, 2004, Cyclical Dynamics of Idiosyncratic Labor Market Risk, The Journal of Political Economy.",
        "Piazzesi, M., M. Schneider, and S. Tuzel, 2004, Housing, Consumption and Asset Pricing, working paper UCLA.",
        "Mehra, and E. Prescott, 1985, The Equity Premium: A Puzzle., Journal of Monetary Economics, 15, 145161.",
        "Marcet, A., and R. Marimon, 1999, Recursive Contracts, working paper Universitat Pompeu Fabra.",
        "Mankiw, G. N., 1986, The Equity Premium and the Concentration of Aggregate Shocks, Journal of Financial Economics, 17, 211219.",
        "Lustig, H., and S. VanNieuwerburgh, 2004b, Housing Collateral, Consumption Insurance and Risk Premia: An Empirical Perspective, Forthcoming Journal of Finance.",
        "Lustig, H., and S. VanNieuwerburgh, 2004a, Housing Collateral and Consumption Insurance across US Regions, Working Paper NYU Stern and University of Chicago.",
        "Lustig, H., 2003, The Wealth Distribution and Aggregate Risk, Mimeo University of Chicago.",
        "Lucas, R., 1978, Asset Prices in an Exchange Economy, Econometrica, 46, 142954.",
        "Ljungqvist, L., and T. J. Sargent, 2004, Recursive Macroeconomic Theory, Second Edition, MIT Press, Cambridge, Mass.",
        "Lettau, M., and J. Wachter, 2004, Duration of Equity and the Failure of the CAPM, Working Paper New York University.",
        "Lettau, M., and S. Ludvigson, 2003, Measuring and Modeling Variation in the Risk-Return Trade- off, New York University Working Paper.",
        "Lamont, O., 1998, Earnings and Expected Returns, Journal of Finance, 53, 15631587.",
        "Kubler, F., and K. Schmedders, 2003, Stationary Equilibria in Asset-Pricing Models with Incom- plete Markets and Collateral, Econometrica, 71, 17671795.",
        "Krueger, D., and F. Perri, 2003, Does Income Inequality Lead to Consumption Inequality? Evi- dence and Theory., Mimeo.",
        "Kreps, D., and E. L. Porteus, 1978, Temporal Resolution of Uncertainty and Dynamic Choice Theory, Econometrica, 46, 185200.",
        "Krueger, D., 2000, Risk Sharing in Economies with Incomplete Markets, mimeo.",
        "Kocherlakota, N., 1996, Implications of Efficient Risk Sharing Without Commitment., Review of Economic Studies, 63, 595610.",
        "Kehoe, T., and D. Levine, 1993, Debt-Constrained Asset Markets., Review of Economic Studies, 60, 865888.",
        "Kehoe, P. J., and F. Perri, 2002, International Business Cycles with Endogenous Incomplete Markets, Econometrica, 70, 907928.",
        "Jorgenson, D. M., and B. Fraumeni, 1989, The Accumulution of Human and Non-Human Capital, in R.E. Lipsey, and H.S Tice (ed.), The Measurement of Saving, Investment and Wealth . pp.",
        "Johansen, S., and K. Juselius, 1990, Maximum Likelihood Estimation and Inference on Cointegra- tion with Applications to the Demand for Money, Oxford Bulletin of Economics and Statistics, 52, 169210.",
        "Geanakoplos, J., and W. Zame, 2000, Collateral, Default, and Market Crashes, Working paper Yale University.",
        "Flavin, M., and T. Yamashita, 2002, Owner-Occupied Housing and the Composition of the House- hold Portfolio, American Economic Review, 79, 345362.",
        "Flavin, M., 2001, Owner-Occupied Housing in the Presence of Adjustment Costs: Implications for Asset Pricing and Nondurable Consumption, Mimeo UCSD.",
        "Fama, E. F., and K. R. French, 1992, The Cross-Section of Expected Stock Returns, Journal of Finance, 47, 427465.",
        "Epstein, L., and S. Zin, 1991, Substitution, Risk Aversion and the Temporal Behavior of Con- sumption and Asset Returns, Journal of Political Economy, 99(6), 263286.",
        "Eichenbaum, M., and L. P. Hansen, 1990, Estimating Models with Intertemporal Substitution Using Aggregate Time Series Data, Journal of Business and Economic Statistics, 8, 5369.",
        "Dunn, K., and K. Singleton, 1986, Modeling the Term Structure of Interest Rates Under Nonsep- arable Utility and Durability of Goods, Journal of Financial Economics, 17, 769799.",
        "Dechow, P. M., R. G. Sloan, and M. T. Soliman, 2002, Implied Equity Duration: A New Measure of Equity Risk, Stanford University Working paper.",
        "Campbell, J., and J. Cocco, 2004, How Do House Prices Affect Consumption? Evidence from Micro Data, Harvard University and LBS.",
        "Blundell, R., L. Pistaferri, and I. Preston, 2002, Partial Insurance, Information and Consumption Dynamics, Mimeo.",
        "Backus, D., and S. Zin, 1994, Reverse Engineering the Yield Curve, NBER Working Paper 4676.",
        "Alvarez, F., and U. Jermann, 2001b, The Size of the Permanent Component of Asset Pricing Kernels., Mimeo University of Chicago.",
        "Alvarez, F., and U. Jermann, 2001a, Quantitative Asset Pricing Implications of Endogenous Sol- vency Constraints,, Review of Financial Studies, 14, 11171152.",
        "Alvarez, F., and U. Jermann, 2000, Efficiency, Equilibrium, and Asset Pricing with Risk of De- fault., Econometrica, 68, 775798.",
        "Heaton, J., and D. Lucas, 1996, Evaluating the Effects of Incomplete Markets on Risk Sharing and Asset Pricing, Journal of Political Economy, 104, 668712."
    ]
}