{
    "id": 10959,
    "cites": 33,
    "cited_by": 14,
    "reference": [
        "Willis, Robert J. and Sherwin Rosen, Education and Self-Selection,Journal of Political Economy, October 1979, 87 (5), S7S36.",
        "Welch, Finis, Linear Synthesis of Skill Distribution,Journal of Human Resources, Summer 1969, 4 (3), 311327.",
        "Treer, Daniel, Trade Liberalization and the Theory of Endogenous Protection: An Econometric Study of U.S. Import Policy,Journal of Political Economy, February 1993, 101 (1), 138160.",
        "Teulings, Coen N., The Wage Distribution in a Model of the Assignment of Skills to Jobs,Journal of Political Economy, April 1995, 103 (2), 280315.",
        "Solon, Gary, Cross-Country Dierences in Intergenerational Earnings Mobility,Journal of Economic Perspectives, Summer 2002, 16 (3), 5966.",
        "Slaughter, Matthew J. and Kenneth F. Scheve, What Determines Individual TradePolicy Preferences?,Journal of International Economics, August 2001, 54 (2), 267292.",
        "Sattinger, Michael, Comparative Advantage and the Distributions of Earnings and Abilities, Econometrica, May 1975, 43 (3), 455468.",
        "Ru n, Roy J., Quasi-Speci...c Factors: Worker Comparative Advantage in the TwoSector Production Model,Technical Report February 1999.",
        "Roy, Andrew D., The Distribution of Earnings and of Individual Output, Economic Journal, September 1950, 60 (239), 489505.",
        "Journal of Political Economy, January-February 1974, 82 (1), 3455.",
        "Rosen, Sherwin, Learning and Experience in the Labour Market,Journal of Human Resources, Summer 1972, 7 (3), 327341.",
        "Rogowski, Ronald, Commerce and coalitions: How trade aects domestic political alignments, Princeton: Princeton University Press, 1989.",
        "Osterman, Paul, Skill, Training, and Work Organization in American Establishments, Industrial Relations, April 1995, 34 (2), 125146.",
        "ORourke, Kevin H. and Jerey G. Williamson, Globalization and history: The evolution of a nineteenth-century Atlantic economy, Cambridge: MIT Press, 1999.",
        "Murnane, Richard J. and Frank Levy, Teaching the new basic skills: Principles for educating children to thrive in a changing economy, New York: Simon and Schuster, Free Press, Martin Kessler Books, 1996.",
        "Melitz, Marc J., The Impact of Trade on Intra-industry Reallocations and Aggregate Industry Productivity,Econometrica, November 2003, 71 (6), 16951725.",
        "Mayer, Wolfgang, Short-Run and Long-Run Equilibrium for a Small Open Economy, Journal of Political Economy, September-October 1974, 82 (5), 955967.",
        "Magee, Stephen P., William A. Brook, and Leslie Young, Black hole taris and endogenous policy theory: Political economy in general equilibrium, Cambridge: Cambridge University Press, 1989.",
        "Leamer, Edward E., Welfare Computations and the Optimal Staging of TariReductions in Models with Adjustment Costs,Journal of International Economics, February 1980, 10 (1), 2136.",
        "Jones, Ronald W. and J. Peter Neary, The Positive Theory of International Trade,in Peter B. Kenen Ronald W. Jones, ed., Handbook of International Economics, Amsterdam and New York: North Holland, 1984.",
        "Jacobson, Louis S., Robert J. LaLonde, and Daniel G. Sullivan, Earnings Losses of Displaced Workers,American Economic Review, September 1993, 83 (4), 685709.",
        "An Empirical Model of Self-Selection in the Labour Market,Journal of Political Economy, December 1985, 93 (6), 10771116.",
        "Heckman, James and Bo HonorÃ\u0083Â©, The Empirical Content of the Roy Model,Econometrica, September 1990, 58 (5), 11211149.",
        "Grossman, Gene M., Partially Mobile Capital: A General Approach to Two-Sector Trade Theory,Journal of International Economics, August 1983, 15 (12), 117.",
        "Goldberg, Pinelopi and Giovanni Maggi, Protection for Sale: An Empirical Investigation, American Economic Review, December 1999, 89 (5), 113555.",
        "Dixit, Avinash and Victor Norman, Theory of international trade : a dual, general equilibrium approach, Welwyn, England: J. Nisbet., 1980.",
        "Blanden, Jo, International Evidence on Intergenerational Mobility, Technical Report, Centre for Economic Performance, London School of Economics, April 2004.",
        "BjÃ\u0083Â¶rklund, Anders and Markus JÃ\u0083Â¤nti, Intergenerational Income Mobility in Sweden Compared to the United States, American Economic Review, December 1997, 87 (5), 10091018.",
        "Beaulieu, Eugene, Factor Industry Cleavages in Trade Policy: An Empirical Analysis of the Stolper-Samuelson Theorem,Economics and Politics, July 2002, 14 (2), 99131.",
        "Bartel, Ann P. and Nachum Sicherman, Technological Change and Wages: An Interindustry Analaysis,Journal of Politcal Economy, April 1999, 107 (2), 285325.",
        "Bailey, Martin Neil and Hans Gersbach, E ciency in Manufacturing and the Need for Global Competition,Brookings Papers on Economic Activity, Microeconomics, 1995, pp. 307347.",
        "Atkinson, Anthony B. and Francois Bourguignon, The Comparison of MultiDimensioned Distributions of Economic Status,Review of Economic Studies, April 1982, 49 (2), 183201.",
        "Pack, Howard, Productivity and Technical Choice: Applications to the Textile Industry, Journal of Development Economics, September-October 1984, 16 (12), 153176."
    ]
}