{
    "id": 10957,
    "cites": 29,
    "cited_by": 120,
    "reference": [
        "Kose, M. Ayhan, Eswar Prasad, and Marco Perrones (2004), How do Trade and Financial Integration Affect the Relationship Between Growth and Volatility? International Monetary Fund, August.",
        "Kiyotaki, N. and J. Moore, (1997), Credit Cycles, Journal of Political Economy 105 (2), 211-248.",
        "Gelbach, Joseph (1999), PROBITIV: Stata module to perform instrumental variables probit, in Statistical Software Components from Boston College Department of Economics. Available online: http://econpapers.hhs.se/software/bocbocode/s371401.htm.",
        "Frankel, Jeffrey, and Andrew K. Rose (1996), Currency Crashes in Emerging Markets: An Empirical Treatment, Journal of International Economics 41: 351-368.",
        "Frankel, Jeffrey (1997), Regional Trading Blocs, Institute for International Economics. Washington, DC.",
        "Edwards, Sebastian, (2004b), Thirty Years of Current Account Imbalances, Current Account Reversals and Sudden Stops, NBER WP no. 10276, January. In IMF Staff Papers.",
        "Edwards, Sebastian, (2004a), Financial Openness, Sudden Stops and Current Account Reversals, NBER Working Paper No. 10277. American Economic Review 94, no.2, May 59-64.",
        "Eaton, Jonathan and Mark Gersovitz (1981), Debt with Potential Repudiation: Theoretical and Empirical Analysis, The Review of Economic Studies, Vol. 48, No.2 (Apr., 1981), 289-309.",
        "Easterly, W., R.Islam and J. Stiglitz (2001), Shaken and Stirred: Explaining Growth Volatility, Annual World Bank Conference on Development Economics, edited by B. Plesokovic and N. Stern.",
        "Dornbusch, Rudiger, Ilan Goldfajn and Rodrigo Valdes, (1995), Currency Crises and Collapses, Brooking Papers on Economic Activity, 2: 219-293.",
        "Dooley, Michael, (2000), Can Output Losses Following International Financial Crises be Avoided?, NBER Working Paper 7531. National Bureau of Economic Research, Cambridge, Mass.",
        "Desai, Padma, and Pritha Mitra (2004), Why Do Some Countries Recover More Readily from Financial Crises, Columbia University, July.",
        "Christiano, L.J., C. Gust and J. Roldos, (2002), Monetary Policy in a Financial Crisis, Journal of Economic Theory, forthcoming.",
        "Chang, Roberto and A. Velasco, (1999), Financial Crises in Emerging Markets, A Canonical Model, FRBA, Vol. 84, no. 2 (Second Quarter): 4-17.",
        "CÃ\u0083Â©spedes, L.F., R. Chang and A. Velasco, (2003), IS-LM-BP in the Pampas, IMF Staff Papers, Vol. 50, (special issue): 143-156.",
        "CÃ\u0083Â©spedes, L.F., R. Chang and A. Velasco, (2000), Balance Sheets and Exchange Rate Policy, NBER Working Paper no. 7840.",
        "Cavallo, Michelle, Kate Kisselev, Fabrizio Perri and Nouriel Roubini, (2002), Exchange Rate Overshooting and the Costs of Floating, mimeograph, New York University.",
        "Cavallo, Eduardo A., (2004), Trade, Gravity and Sudden Stops: On How Commercial Trade can increase the stability of capital flows, mimeograph, Harvard University.",
        "Calvo, Guillermo, and Ernesto Talvi, 2004, Sudden Stop, Financial Factors and Economic Collapse: A View from the Latin American Frontlines, in From the Washington Consensus Towards a New Global Governance, Barcelona, Sept. 24-26.",
        "Calvo Guillermo A., Alejandro Izquierdo and Luis Fernando Mejia, (2003), On the Empirics of Sudden Stops. Inter-American Development Bank Working Paper.",
        "Caballero, R., and A. Krishnamurthy (2003), Excessive Dollar Debt: Financial Development and Underinsurance, Journal of Finance, Vol. LVIII, No. 2: 867-893 Calvo, Guillermo, Alejandro Izquierdo, and Ernesto Talvi, (2003), Sudden Stops, The Real Exchange Rate, and Fiscal Sustainability: Argentinas Lessons. NBER Working Paper 9828. National Bureau of Economic Research, Cambridge, Mass.",
        "Aghion, P., P. Bacchetta, and A. Banerjee (2000), A Simple Model of Monetary Policy and Currency Crises, European Economic Review, 44 (4-6): 728-738.",
        "Arteta, Carlos, (2003), Are financially dollarized countries more prone to costly crises? International Finance Discussion Paper 763, Board of Governors of the Federal Reserve System (March).",
        "Arteta, Carlos, (2002), Exchange Rate Regimes and Financial Dollarization: Does Flexibility Reduce Bank Currency Mismatches? International Finance Discussion Paper 738, Board of Governors of the Federal Reserve System (September).",
        "Alesina, Alberto and Alexander Wagner, (2003), Choosing (and reneging on) Exchange Rate Regimes, NBER Working Paper No. 9809.",
        "Aizenman, Joshua, and I. Noy (2004), On the Two Way Feedback between Financial and Trade Openness, NBER Working Paper No. 10496.",
        "Aizenman, Joshua, (2003), On the Hidden Links Between Financial and Trade Opening, NBER Working Paper No. 9906.",
        "Frankel, Jeffrey, and David Romer, (1999), Does Trade Cause Growth?, American Economic Review, Vol. 89, No. 3: 379-399.",
        "Calvo, Guillermo A., (1998), Capital Flows and Capital-Market Crises: The Simple Economics of Sudden Stops, Journal of Applied Economics (CEMA), 1(1):35-54."
    ]
}