{
    "id": 10958,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Weir, David. Tontines, Public Finance, and Revolution in France and England, 16881789 . The Journal of Economic History, 49(1989): 95-124.",
        "Walker, Mark. A Simple Incentive Compatible Scheme for Attaining Lindahl Allocations. Econometrica, 49(1981): 65-71.",
        "Varian, Hal. Sequential Contributions to Public Goods. Journal of Public Economics, 53(1994): 165-186.",
        "Sugden, Robert. On the Economics of Philanthropy, Economic Journal, 92 (1982): 341-350.",
        "Ransom, Richard and Roger Sutch. Tontine Insurance and the Armstrong Investigation. The Journal of Economic History, 47(1987): 379-390.",
        "Morgan, John. Financing Public Goods by Means of Lotteries. Review of Economic Studies, 67(2000): 761-784.",
        "Lange, Andreas, John A. List, Michael Price, and Shannon Price. Using Lotteries to Finance Public Goods: Theory and Experimental Evidence, UM Working Paper. List, John and David Lucking-Reiley. Effects of Seed Money and Refunds on Charitable Giving: Experimental Evidence from a University Capital Campaign. Journal of Political Economy, 110(2002): 215-233.",
        "Jennings, R., D. Swanson, and A. Trout. Alexander Hamiltons Tontine Proposal. William and Mary Quarterly, 45(1988): 107-115.",
        "Groves, Theodore and John Ledyard. Optimal Allocation of Public Goods: A Solution to the Free Rider Problem. Econometrica, 45(1977): 783-809.",
        "Goeree, Jacob, Emiel Maasland, Sander Onderstal, and John Turner. How (Not) to Raise Money. Working Paper University of Georgia Terry School of Business (2004).",
        "Falkinger, Joseph. Efficient Provision of Public Goods by Rewarding Deviations from Averages. Journal of Public Economics, 62(1996): 413-422.",
        "Dunbar, Charles. Some Precedents Followed by Alexander Der Hamilton. Quarterly Journal of Economics, 3(1888): 32-59. Engers, Maxim and Brian McManus. Charity Auctions. Working Paper, University of Virginia. (2002).",
        "Bolton, Gary and Axel Ockenfels. ERC: A Theory of Equity, Reciprocity, and Competition. American Economic Review, 90(2000): 166-193.",
        "Bagnoli, Mark and Michael McKee. Voluntary Contribution Games: Efficient Private Provision of Public Goods. Economic Inquiry, 29(1991): 351-366.",
        "Andreoni, James Impure Altruism and Donations to Public Goods: A Theory of Warm Glow Giving, Economic Journal, 100 (1990): 464-477.",
        "Andreoni, James and Ted Bergstrom. Do Government Subsidies Increase the Private Supply of Public Goods?. Public Choice, 88(1996): 295-308.",
        "Fehr, Ernst and Klaus Schmidt. A Theory of Fairness, Competition, and Cooperation. Quarterly Journal of Economics, 114(1999): 817-868.",
        "Sugden, Robert. Reciprocity: The Supply of Public Goods through Voluntary Contributions, Economic Journal, 94 (1984): 772-787."
    ]
}