{
    "id": 1095,
    "cites": 24,
    "cited_by": 4,
    "reference": [
        "Abowd, J. M. and 0. Ashenfelter, Anticipated Unemployment, Temporary Layoffs and Compensating Wage Differentials, in S. Rosen (ed.), Studies in Labor Economics (Chicago: University of Chicago Press for National Bureau of Economic Research, 1981), p. 141.",
        "Atkinson, A.B., Unemployment Benefits and Incentives, in J. Creedy(ed.), The Economics of Unemployment in Britain (London: Butterworth, 1981).",
        "Azariadis, C., Implicit Contracts and Underemployment Equilibria, Journal of Political Economy 83 (1975): 1183.",
        "Z. Hornstein, J. Grice, and A. Webb (eds.), The Economics of the Labour Market (London: Her Majestys Stationery Office, 1981).",
        "Baily, M.N., Wages and Employment Under Uncertain Demand, Review of Economic Studies 41 (1974): 37.",
        "Bronars, S., Compensating Wages and Layoff Risk in U.S. Manufacturing Industries, Ph.D. dissertation, University of Chicago, 1983.",
        "Burgess, P. and J. Kingston, Changes in Spending Patterns Following Unemployment, Unemployment Insurance Occasional Paper 81-3, U.S. Department of Labor, Unemployment Insurance Service, 1981.",
        "Chari, V.V., Involuntary Unemployment and Implicit Contracts, unpublished paper, Northwestern University, 1980.",
        "Diamond, P. Aggregate Demand Management in Search Equilibrium, Journal of Political Economy 90 (1982): 881.",
        "Grossman, H.I., Risk Shifting, Layoffs and Seniority, Journal of Monetary Economics 4 `(`1978): 661.",
        "Grossman, S.J. and 0.D. Hart, Implicit Contracts, Moral Hazard and Unexnploy- merit, American Economic Review 71 (1981): 301.",
        "Hall, R.E., The Importance of Lifetime Jobs in the U.S. Economy, American Economic Review 73 (1982): 716.",
        "Hall, R.E. and E.P. Lazear, Exces~ Sensitivity of Layoffs and Quits to Demand, N.B.E.R. Working Paper, 1982.",
        "Hall, R.E. and F.S. Mishkin, The Sensitivity of Consumption to Transitory Income, Econometr-Lca 50 (1982): 461.",
        "Hamermesh, D.S., Social Insurance and Consumption, American Economic Review 72 (1982): 101.",
        "Hart, O.D., Optimum Labor Contracts under Asymmetric Information: An Intro- duction, Review of Economic Studies 50 (1983): 3.",
        "Hayashi, F., The Permanent Income Hypothesis: Estimation and Testing by Instrumental Variables, Journal of Political Economy 90 (1982): 895.",
        "Holmstrom, B., Contractural Models of the Labor Market, American Economic Review 71 (1981): 308.",
        "Ito, T., Implicit Contract Theory: A Critical Survey, unpublished paper, University Of Minnesota, 1982.",
        "Lilien, D.M., The Cyclical Pattern of Temporary Layoffs in Manufacturing, Review of Economics and Statistics 62 (1980): 24.",
        "Lucas, R.E. and E.C. Prescott, Equilibrium Search and Unemployment, Journal of Economic Theory 7 (1974): 188.",
        "Mortensen, D., Specific Capital, Bargaining and Labor Turnover, Bell Journal of Economics 9 (1978): 572.",
        "Rosen, S., Employment Variation on Class-I Railroads in the U.S., Econometrica 36 (1968): 511.",
        "Rothschild, M. and Stiglitz, J., Increasing Risk: I. A Definition, Journal of Economic Theory 2 (1970): 225."
    ]
}