{
    "id": 10961,
    "cites": 32,
    "cited_by": 9,
    "reference": [
        "WILLETT, T. D., KEIL, M. F., and AHN, Y. S. (2002). Capital Mobility for Developing Countries May Not Be So High. Journal of Development Economics 68, 421-434.",
        "TAYLOR, M. P. (1992). Covered Interest Parity. In The New Palgrave Dictionary of Money and Finance. Edited by Murray Milgate, Peter Newman, and John Eatwell. London: MacMillan.",
        "TAYLOR, M. P. (1989). Covered Interest Arbitrage and Market Turbulence. Economic Journal 99, 376-391.",
        "TAYLOR, M. P. (1987). Covered Interest Parity: A High-Frequency, High-Quality Data Study. Economica. 54, 429-438.",
        "SPALDING, W. F. (1915). Foreign Exchange and Foreign Bills in Theory and Practice. London: Pitman.",
        "SHATERIAN, W. (1956). Export-Import Banking. New York: The Ronald Press Company.",
        "PERKINS, E. (1978). Foreign Interest Rates in American Financial Markets: A Revised Series of Dollar-Sterling Exchange Rates. Journal of Economic History 38, 392-417.",
        "PEEL, D. and TAYLOR, M. P. (2002). Covered Interest Rate Arbitrage in the Interwar Period and the Keynes-Einzig Conjecture. Journal of Money, Credit and Banking 34, 51-75.",
        "OFFICER, L. H. and WILLETT, T. D. (1979). The Covered Interest Arbitrage Schedule: A Critical Survey of Recent Developments. Journal of Money, Credit, and Banking 2, 247-57.",
        "OFFICER, L. H. (1996). Between the Dollar-Sterling Gold Points. Cambridge: Cambridge University Press.",
        "OBSTFELD, M. and TAYLOR, A. M. (2002). Globalization and Capital Markets. National Bureau of Economic Research Working Paper 8927.",
        "OBSTFELD, M. and TAYLOR, A. M. (1997). Nonlinear Aspects of Goods Markets Arbitrage and Adjustment: Heckschers Commodity Points Revisited. Journal of the Japanese and International Economies 11,441-479.",
        "MCCALLUM, B. T. (1996). International Monetary Economics. Oxford: Oxford University Press.",
        "MARSTON, R. (1976). Interest Arbitrage in the Eurocurrency Markets. European Economic Review 7, 1-13.",
        "KEYNES, J. (1923). A Tract on Monetary Reform. London: MacMillan.",
        "MARGRAFF, A. W. (1908), International Exchange: Its Terms, Parts, Organization, and Scope. 3rd Edition. Chicago: Privately Printed.",
        "KEMMERER, E. W. (1910). Seasonal Variations in the Relative Demand for Money and Capital in the United States. N.M.C., 61st Congress, 2nd session, Senate Doc. No. 583. Washington.",
        "HANSEN, B. (2000). Sample Splitting and Threshold Estimations. Econometrica 68, 575-603.",
        "HANSEN, B. (1996). Inference When a Nuisance Parameter is not Identified Under the Null Hypothesis. Econometrica 64, 413-430.",
        "FRENKEL, J. and LEVICH, R. (1977). Transactions Costs and Interest Arbitrage: Tranquil versus Turbulent Periods. Journal of Political Economy 85, 1209-1224.",
        "FRENKEL, J. and LEVICH, R. (1975). Covered Interest Arbitrage: Unexploited Profits? Journal of Political Economy 83, 325-338.",
        "EINZIG, P. (1937). The Theory of Forward Exchange. London: MacMillan.",
        "DEUTSCH, H. (1914). Transactions in Foreign Exchanges. London: The Financial Handbooks Publishing Company.",
        "DAVIS, L. E. and HUGHES, J. R. T. (1960). A Dollar-Sterling Exchange, 1803-1895. Economic History Review 13, 52-78.",
        "BROWN, H. (1914). International Trade and Exchange. New York: The MacMillan Company.",
        "BRANSON, W. (1969). The Minimum Covered Interest Differential Needed for International Arbitrage Activity. Journal of Political Economy 77, 1028-1035.",
        "BORDO, M. and ROCKOFF, H. (1996). The Gold Standard as a Good Housekeeping Seal of Approval. Journal of Economic History 56, 389-428.",
        "BORDO, M. and KYDLAND, F. (1996). The Gold Standard as a Commitment Mechanism. In T. Bayoumi, B. Eichengreen and M. Taylor, (eds.), Modern Perspectives on the Gold Standard, Cambridge University Press, 55-100.",
        "BORDO, M., EICHENGREEN, B., IRWIN, D. (2000). Is Globalization Today Really Different than Globalization a Hundred Years Ago? Wirtschaftspolitische Blatter 47, 121-129.",
        "BALKE, N. and WOHAR, M. (1998). Nonlinear Dynamics and Covered Interest Rate Parity. Empirical Economics 23, 535-559.",
        "BALKE, N. and FOMBY, T. (1997). Threshold Cointegration. International Economic Review 38, 627-645.",
        "HALLWOOD, P., MACDONALD, R. and MARSH, I. (2000). Realignment Expectations and the U.S. Dollar, 1890-1897: Was there a Peso Problem? Journal of Monetary Economics 46, 605-620."
    ]
}