{
    "id": 10963,
    "cites": 33,
    "cited_by": 9,
    "reference": [
        "Roy, A. D. (1951): Some Thoughts on the Distribution of Earnings, Oxford Economic Papers (New Series), 3, 135146.",
        "Preston, S. H., I. T. Elo, and Q. Stewart (1999): Effects of Age Misreporting on Mortality Estiamtes at Older Ages, Population Studies, 53(2), 165177.",
        "Prentice, R. L., and L. A. Gloeckler (1978): Regression Analysis of Grouped Survival Data with Application to Breast Cancer Data, Biometrics, 34, 5767.",
        "Peterson, A. V. (1976): Bounds for a joint distribution with fixed subdistribution functions: Application to competing risks, Proceedings of the National Academy of Science, 73, 1113.",
        "Omura, G., J. A. Blessing, C. E. Ehrlich, A. Miller, E. Yordan, W. T. Creasman, and H. D. Homesley (1986): A Randomized Trial of Cyclophosphamide abd Doxorubicin with or Without Cisplatin in Advanced Ovarian Carcinoma: A Gynecologic Oncology Group Study, Cancer, 57, 17251730.",
        "Nabel, E. G. (2003): Genomic Medicine: Cardiovascular Disease, New England Journal of Medicine, 349, 6072.",
        "Molinari, F. (2004): Partial Identi.cation of Probability Distributions with Misclassified Data, Cornell University.",
        "Medical Association, 273, 491497. Meyer, B. D. (1990): Unemployment Insurance and Unemployment Spells, Econometrica, 58, 757782.",
        "NIH Consensus Conference (1990): Adjuvant Therapy for Patients with Colon and Rectal Cancer, Journal of the American Medical Association, 264, 14441450.",
        "Manski, C. F. (2003): Partial Identification of Probability Distributions. Springer Series in Sta- tistics.",
        "Llorca, J., and M. Delgado-Rodriguez (2001): Competing Risks Analysis using Markov Chains: Impact of, Cerebrovascular and Ischaemic Heart Disease in Cancer Mortality, Interna- tional Journal of Epidemiology, 30, 99101.",
        "Wiley, New York. Katz, L. F., and B. D. Meyer (1990): Unemployment Insurance, Recall Expectations, and Unemployment Outcomes, Quarterly Journal of Economics, 105, 9731002.",
        "Kalbfleisch, J. D., and R. L. Prentice (1980): The Statistical Analysis of Failure Time Data.",
        "Jemal, A., E. Ward, R. N. Anderson, and M. J. Thun (2003): Influence of Rules From the Tenth Revision of the International Classification of Diseases on U.S. Cancer Mortality Trends, Journal of the National Cancer Institute, 95, 17271728.",
        "HonorÃ\u0082Â´ e, B. E., and E. T. Tamer (2004): Bounds on Parameters in Dynamic Discrete Choice Models, Princeton University.",
        "Hoel, D. G., E. Ron, R. Carter, and K. Mabuchi (1993): Influence of Death Certificate Errors on Cancer Mortality Trends, Journal of the National Cancer Institute, 85(13), 10638.",
        "Hill, M. E., S. H. Preston, and I. Rosenwaike (2000): Age Reporting Among White Amer- icans Aged 85+: Results Of A Record Linkage Study, Demography, 37(2).",
        "Heckman, J. J., J. Smith, and N. Clements (1997): Making the Most Out of Programme Evaluations and Social Experiments: Accounting for Heterogeneity in Programme Impacts, Review of Economic Studies, 64, 487535.",
        "Heckman, J. J., and B. E. HonorÃ\u0082Â´ e (1989): The Identifiability of the Competing Risks Model, Biometrika, 76, 325330.",
        "Faraggi, D., and E. L. Korn (1996): Competing Risks with Frailty Models When Treatment Affects Only One Failure Type, Biometrika, 83(2), 467471.",
        "Doll, R. (1991): Progress against cancer: An epidemiologic assessment, American Journal of Epidemiology, 134(7).",
        "Deng, Y., J. M. Quigley, and R. Van Order (2000): Mortgage Terminations, Heterogeneity and the Exercise of Mortgage Options, Econometrica, 68(2), 275307.",
        "Crowder, M. (2001): Classical Competing Risks. Chapman and Hall/CRC.",
        "Methuen and Co., London. (1972): Regression models and life-tables, J. Royal Statistical Soc. Series B-statistical Methodology, 34.",
        "Cox, D. R. (1962): Renewal Theory, Muthuens Monographs on Applied Probability and Statistics.",
        "Chiang, C. L. (1991): Competing Risks in Mortality Analysis, Annual Reviews Public Health, 12, 281307.",
        "Bailar, J. C., and B. M. Smith (1986): Progress against cancer?, The New England Journal of Medicine, 314, 12261232.",
        "Bailar, J. C., and H. L. Gornik (1997): Cancer Undefeated, The New England Journal of Medicine, 336.",
        "Anderson, R. N., A. M. Minio, D. L. Hoyert, and H. M. Rosenberg (2001): Comparability of Causes of Death Between ICD-9 and ICD-10: Preliminary Estimates, National Vital Statistics Reports, 49(2).",
        "Amemiya, T. (1985): Advanced Econometrics. Harvard University Press.",
        "Ahn, H., and J. L. Powell (1993): Semiparametric Estimation of Censored Selection Models with a Nonparametric Selection Mechanism, Journal of Econometrics, 58(1-2), 329.",
        "Abbring, J. H., and G. J. van den Berg (2003): The identifiability of the mixed proportional hazards competing risks model, Journal of the Royal Statistical Society B, 65, 701710.",
        "Flinn, C. J., and J. J. Heckman (1982): New Methods for Analyzing Structural Models of Labor Force Dynamics, Journal of Econometrics, 18, 115168."
    ]
}