{
    "id": 1096,
    "cites": 14,
    "cited_by": 5,
    "reference": [
        "Burbidge, J. B. and Robb, A. L. Pensions and Retirement Behavior. Canadian Journal of Economics, August, 1980.",
        "Burkhauser, Richard V. The Pension Acceptance Decision of Older Workers. Journal of Human Resources, 1979.",
        "Burtless, Gary and Hausman, Jerry. Individual Retirement Decisions Under An Employer Provided Pension Plan and Social Security. NBER Working Paper, November 1981.",
        "Burtless, Gary and Moffitt, R. The Effect of Social Security on Labor Supply of the Aged: The Joint Choice of Retirement Date and PostRetirement Hours of Work. Miineo October 1982.",
        "Crawford, Vincent P. and Lilien, David N. Social Security and the Retirement Decision. Quarterly Journal of Economics. August 1981.",
        "Fields, G. and Mitchell, 0. Economic Determinants of the Optimal Retirement Age: An Empirical Investigation. NBER Working Paper No. 876. April 1982.",
        "Gustman, Alan and Steinmeier, Thomas. Partial Retirement and the Analysis of Retirement Behavior. NBER Working Paper No. 763, September 1981.",
        "Hausman, J. and McFadden, D. Specification Tests for the Multinomial Logit Model. MIT Department of Economics Working Paper No. 292, October 1981.",
        "Hausman, J. A. and Wise, D. A. A Conditional Probit Model for Qualitative Choice: Discrete Decisions Recognizing Interdependence and Heterogenous `Preferences. Econometrica, March 1978.",
        "Lazear, E. P. Pensions and Severance Pay. NBER Working Paper No. 854, February 1982.",
        "McFadden, D. Modelling the Choice of Residential Location, in A. Karlqvist et.al., eds. Spatial Interaction Theory and Planning Models. Amsterdam: North Holland Publishing Co., 1978.",
        "Mitchell, 0. and Fields, G. The Effects of Pensions on Retirement: A Review Essay, in R. Ehrenberg, ed., Research in Labor Economics, Vol. 5, 1983.",
        "Small, K. Ordered Logit: Discrete Choice Model with Proximate Covariance Among Alternatives. Econometric Research Program Memorandum No. 292, Princeton University, December 1981.",
        "Small, K. The Scheduling of Consumer Activities: Work Trips. American Economic Review, June 1982."
    ]
}