{
    "id": 10960,
    "cites": 43,
    "cited_by": 1,
    "reference": [
        "Wise, S.D., 1988. Lifeline of the Confederacy: Blockade Running During the Civil War. Columbia: University of South Carolina Press.",
        "Weidenmier, M.D., 2002. Turning Points in the U.S. Civil War: Views from the Grayback Market. Southern Economic Journal 68, 875--890.",
        "Tomz, M., 2003. Sovereign Debt and International Cooperation: Reputational Reasons for Lending and Repayment. Unpublished book manuscript, Stanford University.",
        "Walker, R.J., 1864. American Slavery and Finances. William Ridgeway, London. Weidenmier, M.D., 2000. The Market for Confederate Cotton Bonds. Explorations in Economic History 37, 76--97.",
        "Schwab, J.C., 1901. The Confederate States of America. Charles Scribners Sons, New York.",
        "Sexton, J., 2001. Transatlantic financiers and the Civil War. American Nineteenth Century History 2, 29--46.",
        "Rose, A.K., 2002. One reason countries pay their debts: renegotiation and international trade. NBER Working Paper No. 8853.",
        "Rogoff, K.S., 1999. International institutions for reducing global instability. Journal of Economic Perspectives 13, 21--42.",
        "Pollard, E.A., 1994. The Lost Cause. Gramercy Books, New York.",
        "Ozler, S., 1993. Have commercial banks ignored history? American Economic Review 83, 608--620.",
        "Morley, J., 1903. The Life of William Ewart Gladstone. MacMillan Company, London.",
        "McPherson, J.M., 1988. Battle Cry of Freedom. Oxford University Press, New York.",
        "Liverpool Daily Post, various issues, 1863--1865. McGrane, R.C., 1935. Foreign Bondholders and American State Debts. Macmillan and Company, New York.",
        "Lindert, P.H., Morton, P.J., 1989. How sovereign debt has worked. In: Sachs, J. D. (Ed.), Developing Country Debt and the World Economy. Chicago University Press, Chicago, pp. 225--235.",
        "Lester, R.I., 1972. Confederate Finance and Purchasing in Great Britain. University of Virginia Press, Charlottesville.",
        "Lerner, E.M., 1956. Inflation in the Confederacy, 1861-1865. In: Friedman, M. (Ed.), Studies in the Quantity Theory of Money. University of Chicago Press, Chicago, pp. 263--175.",
        "Lebergott, S., 1983b. Why the South lost: commercial purpose in the Confederacy, 1861-1865. Journal of American History 70, 58--74.",
        "Lebergott, S., 1983a. Through the blockade: the profitability and extent of cotton smuggling, 1861-1865. Journal of Economic History 70, 867--888.",
        "Irwin, D.A., 2003. The optimal tax on antebellum cotton exports. Journal of International Economics 60, 271--291.",
        "Hansards Parliamentary Debates, 1863-1866. Hubbard, C.M., 1998. The Burden of Confederate Diplomacy. University of Tennessee Press, Knoxville.",
        "Grossman, H.I., Han, T., 1996. War debt, moral hazard, and the financing of the Confederacy. Journal of Money, Credit, and Banking 28, 200--215.",
        "Gentry, J.F., 1970. A Confederate success in Europe, the Erlanger Loan. Journal of Southern History 36, 157--188.",
        "Ferguson, N., 1999. The House of Rothschild. Penguin, New York.",
        "Fenner, J.A., 1969. Confederate Finances Abroad. Unpublished Ph.d. Dissertation. Rice University.",
        "English, W.B., 1996. Understanding the costs of sovereign default: American state debts in the 1840s. American Economic Review 86, 259--275.",
        "Economist, various issues, 1863--1866. Eichengreen, B. and Portes, R., 1989. After the deluge: default, negotiation, and readjustment during the interwar years, in: Eichengreen, B., Lindert, P.H. (Eds.), The International Debt Crisis in Historical Perspective. MIT Press, Cambridge, pp. 12--47.",
        "Eaton, J., Gersovitz, M., 1981. Debt with potential repudiation: theoretical and empirical analysis. Review of Economic Studies 48, 289--309.",
        "Capers, H.D., 1893. The Life and Times of C. G. Memminger. Everett Waddey, Richmond. Cole, H.L., Kehoe, P.J., 1997. Reviving reputation models of international debt. Federal Reserve Bank of Minneapolis Quarterly Review 21, 21--30.",
        "Burdekin, R.C.K., Weidenmier, M.D., 2003. Suppressing asset price inflation: the Confederate experience, 1861-1865. Economic Inquiry 41, 420--432.",
        "Burdekin, R.C.K., Weidenmier, M.D., 2001. Inflation is always and everywhere a monetary phenomenon: Richmond vs. Houston in 1864. American Economic Review 91, 1621--1630.",
        "Bulow, J., Rogoff, K.S., 1989b. A constant recontracting model of sovereign debt. Journal of Political Economy 97, 155--178.",
        "Bulow, J., Rogoff, K.S., 1989a. Sovereign debt: Is to forgive to forget? American Economic Review 79, 43--50.",
        "Brown, W.O., Burdekin, R.C.K., 2000. Turning points in the U. S. Civil War: a British perspective. Journal of Economic History 60, 216--231.",
        "Bosch, K.D., 1948. De Nederlandse Beleggingen in de Verenigde Staten. Elsevier, Amsterdam.",
        "Bigelow, J., 1888. France and the Confederate Navy: An International Episode. Harper and Brothers, New York. Bigelow, J., 1905. Lest We Forget: Gladstone, Morley, and the Confederate Loan of 1863. De Vinne Press, London.",
        "Amsterdamsch Effectenblad, various issues, 1863--1865. Ball, D.B., 1991. Financial Failure and Confederate Defeat. University of Illinois Press, Urbana.",
        "Alexander, T.B., Beringer, R.E., 1972. The Anatomy of the Confederate Congress. Vanderbilt University Press, Nashville.",
        "Todd, R.C., 1954. Confederate Finance. University of Georgia Press, Athens.",
        "Owsley, F.L., 1951. King Cotton Diplomacy: Foreign Relations of the Confederate States of America. Chicago University Press, Chicago.",
        "New York Times, various issues, 1865. Obstfeld, M., Rogoff, K.S., 1996. Foundations of International Macroeconomics. MIT Press, Cambridge.",
        "Kletzer, K.M., Wright, B.D., 2000. Sovereign debt as intertemporal barter. American Economic Review 90, 621--639.",
        "Dekay, J.T., 2002. The Rebel Raiders: The Astonishing History of the Confederacys Secret Navy. Ballantine Books, New York.",
        "Obstfeld, M., Rogoff, K.S., 1996. Foundations of International Macroeconomics. MIT Press, Cambridge."
    ]
}