{
    "id": 10964,
    "cites": 39,
    "cited_by": 7,
    "reference": [
        "Stuart, B. and Grana, J. Are Prescribed and over-the-Counter Medicines Economic Substitutes ? A Study of the Effects of Health Insurance on Medicine Choices by the Elderly. Medical Care, 1995, 33, pp. 487-501.",
        "Stuart, B. and Coulson, N.E. Dynamic Aspects of Prescription Drugs Use in an Elderly Population. Health Services Research, 1993, 28, pp. 237-64.",
        "Steinman, M.A., Sands, L.P. and Covinsky, K.E. Self-Restriction of Medications Due to Cost in Seniors without Prescription Coverage: A National Survey. Journal of General Internal Medicine, 2001, 16, pp. 793-99.",
        "Stearns, S.C., Norton, E.C. and Yang, Z. Disability Offsets in the Expenditure Trade-Off between Age and Proximity to Death. Working paper, 2003.",
        "Soumerai, S.B., Ross-Degnan, D., Avorn, J., McLaughlin, T.J. and Choodnovskiy, I. Effects of Medicaid Drug-Payment Limits on Admission to Hospitals and Nursing Homes. New England Journal of Medicine, 1991, 325(1072-1077).",
        "Soumerai, S.B. and Ross-Degnan, D. Experience of State Drug Benefit Program. Health Affairs, 1990, 9, pp. 36-54.",
        "Soumerai, S.B., McLaughlin, T.J., Ross-Degnan, D., Casteris, C.S. and Bollini, P. Effects of Limiting Medicaid Drug-Reimbursement Benefits on the Use of Psychotropic Agents and Acute Mental Health Services by Patients with Schizophrenia. New England Journal of Medicine, 1994, 331(650-655).",
        "Soumerai, S.B., Avorn, J., Ross-Degan, D. and Fortmaker, S. Payment Restrictions for Prescription Drugs under Medicaid: Effect on Therapy, Cost, and Equity. New England Journal of Medicine, 1987, 317, pp. 550-56.",
        "Reeder, C.E. and Nelson, A.A. The Differential Impact of Copayment on Drug Use in a Medicaid Population. Inquiry, 1985, 22, pp. 396-403.",
        "Poisal, J.A., Murray, L.A., Chulis, G.S. and Cooper, B.S. Prescription Drug Coverage and Spending for Medicare Beneficiaries. Health Care Financing Review, 1999, 20(3), pp. 15-25.",
        "Poisal, J.A. and Murray, L. Growing Differences between Medicare Beneficiaries with and without Drug Coverage. Health Affairs, 2001, 20(2), pp. 75-85.",
        "Philipson, T.J. and Becker, G.S. Old-Age Longevity and Mortality-Contingent Claims. Journal of Political Economy, 1998 106(3), pp. 551-573.",
        "Mroz, T.A. Discrete Factor Approximation in Simultaneous Equation Models: Estimating the Impact of a Dummy Endogenous Variable on a Continuous Outcome. Journal of Econometrics, 1999, 92, pp. 233-74.",
        "Mello, M., Stearns, S., and Norton, E.C. Do Medicare HMOs Still Reduce Health Services Use after Controlling for Selection Bias? Health Economics, 2002, 11, pp. 323340.",
        "Mays, G. and Norton, E.C. Managed Care Contracting and Medical Care for the Uninsured: Untangling Selection from Production. Health Services and Outcomes Research Methodology, 2000, 1(34), pp. 305334.",
        "Long, S.H. Prescription Drugs and the Elderly: Issues and Options. Health Affairs, 1994, 13, pp. 157-74.",
        "Lillard, L.A., Rogowski, J. and Kington, R. Insurance Coverage for Prescription Drugs: Effects on Use and Expenditures in the Medicare Population. Medical Care, 1999, 37, pp. 926-36.",
        "Kreider, B. and Riphahn, R. Explaining Applications to the US Disability System - A Semiparametric Approach. Journal of Human Resources, 2000, 35(1): 82-115.",
        "Johnson, R.E., Goodman, M.J., Hornbook, M.C. and Eldredge, M.B. The Impact of Increasing Patient Prescription Drug Cost-Sharing on Therapeutic Classes of Drugs Received and on the Health Status of Elderly HMO Members. Health Services Research, 1997, 32, pp. 103-22.",
        "Hu, W. Child Support, Welfare Dependency, and Womens Labor Supply. Journal of Human Resources, 1999, 34(1): 71-103.",
        "Hoynes, H. Welfare Transfers in Two-parent Families: Labor Supply and Welfare Participation under AFDC-UP. Econometrica, 1996, 64(2): 295-332.",
        "Heckman, J. and Singer, B. A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models for Duration Data. Econometrica, 1983, 52, pp. 271-320.",
        "Gowrisankaran, G. and Town R.J. Managed Care, Drug Benefit and Mortality: An Analysis of the Elderly. NBER Working Paper No. 10204. Grossman, M. On the Concept of Health Capital and the Demand for Health. Journal of Political Economy, 1972, 80(2): pp. 223-255.",
        "Goldman, D. Managed Care as a Public Cost Containment Mechanism. RAND Journal of Economics, 1995 , 26(2), pp. 277-295.",
        "Fillenbaum, G.G., Hanlon, J.T., Corder, E.H., Ziqubu-Page, T., Wall, W.E. and Brock, D. Prescription and Nonprescription Drug Use among Black and White Community-Residing Elderly. American Journal of Public Health, 1993, 83, pp. 1577-1582.",
        "Ferrucci, L. and Guralnik, J. Hospital Diagnoses, Medicare Charges, and Nursing Home Admissions in the Year When Older Persons Become Severely Disabled. JAMA, 1997, 277, pp. 728-34.",
        "Federman, A.D., Alyce, S.A., Ross-Degnan, D., Sourmerai, S.B. and Ayanina, J.Z. Supplemental Insurance and Use of Effective Cardiovascular Drugs among Elderly Medicare Beneficiaries with Coronary Heart Disease. JAMA, 2001, 286(14), pp. 1732-39.",
        "Department of Health and Human Services. A Profile of Medicare: Chart Book, 1998, Rockville, MD.",
        "Cutler, D. Declining Disability among the Elderly. Health Affairs, 2001, 20(6), pp. 11-28.",
        "Cutler, D. The Incidence of Adverse Medical Outcomes under Prospective Payment. Econometrica, 1995, 63(1): 29-50.",
        "Blustein, J. Drug Coverage and Drug Purchases by Medicare Beneficiaries with Hypertension. Health Affairs, 2000, 19, pp. 219-30.",
        "Bhargava, A. and Sargan, J.D. Estimating Dynamic Random Effects Models From Panel Data Covering Short Time Periods. Econometrica, 1983, 51(6), pp. 1635-1659.",
        "Arellano, M. and Bond S. Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations. Review of Economic Studies, 1991, 58, pp. 277-297.",
        "Angeles, G., Guilkey, D., and Mroz, T. Purposive Program Placement and the Estimation of Family Planning Program Effects in Tanzania. Journal of the American Statistical Association, 1998, 93(443): 884-899.",
        "Adams, A.S., Soumerai, S.B. and Ross-Degnan, D. The Case for a Medicare Drug Coverage Benefit: A Critical Review of the Empirical Evidence. Annual Review of Public Health, 2001a, (22), pp. 49-61.",
        "Rogowski, J., Lillard, L.A. and Kington, R. The Financial Burdens of Prescription Drug Use among Elderly Persons. Gerontologist, 1997, 37, pp. 475-82.",
        "Case, A. and Paxson, C. Sex Differences in Morbidity and Mortality. Working paper, 2004.",
        "Blau, D. and Hagy, A. The Demand for Quality in Child Care. Journal of Political Economy, 1998, 106(1): 104-146.",
        "Adler, G. A Profile of the Medicare Current Beneficiary Survey. Health Care Financing Review, 1994, 15(4), pp. 153-63."
    ]
}