{
    "id": 10973,
    "cites": 18,
    "cited_by": 18,
    "reference": [
        "[20] Svensson, L. E. O. (1997). Inflation Forecast Targeting: Implementing and Monitoring Inflation Targets, European Economic Review, 41, pp. 1111-1146.",
        "[19] Stock, J. H. and M. W. Watson (2003). Has the Business Cycle Changed? Evidence and Explanations manuscript prepared for the Federal Reserve Bank of Kansas City Symposium: Monetary Policy and Uncertainty.",
        "[18] Sims, C. (1992). Interpreting the Macroeconomic Time Series Facts: The Effects of Monetary Policy, European Economic Review, 36, pp. 975-1000.",
        "[17] Rudebusch, G. D. and L. E. O. Svensson (1999). Policy Rules for Inflation Targeting in J. B. Taylor (ed.), Monetary Policy Rules, University of Chicago Press, Chicago, pp. 203-246.",
        "[16] Phillips, P. C. B. and P. Perron (1988). Testing for a Unit Root in Time Series Regres- sion, Biometrika, 75, pp. 335-346.",
        "[14] Krause, S. (2003). Measuring Monetary Policy Efficiency in European Union Coun- tries: The Pre-EMU years, Working Paper 03-11, Department of Economics, Emory University.",
        "[13] Kahn, J., M. M. McConnell and G. PÃ\u0083Â©rez-QuirÃ\u0083Â³s (2002). On the Causes of the Increased Stability of the U.S. Economy Economic Policy Review, 8 (May 2002), pp. 183-202.",
        "[12] Grilli, V., Masciandaro, D. and G. Tabellini (1991). Political and Monetary Institutions and Public Financial Policies in the Industrial Countries, Economic Policy, 13, pp. 341- 392.",
        "[11] Fry, M., D. A. Julius, L. Mahadeva, S. Rogers, and G. Sterne (2000). Key Issues in the Choice of Monetary Policy Framework, in L. Mahadeva and G. Sterne (eds.), Monetary Policy Framework in a Global Context, Routledge, London, United Kingdom.",
        "[7] Cukierman, A., and F. Lippi (1999). Central Bank Independence, Centralization of Wage Bargaining, Inflation and Unemployment: Theory and Some Evidence, European Economic Review, 43, pp. 1395-1434.",
        "[5] Cecchetti, S. G. and S. Krause (2002). Central Bank Structure, Policy Efficiency and Macroeconomic Performance: Exploring Empirical Relationships, Federal Reserve Bank of St. Louis Review, 84 (4) (July/August 2002), pp. 45-60.",
        "[4] Cecchetti, S. G. and S. Krause (2001). Financial Structure, Macroeconomic Stability and Monetary Policy, Moneda y CrÃ\u0083Â©dito, Madrid, Spain, No. 212 (August 2001), pp. 57-87. (available in English as NBER Working Paper No. 8354).",
        "[3] Cecchetti, S. G., A. Flores-Lagunes and S. Krause (2001). Has Monetary Policy Become More Efficient in Mexico?, Central Bank of Mexico Research Document Series, 2001-01. English version available at http://eller.arizona.edu/~alfonso/cfkmex1102.pdf.",
        "[2] Cecchetti, S. G. and M. Ehrmann (2001). Does Inflation Targeting Increase Output Volatility? An International Comparison of Policymakers Preferences and Outcomes, in K. Schmidt-Hebbel (ed.), Monetary Policy: Rules and Transmission Mechanisms, Proceedings of the Third Annual Conference of the Central Bank of Chile.",
        "[1] Alesina, A. (1988). Macroeconomics and Politics, in NBER Macroeconomics Annual (edited by Stanley Fisher), Cambridge, MA: MIT Press, pp. 17-52.",
        "[21] Taylor, J. B. (1979). Estimation and Control of a Macroeconomic Model with Rational Expectations, Econometrica, 47, pp. 1267-1286.",
        "[15] Li, H. and G. S. Maddala (1996). Bootstrapping Time Series Models, Econometrics Reviews, 15 (2), pp. 115-158.",
        "[6] Chow, G. C. (1975). Analysis and Control of Dynamic Economic Systems, John Wiley and Sons, New York."
    ]
}