{
    "id": 10979,
    "cites": 40,
    "cited_by": 79,
    "reference": [
        "Ravallion, Martin (2001): Growth, Inequality and Poverty: Looking Beyond Averages, World Development 29, 1803-15.",
        "Rajan, Raghuram and Luigi Zingales, (2003): Saving Capitalism from the Capitalists: Unleashing the Power of Financial Markets to Create Wealth and Spread Opportunity. New York: Crown Business.",
        "Lundberg, Mattias and Lyn Squire, (2003): The Simultaneous Evolution of Growth and Inequality. Economic Journal 113, 326-44.",
        "Lopez, Humberto (2003): Pro-Growth, Pro-Poor: Is there a Tradeoff? World Bank mimeo.",
        "Levine, Ross, and Sara Zervos. (1993): What We Have Learned About Policy and Growth From Cross-Country Regressions. American Economic Review 83, 426-430.",
        "Levine, Ross, Norman Loayza, and Thorsten Beck, (2000): Financial Intermediation and Growth: Causality and Causes. Journal of Monetary Economics 46, 31-77.",
        "Levine, Ross (2005): Finance and Growth: Theory and Evidence. In Handbook of Economic Growth, Eds. Philippe Aghion and Steven Durlauf, Amsterdam: North-Holland Elsevier Publishers, forthcoming.",
        "Levine, Ross (1997), Financial Development and Economic Growth: Views and Agenda, Journal of Economic Literature, 35: 688-726.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei, Shleifer, and Robert W. Vishny, (1997): Legal Determinants of External Finance, Journal of Finance, 52, 1131-1150.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny. 1997. Legal Determinants of External Finance. Journal of Finance 52, 1131-1150.",
        "Kraay, Aart (2004): When is Growth Pro-Poor: Evidence form a Panel of Countries, World Bank mimeo.",
        "Jacoby, Hanan G. and Emmanuel Skoufias (1997): Risk, Financial Markets, and Human Capital, Review of Economic Studies 64, 311-335.",
        "Jacoby, Hanan G. (1994): Borrowing Constraints and Progress Through School: Evidence from Peru, Review of Economics and Statistics 76, 151-60.",
        "Honohan, Patrick (2004a): Financial Development, Growth and Poverty: How Close are the Links, in Charles Goodhart (ed.): Financial Development and Economic Growth: Explaining the Links, (London: Palgrave), forthcoming.",
        "Haber, Stephen. H., Armando Razo, and Noel Maurer (2003), The Politics of Property Rights: Political Instability, Credible Commitments, and Economic Growth in Mexico, Cambridge University Press.",
        "Galor, Oded and J. Zeira. (1993): Income Distribution and Macroeconomics. Review of Economic Studies 60, 35-52.",
        "Forbes, Kristin (2000): A Reassessment of the Relationship between Inequality and Growth, American Economic Review, 90, 869-887.",
        "Engerman, Stanley L. and Kenneth L Sokoloff, 1997. Factor Endowments, Institutions, and Differential Paths of Growth among New World Economies, in How Latin America Fell Behind. Stephen Haber, ed. Stanford, CA: Stanford University Press, pp. 260-304.",
        "Easterly, William (2002): Inequality Does Cause Underdevelopment, Center for Global Development Working Paper, 1.",
        "Dollar, David and Aart Kraay (2002): Growth is Good for the Poor, Journal of Economic Growth 7, 195-225.",
        "Clarke, George; Lixin Colin Xu and Heng-fu Zou (2003): Finance and Income Inequality, Test of Alternative Theories, World Bank Policy Research Working Paper, 2984.",
        "Clarke, George (1995): More evidence on income distribution and growth, Journal of Development Economics Vol. 47, 403-427.",
        "Bourguignon, Francois (2004): The Poverty-Growth-Inequality Triangle. World Bank mimeo.",
        "Benabou, Roland (1996): Inequality and Growth, NBER Macroeconomic Annual, 11, 11-74.",
        "Beegle, Kathleen, Rajeev H. Dehejia, and Roberta Gatti, (2003): Child Labor, Crop Shocks, and Credit Constraints, National Bureau of Economic Research Working Paper, 10088.",
        "Beck, Thorsten, Ross Levine, and Norman Loayza, (2000): Finance and the Sources of Growth. Journal of Financial Economic 58, 261-300.",
        "Beck, Thorsten, and Ross Levine (2004b). Legal Institutions and Financial Development. In Claude Menard and Mary Shirley, Eds., Handbook of New Institutional Economics. The Netherlands: Springer Press, forthcoming.",
        "Beck, Thorsten, and Ross Levine (2004a): Stock Markets, Banks and Growth: Panel Evidence, Journal of Banking and Finance 28, 423-442.",
        "Barth, James R., Gerard Caprio, Jr., and Ross Levine (2005). Rethinking Bank Supervision and Regulation: Until Angels Govern. Cambridge, UK: Cambridge University Press, forthcoming.",
        "Barro Robert J. (2000): Inequality and Growth in a Panel of Countries, Journal of Economic Growth, 5, 5-32.",
        "Banerjee, Abhijit and Newman, Andrew (1993): Occupational Choice and the Process of Development, Journal of Political Economy 101, 274-98.",
        "Banerjee, Abhijit V. and Esther Duflo (2003): Inequality and Growth: What Can the Data Say? MIT mimeo, June.",
        "Alesina, Alberto and Dani Rodrik (1994): Distributive Politics and Economic Growth, Quarterly Journal of Economics 109, 465-90.",
        "Aghion, Philippe, Peter Howitt, and David Mayer-Foulkes (2005), The Effect of Financial Development on Convergence: Theory and Evidence, Quarterly Journal of Economics, forthcoming.",
        "Aghion, Philippe and Patrick Bolton, (1997). A Trickle-Down Theory of Growth and Development with Debt Overhang, Review of Economic Studies 64, 151-72.",
        "Acemoglu, Daron, Simon Johnson, and James Robinson, 2001. The Colonial Origins of Comparative Development: An Empirical Investigation. American Economic Review 91, 1369-1401.",
        "Bourguignon, Francois (2001b): The Pace of Economic Growth and Poverty Reduction, Paper presented at LACEA 2001 Conference.",
        "Bourguignon, Francois (2001a): Pareto-Superiority of Unegalitarian Equilibria in Stiglitzs Model of Wealth Distribution with Convex Savings Function, Econometrica 49, 1469-75.",
        "Galor, Oded and Omer Moav (2005): From Physical to Human Capital Accumulation: Inequality and the Process of Development. Review of Economic Studies, forthcoming.",
        "Easterly, William and Ross Levine (1997), Africas Growth Tragedy: Policies and Ethnic Division, Quarterly Journal of Economics, 112: 1203-1250."
    ]
}