{
    "id": 10978,
    "cites": 34,
    "cited_by": 13,
    "reference": [
        "Zingales, Luigi (1995a) Insider Ownership and the Decision to Go Public. Review of Economic Studies 62: 425-448.",
        "Vickrey, William (1991) The Corporate Income Tax and How to Get Rid of It, in L. Eden, (ed.) Retrospectives on Public Finance, Durham: Duke University Press, pp. 118-132.",
        "Thirsk, Wayne (1997) (ed.) Tax Reform in Developing Countries, International Monetary Fund: Washington D.C.",
        "Slemrod, Joel and Shlomo Yitzhaki (2002) Tax Avoidance, Evasion and Administration, in A. Auerbach and M. Feldstein (eds.), Handbook of Public Economics, Volume 3, North-Holland.",
        "Slemrod, Joel (2001) Are Corporate Tax Rates, or Countries, Converging? Working Paper, University of Michigan.",
        "Shleifer, Andrei and Daniel Wolfenzon (2002) Investor Protections and Equity Markets, Journal of Financial Economics 66, pp 3-27.",
        "Shaviro, Daniel (2000) Economic Substance, Corporate Tax Shelters, and the Compaq Case, Tax Notes International, October 9, 2000, pp. 1693-1717.",
        "Shleifer, Andrei and Robert W. Vishny (1997) A Survey of Corporate Governance Journal of Finance 52:2, pp. 737-783.",
        "Rajan, R. and L. Zingales (2003) Saving Capitalism from the Capitalists Random House.",
        "Morck, Randall (2003) Why Some Double Taxation Might Make Sense: The Special Case of InterCorporate Dividends, NBER Working Paper No. 9651.",
        "Meade, James E. (1978) The Structure and Reform of Direct Taxation: Report of a Committee Chaired by Professor J. E. Meade, Boston: Allen and Unwin.",
        "Lenter, David, Doug Shackelford and Joel Slemrod, (2003) Public Disclosure of Corporate Tax Return Information: Accounting, Economic, and Legal perspectives, University of Michigan Working Paper.",
        "LaPorta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert Vishny (1999) Corporate Ownership Around the World, Journal of Finance, 54:2, 471-517.",
        "LaPorta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert Vishny (1998), Law and Finance, Journal of Political Economy, 106:6, 1113-1155.",
        "Kornhauser, Marjorie Corporate Regulation and the Origins of the Corporate Income Tax, 66 Indiana Law Journal 53 (1990).",
        "Kanda, Hideki and Saul Levmore, (1991) Taxes, Agency Costs and the Price of Incorporation, 77 Virginia Law Review 211.",
        "International Monetary Fund (2002) Russian Federation: Selected Issues and Statistical Appendix IMF Country Report 02/75.",
        "Hines, James R., Jr. and Eric M. Rice (1994), Fiscal Paradise: Foreign Tax Havens and American Business, Quarterly Journal of Economics, 109:149-182.",
        "Hermalin, Benjamin E. and Michael S. Weisbach (1998) Endogenously Chosen Boards of Directors and Their Monitoring of the CEO, American Economic Review, 88: 98-116.",
        "Hassett, Kevin and Glenn Hubbard, (1998) Tax Policy and Investment, NBER Working Paper 5683, February.",
        "Graham, John R., (2003), Taxes and Corporate Finance: A Review, Review of Financial Studies 16, 1074-1128.",
        "Goolsbee, Austan (1999) Evidence on the High Income Laffer Curve from Six Decades of Tax Reform Brookings Papers on Economic Activity 2:1-47.",
        "Gandhi, Ved (1987) (ed.) Supply Side Tax Policy: Its Relevance to Developing Countries, International Monetary Fund: Washington D.C.",
        "Erickson, Merle, Michelle Hanlon, and Edward L. Maydew (2003) How Much Will Firms Pay for Earnings That Do Not Exist? Evidence of Taxes Paid on Allegedly Fraudulent Earnings, University of North Carolina at Chapel Hill Working Paper.",
        "Ebrill, Liam (1987) Evidence on the Laffer Curve: The Cases of Jamaica and India in Ved Gandhi (ed.) Supply Side Tax Policy: Its Relevance to Developing Countries, International Monetary Fund: Washington D.C.",
        "Dyck, Alexander, and Luigi Zingales (2004) Private Benefits of Control: An International Comparison Journal of Finance.",
        "Desai, Mihir A. and Dhammika Dharmapala (2004) Corporate Tax Avoidance and High-Powered Incentives, NBER Working Paper No. 10471.",
        "Cummins, Jason G., Kevin A. Hassett, R. Glenn Hubbard (1996) Tax Reforms and Investment: A Cross-Country Comparison Journal of Public Economics, 62:1-2, pp. 237-273.",
        "Crocker, Keith and Joel Slemrod (2003) Optimal Policy Regard Corporate Fraud: Tax Evasion University of Michigan Working Paper.",
        "Bushman, Robert M. and Abbie Smith Financial Accounting and Corporate Governance, Journal of Accounting and Economics, 32: 237-333. Chen, Kong-Ping and C. Y. Cyrus Chu, (2003) Internal Control vs. External Manipulation: A Model of Corporate Income Tax Evasion, Academia Sinica Working Paper.",
        "Beck, Thorsten, George Clarke, Alberto Groff, Philip Keefer, and Patrick Walsh, New Tools in Comparative Political Economy: The Database of Political Institutions, World Bank Economic Review, vol. 15, no. 1 (January, 2001), 165-76.",
        "Auerbach, Alan (2002) Taxation and Corporate Financial Policy, in A. Auerbach and M. Feldstein (eds.), Handbook of Public Economics, Volume 3, North-Holland.",
        "Mintz, Jack (1995) The Corporation Tax: A Survey Fiscal Studies 16:23-68.",
        "Arlen, Jennifer and Deborah M. Weiss, (1995) A Political Theory of Corporate Taxation, 105 Yale Law Journal 325."
    ]
}