{
    "id": 10970,
    "cites": 46,
    "cited_by": 5,
    "reference": [
        "Venti, S. F. and Wise, D. A. (2000). Aging and Housing Equity, NBER Working Paper 7882.",
        "Taylor, J. (1979). Staggered Wage Setting in a Macro Model, American Economic Review 69: 108 113.",
        "Sundaresan, S. M. (1989). Intertemporally Dependent Preferences and the Volatility of Consump- tion and Wealth, Review of Financial Studies 3: 7389.",
        "Shore, S. H. and Sinai, T. (2004). Household Risks and the Demand for Housing Commitments.",
        "Shea, J. (1994). Should We Test the Life Cycle-Permanent Income Hypothesis with Food Con- sumption Data?, Economics Letters 45: 6368.",
        "Reis, R. (2003). Inattentive Consumers. Working paper, Harvard University.",
        "Ravina, E. (2004). Keeping Up with the Joneses: Evidence from Micro Data. Working Paper, Northwestern University.",
        "Working paper, University of Chicago. Postlewaite, A., Samuelson, L. and Silverman, D. (2004). Consumption Commitments and Pref- erences for Risk. Working Paper, Penn Institute for Economic Research.",
        "Piazzesi, M., Schneider, M. and Tuzel, S. (2003). Housing, Consumption and Asset Pricing.",
        "Parker, J. A. and Julliard, C. (2004). Consumption Risk and the Cross-Section of Expected Returns. Journal of Political Economy, forthcoming.",
        "Merrill, S. R. (1984). Home Equity and the Elderly. In H. Aaron and G. Burtless (editors), Retirement and Economic Behavior. Brookings Institution, Washington DC.",
        "McCallum, B. T. and Nelson, E. (1999). Nominal Income Targetting in an Open-Economy Opti- mizing Model, Journal of Monetary Economics pp. 553578.",
        "Martin, R. F. (2003). Consumption, Durable Goods and Transaction Costs. International Finance Discussion Papers 756, Board of Governors of the Federal Reserve System.",
        "Lustig, H. and Nieuwerburgh, S. V. (2003). Housing Collateral, Consumption Insurance and Risk Premia. Working paper, University of Chicago and NYU Stern.",
        "Lupton, J. P. (2003). Household Portfolio Choice and the Habit Liability: Evidence from Panel Data. Working paper, Federal Reserve Board.",
        "Ljungqvist, L. and Uhlig, H. (2000). Tax Policy and Aggregate Demand Management under Catching Up with the Joneses, American Economic Review 90: 356366.",
        "Li, R. (2003). Household Portfolio Choice with Precommitment. Working paper, University of Toronto.",
        "Working paper, Kellogg School of Management. Koren, M. and Szeidl, A. (2003). Portfolio Choice with Illiquid Assets. CEPR Working Paper 3795.",
        "The Interaction between Time-Nonseparable Preferences and Time- Aggregation, Econometrica 61: 353385. Jagannathan, R. and Wang, Y. (2004). Consumption Risk and the Cost of Equity Capital.",
        "Guiso, L., Japelli, T. and Terlizzese, D. (1996). Income Risk, Borrowing Constraints and Portfolio Choice, American Economic Review 86: 158172.",
        "Gruber, J. (1998). Unemployment Insurance, Consumption Smoothing, and Private Insurance: Evidence from the PSID and CEX, Research in Employment Policy 1: 332.",
        "Grossman, S. J. and Laroque, G. (1990). Asset Pricing and Optimal Portfolio Choice in the Presence of Illiquid Durable Consumption Goods, Econometrica 58(1): 2551.",
        "Gollier, C. (2001). The Economics of Risk and Time, The MIT Press, Cambridge, MA and London, England.",
        "Gabaix, X. and Laibson, D. (2001). The 6D Bias and the Equity Premium Puzzle. NBER Macroeconomics Annual.",
        "Fuhrer, J. C. (2000). Habit Formation in Consumption and Its Implications for Monetary-Policy Models, American Economic Review 90: 367390.",
        "Fratantoni, M. C. (2001). Homeownership, Committed Expenditure Risk, and the Stockholding Puzzle, Oxford Economic Papers 53: 241259.",
        "Flavin, M. and Nakagawa, S. (2003). A Model of Housing in the Presence of Adjustment Costs: A Structural Model of Habit Persistence. Working Paper, UCSD.",
        "Flavin, M. (2001). Owner-Occupied Housing in the Presence of Adjustment Costs: Implications for Asset Pricing and Nondurable Consumption. Working Paper, UCSD.",
        "Eichenbaum, M., Hansen, L. P. and Singleton, K. J. (1988). A Time Series Analysis of Represen- tative Agent Models of Consumption and Leisure under Uncertainty, Quarterly Journal of Economics 103: 5178.",
        "Eberly, J. (1994). Adustment of Consumers Durables Stocks: Evidence from Automobile Pur- chases, Journal of Political Economy 102: 403436.",
        "Dynan, K. E. (2000). Habit Formation in Consumer Preferences: Evidence from Panel Data, American Economic Review 90: 391406.",
        "Dybvig, P. H. (1995). Dusenberrys Racheting of Consumption: Optimal Dynamic Consumption and Investment Given Intolerance for any Decline in Standard of Living, Review of Economic Studies 62: 287313.",
        "Cocco, J. (2005). Portfolio Choice in the Presence of Housing. Review of Financial Studies, forthcoming.",
        "Christiano, L. J., Eichenbaum, M. and Evans, C. L. (2004). Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy. Journal of Political Economy, forthcoming.",
        "Chetty, R. (2003). Consumption Commitments, Unemployment Durations, and Local Risk Aver- sion, NBER Working Paper 10211.",
        "Chen, X. and Ludvigson, S. (2004). Land of addicts? An Empirical Investigation of Habit-Based Asset-Pricing Models. Working paper, New York University.",
        "Carroll, C. D., Overland, J. and Weil, D. N. (2000). Saving and Growth with Habit Formation, American Economic Review 90: 341355.",
        "Carroll, C. D. (2000). Portfolios of the Rich. Working paper, John Hopkins University.",
        "Calvo, G. (1983). Staggered Prices in a Utility Maximizing Framework, Journal of Monetary Economics 12: 383398.",
        "Boldrin, M., Christiano, L. J. and Fisher, J. D. M. (2001). Habit Persistence, Asset Returns and the Business Cycle, American Economic Review 91: 149166.",
        "Blanchard, O. J. and Fischer, S. (1989). Lectures on Macroeconomics, The MIT Press, Cambridge, MA and London, UK.",
        "Bertola, G. and Caballero, R. (1990). Kinked Adjustment Costs and Aggregate Dynamics. NBER Macroeconomics Annual.",
        "Becker, G. (1973). A Theory of Marriage: Part I., Journal of Political Economy 81: 813846.",
        "Attanasio, O. (2000). Consumer Durables and Inertial Behavior: Estimation and Aggregation of (S,s) Rules for Automobile Purchases, Review of Economic Studies 67: 667696.",
        "Cox, J. C., Ingersoll, J. E. and Ross, S. A. (1985). An Intertemporal General Equilibrium Model of Asset Prices, Econometrica 53: 363384.",
        "Constantinides, G. M., Donaldson, J. B. and Mehra, R. (2002). Junior Cant Borrow, Quarterly Journal of Economics 117: 269196."
    ]
}