{
    "id": 10974,
    "cites": 18,
    "cited_by": 7,
    "reference": [
        "World Health Organization. Tobacco and Poverty: A vicious circle. 2004.",
        "U.S. Dept. of Labor, Bureau of Labor Statistics. Consumer Expenditure Survey: Interview Survey and detailed expenditure files. Washington, DC: U.S. Dept. of Labor, Bureau of Labor Statistics [producer], 2002. Ann Arbor, MI: Interuniversity Consortium for Political and Social Research, 2002.",
        "Townsend J, Roderick P, and Cooper J. Cigarette smoking by socioeconomic group, sex, and age: Effects of price, income, and health publicity. British Medical Journal. 1994;309:923-927.",
        "Souleles NS. The response of household consumption to income tax refunds. The American Economic Review. 1999;89(4):947-958.",
        "MacKay J and Erickson M, The Tobacco Atlas, World Health Organization, 2002.",
        "Lazear EP and RT Michael. Allocation of Income Within the Household. University of Chicago Press, Chicago, IL. 20 Klesges RC, Meyers AW, Klesges LM, La Vasque ME. Smoking, body weight, and their effects on smoking behavior: a comprehensive review of the literature. Psychological Bulletin 1989;106(2):204-30.",
        "Jones, Andrew M. [1989], A Systems Approach To The Demand For Alcohol and Tobacco, Bulletin of Economic Research, Vol. 41, No. 2, April, pp. 85-105.",
        "Farrelly MC and JW Bray (1998). Respone to Increases in Cigarette Prices by Race/Ethnicity Income and Age Groups-United States, 1976-1993. JAMA December 16, 1998. Volume 280. No 23.",
        "Evans WN and MC Farrelly (1998). The compensating behavior of smokers: Taxes, tar and nicotine. RAND Journal of Economics 29(3) 578-595.",
        "DeGrandpre RJ and WK Bickel (1995). Human Drug Self administration in a medium of exchange. Experimental and Clinical Psychopharmacology 3:349-357.",
        "Decker, SL and AE Schwartz. Cigarettes and Alcohol: Substitutes or Complements? National Bureau of Economics Research Working Paper no. 7535 2000.",
        "Deaton, Angus and John Muellbauer. Economics and Consumer Behavior. Cambridge University Press (1980b).",
        "Deaton, Angus and John Muellbauer. An Almost Ideal Demand System. The American Economic Review. June 1980. p312-326.",
        "Chaloupka FJ and Warner KE. The economics of smoking. In: Culyer AJ and Newhouse JP, eds. Handbook of Health Economics, Volume 1. Elsevier Science; 2000:1539-1627.",
        "Bien, Thomas H. and Roann Burge [1990], Smoking and Drinking: A Review of the Literature, The International Journal of the Addictions, Vol. 25, No. 12, pp.1429-1431.",
        "Barrow L and McGranahan L. The earned income credit and durable goods purchases. Evanston, IL: The Joint Center for Poverty Research Conference on the Earned Income Tax Credit. 1999.",
        "Hunt-McCool, Janet, BF Kiker and Ying Chu Ng. Estimates of the Demand for Medical Care under Different Functional Forms. Journal of Applied Econometrics. Vol 9. No 2. p201-218, 1994.",
        "The World Bank. Curbing the Epidemic: Governments and the Economics of Tobacco Control. Washington DC, 1999."
    ]
}