{
    "id": 10971,
    "cites": 36,
    "cited_by": 102,
    "reference": [
        "World Bank. (2002). World Development Indicators (www.worldbank.org/data).",
        "United Nations. (2003). The Right to Education, Economic and Social Council Special Rapporteur Katarina Tomasevski. Available online at: (http://www.right-toeducation.",
        "Summers, Anita A., and Barbara L. Wolfe. (1977). Do Schools Make a Difference? American Economic Review, 67(4), 639-652.",
        "Skinner, B. F. (1961). Teaching Machines. Scientific America November: 91-102.",
        "Nurmi, J. (1991). How Do Adolescents See Their Future? A review of the development of future orientation and planning, Developmental Review, 11:1-59.",
        "Moretti, Enrico. (2004). Workers Education, Spillovers and Productivity: Evidence from Plant-level Production Functions, American Economic Review, 94(3).",
        "Miguel, Edward, and Michael Kremer. (2004). Worms: Identifying Impacts on Education and Health in the Presence of Treatment Externalities, Econometrica, 72(1), 159-217.",
        "Lucas, Robert E. (1988). On the Mechanics of Economic Development, Journal of Monetary Economics, 22, 3-42.",
        "Leuven, Edwin, Hessel Oosterbeek, Bas van der Klaauw. (2003). The Effect of Financial Rewards on Students Achievement: Evidence from a Randomized Experiment, unpublished working paper, University of Amsterdam.",
        "Lepper, M., D. Greene, et al. (1973). Undermining Childrens Interest with Extrinsic Rewards: A Test of the Overidentification Hypothesis. Journal of Personality and Social Psychology 28: 129-137.",
        "Lee, D. S. (2002). Trimming the Bounds on Treatment Effects with Missing Outcomes. NBER Working Paper T277.",
        "Lazear, Edward P. (2001). Educational Production, Quarterly Journal of Economics, 116(3), 777-804.",
        "Kruglanski, A., I. Friedman, et al. (1971). The Effect of Extrinsic Incentives on Some Qualitative Aspects of Task Performance. Journal of Personality and Social Psychology 39: 608-617.",
        "Kremer, Michael, Sylvie Moulin, and Robert Namunyu. (2003). Decentralization: A Cautionary Tale, unpublished working paper, Harvard University.",
        "Kremer, Michael. (2003). Randomized Evaluations of Educational Programs in Developing Countries: Some Lessons, American Economic Review: Papers and Proceedings, 93 (2), 102-106.",
        "Jacob, Brian, and Steven Levitt. (2002). Rotten Apples: An Investigation of the Prevalence and Predictors of Teacher Cheating, NBER Working Paper 9413.",
        "Hanushek, Erik. (2003). The Failure of Input-based Schooling Policies, Economic Journal, 113, 64-98.",
        "Government of Kenya, Ministry of Planning and National Development. (1986). Kenya Socio-cultural Profiles: Busia District, (ed.) Gideon Were. Nairobi.",
        "Glewwe, Paul, Nauman Ilias, and Michael Kremer. (2003). Teacher Incentives, National Bureau of Economic Research Working Paper 9671.",
        "Glewwe, Paul, Michael Kremer, and Sylvie Moulin. (1997). Textbooks and Test scores: Evidence from a Prospective Evaluation in Kenya, unpublished working paper.",
        "Fan, J. (1992). Design-adaptive Nonparametric Regression. Journal of the American Statistical Association, 87, 998-1004.",
        "Dynarski, S. (2003). The Consequences of Merit Aid. NBER Working Paper 9400.",
        "Deci, E. L., R. Koestner, et al. (1999). A Meta-Analytic Review of Experiments Examining the Effects of Extrinsic Rewards on Intrinsic Motivation. Psychological Bulletin 125(627-668).",
        "Deci, E. L. (1971). Effects of Externally Mediated Rewards on Intrinsic Motivation. Journal of Personality and Social Psychology 18: 105-115.",
        "Croxford, L., C. Howieson, et al. (2002). Education Maintenance Allowances (EMA) Evaluation of the East Ayshire Pilot. Research Findings No. 6, Enterprise and Lifelong Learnings Report, Glasgow.",
        "Cornwell, Christopher M., Kyung Hee Lee, and David B. Mustard. (2003). The Effects of Merit-Based Financial Aid on Course Enrollment, Withdrawal and Completion in College, unpublished working paper.",
        "Cornwell, C., D. Mustard, et al. (2002). The Enrollment Effects of Merit-Based Financial Aid: Evidence from Georgias HOPE Scholarship. Journal of Labor Economics.",
        "College Board. (2002). Trends in Student Aid, Washington, D.C.",
        "Cameron, J., K. M. Banko, et al. (2001). Pervasive Negative Effects of Rewards on Intrinsic Motivation: The Myth Continues. The Behavior Analyst 24: 1-44.",
        "Binder, M., P. T. Ganderton, et al. (2002). Incentive Effects of New Mexicos Merit-Based State Scholarship Program: Who Responds and How?, unpublished manuscript.",
        "Ballard, Charles L., John B. Shoven, and John Whalley. (1985). General Equilibrium Computations of the Marginal Welfare Cost of Taxes in the United States, American Economic Review, 75(1), 128-138.",
        "Ashworth, K., J. Hardman, et al. (2001). Education Maintenance Allowance: The First Year, A Qualitative Evaluation. Research Report RR257, Department for Education and Employment.",
        "Angrist, Joshua, Eric Bettinger, Erik Bloom, Elizabeth King, and Michael Kremer. (2002). Vouchers for Private Schooling in Colombia: Evidence from Randomized Natural Experiments, American Economic Review, 1535-1558.",
        "Angrist, J. and V. Lavy (2002). The Effect of High School Matriculation Awards: Evidence from Randomized Trials. NBER Working Paper 9389.",
        "Akerlof, George, and Rachel Kranton. (2003). Identity and Schooling: Some Lessons for the Economics of Education, Journal of Economic Literature, 40, 1167-1201.",
        "Acemoglu, Daron, and Joshua Angrist. (2000). How Large are Human Capital Externalities? Evidence from Compulsory Schooling Laws, NBER Macroeconomics Annual, 9-59."
    ]
}