{
    "id": 10984,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Young, James H. 1967. The Medical Messiahs: A Social History of Quackery in Twentieth Century America. Princeton: Princeton University Press.",
        "Wood, Donna J. 1986. The Strategic Uses of Public Policy: Business and Government in the Progressive Era. Marshfield: Pitman Publishing.",
        "Congress, 2nd Session, v. 4038. _________ 1902. Adulteration of Articles of Food: A Tabulated Statement Prepared by the Agriculture Department for the Senate Committee on Manufactures Showing the Adulteration of the Most Common Articles of Food Consumed in the United States. Senate Document No. 181, 57th Congress, 1st Session, v. 4234.",
        "U.S. Senate. 1899-1900. Adulteration of Food Products. Senate Report No. 516, 56th Congress, 1st Session, v. 3888.",
        "U.S. Bureau of the Census. 1905. Census of Manufactures. Washington, DC: GPO.",
        "U.S. Bureau of the Census. 1900. Census of Population. Washington, DC: GPO.",
        "Robinson, Lisa M. 1990. Regulating What We Eat: Mary Engle Pennington and the Food Research Laboratory. Agricultural History 64 (April): 143-53.",
        "Reiger, Cornelius 1932. The Era of the Muckrakers. Chapel Hill: University of North Carolina Press.",
        "Olson, Mancur. 1965. The Logic of Collective Action: Public Goods and the Theory of Groups. Cambridge, MA: Harvard University Press.",
        "Olmstead, Alan L. and Paul W. Rhode. 2004. The `Tuberculosis Cattle Trust: Disease Contagion in an Era of Regulatory Uncertainty. Journal of Economic History 64 (December): 929-63.",
        "Okun, Mitchell. 1986. Fair Play in the Marketplace. Dekalb: Northern Illinois University Press.",
        "Niskanen, William A. 1971. Bureaucracy and Representative Government. Chicago: Aldine-Atherton.",
        "McCluskey, Jill J. 2000. A Game Theoretic Approach to Organic Foods: An Analysis of Asymmetric Information and Policy. Agricultural and Resource Economics Review 29 (April):1-9.",
        "Libecap, Gary D. 1992. The Rise of the Chicago Packers and the Origins of Meat Inspection and Antitrust. Economic Inquiry 30 (April): 242-262.",
        "Lee, R. Alton 1973. A History of Regulatory Taxation. Lexington: University of Kentucky Press.",
        "Law, Marc T. 2003. The Origins of State Pure Food Regulation. Journal of Economic History, 63 (December): 1103-1130.",
        "Kolko, Gabriel. 1963. The Triumph of Conservatism: A Reinterpretation of American History. New York. Macmillan.",
        "Kim, Sukkoo. 2001. Markets and Multiunit Firms from an American Historical Perspective. Advances in Strategic Management 18: 305-26.",
        "Glaeser, Edward L. and Andrei Shleifer. 2003. The Rise of the Regulatory State. Journal of Economic Literature 41 (June): 401-25.",
        "Filler, Louis. 1976. Progressivism and Muckraking. New York: R.R. Bowker Company.",
        "DuprÃ\u0083Â©, Ruth. 1999. If Its Yellow, It Must Be Butter: Margarine Regulation in North America Since 1886. Journal of Economic History 59 (June): 353-371.",
        "Darby, Michael R. and Edi Karni. 1973. Free Competition and the Optimal Amount of Fraud. Journal of Law and Economics 16 (April): 67-88.",
        "Chalmers, David M. 1974. The Muckrake Years. New York: Van Nostrand.",
        "Akerlof, George A. 1970. The Market for `Lemons: Quality Uncertainty and the Market Mechanism. Quarterly Journal of Economics 84 (August): 488-500.",
        "Anderson, Oscar E. Jr. 1958. The Health of a Nation: Harvey W. Wiley and the Fight for Pure Food. Chicago: University of Chicago Press.",
        "Yeager, Mary A. 1981. Competition and Regulation: The Development of Oligopoly in the Meat Packing Industry. Greenwich: JAI Press."
    ]
}