{
    "id": 10980,
    "cites": 30,
    "cited_by": 8,
    "reference": [
        "Zeldes, S. (1989). Consumption and Liquidity Constraints: An Empirical Investigation, Journal of Political Economy, XCVII: 305-346.",
        "Strauss, J. and D. Thomas (1995). Human Resources: Empirical Modeling of Household and Family Decisions, in J. Behrman and T.N. Srinivasan (eds), Handbook of Development Economics, vol. 3A. Amsterdam: North-Holland.",
        "Rosenzweig, M. and K. Wolpin (1985). Specific Experience, Household Structure and Intergenerational Transfers: Farm Family Land and Labor Arrangements in Developing Countries, Quarterly Journal of Economics, 100: 961-987.",
        "Rosati, F. and Z. Tzannatos (2004). Child Labor in Vietnam, forthcoming, Pacific Economic Review.",
        "Ray, R., and G. Lancaster (2003). Does Child Labour Affect School Attendance and School Performance? Multi Country Evidence on SIMPOC Data, manuscript.",
        "Picketty, T. (1995). Social Mobility and Redistributive Politics, Quarterly Journal of Economics, 60: 551-584.",
        "Psacharopoulos, G., and H. A. Patrinos (2002). Returns to Investment in Education: A Further Update, World Bank Working Paper Series, No. 2881 .",
        "Patrinos, H. A., and G. Psacharopoulos (1997). Family Size, Schooling and Child Labor in PeruAn Empirical Analysis, Journal of Population Economics, 10: 387 405.",
        "Patrinos, H. A., and G. Psacharopoulos (1995). Educational Performance and Child Labor in Paraguay, International Journal of Educational Development, 15: 4760.",
        "ODonnell O., E. Van Doorsaler and F. Rosati. (2003). Health Effects of Childrens Work: Evidence from Vietnam, forthcoming, Journal of Population Economics.",
        "Morduch, J., Poverty and Vulnerability, American Economic Review Papers and Proceedings, 84 (1994), 221-225.",
        "Moock, P., H.A. Patrinos and M. Venkataraman (2003). Education and Earnings in a Transition Economy: The Case of Vietnam, Economics of Education Review, 22(5).",
        "Kruger, D. (2002). The Effect of Economic Opportunities on Child Work and Schooling, manuscript, Latin American and Caribbean Economic Association Meetings 2002.",
        "King, E., P. Orazem and E. Paterno. (1999). Promotion With and Without Learning: Effects on Student Dropout, World Bank Working Paper Series on Impact Evaluation of Education Reforms, No. 18.",
        "Heady, C. (2003). The Effect of Child Labor on Learning Achievement, World Development, 31: 385398.",
        "Glewwe, P., H. Jacoby and E. King (2001). Early Childhood Nutrition and Academic Achievement: A Longitudinal Analysis. Journal of Public Economics, 81: 345-368.",
        "Glewwe, P. and H. Jacoby (1998). School Enrollment and Completion in Vietnam: An Investigation of Recent Trends, in D. Dollar, P. Glewwe, and J. Litvack (eds), Household Welfare and Vietnams Transition. Washington DC: World Bank.",
        "Emerson, P., and A. Portela Souza (2002). From Childhood to Adulthood: The Effect of Child Labor Activities on Adult Earnings in Brazil, manuscript, Latin American and Caribbean Economic Association Meetings 2002.",
        "Edmonds, E., and N. Pavcnik (2003). Product Market Integration and Household Labor Supply in a Poor Economy: Evidence from Viet Nam, manuscript.",
        "Edmonds, E. (2003). Household Composition and the Response of Child Labor Supply to Product Market Integration: Evidence from Viet Nam, manuscript.",
        "Cavalieri, C. (2002). The Impact of Child Labor on Educational Performance: An Evaluation of Brazil, manuscript.",
        "Boozer, M., and T. Suri (2001). Child Labor and Schooling Decisions in Ghana, manuscript.",
        "Bhalotra, S. and C. Heady (2003). Child Farm Labour: The Wealth Paradox, World Bank Economic Review, 17: 197-227.",
        "Benjamin, D., and L. Brandt (2003). Agriculture and Income Distribution in Rural Viet Nam under Economic Reforms: A Tale of Two Regions, in P. Glewwe, N. Agrawal and D. Dollar (eds), Economic Growth, Poverty and Household Welfare: Policy Lessons from Viet Nam. Washington DC: World Bank.",
        "Beegle, K., R. Dehejia and R. Gatti (2003). Child Labor, Crop Shocks and Credit Constraints, NBER Working Paper no.w10088.",
        "Basu, K. (1999). Child Labor: Cause, Consequence, and Cure with Remarks on International Labor Standards, Journal of Economic Literature, 37: 1083-1119.",
        "Ashenfelter, O. and C.E. Rouse (1998). Income, Schooling, and Ability: Evidence from a New Sample of Twins, Quarterly Journal of Economics, 113: 253-284.",
        "Ashenfelter, O., and A.B. Krueger (1994). Estimates of the Economic Return to Schooling from a New Sample of Twins, American Economic Review, 84: 1157-1173.",
        "Angrist, J. (1990). Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records, American Economic Review, 80: 313-336.",
        "Edmonds, E., and C. Turk (2003). Child Labor in Transition in Vietnam, in P. Glewwe, N. Agrawal, and D. Dollar (eds), Economic Growth, Poverty and Household Welfare: Policy Lessons from Viet Nam. Washington DC: World Bank."
    ]
}