{
    "id": 10981,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "Campbell, John Y.; Lo, Andrew W.; and, MacKinlay, A. Craig. The Econometrics of Financial Markets. Princeton: Princeton University Press, 1997.",
        "Engel, Charles, and West, Kenneth D. Exchange Rates and Fundamentals. Journal of Political Economy, 2005, forthcoming.",
        "Engel, Charles, and West, Kenneth D. Accounting for Exchange-Rate Variability in PresentValue Models When the Discount Factor is Near 1. American Economic Review, May 2004, 94(3), pp. 119-125.",
        "Durlauf, Steven N., and Phillips, Peter C. B. Trends Versus Random Walks in Time Series Analysis. Econometrica, November 1988 (56(6), pp. 1333-1354.",
        "Flavin, Marjorie A. Excess Volatility in the Financial Markets: A Reassessment of the Empirical Evidence. Journal of Political Economy, December 1983, 91(6), pp. 929-956.",
        "Frankel, Jeffrey A., and Stock, James H. Regression vs. Volatility Tests of the Efficiency of Foreign Exchange Markets. Journal of International Money and Finance, March 1987, 6(1), pp. 49-56.",
        "Gilles, Christian, and LeRoy, Stephen F. Econometric Aspects of the Variance-Bounds Tests: A Survey. Review of Financial Studies, 1991, 4(4), 753-791.",
        "Kleidon, Allan W. Variance Bounds Tests and Stock Price Valuation Models. Journal of Political Economy, October 1986, 94(5), pp. 953-1001.",
        "Kleidon, Allan W. The Probability of Gross Violations of a Present Value Variance Inequality: Reply. Journal of Political Economy, October 1988, 96(5), pp. 1093-1096.",
        "LeRoy, Stephen F., and Porter, Richard D. The Present-Value Relation: Tests Based on Implied Variance Bounds. Econometrica, May 1981, 49(3), pp. 555-574.",
        "Mankiw, N. Gregory; Romer, David; and, Shapiro, Matthew D., An Unbiased Reexamination of Stock Market Volatility. Journal of Finance, July 1985, 40(3), pp. 677-87.",
        "Marsh, Terry A., and Merton, Robert C. Dividend Variability and Variance Bounds Tests for the Rationality ofStock Market Prices. American Economic Review, June 1986, 76( 3), pp. 483-98.",
        "Shiller, Robert J. Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends? American Economic Review, June 1981, 71(3), pp. 421-36.",
        "Shiller, Robert J. The Probability of Gross Violations of a Present Value Variance Inequality. Journal of Political Economy, October 1988, 96(5), pp. 1089-1092."
    ]
}