{
    "id": 10988,
    "cites": 18,
    "cited_by": 21,
    "reference": [
        "Takayama, Noriyuki, Yukinobu Kitamura, and Hiroshi Yoshida (1999b) Generational Accounting in Japan, in Auerbach, Alan J., Laurence J. Kotlikoff, and Willi Leibfritz eds., Generational Accounting Around the World, Chicago: The University of Chicago Press.",
        "Takayama, N. and Y.Kitamura (1999a) Lessons from Generational Accounting in Japan, American Economic Review, Paper and Proceedings (May), 89:2 pp171-180.",
        "Romer, D. (2000) Advanced Macroeconomics 2nd Edition, Columbus: McGraw Hill.",
        "Tufte, Edward R. (2001) The Visual Display of Quantitative Information. Cheshire: Graphics Press.",
        "Muhleisen, M., (2000) Sustainable Fiscal Policies for an Aging Population, in: Japan-- Selected Issues, IMF Staff Country Report 00/144.",
        "Mylonas, P., S. Shich, T.Thorgiersson, and G. Wehinger (2000), New Issues in Public Debt Management, OECD, Economics Department Working paper 241.",
        "Madsen, Robert (2002) Japan: Game Over, MIT Japan Program, Working Paper Series 02.05.",
        "Lebow, David (2004) The Monetization of Japans Government Debt, Bank of Internaitonal Settlements, mimeo.",
        "Kuttner, K. and A. Posen (2002) Fiscal Policy Effectiveness in Japan, Journal of the Japanese and International Economies, vol. 16, 536-558.",
        "Kuttner, K. and A. Posen (2001) The Great Recession: Lessons for Macroeconomic Policy from Japan, Brookings Papers on Economic Activity, 2.",
        "Kotlikoff, L. and B.Raffelhuschen, (1999) Generational Accounting Around the Globe, American Economic Review Vol.2, Papers and Proceedings (May), pp161-166.",
        "Japan Center for Economic Research (2000), Long Run Forecasts of the japanese Economy, Tokyo.",
        "Hsieh, C., Hori, M and S. Shimizutani (2001), Helicopter Drops of Money: Assessing an Unusual Experiment in Japanese Fiscal Policy, University of California mimeo.",
        "Fukao, Mitsuhiro (2003) Financial Strains and the Zero Lower Bound: the Japanese Experience Keio University, mimeo.",
        "Economic and Social Research Institute (http://www.esri.cao.go.jp/en/sna/qe0332 /gdemenuea.html) Faruqee, Hamid and Martin MÃ\u0083Â¼hleisen (2001) Population Aging in Japan: Demographic Shock and Fiscal Sustainability, IMF Working Paper 01/40.",
        "Doi, Takero and Takeo Hoshi (2002) Paying for the FILP, NBER Working Paper 9385 Dang, T., P. Antolin and H.Oxley, Fiscal Implications of Ageing: Projections on Age-related spending, OECD Economics Working Paper 305 Dekle, Robert (2002) The Deteriorating Fiscal Situation and an Aging Population, NBER Working Papers: 9367 (December).",
        "Abel, A., Mankiw, N., Summers, L., Zeckhauser, R. (1989) Assesing Dynamic Efficiency. Review of Economic Studies 56 (1): 1-20.",
        "Blanchard, Olivier J., Jean-Claude Chouraqui, Robert P. Hagemann and Nicola Sartor (1990) The Sustainability of Fiscal Policy: New Answers to an Old Question, OECD Economic Studies No. 15."
    ]
}