{
    "id": 1099,
    "cites": 32,
    "cited_by": 1,
    "reference": [
        "Renewal of the Debate, International Monetary Fund Staff Papers, 26 (December), pp. 654-698. Baldwin, Robert E. (1969), The Case Against Infant-Industry Protection, Journal of Political Economy, 77 (May/June), pp. 295-305.",
        "Bergsten, C. Fred and John Williamson (1982), Exchange Rates and Trade Policy, processed, presented at a conference on Trade Policy in the Eighties, June 23-25, Institute for International Economics.",
        "Bhandari, Jagdeep S. and Bluford Putnam, eds. (1982), Economic Interdependence and Flexible Exchange Rates, Cambridge: Massachusetts Institute of Technology Press.",
        "Blackhurst, Richard (1981), The Twilight of Domestic Economic Policies, The World Economy, 4 (December), pp. 357-373.",
        "Rates, GATT Studies in International Trade, Number 8, Geneva: General Agreement on Tariffs and Trade. Chipman, John S. (1978), A Reconsideration of the Elasticity Approach to Balance-of-Payments Adjustment Problems, in Jacob S. Dreyer, ed., Breadth and Depth In Economics: Fritz Machlup -- The Man and His Ideas, Lexington, Massachusetts: D. C. Heath.",
        "Exchange Rates and the Balance of Payments: Essays in Memory of Egon Sohmen, Amsterdam: North Holland. Cooper, Richard N. (1971), The Nexes Among Foreign Trade, Investment and Balance-of-Payments Adjustment, in United States International Economic Policy in an Interdependent World, Papers submitted to the Presidents Commission on International Trade and Investment (the Williams Commission), Volume II, July.",
        "Policies, The World Economy, 3 (September), pp. 167-184. __________ and J. P. Neary (1982), Booming Sector and De-Industrialisation in a Small Open Economy, InstItute for International Economic Studies Seminar Paper No. 195, Stockholm, February.",
        "Trade, and Employment in the U.S., European Community, and Japan, Research Seminar in International Economics Discussion Paper No. 111, University of Michigan, May. _________ (1982b), The Sectoral Impact of the Recent Appreciation of the U.S. Dollar, a Report to the Office of the U.S. Trade Representative, processed.",
        "Dornbusch, Rudiger (1976), Expectations and Exchange Rate Dynamics, Journal of Political Economy, 84 (December), pp. 1161-1176.",
        "Dudley, L. (1981), ~`RevIew of J. P. Martin and A. Smith, Trade and Payments Adjustment Under Flexible Exchange Rates, Journal of Money, Credit and Banking, 13, 262-264.",
        "Eaton, Jonathan and Gene M. Grossman (1981), TarIffs as Insurance: Optimal Commercial Policy When Domestic Markets are Incomplete, National Bureau of Economic Research Working Paper No. 797, November.",
        "EIchengreen, Barry J. (1981), Effective Protection and Exchange Rate Determination, Harvard Institute of Economic Research, Discussion Paper No. 822, forthcoming in P.J.K. Kouri and J.B. de Macedo, eds., Balance of Payments Adjustment and Exchange Rate Dynamics: The Portfolio Approach. New York: New York University Press.",
        "Frank, Isaiah, Charles Pearson, and James Riedel (1979), The Implications of Managed Floating Exchange Rates for U.S. Trade Policy, New York University, Graduate School of Business Administration, Monograph Series in Finance and Economics, 1979-1.",
        "Friedman, Melton (1969), Discussion (of a paper by Charles P. Kindleberger), in Richard E. Caves, et al., The International Adjustment Mechani3m, Boston: Federal Reserve Bank of Boston.",
        "Gilpin, Rober (1977), Economic Interdependence and National Security in Historical Perspective, in Klaus Knorr and Frank N. Trager, eds., Economic Issues and National Security, Lawrence, Kansas: Regents Press of Kansas.",
        "Hooper, Peter and Steven W. Kohlhagen (1978), The Effect of Exchange Rate Uncertainty on the Prices and Volume of International Trade, Journal of International Economics, 8 (November), pp. 483-511.",
        "Johnson, Harry C. (1966), A Model of Protection and the Exchange Rate, Review of Economic Studies, 33, pp. 159-163.",
        "Kindleberger, Charles P. (1981), Dominance and Leadership In the International Economy: Exploitation, Public Goods, and Free Rides, Inter national Studies Quarterly, 25 (2), pp. 242-254.",
        "Kouri, Penttl J. K. (1976), The Exchange Rate and the Balance of Payments in the Short Run and in the Long Run: A Monetary Approach, Scandinavian Journal of Economics, 78 (May), pp. 280-304.",
        "Krasner, Stephen D. (1976), State Power and the Structure of International Trade, World Politics, 28 (April), pp. 317-347.",
        "Krueger, Anne 0. (1974), The Political Economy of the Rent-Seeking Society, American Economic Review, 64 (June), pp. 291-303.",
        "Liberalization Attempts and Consequences, New York: Ballinger for the National Bureau of Economic Research. _________ (1981), Interactions Between Inflation and Trade Regimes Objectives in Stabilization Programs, in William R. Cline and Sidney Weintraub, eds., Economic Stabilization in Developing Countries, Washington: Brookings Institution.",
        "Levich, Richard N. (1981), OvershootIng in the Foreign Exchange Market, Group of Thirty Occasional Papers No. 5, New York.",
        "Magee, Stephen P,. and William A. Brock (1981), A Model of Politics, Tariffs, and Rent-Seeking in General Equilibrium, processed, August.",
        "Marsden, J. S. and C. Hollander (1981), Floating Exchange Rates, Inflation and Selective Protectionism: Their Effects on the Competitiveness of Australian Industry, presented September 20 at the Sixth Annual Conference of the International Economics Study Group, Sussex, England.",
        "McCulloch, Rachel (1982), Unexpected Real Consequences of Floating Exchange Rates, presented at a conference on the Evolving Multiple Reserve Asset System, July 18-30, Wingspread, Racine, Wisconsin.",
        "Multiple Reserve Currency Study Group (1982), How Central Banks Manage Their Reserves, New York: Group of Thirty.",
        "Mutti, John (1982), Taxes, Subsidies, and Competitiveness Internationally, Washington: National Planning Association Committee on Changing International Realities.",
        "Richardson, J. David (1982a), Four Observations on Modern International Commercial Policy Under Floating Exchange Rates, in Karl Brunner and Allan H. Meltzer, eds., Monetary Regimes and Protectionism, CarnegieRochester Conference Series on Public Policy 16, Amsterdam: North Holland.",
        "Considerations, processed, February. Roosa, Robert B. et al. (1982), Reserve Currencies in Transition, New York: Group of Thirty.",
        "Schadler, Susan (1977), Sources of Exchange-rate Variability: Theory and Empirical Evidence, International Monetary Fund Staff Papers, 24 (July) pp. 253-296.",
        "Wilson, Charles A. (1979), Anticipated Shocks and Exchange Rate Dynamics, Journal of Political Economy, 87 (June), pp. 639-647."
    ]
}