{
    "id": 11003,
    "cites": 14,
    "cited_by": 19,
    "reference": [
        "An Assignment Theory of Foreign Direct Investment 39 Nocke, V., and S. Yeaple (2004): Mergers and the Composition of International Com- merce, NBER Working Paper 10405, National Bureau of Economic Analysis.",
        "Neary, P. (2004): Cross-Border Mergers as Instruments of Comparative Advantage, CEPR Discussion Paper 4325, Centre for Economic Policy Research.",
        "Melitz, M. (2003): The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, 71(6), 1695--1725.",
        "Helpman, E., M. Melitz, and S. Yeaple (2004): Exports versus FDI with Heterogeneous Firms, American Economic Review, 94(1), 300--316.",
        "Helpman, E. (1984): A Simple Theory of International Trade with Multinational Corpora- tions, Journal of Political Economy, 92(3), 451--471.",
        "Hanson, G. H., R. J. Mataloni, and M. J. Slaughter (2003): Vertical Production Net- works in Multinational Firms, NBER Working Paper 9723, National Bureau of Economic Research.",
        "Grossman, G. M., and G. Maggi (2000): Diversity and Trade, American Economic Review, 90(5), 1255--1275.",
        "Grossman, G., and E. Helpman (2004): Managerial Incentives and the International Or- ganization of Production, Journal of International Economics, Forthcoming.",
        "Eaton, J., S. Kortum, and F. Kramarz (2004): Dissecting Trade: Firms, Industries, and Export Destinations, NBER Working Paper 10344, National Bureau of Economic Research.",
        "Blonigen, B. (1997): Firm-Specific Assets and the Link Between Exchange Rates and For- eign Direct Investment, American Economic Review, 87(3), 447--465.",
        "Bernard, A. B., J. Eaton, J. B. Jensen, and S. Kortum (2003): Plants and Productivity in International Trade, American Economic Review, 93(4), 1268--1290.",
        "Antras, P., and E. Helpman (2004): Global Sourcing, Journal of Political Economy, 112, 553--580.",
        "Antras, P., L. Garicano, and E. Rossi-Hansberg (2004): Outsourcing in a Knowledge Economy, Mimeo, Harvard University.",
        "Antras, P. (2003): Firms, Contracts, and Trade Structure, Quarterly Journal of Eco- nomics, 118(4), 1374--1418."
    ]
}