{
    "id": 11007,
    "cites": 68,
    "cited_by": 31,
    "reference": [
        "Wagenaar, Alexander C. and Frederick M. Streff (1989), `Macroeconomic Conditions and Alcohol-Impaired Driving, Journal of Studies on Alcohol, 50 (3), 2 17-25.",
        "Vistnes, Jessica P. and Vivian Hamilton (1995), `The Time and Monetary Costs of Outpatient Care for Children, American Economic Review, 85 (2), 117-21.",
        "Heath Jr., and Richard Doll (1997), `Alcohol Consumption and Mortality Among MiddleAged and Elderly U.S. Adults, New England Journal of Medicine, 337 (24), 1705-14.",
        "Tapia Granados, JosÃ\u0083Â©. (2004b), `Recessions and Mortality in Spain: Reconceptualizing and Empirical Relationship, mimeo, University of Michigan.~ Tapia Granados, JosÃ\u0083Â©. (forthcoming), `Increasing Mortality During the Expansions of the U.S.",
        "Thomas, Dorothy Swaine (1927), Social Aspects of the Business Cycle, New York: Alfred A. Knopf, 1927.",
        "Tapia Granados, JosÃ\u0083Â©. (2004a), `Mortality and Economic Fluctuations in Sweden, 1800-1998, mimeo, University of Michigan.",
        "Stewart, Jennifer M. (2001), `The Impact of Health Status on the Duration of Unemployment Spells and the Implications for Studies of the Impact of Unemployment on Health Status, Journal of Health Economics, 20(5), 78 1-96.",
        "Stern, J. (1983), `The Relationship Between Unemployment and Morbidity and Mortality in England, Population Studies, 37 (1), 6 1-74.",
        "Smith, James P. (1999), `Healthy Bodies and Thick Wallets: The Dual Relationship Between Health and Economic Status, Journal of Economic Perspectives, 13 (2), 145-66.",
        "Sokejima, Shigeru and Sadanobu Kagamimori (1998), `Working Hours as a Risk Factor for Acute Myocardial Infarction in Japan: A Case-Control Study, The British Medical Journal, 317 (7161), 775-80. Page 16 Sparks, Kate and Cary Cooper (1997), `The Effects of Work Hours on Health: A Meta-Analytic Review, Journal of Occupational and Organizational Psychology, 70 (4), 39 1-408.",
        "Ruhm, Christopher J. and William E. Black (2002), `Does Drinking Really Decrease in Bad Times?, Journal of Health Economics, 21(4), 659-78.",
        "Sen, Amartya (2001), `Economic Progress and Health, in Leon, David A. and Gill Walt (eds) Poverty, Inequality and Health: An International Perspespective, New York: Oxford University Press, pp. 333-45.",
        "Ruhm, Christopher J. (2004b), `Maternal Employment and Adolescent Development, National Bureau of Economic Research Working Paper No. 10691, August. Ruhm, Christopher J. (forthcoming) `Healthy Living in Hard Times, Journal of Health Economics.",
        "Ruhm, Christopher J. (2004a), `Macroeconomic Conditions and Deaths from Coronary Heart Disease, mimeo, University of North Carolina at Greensboro, June.",
        "Ruhm, Christopher J. (2000), `Are Recessions Good For Your Health?, quarterly Journal of Economics, 115 (2), 617-50.",
        "Ruhm, Christopher J. (2003), `Good Times Make You Sick, Journal of Health Economics, 22 (4), 637-658.",
        "Robinson, James C. (1988), `The Rising Long-Term Trend in Occupational Injury Rates American Journal of Public Health, 78 (3), 1988, 276-8 1.",
        "Ruhm, Christopher J. (1995), `Economic Conditions and Alcohol Problems, Journal of Health Economics, 14 (5), 583-603.",
        "Peters, Annette, Stephanie von Klot, Margit Heier, Ines Trentinaglia, Allmut HÃ\u0083Â¶rmann, Erich Wichmann, and Hannelore LÃ\u0083Â¶wel for the Cooperative Health Research in the Region of Augsburg Study Group (2004), `Exposure to Traffic and the Onset of Acute Myocardial Infarction, New England Journal of Medicine, 351 (17), 1721-30.",
        "ONeill, Brian (1984), `Recent Trends in Motor Vehicle Crash Deaths, American Association for Automotive Medicine, 6, 29-32.",
        "Ogburn, William F. and Dorothy S. Thomas (1922), `The Influence of the Business Cycle on Certain Social Conditions, Journal of the American Statistical Association, 18 (139), 32440.",
        "Neumayer, Eric. (2004), `Recessions Lower (Some) Mortality Rates, Social Science & Medicine, 58 (6), 1037-47.",
        "Morris, Joan K., Derek G. Cook, and A. Gerald Shaper (1994), `Loss of Employment and Mortality, British Medical Journal, 308 (6937), 1135-9. Page 15 Mwabu, Germano M. (1988), `Seasonality, The Shadow Price of Time and Effectiveness of Tropical Disease Control Programs, in Herrin, Alejando N. & Patricia L. Rosenfield (eds) Economics, Health, and Tropical Diseases, Manila: University of the Philippines Press, pp. 259-70.",
        "McAvinchey, Ian D. (1988), `A Comparison of Unemployment, Income and Mortality Interaction for five European Countries, Applied Economics, 20 (4), 453-71.",
        "Maruyama, S., K. Kohno, Morimoto K. (1995), `A Study of Preventive Medicine in Relation to Mental Health Among Middle Management Employees (Part 2) - Effects of Long Working Hours on Lifestyles, Perceived Stress and Working Life Satisfaction Among White-Collar Middle Management Employees, Nippon Eiseigaku Zasshi, 50 (4), 849-60.",
        "Liu, Y, H Tanaka, and the Fukouka Heart Study Group (2002), `Overtime Work, Insufficient Sleep, and the Risk of Non-Fatal Acute Myocardial Infarction in Japanese Men, Occupational and Environmental Medicine, 59 (7), 447-51.",
        "Laporte, Audrey (2004), `Do Economic Cycles Have a Permanent Effect on Population Health? Revisiting the Brenner Hypothesis, Health Economics, 13 (8), 767-79.",
        "KivimÃ\u0083Â¤ki Mika, PÃ\u0083Â¤ivi Leino-Arjas, Ritva Luukkonen, Hilkka Riihimaki, Jussi Vahtera, nad Juhani Kirjonen (2002), `Work Stress and the Risk of Cardiovascular Mortality: Prospective Cohort Study of Industrial Employees, British Medical Journal, 325 (7369), 857-6 1.",
        "Kasl, Stanislav V. (1979) `Mortality and the Business Cycle: Some Questions about Research Strategies When Utilizing Macro-Social and Ecological Data, American Journal of Public Health, 69 (8), 784-8.",
        "Karasek, Robert A. and TÃ\u0083Â¶res Theorell (1990), Healthy Work: Stress, Productivity, and the Reconstruction of Working Life, New York: Basic Books.",
        "Joyce, Theodore J. and H. Naci Mocan (1993), `Unemployment and Infant Health: Time-Series Evidence from the State of Tennessee, Journal of Human Resources, 28 (1), 185-203.",
        "Johansson, Edvard (2003), `A Note on the Impact of Hours Worked on Mortality in the OECD, The Research Institute of the Finnish Economy Discussion Paper No. 878, November.",
        "Grossman, Michael (1972), `On the Concept of Health Capital and the Demand for Health, Journal of Political Economy, 80 (2), 223-55.",
        "Gravelle, Hugh S.E. (1984), `Time Series Analysis of Mortality and Unemployment, Journal of Health Economics, 3 (3), 297-305.",
        "Gravelle, H.S.E., G. Hutchinson and J. Stern (1981), `Mortality and Unemployment: A Critique of Brenners Time-Series Analysis, The Lancet, 318 (8248), 675-9.",
        "Graham, John D., Bei-Hung Chang, and John S. Evans (1992), `Poorer is Riskier, Risk Analysis, 12 (3), 333-7.",
        "Goldney, Robert D. (1997), `Unemployment and Health: A Re-appraisal, International Archives of Occupational and Environmental Health, 70 (3), 145-7.",
        "Gerdtham, Ulf-G and Christopher J. Ruhm (2004), `Deaths Rise in Good Economic Times: Evidence from the OECD, mimeo, Lund University, June.",
        "Gerdtham, Ulf-G and Magnus Johannesson (2004), `Absolute Income, Relative Income, Income Inequality, and Mortality, Journal of Human Resources, 29 (1), 228-47. Page 14 Gerdtham, Ulf-G and Magnus Johannesson (2005), `Business Cycles and Mortality: Results from Swedish Microdata, Social Science and Medicine, 60 (1), 205-218.",
        "Gerdtham, Ulf-G and Magnus Johannesson (2003), `A Note on the Effect of Unemployment on Mortality, Journal of Health Economics, 22(3), 505-18.",
        "Gaziano, J. Michael, Julie E. Buring, Jan L. Breslow, Samuel Z. Goldhaber, Bernard Rosner, Martin VanDenburgh, Walter Willett, Charles H. Hennekens (1993), `Moderate Alcohol Intake, Increased Levels of High-Density Lipoprotein and Its Subfractions, and Decreased Risk of Myocardial Infarction, New England Journal of Medicine 329 (25), 1829-34.",
        "Gangwisch, James and Steven Heymsfield (2004), `Lack of Sleep May Lead to Excess Weight, presented at the North American Association for the Study of Obesity Annual Meetings, November 16.",
        "Freeman, Donald G. (1999), `A Note on `Economic Conditions and Alcohol Problems, Journal of Health Economics, 18 (5), 661-70.",
        "Forbes John F. and Alan McGregor (1984), `Unemployment and Mortality in Post-War Scotland, Journal of Health Economics, 3 (3), 239-57.",
        "Eyer, Joseph (1977), `Prosperity as a Cause of Death, International Journal of Health Services, 7 (1), 125-50.",
        "Evans William and John D. Graham (1988), `Traffic Safety and the Business Cycle, Alcohol, Drugs, and Driving, 4 (1), 3 1-8.",
        "Ettner, Susan L. (2000), `The Relationship Between Labor Market Outcomes and Physical and Mental Health: Exogenous Human Capital or Endogenous Health Production in David S. Salkever and Alan Sorkin (eds), Research in Human Capital and Development, Vol. 13: (The Economics of Disability), Stamford, CN: JAI Press, 1-3 1.",
        "Ettner, Susan L. (1997), `Measuring the Human Cost of A Weak Economy: Does Unemployment Lead to Alcohol Abuse?, Social Science and Medicine, 44 (2), 25 1-60.",
        "Economou, Athina, Agelike Nikolau, loannis Theodossiou (2004), `Are Recessions Harmful to Health After All? Evidence from the European Union, mimeo, University of Macedonia.",
        "Dustmann, Christian and Frank Windeijer (2004), `Wages and the Demand for Health - A Lifecycle Analysis, mimeo, University College London, May.",
        "DeSimone, Jeff. (2004), `The Cyclicality of Economic and Bodyweight Fluctuations Among High School Students, mimeo, University of South Florida, November.",
        "Dehejia, Rajeev and Adriana Lleras-Muney (2004), `Booms, Busts, and Babies Health, Ouarterly Journal of Economics, 119 (3), 1091-1130.",
        "Dee, Thomas 5. (2001), `Alcohol Abuse and Economic Conditions: Evidence From Repeated Cross-Sections of Individual-Level Data, Health Economics, 10 (3), 257-70.",
        "Deaton, Angus (2003), `Health, Inequality, and Economic Development, Journal of Economic Literature, 41(1), 113-58.",
        "Clancy, Luke, Pat Goodman, Hamish Sinclair, and Douglas Dockery (2002), `Effect of AirPollution on Death Rates in Dublin, Ireland: An Intervention Study, The Lancet, 360 (9341), 1210-14. Page 13 Cook, Philip J. and Gary A. Zarkin (1986), `Homicide and Economic Conditions: A Replication and Critique of M. Harvey Brenners New Report to the U.S. Congress, Journal of Ouantitative Criminology 2 (1), 69-80.",
        "Chou, Shin-Yi, Michael Grossman, and Henry Saffer (2004), `An Economic Analysis of Adult Obesity: Results from the Behavioral Risk Factor Surveillance System, Journal of Health Economics, 23 (3), 565-87.",
        "Anderson, Patricia M., Kristin F. Butcher, Phillip B. Levine (2003), `Maternal Employment and Overweight Children, Journal of Health Economics, 22 (3), 477-504.",
        "Baker, Dean B. (1985), `The Study of Stress at Work, Annual Review of Public Health, 6, 36781.",
        "Bartley, Mel. (1996), `Unemployment and Health Selection, The Lancet, 348 (9032), 904.",
        "Biddle, Jeff E. and Daniel S. Hamermesh (1990), `Sleep and the Allocation of Time, Journal of Political Economy, 95 (5), 922-43.",
        "BÃ\u0083Â¶ckerman, Petri, Edvard Johansson, Sata Helakorpi, Ritva PrÃ\u0083Â¤ttÃ\u0083Â¤lÃ\u0083Â¤, Erkki Vartiainen and Antti Uutela (2004), `Does a Slump Really Make You Thinner? Finnish Micro-Level Evidence 1978-2002, Research Institute of the Finnish Economy Discussion Paper No. 928.",
        "Brenner, M. Harvey (1971), `Economic Changes and Heart Disease Mortality, American Journal of Public Health, 61(3), 606-11.",
        "Brenner, M. Harvey (1975), `Trends in Alcohol Consumption and Associated Illnesses, The American Journal of Public Health, 656 (12), 1279-92.",
        "Brenner, M. Harvey (1979), `Mortality and the National Economy, The Lancet, 314 (8142), 568-73.",
        "Brenner, M. Harvey (1984), Estimating the Effects of Economic Change on National Health and Social Well Being, Washington, DC: Joint Economic Committee, U.S. Congress, U.S. Government Printing Office.",
        "Brenner, M. Harvey and Anne Mooney (1983), `Unemployment and Health in the Context of Economic Change, Social Science Medicine, 17 (16), 1125-38.",
        "Catalano, Ralph C. (1979), `Health Costs of Economic Expansion: The Case of Manufacturing Injuries, American Journal of Public Health, 69(8), 789-94.",
        "Chay, Kenneth and Michael Greenstone (2003), `The Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by A Recession, quarterly Journal of Economics, 118 (3), 1121-67."
    ]
}