{
    "id": 11005,
    "cites": 28,
    "cited_by": 57,
    "reference": [
        "Reynolds, Weir, and Cockerham , 1983, Estimation of the Coancestry Coefficient: Basis for a short term genetic distance, Genetics, 105: 767-779.",
        "Rauch, James and Vitor Trindade , 2002, Ethnic Chinese Networks in International Trade,Review of Economics and Statistics, 84: 116-130.",
        "OECD. Policies and International integration: influences on trade and foreign direct invest- ment. Annex 2: Foreign Direct Investments and other miscellaneous data, OECD, Paris. Rauch, James. , 1999, Networks versus markets in international trade, Journal of Interna- tional Economics, 41: 7-35.",
        "Morse, Adair and Shive, Sophie Patriotism in your Portfolio , 2003, working paper Uni- versity of Michigan.",
        "Menozzi, P., A. Piazza, and Luca L. Cavalli-Sforza , 1978 Syntethic maps of human genes frequencies in Europe. Science, 201:786-92.",
        "McPherson, Miller, Lynn Smith-Lovin and James Cook , 2001 Birds of a feather: Ho- mophily in social networks,Annual Review of Sociology 27:415-445.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Robert Vishny, and Andrei Shleifer 1998, Law and Finance, Journal of Political Economy 106: 1113-55.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Robert Vishny, and Andrei Shleifer 1997, Trust in Large Organizations, American Economic Review.",
        "Guiso, Luigi; Sapienza, Paola, Zingales, Luigi. 2003, Peoples opium? Religion and Economic Attitudes Journal of Monetary Economics 50:225-282.",
        "Gonzalez-Jose, Rolando, Silvina Van der Molen, Emili Gonzalez-Perez, and Miquel Hernandez, 2004, Patterns of Phenotypic Covariation and Correlation in Modern Humans as Viewed From Morphological Integration American Journal of Physical Anthropology, 123:69-77.",
        "Greif, Avner 1993,Contract Enforceability and Economic Institutions in Early Trade: The Maghribi Traders Coalition. American Economic Review, 83: 525-48.",
        "Glaeser, Edward, David Laibson, Jos A. Scheinkman and Christine L. Soutter , 2000, Measuring Trust, Quarterly Journal of Economics 115(3): 811-846.",
        "Gilboa, Itzhak, Andrew Postlewaite, and David Schmeidler 2004, Rationality of Be- lief. or: Why Bayesianism is Neither Necessary nor Sufficient for Rationality working paper University of Pennsylvania.",
        "French, Kenneth and Poterba, James. 1996, A cross-sectional test of an investment- based asset pricing model. Journal of Political Economy, 104: pp. 572.621.",
        "The Scarecrow Press. Frankel, Jeffrey, Ernesto Stein, and Shang-jin Wei , 1995 Trading blocs and the Americas: The natural, the unnatural, and the super-natural. The Journal of Develop- ment Economics, 47:61-95.",
        "Fitzpatrick, Gary L., and Marilyn J. Modlin , 1986 Direct-Line Distances, Lanham, MD.",
        "Cohen, Laurent 2003 Loyalty Based Portfolio Choice working paper University of Chicago.",
        "Cavalli Sforza, Luca L. 2000, Genes, People, and Languages Berkeley. University of California Press.",
        "Bornhorst, Fabian, Andrea Ichino, Karl Schlag and Eyal Winder , 2004 , Trust and Trustworthiness among Europeans: South-North Comparison, European University Institute.",
        "Boisso, Dale, and Michael Ferrantino , 1997 Economic Distance, Cultural Distance, and Openness: Empirical Puzzles, Journal of Economic Integration 12: 456-484.",
        "Becker, Gary. , 1957, The economics of Discrimination Chicago. University of Chicago Press.",
        "Anderson James, E. and Eric van Wincoop, 2003, Gravity with Gravitas: a Solution to the Border Puzzle, American Economic Review, 93: 170-92 .",
        "Anderlini, Luca and Leonardo Felli , 2001, Costly Bargaining and Renegotiation, Econo- metrica 69: 377-411.",
        "Ammerman, Albert, J., and Luca L. Cavalli-Sforza , 1985 The Neolithic Transition and the Genetics of Populations in Europe Princeton. Princeton University Press.",
        "Alesina, Alberto and Eliana La Ferrara , 2002, Who Trusts Others?, Journal of Pub- lic Economics, 85(2), 207-34.",
        "Obsfeld, Maurice and Rogoff, Kenneth. The Six Major Puzzles in International Macroe- conomics: Is There a Common Cause?. in Bernanke, Ben S.; Rogoff, Kenneth, eds. NBER macroeconomics annual , 2001. Volume 15. Cambridge and London. MIT Press, pp. 339 90.",
        "Cornell, Brad, and Ivo Welch 1996 Culture, Information and Screening Discrimination. The Journal of Political Economy, 104-3: 542-571.",
        "Cavalli-Sforza, Luca L., Paolo Menozzi and Alberto Piazza The History and Ge- ography of Human GenesPrinceton. Princeton University Press. Cochrane, John. 1996,A cross-sectional test of an investment- based asset pricing model. Journal of Political Economy, 104: 572.621."
    ]
}