{
    "id": 11000,
    "cites": 34,
    "cited_by": 8,
    "reference": [
        "[37] Ventura, Jaume. (1997). Growth and Interdependence, Quarterly Journal of Economics, 112(1), (February), 57-84. 24",
        "[36] Souleles, Nicholas. (1999). The Response of Household Consumption to Income Tax Refunds, American Economic Review, 89(4), (September), 947-958.",
        "[34] Shea, John. (1995). Union Contracts and the Life-Cycle/PermanentIncome Hypothesis, American Economic Review, 85(1), (March), 186-200.",
        "[35] Smetters, Kent. (1999). Ricardian Equivalence: Long-Run Leviathan, Journal of Public Economics, 73, 395-421.",
        "[33] Romer, Paul M. (1987). Crazy Explanations for the Productivity Slowdown, NBER Macroeconomics Annual. Stanley Fischer, ed., Cambridge, MA: MIT Press.",
        "[32] Romer, David. (2001). Advanced Macroeconomics. New York, NY: McGraw-Hill.",
        "[30] Prescott, Edward C. (2004). Why Do Americans Work So Much More Than Europeans? NBER Working Paper 10316, (February).",
        "[29] Pecorino, Paul. (1995). Tax Rates and Tax Revenues in a Model of Growth through Human Capital Accumulation, Journal of Monetary Economics, 36, 527-539.",
        "[28] Parker, Jonathan A. (1999). The Reaction of Household Consumption to Predictable Changes in Social Security Taxes, American Economic Review, 89(4), (September), 959-973.",
        "[27] Novales, Alfonso and Jesus Ruiz. (2002). Dynamic Laffer Curves, Journal of Economic Dynamics and Control, 27, 187-206.",
        "[26] Mendoza, Enrique, A. Razin, and L. L. Tesar. (1994). Effective Tax Rates in Macroeconomics: Cross-Country Estimates of Tax Rates on Factor Incomes and Consumption, Journal of Monetary Economics, 34(3), (December), 297-323.",
        "[25] McGrattan, Ellen R.(1994). The Macroeconomic Effects of Distortionary Taxation, Journal of Monetary Economics, 33, 573-601.",
        "[24] Mankiw, N. Gregory. (2000). The Savers-Spenders Theory of Fiscal Policy, American Economic Review, 90(2), (May), 120-125.",
        "[23] Mankiw, N. Gregory. (1995). The Growth of Nations, Brookings Papers on Economic Activity, 1995(1), 275-326.",
        "[21] Kimball, Miles and Shapiro, Matthew. (2003). Labor Supply: Are the Income and Substitution Effects Both Large or Both Small? Unpublished, University of Michigan.",
        "[19] Judd, K. (1985). Redistributive Taxation in a Simple Perfect Foresight Model, Journal of Public Economics, 28, 59--83.",
        "[20] Judd, Kenneth L. (2002). Capital-Income Taxation with Imperfect Competition, AEA Papers and Proceedings, (May), 417-421.",
        "[18] Ireland, P.N. (1994). Supply-Side Economics and Endogenous Growth, Journal of Monetary Economics, 33, 559-572.",
        "[17] Grodner, Andrew and Thomas Kniesner. (2003) . Social Interactions in Labor Supply, Center for Policy Research Working Paper No. 51, (March).",
        "[16] Gravelle, Jane G. (2004). Historical Effective Marginal Tax Rates on Capital Income. Congressional Research Report for Congress, Code RS21706, January 12.",
        "[14] Fuchs, Victor R., Alan B. Krueger, and James M. Poterba. (1998). Economists Views about Parameters, Values, and Policies: Survey Results in Labor and Public Economics, Journal of Economic Literature, 36(3), (September) , 1387-1425.",
        "[13] Feldstein, Martin. (1999). Tax Avoidance and the Deadweight Loss of the Income Tax, Review of Economics and Statistics, 81(4), (November), 674-680.",
        "[12] DeLong, J. Bradford and Lawrence H. Summers. (2001). Equipment Investment and Economic Growth, Quarterly Journal of Economics, 106(2), (May), pp. 445-502.",
        "[11] Council of Economic Advisers. (2004). Economic Report of the President: Washington D.C.: United States Government Printing Office.",
        "[9] Chamley, C. (1986). Optimal Taxation of Capital Income in General Equilibrium with Infinite Lives, Econometrica, 54, 607--622.",
        "[8] Campbell, John Y., and Mankiw, N. Gregory. (1989). Consumption, Income, and Interest Rates: Reinterpreting the Time-Series Evidence, NBER Macroeconomics Annual 1989, Olivier J. Blanchard, Stanley Fischer, eds. Cambridge, MA: MIT Press.",
        "[7] Blundell, R., A. Duncan, and C. Meghir. (1998). Estimating Labor Supply Responses Using Tax Reforms, Econometrica, 66(4), 827-862.",
        "[6] Blomquist, N. SÃ\u0083Â¶ren. (1993). Interdependent Behavior and the Effect of Taxes, Journal of Public Economics, 51(2), 211-218.",
        "[5] Blanchard, Olivier. (1985). Debt, Deficits, and Finite Horizons, Journal of Political Economy, 93(2) (April), 223-247.",
        "[3] Barro, Robert J. (1974). Are Government Bonds Net Wealth?, The Journal of Political Economy, 82 (6). (Dec. 1974), pp. 1095-1117.",
        "[2] Auerbach, Alan J. and Laurence J. Kotlikoff. (1987) Dynamic Fiscal Policy. New York, NY: Cambridge University Press.",
        "[1] Angrist, J. (1991). Grouped-Data Estimation and Testing in Simple Labor-Supply Models, Journal of Econometrics, 47 (2/3), 243-266.",
        "[31] Ramsey, Frank. (1928). A Mathematical Theory of Saving, Economic Journal, 38 (December), 543-559.",
        "[22] King, Robert G., Plosser, Charles I., and Rebelo, Sergio T. (1988). Production, Growth, and Business Cycles, Journal of Monetary Economics, 21 (March), 195-232."
    ]
}