{
    "id": 11004,
    "cites": 47,
    "cited_by": 14,
    "reference": [
        "Wooldridge, Jefferey M., Econometric Analysis of Cross Section and Panel Data, MIT Press, Cambridge, MA (2002).",
        "Williamson, Oliver E., Markets and Hierarchies: Analysis and Antitrust Implications, New York Free Press (1975).",
        "Williamson, Oliver E., Corporate finance and Corporate Governance, Journal of Finance 43 (1988), 567-91.",
        "Williams, J., 1998, Agency and Brokerage of Real Assets in Competitive Equilibrium, Review of Financial Studies, 11, 239-280.",
        "Wette, Hildegard C., Collateral in Credit Rationing in Markets with Imperfect Information: Note, American Economic Review 73 (1983), 442-45.",
        "Wallace, Nancy, The market effects of zoning undeveloped land: Does zoning follow the market?, Journal of Urban Economics 23 (1988), 307-326.",
        "Titman, Sheridan, Stathis Tompaidis, and Sergey Tsyplakov, Determinants of Credit Spreads in Commercial Mortgages, Working Paper, University of Texas at Austin, (2004).",
        "Stromberg, Per, Conflicts of Interests and Market Illiquidity in Bankruptcy Auctions: Theory and Tests, Journal of Finance 55 (2000), 2641-92.",
        "Stiglitz, Joseph, and Andrew Weiss, Credit Rationing in Markets with Imperfect Information, American Economic Review 71 (1981), 393-410.",
        "Stein, J., 1997, Nonrecourse Carveouts: How Far is Far Enough, Real Estate Review, 27, 3-11.",
        "Shleifer, Andrei, and Robert W. Vishny, Liquidation Values and Debt Capacity: A Market Equilibrium Approach Journal of Finance 47(1992), 143-66.",
        "Rajan, Raghuram G., and Luigi Zingales, What Do We Know about capital Structure? Some Evidence from International Data, Journal of Finance 50 (1995), 1421-60.",
        "Quigley, John M., and Larry A. Rosenthal, The Effects of Land-Use Regulation on the Price of Housing: What Do We Know? What Can We Learn?, Working Paper, University of California, Berkeley, (2004).",
        "Pulvino, Todd C., Effects of Bankruptrcy Court Protection on Asset Sales, Journal of Financial Economics 52 (1998), 151-86.",
        "Pulvino, Todd C., Do Fire-Sales Exist? An Empirical Investigation of Commercial Aircraft Transactions, Journal of Finance 53 (1998), 939-78.",
        "Pollakowski, H., and Susan Wachter, The Effect of Land Use Constraints on Housing Prices, Land Economics 66 (1990), 315-324.",
        "Pogodzinski, J.M., and Tim Sass, Measuring the Effects of Municipal Zoning Regulations: A Survey, Urban Studies 28 (1991), 597-621.",
        "Ongena, Steven, and David C. Smith What determines the number of bank relationships? Crosscountry evidence, Journal of Financial Intermediation 9 (2000), 26-56.",
        "McMillen , Daniel P., and John F. McDonald, Land Values in a Newly Zoned City, The Review of Economics and Statistics, 84 (2002), 62-72.",
        "McMillen, Daniel P., and John F. McDonald, A Simultaneous Equations Model of Zoning and Land Values, Regional Science and Urban Economics 21 (1991), 55-72.",
        "Lall, Somik, Jun Koo, and Sanjoy Chakravorty, Diversity Matters: The Economic Geography of Industry Location in India, World Bank Policy Research Working Paper 3072, June 2003.",
        "Krugman, Paul, Increasing returns and economic geography, Journal of Political Economy 99 (1991), 483-499.",
        "Knoll, M., 1988, Uncertainty, Efficiency, and the Brokerage Industry, Journal-of-Law-and-Economics, 31, 249-263.",
        "Kaplan, Steven N., and Per Stromberg, Financial Contracting Theory Meets the Real World: An Empirical Analysis of Venture Capital Contracts, Review of Economic Studies 70 (2003), 281-315.",
        "Hart, Oliver and John Moore, A Theory of Debt Based on the Inalienability of Human capital, Quarterly Journal of Economics 109 (1994), 841-79.",
        "Hart, Oliver and John Moore, Property Rights and the Nature of the Firm, Journal of Political Economy 98 (1990), 1119-58.",
        "Harris, Milton and Artur Raviv, The Theory of capital Structure, Journal of Finance 46 (1991), 297-355.",
        "Harris, Milton and Artur Raviv, Capital Structure and the Informational Role of Debt, Journal of Finance 45 (1990), 321-49.",
        "Grossman, Sanford, and Oliver Hart, The Costs and the Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy 94 (1986), 691-719.",
        "Gorton, Gary, and Andrew Winton, Financial Intermediation, NBER working paper no. 8928 (2002).",
        "Glaeser, Edward, and Joseph Gyourko, The Impact of Building Restrictions on Housing Affordability, Working Paper, Wharton (2002).",
        "Gilson, Stuart C., Transaction Costs and Capital Structure Choice: Evidence from Financially Distressed Firms, Journal of Finance 52 (1997), 161-196.",
        "Garmaise, M., and T. Moskowitz, More Banks, Less Crime? The Real and Social Effects of Bank Competition, CRSP working paper, (2004b).",
        "Garmaise, M., and T. Moskowitz, Confronting Information Asymmetries: Evidence from Real Estate Markets, Review of Financial Studies, (2004a), Vol. 17 No. 2, 405-437.",
        "Garmaise, Mark J., and Tobias J. Moskowitz, Informal Financial Networks: Theory and Evidence, Review of Financial Studies, (2003), Vol. 16 No. 4, 1007-1040.",
        "Esty, Benjamin C., and William L. Meginson Creditor rights, enforcement, and debt ownership structure: Evidence from the global syndicated loan market, Journal of Financial and Quantitative Analysis 38 (2003), 37-59.",
        "Ellison, Glenn, and Edward Glaesar, Geographic concentration in U.S. manufacturing: a dartboard approach, Journal of Political Economy 105 (1997), 889-927.",
        "Diamond, Douglas, Committing to Commit, AFA Presidential Address (2004), forthcoming Journal of Finance.",
        "Diamond, Douglas, Debt Maturity Structure and Liquidity Risk, Quarterly Journal of Economics, 106 (1991), 709-737.",
        "Detragiache, Enrica, Paolo Garella, and Luigi Guiso, Multiple versus single banking relationships: Theory and evidence, Journal of Finance 55 (2000), 1133-1161.",
        "Braun, Matias, Financial Contractibility and Assets Hardness: Industrial composition and Growth, Working paper, Harvard University (2002).",
        "Bolton, Patrick, and David Scharfstein Optimal Debt Structure with Multiple Creditors, Journal of Political Economy 104 (1996), 1-26.",
        "Benmelech, Efraim, Asset Salability and Debt Maturity: Evidence from 19th Century American Railroads, Working paper, Graduate School of Business, University of Chicago (2003).",
        "Baker, George P., and Thomas N. Hubbard H., Make versus buy in Trucking: Asset Ownership, Job Design, and Information, American Economic Review 94 (2003), 551-572.",
        "Baker, George P., and Thomas N. Hubbard H., Contractibility and Asset Ownership: On-Board Computers and Governance in U.S. Trucking, NBER working paper no. 7634 (2000).",
        "Hart, Oliver, Firms, Contracts and Financial Structure, Clarendon Press, Oxford, 1995.",
        "Bester, Helmut, Screening vs. Rationing in Credit Markets with Imperfect Information, American Economic Review 75 (1985), 850-855."
    ]
}