{
    "id": 11002,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Shefrin, H. M., and M. Statman, 1984, Explaining Investor Preference for Cash Dividends, Journal of Financial Economics 13, 253282.",
        "Poterba, J., 2004, Taxation and Corporate Payout Policy, NBER Working Paper 10321.",
        "Perez-Gonzalez, F., 2003, Large Shareholders and Dividends: Evidence from U.S. Tax Reforms, Columbia University working paper.",
        "Nan, N., J. Wang, and G. Zang, 2004, The Impact of Dividend Tax Cut and Managerial Stock Holdings on Firms Dividend Policy, Working Paper, Lubin School of Business, Pace University.",
        "Mutual Fund Fact Book, 43rd edition, 2003, Investment Company Institute, Washington, DC.",
        "Murphy, Kevin, 1999, Executive Compensation, In Ashenfelter, O., Card, D., (Eds.), Handbook of Labor Economics, Vol. 3B, North Holland, Amsterdam.",
        "Lintner, J., 1956, Distributions of Incomes of Corporations Among Dividends, Retained Earnings, and Taxes, American Economic Review, 46, 96-114.",
        "Lambert, R., W. Lannen and D. Larcker, 1989, Executive Stock Option Plans and Corporate Dividend Policy, Journal of Financial Quantitative Analysis 24 409-425.",
        "Julio, B., and D. Ikenberry, 2004, Reappearing Dividends, forthcoming in Journal of Applied Corporate Finance, Working Paper, University of Illinois.",
        "Jolls, C., 1998, Stock Repurchases and Incentive Compensation, NBER Working Paper 6467.",
        "Jensen, M. C., 1986, Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers, American Economic Review 76 (2), 323-329.",
        "James, C., 1983, An Analysis of Intra-Industry Differences in the Effect of Regulation: The Case of Deposit Rate Ceilings, Journal of Monetary Economics 12, 417-432.",
        "Jagannathan, M., C. Stephens, and M. Weisbach, 2000, Financial Flexibility and the Choice Between Dividends and Share Repurchases, Journal of Financial Economics 57, 355-384.",
        "Hall, B. J., and J. B. Liebman, 1998, Are CEOs Really Paid Like Bureaucrats?, Quarterly Journal of Economics 113, 653-691.",
        "Grullon, G., and R. Michaely, 2002, Dividends, Share Repurchases, and the Substitution Hypothesis, Journal of Finance 57, 1649-1684.",
        "Gompers, P. A., J. L. Ishii and A. Metrick, 2003, Corporate Governance and Equity Prices, The Quarterly Journal of Economics 118(1), 107-155.",
        "Gillan, S., and L. T. Starks, 1998, A Survey of Shareholder Activitism Motivation and Empirical Evidences, Contemporary Finance Digest 2 (3), 10-34.",
        "Fenn, G., and N. Liang, 2001, Corporate Payout Policy and Managerial Stock Incentives, Journal of Financial Economics 60, 45-72.",
        "Fama, E., and K. French, 2001, Disappearing Dividends: Changing Firm Characteristics of Lower Propensity to Pay?, Journal of Financial Economics 60, 3-44.",
        "Dittmar, A., 2004, Why do Firms Repurchase Stock, Journal of Business 73, 321-356.",
        "Fama, E., and K. French, 1992, The Cross Section of Expected Returns, Journal of Finance 47, 427-465.",
        "DeAngelo, H ., L. DeAngelo and D. Skinner, 2000, Special Dividends and the Evolution of Dividend Signalling, Journal of Financial Economics 57, 309-354.",
        "Cutler, D. M., 1988, Tax Reform and the Stock Market An Asset Price Approach, American Economic Review 78, 1107-1117.",
        "Brown, J. R., J. D. Cummins, C. Lewis, and R. Wei, 2004, An Empirical Analysis of the Economic Impact of Federal Terrorism Reinsurance, The Journal of Monetary Economics 51, 861-898.",
        "Brav, A., J. Graham, C. Harvey and R. Michaely, 2004, Payout Policy in the 21st Century, Journal of Financial Economics, forthcoming.",
        "Boyle, G. W., and G. A. Guthrie, 2003, Investment, Uncertainty and Liquidity, Journal of Finance 58, 2143-2166.",
        "Blouin, J. L., J. S. Raedy, and D. Shackelford, Did Dividends Increase After the 2003 Reduction in Dividend Tax Rates?, NBER Working Paper 10301.",
        "Bettis, C., Bizjak, J., and M. Lemmon, 2001, Managerial Ownership, Incentive Contracting, and the Use of Zero-Cost Collars and Equity Swaps by Corporate Insiders, Journal of Financial and Quantitative Analysis 36 (3), 345-370.",
        "Baker, G., and B. Hall, 2004, CEO Incentives and Firm Size, Journal of Labor Economics (forthcoming).",
        "Almeida, H., M. Campello, and M. Weisbach, 2004, The Cash Flow Sensitivity of Cash, Journal of Finance 59, 1777-1804.",
        "Core, J., and W. Guay, 1999, The Use of Equity Grants to Manage Optimal Equity Incentive Levels, Journal of Accounting and Economics 28, 151-184."
    ]
}