{
    "id": 11014,
    "cites": 12,
    "cited_by": 4,
    "reference": [
        "[1] Besley, Tim and Coate, Stephen (1997), An Economic Model of Representative Democ- racy, Quarterly Journal of Economics, 112, 85-114.",
        "[2] Dixit, Avinash K., Grossman, Gene M. and Gul, Faruk (2000), The Dynamics of Po- litical Compromise, Journal of Political Economy, 108, 531-568.",
        "[3] Grossman, Gene M. and Helpman, Elhanan (2005), Party Discipline and the Provision of Local Public Goods, in progress.",
        "[4] Lindbeck, Assar and Weibull, JÃ\u0083Â¶rgen (1987), Balanced Budget Redistribution ad the Outcome of Political Competition, Public Choice, 52, 273-297.",
        "[5] McCarty, Nolan, Poole, Keith T. and Rosenthal, Howard (2001), The Hunt for Party Discipline in Congress, American Political Science Review, 95, 673-687.",
        "[6] McGillivray, Fiona (1997), Party Discipline as a Determinant of the Endogenous For- mation of Tariffs, American Journal of Political Science, 41, 584-607.",
        "[8] McGillivray, Fiona and Smith, Alastair (1997), Institutional Determinants of Trade Policy, International Interactions, 23, 119-143.",
        "[9] Milesi-Ferretti, Gian Maria, Perotti, Roberto, and Rostagno, Massimo (2002), Electoral Systems and Public Spending, The Quarterly Journal of Economics 117, 609-657.",
        "[10] Persson, Torsten, Roland, Gerard, and Tabellini, Guido (2000), Comparative Politics and Public Finance, Journal of Political Economy 108, 1121-1161.",
        "[11] Osborne, Martin J. and Slivinski, Al (1996), A Model of Political Competition with Citizen-Candidates, Quarterly Journal of Economics, 111, 65-96.",
        "[12] Snyder, James M. and Groseclose, Tim (2000), Estimating Party Influence in Congres- sional Role-Call Voting, American Journal of Political Science, 44, 193-211.",
        "[13] Willmann, Gerald (2004), Why Legislators are Protectionists: The Role of Majoritarian Voting in Setting Tariffs, Christian-Albrechts-UniversitÃ\u0083Â¤t zu Kiel, manuscript."
    ]
}