{
    "id": 11010,
    "cites": 36,
    "cited_by": 10,
    "reference": [
        "Balduzzi, P., Lynch A., 1999. Transaction costs and predictability: some utility cost calculations.",
        "Journal of Financial Economics 52, 47-78. Barberis N., 2000. Investing for the long run when returns are predictable. Journal of Finance 55, 225-64.",
        "Botazzi, L., Pesenti, P., Wincoop, E., 1996. Wages, profits and the international portfolio puzzle.",
        "European Economic Review 40, 219-254. Carroll, C., 1992. Buffer-stock theory of saving: Some macroeconomic evidence. Brookings Papers on Economic Activity 61-156.",
        "Carroll, C., 1996. Buffer-stock saving: Some theory, Working paper, Johns Hopkins University.",
        "Carroll, C., 1997. Buffer-stock saving and the life cycle/permanent income hypothesis. Quarterly Journal of Economics 112, 1-55.",
        "Carroll, C., Samwick, A., 1997. The nature of precautionary wealth. Journal of Monetary Eco- nomics 40, 41-71.",
        "Cocco, J., Gomes, F., Maenhaut, P., 2002. Consumption and portfolio choice over the life cycle.",
        "Working paper, London Business School. Constantinides, G., 1990. Habit formation: A resolution of the equity premium puzzle. Journal of Political Economy 98, 519-543.",
        "Campbell, J., 1987. Stock returns and the term structure. Journal of Financial Economics 18, 373-399.",
        "Campbell, J., 1991. A variance decomposition for stock returns. A Variance decomposition for stock returns. The Economic Journal 101, 157-179.",
        "Campbell, J., Shiller, R., 1988a. The dividend-price ratio and expectations of future dividends and discount factors. Review of Financial Studies 1, 195-227.",
        "Campbell, J., Viceira, L., 1999. Consumption and portfolio decisions when expected returns are time varying. Quarterly Journal of Economics 114, 433-495.",
        "Chamberlain, G., Hirano, K., 1997. Predictive distributions based on longitudinal earnings data.",
        "Working paper, Harvard University. Cocco, J, Gomes, F., Maenhout, P., 2002. Consumption and portfolio choice over the life-cycle.",
        "Davis, S., Willen, P., 2000a. Occupation-level income shocks and asset returns: their covariance and implications for portfolio choice. Unpublished working paper. University of Chicago.",
        "Davis ,S., Willen P., 2000b. Using financial assets to hedge labor income risks: estimating the benefits. Unpublished working paper. University of Chicago.",
        "Deaton, A., 1991. Saving and Liquidity Constraints. Econometrica 59, 1221-48.",
        "Fama, E., French, K., 1988. Dividend yileds and expected stock returns. Journal of Financial Economics 22, 3-27.",
        "Fama, E., French, K., 1989. Business conditions and expected returns on stocks and bonds. Journal of Financial Economics 25, 23-49.",
        "Fama, E., Schwert, W., 1977. Human capital and capital market equilibrium. Journal of Financial Economics 4, 95-125.",
        "Fritsch, F. N., Carlson, R. E., 1980. Monotone piecewise cubic interpolation. SIAM Journal of Numerical Analysis 17, 238-246.",
        "Gakidis, H., 1997. Earnings uncertainty and life-cycle portfolio choice. Working paper, MIT.",
        "Gourinchas, P., Parker,J., 2002. Consumption over the Life Cycle. Econometrica 70, 47-89.",
        "Heaton, J., Lucas, D., 1997. Market frictions, savings behavior and portfolio choice. Macroeconomic Dynamics 1, 76-101.",
        "Keim, D., Stambaugh, R., 1986. Predicting returns in the stock and bond markets. Journal of Financial Economics 17, 357-390.",
        "Lettau, M., Ludvigson, S., 2001. Resurrecting the (C)CAPM: A cross-sectional test when risk premia are time varying. Journal of Political Economy 109, 1238-1287.",
        "Lynch A. W., 2000. Portfolio choice and equity characteristics: characterizing the hedging demands induced by return predictability. Journal of Financial Economics 62, 67-130.",
        "Lynch, A. W., Tan, S., 2004. Explaining the magnitude of liquidity premia: the roles of return predictability, wealth shocks and state-dependent transactions costs. Unpublished working paper.",
        "New York University. Michaelides, A., 2003. Portfolio choice, liquidity constraints and stock market mean reversion.",
        "Polkovnichenko, V., 2003. ife cycle consumption and portfolio choice with additive habit formation preferences and uninsurable labor income risk.",
        "Storesletten, K., Telmer, C., Yaron, A. 2004. Cyclical dynamics in idiosyncratic labor-market risk.",
        "Journal of Political Economy 112, 695-717. Tauchen, G., Hussey, R., 1991. Quadrature-based methods for obtaining approximate solutions to nonlinear asset pricing models. Econometrica 59, 317-96.",
        "Viceira. L., 1997. Optimal portfolio choice for long-horizon investors with non-tradable labor income. Working paper, Harvard University.",
        "Viceira, L., 2001. Optimal portfolio choice for long-horizon investors with non-tradable labor income. Journal of Finance 56, 433-470.",
        "Zeldes, S., 1989. Optimal consumption with stochastic income: deviations form certainty equiva- lence. Quarterly Journal of Economics 104, 275-298."
    ]
}