{
    "id": 11015,
    "cites": 30,
    "cited_by": 20,
    "reference": [
        "[1] Angeletos, George-Marios, Christian Hellwig, and Alessandro Pavan (2003) Coordina- tion and Policy Traps, MIT/UCLA/Northwestern working paper.",
        "[2] Angeletos, George-Marios, Christian Hellwig, and Alessandro Pavan (2004) Informa- tion Dynamics and Equilibrium Multiplicity in Global Games of Regime Change, MIT/UCLA/Northwestern working paper.",
        "[3] Atkeson, Andrew (2000), Discussion on Morris and Shin, NBER Macro Annual.",
        "[4] Barlevy, Gadi, and Pietro Veronesi (2003), Rational Panics and Stock Market Crashes, Journal of Economic Theory 110, 234-263.",
        "[5] Calvo, G. (1988), Servicing the Public Debt: the Role of Expectations. American Economic Review, 78(4), 647-661.",
        "[6] Carlsson, Hans, and Eric van Damme (1993), Global Games and Equilibrium Selec- tion, Econometrica 61, 5, 989-1018.",
        "[7] Chari, V.V., and Patrick Kehoe (2003), Hot Money, Journal of Political Economy 111, 1262-1292.",
        "[8] Cole, Harold, and Timothy Kehoe (1996), Self-fulfilling Debt Crises, Federal Reserve Bank of Minneapolis staff report 211.",
        "[9] Corsetti, Giancarlo, Bernardo Guimaraes, and Nouriel Roubini, (2004), International Lending of Last Resort and Moral Hazard: A Model of IMFs Catalytic Finance, working paper, University of Rome.",
        "[10] Dasgupta, Amil (2002), Coordination, Learning and Delay, working paper, London School of Economics.",
        "[11] Diamond, Douglas, and Philip Dybvig (1983), Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy 91, 401-19.",
        "[12] Goldstein, Itay, and Ady Pauzner (2000), Demand Deposit Contracts and the Proba- bility of bank Runs, working paper, Duke University and Tel Aviv University.",
        "[13] Green, Jerry Information, Efficiency and Equilibrium, Harvard Institute of Economic Research Discussion Paper No. 284, Harvard University.",
        "[14] Grossman, Sanford (1977), The Existence of Futures Markets, Noisy Rational Expec- tations and Informational Externalities, Review of Economic Studies 44, 431-449.",
        "[15] Grossman, Sanford (1981) An Introduction to the Theory of Rational Expectations under Asymmetric Information, Review of Economic Studies, 48, 541-559.",
        "[16] Grossman, Sanford, and Joseph Stiglitz (1980), On the Impossibility of Informationally Efficient Markets, American Economic Review 70, 393-408.",
        "[17] Grossman, Sanford, and Joseph Stiglitz (1976), Information and Competitive Price Systems, American Economic Review 66, 246-253.",
        "[18] Hellwig, Martin (1980) On the Aggregation of Information in Competitive Markets Journal of Economic Theory, 22, 477-498.",
        "[19] Hellwig, Christian (2002), Public Information, Private Information, and the Multiplic- ity of Equilibria in Coordination Games, Journal of Economic Theory, 107, 191-222.",
        "[20] Hellwig, Christian, Arijit Mukherji, and Alej Tsyvinski (2004), Coordination Failures and Asset Prices, working paper, UCLA.",
        "[21] Morris, Stephen, and Hyun Song Shin (1998), Unique Equilibrium in a Model of Self- Fulfilling Currency Attacks, American Economic Review, 88, 3, 587-597.",
        "[22] Morris, Stephen, and Hyun Song Shin (1999), Private versus Public Information in Coordination Problems, Yale/Oxford mimeo.",
        "[23] Morris, Stephen, and Hyun Song Shin (2000), Rethinking Multiple Equilibria in Macro- economics, NBER Macro Annual.",
        "[24] Morris, Stephen, and Hyun Song Shin (2001), Global Games - Theory and Applica- tions, in Advances in Economics and Econometrics, 8th World Congress of the Econo- metric Society (M. Dewatripont, L. Hansen, and S. Turnovsky, eds.), Cambridge Uni- versity Press, Cambridge, UK.",
        "[25] Morris, Stephen, and Hyun Song Shin (2003), Coordination Risk and the Price of Debt, forthcoming in European Economic Review.",
        "[26] Morris, Stephen, and Hyun Song Shin (2004), Liquidity Black Holes, forthcoming in Review of Finance.",
        "[27] Obstfeld, Maurice (1986), Rational and Self-Fulfilling Balance-of-Payments Crises, American Economic Review 76, 1, 72-81.",
        "[28] Obstfeld, Maurice (1996), Models of Currency Crises with Self-Fulfilling Features, European Economic Review 40, 3-5, 1037-47.",
        "[29] Rochet, Jean-Charles, and Xavier Vives (2004), Coordination Failures and the Lender of Last Resort: Was Bagehot Right After All?, working paper, University of Toulouse.",
        "[30] Velasco, Andres (1996), Fixed Exchange Rates: Credibility, Flexibility and Multiplic- ity, European Economic Review 40, 3-5, 1023-36."
    ]
}