{
    "id": 11013,
    "cites": 41,
    "cited_by": 1,
    "reference": [
        "[1] Acemoglu, Daron, David H. Autor, and David Lyle. 2004. Women, War, and Wages: The Effect of Female Labor Supply on the Wage Structure at Midcentury. Journal of Political Economy. 112(3): 497-551.",
        "[2] Alesina, Alberto and Eliana La Ferrara. 2004. Ethnic Diversity and Economic Performance. NBER Working Paper No. 10313, February.",
        "[3] Angrist, Joshua D. 1990. Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records. American Economic Review. 80(3): 313-36.",
        "[4] Angrist, Joshua D. and Alan B. Krueger. 1994. Why Do World War II Veterans Earn More Than Nonveterans? Journal of Labor Economics. 12(1): 74-97.",
        "[5] Athey, Susan, Christopher Avery, and Peter Zemsky. 2000. Mentoring and Diversity. The American Economic Review. 90(4): 765-86.",
        "[6] Blassingame, John W. 1967. The recruitment of colored troops in Kentucky, Maryland, and Missouri: 1863-1865. The Historian. 29(4): 533-45.",
        "[7] Boatner, Mark M. 1959. The Civil War Dictionary. New York: D. McKay co.",
        "[8] Berlin, Ira, Joseph P. Reidy, and Leslie S. Rowland, Eds. 1982. The Black Military Experience. Series II in Freedom: A Documentary History of Emancipation, 1861-1867. Cambridge: Cambridge University Press.",
        "[9] Berlin, Ira, Joseph P. Reidy, and Leslie S. Rowland, Eds. 1998. Freedoms Soldiers: The Black Military Experience in the Civil War. Cambridge-New York: Cambridge University Press.",
        "[10] Bertrand, Marianne and Sendhil Mullainathan. 2004. Are Emily and Greg More Employable than Lakisha or Jamal? A Field Experiment on Labor Market Discrimination. American Economic Review. 94(4): 991-1013.",
        "[11] Blanck, Peter and Chen Song. 2004. Civil War Pensions for Union Army Veterans: Race and Disability. Paper presented at the NBER Cohort Studies and EI Meeting, April 2004.",
        "[12] Bowen, William G. and Derek Bok. 1998. The Shape of the River: Long-Term Consequences of Race in College and University Admissions. Princeton, NJ: Princeton University Press.",
        "[13] Cai, T., L.J. Wei, and M. Wilcox. 2000. Semiparametric Regression Analysis for Clustered Failure Time Data. Biometrika. 87: 867-78.",
        "[14] Carillo, Juan D. and Denis Gromb. 2002. Cultural Inertia and Uniformity in Organizations. CEPR Discussion Paper 3613, October.",
        "[15] Carrington, William J., Enrica Detragiache, and Tara Vishwanath. 1996. Migration with Endogeneous Moving Costs. American Economic Review. 86(4): 909-30.",
        "[16] Collins, William J. and Robert A. Margo. 2003. Historical Perspectives on Racial Differences in Schooling in the United States. NBER Working Paper No. 9770, June.",
        "[17] Costa, Dora L. and Matthew E. Kahn. 2003. Cowards and Heroes: Group Loyalty in the American Civil War. Quarterly Journal of Economics. 118(2): 519-48.",
        "[18] CrÃ\u0082Â´emer, Jacques. 1993. Corporate Culture and Shared Knowledge. Industrial and Corporate Change. 2: 351-86.",
        "[19] Durlauf, Steven N. and Marcel Fafchamps. 2004. Social Capital. NBER Working Paper No. 10485, May.",
        "[20] Dyer, Frederick H. 1908. A Compendium of the War of the Rebellion. Des Moines, IA: The Dyer Pub. Co.",
        "[21] Fershtman, Chaim, Hans K. Kvidel, and Yoram Weiss. 2003. Cultural Diversity, Status Concerns, and the Organization of Work. CEPR Discussion Paper 3982, July.",
        "[23] Fryer, Roland G. and Steven D. Levitt. 2004. The Causes and Consequences of Distinctively Black Names. Quarterly Journal of Economics. 119(3): 767-805.",
        "[24] Glaeser, Edward L., Andrei Shleifer, Hedi D. Kallal, and Jose A. Scheinkman. 1992. Growth in Cities. Journal of Political Economy. 100(6): 1126-52.",
        "[25] Glatthaar, Joseph T. 1990. Forged in Battle: The Civil War Alliance of Black Soldiers and White Officers. New York-London: The Free Press.",
        "[26] Guryan, Jonathan. 2004.Desegregation and Black Dropout Rates. American Economic Review. 94(4): 919-43.",
        "[27] Hargrove, Hondon B. 1988. Black Union Soldiers in the Civil War. Jefferson, NC and London: McFarland and Company, Inc.",
        "[28] Hodges, Graham Russell. 1997.1997. Slavery and Freedom in the Rural North. Madison, WI: Madison House Publishers.",
        "[29] Hubbell, John and James W. Geary. 1995. Biographical Dictionary of the Union: Northern Leaders of the Civil War. Westport, CT: Greenwood Press.",
        "[30] Lazear, Edward P. 1999. Culture and Language. The Journal of Political Economy. 107(6, Part 2): S95-S126.",
        "[31] Lee, Chulhee. 2004. Health, Military Service, and Economic Mobility of Union Army Veterans. Paper presented at the NBER Cohort Studies and EI Meeting, April 2004.",
        "[32] Lee, W.W., L.J. Wei, and D.A. Amato. 1992. Cox-type Regression Analysis for Large Numbers of Small Groups of Correlated Failure Time Observations. In J.P. Klein and P.K. Goel, Eds., Survival Analysis: State of the Art. Dordrecht, Netherlands: Kluwer.",
        "[33] MacGregor, Morris and Nalty, Bernard C. 1977. Blacks in the United States Armed Forces: Basic Documents. Vol 2. Wilmington, DE: Scholarly Resources.",
        "[34] Mello, Antonio S. and Martin Ruckes. 2001. Diversity in Organizations. CEPR Discussion Paper 2673, January.",
        "[35] Metzer, Jacob. 1981. The Records of the U.S. Colored Troops as Historical Source: An Exploratory Examination. Historical Methods. 14: 123-32.",
        "[37] Mullin, Gerald W. 1972. Flight and Rebellion: Slave Resistance in Eighteenth-Century Virginia. New York: Oxford University Press.",
        "[38] Munshi, Kaivan. 2003. Networks in the Modern Economy: Mexican Migrants in the U.S. Labor Market. Quarterly Journal of Economics. 118(2): 549-99.",
        "[39] Sacerdote, Bruce. Forthcoming. Slavery and the Inter-generational Transmission of Human Capital. Review of Economics and Statistics.",
        "[41] United States. Adjutant Generals Office. Official Army Register of the Volunteer Force for the Years 1861, 1862, 1863, 1864, 1865. Part VIII. Published by order of the Secretary of War, Washington, DC. Reprinted 1987. Gaithersburg, MD: Ron R. Van Sickle Military Books.",
        "[42] United States. War Department. 1880-1901. The War of the Rebellion: A Compilation of the Official Records of the Union And Confederate Armies. Washington DC: Government Printing. Office. http://moa.cit.cornell.edu/moa/browse.monographs/waro.html.",
        "[44] Westwood, Howard C. 1992. Black Troops, White Commanders, and Freedmen During the Civil War. Carbondale and Edwardsville, IL: Southern Illinois University Press.",
        "[45] Wiley, Bell Irvin. 1938. Southern Negroes, 1861-1865. New Haven, CT: Yale University Press."
    ]
}