{
    "id": 11017,
    "cites": 22,
    "cited_by": 5,
    "reference": [
        "[1] Angeletos, George-Marios, Christian Hellwig, and Alessandro Pavan (2003) Coordination and Policy Traps, working paper, MIT/UCLA/Northwestern.",
        "[2] Atkeson, Andrew (2000), Discussion on Morris and Shin, NBER Macroeconomics Annual.",
        "[3] Carlsson, Hans, and Eric van Damme (1993), Global Games and Equilibrium Selection, Econometrica 61, 5, 989-1018.",
        "[4] Chamley, Christophe (1999), Coordinating Regime Switches, Quarterly Journal of Eco- nomics 114, 3, 869-905.",
        "[5] Chari, V.V., and Patrick Kehoe (2003), Hot Money, Journal of Political Economy 111, 1262-1292.",
        "[6] Corsetti, Giancarlo, Bernardo Guimaraes and Nouriel Roubini, (2004), International Lending of Last Resort and Moral Hazard: A Model of IMFs Catalytic Finance, working paper, University of Rome.",
        "[7] Dasgupta, Amil (2002), Coordination, Learning and Delay, working paper, London School of Economics.",
        "[8] Edmond, Chris (2003), Information and the Limits to Autocracy, working paper, UCLA.",
        "[9] Frankel, David, and Ady Pauzner (2000), Resolving Indeterminacy in Dynamic Settings: The Role of Shocks, Quarterly Journal of Economics 115, 283-304.",
        "[10] Giannitsarou, Chryssi, and Flavio Toxvaerd (2003), Recursive Global Games, working paper, Universidade Nova de Lisboa and Hebrew University of Jerusalem.",
        "[11] Goldstein, Itay (2002), Strategic Complementarities and the Twin Crises, working paper, Duke University.",
        "[12] Goldstein, Itay, and Ady Pauzner (2000), Demand Deposit Contracts and the Probability of bank Runs, working paper, Duke University and Tel Aviv University.",
        "[13] Goldstein, Itay, and Ady Pauzner (2001), Contagion of Self-Fulfilling Financial Crises due to Diversification of Investment Portfolios, working paper, Duke University and Tel Aviv University.",
        "[14] Heidhues, Paul, and Nicolas Melissas (2003), Equilibria in a Dynamic Global Game: The Role of Cohort Effects, working paper, WZB Berlin and University of Leicester.",
        "[15] Levin, Jonathan (2001), A Note on Global Games with Overlapping Generations, working paper, Stanford University.",
        "[16] Milgrom, Paul (1981), Good News and Bad News: Representation Theorems and Applica- tions, Bell Journal of Economics 12, 380-391.",
        "[17] Morris, Stephen, and Hyun Song Shin (1998), Unique Equilibrium in a Model of Self-Fulfilling Currency Attacks, American Economic Review, 88, 3, 587-597.",
        "[18] Morris, Stephen and Hyun Song Shin (1999), A Theory of the Onset of Currency Attacks, in Agenor, Vines and Weber, eds., Asian Financial Crisis: Causes, Contagion and Consequences, Cambridge, UK: Cambridge University Press.",
        "[19] Morris, Stephen and Hyun Song Shin (2000), Rethinking Multiple Equilibria in Macroeco- nomics, NBER Macro Annual.",
        "[20] Morris, Stephen and Hyun Song Shin (2001), Global Games - Theory and Applications, in M. Dewatripont, L. Hansen, and S. Turnovsky, eds., Advances in Economics and Econometrics (8th World Congress of the Econometric Society), Cambridge, UK: Cambridge University Press.",
        "[21] Morris, Stephen and Hyun Song Shin (2004), Coordination Risk and the Price of Debt, European Economic Review 48, 133-153.",
        "[22] Rochet, Jean-Charles and Xavier Vives (2004), Coordination Failures and the Lender of Last Resort: Was Bagehot Right After All?, working paper, University of Toulouse."
    ]
}