{
    "id": 11018,
    "cites": 22,
    "cited_by": 75,
    "reference": [
        "Asness, Clifford, 2000, Stocks versus bonds: explaining the equity risk premium, Financial Analysts Journal 56(2), 96-113.",
        "Asness, Clifford, 2003, Fight the Fed model: the relationship between future returns and stock and bond market yields, Journal of Portfolio Management, 30(1), 11-24.",
        "Ausubel, Lawrence M., 1991, The failure of competition in the credit card market, American Economic Review 81(1), 50-81.",
        "Black, Fischer, Michael C. Jensen, and Myron Scholes, 1972, The capital asset pricing model: Some empirical tests, in Michael Jensen, ed.: Studies in the Theory of Capital Markets (Praeger, New York).",
        "Campbell, John Y. and Tuomo Vuolteenaho, 2004, Inflation illusion and stock prices, American Economic Review Papers and Proceedings (forthcoming).",
        "Chan, K.C, Patric H. Hendershott, and Anthony B. Sanders, 1990, Risk and Return on Real Estate: Evidence from Equity REITs, Real Estate Economics, 18(4), 431-452.",
        "Cohn, Richard and Donald Lessard, The effect of inflation on stock prices: international evidence, Unpublished Massachusetts Institute of Technology working paper. Dow, James and Gary Gorton, 1997, Stock market efficiency and economic efficiency: Is there a connection?, Journal of Finance 52, 1087-1129.",
        "Fama, Eugene F., 1981, Stock returns, real activity, inflation, and money, American Economic Review 71(4), 545-65.",
        "Fama, Eugene F. and Michael R. Gibbons, 1982, Inflation, real returns and capital investment, Journal of Monetary Economics, 9(3), 297-323.",
        "Fama, Eugene F. and Kenneth R. French, 1992, The cross-section of expected stock returns, Journal of Finance 47, 427-467.",
        "Fisher, Irving. 1928. The Money Illusion. New York: Adelphi.",
        "Fischer, Stanley and Franco Modigliani, 1978, Towards an understanding of the real effects and costs of inflation, Weltwirtschaftliches Archiv. 114(4), 810-833.",
        "French, Kenneth R., Richard S. Ruback, and G. William Schwert, 1983, Effects of nominal contracting on stock returns, Journal of Political Economy 91(1), 70-96.",
        "Gibbons, Michael, Steven A. Ross, and Jay Shanken, 1989, A test of the efficiency of a given portfolio, Econometrica 99, 1121-1152.",
        "Geske, Robert and Richard Roll, The fiscal and monetary linkage between stock returns and inflation, Journal of Finance 38, 1-33. Gordon, Myron, 1962, The Investment, Financing, and Valuation of the Corporation (Irwin, Homewood, Ill.).",
        "Lintner, John, 1965, The valuation of risk assets and the selection of risky investments in stock portfolios and capital budgets, Review of Economics and Statistics 47, 13-37.",
        "Liu, Crocker H., David J. Hartzell, and Martin E. Hoesli, International evidence on real estate securities as an inflation hedge, Real Estate Economics, 25(2), 193-221. Modigliani, Franco and Richard Cohn, 1979, Inflation, rational valuation, and the market, Financial Analysts Journal 35(3), 24-44.",
        "Polk, Christopher and Paola Sapienza, 2004, The real effects of investor sentiment, Unpublished Northwestern University working paper Polk, Christopher, Samuel Thompson, and Tuomo Vuolteenaho, 2004, Cross-sectional forecasts of the equity premium. Unpublished Harvard University working paper.",
        "Shleifer, A. and R. Vishny, 1990, Equilibrium short horizons of investors and firms, American Economic Review Papers and Proceedings 80, 148-153.",
        "Shleifer, Andrei and Robert W. Vishny, 1997, The limits of arbitrage, Journal of Finance 52(1), 35-55.",
        "Stein, Jeremy, 1996, Rational capital budgeting in an irrational world, Journal of Business 69, 429-455.",
        "Williams, John Burr, 1938, Evaluation by the rule of present worth, The Theory of Investment Value (Harvard University Press, Cambridge), 55-75."
    ]
}