{
    "id": 11027,
    "cites": 28,
    "cited_by": 18,
    "reference": [
        "Ariola, Jim and Chinhui Juhn. 2003. Wage Inequality in Post-Reform Mexico. Mimeo, University of Houston.",
        "Athey, Susan and Guido Imbens. 2003. Identification and Inference in Nonlinear Difference-In-Difference Models, mimeo, Stanford University.",
        "Attanasio, Orazio, Pinelopi Goldberg and Nina Pavcnik. 2004. Trade Reforms and Wage Inequality in Colombia. Journal of Development Economics, 74: 331-366.",
        "Behrman, Jere, Nancy Birdsall, and Miguel Szekely. 2003. Economic Policy and Wage Differentials in Latin America. Mimeo, University of Pennsylvania.",
        "Chiquiar, Daniel. 2003. Essays on the Regional Implications of Globalization: The Case of Mexico. Ph.D. Dissertation, University of California, San Diego.",
        "Chiquiar, Daniel. 2004. Why Mexicos Regional Income Convergence Broke Down. Journal of Development Economics, forthcoming.",
        "Cragg, Michael I. and Mario Epelbaum. 1996. The Premium for Skills in LDCs: Evidence from Mexico. Journal of Development Economics 51(1): 99-116.",
        "Currie, Janet, and Ann Harrison. 1997. Trade Reform and Labor Market Adjustment in Morocco. Journal of Labor Economics, 15: S44-71.",
        "Deaton, Angus and J. Muellbauer. 1980. Economics and Consumer Behavior. Cambridge: Cambridge University Press.",
        "Fairris, David H. 2003. Unions and Wage Inequality in Mexico. Industrial and Labor Relations Review, 56(3): 481-97.",
        "Feenstra, Robert C., and Gordon H. Hanson. 1997. Foreign Direct Investment and Relative Wages: Evidence from Mexicos Maquiladoras. Journal of International Economics, 42(3-4): 371-394.",
        "Feenstra, Robert C. and Gordon H. Hanson. 2003. Global Production and Inequality: A Survey of Trade and Wages, in James Harrigan, ed., Handbook of International Trade, Basil Blackwell.",
        "Freeman, Richard B., Are Your Wages Set in Beijing? Journal of Economic Perspectives, 9(1995):15-32.",
        "Freeman, Richard B. 2003. Trade Wars: The Exaggerated Impact of Trade in Economic Debate. NBER Working Paper no. 10000.",
        "Goldberg, Pinelopi, and Nina Pavcnik. 2004. Trade, Inequality, and Poverty: What Do We Know? Evidence from Recent Trade Liberalization Episodes in Developing Countries. NBER Working Paper no. 10593.",
        "Hansen, Niles. 1981. The Border Economy: Regional Development in the Southwest. Austin: University of Texas Press.",
        "Hanson, Gordon. 2004. What Has Happened to Wages in Mexico since NAFTA?, in Toni Estevadeordal, Dani Rodrik, Alan Taylor, Andres Velasco, eds., FTAA and Beyond: Prospects for Integration in the Americas, Cambridge: Harvard University Press.",
        "Hanson, Gordon H. and Ann E. Harrison. 1999. Trade, Technology, and Wage Inequality in Mexico. Industrial and Labor Relations Review 52(2): 271-288.",
        "Hsieh, Chang-Tai. 2003. The Impact of Outsourcing to China on Hong Kongs Labor Market, Mimeo, UC Berkeley.",
        "Katz, Lawrence F. and David Autor, Changes in the Wage Structure and Earnings Inequality, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Vol. 3A, Amsterdam: Elsevier Science, 1999, 1463-1555.",
        "Lee, David. 2004. Trimming for Bounds on Treatment Effects with Missing Outcomes. Mimeo, UC Berkeley.",
        "Leibbrandt, Murray, James Levinsohn, and Justin McCrary. 2004. Incomes in South Africa since the Fall of Apartheid. Mimeo, University of Michigan.",
        "Nicita, Alessandro. 2004. Who Benefited from Trade Liberalization in Mexico? Measuring the Effects on Household Welfare. World Bank Policy Research Working Paper No. 3265.",
        "Pavcnik, Nina. 2003. What Explains Skill Upgrading in Less Developed Countries? Journal of Development Economics, 71: 311-328.",
        "Revenga, Anna L. 1997. Employment and Wage Effects of Trade Liberalization: The Case of Mexican Manufacturing. Journal of Labor Economics 15(3): S20-43.",
        "Richardson, J. David. 1995. Income Inequality and Trade: How to Think, What to Conclude. Journal of Economic Perspectives 9: 33-56.",
        "Robertson, Raymond. 2000. Wage Shocks and North American Labor Market Integration. American Economic Review 90(4): 742-764.",
        "Winters, L. Alan, Neil McCulloch, and Andrew McKay. 2004. Trade Liberalization and Poverty: The Evidence So Far. Journal of Economic Literature 42: 72-115."
    ]
}