{
    "id": 11021,
    "cites": 31,
    "cited_by": 2,
    "reference": [
        "Ait-Sahalia, Yacine, and Per A. Mykland, The Effects of Random and Discrete sampling when estimating continuous-time diffusions, Econometirca 71 (2003) No. 2, 483-549.",
        "FERSON, HEUSON AND SU Weak and Semi-strong Form Stock Return Predictability Revisited __________________________________________________________________________________ 23 Anderson, T.G., Tim Bollerslev and Francis X. Diebold, Parametric and Nonparametric Volatility Measurement, forthcoming in L.P. Hansen and U. Ait-Sahalia (eds.) Handbook of Financial Econometrics (2004), Amsterdam, North Holland.",
        "Boudoukh, Jacob, and Matthew Richardson, The Statistics of Long-horizon Regressions, Mathematical Finance 4 (1994), 103-120.",
        "Boudoukh, Jacob, Matthew Richardson and Tom Smith, Is the Ex ante Risk Premium Always Positive? A New Approach to Testing Conditional Asset Pricing, Journal of Financial Economics 34 (1993), 387-408.",
        "Campbell, John Y., A Variance Decomposition for Stock Returns, Economic Journal, 101 (1991), 157-179.",
        "Campbell, John Y. and Luis M. Viceira. Who Should Buy Long-Term Bonds?, American Economic Review, 91 (2001), 99-127.",
        "Cochrane, John H., Asset Pricing, Princeton, N.J: Princeton University Press (2001). Pp. 530.",
        "ISBN 0-691-07498-4. Cochrane, John H. Volatility Tests And Efficient Markets: A Review Essay, Journal of Monetary Economics, 27 (1991), 463-486.",
        "Conrad, Jennifer and Gautam Kaul. Time-Variation In Expected Returns, Journal of Business, 61 (1988), 409-426.",
        "Fama, Eugene F., Efficient Capital Markets: A Review of Theory and Empirical Work, Journal of Finance 25 (1970), 383-417.",
        "Fama, E. and K. French, Permanent and Temporary Components of Stock Prices, Journal of Political Economy 96 (1988), 246-273.",
        "Fama, Eugene F., and Kenneth R. French, Business Conditions and Expected Returns on Stocks and Bonds, Journal of Financial Economics 25 (1989), 23-49.",
        "Ferson, Wayne E., Theory and Empirical Testing of Asset Pricing Models, Chapter 5 in Finance, Handbooks in Operations Research and Management Science, by Jarrow, Maksimovic and Ziemba (editors), Elsevier, (1995), 145-200.",
        "Fleming, Jeff, Chris Kirby and Barbara Ostdiek, The Economic Value of Volatility Timing, Journal of Finance 61 (2001), 329-352.",
        "Foster, F. Douglas, Tom Smith and Robert E. Whaley, Assessing Goodness-of-fit of Asset Pricing Models: The Distribution of the Maximal R-squared, Journal of Finance 52 (1997), 591607.",
        "Gordon, Myron 1962, The Investment, Financing and Valuation of the Firm, Irwin, Homewood, IL.",
        "Goyal, Amit, and Ivo Welch, Predicting the Equity Premium with Dividend Ratios, Management Science 49 (2003), No. 5 (March).",
        "Hansen, Lars P., Large Sample Properties of the Generalized Method of Moments Estimators, Econometrica 50 (1982), 1029-1054.",
        "Kandel, Shmuel A., and Robert F. Stambaugh, On the Predictability of Stock Returns: An Asset Allocation Perspective, Journal of Finance 51 (1996), 385-424.",
        "Lo, Andrew and A. C. MacKinlay, Stock Prices Do Not Follow Random Walks: Evidence from a Simple Specification Test, Review of Financial Studies 1 (1988).",
        "Lo, Andrew and A. C. MacKinlay, Data Snooping Biases in Tests of Financial Models, Review of Financial Studies 3 (1990), 431-468.",
        "Lo, Andrew and A. C. MacKinlay, A Nonrandom Walk Down Wall Street, Princeton University Press, Princeton, NJ (1999).",
        "Lo, Andrew and A. C. MacKinlay, The Econometrics of Financial Markets, Princeton University Press, Princeton, NJ (1997).",
        "Merton, Robert, On Estimating the Expected Return of the Market, Journal of Financial Economics 8 (1980), 323-361.",
        "Nelson, Daniel B., ARCH Models as Diffusion Approximations, Journal of Econometrics 45 (1990), 7-39.",
        "FERSON, HEUSON AND SU Weak and Semi-strong Form Stock Return Predictability Revisited _________________________________________________________________________________________________________________________________________________________________________________________ 25 Nelson, Daniel B., Conditional Heteroskedasticity in Asset Returns: A New Approach, Econometrica 59 (1991), 347-370.",
        "Nelson, Daniel B., Filtering and Forecasting with Misspecified ARCH Models I: Getting the Right Variance with the Wrong Model, Journal of Econometrics 52 (1992), 61-90.",
        "Nelson, C. and Myung J. Kim, Predictable Stock Returns: The Role of Small Sample Bias, Journal of Finance 48 (1993), 641-661.",
        "Roll, Richard., A Simple Implicit Measure Of The Effective Bid-Ask Spread In An Efficient Market, Journal of Finance, 39 (1984), 1127-1139.",
        "Schwert, G. W., Indexes of US Common Stock Prices, Journal of Business 63 (1990), 399-426.",
        "Stambaugh, Robert F., Predictive Regressions, Journal of Financial Economics 54 (1999), 375421."
    ]
}