{
    "id": 11025,
    "cites": 24,
    "cited_by": 29,
    "reference": [
        "Adams, James D. Equalization of True Gift and Estate Tax Rates, Journal of Public Economics 9, 1978, 59-71.",
        "Andreoni, James. Giving with Impure Altruism: Applications to Charity and Ricardian Equivalence. Journal of Political Economy 97 (6), December 1989, 1447-58..",
        "Andreoni, James. Impure Altruism and Donations to Public Goods: A Theory of Warm-Glow Giving? Economic Journal 100, June 1990, 464-77.",
        "Auten, Gerald, and David Joulfaian. Bequest Taxes and Capital Gains Realizations, Journal of Public Economics, 81:2, August 2001, 213-229.",
        "Balcer, Yves and Kenneth L. Judd, Effects of Capital Gains Taxation on Life-Cycle Investment and Portfolio Management, Journal of Finance 42(3), July 1987, 743-58.",
        "Bernheim, Douglas B. Does the Estate Tax Raise Revenue? in Lawrence H. Summers (ed.), Tax Policy and the Economy, Volume 1, Cambridge, Massachusetts: The MIT Press, 1987.",
        "Bernheim, Douglas B., Robert J. Lemke, and John Karl Scholz . Do Estate and Gift Taxes Affect the Timing of Private Transfers? NBER Working Paper No. 8333, June 2001.",
        "Boskin, Michael J. Estate Taxation and Charitable Bequests, Journal of Public Economics 5, 1976, 27-56.",
        "Cox, Donald. Motives for Private Income Transfers, The Journal of Political Economy 95(3), June 1987, 508-546.",
        "Harriss, C. Lowell, Gift Taxation in the United States, American Council on Public Affairs, Washington, DC, 1940.",
        "Heckman, James J. Sample Selection as a Specification Error, Econometrica, 47:1, January 1979, 153-161.",
        "Holtz-Eakin, Douglas. The Uneasy Empirical Case for Abolishing the Estate Tax, paper presented at the 1996 New York University Tax Law Review Colloquium, 1996.",
        "Joulfaian, David. Charitable Giving in Life and at Death, in William G. Gale, James R. Hines, Jr., and Joel Slemrod (eds.), Rethinking Estate and Gift Taxation, Brookings Institutions, 2001, pp. 350-374.",
        "Joulfaian, David. Taxing Wealth Transfers and its Behavioral Consequences, National Tax Journal 53:4, Part 1, December, 2000a, 933-957.",
        "Joulfaian, David. Estates Taxes and Charitable Bequests by the Wealthy, National Bureau of Economic Research Working Paper no. 7663, April 2000b.",
        "Joulfaian, David. The Federal Estate and Gift tax: Description, Profile of Taxpayers, and Economic Consequences, OTA Paper 80, U.S. Department of the Treasury, December, 1998.",
        "Kopczuk, Wojciech, and Joel Slemrod, Estate Tax on wealth Accumulation and Avoidance Behavior of Donors, in William G. Gale, James R. Hines, Jr., and Joel Slemrod (eds.), Rethinking Estate and Gift Taxation, Brookings Institutions, 2001.",
        "Lee, L. Maddala, G. S., and Trost, R. P. Asymptotic Covariance Matrices of Two Stage Probit and Two Stage Tobit Methods for Simultaneous Models with Selectivity, Econometric, 1980, 491-504.",
        "McGarry, Kathleen. Inter vivos Transfers and Intended Bequests, Journal of Public Economics 73, 1999, 321-352.",
        "McGarry, Kathleen. Inter Vivos Transfers or Bequests? Estate Taxes and the Timing of Parental Giving, Tax Policy and the Economy 14, 2000, 93-121.",
        "Page, Benjamin R. Bequest Taxes, Inter Vivos Gifts, and the Bequest Motive, Journal of Public Economics 87, 2003, pp. 1219-29.",
        "Poterba, James. Estate and Gift Taxes and Incentives for Inter Vivos Giving in the United States, Journal of Public Economics 79, 2001, 237-264.",
        "Poterba, James. The Estate Tax and After-Tax Investment Returns, NBER Working Paper 6337, December, 1997.",
        "Stiglitz, Joseph E. Notes on Estate Taxes, Redistribution, and the Concept of Balanced Growth Path Incidence, Journal of Political Economy 8, 1978, 5137-150."
    ]
}