{
    "id": 11028,
    "cites": 30,
    "cited_by": 24,
    "reference": [
        "Baker, Andy. 2003. Why is Trade Reform so Popular in Latin America? World Politics 55 (April): 423-55.",
        "Beaulieu, Eugene. 2002. Factor or Industry Cleavages in Trade Policy? An Empirical Test of the Stolper-Samuelson Theorem. Economics and Politics Vol. 14 No. 2 (July):99-131.",
        "Borjas, George J. 1999a. Heavens Door: Immigration Policy and the American Economy. Princeton, N.J.: Princeton University Press.",
        "Borjas, George J., Richard B. Freeman, and Lawrence F. Katz. 1997. How Much Do Immigration and Trade Affect Labor Market Outcomes? Brookings Papers on Economic Activity 1: 1-90.",
        "Borjas, George J., and Lynette Hilton. 1996. Immigration and the Welfare State: Immigrant Participation in Means-Tested Entitlement Programs, Quarterly Journal of Economics, 111(2), pp. 575-604.",
        "Card, David. 2001. Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration. Journal of Labor Economics, 19 (1): 22-64.",
        "Citrin, Jack, Donald Green, Christopher Muste, and Cara Wong. 1997. Public Opinion Toward Immigration Reform: The Role of Economic Motivation. The Journal of Politics 59 (3): 858-81.",
        "Feenstra, Robert C. (ed). 2000. The Impact of International Trade On Wages. Chicago: The University of Chicago Press.",
        "Feenstra, Robert C., and Gordon H. Hanson. 2002. Global Production and Inequality: A Survey of Trade and Wages, in James Harrigan (ed.) Handbook of International Trade, Basil Blackwell.",
        "Fix, Michael, and Jeffrey Passel. 2002. The Scope and Impact of Welfare Reforms Immigrant Provisions. Washington, DC: The Urban Institute.",
        "Hainmueller, Jens, and Michael J. Hiscox. 2004a. Educated Preferences: Explaining Attitudes Toward Immigration in Europe. Paper prepared for presentation at the Annual Meeting of the American Political Science Association.",
        "Hainmueller, Jens, and Michael J. Hiscox. 2004b. Learning to Love Globalization: The Effects of Education on Individual Attitudes Toward International Trade. Harvard University Mimeo.",
        "Hanson, Gordon H. and Matthew J. Slaughter. 2002. Labor-Market Adjustment in Open Economies: Evidence from U.S. States, Journal of International Economics, 57 (1), pp. 3-29.",
        "Jain, Sanjay, Devesh Kapur, and Sharun Mukand. 2004. Outsourcing and International Labor Mobility: A Political Economy Analysis. Paper presented at the Institute for World Economics, Kiel, Germany.",
        "Kletzer, Lori, and Robert Litan. 2001. A Prescription to Relieve Worker Anxiety. Policy Brief 01-2, Washington, D.C: Institute for International Economics.",
        "Mayda, Anna Marie. 2004. Who is Against Immigration?: A Cross-Country Investigation of Individual Attitudes toward Immigrants. Mimeograph.",
        "Mayda, Anna Marie, and Dani Rodrik. 2002. Why Are Some People (and Countries) More Protectionist Than Others? NBER Working Paper No. 8461.",
        "ORourke, Kevin, and Richard Sinnott. 2001. The Determinants of Individual Trade Policy Preferences: International Survey Evidence. In Brookings Trade Forum: 2001, Collins, S. M. and Rodrik, D. (eds.). Washington, D.C.: Brookings.",
        "ORourke, Kevin, and Richard Sinnott. 2003. Migration Flows: Political Economy of Migration and the Empirical Challenges. Working Paper.",
        "Rodrik, Dani. 1997. Has Globalization Gone Too Far? Washington, DC: Institute for International Economics.",
        "Rodrik, Dani. 1998. Why Do More Open Economies Have Bigger Governments? Journal of Political Economy Vol. 106 No. 5:997-1032.",
        "Scheve, Kenneth F., and Matthew J. Slaughter. 2001a. Globalization and the Perceptions of American Workers. Washington DC: Institute for International Economics.",
        "Scheve, Kenneth F., and Matthew J. Slaughter. 2001b. What Determines Individual TradePolicy Preferences. Journal of International Economics, Vol. 54 No. 2 (August):267-292.",
        "Scheve, Kenneth F., and Matthew J. Slaughter. 2001c. Labor-Market Competition and Individual Preferences Over Immigration Policy. Review of Economics and Statistics, Vol. 83 No. 1 (February):133-145.",
        "Scheve, Kenneth F. and Matthew J. Slaughter. 2004. Economic Insecurity and the Globalization of Production. American Journal of Political Science Vol. 48 No. 4 (October).",
        "Scheve, Kenneth F. and Matthew J. Slaughter. Forthcoming. Public Opinion, International Integration, and the Welfare State. In Samuel Bowles, Pranab Bardhan, and Michael Wallerstein (eds.) Globalization and Egalitarian Redistribution. Princeton, NJ: Princeton University Press. Smith, J.P. and Edmonston, B (eds.). 1997. The New Americans: Economic Demographic, and Fiscal Effects of Immigration. National Academy Press: Washington, D.C.",
        "Stolper, Wolfgang, and Paul Samuelson. 1941. Protection and Real Wages. Review of Economic Studies 9: 58-73.",
        "Tomz, Michael. 2004. Interests, Information, and the Domestic Politics of International Agreements. Stanford University Mimeo.",
        "United States Trade Representative. 2003. Revenue Implications of Trade Liberalization: Communication from the United States. Communication to World Trade Organization, dated April 10.",
        "Zimmermann, Wendy, and Karen Tumlin. 1999. Patchwork Policies: State Assistance for Immigrants under Welfare Reform. The Urban Institute Occasional Paper Number 24."
    ]
}