{
    "id": 11023,
    "cites": 67,
    "cited_by": 12,
    "reference": [
        "Jayaraman, N., K. Shastri, and K. Tandon, 1993. The Impact of International Cross-Listings on Risk and Return: The Evidence from American Depositary Receipts, Journal of Banking and Finance 17, 91-103.",
        "Huddart, S., J. Hughes, and M. Brunnermeier, 1999. Disclosure Requirements and Stock Exchange Listing Choice in an International Context, Journal of Accounting and Economics 26, 237-269.",
        "Huberman, G., 2001. Familiarity Breeds Investment, Review of Financial Studies 14, 659-680.",
        "Henry, P. B., 2003. Capital Account Liberalization, The Cost of Capital, and Economic Growth, American Economic Review 93, 9 1-96.",
        "Henry, P. B., 2000b. Do Stock Market Liberalizations Cause Investment Booms? Journal of Financial Economics 58, 30 1-334.",
        "Henry, P. B., 2000a. Stock Market Liberalization, Economic Reform, and Emerging Market Equity Prices, Journal of Finance 55, 529-564.",
        "Henderson, B. J., N. Jegadeesh, and M. S. Weisbach, 2004. World Markets for Raising New Capital, NBER Working Paper No. 10225.",
        "Grinblatt, M. and M. Keloharju, 2001. How Distance, Language, and Culture Influence Stockholdings and Trades, Journal of Finance 56, 1053-1073.",
        "Fuerst, 0., 1998. A Theoretical Analysis of the Investor Protection Regulations Argument for Global Listing of Stocks, Working Paper, Yale University.",
        "Foerster, S. and G. A. Karolyi, 2000. The Long-Run Performance of Global Equity Offerings, Journal of Financial and Quantitative Analysis 35, 499-528.",
        "Foerster, S. and G. A. Karolyi, 1999. The Effects of Market Segmentation and Investor Recognition on Asset Prices: Evidence from Foreign Stocks Listing in the United States, Journal of Finance 54, 981-1013.",
        "Foerster, S., and G. A. Karolyi, 1998. Multimarket Trading and Liquidity: A Transaction Data Analysis of Canada-U.S. Interlistings, Journal of International Financial Markets, Institutions and Money 8, 393-412.",
        "Errunza, V., and D. Miller, 2000. Market Segmentation and the Cost of Capital in International Equity Markets, Journal of Financial and Quantitative Analysis 35, 577-600.",
        "Errunza, V., and E. Losq, 1985. International Asset Pricing Under Mild Segmentation: Theory and Tests, Journal of Finance 40, 105-124.",
        "Domowitz, I., J. Glen, and A. Madhavan, 1998. International Cross-Listing and Order Flow Migration: Evidence from an Emerging Market, Journal of Finance 53, 200 1-2027.",
        "Doidge, C. A., G. A. Karolyi, and R. M. Stulz, 2004. Why Are Firms that List in the U.S. Worth More?, Journal of Financial Economics 71, 205-238.",
        "Doidge, C., 2004. U.S. Cross-Listings and the Private Benefits of Control: Evidence from Dualclass Firms, Journal of Financial Economics 72, 5 19-553.",
        "Coffee, J., 2002. Racing Towards the Top?: The Impact of Cross-Listings and Stock Market Competition on International Corporate Governance, Columbia Law Review 102, 17571831.",
        "Coase, R. H., 1937. The Nature of the Firm, Economica 4, 3 86-405 Coffee, J., 1999. The Future as History: The Prospects for Global Convergence in Corporate Governance and its Implications, Northwestern Law Review 93, 641-708.",
        "Claessens, S. and L. Laeven, 2003. Financial Development, Property Rights, and Growth, Journal of Finance 58, 240 1-2436.",
        "Chowdhry, B. and V. Nanda, 1991. Multimarket Trading and Market Liquidity, Review of Financial Studies 4, 483-511.",
        "Chari, A. and P. B. Henry, 2004. Risk Sharing and Asset Prices: Evidence from a Natural Experiment, Journal of Finance 59, 1295-1324.",
        "Cantale, 5., 1996. The Choice of a Foreign Market as a Signal, Working Paper, Tulane University.",
        "Chari, A. and P. B. Henry, 2002. Capital Account Liberalization: Allocative Efficiency or Animal Spirits? NBER Working Paper No. 8908.",
        "Black, F., 1974. International Capital Market Equilibrium with Investment Baniers, Journal of Financial Economics 1, 337-352.",
        "Brennan, M. J. and A. Subrahmanyam, 1996. Market Microstructure and Asset Pricing: On the Compensation for illiquidity in Stock Returns, Journal of Financial Economics 41, 441464.",
        "Biddle, G. C. and S. M. Saudagaran, 1992. Financial Disclosure Levels and Foreign Stock Exchange Listing Decisions, Journal of International Financial Management and Accounting 4, 106-148.",
        "Bekaert, G., C. R. Harvey, and C. Lundblad, 2004. Does Financial Liberalization Spur Growth? Journal of Financial Economics, forthcoming.",
        "Bekaert, G., C. R. Harvey, and C. Lundblad, 2001. Emerging Equity Markets and Economic Development, Journal of Development Economics 66, 465-504.",
        "Bekaert, G. and C. R. Harvey, 2000. Foreign Speculators and Emerging Equity Markets, Journal of Finance 55, 565-6 13.",
        "Bekaert, G. and C. R. Harvey, 2003. Emerging Markets Finance, Journal of Empirical Finance 10, 3-55.",
        "Baker, H. K., J. R. Nofsinger, and D. G. Weaver, 2002. International Cross Listing and Visibility, Journal of Financial and Quantitative Analysis 37, 495-521.",
        "Bauer, R., G. L. Clark, and D. WÃ\u0083Â³jcik, 2004. Corporate Governance and Cross-Listing: Evidence from European Companies, University of Oxford Economic Geography Research Group Working Paper 04-24.",
        "Ahearne, A., W. Griever, and F. Warnock, 2004. Information Costs and Home Bias: An Analysis of U.S. Holdings of Foreign Equities, Journal of International Economics 62, 3 13-336.",
        "Alexander, G., C. Eun, and S. Janakiramanan, 1987. Asset Pricing and Dual Listing on Foreign Capital Markets: A Note, Journal of Finance 42, 15 1-158.",
        "Alexander, G., C. Eun, and S. Janakiramanan, 1988. International Listings and Stock Returns: Some Empirical Evidence, Journal of Financial and Quantitative Analysis 23, 135-151.",
        "Amihud, Y. and H. Mendelson, 1986. Asset Pricing and the Bid-Ask Spread, Journal of Financial Economics 17, 223-249.",
        "Ammer, J., S. B. Holland, D. C. Smith, and F. E. Warnock, 2004. Look at Me Now: The Role of Cross-Listing in Attracting U.S. Shareholders, Board of Governors of the Federal Reserve System, International Finance Discussion Paper No. 815.",
        "Stulz, R., 1981, On the Effects of Baniers to International Asset Pricing, Journal of Finance 25, 783-794.",
        "Stulz, R. M., 1999. Globalization of Equity Markets and the Cost of Capital, Journal of Applied Corporate Finance 12, 1-12.",
        "Solnik, B., 1974. An Equilibrium Model of the International Capital Market, Journal of Economic Theory 18, 365-378.",
        "Smith K., and G. Sofianos, 1997. The Impact of an NYSE Listing on the Global Trading of NonU. S. Stocks, NYSE Working Paper 97-02.",
        "Shin, H. and R. M. Stulz, 2000. Firm Value, Risk, and Growth Opportunities, NBER Working Paper No. 7808.",
        "Siegel, J., 2004. Can Foreign Firms Bond Themselves Effectively by Renting U.S. Securities Laws?, Journal of Financial Economics, forthcoming.",
        "Schmukler, S. and E. Vesperoni, 2003. Financial Globalization and Debt Maturity in Emerging, Journal of Development Economics, forthcoming.",
        "Sarkissian, M. and M. J. Schill, 2004. The Overseas Listing Decision: New Evidence of Proximity Preference, Review of Financial Studies 17, 769-809.",
        "Sarkissian, M. and M. J. Schill, 2003. Are There Permanent Valuation Gains to Overseas Listing? Evidence from Market Sequencing and Selection, Darden Graduate School of Business Administration University of Virginia, Working Paper No. 03-03.",
        "Reese, W. A. Jr. and M. S. Weisbach, 2002. Protection of Minority Shareholder Interests, Crosslisting in the United States, and Subsequent Equity Offerings, Journal of Financial Economics 66, 65-104.",
        "Pinegar, J. M. and R. Ravichandran, 2003. U.S. Investors Perceptions of Corporate Control in Mexico: Evidence from Sibling ADRs, Journal of Financial and Quantitative Analysis 38, 213-230.",
        "Patro, D. K. and J. K. Wald, 2004. Firm Characteristics and the Impact of Emerging Market Liberalizations, Journal of Banking and Finance, forthcoming.",
        "Pagano M., A. RÃ\u0083Â¶ell, and J. Zechner, 2002. The Geography of Equity Listing: Why Do Companies List Abroad? Journal of Finance 57, 265 1-2694.",
        "Pagano, M., 0. Randl, A. RÃ\u0083Â¶ell, and J. Zechner, 2001. What Makes Stock Exchanges Succeed? Evidence from Stock Listing Decisions, European Economic Review 45, 770-782.",
        "Pagano, M., 1989. Trading Volume and Asset Liquidity, Quarterly Journal of Economics 104, 255-274.",
        "Moel, A., 2000. The Role of Information Disclosure on Stock Market Listing Decisions: The Case of Foreign Firms Listing in the U.S., Working Paper, Harvard Business School.",
        "Miller, D., 1999. The Market Reaction to International Cross-Listings: Evidence from Depositary Receipts, Journal of Financial Economics 51, 103-123.",
        "Merton, R.C., 1987. A Simple Model of Capital Market Equilibrium with Incomplete Information, Journal of Finance 42, 483-5 10.",
        "Madhavan, A., 1995. Consolidation, Fragmentation, and the Disclosure of Trading Information, Review of Financial Studies 8, 579-603.",
        "Licht, A. N, 2004. Legal Plug-Ins: Cultural Distance, Cross-Listing, and Corporate Governance Reform, Berkeley Journal of International Law 22, 159.",
        "Licht, A. N., 2003. Cross-Listing and Corporate Governance: Bonding or Avoiding?, Chicago Journal of International Law 4, 141-163.",
        "Levine, R. and S. Schmukler, 2003. Migration, Spillovers, and Trade Diversion: The Impact of Internationalization on Domestic Stock Market Liquidity. NBER Working Paper No. 9614.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, 2002. Investor Protection and Corporate Valuation, Journal of Finance 57, 1147-1170.",
        "Lang, M., J. S. Raedy, and M. Yetman, 2003. How Representative Are Cross-Listed Firms? An Analysis of Firm Performance and Accounting Quality, Journal of Accounting Research 41, 363-386.",
        "Lang, M., V. Lins, and D. Miller, 2003. ADRs, Analysts, and Accuracy. Does Cross Listing in the United States Improve a Firms Information Environment and Increase Market Value? Journal ofAccounting Research 41, 3 17-345.",
        "Klapper, L. F. and I. Love, 2004. Corporate Governance, Investor Protection, and Performance in Emerging Markets, Journal of Corporate Finance 10, 703-728.",
        "Karolyi, A. and R. M. Stulz, 2003. Are Assets Priced Locally or Globally? in G. Constantinides, M. Harris, and R. M. Stulz (eds.), The Handbook of the Economics of Finance, North Holland.",
        "Kang, J., and R. M. Stulz, 1997. Why Is There a Home Bias? An Analysis of Foreign Portfolio Equity Ownership in Japan, Journal of Financial Economics 46, 3-28.",
        "Jensen, M., and W. Meckling, 1976. Theory of the Firm: Managerial Behavior, Agency Costs, and Ownership Structure, Journal of Financial Economics 3, 305-360."
    ]
}