{
    "id": 11024,
    "cites": 42,
    "cited_by": 219,
    "reference": [
        "[1] Aiyagari, S.R. (1994). `Uninsured idiosyncratic risk and aggregate saving. The Quar- terly Journal of Economics, 109, 65984.",
        "[2] Blundell, R., Pistaferri, L., and Preston, I. (2004). `Consumption inequality and partial insurance, IFS Working Paper, October 2004 WP04/28, Institute for Fiscal Studies, London, England.",
        "[3] Blundell, R. and Preston, I. (1998). `Consumption inequality and income uncer- tainty. The Quarterly Journal of Economics, 113, 60340.",
        "[4] Browning, M., Hansen, L., and Heckman, J. (1999). `Micro data and general equilibrium models, in J. B. Taylor and M. Woodford, (eds) Handbook of Macroeco- nomics,North-Holland, Amsterdam, 1A, 543-633.",
        "[5] Card, D. (2001). `Estimating the return to schooling: Progress on some persistent econometric problems. Econometrica, 69, 112760.",
        "[6] Carneiro, P., Hansen, K., and Heckman, J. (2001). `Removing the veil of igno- rance in assessing the distributional impacts of social policies. Swedish Economic Policy Review, 8, 273301.",
        "[7] Carneiro, P., Hansen, K., and Heckman, J. (2003). `Estimating distributions of treatment effects with an application to the returns to schooling and measurement of the effects of uncertainty on college choice. International Economic Review, 44, 361422.",
        "[8] Carneiro, P., Heckman, J., and Vytlacil, E. (2004). `Estimating the return to education when it varies among individuals. Unpublished manuscript, University of Chicago Department of Economics.",
        "[9] Chernozhukov, V. and Hansen, C. (2005) `An IV model of quantile treatment effects. forthcoming, Econometrica.",
        "[10] Cosslett, S.R. (1983). `Distribution-free maximum likelihood estimator of the binary choice model. Econometrica, 51, 76582.",
        "[11] Cunha, F., Heckman, J., and Navarro, S. (2004). `Separating heterogeneity from uncertainty an Aiyagari-Laitner economy, Paper presented at the Goldwater Conference on Labor Markets in Arizona, March, 2004.",
        "[12] Cunha, F., Heckman, J., and Navarro, S. (2005). `Counterfactual analysis of in- equality and social mobility, in G. Fields et al. (eds), Mobility and Inequality: Frontiers of Research from Sociology and Economics, Stanford University Press, Palo Alto.",
        "[13] Ferguson, T.S. (1983). `Bayesian density estimation by mixtures of normal distribu- tions, in M. Rizvi, J. Rustagi, and D. Siegmund (eds), Recent Advances in Statistics, Academic Press, New York, 287302.",
        "[14] Flavin, M. (1981). `The adjustment of consumption to changing expectations about future income. Journal of Political Economy, 89, 9741009.",
        "[15] Hartog, J. and Vijverberg, W. (2002). `Do wages really compensate for risk aversion and skewness affection?, IZA Working Paper DP 426, IZA, Bonn.",
        "[16] Hause, J. (1978). `The fine structure of earnings and the on-the-job training hypothe- sis. Econometrica, 48, 101329.",
        "[17] Heckman, J. (1990), `Varieties of selection bias. American Economic Review, 80(2), 31318.",
        "[18] Heckman, J. (2001). `Micro data, heterogeneity, and the evaluation of public policy: Nobel lecture. Journal of Political Economy, 109, 673748.",
        "[19] Heckman, J. and HonorÃ\u0082Â´e, B. (1990). `The empirical content of the Roy model. Econometrica, 58, 112149.",
        "[20] Heckman, J., Lochner, L., and Todd, P. (2004). `Earnings functions and rates of return: the Mincer equation and beyond. unpublished manuscript, University of Chicago, 2004.",
        "[21] Heckman, J., Matzkin, R., Navarro, S., and Urzua, S. (2004). `Nonseparable factor analysis, Unpublished manuscript, University of Chicago, July.",
        "[22] Heckman, J. and Navarro, S. (2004). `Using matching, instrumental variables and control functions to estimate economic choice models. The Review of Economics and Statistics, 86, 3057.",
        "[24] Heckman, J. and Scheinkman, J. (1987). `The importance of bundling in a Gorman- Lancaster model of earnings. Review of Economic Studies, 54, 24355.",
        "[25] Heckman, J. and Smith, J. (1998). `Evaluating the welfare state, in S. Strom (ed.), Econometrics and Economic Theory in the 20th Century: The Ragnar Frisch Centen- nial, Econometric Society Monograph Series, Cambridge University Press, Cambridge.",
        "[26] Heckman, J., Smith, J., and Clements, N. (1997). `Making the most out of pro- gramme evaluations and social experiments: accounting for heterogeneity in programme impacts. Review of Economic Studies, 64, 487535.",
        "[27] Heckman, J. and Vytlacil, E. (1999). `Local instrumental variables and latent vari- able models for identifying and bounding treatment effects. Proceedings of the National Academy of the Sciences, 96, 47304.",
        "[28] Heckman, J. and Vytlacil, E. (2005). `Structural equations, treatment effects and econometric policy evaluation. forthcoming, Econometrica.",
        "[29] Hicks, J. (1946). Value and Capital (2nd ed.), Clarendon Press, Oxford.",
        "[30] Jencks, C.S., Smith, M., Acland, H., Bane, M.J., Cohen, D., Gintis, H., Heyns, B., and Michelson, S. (1972). Inequality: A Reassessment of the Effect of Family and Schooling in America, Basic Books, New York.",
        "[31] Joreskog, K. (1977). `Structural equations models in the social sciences: Specifica- tion, estimation and testing, in P.R. Krishnaih (ed.) Applications of Statistics, North- Holland, Amsterdam, 26587.",
        "[32] Joreskog, K. and Goldberger, A.S. (1975). `Estimation of a model with multiple indicators and multiple causes of a single latent variable. Journal of the American Statistical Association, 70, 63139.",
        "[33] Kotlarski, I. (1967). `On characterizing the gamma and normal distribution. Pacific Journal of Mathematics, 20, 72938.",
        "[34] Laitner, J. (1992). `Random earnings differences, lifetime liquidity constraints, and altruistic intergenerational transfers. Journal of Economic Theory, 58, 13570.",
        "[35] Lillard, L. and Willis, R. (1978). `Dynamic aspects of earning mobility. Economet- rica, 46, 9851012.",
        "[36] MaCurdy, T. (1982). `The use of time series processes to model the error structure of earnings in a longitudinal data analysis. Journal of Econometrics, 18, 83114.",
        "[37] Manski, C. (1988). `Identification of binary response models. Journal of the American Statistical Association, 83, 72938.",
        "[38] Matzkin, R. (1992). `Nonparametric and distribution-free estimation of the binary threshold crossing and the binary choice models. Econometrica, 60, 23970.",
        "[39] Navarro, S. (2004). `Understanding schooling: using observed choices to infer agents information in a dynamic model of schooling choice when consumption allocation is subject to borrowing constraints. Unpublished manuscript, University of Chicago De- partment of Economics.",
        "[40] Pistaferri, L. (2001), `Superior information, income shocks, and the permanent income hypothesis. Review of Economics and Statistics, 83, 46576.",
        "[41] Roy, A. (1951). Some thoughts on the distribution of earnings. Oxford Economic Papers, 3, 13546.",
        "[42] Shaikh, A. M. and Vytlacil, E. (2004). `Threshold crossing models and bounds on treatment effects: A nonparametric analysis forthcoming, Journal of Econometrics.",
        "[43] Sims, C.A. (1972). `Money, income, and causality. American Economic Review, 62,"
    ]
}