{
    "id": 11037,
    "cites": 29,
    "cited_by": 2,
    "reference": [
        "Asness, Clifford, Robert Krail, and John Liew, 2001, Do Hedge Funds Hedge?, Journal of Portfolio Management 28 (Fall): 6--19.",
        "Artzner, Philippe, Freddy Delbaen, Jean-Marc Eber and David Heath, 1999, Coherent Measures of Risk, Mathematical Finance 9 (July): 203--228.",
        "Banerjee, A.V., 1992, A Simple Model of Herd Behavior, Quarterly Journal of Economics 93 (3): 797--817.",
        "Basak, Suleyman and Alex Shapiro, 2001, Value-at-Risk Based Risk Management: Optimal Policies and Asset Prices, Review of Financial Studies 14 (Summer): 371--405.",
        "Basel Committee on Banking Supervision, 1995, An Internal Model-Based Approach to Market Risk Capital Requirements. Basel, Switzerland: BIS.",
        "Basel Committee on Banking Supervision, 1996, Amendment to the Basel Capital Accord to Incorporate Market Risk. Basel, Switzerland: BIS.",
        "Basel Committee on Banking Supervision, 1999, Performance of Models-Based Capital Charges for Market Risk, Basel, Switzerland: BIS.",
        "Berkowitz, Jeremy, and James OBrien, 2002, How Accurate Are Value-at-Risk Models at Commercial Banks? Journal of Finance 57 (June): 1093--1111.",
        "Bikhchandani, Sushil, David Hirshleifer, and Ivo Welch, 1998, Learning From the Behavior of Others: Conformity, Fads, and Informational Cascades, Journal of Economic Perspectives 12 (Summer): 151--170.",
        "Bikhchandani, Sushil, and Sunil Sharma, 2000, Herd Behavior in Financial Markets, IMF Staff Papers 47 (3): 279--310.",
        "Christoffersen, Peter, and Francis Diebold, 2000, How Relevant is Volatility Forecasting for Financial Risk Management?, Review of Economics and Statistics 82 (February): 12--22.",
        "P. Jorion-Bank Trading Risk and Systemic Risk 27 Clementi, David, 2001, Banks and Systemic Risk - Theory and Evidence, Speech at Bank of England Conference (May).",
        "Cuoco Domenico, and Hong Liu, 2002, An Analysis of VaR-based Capital Requirements, Working Paper, Wharton Center.",
        "Dunbar, Nicholas, 2000, Inventing Money, Wiley: New York.",
        "Ewerhart, Christian, 2002, Banks, Internal Models, and the Problem of Adverse Selection, Mimeo, University of Bonn, Germany.",
        "Ferguson, Roger, 2002, Financial Engineering and Financial Stability: Remarks, Board of Governors of the Federal Reserve System (November).",
        "Jaschke, Stefan, Gerhard Stahl, and Richard Stehle (2003), Evaluating VaR Forecasts under StressThe German Experience, Center for Financial Studies, working paper.",
        "Ju, Xiongwi and Neil Pearson, 1999, Using value at risk to control risk taking: How wrong can you be? Journal of Risk 1 (Winter): 5--36.",
        "Jorion, Philippe, 2002a, How Informative Are Value-at-Risk Disclosures? Accounting Review 77 (October): 911-931.",
        "Jorion, Philippe, 2002b, Fallacies about the Effects of Market Risk Management Systems, Journal of Risk 5 (Fall): 75-96, and Financial Stability Review (December): 115-127.",
        "Jorion, Philippe, 2000, Risk Management Lessons from Long-Term Capital Management, European Financial Management 6 (September): 277-300.",
        "Kodres, Laura and Matthew Pritsker, 1996, Directionally Similar Position Taking and Herding by Large Futures Market Participants, in: Risk Measurement and Systemic Risk Proceedings of a Joint Central Bank Research Conference, Board of Governors of the Federal Reserve Systems, Washington, D.C.",
        "Kodres, Laura and Matthew Pritsker, 2002, A Rational Expectations Model of Financial Contagion, Journal of Finance 57 (April): 769--799.",
        "Kwan, Simon, 1997, Securities Activities by Commercial Banking Firms Section 20 Subsidiaries: Risk, Return, and Diversification Benefits, Working Paper, FRBSF.",
        "Morris, Stephen and Hyun Song Shin, 1999, Risk Management with Interdependent Choice, Financial Stability Review 7 (November): 141--150.",
        "Morris, Stephen and Hyun Song Shin, 1998, Unique Equilibrium in a Model of Self-Fulfilling Currency Attacks, American Economic Review 88 (June): 587--597.",
        "P. Jorion-Bank Trading Risk and Systemic Risk 28 Persaud, Avinash, 2000, Sending the Herd Off the Cliff Edge: The Disturbing Interaction between Herding and Market-Sensitive Risk Management Practices, Journal of Risk Finance 2: 59--65.",
        "Schinasi, Garry and R. Todd Smith, 2000, Portfolio Diversification, Leverage, and Financial Contagion, IMF Staff Papers 47 (December): 159--176.",
        "Scholes, Myron, 2000, Crisis and Risk Management, American Economic Review 90 (May): 17--21."
    ]
}