{
    "id": 11031,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "[1] Barsky, Robert, F. Thomas Juster, Miles S. Kimball, and Matthew D. Shapiro, Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study. The Quarterly Journal of Economics, May 1997, pp: 537-580.",
        "[2] Bang, K. M., and Kim, J. H. Prevalence of Cigarette Smoking by Occupation and Industry in the United States. American Journal of Industrial Medicine, 40, September 2001, 233-239.",
        "[3] Evans, William N., and Edward Montgomery, Education and Health: Where Theres Smoke Theres an Instrument, NBER working paper No. 4949, December 1994.",
        "[4] Fuchs, Victor R (1982). Time Preference and Health: An Exploratory Study, in Economic Aspects of Health. edited by V.R. Fuchs, Chicago; University of Chicago Press, 1982.",
        "[5] Hersch, Joni. Smoking, Seat Belts. and Other Risky Consumer Decisions: Differences by Gender and Race, Managerial and Decision Economics, Vol. 17, 471-481 (1996).",
        "[6] Hersch, Joni. Gender, Income Levels, and the Demand for Cigarettes, Journal of Risk and Uncertainty. vol. 21, no. 2. 2000: 263-282.",
        "[8] Jamner, Larry D., Laura Cousino Klein, Carol K. Whalen, and Judi Profant, Nicotine, Gender. and Time Preference. Working paper, Department of Psychology and Social Behavior, School of Social Ecology. University of California, Irvine, 1998.",
        "[9] Leigh, J. P. An empirical analysis of self-reported, work-limiting disability. Med Care. 23(4), 1985, 310-319.",
        "[10] Leigh, J. P. Correlates of Absenteeism. Human Relations, vol. 39, 1986, 81-100.",
        "[11] Levine, Phillip B., Tara A. Gustafson, and Ann D. Velenchik, More Bad News for Smokers? The Effects of Cigarette Smoking on Labor Market Outcomes Industrial and Labor Relations Review, vol. 50, no. 3, April 1997.",
        "[12] Loewenstein, George, and Nachum Sicherman. Do Workers Prefer Increasing Wage Profiles?. Journal of Labor Economics Vol. 9, No. 1, February 1991.",
        "[13] Munasinghe. Lalith, and Nachum Sicherman. Why Do Dancers Smoke? Smoking, Time Preference, and Wage Dynamics. Working paper, 2003.",
        "[14] Munasinghe. Lalith, Wage Growth and the Theory of Turnover. Journal of Labor Economics, vol.18 (April 2000): 204-220.",
        "[16] Rosen. Sherwin. Learning and Experience in the Labor Market. The Journal of Human Resources, Volume 7. Issue 3 (Summer 1972), pp: 326-342.",
        "[17] Rosen, Sherwin. Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition The Journal of Political Economy, Vol. 82. No. 1. (Jan. - Feb., 1974), pp. 34-5 5.",
        "[18] Sander, William, Schooling and Smoking Economics of Education Review, vol. 14, no. 1, pp: 23-33, 1995.",
        "[19] Viscusi, W. Kip, and Joni Hersch, Cigarette Smoking as Job Risk Takers, The Review of Economics and Statistics, May 2001, 83(2): 269-280."
    ]
}