{
    "id": 11038,
    "cites": 18,
    "cited_by": 11,
    "reference": [
        "Altonji, Joseph G; Hayashi, Fumio; Kotlikoff, Laurence J. Parental Altruism and Inter Vivos Transfers: Theory and Evidence. Journal of Political Economy, vol. 105, no. 6, December 1997, pp. 1121-66.",
        "American Academy of Actuaries (2002). Terrorism Coverage in the Aftermath of September 11. Public Policy Monograph, May 2002.",
        "BestWire Services. A Year After Terror, Commercial Insurers Look Closer at Concentrations of Risk. September 12, 2002.",
        "Blomberg, S. Brock, Gregory D. Hess, and Athanasios Orphanides. The Macroeconomic Consequences of Terrorism. Presented at the Carnegie-Rochester Conference, November, 2003.",
        "Board of Governors of the Federal Reserve System. The April 2002 Senior Loan Officer Opinion Survey on Banking Lending Practices. April, 2002.",
        "Board of Governors of the Federal Reserve System. Monetary Policy Report to the Congress. Federal Reserve Bulletin, August, 2002.",
        "Borch, Karl H. Economics of Insurance, Amsterdam: North Holland, 1990.",
        "Bradford, David F. and Kyle D. Logue. The Influence of Income Tax Rules on Insurance Reserves. In Kenneth Froot, Editor, The Financing of Catastrophe Risk, The University of Chicago Press: Chicago, 1999: 275 304.",
        "Brice, William B. British Government Reinsurance and Acts of Terrorism: The Problems of Pool Re, Comment. University of Pennsylvania Journal of International Business Law, 1994, 15: 441.",
        "Buchanan, James. The Samaritans Dilemma. In Edmund Phelps, Ed., Altruism, Morality and Economic Theory, Russell Sage Foundation: New York, 1975.",
        "Buffet, Warren. To the Shareholders of Berkshire Hathaway. November 9, 2001.",
        "Congressional Budget Office. Federal Reinsurance for Terrorism Risks. A CBO Paper, Congress of the United States, October, 2001.",
        "Cummins, David J. Risk Management and the Theory of the Firm. Journal of Risk and Insurance, 1976, XLIII: 587 609.",
        "Cummins, David J., Christopher Lewis, and Richard D. Phillips. Pricing Excess-ofLoss Reinsurance Contracts Against Catastrophic Loss. In Kenneth Froot, Editor, The Financing of Catastrophe Risk, The University of Chicago Press: Chicago, 1999: 93 141.",
        "Cummins, David J. Protecting Policyholders from Terrorism: Private Sector Solutions. Testimony before Subcommittee on Capital Markets, Insurance, and Government Sponsored Enterprises, United States House of Representatives, October 24, 2001.",
        "Cummins, David J. and Neil Doherty. Federal Terrorism Reinsurance: An Analysis of Issues and Program Design Alternatives. Mimeo, The Wharton School, 2001.",
        "Cummins, J David; Neil Doherty and Anita Lo. Can Insurers Pay for the `Big One? Measuring the Capacity of the Insurance Market to Respond to Catastrophic Losses Journal of Banking and Finance, vol. 26, no. 2-3, March 2002, pp. 557-83 Cummins, David J. Convergence of Financial Services: Opportunities In the Wholesale Market. Presentation at the International Financial Risk Institute, April 11 12, 2002, London.",
        "Cummins, David J. and Christopher Lewis. Catastrophic Events, Parameter Uncertainty and the Breakdown of Implicit Long-Term Contracting: The Case of Terrorism Insurance. The Journal of Risk and Uncertainty, 2003, 26: 153 178."
    ]
}