{
    "id": 11034,
    "cites": 12,
    "cited_by": 185,
    "reference": [
        "[1] Altig, David, Lawrence J. Christiano, Martin Eichenbaum, and Jesper Linde. 2003. The Role of Monetary Policy in the Propagation of Technology Shocks. Manuscript, Northwestern University.",
        "[2] Altig, David, Lawrence J. Christiano, Martin Eichenbaum, and Jesper Linde. 2004. Technical Appendix to Firm-Specific Capital, Nominal Rigidities and the Business Cycle. Manuscript, Northwestern University.",
        "[3] Alves, Nuno. 2004. Nominal Wage Inertia in General Equilibrium Models. 2004. Bank of Portugal, Working Paper 15 - 04.",
        "[4] Ball, Laurence and David Romer. 1990. Real Rigidities and the Non-neutrality of Money. Review of Economic Studies. 57 (April): 183-203.",
        "[5] Basu, Susanto, and John Fernald. 1994. Constant returns and small markups in U.S. manufacturing. Working paper, International Finance Discussion Paper No. 483, Board of Governors of the Federal Reserve System.",
        "[6] Bierens, Herman J.. 2004. Information Criteria and Model Selection. Manuscript, Penn State University.",
        "[7] Bils, Mark, and Pete Klenow. 2004. Some Evidence on the Importance of Sticky Prices. Journal of Political Economy. 112 (October): 947-985.",
        "[8] Boldrin, Michele, Christiano, Lawrence J., and Jonas Fisher. 2001. Habit Persistence, Asset Returns and the Business Cycle. American Economic Review. 91 (March): 149- 166.",
        "[9] Bowman, David. 2003. Market and Inflation. International Finance Discussion Papers, Number 783, October.",
        "[10] Calvo, Guillermo. 1983, Staggered Prices in a Utility-Maximizing Framework. Journal of Monetary Economics. 12 (September): 383-98.",
        "[11] Chari, V.V., Patrick Kehoe, and Ellen McGrattan. 2004. Are Structural VARs Useful Guides for Developing Business Cycle Theories?Manuscript, Federal Reserve Bank of Minneapolis.",
        "[12] Christiano, Lawrence J. 2002. Solving Dynamic Equilibrium Models by a Method of Undetermined Coefficients. Computational Economics. 20 (October): 21 - 55.."
    ]
}