{
    "id": 11042,
    "cites": 12,
    "cited_by": 92,
    "reference": [
        "Andersen, Torben; Bollerslev, Tim; Diebold, Francis and Vega, Clara. Micro Effects of Macro Aannouncements: Real-time Price Discovery in Foreign Exchange. American Economic Review, 2003, 93, pp. 38-62.",
        "Cheung, Yin-Wong; Chinn Menzie and Pascual, Antonio. Empirical Exchange Rate Mod- els of the Nineties: Are any Fit to Survive? Journal of International Money and Finance, forthcoming. Clark, Todd and McCraken, Michael. Evaluating long-horizon forecasts. Federal Reserve Bank of Kansas City working paper No. 01-14, 2001.",
        "Christiano, Lawrence. P*: Not the Inflation Forecasters Holy Grail, Federal Reserve Bank of Minneapolis Quarterly Review, 1989, 13 pp. 3-18.",
        "Engel, Charles and West, Kenneth. Exchange Rates and Fundamentals. National Bureau of Economic Research (Cambridge MA) Working Paper 10723, August 2004a, and Journal of Political Economy, forthcoming.",
        "Discount Factor is Near One. American Economic Review, May 2004b (Papers and Proceedings) 94, pp. 118-125.",
        "Evans, Martin. Where Are We Now? Real-Time Estimates of the Macro Economy. Mimeo, Georgetown University, 2004.",
        "Evans, Martin and Lyons, Richard. Order flow and Exchange Rate Dynamics. Journal of Political Economy, 2002a, 110, pp. 170-180.",
        "Faust, Jon; Rogers, John and. Wright, Johnathan. Exchange Rate Forecasting: The Eerrors weve Really Made. Journal of International Economics, 2003, 60, pp. 35-59.",
        "Lyons, Richard. A Simultaneous Trade Model of the Foreign Exchange Hot Potato. Journal of International Economics, 1997, 42 pp. 275-298.",
        "Mark, Nelson. Exchange Rates and Fundamentals: Evidence on Long-horizon Predictabil- ity. American Economic Review, 1997, 85 pp. 201-218.",
        "Meese, Richard, and Rogoff Kenneth. Empirical Exchange Rate Models of the Seventies. Journal of International Economics, 1983, 14 pp. 3-24.",
        "Newey, Whitney. and West, Kenneth. A Simple, Positive Semidefinite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 1987, 55 pp. 703- 708."
    ]
}