{
    "id": 1104,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "Caves, Richard E. (1974), Causes of Direct Investment: Foreign Firms&apos; Shares in Canadian and United Kingdom Manufacturing Industries, Review of Economics and Statistics, August, pp. 279-293. Cohen, Benjamin I., Jorge Katz, and William T. Beck (1975), Innovation and Foreign Investment Behavior of the U.S. Pharmaceutical Industry, NBER Working Paper No. 101.",
        "Finan, William F. (1975), The International Transfer of Semiconductor Technology Through U.S.-Based Firms, NBER Working Paper No. 118.",
        "Gruber, William, Dileep Mehta, and Raymond Vernon (1967), The R&D Factor in International Trade and International Investment of U.S. Industries, Journal of Political Economy, 75, 1, February, pp. 20-37.",
        "Horst, Thomas (1972), Firm and Industry Determinants of the Decision to Invest Abroad, Review of Economics and Statistics, LIV, 3, August, pp. 258-266.",
        "Hufbauer, Gary C. (1975), The Multinational Corporation and Direct Investment, in Peter B. Kenen (Ed.), International Trade and Finance: Frontiers for Research, Cambridge.",
        "Kravis, Irving B. (1956), &apos;Availability&apos; and Other Influences on the Commodity Composition of Trade, Journal of Political Economy, LXIV, 2, April, pp. 143-155.",
        "_} and Robert E. Lipsey (1982), The Location of Overseas Production and Production for Export by U.S. Multinational Firms, Journal of International Economics, May, pp. 201-223. Reprinted as NBER Reprint No. 306.",
        "Lipsey, Robert E. (1978), The Creation of Microdata Sets for Enterprises and Establishments, Annales de l&apos;INSEE 30-31, April-September, pp. 395-422. Reprinted as NBER Reprint No. 12.",
        "Newfarmer, Richard S. and Willard F. Mueller (1975), Multinational Corporations in Brazil and Mexico: Structural Sources of Economic and Non-economic Power, Report to the Subcommittee on Multinational Corporations of the Committee on Foreign Relations, U.S. Senate (94-1).",
        "Swedenborg, Birgitta (1979), The Multinational Operations of Swedish Firms: An Analysis of Determinants and Effects, Industriens Utrednings-institut, Stockholm.",
        "U.S. Bureau of the Census (1981), Census of Manufactures: 1977, Vol. I: Subject Statistics.",
        "U.S. Department of Commerce (1966), Concentration Ratios In Manufacturing Industry, 1963, Industry Division.",
        "_ (1975), U.S. Direct Investment Abroad, 1966, Final Data, Bureau of Economic Analysis.",
        "_ (1981), U.S. Direct Investment Abroad, 1977, Bureau of Economic Analysis, International Investment Division.",
        "U.S., National Science Foundation (1980), Research and Development in Industry, 1977, Analytical Report; Detailed Statistical Tables, 1978.",
        "Vaupel, James W. and Joan P. Curhan (1973), The World&apos;s Multinational Enterprises, Division of Research, Graduate School of Business Administration, Harvard University, Boston.",
        "Vernon, Raymond (1966), International Investment and International Trade i the Product Cycle, Quarterly Journal of Economics, 80, 2, May, pp. 190-207.",
        "Weiss, Leonard W. (1972), The Geographic Size of Markets in Manufacturing, The Review of Economics and Statistics, LIV, 3, August, pp. 245-257."
    ]
}