{
    "id": 11041,
    "cites": 34,
    "cited_by": 82,
    "reference": [
        "Andersen, T., and T. Bollerslev (1998), Deutsche mark-dollar volatility: Intraday activity patterns, macroeconomic announcements, and longer run dependencies, Journal of Finance, 53: 219-265.",
        "Andersen, T., T. Bollerslev, F. Diebold, C. Vega (2003), Micro effects of macro announcements: Real-time price discovery in foreign exchange, American Economic Review, 93: 38-62.",
        "Balduzzi, P., E. Elton, and C. Green (2001), Economic news and bond prices, Journal of Financial and Quantitative Analysis, forthcoming.",
        "Berry, T., and K. Howe (1994), Public information arrival, Journal of Finance, 49: 1331-1346.",
        "Bjonnes, G., and D. Rime (2004), Dealer behavior and trading systems in the foreign exchange market, Journal of Financial Economics, forthcoming.",
        "Bjonnes, G., D. Rime, and H. Solheim (2004), Liquidity provision in the overnight foreign exchange market, Journal of International Money and Finance, this issue.",
        "Brandt, M.W., Edelen, R. and Kavajecz, K.A. (2001), Liquidity in the US Treasury Market: Asymmetric Information and Inventory Effects, Manuscript, Department of Finance, The Wharton School, University of Pennsylvania.",
        "Carlson, J. (2002), One minute in the life of the DM/$: Public information in an electronic market, typescript, Purdue University, August.",
        "Cheung, Y., and M. Chinn (2001), Currency traders and exchange rate dynamics: A survey of the U.S. market, Journal of International Money and Finance, 20: 439-471.",
        "Cornell, B. (1982), Money supply announcements, interest rates, and foreign exchange, Journal of International Money and Finance, 1: 201-208.",
        "DeGennaro, R., and R. Shrieves (1997), Public information releases, private information arrival, and volatility in the foreign exchange market, Journal of Empirical Finance, 4: 295-315.",
        "Eddelbuttel, D., and T. McCurdy (1998), The impact of news on foreign exchange rates: Evidence from high frequency data, typescript, University of Toronto.",
        "Ederington, L., and J. Lee (1995), The short-run dynamics of price adjustment to new information, Journal of Financial and Quantitative Analysis, 30: 117-134.",
        "Evans, M. (2002), FX trading and exchange rate dynamics, Journal of Finance, 57: 2405-2448.",
        "Evans, M., and R. Lyons (2002a), Order flow and exchange rate dynamics, Journal of Political Economy, 110: 170-180.",
        "Evans, M., and R. Lyons (2002b), Informational integration and FX trading, Journal of International Money and Finance, 21: 807-831.",
        "Evans, M., and R. Lyons (2003), How is macro news transmitted to exchange rates? NBER Working Paper 9433, January (at faculty.haas.berkeley.edu/lyons).",
        "Fleming, M., (2002), Price discovery in the U.S. treasury market: The impact of order flow and liquidity on the yield curve, typescript, New York Federal Reserve Bank, September.",
        "Goodhart, C., S. Hall, S. Henry, and B. Pesaran (1993), News effects in a high-frequency model of the sterling-dollar exchange rate, Journal of Applied Econometrics, 8: 1-13.",
        "Green, C., (2002), Economic news and the impact of trading on bond prices, typescript, Emory University, May, Journal of Finance, forthcoming.",
        "Hakkio C., and D. Pearce (1985), The reaction of exchange rates to economic news, Economic Inquiry, 23: 621-635.",
        "Hardouvelis, G. (1988), Economic news, exchange rates, and interest rates, Journal of International Money and Finance, 7: 23-25.",
        "Hasbrouck, J. (1991), Measuring the information content of stock trades, Journal of Finance, 46: 179-207.",
        "Ito, T., and V. Roley (1987), News from the U.S. and Japan: Which moves the yen/dollar exchange rate? Journal of Monetary Economics, 19: 255-277.",
        "Kandel, E., and N. Pearson (1995), Differential interpretation of public signals and trade in speculative markets, Journal of Political Economy, 103: 831-872.",
        "Klein, M. (1991), Managing the dollar: Has the Plaza Agreement mattered? Journal of Money, Credit, and Banking, 23: 742-751.",
        "Kyle, A. (1985), Continuous auctions and insider trading, Econometrica, 53:1315-35.",
        "Lyons, R. (1995), Tests of microstructural hypotheses in the foreign exchange market, Journal of Financial Economics, 39: 321-351.",
        "Lyons, R. (2001), The Microstructure Approach to Exchange Rates, MIT Press, (chapters at faculty.haas.berkeley.edu/lyons).",
        "Melvin, M., and X. Yin (2000), Public information arrival, exchange rate volatility, and quote frequency, Economic Journal, 110: 644-661.",
        "Osler, C. (2002), Currency orders and exchange-rate dynamics: An explanation for the predictive success of technical analysis, Journal of Finance, forthcoming.",
        "Osler, C. (2004), Stop-loss orders and price cascades in currency markets, Journal of International Money and Finance, this issue.",
        "Payne, R. (2003), Informed trade in spot foreign exchange markets: An empirical analysis, Journal of International Economics, 61: 307-329.",
        "Urich, T., and Watchel, P. (1984), The Effects of Inflation and Money Supply Announcements on Interest Rates, Journal of Finance, 39, 1177-1188."
    ]
}