{
    "id": 11044,
    "cites": 28,
    "cited_by": 17,
    "reference": [
        "[1] Aiyagari, R. (1994): Uninsured Idiosyncratic Risk and Aggregate Saving, Quarterly Journal of Economics, 109, 659-684.",
        "[2] Aiyagari, R. (1995): Optimal Capital Income Taxation with Incomplete Markets, Borrowing Constraints, and Constant Discounting, Journal of Political Economy, 103, 1158-1175.",
        "[3] Aiyagari, R. and E. McGrattan (1998): The Optimum Quantity of Debt, Journal of Monetary Economics, 42, 447-469.",
        "[4] Albanesi, S. and C. Sleet (2003): Optimal Policy with Endogenous Fiscal Constitutions, Federal Reserve Bank of Minneapolis Discussion Paper 190..",
        "[5] Benabou, R. (2002): Tax and Education Policy in a Heterogeneous-Agent Economy: What Levels of Redistribution Maximize Growth and Efficiency?, Econometrica, 70, 481-517.",
        "[6] Berliant, M. and M. Gouveia (1993): Equal Sacrifice and Incentive Compatible Income Taxation, Journal of Public Economics, 51, 219-240.",
        "[7] CastaÃ\u0083Â±eda, A., J. Diaz-Gimenez and J.V. Rios-Rull (1999): Earnings and Wealth Inequality and Income Taxation: Quantifying the Trade-offs of Switching to a Proportional Income Tax in the U.S., mimeo, University of Pennsylvania.",
        "[8] CastaÃ\u0083Â±eda, A., J. Diaz-Gimenez and J.V. Rios-Rull (2003): Accounting for Earnings and Wealth Inequality, Journal of Political Economy, 111, 818-857.",
        "[9] Chamley, C. (1986): Optimal Taxation of Capital Income in General Equilibrium with Infinite Lives, Econometrica, 54, 607-622.",
        "[10] Caucutt, E., S. Imrohoroglu and K. Kumar (2001): Growth and Welfare Analysis of Tax Progressivity in a Heterogeneous-Agent Model, Review of Economic Dynamics, 6, 546-577.",
        "[11] Conesa, J. and D. Krueger (1999): Social Security Reform with Heterogeneous Agents, Review of Economic Dynamics, 2, 757-795.",
        "[12] Domeij, D. and J. Heathcote (2004): On the Distributional Effects of Reducing Capital Taxes, International Economic Review, 45, 523-554.",
        "[13] Erosa, A. and M. Gervais (2002): Optimal Taxation in Life Cycle Economies, Journal of Economic Theory, 105, 338-369.",
        "[14] Garriga, C. (2003): Optimal Fiscal Policy in Overlapping Generations Models, mimeo.",
        "[15] Golosov, M., N. Kocherlakota and A. Tsyvinski (2003): Optimal Indirect and Capital Taxation, Review of Economic Studies, 70, 569-587..",
        "[16] Gouveia, M. and R. Strauss (1994): Effective Federal Individual Income Tax Functions: An Exploratory Empirical Analysis, National Tax Journal, 47, 317-339.",
        "[17] Hall, R. and A. Rabushka (1995) The Flat Tax, (2nd Ed.), Stanford University Press, Stanford.",
        "[18] Huggett, M. (1993): The Risk-Free Rate in Heterogeneous-Agent Incomplete-Insurance Economies, Journal of Economic Dynamics and Control, 17, 953-969.",
        "[19] Judd, K. (1985): Redistributive Taxation in a Simple Perfect Foresight Model, Journal of Public Economics, 28, 59-83.",
        "[20] Krusell, P. and Smith, A. (1998): Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy, 106, 867-896.",
        "[21] Mendoza, E., A. Razin and L. Tesar (1994): Effective Tax Rates in Macroeconomics: Cross-Country Estimates on Factor Income and Consumption, Journal of Monetary Economics, 34, 297-323.",
        "[22] Mirrless, J. (1971): An Exploration in the Theory of Optimum Income Taxation, Review of Economic Studies, 38, 175-208.",
        "[23] Mirrlees, J. (1974): Notes on Welfare Economics, Information and Uncertainty, in Essays on Economic Behavior under Uncertainty, edited by M. Balch, D. McFadden and S. Wu, Amsterdam: North Holland.",
        "[24] Saez, E. (2002): Optimal Progressive Capital Income Taxes in the Infinite Horizon Model, NBER Working Paper 9046.",
        "[25] Storesletten, K., C. Telmer and A. Yaron (2004), Consumption and Risk Sharing over the Life Cycle, Journal of Monetary Economics, 51, 609-633.",
        "[26] Tauchen, G. and R. Hussey (1991), Quadrature-Based Methods for Obtaining Approximate Solutions to Nonlinear Asset Pricing Models, Econometrica, 59, 371-396.",
        "[27] Varian, H. (1980): Redistributive Taxation as Social Insurance, Journal of Public Economics, 14, 49-68.",
        "[28] Ventura, G. (1999): Flat Tax Reform: A Quantitative Exploration, Journal of Economic Dynamics and Control, 23, 1425-1458."
    ]
}