{
    "id": 11043,
    "cites": 23,
    "cited_by": 236,
    "reference": [
        "Bils, Mark and Peter J. Klenow (2004), Some Evidence on the Importance of Sticky Prices, Journal of Political Economy 112 (October), 947-985.",
        "Burstein, Ariel (2002), Inflation and Output Dynamics with State Dependent Pricing Decisions, unpublished paper, UCLA.",
        "Caballero, Ricardo and Eduardo Engel (1993), Heterogeneity and Output Fluctuations in a Dynamic Menu-Cost Economy, Review of Economic Studies 60 (January), 95-119.",
        "Calvo, Guillermo A. (1983), Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics 12 (September), 383-398.",
        "Campbell, Jeffrey R. and Benjamin Eden (2004), Rigid Prices: Evidence from U.S. Scanner Data, unpublished paper, Federal Reserve Bank of Chicago.",
        "Caplin, Andrew and John Leahy (1991), State-Dependent Pricing and the Dynamics of Money and Output, Quarterly Journal of Economics 106 (August), 683-708.",
        "Caplin, Andrew and John Leahy (1997), Aggregation and Optimization with StateDependent Pricing, Econometrica 65 (May), 601-625.",
        "Caplin, Andrew and Daniel Spulber (1987), Menu Costs and the Neutrality of Money, Quarterly Journal of Economics 102 (November), 703-725.",
        "Cecchetti, Stephen G. (1985), Staggered Contracts and the Frequency of Price Adjustment, Quarterly Journal of Economics 100 (Supplement), 935-959.",
        "Cecchetti, Stephen G. (1987), Indexation and Incomes Policy: A Study of Wage Adjustments in Unionized Manufacturing, Journal of Labor Economics 5 (July), 391-412.",
        "Chari, V.V, Patrick J. Kehoe, and Ellen R. McGrattan (2000), Sticky Price Models of the Business Cycle, Econometrica 68 (September), 1151-1180.",
        "Chevalier, Judith A., Anil K. Kashyap, and Peter E. Rossi (2003), Why Dont Prices Rise During Periods of Peak Demand? Evidence from Scanner Data, American Economic Review 93 (March), 15-37.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles Evans (2004), Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, forthcoming in the Journal of Political Economy 112 (December).",
        "Davis, Michael C. and James D. Hamilton (2004), Why Are Prices Sticky? The Dynamics of Wholesale Gasoline Prices, Journal of Money, Credit, and Banking 36 (February), 17-37.",
        "Dotsey, Michael, Robert King and Alexander Wolman (1999), State-Dependent Pricing and the General Equilibrium Dynamics of Money and Output, Quarterly Journal of Economics 114 (May), 655-690.",
        "Eichenbaum, Martin and Jonas Fisher (2004), Evaluating the Calvo Model of Sticky Prices, NBER Working Paper 10617 (January).",
        "Golosov, Mikhail and Robert E. Lucas, Jr. (2003), Menu Costs and Phillips Curves, NBER Working Paper 10187 (December).",
        "Mankiw, Gregory N. and Ricardo Reis (2002), Sticky Information Versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve, Quarterly Journal of Economics 117 (November), 1295-1328.",
        "Rotemberg, Julio J. (2002), Customer Anger at Price Increases, Time Variation in the Frequency of Price Changes and Monetary Policy, NBER Working Paper 9320 (November).",
        "Taylor, John B. (1980), Aggregate Dynamics and Staggered Contracts, Journal of Political Economy 88 (February), 1-23.",
        "U.S. Department of Labor (1997), BLS Handbook of Methods, Bulletin 2490, U.S. Government Printing Office.",
        "Willis, Jonathan (2000), General Equilibrium of a Monetary Model with State-Dependent Pricing, unpublished paper, Federal Reserve Bank of Kansas City.",
        "Wolman, Alexander (1999), Sticky Prices, Marginal Cost, and the Behavior of Inflation, Federal Reserve Bank of Richmond Economic Quarterly 85 (Fall), 29-48."
    ]
}