{
    "id": 11049,
    "cites": 14,
    "cited_by": 13,
    "reference": [
        "Caneiro, Pedro and Heckman, James. 2002. Human Capital Policy. Working Paper. The University of Chicago.",
        "Coleman, James, et al.. 1966. Equality of Educational Opportunity. Washington DC: U.S. Government Printing Office.",
        "Campbell, J.M., Hombo, C.M., and Mazzeo, J. 2000. NAEP 1999 Trends in Academic Progress: Three Decades of Student Performance. NCES 2000469.",
        "Currie, Janet, and Duncan Thomas. 1995. School Quality and the Longer Term Effects of Head Start Journal of Human Resources, Vol. 35(4) p. 755-774.",
        "Ferguson, R. 2001. A Diagnostic Analysis of Black-White GPA Disparities in Shaker Heights, Ohio. Brooking Papers on Education Policy.",
        "Ferguson, Ronald. 2002. What Doesnt Meet the Eye: Understanding Racial Disparities in Fifteen Suburban School Districts, mimeo. Harvard University.",
        "Fryer, Roland and Levitt, Steven. 2004. Understanding the Black-White Test Score Gap in the First Two Years of School. The Review of Economics and Statistics, 86 (2): 447-464.",
        "Jones, Lyle V, Burton, Nancy, and Davenport, Ernest. 1982. Mathematics Achievement Levels of Black and White Youth. Chapel Hill: University of North Carolina, L.L. Thurstone Psychometric Laboratory.",
        "Krueger, Alan., and Whitmore, Diane. 2001. Would Smaller Classes Help Close the Black White Achievement Gap? Working Paper 451, Industrial Relations Section, Princeton University.",
        "Neal, Derek. 2004. Has Black-White Skill Convergence Stopped? mimeo. University of Chicago.",
        "Ogbu, John. and Davis, Astrid . 2003. Black American Students in an Affluent Suburb: A Study of Academic Disengagement. Lawrence Erlbaum Associates, Inc.",
        "Phillips, Meredith. 2000. Understanding Ethnic Differences in Academic Achievement: Empirical Lessons from National Data. In David Grissmer and Michael Ross (eds.), Analytic Issues in the Assessment of Student Achievement. pp. 103-132. Wachington D.C.: U.S. Department of Education, National Center for Education Statistics.",
        "Phillips, Meredith, Crouse, James, and Ralph, John. 1998. Does the Black-White Test Score Gap Widen After Children Enter School? in The Black-White Test Score Gap, C. Jencks and M. Phillips, eds. (Washington, DC: The Brookings Institute) pp. 229-272.",
        "Rock, Donald, and A. Jackson Stenner. 2004. Assessment Issues and Selected Findings in the Testing of Children at School Entry. Forthcoming, XXXXXXX."
    ]
}