{
    "id": 11059,
    "cites": 31,
    "cited_by": 23,
    "reference": [
        "[1] Armington P. (1969), A Theory of Demand for Products Distinguished by Place of Production, IMF Staff Papers 16 (March), pp.159-78.",
        "[2] Arndt, Sven W. (2003), Global Production Sharing Networks and Regional Integration, mimeo, Claremont McKenna College.",
        "[3] Bagwell K. and R. Staiger (1999), An Economic Theory of GATT, American Economic Review, Vol. 89, No.1, pp.215-248.",
        "[4] Baldwin R. (1996), A Domino Theory of Regionalism, in Baldwin R., P. Haa- paranta and J. Kiander eds., Expanding the Membership of the EU, Cambridge University Press.",
        "[5] Baldwin R.E. and A. J. Venables (1995), Regional Economic Integration, in Grossman G.M. and K. Rogoff eds., Handbook of International Economics, Vol- ume 3, North-Holland.",
        "[6] Brown D.K., A.V. Deardorff and R.M. Stern (1995), Estimates of a North American Free Trade Agreement, in Kehoe P.J. and Kehoe T.J. (eds.), Modeling North American Integration, Kluwer Academic Publishers, Dordrecht.",
        "[7] Chang, Won and L. Alan Winters (2002), How Regional Blocs Affect Excluded Countries: The Price Effects of MERCOSUR, American Economic Review, 92(4), pp.889-904.",
        "[8] Clausing K. A. (2001), Trade Creation and Trade Diversion in the Canada- United States Free Trade Agreement, Canadian Journal of Economics, 34(3), August 2001, pp.677-696.",
        "[9] Cox D.J. (1995), An Applied General Equilibrium Analysis of NAFTAs Impact on Canada, in Kehoe P.J. and Kehoe T.J. (eds.), Modeling North American Integration, Kluwer Academic Publishers, Dordrecht.",
        "[10] Deardorff A. and R. Stern (1994), Multilateral Trade Negotiations and Pref- erential Trading Arrangements in A. Deardorff and R. Stern (eds), Analytical and Negotiating Issues in the Global Trading System, The University of Michigan Press, Ann Arbor.",
        "[11] Evans, Carolyn L. and James Harrigan (2003); Tight Clothing: How the MFA Affects Asian Apparel Exports, NBER Working Paper No. 10250, January 2003.",
        "[12] Feenstra Robert C., John Romalis and Peter K. Schott (2002); U.S. Imports, Exports, and Tariff Data, 1989-2001, NBER Working Paper No. 9387, December 2002.",
        "[13] Frankel J., E. Stein and S. Wei (1996), Improving the Design of Regional Trade Agreements. Regional Trading Arrangements: Natural or Supernatural?, AEA Papers and Proceedings, Vol. 86, No. 2, pp.52-56.",
        "[14] Fukao K., T. Okubo, and R.M Stern (2003), An Econometric Analysis of Trade Diversion under NAFTA, North American Journal of Economics and Finance, 14(1), March 2003, pp.3-24.",
        "[16] Gould D. (1998), Has NAFTA Changed North American Trade?, Federal Re- serve Bank of Dallas Economic Review, First Quarter, pp.12-22.",
        "[17] Head K. and J. Ries (1999), Rationalization effects of tariff reductions, Journal of International Economics, Vol. 47(2), pp.295--320.",
        "[18] Heckman J. (1976), The common structure of statistical models of truncation, sample selection, and limited dependent variables and a simple estimator for such models, The Annals of Economic and Social Measurement, Vol. 5, pp.475-492.",
        "[19] Hufbauer G. and J. Schott (1993), NAFTA: An Assessment, (Washington DC, Institute for International Economics).",
        "[20] Hummels D. (1999), Have International Trade Costs Declined?, mimeo.",
        "[21] Kehoe P.J. and Kehoe T.J. (1995), Capturing NAFTAs Impact with Applied General Equilibrium Models, in Kehoe P.J. and Kehoe T.J. (ed.), Modeling North American Integration, Kluwer Academic Publishers, Dordrecht.",
        "[22] Kehoe, Timothy J. and Kim J. Ruhl (2002), How important is the New Goods Margin in International Trade?, mimeo, University of Minnesota, October 2002.",
        "[23] Kemp M. and H. Wan (1976), An Elementary Proposition Concerning the For- mation of Customs Unions, Journal of International Economics, Vol. 6, pp.95- 97.",
        "[24] Krueger A. (1999), Trade Creation and Trade Diversion Under NAFTA, NBER Working Paper No. 7429.",
        "[25] Krueger A. (2000), NAFTAs Effects: A Preliminary Assessment, World Econ- omy, Vol. 23, No.6, pp.761-75.",
        "[26] Levy P. (1997), A Political-Economic Analysis of Free-Trade Agreements, American Economic Review, Vol. 87, No.4, pp.506-519.",
        "[27] Limao Nuno (2003), Preferential Trade Agreements as Stumbling Blocks for Multilateral Trade Liberalization: Evidence for the U.S., mimeo, University of Maryland, June 2003.",
        "[28] Sobarzo H.E. (1995), A General Equilibrium Analysis of the Gains from NAFTA for the Mexican Economy, in Kehoe P.J. and Kehoe T.J. (eds.), Modeling North American Integration, Kluwer Academic Publishers, Dordrecht.",
        "[29] Trefler D. (2001), The Long and Short of the Canada-U.S. Free Trade Agree- ment, mimeo (on SSRN), University of Toronto, April.",
        "[30] Viner J. (1950), The Customs Union Issue, (New York: Carnegie Endowment).",
        "[31] Wall H. (2000), NAFTA and the Geography of North American Trade, mimeo (on SSRN), Federal Reserve Bank of St. Louis, November.",
        "[32] Yeats A. (1997), Does Mercosurs Trade Performance Raise Concerns about the Effects of Regional Trade Arrangements?, World Bank Policy Research Working Paper No. 1729."
    ]
}