{
    "id": 11056,
    "cites": 29,
    "cited_by": 9,
    "reference": [
        "Amato, J.D., and T. Laubach (2004) Implications of Habit Formation for Optimal Monetary Policy, Journal of Monetary Economics 51, 305-325.",
        "Auerbach, A.J., and M. Obstfeld (2003) The Case for Open-Market Purchases in a Liquidity Trap, NBER WP 9814.",
        "American Economic Review Papers and Proceedings 94, 71-75. Ball, L. (1999) Policy Rules for Open Economies, In J.B. Taylor, ed., Monetary Policy Rules. Chicago: University of Chicago Press for NBER.",
        "Benhabib, J., S. Schmitt-Grohe, and M. Uribe (2001) The Perils of Taylor Rules, Journal of Economic Theory 96, 40-69.",
        "Coenen, G., and V. Wieland (2003) The Zero-Interest-Rate Bound and the Role of the Exchange Rate for Monetary Policy in Japan, Journal of Monetary Economics 50, 10711101. Detken, C., and V. Gaspar (2003) Maintaining Price Stability Under Free-Floating: A Fearless Way Out of the Corner? European Central Bank WP 241.",
        "Eggertsson, G.B., and M. Woodford (2003) Optimal Monetary Policy in a Liquidity Trap, NBER WP 9968.",
        "Economic Review Papers and Proceedings 94, 76-79. Evans, G.W., and S. Honkapohja (2001) Learning and Expectations in Macroeconomics. Princeton: Princeton University Press.",
        "Fuhrer, J.C. (2000) Habit Formation in Consumption and its Implications for MonetaryPolicy Models, American Economic Review 90, 367-390.",
        "Fuhrer, J.C., and G.R. Moore (1995) Inflation persistence, Quarterly Journal of Economics 110. 127-159.",
        "Gali, J., and M. Gertler (1999) Inflation Dynamics: A Structural Econometric Analysis, Journal of Monetary Economics 44, 195-222.",
        "Gerlach, S., and F. Smets (2000) MCIs and Monetary Policy, European Economic Review 44, 1677-1700.",
        "Goodfriend, M. (2000) Overcoming the Zero Bound on Interest Rate Policy, Journal of Money, Credit, and Banking 32, 1007-1035.",
        "Jung, T., Y. Teranishi, and T. Watanabe (2001) Zero Bound on Nominal Interest Rates and Optimal Monetary Policy, Working Paper, Hitotsubashi University.",
        "Kollmann, R. (2002) Monetary Policy Rules in the Open Economy: Effects on Welfare and Business Cycles, Journal of Monetary Economics 49, 989-1015.",
        "Krugman, P. (1998) Its Baaack! Japans Slump and the Return of the Liquidity Trap, Brookings Papers on Economic Activity (no.2), 137-187.",
        "Kydland, F.E., and E.C. Prescott (1977) Rules Rather than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy 85, 473-491.",
        "Laxton, D., and P. Pesenti (2003) Monetary Rules for Small, Open, Emerging Economies, Journal of Monetary Economics 50, 1109-1146.",
        "Lucas, R.E., Jr. (1980) Rules, Discretion, and the Role of the Economic Advisor. In S. Fischer, ed., Rational Expectations and Economic Policy. Chicago: University of Chicago Press.",
        "Lucas, R. E., Jr., and T.J. Sargent (eds.) (1981). Rational Expectations and Econometric Practice. Minneapolis: University of Minnesota Press.",
        "McCallum, B.T. (2000) Theoretical Analysis Regarding a Zero Lower Bound on Nominal Interest Rates, Journal of Money, Credit, and Banking 32, 870-904.",
        "Countries, Working Paper, Carnegie Mellon University. McCallum, B.T., and E. Nelson (1999) Nominal Income Targeting in an Open-Economy Optimizing Model, Journal of Monetary Economics 43, 553-578.",
        "Alternative Framework with Optimizing Agents and Sticky Prices, Oxford Review of Economic Policy 16, 74-91. Orphanides, A., and V. Wieland (2000) Efficient Monetary Policy Design Near Price Stability, Journal of the Japanese and International Economies 14, 327-365.",
        "Reifschneider, D., and J.S. Williams (2000) Three Lessons for Monetary Policy in a Low Inflation Era, Journal of Money, Credit, and Banking 32, 936-966.",
        "Rotemberg, J.J., and M. Woodford (1997) An Optimization Based Econometric Framework for the Evaluation of Monetary Policy, NBER Macroeconomics Annual 1997. MIT Press.",
        "Smets, F., and R. Wouters (2002) Openness, Imperfect Exchange Rate Pass-Through, and Monetary Policy, Journal of Monetary Economics 49, 947-981.",
        "Svensson, L.E.O. (2001) The Zero Bound in an Open Economy: A Foolproof Way of Escaping from a Liquidity Trap, Bank of Japan Monetary and Economic Studies 19, 277-312.",
        "Taylor, J.B. (1993) Discretion Versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy 39, 195-214.",
        "Wolman, A.S. (1998) Staggered Price Setting and the Zero Bound on Nominal Interest Rates, Federal Reserve Bank of Richmond Economic Quarterly 84 (Fall), 1-24.",
        "Woodford, M. (2003) Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton University Press."
    ]
}