{
    "id": 11054,
    "cites": 22,
    "cited_by": 4,
    "reference": [
        "Abel, Andrew, and Olrivier J. Blanchard, An Intertemporal Model of Saving and Investment, Econometrica 51, pp. 675-692, 1983.",
        "Ambrose, Brent W., and Sunwoong Kim, Modeling the Korean Chonsei Lease Contract, Real Estate Economics, vol.31, pp.53-74, 2003.",
        "Bank of Korea, Monthly Bulletin. (in Korean) Barro, Robert J., Economic Growth in a Cross-Section of Countries, Quarterly Journal of Economics 106, pp. 407-443, 1991.",
        "Bean, Charles, Asset Prices, Financial Imbalances and Monetary Policy: Are Inflation Targets Enough? Reserve Bank of Australia 2003 Conference on Asset Prices and Monetary Policy, pp.48-76, August 2003.",
        "Bernanke, B S and M Gertler, Should central banks respond to movements in asset prices? American Economic Review, 91(2), pp.253-257, 2001.",
        "Borio, Claudio, and Philip Lowe, Asset prices, financial and monetary stability: exploring the nexus, BIS Working Papers 114, July 2002.",
        "Case, Karl E., and Robert Shiller, Is There a Bubble in the Housing Market? Brookings Panel on Economic Activity, September 2003.",
        "Cecchetti, S G, H Genberg, J Lipsky and S Wadhwani, Asset prices and central bank policy, Geneva Reports on the World Economy, 2, International Centre for Monetary and Banking Studies, and Centre for Economic Policy Research, 2000.",
        "Cho, Dongchul, Post-Crisis Structural Changes and Monetary Policy Scheme in Korea, KDI Working Paper 2003-02, 2003.",
        "Cho, Dongchul, and Young-Sun Koh, Liberalization of Capital Flows in Korea: Big-Bang or Gradualism? in Changes in Exchange Rates in Rapidly Developing Countries: Theory, Practice, and Policy Issues, Edited by Takatoshi Ito and Anne Krueger, Chicago Press, 1999.",
        "Choi, Soon Young, Housing Tenure Choice and Financial Market Constraints: The Chonsei Housing System of Korea, manuscript, University of Chicago, December 2003.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler, Monetary Policy Rules in Practice: Some International Evidence, CEPR Discussion Paper, No. 1750, November 1997.",
        "Friedman, Milton, The Optimum Quantity of Money, in The Optimum Quantity of Money and Other Essays, Chicago: Aldine Publishing Company, 1969.",
        "Gilchrist, Simon, and John V. Leahy, Monetary Policy and Asset Prices, Journal of Monetary Economics 49, pp. 75-97 2002.",
        "Greenspan, A., Economic Volatility, Speech at a symposium sponsored by the Federal Reserve Bank of Kansas City, Jackson Hall, Wyoming, 2002.",
        "Hahm, Jung-Ho, and Seung-Jae Hong, Asset Price Fluctuations and Monetary Policy, The Bank of Korea Working Paper No.139, Institute for Monetary and Economic Research, 2002. (in Korean) Hayashi, Fumio, and Edward C. Prescott, The 1990s in Japan: A Lost Decade, Review of Economic Dynamics 5, pp.206-235, 2002.",
        "Kim, Jun-Il, Business Cycle and GDP Gap, KDI Policy Studies, pp.217-257, Spring, 1996.",
        "King, Mervin, Challenges for Monetary Policy: New and Old, Federal Reserve of Kansas City, August 1999.",
        "Kookmin Bank, Monthly House Prices. (in Korean) Leigh, Daniel, Monetary Policy and the Dangers of Deflation: Lessons from Japan, manuscript, Jonhs Hopkins University, October 2003.",
        "Lim, Kyung-Mook, and David N. Weil, The Baby Boom and Stock Market Boom, The Scandinavian Journal of Economics, Vol. 105, No. 3, pp. 359-377, 2003.",
        "Lucas, Robert, Some Macroeconomics for the 21st Century, Journal of Economic Perspectives, pp.159-168, Winter 2000.",
        "Mankiw, N. Gregory, David Romer, and David N. Weil, A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics 107, pp. 407-437, 1992."
    ]
}