{
    "id": 11068,
    "cites": 17,
    "cited_by": 3,
    "reference": [
        "Altman, Drew (2004) The New Medicare Prescription Drug Legislation, New England Journal of Medicine 350, 9.",
        "Crystal, S. R.W. Johnson, J. Harman, U. Sambamoorthi and R. Kumar (2000) Out-of-Pocket Health Care Costs among Older Americans, Journal of Gerontology Series B: Psychological Sciences and Social Sciences 55, S51-S62.",
        "Engelhardt, Gary and Jonathan Gruber (2004) Social Security and the Evolution of Elderly Poverty, NBER Working Paper No. 10466.",
        "Engelhardt, Gary, Jonathan Gruber and Cynthia Perry (forthcoming) Social Security and Elderly Living Arrangements: Evidence from the Social Security Notch, Journal of Human Resources. Evans, William, Jeanne Ringel and Diana Stech (1999) Tobacco Taxes and Public Policy to Discourage Smoking, in Tax Policy and the Economy 13, James Poterba, editor. Cambridge, MA.: National Bureau of Economic Research.",
        "Fuchs, Victor (1982) Time Preferences and Health: An Exploratory Study, in Economic Aspects of Health, Victor Fuchs, editor. Chicago: University of Chicago Press.",
        "Goldin, Claudia (1999) A Brief History of Education in the United States, NBER Working Paper, Historical Series No. 119.",
        "Heisler, M., Kenneth Langa, Elizabeth Eby et al. (2004) The Health Effects of Restricting Prescription Medication Use Because of Cost, Medical Care 42, 626-634.",
        "Kassab, C., A.E. Luloff, T.W. Kelsey and S.M. Smith (1996) The Influence of Insurance Status and Income on Health Care Use among the Non-Metropolitan Elderly, Journal of Rural Health 12, 89-99.",
        "Kenkel, Donald (1991) Health Behavior, Health Knowledge, and Schooling, Journal of Political Economy 99, 287-305.",
        "Krueger, Alan and Jorn-Steffen Pischke (1992) The Effect of Social Security on Labor Supply: A Cohort Analysis of the Notch Generation, Journal of Labor Economics 10, 412-437.",
        "Moxley, E., J.P. OConnor, K.D. Noveielli, S. Teutsch and D.B. Nash (2003) Prescription Drug Use in the Elderly: A Descriptive Analysis, Health Care Financing Review 24, 127-141.",
        "Piette, John, Michele Heisler and Todd Wagner (2004) Cost-Related Medication Underuse: Do Patients with Chronic Illnesses Tell Their Doctors? Archives of Internal Medicine 164, 1749-1755.",
        "Safran, Dana Gelb, Patricia Neuman, Cathy Schoen, et al. (2002) Prescription Drug Coverage and Seniors: How Well Are States Closing the Gap? Health Affairs, Web Exclusive, W253-W268.",
        "Staiger, Douglas and James H. Stock (1997) Instrumental Variables Regression with Weak Instruments, Econometrica 65, 557-586.",
        "Stuart, B. and J. Grana (1998) Ability to Pay and the Decision to Medicate, Medical Care 36, 202-211.",
        "Tamblyn, Robyn, Rejean Laprise, James Hanley et al. (2001) Adverse Events Associated with Prescription Drug Cost-Sharing Among Poor and Elderly Persons, Journal of the American Medical Association 285, 421-429.",
        "Viscusi, W. Kip and Joseph E. Aldy (2003) The Value of a Statistical Life: A Critical Review of Market Estimates Throughout the World, Journal of Risk and Uncertainty 27, 5-76."
    ]
}