{
    "id": 11069,
    "cites": 68,
    "cited_by": 13,
    "reference": [
        "Scholes, M., and J.T. Williams, 1977, Estimating Betas from Nonsynchronous Data, Journal of Financial Economics, 5, 309-327.",
        "Pritsker, M., 2001, The Hidden Dangers of Historical Simulation, Manuscript, Federal Reserve Board.",
        "Poon, S.-H., M. Rockinger, and J. Tawn, 2004, Extreme Value Dependence in Financial Markets: Diagnostics, Models and Financial Implications, Review of Financial Studies, 17, 581-610.",
        "Pelletier, D., 2004, Regime Switching for Dynamic Correlations, Journal of Econometrics, forthcoming.",
        "Pesaran, H., and P. Zaffaroni, 2004, Model Averaging and Value-at-Risk based Evaluation of Large Multi Asset Volatility Models for Risk Management, Manuscript, University of Cambridge.",
        "Patton, A.J., 2002, Modeling Time-varying Exchange Rate Dependence Using the Conditional Copula. Working paper, LSE.",
        "Pan, J., 2002, The Jump-Risk Premia Implicit in Options: Evidence from an Integrated TimeSeries Study, Journal of Financial Economics, 63, 3-50.",
        "Nerlove, M. and S. Wage, 1964, On the Optimality of Adaptive Forecasting, Management Science, 10, 207-229.",
        "McNeil, A.J. and R. Frey, 2000, Estimation of Tail-Related Risk Measures for Heteroskedastic Financial Time Series: An Extreme Value Approach, Journal of Empirical Finance, 7, 27 1-300.",
        "Martens, M., 2004, Estimating Unbiased and Precise Realized Covariances, Manuscript, Erasmus University Rotterdam.",
        "Manganelli, 5., 2004, Asset Allocation by Variance Sensitivity Analysis, Journal of Financial Econometrics, 2, 370 - 389.",
        "Longin, F. And B. Solnik, 2001, Extreme Correlation of International Equity Markets, Journal of Finance, 56, 649-676.",
        "Ledoit, 0., and M. Wolf, 2003, Improved Estimation of the Covariance Matrix of Stock Returns with an Application to Portfolio Selection, Journal of Empirical Finance, 10, 603-62 1.",
        "Jondeau, E. and M. Rockinger, 2004, The Copula-GARCH Model of Conditional Dependence: An International Stock Market Application, Journal of International Money and Finance, forthcoming.",
        "Ledoit, 0., P. Santa-Clara, and M. Wolf, 2003, Flexible Multivariate GARCH Modeling with an Application to International Stock Markets, Review of Economics and Statistics, 85, 735747.",
        "Jackson, P., D. Maude and W. Perraudin, 1997, Bank Capital and Value at Risk, Journal of Derivatives, 4, 73-89.",
        "Hull, J., and A. White, 1998, Incorporating Volatility Updating into the Historical Simulation Method for VaR, Journal of Risk 1, 5-19.",
        "Heston, S. and S. Nandi, 2000, A Closed-Form GARCH Option Pricing Model, Review of Financial Studies 13, 585-626.",
        "Heston, 5., 1993, A Closed-Form Solution for Options with Stochastic Volatility with Applications to Bond and Currency Options, Review of Financial Studies 6, 327-343.",
        "Harvey, A.C., E. Ruiz, and E. Sentana, 1992, Unobserved Component Time Series Models with ARCH Disturbances, Journal of Econometrics, 52, 129-157.",
        "Harvey, A.C., 1989, Forecasting Structural Time Series Models and the Kalman Filter, Cambridge University Press.",
        "Hartmann, P., 5. Straetmans, and C. de Vries, 2004, Banking System Stability: A Cross-Atlantic Perspective, forthcoming as a chapter in this volume.",
        "Hansen, P.R. and A. Lunde, 2004, A Realized Variance for the Whole Day Based on Intermittent High-Frequency Data, Manuscript, Stanford University.",
        "Hansen, B., 1994, Autoregressive Conditional Density Estimation, International Economic Review, 35, 705-730.",
        "Guidolin, M. and A. Timmermann, 2004, Term Structure of Risk under Alternative Econometric Specifications, Journal of Econometrics, forthcoming.",
        "Glosten, L.R., R. Jagannathan, and D. Runkle, 1993, On the Relation Between the Expected Value and the Volatility of the Nominal Excess Return on Stocks, Journal of Finance, 48, 1779-180 1.",
        "Glasserman, P., P. Heidelberger, and P. Shahbuddin, 2002, Portfolio Value-at-Risk with Heavy-tailed Risk Factors, Mathematical Finance, 239-269.",
        "Ghysels, E., P. Santa-Clara and R. Valkanov, 2005, Predicting Volatility: Getting the Most out of Return Data Sampled at Different Frequencies, Journal of Econometrics, forthcoming.",
        "Gallant, A.R., C.T. Hsu, and G.E. Tauchen, 1999, Using Daily Range Data to Calibrate Volatility Diffusions and Extract the Forward Integrated Variance, Review of Economics and Statistics, 81, 617-63 1.",
        "Franses, P.H and C. Hafner, 2003, A Generalized Dynamic Conditional Correlation Model for Many Asset Returns, Manuscript, Erasmus University Rotterdam.",
        "Fleming, J. C. Kirby, and B. Ostdiek, 2003, The Economic Value of Volatility Timing Using Realized Volatility, Journal of Financial Economics, 67, 473-509.",
        "Fernandez, C. and M.F.J. Steel, 1998, On Bayesian Modeling of Fat Tails and Skewness, Journal of the American Statistical Association, 93, 359-371.",
        "Eraker, B., 2004, Do Stock Prices and Volatility Jump? Reconciling Evidence from Spot and Option Prices, Journal of Finance, 59, 1367-1403.",
        "Engle, R.F. and G.G.J. Lee, 1999, A Permanent and Transitory Component Model of Stock Return Volatility, in R.F. Engle and H. White (eds.), Cointegration, Causality, and Forecasting: A Festschrift in Honor of Clive W.J. Granger, 475-497. Oxford, UK: Oxford University Press.",
        "Engle, R.F., 2004, Risk and Volatility: Econometric Models and Financial Practice, American Economic Review, 94, 405-420.",
        "Engle, R.F. and G.M. Gallo, 2004, A Multiple Indicators Model for Volatility Using Intra-Daily Data, Manuscript, New York University and University of Firenze.",
        "Diebold, F.X., T. Schuermann, and J. Stroughair, 1998, Pitfalls and Opportunities in the Use of Extreme Value Theory in Risk Management, in A.-P. N. Refenes, A.N. Burgess and J.D.",
        "Moody (eds.), Decision Technologies for Computational Finance, 3-12. Amsterdam: Kluwer Academic Publishers. (Reprinted in Journal of Risk Finance, 1 (Winter 2000), 30-36, and in P. Embrechts (ed.), Extremes and Integrated Risk Management. London: Risk Publications, 2000.) Duffie, D. and J. Pan, 1997, An Overview of Value at Risk, Journal of Derivatives, Spring, 7-49.",
        "Engle, R.F., 2001, GARCH 101: The Use of ARCH/GARCH Models in Applied Econometrics, Journal of Economic Perspectives, 15, 157-168.",
        "Engle, R.F., 2002, Dynamic Conditional Correlation: A Simple Class of Multivariate Generalized Autoregressive Conditional Heteroskedasticity Models, Journal of Business and Economic Statistics, 20, 339-350.",
        "Diebold, F.X. and M. Nerlove, 1989, The Dynamics of Exchange Rate Volatility: A Multivariate Latent-Factor ARCH Model, Journal of Applied Econometrics, 4, 1-22.",
        "Diebold, F.X. A. Hickman, A. Inoue, and T. Schuermann, 1998, Converting 1-Day Volatility to h-Day Volatility: Scaling by Root-h is Worse than You Think, Wharton Financial Institutions Center, Working Paper 97-34. Published in condensed form as Scale Models, Risk, 11, 104-107.",
        "Christoffersen, P., K. Jacobs, and Y. Wang, 2004, Option Valuation with Volatility Components, Manuscript, McGill University.",
        "Christoffersen, P., and K. Jacobs, 2004, Which GARCH Model for Option Valuation? Management Science, 50, 1204-1221.",
        "Christoffersen, P., 5. Heston, and K. Jacobs, 2004, Option Valuation with Conditional Skewness, Journal of Econometrics, forthcoming.",
        "Christoffersen, P., 2003, Elements of Financial Risk Management. San Diego: Academic Press.",
        "Brandt, M., P. Santa-Clara and R. Valkanov, 2004, Optimal Portfolios with Parametric Weights, Manuscript, Duke University and UCLA.",
        "Bollerslev, T. and H.O. Mikkelsen, 1999, Long-Term Equity Anticipation Securities and Stock Market Volatility Dynamics, Journal of Econometrics, 92, 75-99.",
        "Bollerslev, T., R.F. Engle, and J. Wooldridge, 1988, A Capital Asset Pricing Model with Time-Varying Covariances, Journal of Political Economy, 96, 116-131.",
        "Bollerslev, T., 1987, A Conditionally Heteroskedastic Time Series Model for Speculative Prices and Rates of Return, Review of Economics and Statistics, 69, 542-547.",
        "Bollerslev, T., 1986, Generalized Autoregressive Conditional Heteroskedasticity, Journal of Econometrics, 31, 307-327.",
        "Berkowitz, J. and J. OBrien, 2002, How Accurate are Value-at-Risk Models at Commercial Banks?, Journal of Finance, 57, 1093-1112.",
        "Benson, P. and P. Zangari, 1997, A General Approach to Calculating Var Without Volatilities and Correlations, RiskMetrics Monitor, 2nd Quarter, 19-23.",
        "Bates, D., 2000, Post-87 Crash Fears in S&P 500 Futures Options, Journal of Econometrics 94, 18 1-238.",
        "Barndorff-Nielsen, 0. and N. Shephard, 2004, Power and Bipower Variation with Stochastic Volatility and Jumps, Journal of Financial Econometrics, 2, 1-48.",
        "Barndorff-Nielsen, O.E. and N. Shephard, 2001, Non-Gaussian Ornstein-Uhlenbeck-Based Models and Some of Their Uses in Financial Economics (with discussion), Journal of the Royal Statistical Society B, 63, 167-241.",
        "Baillie, R.T. and T. Bollerslev, 1992, Prediction in Dynamic Models with Time-Dependent Conditional Variances, Journal of Econometrics, 51, 91-113.",
        "Andersen, T.G., T. Bollerslev, F.X. Diebold and C. Vega, 2004, Real-Time Price Discovery in Stock, Bond and Foreign Exchange Markets, Manuscript, Northwestern University, Duke University, University of Pennsylvania, and University of Rochester.",
        "Andersen, T.G., T. Bollerslev, F.X. Diebold, and P. Labys, 2003, Modeling and Forecasting Realized Volatility, Econometrica, 71, 529-626.",
        "Andersen, T.G., T. Bollerslev, F.X. Diebold and P. Labys, 2001, The Distribution of Realized Exchange Rate Volatility, Journal of the American Statistical Association, 96, 42-55.",
        "Andersen, T., T. Bollerslev, F.X. Diebold, and P. Labys, 2000, Exchange Rate Returns Standardized by Realized Volatility are (Nearly) Gaussian, Multinational Finance Journal, 4, 159-179.",
        "Andersen, T.G., T. Bollerslev, F.X. Diebold and H. Ebens, 2001, The Distribution of Realized Stock Return Volatility, Journal of Financial Economics, 61, 43-76.",
        "Andersen, T.G., T. Bollerslev, and F.X. Diebold, 2004, Parametric and Nonparametric Volatility Measurement, in L.P. Hansen and Y. Ait-Sahalia (eds.), Handbook of Financial Econometrics. Amsterdam: North-Holland, forthcoming.",
        "Andersen, T.G., T. Bollerslev, P. Christoffersen and F.X. Diebold, 2005, Volatility Forecasting, in G. Elliott, C. Granger and A. Timmermann (eds.), Handbook of Economic Forecasting. Amsterdam: North-Holland, forthcoming Andersen, T.G., T. Bollerslev, and F.X. Diebold, 2003, Some Like it Smooth, and Some Like it Rough: Untangling Continuous and Jump Components in Measuring, Modeling, and Forecasting Asset Return Volatility, Manuscript, Northwestern University, Duke University and University of Pennsylvania.",
        "Andersen, T. and T. Bollerslev, 1997, Heterogeneous Information Arrivals and Return Volatility Dynamics: Uncovering the Long Run in High Frequency Returns, Journal of Finance, 52, 975-1005.",
        "Alizadeh, S., M. Brandt, and F. Diebold, 2002, Range-Based Estimation of Stochastic Volatility Models, Journal of Finance, 57, 1047-1091.",
        "Ait-Sahalia, Y., P. Mykland, and L. Zhang, 2004, How Often to Sample a Continuous-Time Process in the Presence of Market Microstructure Noise, Review of Financial Studies, forthcoming.",
        "Albanese, C., K. Jackson, and P. Wiberg, 2004, A New Fourier Transform Algorithm for Value-at-Risk, Quantitative Finance, 4, 328-338."
    ]
}