{
    "id": 11061,
    "cites": 39,
    "cited_by": 17,
    "reference": [
        "[1] Baxter, Marianne. Real exchange rates and real interest dierentials: Have we missed the business-cycle relationship?Journal of Monetary Economics 33:1 (February 1994), 5-37.",
        "[2] Baxter, Marianne and Alan Stockman, 1989. Business cycles and the exchange-rate regime: Some international evidence,Journal of Monetary Economics 23, (May 1989), 377-400.",
        "[3] Bullard, James, and Kaushik Mitra. 2002. Learning about Monetary Policy Rules, Journal of Monetary Economics, 49: 1105-1129.",
        "[4] Campbell, John Y. and Richard Clarida. 1987. The Dollar and Real Interest Rates,Carnegie-Rochester Conference Series on Public Policy, 27, pp. 103-139.",
        "[5] Cheung, Yin-Wong, Menzie Chinn and Garcia Pascual. 2003. Empirical Exchange Rate Models of the Nineties: Are Any Fit to Survive? Journal of International Money and Finance, forthcoming.",
        "[6] Clarida, Richard, Jordi Gali, and Mark Gertler. 2000. Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory. Quarterly Journal of Economics, pp 147-180.",
        "[7] Clarida, Richard, Jordi Gali, and Mark Gertler. 1998. Monetary Policy Rules in Practice: Some International Evidence, European Economic Review, 42: pp. 10331067.",
        "[8] Clarida, Richard and Mark P. Taylor. 1997. The Term Structure of Forward Exchange Premiums and the Forecastability of Spot Exchange Rates: Correcting the Errors,Review of Economics and Statistics, 79(3):pp. 353-61.",
        "[9] Devereux, Michael B. and Charles Engel. 2002. Exchange Rate Pass-Through, Exchange Rate Volatility, and Exchange Rate Disconnect, Journal of Monetary Economics, pp. 913-940.",
        "[10] Dornbusch, Rudiger. 1976. Expectations and Exchange Rate Dynamics.Journal of Political Economy 84: pp. 11611176.",
        "[11] Duarte, Margaride and Alan C. Stockman. 2001. Rational Speculation and Exchange Rates,mimeo, Federal Reserve Bank of Richmond.",
        "[13] Engel, Charles and Kenneth D. West. 2002. Taylor Rules and the DeutschemarkDollar Real Exchange Rate,mimeo, University of Wisconsin.",
        "[14] Engel, Charles and James D. Hamilton. 1990. Long Swings in the Dollar: Are They in the Data and Do Markets Know it? American Economic Review, 80, pp. 689-713.",
        "[15] Evans, George W. and Seppo Honkapohja. 2001. Learning and Expectations in Macroeconomics, Princeton University Press, Princeton, NJ.",
        "[16] Evans, Martin D.D. and Richard K. Lyons. 2003. A New Micro Model of Exchange Rate Dynamics, NBER Working Paper 10379.",
        "[17] Flood, Robert P. and Andrew K. Rose. 1999. Understanding Exchange Rate Volatility without the Contrivance of Macroeconomics, Economic Journal.",
        "[18] Frankel, Jerey. 1979. On the Mark: A Theory of Floating Exchange Rates Based on Real Interest Dierentials,American Economic Review, 69(4): 610-22",
        "[19] Frankel, Jerey. 1985. The Dazzling Dollar, Brookings Papers on Economic Activity 1, 199-217.",
        "[20] Gerlach, Stefan and Gert Schnabel. 1999. The Taylor Rule and Interest Rates in the EMU Area: A Note, BIS working paper No. 73.",
        "[21] Groen, Jan J.J. 2002. Cointegration and the Monetary Exchange Rate Model Revisited,Oxford Bulletin of Economics and Statistics, 64, pp. 361-380.",
        "[22] Groen, Jan J.J. 2000. The Monetary Exchange Rate Model as a Long-Run Phenomenon, Journal of International Economics, 52, 2.",
        "[23] Groen, Jan J.J. and Akito Matsumoto. 2003. Real Exchange Rate Persistence and Systematic Monetary Policy Behavior. mimeo Bank of England.",
        "[24] Hansen, Lars P. and Robert J. Hodrick. 1983. Risk Averse Speculation in the Foreign Exchange Market: An Econometric Analysis of Linear Models, in: J.A. Frenkel, ed., Exchange Rates and International Macroeconomics (University of Chicago Press, Chicago, IL).",
        "[26] Hodrick, Robert J. and Sanjay Srivastava. 1984. An Investigation of Risk and Return in Forward Foreign Exchange,Journal of International Money and Finance, 3, pp. 5-29.",
        "[27] Kollman, Robert. 2001. Monetary Policy Rules in the Open Economy: Eects on Welfare and the Business Cycle.mimeo University of Bonn",
        "[29] Lewis, Karen K. 1989b. Changing Beliefs and Systematic Rational Forecast Errors with Evidence from Foreign Exchange,American Economic Review, 79(4): 621-36",
        "[30] Mark, Nelson C. 1995. Exchange Rates and Fundamentals: Evidence on LongHorizon Predictability,American Economic Review, 85,1, pp. 201-218.",
        "[31] Mark, Nelson C. and Donggyu Sul. 2001. Nominal Exchange Rates and Monetary Fundamentals: Evidence from a Small Post-Bretton Woods Panel,Journal of International Economics, 53, pp. 29-- 52.",
        "[32] Mark, Nelson C. and Young-Kyu Moh. 2004. What do Real Interest Dierentials Tell Us About the Real Exchange Rate? The Role of Nonlinearities,mimeo Tulane University.",
        "[34] Meese, Richard-A and Kenneth Rogo. 1988. Was It Real? The Exchange RateInterest Dierential Relation over the Modern Floating-Rate Period, Journal of Finance, 43(4): 933-48",
        "[35] Mussa, Michael. 1982. A Model of Exchange Rate Dynamics, Journal of Political Economy, 90(1): pp. 74-104.",
        "[36] Mussa, Michael. 1986. Nominal Exchange Rate Regimes and the Behavior of Real Exchange Rates: Evidence and Implications,Carnegie Rochester Conference Series on Public Policy, Autumn, 25, pp. 117-213.",
        "[37] Newey, Whitney and Kenneth D. West. 1987. `A Simple, Positive Semi-de...nite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix,Econometrica, 55, pp. 703708.",
        "[38] Obstfeld, Maurice. 1985. Floating Exchange Rates: Experience and Prospects. Brookings Papers on Economic Activity 2: pp. 369450.",
        "[39] Obstfeld, Maurice and Kenneth Rogo. 1995. Exchange Rate Dynamics Redux. Journal of Political Economy 103: pp.624660.",
        "[40] Orphanides, Athanasios and John C. Williams. 2003. The Decline of Activist Stabilization Policy: Natural Rate Misperceptions, Learning, and Expectations, mimeo, Federal Reserve Board.",
        "[41] Papell, David. 2002. The Great Appreciation, the Great Depreciation, and the Purchasing Power Parity Hypothesis, Journal of International Economics, May, 51-82.",
        "[42] Rapach, David and Mark Wohar. 2002. Testing the Monetary Model of Exchange Rate Determination: New Evidence From A Century of data,Journal of International Economics, 58, pp. 359-385.",
        "[43] Taylor, John. 1993. Discretion versus Policy Rules in Practice,Carnegie-Rochester Conference Series on Public Policy, 39, pp. 195-214."
    ]
}