{
    "id": 11062,
    "cites": 118,
    "cited_by": 41,
    "reference": [
        "Williamson, Oliver. 1975. Markets and Hierarchies: Analysis and Antitrust Implications. New York: The Free Press.",
        "Weiss, Gunther. 2000. The Enchantment of Codification in the Common-Law World. Yale Journal of International Law 25, 435.",
        "Weber, Max. 1981. General Economic History. New Brunswick NJ: Transaction Books.",
        "Weber, Max. 1904, 1905. Die protestantische Ethik und der Geist des Kapitalismus. In: Archiv fur Sozialwissenschaft u. Sozialpolitik 20 (1904). 5. 1-54 u. 21(1905). 5. 1-110. Translated in 1930 by Talcott Parsons and Anthony Giddens as The Protestant Ethic and the Spirit of Capitalism, Boston: Unwin Hyman.",
        "Watson, Alan. 1981. The Making of the Civil Law Cambridge, MA: Harvard University Press.",
        "Thurow, Lester C. 1989. An Establishment or an Oligarchy? National Tax Journal, 42(4) 405-4 11.",
        "Sylla, Richard and George David Smith. 1995. Information and Capital Market Regulation in AngloAmerican Finance. In Michael Bordo and Richard Sylla, eds, Anglo-American Financial Systems, New York: Irwin, pp.179-208.",
        "Stinchcombe, Arthur L. 1965. Social Structure and Organizations. In J.G. March, ed., Handbook of organizations (pp. 142-193). Chicago: Rand-McNally.",
        "Stulz, RenÃ\u0083Â© and Rohan Williamson. 2003. Culture, Openness and Finance. Journal of Financial Economics 70(3) 3 13-349.",
        "Steier, Lloyd. 1998. Confounding Market and Hierarchy in Venture Capital Governance: The Canadian Immigrant Investor Program. Journal of Management Studies, 35(4), 5 11-535.",
        "Silverman, Dan. 1998. Hitlers Economy - Nazi Work Creation Programs 1933-1936. Harvard University Press.",
        "Shleifer, Andrei and Robert Vishny. 1997. A Survey of Corporate Governance. Journal of Finance 52(2), 73 7-784.",
        "Shleifer, Andrei and Daniel Wolfenzon. 2002. Investor Protection and Equity Markets. Journal of Financial Economics 66(1), 3-27.",
        "Shleifer, Andrei and Robert Vishny. 1986. Large Shareholders and Corporate Control. Journal of Political Economy 95, 46 1-88.",
        "Schumpeter, Joseph A. 1951. Imperialism and Social Classes. Meridian Books Shleifer, Andrei. 2000. Inefficient Markets: An Introduction to Behavioral Finance. Clarendon Lectures in Economics, Oxford University Press.",
        "Translation by R. Opie (1934) published as The Theory of Economic Development: An Inquiry into Profits, Capital, Credit, Interest, and the Business Cycle. Cambridge, MA: Harvard University Press.",
        "Schumpeter, Joseph A. 1912. Theorie der Wirtschaftlichen Entwichlung, Leipzig, Dunker und Humbolt.",
        "Sahlman, William A. 1990. The Structure and Governance of Venture-Capital Organizations. Journal of Financial Economics, 27, 473-521.",
        "Roe, Mark. 2002. Political Determinants of Corporate Governance: Political Context, Corporate Impact. Oxford University Press.",
        "Ramseyer, J. Mark and Minoru Nakazato. 1999. Japanese Law: An Economic Approach. University of Chicago Press.",
        "Roe, Mark J. 1996. Chaos and evolution in law and economics. Harvard Law Review 109(3) 641-69.",
        "Putnam, Robert. 1993. Making Democracy Work. Princeton, NJ: Princeton University Press.",
        "Rajan, Raghuram and Luigi Zingales. 2003. The Great Reversals: The Politics of Financial Development in the Twentieth Century. Journal of Financial Economics 69(1), 5.",
        "Posner, Richard. 1996. Law and Legal Theory in England andAmerica. Oxford Clarendon Press.",
        "Powell, Walter W. 1990. Neither Market Nor Hierarchy: Network Forms of Organization. In B.M. Staw and L.L. Cummings, eds., Research in Organizational Behavior, 12, p. 295-396. Greenwich, CT: JAI Press.",
        "Pistor, Katharina, Yoram Keinan, Jan Kleinhelsterkamp, and Mark West. 1999. The Evolution of Corporate Law. University of Pennsylvania Journal of International Economic Law 22.",
        "Portes, Alejandro. 1998. Social Capital: Its Origins and Applications in Modern Sociology. Annual Review of Sociology, 24, 1-24.",
        "Pagano, Marco, Fabio Panetta and Luigi Zingales 1998. Why do companies go public? An empirical analysis. Journal of Finance 53, 27-64.",
        "Pistor, Katharina, Yoram Keinan, Jan Kleinheisterkamp, and Mark West. 2003. Evolution of corporate law and the transplant effect: Lessons from six countries. World Bank Research Observer 18(1) 89112.",
        "Pagano, Marco and Paolo Volpin. 2001. The Political Economy of Finance. Oxford Review of Economic Policy 17(4).",
        "Owen. Bruce M. and Ronald Braeutigam. 1978. The regulation game. Ballinger, Cambridge, MA.",
        "Olson, Mancur Jr. 1982. The Rise and Decline of Nations. New Haven, CT: Yale University Press.",
        "Olson, Mancur Jr. 1963. Rapid Growth as a Destabilizing Force, Journal of Economic History 23(4), 529552.",
        "Nakatani, Iwao. 1984. The economic role of financial corporate grouping. In Masahiko Aoki, ed. The Economic Analysis of the Japanese Firm. North Holland, Amsterdam.",
        "Morck, Randall. 2004a. Behavioral Finance in Corporate Governance - Independent Directors and NonExecutive Chairs. National Bureau of Economic Research working paper 10644 Murphy, Antoin. 2004. Corporate Ownership in France: The Importance of History. National Bureau of Economic Research Working Paper.",
        "Morck, Randall. 2004. How to Eliminate Pyramidal Business Groups - The Double Taxation of Intercorporate Dividends and other Incisive Uses of Tax Policy. National Bureau of Economic Research working paper 1O6XX.",
        "Morck, Randall, Michael Percy, Gloria Tian, and Bernard Yeung. 2004. The Rise and Fall of the Widely Held Firm: A History of corporate Ownership in Canada. National Bureau of Economic Research Working Paper.",
        "Morck, Randall, Andrei Shleifer and Robert Vishny. 1988. Management Ownership and Market Valuation: An Empirical Analysis. Journal of Financial Economics, Vol. 20, No. Ã\u0082Â¼, Jan/Mar. 293-3 15.",
        "Morck, Randall and Masao Nakamura. 2004. A Frog in a Well Knows Nothing of the Ocean: A History of Corporate Ownership in Japan. National Bureau of Economic Research Working Paper.",
        "Morck, Randall and Masao Nakamura. 1999. Banks and Corporate Control in Japan. Journal of Finance. Feb. 54(1), 3 19-340.",
        "Moody, John. 1904. The Truth about the Trusts. Moodys: New York.",
        "Mokyr, Joel. 2000. The industrial revolution and the Netherlands: Why Did it Not Happen? De Economist 148(4), 503.",
        "Milgram, Stanley. 1963. Behavioral Study of Obedience. Journal of Abnormal and Social Psychology 67, 37 1-378.",
        "Milgram, Stanley. 1983. Obedience to Authority: An Experimental View. New York: Harper/Collins.",
        "Merryman, John. 1966. The Italian Style III: Interpretation. Stanford Law Review 18, 583-611.",
        "London: Hart Mayer, Roger C., James H. Davis, and F.David Schoorman. 1995. An Integrative Model of Organizational Trust. Academy of Management Review, 20, 709-734.",
        "Markesinis, Basil. 2000. Our Debt to Europe: Past, Present and Future. In Basil Markesinis, ed. The Clifford Chance Millennium Lectures: The Coming Together of the Common Law and Civil Law.",
        "Mahoney, Paul. 2001. The Common Law and Economic Growth: Hayek Might Be Right. Journal of Legal Studies 30, 503.",
        "Macaulay, Stewart. 1963. Non-Contractual Relations in Business: A Preliminary Study. American Sociological Review, 28, 55-67.",
        "Landes, David. 1949. French Entrepreneurship and Industrial Growth in the Nineteenth Century. Journal of Economic History 9.",
        "Landes, David 5. 1998. The Wealth and Poverty of Nations: Why Some Are So Rich and Some So Poor. New York: W.W. Norton.",
        "La Porta, Rafael, Florencio LÃ\u0083Â³pez-de-Silanes, and Andrei Shleifer. 2005. What Works in Securities Laws? Journal of La Porta, Rafael, Florencio LÃ\u0083Â³pez-de-Silanes, Andrei Shleifer and Robert Vishny. 1997. Legal Determinants of External Finance. Journal of Finance 52(3) 1131-1150. La Porta, Rafael, Florencio LÃ\u0083Â³pez-de-Silanes, Andrei Shleifer and Robert Vishny. 1 997a. Trust in Large Organizations. American Economic Review. 87(2), 333-9.",
        "Kuran, Timur. 1988. The Tenacious Past: Theories of Personal and Collective Conservatism. Journal of Economic Behavior and Organization 10(2) 143-72.",
        "Krueger, Anne. 1990. Government Failures in Development. Journal of Economic Perspectives 4(3),9-23.",
        "Kleeberg, John. 1987. The Disconto-Gesellschaft and German Industrialization: A Critical Examination of the Career of a German Universal Bank, 1851-1914. D. Phil thesis, University of Oxford.",
        "Kindleberger, Charles. 1984. A Financial History of Western Europe. London: Allen & Unwin.",
        "King, Robert G. and Ross Levine, 1993. Finance and Growth: Schumpeter Might Be Right. Quarterly Journal of Economics 108(3), 7 17-737.",
        "Kindleberger, Charles. 1978. Manias, Panics and Crashes. London: Macmillan.",
        "Khanna, Tarun and Jan Rivkin. 2001. Estimating the performance effects of business groups in emerging markets. Strategic Management Journal. 22(1), 45.",
        "Harvard Business Review 75(4), 41-5 1 Khanna, Tarun and Krishna Palepu. 2000. The Future of Business Groups in Emerging Markets: Long Run Evidence from Chile. Academy of Management Journal 43(3), 268-285.",
        "Khanna, Tarun and Krishna Palepu. 2004. The Evolution of Concentrated Ownership in India - National Bureau of Economic Research Working Paper.",
        "Khanna, Tarun and Krishna Palepu. 1997. Why Focused Strategies May be Wrong for Emerging Markets.",
        "Khanna, Tarun. (2000) Business Groups and Social Welfare in Emerging Markets: Existing Evidence and Unanswered Questions. European Economic Review 44, 748-6 1.",
        "Kaplan, Steven. 1994. Top Executive Rewards and Firm Performance: A Comparison of Japan and the U.S. Journal of Political Economy 102, 510-546.",
        "Kahneman, Daniel and Amos Tversky. 1979. Prospect Theory: An Analysis of Decision Under Risk. Econometrica 47, 263-29 1.",
        "Hosking, Geoffrey. 1985. The First Socialist Society - A History of the Soviet Union from Within, 2nd ed. Harvard University Press.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein. 1991. Corporate Structure, Liquidity, and Investment: Evidence from Japanese Industrial Groups. Quarterly Journal of Economics 106 3 3-60.",
        "Hogfeldt, Peter. 2004. The History and Polices of Corporate Ownership in Sweden. National Bureau of Economic Research Working Paper.",
        "Heiner, Ronald A. 1988. Imperfect decisions and organizations: Toward a theory of internal structure. Journal of Economic Behavior and Organization 9 25-44.",
        "Heiner, Ronald A. 1986. Imperfect decisions and the law: On the evolution of legal precedent and rules. Journal of Legal Studies 15 227-261.",
        "Heiner, Ronald A. 1983. The Origin of Predictable Behavior. American Economic Review 83 560-595.",
        "Hayek, Friedrich. 1960. The Constitution of Liberty. University of Chicago Press.",
        "Haber, Stephen. 1999. Industry and Underdevelopment: The Industrialization of Mexico, 1890-1940. Stanford University Press.",
        "Guerin, Daniel. 1945. Fascism and Big Business. Pathfinder: New York.",
        "Goetzmann, William and Elisabeth KÃ\u0083Â¶ll. 2004. The History of Corporate Ownership in China: State Patronage, Company Legislation, and the Issue of Control. National Bureau of Economic Research Working Paper. Granovetter, Mark. In Press. Business Groups and social Organization. In N. Smelser and R. Swedberg eds. Handbook of Economic Sociology, 2~ ed. Princeton, NJ: Princeton University Press.",
        "Glaezer, Edward and Andrei Shleifer. 2002. Legal Origins. Quarterly Journal of Economics 117(4) 1193-1250.",
        "Ghemawat, Pankaj and Tarun Khanna. 1998. The Nature of Diversified Business Groups: A Research Design and Two Case Studies. Journal of Industrial Economics 46(1), 35-62.",
        "Fukuyama, Francis. 1995. Trust, the Social Virtues and the Creation of Prosperity. New York: Free Press.",
        "Frentrop, Paul. 2002, 2003. A History of Corporate Governance 1602-2002. De minor Press, Amsterdam.",
        "A translation by Ted Alkins of Ondernemingen en hun aandeelhouders sinds de VOC, published in 2002 by Prometheus, Amsterdam.",
        "Franks, Julian, Cohn Mayer, and Stefano Rossi. 2004. Spending Less Time with the Family: The Decline of Family Ownership in the United Kingdom. National Bureau of Economic Research Working Paper.",
        "Faccio. 2002. Politically Connected Firms - Can They Squeeze the State? University of Notre Dame working paper.",
        "Fohlin, Caroline. 2004. The History of Corporate Ownership and Control in Germany. National Bureau of Economic Research Working Paper.",
        "Faccio, Mara and Lany H.P. Lang. 2003. The Separation of Ownership and Control: An Analysis of Ultimate Ownership in Western European Countries. Journal of Financial Economics 65(3) 365395 Faccio, Mara, Lany Lang and Leslie Young. 2001. Dividends and expropriation. American Economic Review 91(1) 54-78.",
        "Enriques, Luca. 2002. Do Corporate Law Judges Matter? Some Evidence from Milan. European Business Organization Law Review 3, 765-821.",
        "Dyer, Jeffrey H. and Harbir Singh. 1998. The Relational View: Cooperative Strategy and Sources of Interorganizational Competitive Advantage. Academy of Management Review, 23, 660-679.",
        "Dunlavy, Colleen. 2004. The Plutocratic Turn in 19th-Century Shareholder Voting Rights: Why the US.",
        "Diamond, Jared. 1997. Guns, Germs, and Steel: The Fates of Human Societies. Norton.",
        "Dewing, Arthur. 1919. The Financial Policy of Corporations. New York: Ronald Press.",
        "Dewenter, Kathryn and Paul Malatesta. 2001. State-Owned and Privately Owned Firms: An Empirical Analysis of Profitability. American Economic Review, 91(1) 320-35.",
        "Day, Richard H. 1987. The general theory of disequilibrium and economic evolution. In D. Batten, J. Casti and B. Johansson, eds. Economic evolution and structural adjustment. Springer-Verlag Berlin, 46-63.",
        "De Jong, Abe and Ailsa RÃ\u0083Â¶ell. 2004. Financing and Control in The Netherlands: A Historical Perspective. National Bureau of Economic Research Working Paper.",
        "Acemoglu, Daron and James A Robinson. 2000. Political Losers as a Barrier to Economic Development. American Economic Review, 90(2), 126.",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson. 2001. The Colonial Origins of Comparative Development: An Empirical Investigation. American Economic Review, 91(5), 1369-1422.",
        "Acemoglu, Daron, Simon Johnson, and James A Robinson. 2002. Reversal of fortune: Geography and Institutions in the Making of the Modern World Income Distribution. Quarterly Journal of Economics, 117(4), 1231.",
        "Arrow, Kenneth. 1974. The Limits of Organization. New York: Norton.",
        "Axeirod, Robert, and William Hamilton. 1981. The Evolution of Cooperation in Biological Systems. Science 211(27)1390-96.",
        "Bae, Kee-Hong, Jun-Koo Kang and Jin-Mo Kim. 2002. Tunneling or value added? Evidence from mergers by Korean business groups. Journal of Finance 57(6) 2695-2741.",
        "Baums, Theodor. 1995. Universal Banks and Investment Companies in Germany. Working paper. New York University Salomon Centre Conference on Universal Banking.",
        "Bebchuk, Lucien, Reinier Kraakman, and George Triantis. 2000. Stock Pyramids, Cross Ownership and Dual Class Equity: The Mechanisms and Agency Costs of Separating Control from Cash Flow Rights. In R. Morck ed. Concentrated Corporate Ownership. National Bureau of Economic Research Conference Volume. University of Chicago Press.",
        "Becht, Marco and J. Bradford DeLong. 2004. Why Has There Been So Little Blockholding in America? National Bureau of Economic Research Working Paper.",
        "Becht, Marco, Patrick Bolton, and Ailsa RÃ\u0083Â¶ell. 2002. Corporate Governance and Control. In George Constantinides, Milton Harris and RenÃ\u0083Â© Stulz, eds. Handbook of Economics and Finance, Amsterdam: North Holland.",
        "Berkowitz, Daniel and Karen Clay. 2004. American Civil Law Origins: Implications for State Constitutions. American Law and Economic Review Symposium on Comparative Law, forthcoming.",
        "Bertrand, Marianne, Paras Mehta, and Sendhil Mullainathan. 2002. Ferreting out tunneling: An application to Indian business groups. Quarterly Journal of Economics 117(1) 121-148.",
        "Boycko, Maxim, Andrei Shleifer, and Robert Vishny. 1996. A Theory of Privatization. Economic Journal, 106(435), 309-19.",
        "Bradach, Jeffrey & Robert Eccles. 1989. Price, Authority, and Trust: From Ideal Types to Plural Forms. Annual Review of Sociology, 15, 97-118.",
        "Burkart, Mike, Fausto Panunzi and Andrei Shleifer. 2003. Family Firms. Journal of Finance. October. 58(5), 2167-2201.",
        "Burt, Ron S. 1992a. The Social Structure of Competition, in N. Nohria & R.G. Eccles, eds., Networks and Organizations: Structure, Form, and Action (pp.57-91). Boston: Harvard Business School Press.",
        "Burt, Ron S. 1992b. Structural Holes. Cambridge, MA: Harvard University Press.",
        "Burt, Ron 5. 1997. The Contingent Value of Social Capital. Administrative Science Quarterly 42, 339-365.",
        "Cheffins, Brian. 2001. Does Law Matter? The Separation of Ownership and Control in the United Kingdom. Journal of Legal Studies 459.",
        "Claessens Stijn, Simeon Djankov, and Lany H.P. Lang. 2000. The Separation of Ownership and Control in East Asian Corporations, Journal of Financial Economics, (58)1-2, 81-112.",
        "Claessens, Stjin, Simeon Djankov, Joseph Fan, and Lany Lang. 2002. Disentangling the incentive and entrenchment effects of large shareholdings. Journal of Finance 57(6) 274 1-72.",
        "Coffee, John. 2001. The Rise of Dispersed Ownership: The Roles of Law and State in the Separation of Ownership and Control. Yale Law Journal, 111(1) 1-82.",
        "Coleman, James 5. 1988. Social Capital in the Creation of Human Capital. American Journal of Sociology, 94, S95-S 120.",
        "Commons, John R., 1924. Legal foundations of capitalism. University of Wisconsin Press, Madison.",
        "Daniels, Ron, Randall Morck and David Stangeland. 1995. High Gear: A Case Study of the Hees-Edper Corporate Group. In R. Daniels and R. Morck, eds. Corporate Decision Making in Canada. Industry Canada and the University of Calgary Press. Calgary.",
        "David, Paul A. 1985. Clio and the economics of QWERTY. American Economic Review 75 332-337."
    ]
}