{
    "id": 11070,
    "cites": 78,
    "cited_by": 326,
    "reference": [
        "Prasad, E., K. Rogoff, S.-J. Wei, and M.A. Kose, 2003, Effects of financial globalization on developing countries: Some empirical evidence, International Monetary Fund, Washington, D.C.",
        "Perotti, E. and E. von Thadden, 2003, The political economy of bank and market dominance, ECGI - Finance Working Paper # 2 1/2003, Brussels, Belgium.",
        "Pinkowitz, L. R. M. Stulz, and R. Williamson, 2004, Do firms in countries with poor protection of investor rights hold more cash?, NBER working paper, Cambridge, MA.",
        "Perotti, E. C., and P. Van Oijen, 2001, Privatization, Political Risk and Stock Market Development in Emerging Economies, Journal of International Money and Finance 20, 4369.",
        "Pagano, M., and P. Volpin, 2004, The political economy of corporate governance, American Economic Review, forthcoming.",
        "Olson, M., 2000, Power and prosperity, Basic Books, New York, NY.",
        "Olson, M., 1984, The rise and decline of nations: Economic growth, stagflation, and social rigidities, Yale University Press, New Haven, CN.",
        "Obstfeld, M., and A. M. Taylor, 2003, Globalization and capital markets, in Globalization in historical perspective, M. D. Bordo, A. M. Taylor, and J. G. Williamson, editors, NBER, University of Chicago Press, Chicago, Illinois.",
        "Obstfeld, M., and K. Rogoff, 2001, The six major puzzles in international macroeconomics: Is there a common cause?, in B. Bernanke and K. Rogoff, editors, 2000 NBER Macroeconomics Annual, MIT Press, Cambridge, MA.",
        "North, D. C., 1981, Structure and change in economic history, W.W. Norton and Company, New York, NY.",
        "Martell, R., and R.M. Stulz, 2003, Equity market liberalizations as country IPOs, American Economic Review, Papers and Proceedings 93, 97-101.",
        "Nenova, T., 2003, The value of corporate voting rights and control: A cross-country analysis, Journal of Financial Economics 68, 325-35 1.",
        "Lucas, R. E. Jr., 1990, Why doesnt capital flow from rich to poor countries?, American Economic Review 80, 92-96.",
        "Lombardo, G. and M. Pagano, 2001, Law and equity markets: A simple model, in Corporate Governance Regimes: Convergence and Diversity, edited by J. McCahery, P. Moerland, T.",
        "Lewis, K. K, 1999, Trying to explain home bias in equities and consumption, Journal of Economic Literature 37, 571-608.",
        "La Porta, R., F. Lopez-De-Silanes, A. Shleifer, and R. Vishny, 2002, Investor protection and corporate valuation, Journal of Finance 57, 1147-1170.",
        "La Porta, R., F. Lopez-De-Silanes, and A. Shleifer, 1999, Corporate ownership around the world, Journal of Finance 54, 471-5 17.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, 1998, Law and finance, Journal of Political Economy 106, 1113-1155.",
        "Kumar, K. B., R. G. Rajan, and L. Zingales, 2001, What determines firm size?, unpublished working paper, University of Chicago, Chicago, IL.",
        "Karolyi, A. and R. Stulz, 2003, Are assets priced locally or globally? The Handbook of the Economics Economics of Finance, G. Constantinides, M. Harris and R. Stulz, eds., NorthHolland Publishers, New York, NY.",
        "Kaminsky, G., and S. Schmuckler, 2002, Short-run pain, long-run gain: The effects of financial liberalization, mimeo, International Monetary Fund, Washington, D.C.",
        "Johnson, S., and T. Mitton, 2003, Cronyism and capital controls: Evidence from Malaysia, Journal of Financial Economics 67, 35 1-382.",
        "Johnson, S., P. Boone, A. Breach, and E. Friedman, 2000, Corporate governance in the Asian financial crisis, Journal of Financial Economics 58, 141-186.",
        "Jensen, M. C., 1986, Agency costs of free cash flow, corporate finance, and takeovers, American Economic Review 76, 323-329.",
        "Jensen, M. C., and W. Meckling, 1976, Theory of the firm: managerial behavior, agency costs, and capital structure. Journal of Financial Economics 3, 305-360.",
        "Himmelberg, C.P., R.G. Hubbard, and I. Love, 2002, Investor protection, ownership, and the cost of capital, unpublished working paper, Columbia University, New York, NY.",
        "Henry, P.B., 2000b, Do stock market liberalizations cause investment booms?, Journal of Financial Economics 58, 30 1-334.",
        "Henry, P.B., 2000a, Stock market liberalization, economic reform, and emerging market equity prices, Journal of Finance 55, 529-564.",
        "Henisz, W. J., 2000, The institutional environment for economic growth, Economics and Politics 12, 1-31.",
        "Gomes, A., 2000, Going public without governance: Managerial reputation effects, Journal of Finance 55, 615-646.",
        "Glaeser, E., R. La Porta, F. Lopez-de-Silanes, and A. Shleifer, 2004, Do institutions cause growth?, Working Paper, Harvard University, Cambridge, MA.",
        "Glaeser, E. I., and A. Shleifer, 2002, Legal origins, Quarterly Journal of Economics 107, 11931229.",
        "Gertler, M., and K. Rogoff, 1990, North-South lending and endogenous domestic capital market inefficiencies, Journal of Monetary Economics 26, 245-266.",
        "Franks, J., C. Mayer, and S. Rossi, 2004, Ownership: Evolution and regulation, unpublished working paper, London Business School.",
        "Fisman, R., 2001, Estimating the value of political connections, American Economic Review 91, 1095-1102.",
        "Feldstein, M. and C. Horioka, 1980, Domestic saving and international capital flows, Economic Journal 90, 3 14-329.",
        "Fan, J.P.-H., Titman, S. and Twite, G.J., 2003, An international comparison of capital structure and debt maturity choices, unpublished working paper, University of Texas, Austin, TX.",
        "Faccio, M. and L.H.P. Lang, 2002, The ultimate ownership of Western European corporations, Journal of Financial Economics 65, 365-395.",
        "Edison, H., and F. Wamock, 2003, A Simple Measure of the Intensity of capital controls, Journal of Empirical Finance 10, pp. 8 1-103.",
        "Dyck, A., and L. Zingales, 2003, Private benefits of control: an international comparison, Journal of Finance, forthcoming.",
        "Durnev, A., and Kim, E.H., 2004, To steal or not to steal: firm attributes, legal environment, and valuation, forthcoming, Journal of Finance.",
        "Doidge, C., A. Karolyi, and R. Stulz, 2004b, Why are countries so important for corporate governance?, working paper, The Ohio State University, Columbus, OH.",
        "Doidge, C., A. Karolyi, and R. Stulz, 2004a, Why are foreign firms listed in the U.S. worth more?, Journal of Financial Economics 71, 205-238.",
        "Djankov, S., E. Glaeser, R. L. Porta, F. Lopez-de-Silanes, and A. Shleifer, 2004, The new comparative economics, unpublished working paper, Harvard University, Cambridge, MA.",
        "Desai, M.A., A. Dyck, and L. Zingales, 2003, Corporate governance and taxation, unpublished working paper, University of Chicago, Chicago, IL.",
        "Dahlquist, M., L. Pinkowitz, R. M. Stulz, and R. Williamson, 2003, Corporate governance and the home bias, Journal of Financial and Quantitative Analysis, 87-110.",
        "Coffee, J., 1999, The future as history: the prospects for global convergence in corporate governance and its implications. Northwestern University Law Review 93, 64 1-708.",
        "Claessens S., S. Djankov, and L.H.P. Lang, 2000, The separation of ownership and control in East Asian corporations, Journal of Financial Economics 58, 81-112.",
        "Cavaglia, S., Brightman, C. and M. Aked, 2000, The increasing importance of industry factors, Financial Analysts Journal (September/October), 41-54.",
        "Brooks, R., and M. Del Negro, 2002, The rise in comovement across national stock markets: Market integration or IT bubble?, working paper, Federal Reserve Bank of Atlanta, Atlanta, GA.",
        "Booth, L., V. Aivazian, A. Demirguc-Kunt and V. Maksimovic, 2001, Capital structures in developing countries, Journal of Finance 56, 87-130.",
        "Bekaert, G., Harvey, C.R. and Lundblad, C.T., 2001, Does financial liberalization spur growth?, working paper, Duke University, North Carolina.",
        "Bekaert, G., and C. Harvey, 2000, Foreign speculators and emerging equity markets, Journal of Finance 55, 565-613.",
        "Bebchuck, L. A., and M. J. Roe, 1999, A theory of path dependence in corporate ownership and governance, Stanford Law Review 52, 127-170.",
        "Backus, D. K., P. J. Kehoe, and F. E. Kydland, 1992, International real business cycles, Journal of Political Economy 100, 745-775.",
        "Ammer, J., S.B. Holland, D. Smith, and F. Warnock, 2004, Look at me now: The role of crosslisting in attracting U.S. shareholders, unpublished working paper, Federal Reserve Board of Governors, Washington, D.C.",
        "Allen, F., J. Qian, and M. Qian, 2004, Law, finance, and economic growth in China, Journal of Financial Economics, forthcoming.",
        "Aizenman, J., B. Pinto, and A. Radziwill, 2004, Sources for financing domestic capital - Is foreign saving a viable option for developing countries?, NBER Working Paper 10624, NBER, Cambridge, MA.",
        "Ahearne, A., W. Griever, and F. Warnock, 2004, Information costs and home bias: an analysis of US holdings of foreign equities, Journal of International Economics 62, 313-336.",
        "Acemoglu, D., S. Johnson, and J.A. Robinson, 2004, Institutions as the fundamental cause of long-run growth, Handbook of economic growth, P. Aghion and S. Durlauf, eds., forthcoming.",
        "Acemoglu, D., S. Johnson, and J.A. Robinson, 2001, The colonial origins of comparative development: An empirical investigation, American Economic Review 91, 1369-1401.",
        "Acemoglu, D., and S. Johnson, 2003, Unbundling institutions, unpublished working paper, Massachusetts Institute of Technology, Cambridge, MA.",
        "Quinn, D., 1997, The correlates of change in international financial regulation, American Political Science Review 91, 531-551.",
        "Tesar, L. and I. M. Werner, 1995, Home bias and high turnover, Journal of International Money and Finance 14, 467-493.",
        "Subrahmanyam, M. G., 1975, On the optimality of international capital market integration, Journal of Financial Economics, 1975, v2(1), 3-28.",
        "Stulz, R. M., 1999b, Globalization, corporate finance, and the cost of capital, Journal of Applied Corporate Finance 12, 1999, 8-25.",
        "Stulz, R. M., 1999a, International portfolio flows and security markets, in International Capital Flows, edited by Martin Feldstein, University Chicago Press, Chicago, Illinois, 25 7-293.",
        "Stulz, R. M., 1990, Managerial discretion and optimal financing policies, Journal of Financial Economics 26, 3-28.",
        "Stulz, R. M., 1980, Essays on international asset pricing, dissertation, Massachusetts Institute of Technology, Cambridge, MA.",
        "Stulz, R. M., 1981, A model of international asset pricing, Journal of Financial Economics 9, 3 83-406.",
        "Sorensen, B.E., Y.-T. Wu, 0. Yosha, and Y. Zhu, 2004, Home bias and international risk sharing: Twin puzzles separated at birth, working paper, University of Houston, Houston, TX.",
        "Siegel, J., 2004, Can foreign firms bond themselves effectively by renting U.S. securities laws?, Journal of Financial Economics, forthcoming.",
        "Shleifer, A., and R.W. Vishny, 1999, The grabbing hand, Harvard University Press, Cambridge, MA.",
        "Shleifer, A., and D. Wolfenzon, 2002, Investor protection and equity markets, Journal of Financial Economics 66, 3-27.",
        "Shleifer, A., and R.W. Vishny, 1989, Management entrenchment: The case of manager-specific investments, Journal of Financial Economics 25, 123-140.",
        "Roe, M., 2003, Political determinants of corporate governance, Oxford University Press, Oxford.",
        "Rajan, R. G. and L. Zingales, 2003, The great reversals: The politics of financial development in the Twentieth Century, Journal of Financial Economics 69, 5-50.",
        "Rajan, R. G., and L. Zingales, 1995, What do we know about capital structure? Some evidence from international data, Journal of Finance 50, 142 1-1460."
    ]
}