{
    "id": 11075,
    "cites": 14,
    "cited_by": 94,
    "reference": [
        "AntrÃ\u0083Â s, Pol. Firms, Contracts, and Trade Structure. Quarterly Journal of Economics, November 2003, 118(4), pp. 1375-1418.",
        "Carr, David L., James R. Markusen, and Keith E. Maskus. Estimating the Knowledge- Capital Model of the Multinational Enterprise. American Economic Review, June 2001, 91(3), pp. 693-708.",
        "Caves, Richard E. Multinational enterprise and economic analysis, 2nd ed. Cambridge, UK: Cambridge University Press, 1996.",
        "Desai, Mihir A., C. Fritz Foley, and Kristin J. Forbes. Financial Constraints and Growth: Multinational and Local Firm Responses to Currency Depreciations. Mimeo, Harvard University, 2004.",
        "Desai, Mihir A., C. Fritz Foley, and James R. Hines Jr. Foreign Investment and Domestic Economic Activity. Mimeo, Harvard University, 2004a.",
        "Desai, Mihir A., C. Fritz Foley, and James R. Hines Jr. Foreign Direct Investment in a World of Multiple Taxes. Journal of Public Economics, December 2004b, 88(12), pp. 2727-2744.",
        "Desai, Mihir A., C. Fritz Foley, and James R. Hines Jr. A Multinational Perspective on Capital Structure Choice and Internal Capital Markets. Journal of Finance, December 2004c, 59(6), pp. 2451-2488.",
        "Desai, Mihir A., C. Fritz Foley, and James R. Hines Jr. The Costs of Shared Ownership: Evidence from International Joint Ventures. Journal of Financial Economics, August 2004d, 73(2), pp. 323-374.",
        "Feldstein, Martin S. The Effects of Outbound Foreign Direct Investment on the Domestic Capital Stock, in Martin Feldstein, James R. Hines Jr., and R. Glenn Hubbard, eds., The effects of taxation on multinational corporations. Chicago: University of Chicago Press, 1995, pp. 43-66.",
        "Feldstein, Martin S. and Charles Y. Horioka. Domestic Savings and International Capital Flows: The 1980 W.A. Mackintosh Lecture at Queens University. Economic Journal, June 1980, 90(358), pp. 314-329.",
        "Grossman, Gene M. and Helpman, Elhanan. Integration versus Outsourcing in Industry Equilibrium. Quarterly Journal of Economics, February 2002, 117(1), pp. 85-120.",
        "Markusen, James R. Multinational firms and the theory of international trade. Cambridge: MIT Press, 2002.",
        "OECD benchmark definition of foreign direct investment. Paris: OECD, 1999.",
        "Quijano, Alicia M. A Guide to BEA Statistics on Foreign Direct Investment in the United States. Survey of Current Business, February 1990, pp. 29-37."
    ]
}