{
    "id": 11072,
    "cites": 24,
    "cited_by": 17,
    "reference": [
        "Aghion, Philippe and Patrick Bolton. Contracts as a Barrier to Entry. American Economic Review, 77(3), 1987, 388-401.",
        "Alden, Sharyn. FAQs About Frequent Flyer Miles. Money Savvy, Credit Union National Association, Inc., 2004.",
        "Bailey, Elizabeth E. Contestability and the Design of Regulatory and Antitrust Policy. American Economic Review, 71(2), 1981, 178-183.",
        "Bamberger, Gustavo E., Dennis W. Carlton, and Lynette R. Neumann. An Empirical Investigation of the Competitive Effects of Domestic Airline Alliances. NBER Working Paper No. 8197, 2001.",
        "Berry, Steven T. Estimation of a Model of Entry in the Airline Industry. Econometrica, 60(4), 1992, 889-917.",
        "Borenstein, Severin. Hubs and High Fares: Dominance and Market Power in the U.S. Airline Industry. RAND Journal of Economics, 20(3), 1989, 344-365.",
        "Borenstein, Severin. The Dominant-Firm Advantage in Multiproduct Industries: Evidence from the U. S. Airlines. Quarterly Journal of Economics, 106(4), 1991, 1237-1266.",
        "Borenstein, Severin. The Evolution of U.S. Airline Competition. Journal of Economic Perspectives, 6(2), 1992, 45-73.",
        "Borenstein, Severin. Repeat-Buyer Programs in Network Industries. in Werner Sichel ed., Networks, Infrastructure, and The New Task for Regulation, University of Michigan Press, 1996.",
        "Borenstein, Severin and Nancy L. Rose. Competition and Price Dispersion in the U.S. Airline Industry. The Journal of Political Economy, 102(4), 1994, 653-683.",
        "Brueckner, Jan, Nichola Dyer and Pablo T. Spiller. Fare Determination in Airline Hub and Spoke Networks, RAND Journal of Economics, 23, 1992, 309-333.",
        "Cairns, Robert D. and John W. Galbraith. Artificial Compatibility, Barriers to Entry and Frequent Flyer Programs, Canadian Journal of Economics, 23(4), 1990, 807-816.",
        "Dixit, Avinash. A Model of Duopoly Suggesting a Theory of Entry Barriers. Bell Journal of Economics, 10(1), 1979, 20-32.",
        "Hurdle, Gloria J., Richard L. Johnson, Andrew S. Joskow, Gregory J. Werden, Michael A. Williams. Concentration, Potential Entry, and Performance in the Airline Industry. Journal of Industrial Economics, 38(2), 1989, 119-139.",
        "Klemperer, Paul. Entry Deterrence in Markets with Consumer Switching Costs. The Economic Journal, 97(Supplement: Conference Papers), 1987, 99-117.",
        "Lederman, Mara. Do Enhancements to Loyalty Programs Affect Demand? The Impact of International Frequent Flyer Partnerships on Domestic Airline Demand. Working Paper, Rotman School of Management, University of Toronto, 2004.",
        "Mayer, Chris and Todd Sinai. Network Effects, Congestion Externalities, and Air Traffic Delays: Or Why All Delays Are Not Evil. American Economic Review, 93(4), 2003, 1194-1215.",
        "Milgrom, Paul and John Roberts. Limit Pricing and Entry Under Incomplete Information: An Equilibrium Analysis. Econometrica, 50(2), 1982, 443-460.",
        "Morrison, Steven A. Actual, Adjacent, and Potential Competition: Estimating the Full Effect of Southwest Airlines. Journal of Transport Economics and Policy, 32(2), 2001, 239-256.",
        "Morrison, Steven A., and Clifford Winston. Enhancing the Performance of the Deregulated Air Transportation System. Brookings Papers on Economic Activity, Microeconomics, 1, 1989, 61-112.",
        "Reiss, Peter C. and Pablo T. Spiller. Competition and Entry in Small Airline Markets. Journal of Law and Economics, 32, 1989, S179-S202.",
        "Selten, Reinhard. The Chain Store Paradox. Theory and Decision, 9(2), 1978, pp. 127-159.",
        "Spence, Michael. The Learning Curve and Competition. Bell Journal of Economics, 12(1), 1981, 49-70.",
        "Whinston, Michael D. and Scott C. Collins. Entry and Competitive Structure in Deregulated Airline Markets: An Event Study Analysis of People Express. RAND Journal of Economics, 23(4), 1992, 445-462."
    ]
}