{
    "id": 11077,
    "cites": 27,
    "cited_by": 83,
    "reference": [
        "Alexius, A. (2001), Uncovered Interest Parity Revisited, Review of International Economics 9(3): 505-517.",
        "Alexius, A. and P. Sellin (2001), Exchange Rates and Long Term Bonds, Mimeo (Trade Union Institute for Economic Research and Sveriges Riksbank, August).",
        "Bekaert, G., M. Wei and Y. Xing (2002), Uncovered Interest Rate Parity and the Term Structure, NBER Working Paper No. 8795 (February).",
        "Brenner, R.J. and K.F. Kroner (1995), Arbitrage, Cointegration, and Testing the Unbiasedness Hypothesis in Financial Markets, Journal of Financial and Quantitative Analysis, Vol. 30, No. 1, March, pp. 23-42.",
        "Chaboud, A.P. and J. H. Wright (2003), Uncovered Interest Parity: It Works, But Not For Long, International Finance and Discussion Papers (January).",
        "Chen, J. and N.C. Mark (1996), Alternative Long-horizon Exchange-rate Predictors, International Journal of Finance and Economics 1(4): 229-50.",
        "Cheung, Y.-W., M.D. Chinn, and A. Garcia Pascual (forthcoming), Empirical Exchange Rate Models of the Nineties: Are Any Fit to Survive?Journal of International Money and Finance. Also NBER Working Paper 9393 (December 2002).",
        "Chinn, M. and J. Frankel (2002), Survey Data on Exchange Rate Expectations: More Currencies, More Horizons, More Tests, in W. Allen and D. Dickinson (editors), Monetary Policy, Capital Flows and Financial Market Developments in the Era of Financial Globalisation: Essays in Honour of Max Fry, Routledge, London: 145-67.",
        "Engel, C. (1996) The Forward Discount Anomaly and the Risk Premium: A Survey of Recent Evidence, Journal of Empirical Finance Vol. 3, June, pp. 123-92.",
        "Evans, M.D.D. and K.K. Lewis (1995) Do Long Term Swings in the Dollar Affect Estimates of the Risk Premium? Review of Financial Studies, Vol. 8, No. 3, Sept., pp. 709-742.",
        "Frankel, J.A. (1984), The Yen/Dollar Agreement: Liberalizing Japanese Capital Markets. Policy Analyses in International Economics 9, Washington, D.C.: Institute for International Economics.",
        "Frankel, J.A. and K.A. Froot (1987), Using Survey Data to Test Standard Propositions Regarding Exchange Rate Expectations, American Economic Review Vol. 77, No. 1, pp. 133-153.",
        "Frankel, J.A. and J. Poonawala (2004), The Forward Market in Emerging Currencies: Less Biased than in Major Currencies, mimeo (Kennedy School of Government, September).",
        "Froot, K.A. and R.H. Thaler (1990), Foreign Exchange, Journal of Economic Perspectives, Vol. 4, No. 3, Summer, pp. 179-192.",
        "Hansen, L.P. (1982), Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, Vol. 50, No. 4, pp. 1029-54.",
        "Hansen, L.P. and R.J. Hodrick (1980), Forward Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, Journal of Political Economy, Vol. 88, pp. 829-53.",
        "Lim, H.-S. and M. Ogaki (2003), A Theory of Exchange Rates and the Term Structure of Interest Rates, Rochester Center for Economic Research Working Paper No. 504 (Rochester: University of Rochester).",
        "Hodrick, R.J. (1992) Dividend Yields and Expected Stock Returns: Alternative Procedures for Inference and Measurement, Review of Financial Studies, Vol. 5 No. 3: 357-86.",
        "Isard, P. (1995), Exchange Rate Economics, Cambridge: Cambridge University Press.",
        "Jegadeesh, N. (1991), Seasonality in Stock Price Mean Reversion: Evidence from the U.S. and the U.K., Journal of Finance Vol. 46, pp. 1427-1444.",
        "Johansen, S. (1998), Statistical Analysis of Cointegration Vectors, Journal of Economic Dynamics and Control, Vol. 12, pp. 231-54.",
        "Kremers, J.J.M., N.R. Ericsson, and J. Dolado (1992), The Power of Co-Integration Tests, 19 Oxford Bulletin of Economics and Statistics, Vol 54, pp. 325-48.",
        "MacDonald, R. and M.P. Taylor (1992), Exchange Rate Economics: A Survey, IMF Staff Papers, Vol. 39, No. 1, March, pp. 1-57.",
        "Osterwald-Lenum, M. (1992), A Note with Fractiles of the Asymptotic Distribution of the Maximum Likelihood Cointegration Rank Test Statistics: Four Cases, Oxford Bulletin of Economics and Statistics, Vol 54, pp. 461-72.",
        "Phillips, P.C.B. (1991), Optimal Inference in Cointegrated Systems, Econometrica, Vol. 59, pp. 283-306.",
        "Popper, H. (1993), Long-Term Covered Interest Parity--Evidence From Currency Swaps, Journal of International Money and Finance, Vol. 12, No. 4, pp. 439-48.",
        "Zivot, E. (2000) Cointegration and Forward and Spot Exchange Rate Regressions, Journal of International Money and Finance Vol. 19, No. 6, pp. 785-812."
    ]
}