{
    "id": 11087,
    "cites": 28,
    "cited_by": 2,
    "reference": [
        "Aspen Systems Corporation. (1996). Health maintenance organizations: State law compliance. Gaithersburg, MD: Aspen Publishers, Inc.",
        "Baker, L. and Brown, M. (1999) Managed Care, Consolidation among Health Care Providers, and Health Care: Evidence from Mammography, RAND Journal of Economics, 30(2): 351-74.",
        "Bureau of Health Professions (1999) Area Resource File. Quality Resource Systems, Fairfax, Virginia.",
        "Bureau of Labor Statistics (2001) Occupational employment statistics: State occupational employment and wage estimates. vol. 2001: Bureau of Labor Statistics.",
        "Burns, L.R., Bazzoli, G.J., Dynan, L., and Wholey, D.R. (1997) Managed Care, Market Stages and Integrated Delivery Systems: Is There a Relationship, Health Affairs, 16(6): 204-218.",
        "Burns, L.R. and Burns, A.P. (2005) Policy Implications of Hospital System Failures: The Allegheny Bankruptcy. In R. Stevens, C. Rosenberg and L. Burns, ed. History and Health Policy in the United States, Berkeley: CA: University of California Press.",
        "Burns, L.R., Caciamani, J. Clement,J. and Aquino, W. (2000) The Fall of the House of AHERF: The Allegheny Bankruptcy, Health Affairs, 19(1):7-41.",
        "Burns, L.R. and Pauly, M. (2002) Integrated Delivery Networks: A Detour on the Road to Integrated Health Care? Health Affairs, 21(4):128-143.",
        "Capps, C., et al. (2002) Antitrust Policy and Hospital Mergers: Recommendations for a New Approach Antitrust Bulletin, 47(4):677-714.",
        "Chernew, M. (1995) The Impact of Non-IPA HMOs on the Number of Hospitals and Hospital Capacity, Inquiry, 32(2):143-154.",
        "Czajkowski, R. (1999) Merger Mania Lures Many Hospitals While Others Stand Alone, New Jersey Medicine, 96(5):53-54.",
        "Deneckere, R., and Davidson, C. (1985) Incentives to Form Coalitions with Bertrand Competition, RAND Journal of Economics, 16(4): 473-86.",
        "Dranove, D., Simon, C., and White, W. (2002) Is Managed Care Leading to Consolidation in Health-care Markets, Health Services Research, 37(3):573-594.",
        "Employee Benefit Research Institute (1999) Health Care Consolidation and the Changing Health Care Marketplace: A Review of the Literature and Issues, Issue Brief 214, October.",
        "Evans Cuellar, A and Gertler, P. (2005) How the Expansion of Hospital Systems Has Affected Consumers, Health Affairs, 24(1): 213-219.",
        "Kessler, D. and McClellan, M. (2000) Is Hospital Competition Socially Wasteful, Quarterly Journal of Economics, 115(2):577-615.",
        "Gaynor, M. and Vogt, W. (2001) Antitrust and Competition in Health Care Markets in Handbook of Health Economics, Cuyler, A. and Newhouse, J. Ed., NorthHolland. Glied, S. (2001) Managed Care in Handbook of Health Economics, Cuyler, A. and Newhouse, J. Ed., North-Holland.",
        "Gowrisankaran, G. and Town, R. (2003) Competition, Payers, and Hospital Quality, Health Services Research, 38(6) Part 1: 1403-21.",
        "Hansen, L.P. (1982) Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, 50(4): 1029-54.",
        "Hollis, S.R. (1997) Strategic and Economic Factors in the Hospital Conversion Process, Health Affairs, 16(2): 131-43.",
        "Levy, Donald R. (1999). 1999 state by state guide to managed care law. New York, NY: Panel Publishers, a division of Aspen Publishers Inc., A Wolters Kluwer Company.",
        "Makuc, D. Haglund, B., Ingram, D., Kleinman, J., Feldman, J. (1991) Health Services Areas for the United States, National Center for Health Statistics, Series 2, No.112.",
        "Manning, W., Newhouse, J., Duan, N., Keeler, E., Leibowitz, A. (1987) Health Insurance and the Demand for Health Care: Evidence from a Randomized Experiments, American Economic Review, 77(3):251-277.",
        "McCue, M.J., Clement, J.P., Luke, R.D. (1999) Strategic Hospital Alliances: Do the Type and Market Structure of Strategic Hospital Alliances Matter? Medical Care 37(10): 1013-1022.",
        "Newey, W. (1987) Efficient Estimation of Limited Dependent Variable Models with Endogenous Explanatory Variables, Journal of Econometrics, 36(3): 231-50.",
        "Sloan, F., Ostermann, J., Conover, C (2003) Antecedents of Hospital Ownership Conversions, Mergers, and Closures, Inquiry, 40(1): 39-56.",
        "Stock, J. and Staiger, D. (1997) Instrumental Variables Regression with Weak Instruments, Econometrica, 65(3): 557-86.",
        "Werden, G. (1990) The Limited Relevance of Patient Migration Data in Market Delineation for Hospital Merger Cases, Journal of Health Economics, 8(4): 36376."
    ]
}