{
    "id": 11080,
    "cites": 30,
    "cited_by": 2,
    "reference": [
        "Arrington, L. 1969. The New Deal in the West: A Preliminary Statistical Inquiry, Pacific Historical Review 38 (August), 311-16.",
        "Arrington, L. 1970. Western Agriculture and the New Deal, Agricultural History 49 (October), 337-51.",
        "Couch, Jim F. and Shugart, William F. 2000. New Deal Spending and the States: The Politics of Public Works. In J. Heckelman, J Moorhouse, and R. Whaples (eds.), Public Choice Interpretations of American Economic History. Boston: Kluwer Academic Publishers. Pp.",
        "Couch, Jim F. and Shugart, William F. 1998. The Political Economy of the new Deal.",
        "Cheltenham, UK: Edward Elgar. Dorsett, Lyle W. 1977. Franklin Roosevelt and the City Bosses. Kennikat Press.",
        "Fishback, Price, Shawn Kantor, and John Joseph Wallis, 2003. Can the New Deals Three Rs be Rehabilitated? A Program-by-Program, County-by-County Analysis, Explorations in Economic History, 40 (July): 278-307.",
        "Fleck, Robert K. 1994. Essays on the Political Economy of the New Deal, unpublished Ph.D.",
        "Fleck, Robert. K. 2001. Population, Land, Economic Conditions and the Allocation of New Deal Spending, Explorations in Economic History, 38 (April) 296-304.",
        "Fleck, Robert K. 1999. The Value of the Vote: A Model and Test of the Effects of Turnout on Distributive Policy, Economic Inquiry 37 (October): 609-23.",
        "Howard, Donald. S. 1943. The WPA and Federal Relief Policy. New York: Russell Sage Foundation.",
        "Patterson, James T. 1967. Congressional Conservatism and the New Deal. Lexington, Kentucky: University of Kentucky Press.",
        "Piven, Frances Fox, and Richard Cloward. 1993. Regulating the Poor: The Function of Public Welfare, 2nd edition. New York: Vintage Press.",
        "Reading, D. C. 1973. New Deal Activity and the States, Journal of Economic History 36 (December): 792-810.",
        "U.S. Office of Government Reports, Statistical Section. 1940. Report No. 10, Volume II.",
        "Washington, D.C. Wallis, John Joseph. 1984. The Birth of the Old Federalism: Financing the New Deal, Journal of Economic History 44 (March), 139-59.",
        "Wallis, John Joseph. 1987. Employment, Politics, and Economic Recovery during the Great Depression, The Review of Economics and Statistics 59 (August), 516-520.",
        "Wallis, John Joseph. 1989. Employment in the Great Depression: New Data and Hypotheses, Explorations in Economic History 26 (January), 45-72.",
        "Wallis, John Joseph. 1991. The Political Economy of New Deal Fiscal Federalism, Economic Inquiry 29 (July), 510-24.",
        "Wallis, John Joseph. 1998. The Political Economy of New Deal Spending, Revisited, With and Without Nevada, Explorations in Economic History, 35 (April): 140-170.",
        "Wallis, John Joseph. 2001. The Political Economy of New Deal Spending, Yet Again: A reply to Fleck, Explorations in Economic History, 38 (April): 305-314.",
        "Wallis, John Joseph, and Oates, W. E. 1998. The Impact of the New Deal on American Federalism. In M. Bordo, C. Goldin, and E. White (eds.) The Defining Moment: The Great Depression and the American Economy in the Twentieth Century. Chicago: University of Chicago Press.",
        "Williams, E.A. 1939. Federal Aid for Relief. New York: Columbia University Press.",
        "Works Progress Administration [WPA] Division of Investigation. 1943. The Division of Investigation of the Work Projects Administration. Unpublished mimeo. Record Group 69.",
        "Wright, G. 1974. The Political Economy of New Deal Spending, The Review of Economics and Statistics 59 (February): 30-38.",
        "A restriction on the extension or improvement of streets and utilities in relatively underdeveloped areas... was the direct result of cases developed by the Division [of Investigation], some of which were prosecuted in Federal courts, showing that, at times and through subterfuge, real estate firms or developing companies, for example, sought to divert relief funds to their own benefit in constructing streets and private utilities in undeveloped areas to the enhancement of the value of the real estate owned by them (Works Progress Administration Division of Investigation 1943, p. 7).",
        "Administration Division of Investigation 1943, p. 21).",
        "See Brown (1940, p. 55). The amazement with which this information was received and the significance attached to it are shown by the extent to which the figures are cited in the literature of the period. They appear like a refrain, in conference papers and reports, magazine articles, statements of policy and recommendations for programs put out by national and local agencies, both public and private. They are quoted with satisfaction and triumph by proponents of public welfare and with some consternation and trepidation by private agency executives. p. 56.",
        "As quoted in Brown (1940), p. 210.",
        "The political economy of New Deal spending literature provides a thorough, but somewhat inconclusive, picture of the overall use of federal allocation of grants between the states for political purposes. See the citations in footnote 1. There is evidence that Hopkins was in direct contact with relief administrations in large cities, including important and influential Democratic machine politicians. See Dorsett (1977).",
        "It was possible to get a non-relief WPA job without a referral. These jobs were either supervisory or administrative. See Howard (1943, pp. 356-365) for a discussion of referral policy."
    ]
}