{
    "id": 11086,
    "cites": 24,
    "cited_by": 8,
    "reference": [
        "Armor, David J. 1995. Forced Justice: School Desegregation and the Law. New York: Oxford University Press.",
        "Clotfelter, Charles T. 1999. Public School Segregation in Metropolitan Areas, Land Economics 75 (November), 487-504.",
        "Clotfelter, Charles T. 2004. After Brown: The Rise and Retreat of School Desegregation.",
        "Princeton, N.J.: Princeton University Press. Clotfelter, Charles T., Helen F. Ladd, and Jacob L. Vigdor. 2003. Segregation and Resegregation in North Carolinas Public School Classrooms, North Carolina Law Review 81 (May), 1463-1511.",
        "Statement, Minnesota Law Review 37 (1953), 427-439.",
        "Frankenberg, Erica and Chungmei Lee. 2002. Race in American Public Schools: Rapidly Resegregating School Districts, The Civil Rights Project, Harvard University, August.",
        "Frankenberg, Erica, Chungmei Lee, and Gary Orfield, A Multiracial Society with Segregated Schools: Are We Losing the Dream? Civil Rights Project, January 2003.",
        "Fulton County Schools. 2003. Annual Report to the Community.",
        "Iceland, John. 2002. Beyond Black and White: Metropolitan Residential Segregation in Multi-Ethnic America, paper presented at the American Sociological Association meetings, August.",
        "Lutz, Byron F., After Brown: The Effects of the End of Court-Ordered Desegregation, unpublished paper, MIT Department of Economics, November 2004.",
        "Massey, Douglas S. and Nancy A. Denton, The Dimensions of Residential Segregation, Social Forces 67 (December 1988), 281-315.",
        "NAACP Legal Defense and Educational Fund, Inc., Herschel Lee Johnson, ed. 2000 Annual Report. New York: NAACP.",
        "Orfield, Gary, and Susan E. Eaton. 1996. Dismantling Desegregation: The Quiet Reversal of Brown v. Board of Education. New York: The New Press.",
        "Orfield, Gary and Nora Gordon, Schools More Separate: Consequences of a Decade of Resegregation, unpublished paper, Harvard University, July 2001.",
        "Orfield, Gary and Chungmei Lee. 2004. Brown at 50: Kings Dream or Plessys Nightmare? The Civil Rights Project, Harvard University, January.",
        "Orfield, Gary and Frank Monfort. 1992. Status of School Desegregation: The Next Generation. Cambridge, MA: Metropolitan Opportunity Project, Harvard University. March.",
        "Theil, Henri. 1972. Statistical Decomposition Analysis. Amsterdam: North-Holland Publishing Co.",
        "Brown v. Board of Education of Topeka, 347 U.S. 483 (1954).",
        "Capacchione v. Charlotte-Mecklenburg Schools, 57 F. Supp. 2d 228 (W.D.N.C. 1999).",
        "Comfort v. Lynn School Committee, 28 F. Supp. 2d 328 (D. Mass. 2003).",
        "Eisenberg v. Montgomery County Public Schools, 197 F.3d 123 (4th Cir. 1999).",
        "Green v. County School Board of New Kent County, 391 U.S. 430 (1968).",
        "McFarland v. Jefferson Co. Public Schools, 330 F. Supp. 2d 834 (W.D. Ky. 2004).",
        "Tuttle v. Arlington County School Board, 195 F.3d 698 (4th Cir. 1999)."
    ]
}