{
    "id": 11088,
    "cites": 12,
    "cited_by": 3,
    "reference": [
        "[1] Alvarez, Fernando, Patrick J. Kehoe, and Pablo AndrÃ\u0083Â©s Neumeyer (2002), The Time Con- sistency of Monetary and Fiscal Policies, Research Department Staff Report 305, Federal Reserve Bank of Minneapolis.",
        "[2] Alvarez, Fernando, Patrick J. Kehoe, and Pablo AndrÃ\u0083Â©s Neumeyer (2004), The Time Consis- tency of Optimal Monetary and Fiscal Policies, Econometrica 72, 541--567.",
        "[3] Calvo, Guillermo A. (1978), On the Time Consistency of Optimal Policy in a Monetary Economy, Econometrica 46, 1411--1428.",
        "[4] Calvo, Guillermo A., and Maurice Obstfeld (1990), Time Consistency of Fiscal and Monetary Policy: A Comment, Econometrica 58, 1245--1247.",
        "[5] Danthine, Jean-Pierre., and John B. Donaldson (1986), Inflation and Asset Prices in an Exchange Economy, Econometrica 54, 585--606.",
        "[6] Deaton, Angus (1981), Optimal Taxes and the Structure of Preferences, Econometrica 49, 1245--1260.",
        "[7] Lucas, Robert E., and Nancy L. Stokey (1983), Optimal Fiscal and Monetary Policy in an Economy without Capital, Journal of Monetary Economics 12, 55--93.",
        "[8] Persson, Torsten, and Lars E.O. Svensson (1984), Time-Consistent Fiscal Policy and Gov- ernment Cash Flow, Journal of Monetary Economics 14, 365--374.",
        "[9] Persson, Mats, Torsten Persson, and Lars E.O. Svensson (1987), Time Consistency of Fiscal and Monetary Policy, Econometrica 55, 1419--1431.",
        "[10] Persson, Mats, Torsten Persson, and Lars E.O. Svensson (1989), Time Consistency of Fiscal and Monetary Policy: A Reply, IIES Seminar Paper No. 427.",
        "[11] Persson, Mats, Torsten Persson, and Lars E.O. Svensson (1998), Debt, Cash Flow and Infla- tion Incentives: A Swedish Example, in Mervyn A. King and Guillermo A. Calvo, eds., The Debt Burden and its Consequences for Monetary Policy, MacMillan, London, 28--62.",
        "[12] Teles, Pedro (2003), The Optimal Price of Money, Federal Reserve Bank of Chicago Eco- nomic Perspectives 2Q/2003, 29--39."
    ]
}