{
    "id": 11081,
    "cites": 13,
    "cited_by": 6,
    "reference": [
        "Attanasio, O., Goldberg P., and N. Pavcnik (2004): Trade Reforms and Wage Inequality in Colombia, Journal of Development Economics 74, 331-366.",
        "Chen, S. and M. Ravallion (2004b): Household Welfare Impacts of WTO Accession in China, World Bank Economic Review, forthcoming.",
        "Deaton, A. and C. Paxson (1997): Poverty among children and the elderly in developing countries, Research Program in Development Studies Working Paper, Princeton University mimeo.",
        "Edwards, S. (2001): The economics and politics of transition to an open market economy: Colombia. OECD: Paris and Washington, D.C..",
        "Goldberg, P. and N. Pavcnik (2003): The Response of the Informal Sector to Trade Liberalization, Journal of Development Economics, 72, 463-496.",
        "Goldberg, P. and N. Pavcnik (2004a): Trade Protection and Wages: Evidence from the Colombian Trade Reforms, Journal of International Economics, forthcoming.",
        "Goldberg, P. and N. Pavcnik (2004b): Trade, Inequality and Poverty: What Do We Know?, Brookings Trade Forum 2004 (also available as NBER Working Paper 10593, July 2004).",
        "Hallak, J.C. and J. Levinsohn (2004): Fooling Ourselves: Evaluating the Globalization and Growth Debate, NBER Working Paper 10244.",
        "Kugler, A. (1999): The Impact of Firing Costs on Turnover and Unemployment: Evidence from The Colombian Labour Market Reform, International Tax and Public Finance Journal, Vol. 6, no. 3, pp. 389-410.",
        "Maloney, W. and J. Nunez (2003): Measuring the Impact of Minimum Wages: Evidence from Latin America, NBER Working Paper 9800.",
        "Ravallion, M. (2004): Competing Concepts of Inequality in the Globalization Debate, Brookings Trade Forum 2004.",
        "Porto, G. (2004): Using Survey Data to Assess the Distributional Effects of Trade Policy, World Bank mimeo. Washington, DC: World Bank.",
        "Winters, A., N. McCulloch, and A. McKay (2004): Trade Liberalization and Poverty: The Evidence so Far, Journal of Economic Literature 62, 72-115."
    ]
}