{
    "id": 11094,
    "cites": 30,
    "cited_by": 6,
    "reference": [
        "Acemoglu, Daron (2003), Patterns of Skill Premia, Review of Economic Studies, 70:2, pp. 199-230.",
        "Aitken, B., G. Hanson and A.E. Harrison (1996), Wages and Foreign Ownership: A Comparative Study of Mexico, Venezuela, and the United States, Journal of International Economics, 40:3- 4, pp. 345-371.",
        "AntrÃ\u0083Â s, Pol (2003), Firms, Contracts, and Trade Structure, Quarterly Journal of Economics, 118:4, pp. 1375-1418.",
        "AntrÃ\u0083Â s, Pol (2005), Incomplete Contracts and the Product Cycle, American Economic Review, forthcoming.",
        "AntrÃ\u0083Â s, Pol and Elhanan Helpman (2004), Global Sourcing, Journal of Political Economy, 112:3, pp. 552-580.",
        "Bernard, Andrew, Raymond Robertson and Peter Schott (2004), Is Mexico a Lumpy Country?, mimeo Dartmouth College.",
        "Feenstra, Robert C. and Gordon H. Hanson (1996a), Foreign Investment, Outsourcing and Relative Wages, in Robert C. Feenstra, Gene M. Grossman, and Douglas A. Irwin, eds., Political Economy of Trade Policy: Essays in Honor of Jagdish Bhagwati, Cambridge: MIT Press, pp.",
        "Feenstra, Robert C. and Gordon H. Hanson (1996b), Globalization, Outsourcing, and Wage In- equality, American Economic Review, 86:2, pp. 240-245.",
        "Feenstra, Robert C. and Gordon H. Hanson (1997), Foreign Direct Investment and Relative Wages: Evidence from Mexicos Maquiladoras, Journal of International Economics, 42:3-4, pp. 371- 393.",
        "Feenstra, Robert C. and Gordon H. Hanson (2003), Global Production Sharing and Rising Inequal- ity: A Survey of Trade and Wages, in E. Kwan Choi and James Harrigan, ed., Handbook of International Trade, Oxford: Basil-Blackwell, pp. 146-185.",
        "Garicano, Luis (2000), Hierarchies and the Organization of Knowledge in Production, Journal of Political Economy, 108:5, pp. 874-904.",
        "Garicano, Luis and Esteban Rossi-Hansberg (2003), Organization and Inequality in a Knowledge Economy, mimeo, Stanford University.",
        "Garicano, Luis and Esteban Rossi-Hansberg (2004), Inequality and the Organization of Knowledge, American Economic Review, 94:2, pp. 197-202.",
        "Grossman, Gene M., and Elhanan Helpman (2004), Managerial Incentives and the International Organization of Production, Journal of International Economics, 63:2, pp. 237-262.",
        "Grossman, Gene M. and Giovanni Maggi (2000), Diversity and Trade, American Economic Review, 90:5, pp. 1255-1275.",
        "Helpman, Elhanan (1984), A Simple Theory of International Trade with Multinational Corpora- tions, Journal of Political Economy, 92:3, pp. 451-471.",
        "Helpman, Elhanan, Marc J. Melitz, and Stephen R.Yeaple (2003), Exports versus FDI with Het- erogeneous Firms, American Economic Review, 94:1, pp. 300-316.",
        "HolmstrÃ\u0083Â¶m Bengt and Paul Milgrom (1994), The Firm as an Incentive System, American Economic Review, 84:4, pp. 972-991.",
        "Juhn, Chinhui, Kevin M. Murphy, and Brooks Pierce (1993), Wage Inequality and the Rise in Returns to Skill, Journal of Political Economy, 101:3, pp. 410-442.",
        "Kremer, Michael and Eric Maskin (1997), Wage Inequality and Segregation by Skill, mimeo Har- vard University.",
        "Kremer, Michael and Eric Maskin (2003), Globalization and Inequality, mimeo Harvard University.",
        "Lawrence, R.Z. and M.J. Slaughter (1993), International Trade and American Wages: Great Sucking Sound or Small Hiccup?, Brookings Papers on Economic Activity, 2, pp. 161-210.",
        "Lipsey, Robert E. and Frederik Sjoholm (2004), Foreign Direct Investment, Education and Wages in Indonesian Manufacturing, Journal of Development Economics, 73:1, pp. 415-422.",
        "Lucas, Robert E., Jr (1978), On the Size Distribution of Business Firms, Bell Journal of Economics, Autumn 1978, 9:2, pp. 508-523.",
        "Melitz, Marc J. (2003), The Impact of Trade on Intra-Industry Reallocations and Aggregate Indus- try Productivity, Econometrica, 71:6, pp. 1695-1725.",
        "Nocke, Volker and Stephen Yeaple (2004), An Assignment Theory of Foreign Direct Investment, mimeo University of Pennsylvania.",
        "Rosen, Sherwin (1982), Authority, Control and the Distribution of Earnings, Bell Journal of Economics, 13:2, pp. 311-23.",
        "Sattinger, Michael (1993), Assignment Models of the Distribution of Earnings, Journal of Economic Literature, 31:2, pp. 831-880.",
        "Verhoogen, Eric (2004), Trade, Quality Upgrading and Wage Inequality in the Mexican Manufac- turing Sector: Theory and Evidence from an Exchange Rate Shock, mimeo UC Berkeley.",
        "Waldman, Michael, (1984), Worker Allocation, Hierarchies and the Wage Distribution, Review of Economic Studies, 51:1, pp. 95-109."
    ]
}