{
    "id": 11099,
    "cites": 35,
    "cited_by": 43,
    "reference": [
        "Chiappori, P.A., Jullien, B., SalaniÃ\u0083Â©, B and F. SalaniÃ\u0083Â©. Asymmetric Information in Insurance: A Robust Characterization. Working paper, University of Chicago. 2001.",
        "Chiappori, P.A. and B. SalaniÃ\u0083Â©. Testing for Asymmetric Information on Insurance Markets. Journal of Political Economy, 108(1), 2000. 56-78.",
        "Clyde, A. T., Hemenway, D., and J. T. Nagurney. Seat Belt Use, Insurance Status, and Hospital Bad Debt. The Journal of Trauma. 41(1). 1996: 100-104.",
        "Currie, Janet and Jonathan Gruber. The Technology of Birth: Health Insurance, Medical Interventions, and Infant Health. NBER Working Paper. No. 5985. 1997.",
        "Currie, Janet and Duncan Thomas. Medical Care for Children: Public Insurance, Private Insurance, and Racial Differences in Utilization. Journal of Human Resources. 30(1). 1995: 135-62.",
        "Dafny, Leemore. How Do Hospitals Respond to Price Changes? mimeo. Northwestern University. November 2002.",
        "Dionne, G. and P. St-Michel. Wokers Compensation and Moral Hazard. The Review of Economics and Statistics. 73(2). May 1991: 236-244.",
        "Duggan, Mark. Hospital Ownership and Public Medical Spending. Quarterly Journal of Economics. November 2000: 1343-1373.",
        "Enthoven, Alain C. Health Plan. Reading, MA: Addison-Wesley. 1980.",
        "Fortin, B. and P. Lanoie. Substitution Between Unemployment Insurance and Wokers Compensation: An Analysis Applied to the Risk of Workplace Accidents. Journal of Public Economics. 49(3). December 1992: 287-312.",
        "Haas, J. S. and L. Goldman. Acutely Injured Patients with Trauma in Massachusetts: Differences in Care and Mortality, by Insurance Status. American Journal of Public Health. 84(10). October 1994: 1605-1608.",
        "Hadley, J. Steinberg, E.P., and J. Feder. Comparison of Uninsured and Privately Insured Hospital Patients. Condition on Admission, Resource Use, and Outcome. Journal of the American Medical Association. 265(3). January 16, 1991: 374-9.",
        "Heckman, J., Lalonde, R., and Smith, J. The Economics and Econometrics of Active Labor Market Programs, Handbook of Labor Economics, Volume 3, Ashenfelter, O. and D. Card, eds., Amsterdam: Elsevier Science. 1999.",
        "Jullien, B., Salanie, B., and F. Salanie. Should More Risk-Averse Agents Exert More Effort? The Geneva Papers on Risk and Insurance Theory. 24. 1999: 19-28.",
        "Kaiser Family Foundation. State Facts: Health Needs and Medicaid Financing. http://www.kff.org/docs/state/states/wi.html. February 1998.",
        "Levy, Helen and Meltzer, David. What Do We Really Know About Whether Health Insurance Affects Health? JCPR Working Paper. No. 275 December 2001.",
        "Long, S.H., M.S. Marquis, and J. Rodgers. Do people Shift Their Use of Health Services over Time to Take Advantage of Insurance? Journal of Health Economics. 17. 1997: 105115.",
        "Manning, W.G. The Logged Dependent Variable, Heteroscedasticity, and the Retransformation Problem. Journal of Health Economics. 17(3). June 1998: 283-295.",
        "Maza, D. de, and D.C. Webb. Advantageous Selection in Insurance Markets. RAND Journal of Economics 32 (2). Summer 2001: 249-262.",
        "National Center for Statistics and Analysis, National Highway Traffic Safety Administration. Revised Catalog of Types of Applications Implemented Using Linked State Data. DOT HS 808 793. Washington, DC: Department of Transportation, October, 1998.",
        "National Safety Council and ANSI. Manual on Classification of Motor Vehicle Accidents: Sixth Edition. ANSI D16.1. Itasca, IL: NSC. 1996.",
        "Newhouse, Joseph P. Free for all? Lessons from the RAND Health Insurance Experiment. Cambridge and London: Harvard University Press. 1993.",
        "Norton, E.C. and Staiger, D.O. How hospital ownership affects access to care for the uninsured. The Rand Journal of Economics. 25(1) Spring1994: 171-85.",
        "Rosenbaum, P. and D.B. Rubin. The Central Role of the Propensity Score in Observational Studies for Causal Effects. Biometrika. 70. 1983: 41-55.",
        "Rothschild, M. and J. E. Stiglitz, Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information. Quarterly Journal of Economics. 90(4) 1976: 630-49 Sada, M.J., French, W. J., Carlisle, D. M., Chandra, N. C., Gore, J. M., and W. J. Rogers.",
        "Myocardial Infarction in the United States. Journal of the American College of Cardiology. 31(7). June 1998: 1474-80.",
        "Saywell, Jr. R. M., Zollinger, T. W., Chu, D. K. W., Macbeth, C. A., and M. E. Sechrist. Hospital and Patient Characteristics of Uncompensated Hospital Care: Policy Implications. Journal of Health Politics, Policy and Law. 14(2). Summer 1989: 287307.",
        "Sloan, 1999 Does Where You Are Admitted Make A Difference? An Analysis of Medicare Data. NBER Working Paper. No. 6896. 1999.",
        "Silverman, E. and J. Skinner. Are For-Profit hospitals Really Different? Medicare Upcoding and Market Structure. NBER Working Paper. No. 8133. 2001.",
        "Spillman. The Impact of Being Uninsured on Utilization of Basic Health Care Services. Inquiry. 29. 1992: 457-466.",
        "Tengs, T.O., Adams, M.E., Pilskin, J.S., Gelb Safran, D., Siegel, J.E., Weinstein, M.C., and J.D. Graham. Five-Hundred Life-Saving Interventions and Their Cost-Effectiveness. Risk Analysis. 15(3). 1995: 369-390.",
        "Tilford, J.M., Robbins, J.M., Shema, S.J., and F.L. Farmer. Response to Health Insurance by Previously Uninsured Rural Children. Health Services Research 34(3). 1999: 761-775.",
        "Data Sources Annual Survey of Hospitals. Bureau of Health Information, Division of Health Care Financing, Department of Health and Family Services. State of Wisconsin. 1992.",
        "Primedia Price Digests, a Unit of Primedia Business. U.S. Census Bureau; 1990 Census of Population and Housing, Summary Tape File 3B: ZIP Codes.",
        "Wisconsin Hospital Fiscal Survey. Bureau of Health Information, Division of Health Care Financing, Department of Health and Family Services. State of Wisconsin. 1992."
    ]
}