{
    "id": 11091,
    "cites": 12,
    "cited_by": 17,
    "reference": [
        "Blumberg, Linda J., Lisa Dubay, and Stephen A. Norton. 2000. Did the Medicaid Expansions for Children Displace Private Insurance? An Analysis Using the SIPP. Journal of Health Economics 19(1): 33-60.",
        "Card, David. 1996. The Effect of Unions on the Structure of Wages: A Longitudinal Analysis. Econometrica 64(4): 957-979.",
        "Identify the Effects of the Federal Medicaid Expansions on Low Income Children. Review of Economics and Statistics 86(3): 752-766. ________ , Andrew Hildreth, and Lara D. Shore-Sheppard. 2004. The Measurement of Medicaid Coverage in the SIPP: Evidence from a Matched Record Comparison. Journal of Business and Economic Statistics 22(4): 410-420.",
        "Cutler, David M. and Jonathan Gruber. 1996. Does Public Insurance Crowd out Private Insurance? Quarterly Journal of Economics 111(2): 391-430.",
        "Dubay, Lisa C. and Genevieve Kenney. 1996. The Effects of the Medicaid Expansions on Insurance Coverage of Children. The Future of Children 6(1): 152-161.",
        "Ham, John C. and Lara D. Shore-Sheppard. 2005. The Effect of Medicaid Expansions for Low-Income Children on Medicaid Participation and Private Insurance Coverage: Evidence from the SIPP. Journal of Public Economics 89(1): 57-83.",
        "Ku, Leighton, Marilyn Rymer Ellwood, and John Klemm. 1990. Deciphering Medicaid Data: Issues and Needs. Health Care Financing Review (Annual Supplement).",
        "Unpublished reports. Office of Technology Assessment. 1988. Healthy Children: Investing in the Future.",
        "Washington, DC: U.S. Government Printing Office. Shore-Sheppard, Lara D. 1996a. Medicaid and Health Insurance for Children: Essays in Empirical Economics. Unpublished Ph. D. Dissertation. Princeton University.",
        "Princeton University Industrial Relations Section Working Paper 374. ________ . 2000. The Effect of Expanding Medicaid Eligibility on the Distribution of Childrens Health Insurance Coverage. Industrial and Labor Relations Review 54(1): 59-77.",
        "Swartz, Katherine. 1986. Interpreting the Estimates from Four National Surveys of the Number of People Without Health Insurance. Journal of Economic and Social Measurement 14(3): 233-242.",
        "U. S. Census Bureau. 2003. Statistical Abstract of the United States: 2003. Washington, DC: U.S. Government Printing Office."
    ]
}