{
    "id": 11105,
    "cites": 20,
    "cited_by": 3,
    "reference": [
        "Ball L (1994), `What Determines the Sacrifice Ratio?, in NG Mankiw (ed), Monetary Policy, National Bureau of Economic Research Studies in Business Cycles, University of Chicago Press, Chicago, pp 155182.",
        "Ball L (1999a), `Efficient Rules for Monetary Policy, International Finance, pp 6383.",
        "Ball L (1999b), `Policy Rules for Open Economies, in JB Taylor (ed), Monetary Policy Rules, A National Bureau of Economic Research Conference Report, University of Chicago Press, Chicago, pp 127144.",
        "Bernanke BS (2000), `Japanese Monetary Policy: A Case of Self-Induced Paralysis?, in R Mikitani and AS Posen (eds), Japans Financial Crisis and its parallels to U.S. Experience, Institute for International Economics, Washington.",
        "Bernanke BS and M Gertler (2001), `Should Central Banks Respond to Movements in Asset Prices?, American Economic Review, 91(2), pp 253257.",
        "Borio C and P Lowe (2002), `Asset Prices, Financial and Monetary Stability: Exploring the Nexus, Bank for International Settlements Working Paper No 114.",
        "Cecchetti SG (2003), `What the FOMC Says and Does When the Stock Market Booms, in T Richards and T Robinson (eds), Asset Prices and Monetary Policy, Proceedings of a Conference, Reserve Bank of Australia, Sydney, pp 2796.",
        "Cecchetti SG, H Genberg, J Lipsky and S Wadhwani (2000), `Asset prices and central bank policy, International Centre for Monetary and Banking Studies and Centre for Economic Policy Research Geneva Reports on the World Economy No 2.",
        "DeLong BJ and LH Summers (1988), `How Does Macroeconomic Policy Affect Ouput?, Brookings Papers on Activity, pp 433480.",
        "Fukao M (2003), `Financial Strains and the Zero Lower Bound: the Japanese Experience, Bank for International Settlements Working Paper No 141.",
        "Goodfriend M (2000), `Overcoming the Zero Bound on Interest Policy, Journal of Money, Credit and Banking, 32(4), pp 10071035.",
        "Gruen D, M Plumb and A Stone (2003), `How Should Monetary Policy Respond to Asset-price Bubbles?, Reserve Bank of Australia Research Discussion Paper No 2003-11.",
        "Krugman PR (1998), `Its Baaack! Japans Slump and the Return of the Liquidity Trap, Brookings Papers on Economic Activity, 49(2), pp 137206.",
        "McCallum BT (2000), `Theoretical Analysis Regarding a Zero Lower Bound on Nominal Interest Rates, Journal of Money, Credit and Banking, 32(4), pp 870904.",
        "Modigliani F and R Sutch (1966), `Innovations in Interest Rate Policy, American Economic Review, LVI, pp 178197.",
        "Reifschneider D and JC Williams (2000), `Three Lessons for Monetary Policy in a Low-inflation Era, The Journal of Money, Credit and Banking, 32(4), pp 936966.",
        "Rudebusch GD (1995), `What are the Lags in Monetary Policy, FRBSF Weekly Letter, pp 95105.",
        "Shiller RJ (2000), Irrational Exuberance, Princeton University Press.",
        "Svensson LEO (1997), `Inflation Forecast Targeting: Implementing and Monitoring Inflation Targets, European Economic Review, 41(6), pp 11111146.",
        "Svensson LEO (2001), `The Zero Bound in an Open Economy: A Foolproof Way of Escaping from a Liquidity Trap, Monetary and Economic Studies, 19(S-1), pp 277312."
    ]
}