{
    "id": 11108,
    "cites": 14,
    "cited_by": 18,
    "reference": [
        "Betts, Julian R. The changing role of education in California, San Francisco: Public Policy Institute of California (2000).",
        "Cutler, David, Douglas Elmendorf, and Richard Zeckhauser, Restraining the Leviathan: Property Tax Limitation in Massachusetts, J. of Public Economics, Vol. 71, no. 3 (March 1999): 313-334.",
        "Ferreira, Fernando, You Can Take It With You: Transferability of Proposition 13 Tax Benefits, Residential Mobility, and Willingness-to-Pay for Housing Amenities, paper presented at the NBER Summer Institute, 2004.",
        "Gruber, Jonathan, The incidence of mandated maternity benefits, American Economic Review 84(3):622-41 (1994).",
        "Hoxby, Caroline, and Ilyana Kuziemko, Robin Hood and His Not-So-Merry Plan: Capitalization and the Self-Destruction of Texas School Finance Equalization Plan, paper presented at the NBER Summer Institute (2004).",
        "Lang, Kevin, and Tianlun Jian, Property Taxes and Property Values: Evidence from Proposition 2Ã\u0082Â½, Journal of Urban Economics, v. 55:3, pp. 439-57 (2004).",
        "OSullivan, Arthur, Terri A. Sexton, Steven M. Sheffrin, The Future of Proposition 13 in California. Berkeley, CA : California Policy Seminar, University of California, 1993.",
        "OSullivan, Arthur, Terri A. Sexton, Steven M. Sheffrin (1995), Property Taxes, Mobility, and Home Ownership,Journal of Urban Economics, vol. 37(1), pp. 107-29.",
        "OSullivan, Arthur, Terri A. Sexton, Steven M. Sheffrin (1995), Property Taxes and Tax Revolts: The Legacy of Proposition 13. NY: Cambridge Univ. Press.",
        "Nagy, John (1997), Did Proposition 13 Affect the Mobility of California Households? Public Finance Review, vol. 25:1, pp. 102-116.",
        "Sheffrin, Steven M., and Terri Sexton, Proposition 13 in Recession and Recovery. Public Policy Institute of California, 1998.",
        "Stocker, Frederick D., Ed., Proposition 13: A Ten-Year Retrospective. Cambridge, MA: Lincoln Institute of Land Policy, 1991.",
        "Stohs, Mark H., Paul Childs, and Simon Stevenson (2001), Tax Policies and Residential Mobility, International Real Estate Review, vol. 4:1, pp. 95-117.",
        "Wasi, Nada (2005), Household mobility within California, quality of life, wages and rents, unpublished chapter of Ph.D. dissertation."
    ]
}