{
    "id": 11102,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "Alvarez, F., R. Lucas, and W. Weber, 2001, Interest rates and inflation, American Economic Review 91, 219-225.",
        "Bernanke, B. and J. Boivin, 2003, Measuring the effects of monetary policy: a factor-augmented vector auto-regressive(FA VAR) approach, FRB working paper.",
        "Bils, M, P. Klenow, and 0. Kryvsov, 2003, Sticky prices and money policy shocks, FRB Minneapolis Quarterly Review 27, 2-9.",
        "Bordo, M. and Haubrich, 2004, The yield curve, recessions and the credibility of the monetary regime: long run evidence 1875-1997, NBER working paper 10431.",
        "Breitung J., R. Chrinko, and U. Kalckreuth, 2003, A vector autoregressive investment model (VIM) and monetary policy transmission: panel evidence from German firms, Deutsche Bundesbank discussion paper 06/03.",
        "Clarida, R., J. Gali, and M. Gertler, 1999, The science of monetary policy: a new Keynesian Perspective, Journal of Economic Literature 37, 1661-1707.",
        "Clarida, R., J. Gali, and M. Gertler, 2000, Monetary policy rules and macroeconomic stability: evidence and some theory, Quarterly Journal of Economic Literature 115, 147-180.",
        "Dixit, A. and J. Stiglitz, 1977, Monopolistic competition and optimum product diversity, American Economic Review 67, 297-308.",
        "Ellingsen, T. and U. S ndestr m, 2004, Why are long rates sensitive to monetary policy?, IGIER working paper 256.",
        "Hendry, S., W. Ho., and K. Moran, 2003, Simple monetary policy rules in an open economy, limited participation model, Bank of Canada working paper 2003-3 8.",
        "Hong, K., 1997, Fluctuations in consumer durables expenditure and fixed investment in Korea, International Economic Journal, 1997.",
        "Hong, K., 1996, A comment on durable goods consumption, Journal of Monetary Economics, 1996 Lucas, R., 2000, Inflation and welfare, Econometrica 68, 247-274.",
        "Lucas, R. and N. Stokey, 1987, Money and interest in a cash-in-advance economy, Econometrica 55, 491-5 13.",
        "Monnet, C and W. Weber, 2001, Money and interest rates, FRB Minneapolis Quarterly Review 25, 2-11.",
        "Orphanides, A., 2003, Monetary policy in deflation: the liquidity trap in history and practice, FRB working paper.",
        "Taylor, J., 1993, Discretion versus policy rules in practice, Carnegie-Rochester Conference Series on Public Policy 39, 195-214.",
        "Thomas, J., 2002, Is lumpy investment relevant for the business cycle?, FRB Minneapolis research department staff report 302 Woodford, M., 2003, Inflation and Prices: Foundations of a Theory of Monetary Policy, Princeton University Press."
    ]
}