{
    "id": 11115,
    "cites": 13,
    "cited_by": 4,
    "reference": [
        "Arrow, K. J. Uncertainty and the Welfare Economics of Medical Care. American Economic Review 53 (1963): 941-973.",
        "Chou, S. Asymmetric Information, Ownership and Quality of Care: An Empirical Analysis of Nursing Homes. Journal of Health Economics 21 (2002): 293-311.",
        "Cohen, J.W. and W. D. Spector. The Effect of Medicaid Reimbursement on Quality of Care in Nursing Homes. Journal of Health Economics 15 (1996): 23-48.",
        "Grabowski, D. C. and R. A. Hirth. Competitive Spillovers Across Non-profit and Forprofit Nursing Homes. Journal of Health Economics 818 (2002): 1-22.",
        "Gulley, O.D. and R.E. Santerre. The Effect of Public Policies on Nursing Home Care in the U.S. Eastern Economic Journal, 29 (2003): 93-104.",
        "Institute of Medicine. Improving the Quality of Long-term Care. Committee on Improving Quality in Long-Term Care, National Academy Press, Washington, DC. 2001.",
        "Kessler, D. and McClellan, M. The Effects of Hospital Ownership on Medical Productivity. RAND Journal of Economics, 33 (2002): 488-506.",
        "Lakdawalla, D. and T. Philipson. Nonprofit Production and Competition. NBER Working Paper 6377, National Bureau of Economic Research, Cambridge, MA, (January 1998).",
        "Nyman, J.A. The Effects of Market Concentration and Excess Demand on the Price of Nursing Home Care. Journal of Industrial Economics 42 (1994): 193-204.",
        "Nyman, J.A. and D.L. Bricker. Profit Incentives and Technical Efficiency in the Production of Nursing Home Care. Review of Economics and Statistics 71 (1989): 58694. Stevens, R. In Sickness and in Wealth. Basic Books, New York, 1989.",
        "Svorney, S.V. Physician Licensure: A New Approach to Examining the Role of Professional Interests. Economic Inquiry 25 (1987): 497-509.",
        "Tuckman, H.P. and C.F. Chang. Cost Convergence between For-Profit and Not-ForProfit Nursing Homes: Does Competition Matter? Quarterly Review of Economics and Business 28 (1988): 51-65.",
        "White, H. Heteroskedasticity-Consistent Covariance Matrix Estimates and a Direct Test for Heteroskedasticity, Econometrica, (May 1980), 817-38."
    ]
}