{
    "id": 11119,
    "cites": 43,
    "cited_by": 56,
    "reference": [
        "AÃ\u0083Â¯t-Sahalia, Y., Brandt, M., 2001. Variable selection for portfolio choice. Journal of Finance 56, 1297--1351.",
        "Avramov, D., 2002, Stock return predictability and model uncertainty, Journal of Financial Economics 64, 423--458.",
        "Barberis, N. C., 2000. Investing for the long run when returns are predictable.",
        "Journal of Finance 55, 225--264. Bekaert, G., Hodrick, R. J., Marshall, D. A., 1997. On biases in tests of the expectations hypothesis of the term structure of interest rates. Journal of Financial Economics 44, 309--348.",
        "Bollerslev, Tim, 1990. Modeling the coherence in short run nominal exchange rates: A multivariate generalized ARCH model. Review of Economics and Statistics 72, 498-505.",
        "Brandt, M., Goyal, A., Santa-Clara, P., and Stroud, J.R., 2004. A simulation approach to dynamic portfolio choice with an application to learning about return predictability. Review of Financial Studies, forthcoming.",
        "Brennan, M. J., Schwartz, E. S., Lagnado, R., 1997. Strategic asset allocation.",
        "Journal of Economic Dynamics and Control 21, 1377--1403. Campbell, J. Y., 1987. Stock returns and the term structure. Journal of Financial Economics 18, 373--399.",
        "Campbell, J. Y., 1991. A variance decomposition for stock returns. Economic Journal 101, 157--179.",
        "Campbell, J.Y., 2001. Why long horizons? A study of power against persistent alternatives. Journal of Empirical Finance 8, 459--491.",
        "Campbell, J.Y., Chan, Y.L., Viceira, L.M., 2003. A multivariate model of strategic asset allocation. Journal of Financial Economics 67, 41--80.",
        "Campbell, J. Y., Shiller, R. J., 1988. The dividend-price ratio and expectations of future dividends and discount factors. Review of Financial Studies 1, 195--228.",
        "Campbell, J. Y., Shiller, R. J., 1991. Yield spreads and interest rates: a birds eye view. Review of Economic Studies 58, 495--514.",
        "Campbell, J. Y., Viceira, L. M., 1999. Consumption and portfolio decisions when expected returns are time varying. Quarterly Journal of Economics 114, 433-- 495.",
        "Campbell, J. Y., Viceira, L. M., 2002. Strategic Asset Allocation: Portfolio Choice for Long-Term Investors. Oxford University Press, Oxford.",
        "Campbell, J.Y., Vuolteenaho, T., 2004. Inflation illusion and stock prices. American Economic Review, Papers and Proceedings, 94, 19--23.",
        "Campbell, J. Y., Yogo, M., 2004. Efficient tests of stock return predictability. Manuscript, Harvard University.",
        "Cavanagh, C.. Elliott, G., Stock, J.H., 1995. Inference in models with nearly integrated regressors. Econometric Theory, 1131-1147.",
        "Chacko, G., Viceira, L. M., 1999. Dynamic consumption and portfolio choice with stochastic volatility in incomplete markets. NBER Working Paper 7377. National Bureau of Economic Research, Cambridge, MA.",
        "Elliott, G., and Stock, J.H., 1994. Inference in times series regression when the order of integration of a regressor is unknown. Econometric Theory 10, 672-700.",
        "Engle, Robert, 2002. Dynamic conditional correlation: A simple class of multivariate generalized autoregressive conditional heteroskedasticity models. Journal of Business and Economic Statistics 20, 339-350.",
        "Fama, E., 1984. The information in the term structure. Journal of Financial Economics 13, 509--528.",
        "Fama, E., French, K., 1988. Dividend yields and expected stock returns. Journal of Financial Economics 22, 3--27.",
        "Fama, E., French, K., 1989. Business conditions and expected returns on stocks and bonds. Journal of Financial Economics 25, 23--49.",
        "Fama, E., Schwert, G. W., 1977. Asset returns and inflation. Journal of Financial Economics 5, 115--146.",
        "Glosten, L. R., Jagannathan, R., Runkle, D., 1993. On the relation between the expected value and the volatility of the nominal excess return on stocks. Journal of Finance 48, 1779--1801.",
        "Goetzmann, W. N., Jorion, P., 1993. Testing the predictive power of dividend yields.",
        "Journal of Finance 48, 663--679. Harvey, C., 1989. Time-varying conditional covariances in tests of asset pricing models. Journal of Financial Economics 22, 305--334.",
        "Harvey, C., 1991. The world price of covariance risk. Journal of Finance 46, 111--157.",
        "Hodrick, R. J., 1992. Dividend yields and expected stock returns: alternative procedures for inference and measurement. Review of Financial Studies 5, 357--386.",
        "Hoevenaars R.P.M.M., Molenaar R.D.J, and Steenkamp T.B.M., 2004. Strategic asset allocation with parameter uncertainty. Working paper, Maastricht University, ABP, Vrije University.",
        "Kandel, S., Stambaugh, R., 1987. Long horizon returns and short horizon models.",
        "CRSP Working Paper No.222. University of Chicago. Markowitz, H., 1952. Portfolio selection. Journal of Finance 7, 77--91.",
        "Merton, R. C., 1969. Lifetime portfolio selection under uncertainty: the continuous time case. Review of Economics and Statistics 51, 247--257.",
        "Merton, R. C., 1971. Optimum consumption and portfolio rules in a continuous-time model. Journal of Economic Theory 3, 373--413.",
        "Merton, R. C., 1973. An intertemporal capital asset pricing model. Econometrica 41, 867--87.",
        "Modigliani, F., Cohn, R., 1979. Inflation, rational valuation, and the market.",
        "Financial Analysts Journal. Nelson, C. R., Kim, M. J., 1993. Predictable stock returns: the role of small sample bias. Journal of Finance 48, 641--661.",
        "Rigobon, R., Sack, B., 2003. Spillovers across U.S. financial markets. NBER Working Paper 9640. National Bureau of Economic Research, Cambridge, MA.",
        "Samuelson, P. A., 1969. Lifetime portfolio selection by dynamic stochastic programming.",
        "Review of Economics and Statistics 51, 239--246. Shiller, R. J., Campbell, J. Y., Schoenholtz, K. L., 1983. Forward rates and future policy: interpreting the term structure of interest rates. Brookings Papers on Economic Activity 1, 173--217.",
        "Siegel, Jeremy, 1994. Stocks for the Long Run, McGraw-Hill, New York, NY.",
        "Stambaugh, R. F., 1999. Predictive regressions. Journal of Financial Economics 54, 375--421."
    ]
}