{
    "id": 11118,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "[1] Anderson, S., and A. dePalma. 2004. The economics of pricing parking. Journal of Urban Economics 55: 1-20.",
        "[2] Arnott, R. 1990. Signalized intersection queuing theory and C.B.D. auto congestion. Economics Letters 33: 197-201.",
        "[3] Arnott, R., A. dePalma, and R. Lindsey. 1992. A temporal and spatial equilibrium analysis of commuter parking. Journal of Public Economics 45: 301-335.",
        "[4] Arnott, R., and J. Rowse. 1999. Modeling parking. Journal of Urban Economics 45: 97-124.",
        "[5] Arnott, R., R. Schoeb, and T. Rave. forthcoming. Alleviating Urban Tra c Congestion. Cambridge, MA. MIT Press.",
        "[6] Bendixson, I. 1901. Sur les corbes dÃ\u0083Â©...nies par des Ã\u0083Â©quations diÃ\u0083Â©rentielles. Acta Math. 24: 1-88.",
        "[7] Calthrop, E. 2001a. Essays in urban transport economics. PhD thesis number 151, Katholieke Universiteit Leuven.",
        "[8] Calthrop, E. 2001b. When consumers can decide not to pay a tax: enforcing and pricing urban on-street parking space. Katholieke Universiteit Leuven Working Paper 2001-10.",
        "[9] Calthrop, E., S. Proost, and K. Van Dender. 2000. Parking policies and road pricing. Urban Studies 37: 63-76.",
        "[10] Douglas, R. 1975. A parking model - the eect of supply on demand. American Economist 19: 85-86.",
        "[11] Glazer, A., and E. Niskanen. 1992. Parking fees and congestion. Regional Science and Urban Economics 22: 123-132.",
        "[12] Greenshield, B. 1935. A study of tra c capacity. Highway Research Board Proceedings 14: 448-477.",
        "[13] Rouwendal, J., E. Verhoef, and P. Rietveld. 1999. Congestion caused by speed dierences. Journal of Urban Economics 45: 533-566.",
        "[14] Shoup, D. 2005. The High Cost of Free Parking. American Planning Association.",
        "[15] Verhoef, E. 2001. An integrated dynamic model of road tra c congestion based on simple car-following theory: exploring hypercongestion. Journal of Urban Economics 49: 505-542.",
        "[16] Vickrey, W. 1969. Congestion theory and transport investment. American Economic Review Papers and Proceedings 59: 251-260.",
        "[17] Walters, A. 1961. The theory and measurement of private and social cost of highway congestion. Econometrica 29: 676-699.",
        "[18] Westin, R., and D. Gillen. 1978. Parking location and transit demand. Journal of Econometrics, 8: 75-101."
    ]
}