{
    "id": 11120,
    "cites": 33,
    "cited_by": 5,
    "reference": [
        "Cohen, W. M., R. Florida, L. Randazzese, and J. Walsh. 1998. Industry and the academy: uneasy partners in the cause of tec hnological advance, in: Noll, R. (Editor), The Future of the Research University, Brookin gs Institution Press, Washington, D. C.",
        "Cohen, W. M., R. Florida, and L. Rand azzese. 2004. For knowledge and profit: university-industry research centers in the United States, Oxford University Press, Oxford, forthcoming.",
        "Anton, J.J. and D.A. Yao. 2002. The Sale of Ideas: Strategic Disclosure, Property Rights, and Contracting, Review of Economic Studies 67 (4): 585- 607.",
        "Arrow, K. 1962. Economic Welfare an d the Allocation of Resources for Invention, in R.R. Nelson (ed.), The Rate an d Direction of Inventive Activity. Princeton, NJ, Princeton University Press: 609-625.",
        "Allen, R.C. 1983. Collective Invention, Journal of Economic Behavior and Organization 4 (1): 1-24.",
        "Collins, S., and H. Wakoh. 1999. Universi ties and technology transfer in Japan: Recent reforms in historical perspective, University of Washington and Kanagawa Industrial Technology Research Institute, Japan.",
        "Dalle, J.-M. 2003. Open source technology transfer, paper presented to the Third EPIP Conference, Maastricht, The Netherlands, November 22/23, 2003.",
        "David, P. A. 2002. The ec onomic logic of open science and the balance between private property rights and the public domain in scientific data and information: a primer, National Research Council Symposium on The Ro le of the Public Domain in Scientific and Technical Data and Information (Washing ton, D.C.: National Academy of Sciences).",
        "David, P. A. 2004. A tragedy of the public knowledge `commons? Global science, intellectual property and the di gital technology boomerang, this issue.",
        "Guena, A., and L. Nesta. 2004. University pa tenting and its effects on academic research: the emerging European evidence, this issue.",
        "Hall, B. H. 2004. On copyright and patent protection for software and databases: a tale of two worlds, in O. Granstrand (Editor), Economics, La w, and Intellectual Property, (Boston/Dordrecht: Kluwer Academic Publishers).",
        "Hall, B.H., and R. Ziedonis. 2001. The Determinants of Patenting in the U.S.",
        "Hall, B. H., A. N. Link, and J. T. Scott, 2001, Barriers inhibiting industry from partnering with universities, Journal of Technology Transfer 26, 87-98.",
        "Harhoff, D., J. Henkel, and E. von Hi ppel. 2003. Profiting from voluntary information spillovers: How users benefit by freely revealing their innovations, Research Policy 32, 1753-1769.",
        "Heller, M.A. and R.S. Eisenberg. 1998. Can Patents Deter Innovation? The Anticommons in Biomedical Research, Science 280, May, 698-701.",
        "Hertzfeld, H. R., A. N. Link, and N. S. Vonortas. 2004. Intellectual property protection mechanisms and resear ch partnerships, this issue.",
        "Isabelle, M. 2004. They invent (not patent) like they breathe: what are their incentives to do so? Short tales and lessons from researchers in a public research organisation, Paper presented at the Third EPIP Workshop, Pisa, Italy, April 2/3.",
        "Kuan, J. 2002. Open source software as lead users make or buy decision: a study of open and closed source quality, Stanford University.",
        "Lee, Yong S. 2000. The Sustainability of University-Industry Research Collaboration, Journal of Technol ogy Transfer 25 (2): 111-133.",
        "Lerner, J. and J. Tirole. 2002. Some simple economics of open source, Journal of Industrial Economics L, 197-234.",
        "Merton, R.K. 1957. Priorities in Scientif ic Discovery: A Chapter in the Sociology of Science, American Sociological Review 22(6): 635-59.",
        "Merton, R.K. 1968. The Matthew Effect in Science, Science 159 (3810, Jan. 5): 56-63.",
        "Nelson, R. R. 1959. The simple economics of basic scientific research, Journal of Political Economy 77, 297-306.",
        "Nuvolari, A. 2004. Collective invention du ring the British Industrial Revolution: The Case of Cornish Pumping Engine, Cambridge Journal of Economics 28, 347-363.",
        "Olson, M. 1971. Logic of Collective Action: Public Goods and the Theory of Groups (Harvard University Press, Cambridge, Massachusetts).",
        "Owen-Smith, J. and W.W. Powell. 2001. To Patent or Not: Faculty Decisions and Institutional Success at Technology Transfer, Journal of Technology Transfer 26 (1/2): 99-114.",
        "Renfro, C. G., 2003a, A compendium of existing econometric software packages, Journal of Economics and Social Measurement 29, forthcoming.",
        "Renfro, C. G., 2003b, Econometric software : the first fifty years in perspective, Journal of Economics and Social Measurement 29, 1-51.",
        "Scotchmer, S. 1991. Standing on the Shoulders of Giants: Cumulative Research and the Patent Law, Journal of Economic Perspectives 5: 29-41.",
        "Thursby, J., R. Jensen, and M.C. Thursby. 2001. Objectives, characteristics and outcomes of university licensing: A survey of major U.S. universities, Journal of Technology Transfer 26, 59-72.",
        "Von Hippel, E. 1987. Cooperation be tween Rivals: Informal Know-How Trading, Research Policy 16, 291-302.",
        "Von Hippel, E. 1988. The Sources of I nnovation (Oxford: Oxford University Press).",
        "Von Hippel, E, and G. von Krogh. 2003. Open source software and the private- collective innovation model: issues for organiza tion science, Organization Science 14 (2), 209-223."
    ]
}