{
    "id": 11127,
    "cites": 24,
    "cited_by": 49,
    "reference": [
        "Anderton, Robert. 2003. Extra-euro Area Manufacturing Import Prices and Exchange Rate Pass-Through. ECB working paper no. 219.",
        "Bacchetta, Philippe and Eric vanWincoop. 2002. A Theory of the Currency Denomination of International Trade. NBER working paper no. 9039.",
        "Corsetti, Giancarlo, and Paolo Pesenti. 2001. International Dimensions of Optimal Monetary Policy. NBER working paper no. 8230.",
        "Devereux, Michael and Charles Engel. 2001. Endogenous Currency of Price Setting in a Dynamic Open Economy Model. NBER working paper no. 8559.",
        "Devereux, Michael, Charles Engel, Storegaard. 2004 Endogenous Exchange Rate Pass- Through when Nominal Prices are set in Advance. Journal of International Economics, Vol. 63, no. 2, pp. 263-291.",
        "Donnenfeld, Shabtai and Alfred Haug. 2003. Currency Invoicing in International Trade: An Empirical Investigation. Review of International Economics, Vol. 11, pp. 332- 345.",
        "Donnenfeld, Shabtai and Alfred Haug. 2002. Currency Invoicing in U.S. Imports mimeo.",
        "Engel, Charles and Kenneth West. 2004. Exchange Rates and Fundamentals. NBER working paper no. 10723.",
        "Engel, Charles, 2003. On the Relationship between Pass-Through and Sticky Nominal Prices, mimeo.",
        "European Central Bank, 2002. Review of the International Role of the Euro.",
        "Friberg, Richard. 1988 In which Currency Should Exporters Set their Prices? Journal of International Economics, Vol. 45, No. 1, pp. 59-76.",
        "Giovannini, Alberto. 1988. Exchange Rates and Traded Goods Prices. Journal of International Economics, Vol.24, pp.45-68.",
        "Grassman, S. 1973. A Fundamental Symmetry in International Payments. Journal of International Economics, Vol. 3, pp. 105-16.",
        "VEHICLE CURRENCY USE IN INTERNATIONAL TRADE 31 Krugman, Paul. 1980. Vehicle Currencies and the Stucture of International Exchange, Journal of Money, Credit and Banking, Vol. 12 pp. 513-526.",
        "McKinnon, Ronald. 1979. Money in International Exchange: The Convertible Currency System (Oxford University Press).",
        "Murray, John, James Powell and Louis-Robert Lafleur. 2003. Dollarization in Canada: An Update, Bank of Canada Review, Summer 2003.",
        "Murray, John and James Powell. 2002 Dollarization in Canada: The Buck Stops There, Bank of Canada Technical Report no. 90.",
        "Oi, Hiroyuki, Akira Otani, and Toyoichiro Shirota. 2004. The Choice of Invoice Currency in International Trade: Implications for the Internationalization of the Yen. Monetary and Economic Studies (March) pp.27-63.",
        "Rey, Helene. 2001. International Trade and Currency Exchange Review of Economic Studies, Vol 68, pp. 443-464.",
        "Swoboda, Alexander. 1969. Vehicle Currencies and the Foreign Exchange Market: the Case of the Dollar, in Robert Z. Aliber, Ed., The International Market for Foreign Exchange, Praeger Special Studies in International Economics and Development, (New York: Frederick A. Praeger, Publishers).",
        "Swoboda, Alexander. 1968. The Euro-Dollar Market: An Interpretation, Essays in International Finance 64, International Finance Section, Princeton University.",
        "Tavlas, George. 1998. The International Use of Currencies: The U.S. Dollar and the Euro. IMF Finance and Development, Vol. 35 no. 2.",
        "Tille, CÃ\u0083Â©dric. 2002. How Valuable is Exchange Rate Flexibility? Optimal Monetary Policy under Sectoral Shocks. Federal Reserve Bank of New York Staff Report 147.",
        "Walter, N. 2002. The International Dimension of the Euro and the Path to the Euro for Enlargement Countries. Briefing paper prepared for the Economic and Monetary Affairs Committee on the European Parliament, May 2002."
    ]
}