{
    "id": 11121,
    "cites": 28,
    "cited_by": 27,
    "reference": [
        "Baker, Michael, Hanna, Emily and Kantarevic, Jasmin, The Married Widow: Marriage Penalties Matter! Journal of the European Economic Association, 2, 2004, 634-664.",
        "Barro, Robert J. and Lee, Jongwha, IMF Programs: Who Is Chosen and What Are the Effects? mimeo, 2003.",
        "Becker, Gary S. and Barro, Robert J., A reformulation of the Economic Theory of fertility, Quarterly Journal of Economics, 103, 1988, 1-25.",
        "Becker, G.S., Murphy, K.M. and Tamura, R, Human Capital, Fertility, and Economic Growth, Journal of Political Economy 98, 1990, S12-38.",
        "Becker, Gary S., Nobel Lecture: The Economic Way of Looking at Behavior, Journal of Political Economy, 101, 1993: 385-409.",
        "Boadway, Robin W. and Wildasin, David E., A Median Voter Model of Social Security, International Economic Review, 30, 1989.",
        "Boldrin, Michele, De Nardi, Mariacristina and Jones, Larry E., Fertility and Social Security, Working Paper, University of Minnesota, 2004.",
        "Boldrin, Michele, and Rustichini, Aldo, Political Equilibria with Social Security, Review of Economic Dynamics, 3, 2000.",
        "Cigno, Alessandro and Rosati, Furio Camillo, Jointly determined saving and fertility behaviour: Theory and estimates for Germany, Italy, UK, and USA, European Economic Review, 40, 1996, p. 1561-1589.",
        "Dickert-Conlin, Stacy and Meghea, Cristian, The Effect of Social Security on Divorce and Remarriage Behavior, Center for Retirement Research Working Paper 2004-09, Boston College, 2004.",
        "Docquier, Frederic and Paddison, Oliver, Social Security Benefit Rules, Growth and Inequality, Journal of Macroeconomics, 25 (1), 2003, p 47-71.",
        "Ehrlich, Isaac and Lui, Francis T., Intergenerational Trade, Longevity, and Economic Growth, Journal of Political Economy, 99, 1991: 1029-1059.",
        "Ehrlich, Isaac and Lui, Francis T., Social Security, the Family, and Economic Growth, Economic Inquiry, 1998.",
        "Ehrlich, Isaac and Lui, Francis T., Bureaucratic Corruption and Endogenous Economic Growth, Journal of Political Economy, 107, 1999.",
        "Ehrlich, Isaac and Zhong, Jian-Guo, Social Security and the Real Economy: An Inquiry into Some Neglected Issues, American Economic Review, 88 (2), 1998.",
        "Feldstein, Martin., Social Security and Saving: New Time Series Evidence, National Tax Journal, 49 (2), 1997.",
        "Friedman, Milton, Do Old Fallacies Ever Die? Journal of Economic Literature, 30, 1992.",
        "Fuster, Luisa, Imrohoroglu, Ayse and Imrohoroglu, Selahattin, A Welfare Analysis of Social Security in a Dynastic Framework, International Economic Review, 44 (4), 2003.",
        "Mulligan, Casey B. and Sala-i-Martin, Xavier X., Gerontocracy, Retirement, and Social Security, NBER Working Paper no. 7117, May 1999.",
        "Pedroni, Peter, Critical values For Cointegration Tests In Heterogeneous Panels With Multiple Regressors, Oxford Bulletin Of Economics And Statistics, 1999.",
        "Rojas, Juan A., On the Interaction between Education and Social Security, Review of Economic Dynamics, 7, 2004, 932-957.",
        "Rosati, Furio Camillo, Social Security in a Non-Altruistic Model with Uncertainty and Endogenous Fertility, Journal of Public Economics, 60 (2), 1996, p. 283-94.",
        "Samwick, Andrew A., Is Pension Reform Conducive To Higher Saving? Review of Economics and Statistics, 82 (2), 2000, 264-272.",
        "Seater, John J., Ricardian Equivalence, Journal of Economic Literature, 31 (1), 1993, 142-190.",
        "Wigger, Berthold U., Pay-as-You-Go Financed Public Pensions in a Model of Endogenous Growth and Fertility, Journal of Population Economics, 12 (4), 1999, p. 625-40.",
        "Zhang, Jie and Zhang, Junsen, How does social security affect economic growth? Evidence from cross-country data, Journal of Population Economics, 17, 2004.",
        "This intergenerational tax effect does not apply necessarily to payroll taxes, as these do not necessarily alter the inter-temporal rate of substitution in consumption relative to the rates of return from children or savings. 11 The 1999 MetLife Juggling Act Study, conducted by the National Center for Women and Aging at Brandeis University, shows that 25 percent of all U.S. households provide care for an elderly person and that care-giving costs individuals upwards of $659,000 over their lifetimes in lost wages, social security benefits, and pension contributions.",
        "For a review of related welfare effects of social security, see Fuster, Imrohoroglu, and Imrohoroglu (2003), who examine these effects in a model of heterogeneous agent with different lifespan uncertainty and exogenous fertility."
    ]
}