{
    "id": 11126,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "Alti , Aydogan, 2003, How Sensitive is Investment to Cash Flow when Financing is Frictionless? Journal of Finance, 58, 707-722.",
        "Bajari, Patrick and Garrett Summers, 2002, Detecting Collusion in Procurement Auctions, Antitrust Law Journal, 70(1), 143-170.",
        "Bertrand, Marianne and Sendhil Mullainathan, 2003, Enjoying the Quiet Life? Corporate Governance and Managerial Preferences, Journal of Political Economy, 111 (5), 1043-1075.",
        "Bertrand, Marianne, Esther Duflo and Sendhil Mullainathan, 2004, How Much Should We Trust Differences- in-Differences Estimates? Quarterly Journal of Economics, 119 (1), 249-275.",
        "Caballero, Ricardo, 1999, Aggregate Investment, in Handbook of Macroeconomics, edited by John B.",
        "Taylor and Michael Woodford, North Holland. Erickson, Timothy and Toni Whited, 2000, Measurement Error and the Relationship between Investment and Q, Journal of Monetary Economics, 108 (51), 1027-1057.",
        "Fazzari, Steven R., R. Glenn Hubbard and Bruce Petersen, 1988, Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity, 1, 141-195.",
        "Heaton, James Breckinridge, 2002, Managerial Optimism and Corporate Finance, Financial Manage- ment, 31, 33-45.",
        "Hackbarth, Dirk, 2003, Managerial Optimism, Overconfidence, and Capital Structure Decisions, Working Paper, University of California, Berkeley.",
        "Hendricks, Kenneth and Robert H. Porter, 1996, The Timing and Incidence of Exploratory Drilling on Offshore Wildcat Tracts, American Economic Review, 86, 388-407.",
        "Hendricks, Kenneth, Joris Pinske and Robert H. Porter, 2003, Empirical Implications of Equilibrium Bidding in First-Price, Symmetric, Common-Value Auctions, Review of Economic Studies, 1, 115- 145.",
        "Hicks, John, 1935, Annual Survey of Economic Theory: The Theory of Monopoly, Econometrica, 3, 1-20.",
        "Jensen, Michael C., 1986, Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers, American Economic Review, 76, 323-329.",
        "Kahneman, D. and D. Lovallo, 1993, Timid Choices and Bold Forecasts: A Cognitive Perspective on Risk Taking, Management Science, 39, 17-31.",
        "Kaplan, Steven N. and Luigi Zingales, 1997, Do Investment-Cash Flow Sensitivities Provide Meaningful Measures of Financing Constraints? Quarterly Journal of Economics, 112, 169-215.",
        "Lamont, Owen, 1997, Cash Flow and Investment: Evidence from Internal Capital Markets, Journal of Finance, 52, 57-82.",
        "Malmendier, Ulrike, and Geoffrey Tate, CEO Overconfidence and Corporate Investment, Journal of Finance, forthcoming. Poterba, James, 1988, Comments on Fazzari, Hubbard and Petersen, Brookings Papers on Economic Activity, 1, 200-204.",
        "Rauh, Joshua D., Investment and Financing Constraints: Evidence from the Funding of Corporate Pension Plans, Journal of Finance, forthcoming. Roll, Richard, 1986, The Hubris Hypothesis of Corporate Takeovers, Journal of Business, 59, 197-216.",
        "Shin, Hyun-Han and Rene Stultz, 1998, Are Internal Capital Markets Efficient?, Quarterly Journal of Economics, 113, 531-553."
    ]
}