{
    "id": 11122,
    "cites": 33,
    "cited_by": 1,
    "reference": [
        "Altonji, Joseph G., Fumio Hayashi, and Laurence J. Kotlikoff, Parental altruism and inter vivos transfers: Theory and evidence, Journal of Political Economy, 105 (1997), 1121-1166.",
        "Bakshi, Gurdip, and Zhiwu Chen, The spirit of capitalism and stock market prices, American Economic Review, 86 (1996), 133-157.",
        "Barro, Robert J., Are government bonds net wealth? Journal of Political Economy, 82 (1974), 1095-1117.",
        "Bewley, Truman F., Thoughts on tests of the intertemporal asset pricing model, Working paper (1982), Northwestern University.",
        "Blume, Marshall E., and Stephen P. Zeldes, , The structure of stock ownership in the U.S., Working paper (1993), University of Pennsylvania.",
        "Brav, Alon, George M. Constantinides, and Christopher C. Geczy, Asset pricing with heterogeneous consumers and limited participation: Empirical evidence, Journal of Political Economy, 110 (2002), 793-824.",
        "Cass, David, and Anna Pavlova, On trees and logs, Working paper (2000), MIT.",
        "Constantinides, George M., John B. Donaldson, and Rajnish Mehra, Junior cant borrow: A new perspective on the equity premium puzzle, Quarterly Journal of Economics,117 (2002), 269-296.",
        "Constantinides, George M., and Darrell Duffie, Asset pricing with heterogeneous consumers, Journal of Political Economy,104 (1996), 219-240.",
        "Epstein, Larry G., and Stanley E. Zin, Substitution, risk aversion, and the temporal behavior of consumption and asset returns: an empirical analysis, Journal of Political Economy, 99, (1991), 263-286.",
        "Fernandez-Villaverde, Jesus, and Dirk Krueger, Consumption over the lifecycle: some facts from consumer expenditure survey data (2002), NBER working paper.",
        "Gale, William G., and John Karl Scholz, Intergenerational transfers and the accumulation of wealth,Journal of Economic Perspectives, 8, (1994), 145-160.",
        "Geanakoplos, J., M. Magill, and M. Quinzii, Demography and the long run predictability of the stock market, Cowles Foundation Discussion Paper 1380 (2002).",
        "Grossman, Sanford J., and Robert J. Shiller, The determinants of the variability of stock market prices, American Economic Review Papers and Proceedings, 71 (1981), 222-227.",
        "Haliassos, Michael, and Carol C. Bertaut, Why do so few hold stocks? The Economic Journal, 105 (1995), 1110-1129.",
        "Hansen, Lars Peter, and Kenneth J. Singleton, Generalized instrumental variables estimation of nonlinear rational expectations models, Econometrica, 50 (1982), 1269-1288.",
        "Hurd, Michael D., Mortality risk and bequests, Econometrica, 57 (1989), 779-813.",
        "Hurd, Michael D., and B. Gabriela Mundaca, The importance of gifts and inheritances among the affluent, in The Measurement of Saving, Investment and Wealth, Lipsey, Robert E. and Helen Stone Tice (editors) (1989), Chicago: The University of Chicago Press.",
        "Kocherlakota, Narayana R., The equity premium: its still a puzzle, Journal of Economic Literature, 34 (1996), 42-71.",
        "Kotlikoff, L. and L. Summers, The role of intergenerational transfers in aggregate capital accumulation, Journal of Political Economy, 89 (1981), 706-732.",
        "Kopczuk, W. and J. Lupton, To leave or not to leave: the distribution of bequest motives (2004), mimeo, Columbia University.",
        "Laitner, John, and Thomas F. Juster, New evidence on altruism: A study of TIAACREF retirees, American Economic Review, 86 (1996), 893-908.",
        "Laitner, John and Henry Ohlsson, Bequest motives: A comparison of Sweden and the United States, Journal of Public Economics, 79 (2001), 205-236.",
        "Lucas, Robert, Jr., Asset prices in an exchange economy, Econometrica, 46 (1978), 1429-1446.",
        "Mankiw, N. Gregory, The equity premium and the concentration of aggregate shocks, Journal of Financial Economics, 17 (1986), 211-219.",
        "Mankiw, N. Gregory and Stephen Zeldes, The consumption of stockholders and nonstockholders, Journal of Financial Economics, 29 (1991), 97-112.",
        "McGrattan, Ellen R. and Edward C. Prescott, Is the stock market over-valued? Federal Reserve Bank of Minneapolis Quarterly Review, 24, (2000), 20-40.",
        "Mehra, Rajnish, On the volatility of stock prices: An exercise in quantitative theory, International Journal of Systems Science, 29 (1998), 1203-1211.",
        "Mehra, Rajnish, and Edward C. Prescott, The equity premium: a puzzle, Journal of Monetary Economics, 15 (1985), 145-161.",
        "Menchik, Paul L. and David Martin, Income distribution, lifetime savings, and bequests, American Economic Review, 73 (1983) 672-690.",
        "Modigliani, Franco, Life cycle, individual thrift, and the wealth of nations, American Economic Review, 76 (1986), 297-313.",
        "Modigliani, Franco, The role of intergenerational transfers and life-cycle saving in the accumulation of wealth, Journal of Economic Perspectives, 2 (1988), 15-40.",
        "Vissing-Jorgensen, Annette, Limited asset market participation and the elasticity of intertemporal substitution, Journal of Political Economy, 110 (2002), 825-853."
    ]
}