{
    "id": 11136,
    "cites": 18,
    "cited_by": 21,
    "reference": [
        "Barber, Brad M., and Terrance Odean, 2003, All that Glitters: The Effect of Attention and News on the Buying Behavior of Individual and Institutional Investors, Unpublished working paper, University of California at Berkeley and Davis.",
        "Barberis, Nicholas, and Andrei Shleifer, 2003, Style Investing, Journal of Financial Economics, 68, 161-199.",
        "Froot, Kenneth, and Melvyn A. Teo, 2004, Equity Style Returns and Institutional Investor Flows, Working paper no. 10355, National Bureau of Economic Research.",
        "Gompers, Paul, and Josh Lerner, 1996, The Use of Covenants: An Analysis of Venture Partnership Agreements, Journal of Law and Economics, 39, 463-498.",
        "Gompers, Paul, and Josh Lerner, 1998, What Drives Venture Capital Fundraising?, Brookings Papers on Economic Activity: Microeconomics, 49-192.",
        "Gompers, Paul, and Josh Lerner, 1999, An Analysis of Compensation in the U.S. Venture Capital Partnership, Journal of Financial Economics, 51, 3-44.",
        "Gompers, Paul, and Josh Lerner, 2000, Money Chasing Deals? The Impact of Fund Inflows on Private Equity Valuations, Journal of Financial Economics, 55, 281-325.",
        "Gompers, Paul, and Andrew Metrick, 2001, Institutional Investors and Equity Prices, Quarterly Journal of Economics, 116, 229-260.",
        "Grinblatt, Mark, Sheridan Titman, and Russ Wermers, 1995, Momentum Investment Strategies, Portfolio Performance and Herding: A Study of Mutual Fund Behavior, American Economic Review, 85, 1088-1105.",
        "Gromb, Denis, and Dmitiri Vayanos, 2002, Equilibrium and Welfare in Markets with Financially Constrained Arbitrageurs, Journal of Financial Economics, 66, 361-407.",
        "Hellmann, Thomas, Laura Lindsey, and Manju Puri, 2004, Building Relationships Early: Banks in Venture Capital, Unpublished working paper, University of British Columbia, Arizona State University, and Duke University.",
        "Kaplan, Steven N., and Antoinette Schoar, 2004, Private Equity Performance: Returns, Persistence and Capital Flows, Journal of Finance, forthcoming.",
        "Lakonishok, Josef, Andei Shleifer, and Robert W. Vishny, 1992, The Structure and Performance of the Money Management Industry, Brookings Papers on Economic Activity: Microeconomics, 339-379.",
        "Lerner, Josh, G. Felda Hardymon, and Ann Leamon, 2004, Venture Capital and Private Equity: A Casebook, New York, John Wiley, 3rd edition.",
        "Lerner, Josh, and Antoinette Schoar 2004, The Illiquidity Puzzle: Theory and Evidence from Private Equity, Journal of Financial Economics, 72, 3-40.",
        "Mayer, Colin, Koen Schoors, and Yishay Yafeh, 2003, Sources of Funds and Investment Activities of Venture Capital Funds: Evidence from Germany, Israel, Japan, and the U.K., Working paper no. 9645, National Bureau of Economic Research.",
        "Poterba, James, 1989, Venture Capital and Capital Gains Taxation, in Lawrence Summers, editor, Tax Policy and the Economy, Cambridge, MIT Press, volume 3, 47-68.",
        "Shleifer, Andrei, and Robert Vishny, 1997, The Limits of Arbitrage, Journal of Finance, 52, 3555."
    ]
}