{
    "id": 1113,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "Berndt, E., B. Hall, R. Hall, and J. Hausman, Estimation and Inference in Nonlinear Structural Models, Annals of Ec. and Soc. Measurement 3, 4, Oct. 1974, 653-65.",
        "Black, F., M. C. Jensen and M. Scholes, The Capital Asset Pricing Model: Some Empirical Tests, in N. C. Jensen, ed., Studies in the Theory of Capital Markets (New York: Praeger) 1972.",
        "Black, Stanley, Rational Response to Shocks in a Dynamic Model of Capital Asset Pricing, Am. Ec. R. 66, 5, December 1976, 767-779.",
        "Blume, M. and J. Friend, A New Look at the Capital Asset Pricing Model, J. of Finance 28, March 1973.",
        "Breeden, Douglas, An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment, J. Fin. Econ. 7, Sept. 1979.",
        "Fama, Eugene, Multi-period Consumption-Investment Decisions, Am. Ec. R. 60, 1970, 163-74.",
        "Frankel, Jeffrey, In Search of the Exchange Risk Premium: A Six Currency Test Assuming Mean-Variance Optimization, J. of Int. Money and Finance 1, Dec. 1982, 255-74.",
        "FrankeJ., Jeffrey and Charles Engel, Do Asset-Demand Functions Optimize Over the Mean and Variance of Real Returns? A Six-Currency Test,1 FIBER Working Paper No. 1051, Dec. 1982.",
        "Friedman, Benjamin and V. Vance Roley, A Note on the Derivation of Linear Homogeneous Asset Demand Functions, NBER Working Paper No. 345, May 1979.",
        "Friend, Irwin and Marshall flume, The Demand for Risky Assets,Am. Ec. R. 65, 5, Dec. 1975, 900-922.",
        "Gibbons, N., Multivariate Tests of Financial Models: A New Approach,1 3. Fin. Ec. 10, 1982, 3-27.",
        "Merton, Robert, An Intertemporal Capital Asset Pricing Model, Econometrica 41, 5, Sept. 1973, 867-87.",
        "Nordhaus, William and Steve Durlauf, The Structure of Social Risk, Cowles Foundation Discussion Paper No. 648, Yale University, Sept. 1982.",
        "Roll, Richard, A Critique of the Asset Pricing Theorys Tests, Part I, 3. Fin. Ec. 4, 1977, 129-176.",
        "Ross, Steven, The Current Status of the Capital Asset Pricing Model, J. Finance 33, 3, June 1978, 885-901.",
        "Tobin, James, LiÃ\u0083Â§uidity Preference as Behavior toward Risk, R. Econ. Stud. 67, 8, Feb. 1958."
    ]
}