{
    "id": 11131,
    "cites": 45,
    "cited_by": 2,
    "reference": [
        "Allen, Mark, Christopher Rosenberg, Christian Keller, Brad Sester, and Nouriel Roubini, (2002). A Balance Sheet Approach to Financial Crisis, IMF WP/02/210 (Washington: International Monetary Fund).",
        "Anderson, James, and Eric van Wincoop (2003). Gravity with Gravitas: A Solution to the Border Puzzle, American Economic Review, Vol. 93, pp. 170-92.",
        "Ariyoshi, Akira, Karl Habermeier, Bernard Laurens, Incintker-Robe, Jorge Ivan CanalesKriljenko, and Andrei Kirilenko (2000). Capital Controls: Country Experiences with Their Use and Liberalization, Occasional Paper 190 (Washington: International Monetary Fund).",
        "Arteta, Carlos, Barry Eichengreen, and Charles Wyplosz, (2001), When Does Capital Account Liberalization Help More than it Hurts? NBER Working Paper No. 8414 (Cambridge, Massachusetts, National Bureau of Economic Research).",
        "Bacchetta, Philippe, Philippe Aghion, and A. Banerjee (2001). Currency Crises and Money, in Credit-Constrained Economies, European Economic Review, Vol. 45, pp. 1121 1150.",
        "Basu, Kaushik (2003). Globalization and the Politics of International Finance: The Stiglitz Verdict, Journal of Economic Literature, Vol. XLI, pp. 885899.",
        "Bruno, Michael, and William Easterly, 1998, Inflation Crises and Long-run Growth, Journal of Monetary Economics, Vol. 41, pp. 326.",
        "Calvo, Guillermo A. (1998). Capital Flows and Capital-Market Crises: The Simple Analytics of Sudden Stops, Journal of Applied Economics (CEMA), Vol. 1(1), pp. 35-54.",
        "Calvo, Guillermo A. (2001). Capital Markets and the Exchange Rate, With Special Reference to the Dollarization Debate in Latin America, mimeo, University of Maryland, (April).",
        "Calvo, Guillermo A., Alejandro Izquierdo, and Luis-Fernando Mejia (2004). On the Empirics of Sudden Stops: The Relevance of Balance-Sheet Effects, mimeo, University of Maryland (May).",
        "Calvo, Guillermo A., and Carmen M. Reinhart (2000). Reflections on Dollarization, in Alberto Alesina and Robert Barro (editors), Currency Unions, forthcoming. (Stanford: Hoover Institution Press).",
        "Calvo, Guillermo A., and Carmen M. Reinhart (2002). Fear of Floating, The Quarterly Journal of Economics, Volume CXVII, No. 2, pp. 379408.",
        "Calvo, Guillermo A., Carmen M. Reinhart, and Carlos A. Vegh (1995). Targeting the Real Exchange Rate: Theory and Evidence, Journal of Development Economics, Vol. 47, pp. 97133.",
        "Calvo, Guillermo A.,and Carlos Vegh (1999). Inflation Stabilization and BOP Crises in Developing Countries, NBER Working Paper 6925 (Cambridge, Massachusetts: National Bureau of Economic Research.",
        "Chang, Roberto and Andres Velasco (2000). Exchange Rate Policy for Developing Countries, American Economic Review, Papers and Proceedings, Vol. 90, No. 2 , pp. 7175.",
        "Chinn, Menzie D., and Hiro Ito (2002). Capital Account Liberalization, Institutions and Financial Development: Cross- Country Evidence, NBER Working Paper No. 8967 (Cambridge, Massachusetts: National Bureau of Economic Research).",
        "Diamond D., and P. Dybvig (1983). Bank Runs, Deposit Insurance and Liquidity, Journal of Political Economy, Vol. 91, pp. 401-419.",
        "Edison, Hali, Michael Klein, Luca A. Ricci, and Torsten M. Slok (2004). Capital Account Liberalization and Economic Performance: Survey and Synthesis, IMF Staff Papers, Vol. 51, No. 2 , pp. 219 256.",
        "Edwards, Sebastian (1999). How Effective are Capital Controls? Journal of Economic Perspectives, Vol. 13, No 4 (Fall), pp. 6584.",
        "Edwards, Sebastian (2000). Exchange Rate Regimes, Capital Flows and Crisis Prevention, NBER (December). Cambridge, Massachusetts: National Bureau of Economic Research.",
        "Eichengreen, Barry, 2001. Capital-Account Liberalization: What Cross-Country Studies Tel Us? World Bank Economic Review, Vol. 15, pp. 341365 (Washington: The World Bank).",
        "Eichengreen, Barry, and Ricardo Hausmann (1999). Exchange Rates and Financial Fragility, NBER Working Paper 7418 (November). Cambridge, Massachusetts: National Bureau of Economic Research.",
        "Flood, Robert P., and Andy Rose (1995). Fixing Exchange Rates: A Virtual Quest for Fundamentals, Journal of Monetary Economics.",
        "Frankel, Jeffrey A., and Shang-Jin Wei (2004). Managing Macroeconomic Crises, NBER Working Paper No. 10907 (November). Cambridge, Massachusetts: National Bureau of Economic Research.",
        "Ghosh, Atish R., Anne-Marie Gulde, and Holger C. Wolf (2000). Currency Boards: More than a Quick Fix? Economic Policy, Vol. 31, pp. 270335.",
        "International Monetary Fund, Annual Report on Exchange Arrangements and Exchange Restrictions, various years. Kaplan, Ethan and Dani Rodrik (2000). Did the Malaysian Capital Controls Work? Kennedy School of Government (December).",
        "Krugman, Paul (2000). Balance Sheets, The Transfer Problem, and Financial Crises, in International Finance and Financial Crises: Essays in Honor of Robert P. Flood, Jr., ed. by Peter Isard, Assaf Razin, and Andrew K. Rose, pp. 3144 (Kluwer Academic Publishers).",
        "Lane, Philip R., and Gian Maria Milesi-Ferretti (2004). Financial Globalization and Exchange Rates, CEPR Discussion Paper No. 4745 (November).",
        "Levy-Yeyati, Eduardo, and Federico Sturzenegger, eds., (2000). A Primer on Dollarization: Debates and Policy Alternatives, MIT Press.",
        "Levy-Yeyati, Eduardo, and Federico Sturzenegger (2001). Exchange Rate Regimes and Economic Performance, IMF Staff Papers, Vol. 47, pp.62-98.",
        "Morris, Stephen, and Hyun Song Shin (2000). Rethinking Multiple Equilibria in Macroeconomic Modeling, NBER Macroeconomics Annual, Number 15, pp. 139161.",
        "Milesi-Ferretti, Gian Maria, and Assaf Razin (2000). Current Account Reversals and Currency Crises: Empirical Regularities, in Currency Crises, ed. by Paul Krugman, pp. 285323 (Chicago: University of Chicago Press).",
        "Obstfeld, Maurice and Kenneth Rogoff (1995). The Mirage of Fixed Exchange Rates, Journal of Economic Perspectives, Vol. 9, No. 4, pp. 7396.",
        "Quinn, Dennis (1997). The Correlates of Change in International Financial Regulation, American Political Science Review, Vol. 91, No. 3, pp.53151.",
        "Persson, Torsten (2001). Currency Unions and Trade: How Large is the Treatment Effect? Economic Policy, Vol. 33, pp. 433448.",
        "Prasad, Eswar, Rogoff, Kenneth, Wei, Shang-Jin, and Kose, M. Ayhan (2005). Financial Globalization, Growth on Developing Countries, and Volatility in Developing Countries NBER Working Paper no. 10942, forthcoming in Globalization and Poverty, Ann Harrison (editor), University of Chicago Press.",
        "Razin, Assaf, and Yona Rubinstein (2004). Growth Effects of the Exchange-Rate Regime and the Capital-Account Openness in A Crises-Prone World Market: A Nuanced View (Tel Aviv University).",
        "Reinhart, Carmen, and Ken Rogoff (2004). The Modern History of Exchange Rate Arrangements: A Reinterpretation, Quarterly Journal of Economics, Vol. 119, Issue 1, pp. 148.",
        "Reinhart, Carmen, Ken Rogoff and Miguel Savastano (2004). NBER Working Paper No. 10015, forthcoming in the Quarterly Journal of Economics.",
        "Rodrik, Dani (1998). Who Needs Capital-Account Convertibility? Princeton Essays in International Finance, No. 207, pp. 5565.",
        "Rose, Andrew (2000). One Money, One Market: Estimating the Effect of Common Currencies on Trade, Economic Policy, Issue 30, pp. 745.",
        "Rose, Andrew (2002). A Reason Why Countries Pay Their Debts: Renegotiation and International Trade, NBER Working Paper No. 8853.",
        "Schneider, Martin , and A. Tornell (2000,). Balance Sheet Effects, Bailout Guarantees and Financial Crises, NBER Working Paper No. W8060.",
        "Tornell, Aaron, Frank Westermann, and Lorenza Martinez (2004). The Positive Link Between Financial Liberalization, Growth, and Crises, NBER Working Paper No. 10293 (February).",
        "Williamson, John (2000). Exchange Rate Regimes for Emerging Markets: Reviving the Intermediate Option. (Washington: Institute for International Economics (September)."
    ]
}