{
    "id": 11135,
    "cites": 21,
    "cited_by": 23,
    "reference": [
        "Baum, Charles L. (2002), The effect of work interruptions on womens wages, Labor, Vol. 16, No. 1, pp. 1-36.",
        "Baum, Charles L. II (2003a), The effect of maternity leave legislation on mothers labor supply after birth, Southern Economic Journal, Vol. 69, No. 4, pp. 772-799.",
        "Chatterji, Pinka and Sara Markowitz (2004), Does the length of maternity leave affect maternal health? NBER Working Paper No. 10206.",
        "Gruber, Jonathan (1994), The incidence of mandated maternity benefits, American Economic Review, Vol. 84, No. 3, pp. 622-641.",
        "Klerman, Jacob Alex and Arleen Leibowitz (1994), The work-employment distinction among new mothers. Journal of Human Resources, Vol. 29, No. 2, pp. 277-303.",
        "Klerman, Jacob Alex and Arleen Leibowitz (1997), Labor supply effects of state maternity leave legislation, in Francine D. Blau and Ronald G. Ehrenberg (eds.) Gender and Family Issues in the Workplace. New York: Russell Sage Foundation.",
        "Klerman, Jacob Alex and Arleen Leibowitz (1999), Job continuity among new mothers, Demography, Vol. 36, No. 2, pp. 245-155.",
        "Lindberg L.D. (1996), Womens decisions about breastfeeding and maternal employment, Journal of Marriage and the Family, Vol. 58, No. 1, pp. 239-251.",
        "McGovern, P., Dowd, B., Gjerdingen, D., Moscovice, I., Kochevar, L. and Lohman, B. (1997), Time off work and the postpartum health of employed women, Medical Care, Vol. 35 No. 5, pp. 507-521.",
        "Phipps, Shelley (2000), Maternity and parental benefits in Canada: Are there behavioral implications? Canadian Public Policy, Vol. 26, No. 4, pp. 415-436.",
        "Phipps, Shelley, Peter Burton, and Lynn Lethbridge (2001), In and out of the labor market: long-term income consequences of child-related interruptions to womens paid work, Canadian Journal of Economics, Vol. 34, No. 2, pp. 411-429.",
        "Ruhm, Christopher J. (1998), The economic consequences of parental leave mandates: Lessons from Europe, Quarterly Journal of Economics, Vol. 112, No. 1, pp. 285-317.",
        "Ruhm, Christopher J. (2000), Parental Leave and Child Health, Journal of Health Economics, 19, 931-960.",
        "Shapiro, David and Frank L. Mott (1994), Long-term employment and earnings of women in relation to employment behavior surrounding the first birth, Journal of Human Resources, Vol. 29, No. 2, pp. 248-275.",
        "Solon, Gary (1984), Estimating Autocorrelations in Fixed-Effects Models, Technical Working Paper No. 32, National Bureau of Economic Research.",
        "Statistics Canada, (Various Issues), Unemployment Insurance Statistics, Catalogue 73-202S, Ottawa: Government of Canada. Summers, Lawrence H. (1989), Some simple economics of mandated benefits, American Economic Association Papers and Proceedings, Vol. 79, No. 2, pp. 177-183.",
        "Canada (2) , Mimeograph, McMaster University. ten Cate, Adrienne (2003), The Impact of Maternity and Parental Leave Policies on Employment Rates of Women with Young Children in Canada, Mimeograph, McMaster University.",
        "Waldfogel, Jane (1998a), The family gap for young women in the United States and Britain: Can maternity leave make a difference? Journal of Labor Economics, Vol. 16, No. 3, pp. 505545. Waldfogel, Jane (1998b), Understanding the `Family Gap pay for women with children, Journal of Economic Perspectives, Vol. 12, No. 1, pp. 137-156.",
        "Waldfogel, Jane (1999), The impact of the Family and Medical Leave Act, Journal of Policy Analysis and Management, Vol. 18, No. 2, pp. 281-302.",
        "Waldfogel, Jane, Yoshio Higuchi, and Masahiro Abe (1999), Family leave policies and womens retention after childbirth: Evidence from the United States, Britain, and Japan, Journal of Population Economics, Vol. 12, pp. 523-545.",
        "Winegarden, C.R. and Paula M. Bracy, Demographic Consequences of Maternal-Leave Programs in Industrial Countries: Evidence from Fixed-Effects Models, Southern Economic Journal, 61, 1995, 1020-1035."
    ]
}