{
    "id": 11145,
    "cites": 34,
    "cited_by": 7,
    "reference": [
        "Aitken, B. J. and A. Harrison. (1999) Do Domestic Firms Benefit from Direct Foreign Investment? Evidence from Venezuela, American Economic Review, Vol. 89, No. 3, June, pp. 605- 618.",
        "Aizenman, J., B. Pinto and A. Radziwill. (2004) Sources for Financing Domestic Capital - is Foreign Saving a Viable Option for Developing Countries? manuscript, 2004.",
        "Considerations, manuscript. _______ , N. Marion. (1993) Policy uncertainty, persistence and growth, Review of International Economics 1, 145-163.",
        "Journal, 99, March, pp. 147-161. ________, K. Kletzer and B. Pinto. (2004) Sargent-Wallace Meets Krugman-Flood-Garber, or: Why Sovereign Debt Swaps Dont Avert Macroeconomic Crises, forthcoming, the Economic Journal, 2004.",
        "Alesina, A., and G. Tabellini. External Debt, Capital Flight, and Political Risk. Journal of International Economics, 27 (1989), 199-220.",
        "Arteta C., B. Eichengreen and C. Wyplosz. (2001): When Does Capital Account Liberalization Help More than It Hurts? NBER Working Paper No. 8414.",
        "Beck, T., R. Levine R. and Y. N. Loayza (2000): Finance and the Sources of Growth. Journal of Financial Economics 58(1-2): pp. 261-300.",
        "Bekaert, G, C. Harvey and R. Lundblad. (2001): Does Financial Liberalization Spur Growth?, NBER working paper 6724, 1-63.",
        "Caballero R. and A. Krishnamurthy. (2001): International and domestic collateral constraints in a model of emerging market crises, Journal of Monetary Economics, December, 48 (3), pp. 513-548.",
        "Calvo, G. and R. Mishkin. (2003), The Mirage of Exchange Rate Regimes for Emerging Market Countries. NBER Working paper 9808.",
        "Caroll C. and D. N. Weil. 1994. Saving and growth: a reinterpretation, Carnegie Rochester Conference Series, 40, 133-192.",
        "Corsetti, G., P. Pesenti and N. Roubini. (1999): Paper Tigers?, European Economic Review (43) 7.",
        "Cukierman, Alex, Edwards Sebastian and Tabellini. Guido Seigniorage and Political Instability. American Economic Review, June 1992, 82(3), 537-555.",
        "Diamond, D. and P. Dybvig. (1983): Bank runs, deposit insurance, and liquidity, Journal of Political Economy, 91, 401-419.",
        "Diaz-Alejandro, C. (1985): Goodbye Financial Repression, Hello Financial Repression. Journal of Development Economics, 19, pp. 1-24.",
        "Dillinger William and Steven B. Webb. (1999): Fiscal Management in Federal Democracies: Argentina and Brazil, World Bank report, May.",
        "Dooley, M. (1988) Capital Flight: A Response to Differences in Financial Risks, IMF Staff Papers, September 1988.",
        "Edwards, S. (2004) Capital Controls, Sudden Stops and Current Account Reversals, manuscript, NBER.",
        "Journal of Development Economics, 51, 1, pp. 5-44. ________ (1995) Crisis and Reform in Latin America, A World Bank Book, Oxford.",
        "Goldstein, M. and P. Turner (2003), Controlling Currency Mismatches in Emerging Market Economies: An Alternative to the Original Sin Hypothesis, manuscript, Institute of International Economics.",
        "Gourinchas P. O. and Jeanne O. (2004) The Elusive Gains from International Financial Integration, IMF WP/04/74.",
        "Hanson, G. Should Countries Promote Foreign Direct Investment?, February 2001.",
        "Hausmann R. and M. Gavin (1995), Overcoming Volatility, in Economic and Social Progress Report in Latin America, Inter-American Development Bank.",
        "Hellmann, T., Murdock, K., and Stiglitz, J.E. (2000): Liberalization, Moral Hazard in Banking and Prudential Regulation: Are Capital Requirements Enough? American Economic Review, 90 (1), 147-165.",
        "Kohn, M. and N. Marion. (1992): The Implications of Knowledge-Based Growth for the Optimality of Open Capital Markets, Canadian Journal of Economics; 25(4), November, pp. 865-83.",
        "Krugman, P. (2000), Fire sale FDI, chapter 2 in Edwards, Sebastian, editor Capital Flows and the Emerging Economies: Theory, Evidence, and Controversies., NBER conference volume, Chicago Press.",
        "Lipsey, R. (2002) Home and Host Country Effects of FDI NBER Working Paper 9293.",
        "Levine R. (1997): Financial development and economic growth: views and agenda, Journal of Economic Literature, 45, June: 688-726.",
        "McKinnon R. I.; and H. Pill. (1996): Credible Liberalizations and International Capital Flows: The Overborrowing Syndrome. In Ito T. and A. O, Krueger, eds. Financial deregulation and integration in East Asia. NBER- East Asia Seminar on Economics, vol. 5. Chicago and London: University of Chicago Press, pp. 7-42.",
        "Noland, M. (2004) South Koreas Experience with International Capital Flows, manuscript, NBER.",
        "Ramey, G., Ramey, V., 1995. Cross-country evidence on the link between volatility and growth, American Economic Review, 85 (5), 1138-1151.",
        "Reinhart, C., K. Rogoff and M. Savastano (2003), Debt Intolerance, Brookings Papers on Economic Activity 1, pp.1-74.",
        "Rodrik, D. (1999) Where Did All The Growth Go? External Shocks, Social Conflict, and Growth Collapses Journal of Economic Growth, Vol. 4, December, pp. 358-412.",
        "Convertibility? Essays in International Finance no. 207, Princeton: Princeton University Press (May). Rogoff, K. (1985): The Optimal Degree of Commitment to an Intermediate Monetary Target, Quarterly Journal of Economics 100 (November), pp. 1169-1189."
    ]
}