{
    "id": 11148,
    "cites": 40,
    "cited_by": 78,
    "reference": [
        "Antle, R., Eppen, G., 1985. Capital rationing and organizational slack in capital budget- ing. Management Science 31, 163-174.",
        "Bebchuk, L. A., Stole, L., 1993. Do short-term managerial objectives lead to under- or over-investment in long-term projects? Journal of Finance 48, 719-729.",
        "Bernardo, A. E., Cai, H., Luo, J., 2001. Capital budgeting and compensation with asymmetric information and moral hazard. Journal of Financial Economics 61, 311-344.",
        "Bjerksund, P., Stensland, G., 2000. A self-enforced dynamic contract for processing of natural resources. In: Brennan, M. J., Trigeorgis, L. (Eds), Project Flexibility, Agency, and Competition. Oxford University Press, pp. 109-127.",
        "Bolton, P., Scharfstein, D. S., 1990. A theory of predation based on agency problems in financial contracting. American Economic Review 80, 93-106.",
        "Brennan, M. J., 1990. Latent assets. Journal of Finance 45, 709-730.",
        "Brennan, M. J., Schwartz, E., 1985. Evaluating natural resource investments. Journal of Business 58, 135-157.",
        "Diamond, D., 1984. Financial intermediation and delegated monitoring. Review of Eco- nomic Studies 51, 393-414.",
        "Dixit, A., 1989. Entry and exit decisions under uncertainty. Journal of Political Economy 97, 620-638.",
        "Dixit, A. K., Pindyck, R.S. 1994. Investment Under Uncertainty. Princeton University Press, Princeton, New Jersey.",
        "Grenadier, S. R., 2002. Option exercise games: an application to the equilibrium invest- ment strategies of firms. Review of Financial Studies 15, 691-721.",
        "Gale, D., Hellwig, M., 1985. Incentive-compatible debt contracts: the one-period problem.",
        "Review of Economic Studies 52, 647-663. Harris, M., Kriebel, C. H., Raviv, A., 1982. Asymmetric information, incentives and intrafirm resource allocation. Management Science 28, 604-620.",
        "Harris, M., Raviv, A., 1996. The capital budgeting process: incentives and information.",
        "Journal of Finance 46, 297-355. Harrison, J. M., 1985. Brownian Motion and Stochastic Flow Systems. Wiley, New York.",
        "Holmstrom, B. R., Ricart i Costa, J., 1986. Managerial incentives and capital manage- ment. Quarterly Journal of Economics 101, 835-860.",
        "Innes, R. D., 1990. Limited liabilities and incentive contracting with ex ante action choices. Journal of Economic Theory 52, 45-67.",
        "Jewitt, I., 1988. Justifying the first-order approach to principal-agent problems. Econo- metrica 56, 1170-1190.",
        "Leland, H. E., 1998. Agency costs, risk management, and capital structure. Journal of Finance 53, 1213-1243.",
        "Maeland, J., 2002. Asymmetric information about a constant investment cost. Unpub- lished working paper. Norwegian School of Economics, Bergen.",
        "Majd, S., Pindyck, R., 1987. Time to build, option value, and investment decisions.",
        "Journal of Financial Economics 18, 7-28. Mauer D. C., Ott, S. H., 2000. Agency costs, underinvestment, and optimal capital structure: the effect of growth options to expand. In: Brennan, M. J., Trigeorgis, L. (Eds), Project Flexibility, Agency, and Competition. Oxford University Press, pp. 151-180.",
        "Mauer D. C., Triantis, A., 1994. Interactions of corporate financing and investment cecisions: a dynamic framework. Journal of Finance 49, 1253-1277.",
        "McConnell J. J., Muscarella, C. J., 1985. Corporate capital expenditure decisions and the market value of the firm. Journal of Financial Economics 14, 399-422.",
        "McDonald, R., Siegel, D., 1986. The value of waiting to invest. Quarterly Journal of Economics 101, 707-727.",
        "Merton, R. C., 1973. Theory of rational option pricing. Bell Journal of Economics and Management Science 4, 141-183.",
        "Merton, R. C., 1971. Optimal consumption and portfolio rules in a continuous-time model. Journal of Economic Theory 3, 373-413.",
        "Morellec, E., 2001. Asset liquidity, capital structure and secured debt. Journal of Finan- cial Economics 61, 173-206.",
        "Morellec, E., 2003. Can managerial discretion explain observed leverage ratios? Review of Financial Studies 17, 257-290.",
        "Narayanan, M. P., 1985. Managerial incentives for short-term results. Journal of Finance 40, 1469-1484.",
        "Richard, S., 1975. Optimal consumption, portfolio, and life insurance rules for an uncer- tain lived individual in a continuous-time model. Journal of Financial Economics 2, 187-204.",
        "Rogerson, W., 1985. The first-order approach to principal-agent problems. Econometrica 53, 1357-1367.",
        "Stein, J. C., 1989. Efficient dapital markets, inefficient firms: a model of myopic corporate behavior. Quarterly Journal of Economics 104, 655-669.",
        "Stein, J. C., 2001. Agency, information and corporate investment. Unpublished Manuscript.",
        "Harvard University, Cambridge, Massachusetts. Stulz, R. M., 1990. Managerial discretion and optimal financing policies. Journal of Financial Economics 26, 3-27.",
        "Titman, S., 1985. Urban land prices under uncertainty. American Economic Review 75, 505-514.",
        "Townsend, R., 1979. Optimal contracts and competitive markets with costly state verifi- cation. Journal of Economic Theory 21, 417-25.",
        "Triantis, A., Hodder, J., 1990. Valuing flexibility as a complex option. Journal of Finance 45, 549-565.",
        "Trigeorgis, L., 1996. Real Options. MIT Press, Cambridge, Massachusetts.",
        "Williams, J. T., 1991. Real estate development as an option. Journal of Real Estate Finance and Economics 4, 191-208."
    ]
}