{
    "id": 11146,
    "cites": 41,
    "cited_by": 46,
    "reference": [
        "[1] Barro, Robert J. and Gary S. Becker, 1989, Fertility Choice in a Model of Economic Growth, Econometrica, vol. 57, pp. 481-501.",
        "[2] Becker, Gary S. and Robert J. Barro, 1988, A Reformulation of the Theory of Fertility, Quarterly Journal of Economics, vol. 103, pp. 1-25.",
        "[3] Adsera, A., 2004, Changing fertility rates in developed countries. The impact of labor market institutions, Journal of Population Economics, vol. 17, pp. 1-27",
        "[4] Bental, Benjamin, 1989, The Old Age Security Hypothesis and Optimal Population Growth, Journal of Population Economics, vol. 1, pp. 285-301.",
        "[5] Boldrin, Michele B. M. and Larry E. Jones, 2002, Mortality, Fertility and Saving in Malthusian Economy, Review of Economic Dynamics, vol. 5, p. 775-814.",
        "[6] Caldwell, John C., 1978, A Theory of Fertility: from High Plateau to Destabilization, Population and Development Review, vol. 4, pp. 553-577.",
        "[7] Caldwell, John C., 1982, Theory of Fertility Decline, New York: Academic Press.",
        "[8] Cigno, Alessandro, 1991, Economics of the Family, Oxford University Press: Oxford and New York.",
        "[9] Cigno, Alessandro, 1995, Public Pensions with Endogenous Fertility: Comment, Journal of Public Economics, vol. 57, pp. 169-173.",
        "[11] Cigno, Alessandro and Furio Camillo Rosati, 1992, The Effects of Financial Markets and Social Security on Saving and Fertility Behavior in Italy, Journal of Population Economics, vol. 5, pp. 319-41.",
        "[12] Cigno, Alessandro and Furio Camillo Rosati, 1996, Jointly determined saving and fertility behavior: theory and estimates for Germany, Italy, UK, and USA, European Economic Review, vol 40, pp. 1561-1589.",
        "[13] Echevarria, Cristina and Antonio Merlo, 1999, Gender Differences in Education in a Dynamic Household Bargaining Model, International Economic Review, vol. 40, pp. 265-286.",
        "[14] Ehrilich, Isaac and J. Kim, 2005, Social Security, Demographic Trends and Economic Growth: Theory and Evidence from the International Experience, SUNY Buffalo Working Paper.",
        "[15] Ehrlich, Isaac and F. Lui, 1991, Intergenerational Trade, Longevity, Intrafamily Transfers and Economic Growth, Journal of Political Economy, vol. 99, 1029-59.",
        "[16] Ehrlich, I. and F. Lui, 1998, Social Security, the Family and Economic Growth, Economic Inquiry, vol. 36, pp. 390-409.",
        "[17] Friedlander, S. and M. Silver, 1967, A Quantitative Study of the Determinants of Fertility Behavior, Demography, vol. 4, pp. 30-70.",
        "[18] Greenwood, J., A., A. Seshadri, and G. Vandenbroucke (2005), The Baby Boom and Baby Bust, forthcoming, American Economic Review.",
        "[19] Gruber, J. and D.A. Wise (eds), 1999, Social Security and Retirement around the World, The University of Chicago Press for the NBER.",
        "[20] Hohm, Charles F., 1975, Social Security and Fertility: An International Perspective, Demography, vol. 12, pp. 629-44.",
        "[21] Juster, F. Thomas and Frank P. Stafford, 1991, The Allocation of Time: Empirical Findings, Behavioral Models, and Problems of Measurement, Journal of Economic Literature, vol. 29, pp. 471-522.",
        "[23] Leibenstein, H., 1957, Economic Backwardness and Economic Growth, New York: Wiley.",
        "[24] Maddison, A., 1995a, Monitoring the World Economy, OECD, Paris.",
        "[25] Maddison, A., 1995b, Standardized Estimates of Fixed Capital Stock: A Six Country Comparison, in Explaining the Economic Performance of Nations, Edward Elgar, Aldershot, pp.137-66.",
        "[26] McGrattan, Ellen, Richard Rogerson and Randall Wright, 1997, An Equilibrium Model of the Business Cycle with Household Production and Fiscal Policy, International Economic Review, vol. 38, pp. 267-90.",
        "[27] Mochida, Mogumi, 2005, Child Allowances, Fertility and Uncertain Lifetime, Osaka University Working Paper.",
        "[28] Moe, Karine S., 1998, Fertility, Time Use, and Economic Development, Review of Economic Dynamics, vol. 1, pp. 699-718.",
        "[29] National Academy of Sciences, Office of the Foreign Secretary, 1971, Rapid Population Growth: Consequences and Policy Implications, The Johns Hopkins University Press: Baltimore.",
        "[30] Nishimura, Kazuo and Junsen Zhang, 1992, Pay-As-You-Go Public Pensions with Endogenous Fertility, Journal of Public Economics, vol. 48, pp. 239-258.",
        "[31] Oliveira Peires, J. and F. Garcia, 2004, Productivity of Nations: a Stochastic Frontier Approach to TFP Decomposition, mimeo, Escola de Economia--Sao Paulo, Fundacao Getulio Vargas--Rio de Janeiro.",
        "[32] Ortu~no-OrtÃ\u0082Â´in Ignacio, and Andres Romeu, 2003, Are Children Investment of Consumption Goods? Evidence from Child Health and Parental Care., mimeo, Universidad Carlos III de Madrid, January.",
        "[33] Prinz, Aloys, 1990, Endogenous Fertility, Altruistic Behavior Across Generations, and Social Security Systems, Journal of Population Economics, vol. 3, pp. 179-92.",
        "[34] Rendall, Michael S. and Raisa, Bahchieva, 1998, An Old-Age Security Motives for Fertility in the US? Population and Development Review, vol. 24, pp. 293307",
        "[35] Rosati, Furio Camillo, 1996, Social Security in a Non-Altruistic Model with Uncertainty and Endogenous Fertility, Journal of Public Economics, vol. 60, pp. 283-94.",
        "[37] Swidler, Steve, 1981, Social Security, Fertility and Saving, Ph.D. Dissertation, Brown University.",
        "[38] Swidler, Steve, 1983, An Empirical Test of the Effect of Social Security on Fertility in the United States, American Economist, vol. 27, pp. 50-57.",
        "[39] Veall, M. R., 1986, Public Pensions as Optimal Social Contracts, Journal of Public Economics, vol. 31, pp. 237-251.",
        "[40] Wigger, Berthold U., 1999, Pay-as-You-Go Financed Public Pensions in a Model of Endogenous Growth and Fertility, Journal of Population Economics, vol. 12, pp. 625-40.",
        "[41] Yakita, Akira, 2001, Uncertain Lifetime, Fertility and Social Security, Journal of Population Economics, vol. 14, pp. 635-40.",
        "[42] Yoon, Yeopil and Gabriel Talmain, 2001, Endogenous Fertility, Endogenous Growth and Public Pension System: Should We Switch from a Pay-As-You-Go to a Fully Funded System?, Manchester School, vol. 69, no. 5, Special Issue, pp. 586-605.",
        "[43] Zhang, Jie, 2001, Long-Run Implications of Social Security Taxation for Growth and Fertility, Southern Economic Journal, vol. 67, pp. 713-24.",
        "[44] Zhang, Junsen, Jie Zhang and Ronald Lee, 2001, Mortality Decline and LongRun Growth, Journal of Public Economics, vol. 80, pp. 485-507."
    ]
}