{
    "id": 11144,
    "cites": 55,
    "cited_by": 11,
    "reference": [
        "Adrian, Tobias, and Francesco Franzoni, 2002, Learning about beta: An explanation of the value premium, unpublished paper, MIT.",
        "Ang, Andrew, and Jun Liu, 2003, How to discount cash flows with time-varying expected returns, forthcoming, Journal of Finance.",
        "Ang, Andrew, and Monika Piazzesi, 2003, A no-arbitrage vector autoregression of term struc- ture dynamics with macroeconomic and latent variables, Journal of Monetary Economics 50, 745787.",
        "Ball, R., 1978, Anomolies in relationships between securities yields and yield-surrogates, Journal of Financial Economics 6, 103126.",
        "Bansal, Ravi, Robert F. Dittmar, and Christian T. Lundblad, 2003, Interpreting risk pre- mia across size, value, and industry portfolios, Working Paper, Duke University, Indiana University, and University of Michigan.",
        "Bansal, Ravi, and Amir Yaron, 2003, Risks for the Long-Run: A Potential Resolution of Asset Pricing Puzzles, Journal of Finance, forthcoming.",
        "Basu, Sanjoy, 1977, The Investment Performance of Common Stocks in Relation to Their Price to Earnings Ratios: A Test of the Efficient Market Hypothesis, Journal of Finance 32, 66382.",
        "Basu, Sanjoy, 1983, The relationship between earnings yield, market value, and return for NYSE common stocks: Further Evidence, Journal of Financial Economics 12, 129156.",
        "Bekaert, Geert, Eric Engstrom, and Steve Grenadier, 2004, Stock and bond returns with moody investors, Working paper, Columbia University, Stanford University, and Univer- sity of Michigan.",
        "Berk, Jonathan B., Richard C. Green, and Vasant Naik, 1999, Optimal investment, growth options, and security returns, Journal of Finance 54, 15531607.",
        "Bernstein, Richard, and Bernard Tew, 1991, The equity yield curve, Journal of Portfolio Management pp. 3539.",
        "Brennan, Michael J., Ashley W. Wang, and Yihong Xia, 2003, Estimation and test of a simple model of intertemporal asset pricing, forthcoming, Journal of Finance.",
        "Brennan, Michael J., and Yihong Xia, 2003, Risk and valuation under an intertemporal capital asset pricing model, forthcoming, Journal of Business.",
        "Campbell, John Y., 1991, A Variance Decomposition for Stock Returns, Economic Journal 101, 157179.",
        "Campbell, John Y., 1999, Asset prices, consumption, and the business cycle, in J.B. Tay- lor, and M. Woodford, eds.: Handbook of Macroeconomics, Volume I (North-Holland, Amsterdam ).",
        "Campbell, John Y., and John H. Cochrane, 1999, By force of habit: A consumption-based explanation of aggregate stock market behavior, Journal of Political Economy 107, 205 251.",
        "Campbell, John Y., and Jianping Mei, 1993, Where do betas come from? Asset pricing dynamics and the sources of systematic risk, Review of Financial Studies 6, 567592.",
        "Campbell, John Y., Christopher Polk, and Tuomo Vuolteenaho, 2003, Growth or glamour?, Working Paper, Harvard University and Northwestern University.",
        "Campbell, John Y., and Robert J. Shiller, 1988, The dividend-price ratio and expectations of future dividends and discount factors, Review of Financial Studies 58, 495514.",
        "Campbell, John Y., and Tuomo Vuolteenaho, 2003, Bad beta, good beta, Working Paper, Harvard University.",
        "Cochrane, John H., 1992, Explaining the variance of price-dividend ratios, Review of Finan- cial Studies 5, 243280.",
        "Cochrane, John H., 1999, New facts in finance, Economic Perspectives Federal Reserve Bank of Chicago 23, 5978.",
        "Cohen, Randolph B., Christopher Polk, and Tuomo Vuolteenaho, 2002, Does risk or mis- pricing explain the cross-section of stock prices?, Working Paper, Harvard University and Northwestern University.",
        "Dai, Qiang, and Kenneth Singleton, 2003, Term structure dynamics in theory and reality, Review of Financial Studies 16, 631678.",
        "Dechow, Patricia M., Richard G. Sloan, and Mark T. Soliman, 2002, Implied equity duration: A new measure of equity risk, Working Paper, University of Michigan.",
        "Duffee, Gregory R., 2002, Term premia and interest rate forecasts in affine models, Journal of Finance 57, 369443.",
        "Duffie, Darrell, and Rui Kan, 1996, A yield-factor model of interest rates, Mathematical Finance 6, 379406.",
        "Fama, Eugene F., and Kenneth R. French, 1989, Business conditions and expected returns on stocks and bonds, Journal of Financial Economics 29, 2349.",
        "Fama, Eugene F., and Kenneth R. French, 1992, The Cross-Section of Expected Returns, Journal of Finance 47, 427465.",
        "Fama, Eugene F., and Kenneth R. French, 1995, Size and book-to-market factors in earnings and returns, Journal of Finance 50, 131155.",
        "Gomes, Joao, Leonid Kogan, and Lu Zhang, 2003, Equilibrium Cross Section of Returns, Journal of Political Economy 111, 693732.",
        "Graham, Benjamin, and David L. Dodd, 1934, Security Analysis. (McGraw Hill New York) 1 edn.",
        "Jaffe, Jeffrey, Donald B. Keim, and Randolph Westerfield, 1989, Earnings yields, market values, and stock returns, The Journal of Finance 44, 134148.",
        "Jagannathan, Ravi, and Zhenyu Wang, 1996, The Conditional CAPM and the Cross-Section of Expected Returns, Journal of Finance 51, 354.",
        "Johnson, Timothy C., 2002, Rational momentum effects, Journal of Finance 57, 585608.",
        "Keim, Donald B., and Robert F. Stambaugh, 1986, Predicting returns in the stock and bond markets, Journal of Financial Econometrics 17, 357390.",
        "Leibowitz, Martin L., and Stanley Kogelman, 1993, Resolving the equity duration paradox, Financial Analysts Journal pp. 5164.",
        "Lettau, Martin, and Sydney C. Ludvigson, 2001, Resurrecting the (C)CAPM: A Cross- Sectional Test When Risk Premia are Time-Varying, Journal of Political Economy 109, 12381287.",
        "Lettau, Martin, and Sydney C. Ludvigson, 2002, Expected Returns and Expected Dividend Growth, NBER Working Paper No. 9605.",
        "Liew, Jimmy, and Maria Vassalou, 2000, Can Book-to-Market, Size and Momentum Be Risk Factors that Predict Economic Growth?, Journal of Financial Economics 57, 221245.",
        "Lintner, J., 1965, Security Prices, Risk and Maximal Gains from Diversification, Journal of Finance 20, 587615.",
        "Lustig, Hanno, and Stijn VanNieuwerburgh, 2002, Housing Collateral, Consumption Insur- ance and Risk Premia, Working Paper, University of Chicago.",
        "Lynch, Anthony W., 2003, Portfolio choice with many risky assets, market clearing, and cash-flow predictability, Working Paper, New York University.",
        "Menzly, Lior, Tano Santos, and Pietro Veronesi, 2004, Understanding Predictability, Journal of Poitical Economy 112, 147.",
        "Parker, Jonathan A., and Christian Julliard, 2005, Consumption risk and the cross section of expected returns, Journal of Political Economy 113.",
        "Rosenberg, Barr, Kenneth Reid, and Ronald Lanstein, 1985, Persuasive evidence of market inefficiency, Journal of Portfolio Management 11, 917.",
        "Santos, Tano, and Pietro Veronesi, 2004, Conditional betas, Working Paper, Columbia Uni- versity and University of Chicago.",
        "Sharpe, W., 1964, Capital Asset Prices: A Theory of Market Equilibrium under Conditions of Risk, Journal of Finance 19, 425444.",
        "Vassalou, Maria, 2003, News related to future GDP growth as a risk factor in equity returns, Journal of Financial Economics 68, 4773.",
        "Vuolteenaho, Tuomo, 2002, What drives firm-level stock returns?, Journal of Finance 57, 233264.",
        "Wachter, Jessica A., 2003, A consumption-based model of the term structure of interest rates, Working paper, University of Pennsylvania.",
        "Wilson, Mungo, 2003, A model of demand for dividend strips, Working Paper, Harvard University.",
        "Yogo, Motohiro, 2003, A Consumption-Based Explanation of the Cross Section of Expected Stock Returns, Working Paper, Harvard University.",
        "Zhang, Lu, 2005, The value premium, Journal of Finance 60, 67103.",
        "Zhang, Lu, and Ralitsa Petkova, 2002, Is value riskier than growth?, Working Paper, Uni- versity of Rochester."
    ]
}