{
    "id": 11149,
    "cites": 18,
    "cited_by": 94,
    "reference": [
        "[1] Altig, David, Lawrence J. Christiano, Martin Eichenbaum, and Jesper Linde, Firm-Specific Capital, Nominal Rigidities and the Business Cycle, NBER working paper no. 11034, January 2005.",
        "[2] Ball, Laurence and David Romer, Real Rigidities and the Nonneutrality of Money, Review of Economic Studies 57: 183-203 (1990).",
        "[3] Bils, Mark, and Pete Klenow, Some Evidence on the Importance of Sticky Prices, Journal of Political Economy 112: 947-985 (2004).",
        "[4] Blinder, Alan S., Elie R.D. Canetti, David E. Lebow, and Jeremy B. Rudd, Asking About Prices: A New Approach to Understanding Price Stickiness, New York: Russell Sage Foundation, 1998.",
        "[5] Calvo, Guillermo A., Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics 12: 383-398 (1983).",
        "[6] Coenen, Guenter, and Andrew T. Levin, Identifying the Influences of Nominal and Real Rigidities in Aggregate Price-Setting Behavior, European Central Bank working paper no. 418, November 2004.",
        "[7] Eichenbaum, Martin, and Jonas Fisher, Evaluating the Calvo Model of Sticky Prices, NBER working paper no. 10617, June 2004.",
        "[8] Gali, Jordi, and Mark Gertler, Inflation Dynamics: A Structural Econometric Analysis, Journal of Monetary Economics 44: 195-222 (1999).",
        "[9] Gali, Jordi, Mark Gertler, and J. David Lopez-Salido, European Inflation Dynamics, European Economic Review 45: 1237-1270 (2001).",
        "[10] Kimball, Miles, The Quantitative Analytics of the Basic Neomonetarist Model, Journal of Money, Credit and Banking 27: 1241-1277 (1995).",
        "[11] Rotemberg, Julio J., and Michael Woodford, Dynamic General Equilibrium Models with Imperfectly Competitive Product Markets, in T.F. Cooley, ed., Frontiers of Business Cycle Research, Princeton, NJ: Princeton University Press, 1995.",
        "[12] Sbordone, Argia M., Prices and Unit Labor Costs: A New Test of Price Stickiness, IIES Seminar Paper no. 653, Stockholm University, October 1998.",
        "[13] --- ---, Prices and Unit Labor Costs: A New Test of Price Stickiness, Journal of Monetary Economics 49: 265-292 (2002).",
        "[14] --- ---, Do Expected Future Marginal Costs Drive Inflation Dynamics ? unpublished manuscript, Rutgers University, February 2004.",
        "[15] Sveen, Tommy, and Lutz Weinke, Pitfalls in the Modeling of ForwardLooking Price Setting and Investment Decisions, working paper, Universitat Pompeu Fabra, February 2004.",
        "[16] Woodford, Michael, Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton: Princeton University Press, 2003.",
        "[17] --- ---, Inflation and Output Dynamics with Firm-Specific Investment, unpublished manuscript, Princeton University, May 2004.",
        "[18] Yun, Tack, Nominal Price Rigidity, Money Supply Endogeneity, and Business Cycles, Journal of Monetary Economics 37: 345-370 (1996)."
    ]
}