{
    "id": 1114,
    "cites": 18,
    "cited_by": 13,
    "reference": [
        "Barro, R.J., Rational Expectations and the Role of Monetary Policy, Journal of Monetary Economics, 2, January 1976, 1-32.",
        "Canzoneri, M., D. Henderson and K. Rogoff, The Information Content of Interest Rates and the Effectiveness of Monetary Policy Rules, working paper, Federal Reserve~ International Finance Division, April l98l~ forthcoming Quarterly Journal of Economics. Fischer, S., Long-Term Contracting, Rational Expectations, and the Optimal Money Supply Rule, Journal of Political Economy, 85, February 1977, 191-205.",
        "Friedman, B., Targets, Instruments and Indicators of Monetary Policy, Journal of Monetary Economics, 1, October 1975, 443-473.",
        "June 1951, 203-232, reprinted as Chapter 7 in Essays in Positive Economics.",
        "Howitt, P., Activist Monetary Policy Under Rational Expectations, Journal of Political Economy, 89, April 1981, 249-269.",
        "King, R.G., (198la) Interest Rates, Aggregate Information and Monetary Policy, unpublished working paper, February 1981, forthcoming Journal of Monetary Economics.",
        "Lucas, R.E., Expectations and the Neutrality of Money, Journal of Economic Theory, 4, April 1972.",
        "Lucas, R.E., Some International Evidence on Output-Inflation Tradeoffs, American Economic Review, 63, June 1973, 326-334.",
        "Lucas, R.E., and T.J. Sargent, Rational Expectations and Econometric Practice, introductory essay in a volume by the same title, University of Minnesota Press, 1981.",
        "McCallum, B.T. and J.K. Whitaker, The Effectiveness of Fiscal Feedback Rules and Automatic Stabilizers under Rational Expectations, Journal of Monetary Economics, 5, April 1979, 171-186.",
        "McCallum, B.T., Rational Expectations and Macroeconomic Stabilization Policy: An Overview, Journal of Money, Credit and Banking, November 1980 (pt. 2), 716-746.",
        "Rational Expectations, Journal of Monetary Economics, 8, November 1981, 319-331.",
        "Phelps, E.S. and J.B. Taylor, Stabilizing Power of Monetary Policy under Rational Expectations, Journal of Political Economy, 85, February 1977, 163-190.",
        "Poole, W.W., Optimal Choice of Monetary Instruments in a Simple Stochastic Macro Model, Quarterly Journal of Economics, May 1970, 197-216.",
        "Santomero, A.M. and J.J. Siegel, Bank Regulation and Macroeconomic Stability, American Economic Review, 71, March 1981, 39-53.",
        "Sargent, T.J. and N. Wallace, Rational Expectations, the Monetary Instrument, and the Optimal Money Supply Rule, Journal of Political Economy, 83, April 1975, 241-254.",
        "Weiss, L., The Role of Active Monetary Policy in a Rational Expectations Model, Journal of Political Economy, 88, April 1980, 221-233.",
        "Discussion Paper No. 589, Yale University, April 1981."
    ]
}