{
    "id": 11151,
    "cites": 37,
    "cited_by": 5,
    "reference": [
        "[1] Aoki, Kosuke (2001), Optimal Monetary Policy Responses to Relative-price Changes, Journal of Monetary Economics 48, 55--80.",
        "[2] Barro, Robert J. (1986), U.S. Deficits Since World War I, Scandinavian Journal of Economics 88, 195--222.",
        "[3] Broda, Christian, and David E. Weinstein (2004), Happy News from the Dismal Science: Re- assesing Japanese Fiscal Policy and Sustainability. Columbia University.",
        "[4] Benhabib, Jess, Stephanie Schmitt-Grohe, and Martin Uribe (2002), Avoiding Liquidity Traps, Journal of Political Economy 100, 535--563.",
        "[5] Benigno, Pierpaolo (2003), Optimal Monetary Policy in a Currency Area, Journal of Interna- tional Economics, forthcoming.",
        "[6] Bohn, Henning (1998), The Behavior of U.S. Public Debt and Deficits, The Quarterly Journal of Economics 113, 949--963.",
        "[7] Calvo, Guillermo (1983), Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics 12, 383--398.",
        "[8] Christiano, Lawrence J., (2004), The Zero Bound, Low Inflation, and Output Collapse, North- western University.",
        "[9] Eggertsson, Gauti, and Michael Woodford (2003a), The Zero Bound on Interest Rates and Optimal Monetary Policy, Brookings Papers on Economic Activity 1: 2003, 139--211.",
        "[10] Eggertsson, Gauti, and Michael Woodford (2003b), Optimal Monetary Policy in a Liquidity Trap, NBER Working Paper No. 9968.",
        "[11] Fuchi, Hitoshi, and Tsutomu Watanabe (2002), Measuring the Stickiness of Prices in the Japanese Industries (in Japanese), Kin-yu Kenkyu 21(1), 35--70.",
        "[12] Fukui, Toshihiko (2003), Challenges for Monetary Policy in Japan, Speech at the Japan Society of Monetary Economics, June 1, 2003.",
        "[13] Hicks, John (1967), Critical Essays in Monetary Theory, London: Oxford University.",
        "[14] Ihori, Toshihiro, Takeo Doi, and Hironori Kondo (2001), Japanese Fiscal Reform: Fiscal Recon- struction and Fiscal Policy, Japan and the World Economy 13, 351--370.",
        "[15] Iio, Jun (2004), Two Aspects of the Japanese Bureaucracy in the Budget Process (in Japanese), RIETI Discussion Paper Series No. 04-J-007.",
        "[16] Iwamura, Mitsuru, and Tsutomu Watanabe (2002), Price Level Dynamics in a Liquidity Trap, RIETI Discussion Paper Series No. 03-E-002.",
        "[17] Jung, Taehun, Yuki Teranishi, and Tsutomu Watanabe (2003), Optimal Monetary Policy at the Zero-Interest-Rate Bound, Journal of Money, Credit, and Banking, forthcoming.",
        "[19] Krugman, Paul (1998), Its Baaack: Japans Slump and the Return of the Liquidity Trap, Brookings Papers on Economic Activity 2: 1998, 137--187.",
        "[20] Krugman, Paul (2000), Thinking about the Liquidity Trap, Journal of the Japanese and In- ternational Economies 14, 221--237.",
        "[21] Laubach, Thomas, and John C. Williams (2003), Measuring the Natural Rate of Interest, The Review of Economics and Statistics 85, 1063--1070.",
        "[22] Leeper, Eric M. (1991), Equilibria under `Active and `Passive Monetary and Fiscal Policies, Journal of Monetary Economics 27, 129--147.",
        "[23] Neiss, Katharine S., and Edward Nelson (2003), The Real Interest Rate Gap as an Inflation Indicator, Macroeconomic Dynamics 7, 239-262.",
        "[24] Oda, Nobuyuki, and Jun Muranaga (2003), On the Natural Rate of Interest: Theory and Measurement (in Japanese), The Bank of Japan Working Paper Series, No. 03-J-5.",
        "[25] Okina, Kunio, and Shigenori Shiratsuka (2003), Policy Commitment and Expectation Forma- tions: Japans Experience under Zero Interest Rates, IMES Discussion Paper Series, No. 2003- E-5.",
        "[26] Persson, Torsten, and Guido Tabellini (2000), Political Economics: Explaining Economic Policy, The MIT Press.",
        "[27] Reifschneider, David, and John C. Williams (2000), Three Lessons for Monetary Policy in a Low Inflation Era, Journal of Money, Credit, and Banking 32, Part 2, 936--966.",
        "[28] Rogoff, Kenneth (1998), Comment on Krugman, `Its Baaack: Japans Slump and the Return of the Liquidity Trap, Brookings Papers on Economic Activity 2: 1998, 194--199.",
        "[29] Sargent, Thomas J., and Neil Wallace (1981), Some Unpleasant Monetarist Arithmetic, Federal Reserve Bank of Minneapolis Quarterly Review 5(3), 1--17.",
        "[30] Shinotsuka, Eiko (2000), Japans Economy and the Role of the Bank of Japan, Speech at the Japan Society of Monetary Economics, May 27, 2000.",
        "[31] Svensson, Lars E. O. (2001), The Zero Bound in an Open-Economy: A Foolproof Way of Escaping from a Liquidity Trap, Monetary and Economic Studies 19, 277--312.",
        "[32] Taylor, John B. (2000), Recent Developments in the Use of Monetary Policy Rules, in C. Joseph and A. H. Gunawan eds., Monetary Policy and Inflation Targeting in Emerging Economies, Bank Indonesia and International Monetary Fund.",
        "[34] Ueda, Kazuo (2000), The Transmission Mechanism of Monetary Policy Near Zero Interest Rates: The Japanese Experience 1998--2000, Speech at a Conference Sponsored by the National Bureau of Economic Research, European Institute of Japanese Studies, Tokyo University Center for International Research on the Japanese Economy, and the Center for Economic Policy Research, September 22, 2000.",
        "[35] Woodford, Michael (1995), Price-Level Determinacy without Control of a Monetary Aggregate, Carnegie-Rochester Conference Series on Public Policy 43, 1--46.",
        "[36] Woodford, Michael (1998), Comment on John Cochrane, `A Frictionless View of U.S. Inflation, NBER Macroeconomics Annual 13, 390-418.",
        "[37] Woodford, Michael (1999), Commentary: How Should Monetary Policy Be Conducted in an Era of Price Stability? in New Challenges for Monetary Policy, Kansas City: Federal Reserve Bank of Kansas City.",
        "[38] Woodford, Michael (2001), Fiscal Requirements for Price Stability, Journal of Money, Credit, and Banking 33, 669--728.",
        "[39] Woodford, Michael (2003), Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton: Princeton University Press."
    ]
}