{
    "id": 11154,
    "cites": 21,
    "cited_by": 98,
    "reference": [
        "Armor, David J., Patricia Conry-Oseguera, Millicent Cox, Niceima King, Lorraine McDonnell, Anthony Pascal, Edward Pauly, and Gail Zellman. 1976. Analysis of the school preferred reading program in selected Los Angeles minority schools. Santa Monica, CA: Rand Corp.",
        "Bacolod, Marigee P., and Justin L. Tobias. 2003. Schools, school quality and academic achievement: Evidence from the Phillipines. (mimeo), University of California, Irvine (March).",
        "Ballou, Dale. 1996. Do public schools hire the best applicants? Quarterly Journal of Economics 111,no.1 (February):97-133.",
        "Ballou, Dale, William Sanders, and Paul Wright. 2004. Controlling for student background in value-added assessment of teachers. Journal of Educational and Behavioral Statistics 29,no.1 (Spring):37-65.",
        "Bishop, John H., Ferran Mane, Michael Bishop, and Joan Moriarty. 2001. The role of end-ofcourse exams and minimal competency exams in standards-based reforms. In Brookings papers on education policy 2001, edited by Diane Ravitch. Washington, DC: Brookings:267-345.",
        "Boyd, Don, Hamilton Lankford, Susanna Loeb, and James Wyckoff. 2002. Do high-stakes tests affect teachers exit and transfer decisions? The case of the 4th grade test in New York State. Stanford Graduate School of Education (mimeo) Clotfelter, Charles T., Helen F. Ladd, and Jacob L. Vigdor. forthcoming. Who teaches whom? Race and the distribution of novice teachers. Economics of Education Review.",
        "Dee, Thomas S. 2004. Teachers, race, and student achievemen tin a randomized experiment. Review of Economics and Statistics 86,no.1 (February):195-210.",
        "Hanushek, Eric A. 1971. Teacher characteristics and gains in student achievement: Estimation using micro data. American Economic Review 60,no.2 (May):280-288.",
        "Hanushek, Eric A., John F. Kain, and Steve G. Rivkin. 2002. Inferring program effects for specialized populations: Does special education raise achievement for students with disabilities? Review of Economics and Statistics 84,no.4 (November):584-599.",
        "Hanushek, Eric A., and Steven G. Rivkin. 2004. How to improve the supply of high quality teachers. In Brookings Papers on Education Policy 2004, edited by Diane Ravitch. Washington, DC: Brookings Institution Press:7-25.",
        "Kane, Thomas J., and Douglas O. Staiger. 2001. Improving school accountability measures. WP 8156, National Bureau of Economic Research (March).",
        "Journal of Economic Perspectives 16,no.4 (Fall):91-114. ------. 2002. Volatility in school test scores: Implications for test-based accountability systems. In Brookings Papers on Education Policy 2002, edited by Diane Ravitch. Washington, DC: Brookings:235-269.",
        "Murnane, Richard J. 1975. Impact of school resources on the learning of inner city children. Cambridge, MA: Ballinger.",
        "Murnane, Richard J., and Barbara Phillips. 1981. What do effective teachers of inner-city children have in common? Social Science Research 10,no.1 (March):83-100.",
        "Podgursky, Michael, Ryan Monroe, and Daniel Watson. 2004. The academic quality of public school teachers: An analysis of entry and exit behavior. Economics of Education Review 23,no.5 (October):507-518.",
        "Rivkin, Steven G., Eric A. Hanushek, and John F. Kain. 2005. Teachers, schools, and academic achievement. Econometrica 73,no.2 (March).",
        "Rockoff, Jonah E. 2004. The Impact of Individual Teachers on Student Achievement: Evidence from Panel Data. American Economic Review 94,no.2 (May):247-252.",
        "Sanders, William L., and Sandra P. Horn. 1994. The Tennessee value-added assessment system (TVAAS): Mixed-model methodology in educational assessment. Journal of Personnel Evaluation in Education 8:299-311.",
        "Sanders, William L., Arnold M. Saxton, and Sandra P. Horn. 1997. The Tennessee Value-Added Assessment System: A Quanititive, Outcomes-Based Approach to Educational Assessment. In Grading Teachers, Grading Schools: Is Student Achievement a Valid Evaluation Measure? Thousand Oaks, CA: Corwin Press, Inc.",
        "Scafidi, Benjamin, David Sjoquist, and Todd R Stinebrickner. 2002. Where do teachers go? Georgia State University (mimeo), October.",
        "Tobias, Justin L. 2004. Assessing Assessments of School Performance: The Case of California. American Statistician 58,no.1:55-63."
    ]
}