{
    "id": 11150,
    "cites": 28,
    "cited_by": 42,
    "reference": [
        "[1] Bond, Eric and Constantinos Syropoulos. (1996) The Size of Trading Blocs: Market Power and World Welfare Effects Journal of International Economics, Vol 40, No. 3-4, pp. 411-437.",
        "[2] Breton, Paul and Miriam Manchin (2002), Making EU Arrangements Work: The Role of Rules of Origin, Center for European Policy Studies Working Document No. 183.",
        "[3] Cadot, Oliver, Jamie de Melo, Akiki Suwa Eisenmann and Bolormaa Tumurchudur (2002) Assessing the Effect of NAFTAs Rules of Origin. Mimeo.",
        "[4] De Melo, David and Arvind Panagaria (1993), New Dimensions in Regional Integration (Ed.) Cambridge University Press.",
        "[5] Duttagupta, Rupa and Arvind Panagariya (2001) Free Trade Areas and Rules of Origin: Economics and Politics Mimeo.",
        "[6] Estevadeordal, Antoni (2000), Negotiating Preferential Market Access: The Case of the North American Free Trade Agreement, Journal of World Trade , Vol. 34, pp. 141-200.",
        "[7] Falvey, Rod and Geoff Reed, (1998), Economic Effects of Rules of Origin, Weltwirtschaftliches 134(2), pp. 209-229.",
        "[8] Falvey Rod, and Geoff Reed (2000) Rules of Origin as Commercial Policy Instruments Centre for Research on Globalization and Labor Markets Research Paper No. 2000/18. University of Nottingham.",
        "[9] Grossman, Gene and Elhanan Helpman, (1995), The Politics of Free Trade Agreements, American Economic Review, September, pp. 667690.",
        "[10] Grossman, Gene and Elhanan Helpman, Special Interest Politics, Cambridge MA and London UK: The MIT Press, 2001.",
        "[11] Herin, Jan (1986) Rules of Origin and Differences between Tariff Levels in EFTA and in the EC, EFTA Occasional Paper No. 13, Geneva, February 1986.",
        "[12] Ju, Jiandong and Kala Krishna, (2002), Regulations, Regime Switches and Non-Monotonicity when Non-Compliance is an Option: An Application to Content Protection and Preference. Forthcoming in Economics Letters. (Available at http://econ.la.psu.edu/~kkrishna/index.html)",
        "[13] Ju, Jiandong and Kala Krishna (1998) Firm Behavior and Market Access in a Free Trade Area With Rules of Origin: NBER Working Paper No. 6857. Cambridge, MA. Revised version at http://econ.la.psu.edu/~kkrishna/roos.pdf.",
        "[14] Krishna, Kala (2003) Conditional Policies in General Equilibrium: Rules of Origin Revisited, Mimeo.",
        "[15] Krishna, Kala and Anne Krueger, (1995) Implementing Free Trade Areas: Rules of Origin and Hidden Protection. In Alan Deardorff, James Levinsohn, and Robert Stern (Ed.), New Directions in Trade Theory, pp.149-187 University of Michigan Press.",
        "[16] Pravin Krishna and Arvind Panagariya (2002) On Necessarily WelfareEnhancing Free Trade Areas Journal of International Economics, Vol. 57, No.2, pp. 353-367.",
        "[17] Krueger, Anne O. (1993). Free Trade Agreements as Protectionist Devices: Rules of Origin. Forthcoming in Festschrift in honor of John Chipman. NBER Working Paper No. 4352.",
        "[19] Krugman, Paul (1991). Is Bilateralism Bad? in International Trade and Trade Policy. Eds. Helpman, Elhanan and Asaf Razin. MIT Press: Cambridge and London, pp 9-23.",
        "[20] LLoyd, Peter J. (1993) A Tariff Substitute for Rules of Origin in Free Trade Areas. The World Economy, Vol. 16, No. 6, pp. 691-712.",
        "[21] Mattoo, Aaditya, Devesh Roy and Arvind Subramaniam. The Africa Growth and Opportunity Act and its Rules of Origin: Generosity Undermined ? World Bank Policy Research Working Paper 2908. October 2002.",
        "[22] McGillivray, Fiona and Matt Green (2001) Trading in a Free Trade Area With No Rules of Origin: The U.S. Under the Articles of Confederation . Mimeo. Yale University.",
        "[23] Palmeter, N. David (1993) Rules of Origin in a Western Hemisphere Free Trade Agreement, Mimeo.",
        "[24] Richardson, Martin. (1995) Tariff Revenue Competition in a Free Trade Area. European Economic Review, Vol. 39, pp. 1429-1437.",
        "[25] Rodriguez, Peter. (2001) Rules of Origin with Multistage Production. World Economy. Vol. 24, No. 2, pp. 201-220.",
        "[26] Rosellon, Juan. (2000) The Economics of Rules of Origin Journal of International Trade and Economic Development, Vol. 9, No. 4, pp. 397425.",
        "[27] Shibata, H. (1967) The Theory of Economic Unions: A Comparative Analysis of Customs Unions, Free Trade Areas, and Tax Unions In C.S. Shoup (Ed), Fiscal Harmonization in Common Markets, Columbia University Press, New York.",
        "[28] Vermulst, E. (1994). Rules of Origin in International Trade: A Comparative Study, in Studies in International Trade Policy. Eds. Waer, P. and Jacques Bourgeois. University of Michigan Press: Ann Arbor.",
        "[29] Viner, J. (1950). The Customs Union Issue, Carnegie Endowment for International Peace, New York."
    ]
}