{
    "id": 11155,
    "cites": 40,
    "cited_by": 90,
    "reference": [
        "Bergin, Paul and Steven Sheffrin, Interest Rates, Exchange Rates and Present Value Models of the Current Account, Economic Journal, 2000, 110, 535--58.",
        "Campbell, John, Understanding Risk and Return, Journal of Political Economy, 1996, 104, 298--345.",
        "Stock Market Behavior, Journal of Political Economy, April 1999, 107 (2), 205--51.",
        "Factors, Review of Financial Studies, 1988, 1, 195--227.",
        "Campbell, John Y. and Motohiro Yogo, Efficient Tests of Stock Return Predictability, NBER Working Papers 10026, National Bureau of Economic Research, October 2003.",
        "Time Series Evidence, in Oliver Jean Blanchard and Stanley Fischer, eds., N.B.E.R. Macroeconomics Annual, Cambridge: MIT Press 1989, pp. 185--215.",
        "Chinn, Menzie, Yin-Wong Cheung, and Antonio Garcia, Empirical Exchange Rate Models of the 1990s: Are Any Fit to Survive?, Journal of International Money and Finance, forthcoming.",
        "Clark, Todd and Kenneth West, Using Out-of-Sample Mean Squared Prediction Errors to Test the Martingale Difference Hypothesis, 2004. Working paper, Federal Reserve Bank of Kansas City.",
        "Cochrane, John, Production-Based Asset Pricing and the Link Between Stock Returns and Economic Fluctuations, Journal of Finance, 1991, 46, 207=34.",
        "Corsetti, Giancarlo and Panagiotis Konstantinou, The Dynamics of US Net Foreign Liabilities: an Empirical Characterization, mimeo, European University Institute, 2004.",
        "Evans, Martin and Richard Lyons, Meese-Rogoff Redux: Micro-based Exchange Rate forecasting, NBER Working Papers 11042, National Bureau of Economic Research, 11042 2005.",
        "Fama, Eugene and Kenneth French, Dividend Yields and Expected Stock Returns, Journal of Financial Economics, 1988, 22, 3--27.",
        "Gourinchas, Pierre-Olivier and Aaron Tornell, Exchange Rate Dynamics, Learning and Misperception, Journal of International Economics, December 2004.",
        "Harvey, David, Stephen Leybourne, and Paul Newbold, Tests for Forecast Encompassing, Journal of Business and Economic Statistics, 1998, 16, 254--59.",
        "Hau, Harald and Helene Rey, Exchange Rate, Equity Prices and Capital Flows, Review of Financial Studies, 2005, forthcoming.",
        "Henderson, Dale and Kenneth Rogoff, Negative Net Foreign Asset Positions and Stability in a World Portfolio Balance Model, Journal of International Economics, 1982, 13, 85--104.",
        "Hodrick, Robert, Dividend Yields and Expected Stock Returns: Alternative Procedures for Inference and Measurement, Review of Financial Studies, 1992, 5, 357--86.",
        "Hooker, Sarah A. and John F. Wilson, A Reconciliation of Flow of Funds and Commerce Department Statistics on U.S. International Transactions and Foreign Investment Position, July 1989. unpublished, Board of Governors of the Federal Reserve System.",
        "Johansen, Soren, Statistical Analysis of Cointegrating Vectors, Journal of Economic Dynamics and Control, 1988, 12, 231--254.",
        "Kehoe, Patrick J. and Fabrizio Perri, International Business Cycles with Endogenous Incomplete Markets, Econometrica, May 2002, 70 (3), 907--928.",
        "Kilian, Lutz and Atsushi Inoue, On the Selection of Forecasting Models, May 2002.",
        "Kouri, Pentti, Balance of Payment and the Foreign Exchange Market: A Dynamic Partial Equilibrium Model, in Jagdeep Bhandari and Bluford Putnam, eds., Economic Interdependance and Flexible Exchange Rates, MIT Press, 1982, pp. 116--156.",
        "Kraay, Aart and Jaume Ventura, Current Accounts in Debtor and Creditor Countries, Quarterly Journal of Economics, November 2000, 115 (4), 1137--66.",
        "Lane, Philip R. and Gian Maria Milesi-Ferretti, The External Wealth of Nations: Measures of Foreign Assets and Liabilities for Industrial and Developing Countries, Journal of International Economics, December 2001, 55, 263--94.",
        "Lettau, Martin and Sydney Ludvigson, Consumption, Aggregate Wealth and Ex- Pected Stock Returns, Journal of Finance, 2001, 56 (3), 815--49.",
        "Lucas, Robert, Interest Rates and Currency Prices in a Two-Country World, Journal of Monetary Economics, 1982, 10, 335--359.",
        "Mark, Nelson, Exchange Rates and Fundamentals: Evidence on Long Horizon Predictability, American Economic Review, March 1995, 85, 201--218.",
        "Meese, Richard and Kenneth Rogoff, Empirical Exchange Rate Models of the Seventies: Do they Fit Out-of-sample?, Journal of International Economics, 1983, 14, 3--24.",
        "Mercereau, Benoit, How to Test (and not to Test) a Present Value Model in the Presence of Persistence, mimeo, Yale Economics Department, November 2001.",
        "Mundell, Robert A., International Economics, New York: Macmillan Company, 1968.",
        "Obstfeld, Maurice, External Adjustment, NBER Working Papers 10843, National Bureau of Economic Research, October 2004.",
        "Working Papers 10869, National Bureau of Economic Research, October 2004.",
        "Obstfeld, Maury, International Macroeconomics: Beyond the Mundell-Fleming Model, IMF Staff Papers, 2001, 47 (special issue), 1--39.",
        "Current Account Adjustment, in Federal Reserve Bank of Kansas City, ed., Global Economic Integration: Opportunities and Challenges, 2001.",
        "Portes, Richard and Helene Rey, The Determinants of Cross-Border Equity Flows, Journal of International Economics, 2005. forthcoming.",
        "Razin, Assaf and Lars Svensson, The Terms of Trade and the Current Account: The Harberger-Laursen-Metzler Effect, Journal of Political Economy, February 1983, 91 (1), 97--125.",
        "Stock, James H. and Mark Watson, A Simple Estimator of Cointegrating Vectors in Higher Order Integrated Systems, Econometrica, 1993, 61 (4), 783--820.",
        "Tille, Cedric, The Impact of Exchange Rate Movements on U.S. Foreign Debt, Current Issues in Economics and Finance, 2003, 9 (1), 1--7.",
        "U.S. Holdings of Foreign Long-Term Securities, 2000. Department of the Treasury.",
        "Division of International Finance, Board of Governors of the Federal Reserve System. www.ustreas.gov/fpis/. Ventura, Jaume, A Portfolio View of the U.S. Current Account DeÃ\u0083Å¾cit, in Brookings Papers on Economic Activity 2001, pp. 241--53."
    ]
}