{
    "id": 11165,
    "cites": 14,
    "cited_by": 9,
    "reference": [
        "[1] Anderson, J. and E. van Wincoop, 2003, Trade Costs.Journal of Economic Litera- ture, 42 (3), pp. 691-751.",
        "[2] Acemoglu, D. and J. Ventura, 2002, The World Income Distribution.Quarterly Jour- nal of Economics, 117 (2), pp. 659-94.",
        "[3] Baldwin R. and R. Forslid, 2004, Trade Liberalization with Heterogenous Firms. CEPR Discussion Paper No. 4635.",
        "[4] Benassy, J-P., 1996, Taste for Variety and Optimum Production Patterns in Monop- olistic Competition.Economics Letters 52, pp. 41-47.",
        "[5] Bergin P. and R. Glick, 2003, Endogenous Nontradability and Macroeconomic Impli- cations.NBER Working Paper No. 9739.",
        "[6] Broda, C. and D. Weinstein, 2004a, Globalization and the Gains from Variety.NBER Working Paper No. 10314",
        "[7] Broda, C. D. Weinstein, 2004b, Variety Growth and World Welfare.American Eco- nomic Review Papers and Proceedings 94 (2), pp. 139-144.",
        "[8] Debaere, P. and H. Lee, 2004, The Real-Side Determinants of Countries Terms of Trade: a Panel Data Analysis.University of Texas at Austin, Mimeo.",
        "[10] Dixit, A.K. and J.E. Stiglitz, 1977, Monopolistic Competition and Optimum Product Diversity.American Economic Review, 67 (3), pp. 297-308.",
        "[11] Feenstra, R., 1994,New Product Varieties and the Measurement of International Prices,American Economic Review 84(1), pp. 157-177.",
        "[12] Ghironi, F. and M. Melitz, 2004, International Trade and Macroeconomics Dynamics with Heterogenous Firms.NBER Working Paper No. 10540.",
        "[13] Krugman, P. , 1980, Scale Economies, Product Dierentiation, and the Pattern of Trade.American Economic Review 70, pp. 950-959.",
        "[14] Krugman, P., 1989, Dierences in Income Elasticities and Trends in Real Exchange Rates.European Economic Review 33, pp. 1031-1054.",
        "[15] Melitz M., 2003, The Impact of Intra-industry Reallocations and Aggregate Industry Productivity.Econometrica 71, pp. 1695-1725."
    ]
}