{
    "id": 11168,
    "cites": 12,
    "cited_by": 9,
    "reference": [
        "Bessen, James, and Robert M. Hunt, 2004, An Empirical Look at Software Patents, Federal Reserve Bank of Philadelphia Working Paper 03-17/R.",
        "Hart, Oliver, and John Moore, 1990, Property Rights and the Nature of the Firm, Journal of Political Economy. 98, 1119-1158.",
        "Heller, Michael A. and Rebecca S. Eisenberg, 1998, Can Patents Deter Innovation? The Anticommons in Biomedical Research, Science. 280, 698-701.",
        "Kortum, Samuel, and Josh Lerner, 1998, Stronger Protection or Technological Revolution: What is Behind the Recent Surge in Patenting?, Carnegie-Rochester Conference Series on Public Policy. 48, 247-304.",
        "Lanjouw, Jean O., 1998, The Introduction of Pharmaceutical product Patents in India: `Heartless Exploitation of the Poor and Suffering?, Working Paper No. 6366, National Bureau of Economic Research.",
        "Lemley, Mark, and David OBrien, 1997, Encouraging Software Reuse, Stanford Law Review, 49, 255-305.",
        "Mann, Ronald J., 2004, Do Patents Facilitate Financing in the Software Industry? University of Texas Law and Economics Research Paper.",
        "Menell, Peter S., 1989, An Analysis of the Scope of Copyright Protection for Computer Programs, Stanford Law Review, 41, 1045-1104.",
        "Mowery, David, and Stuart Graham, 2003, Intellectual Property Protection in the U.S. Software Industry, in Wesley Cohen and Steven Merrill, editor, Patents in the Knowledge-based Economy: Proceedings of the Science, Technology and Economic Policy Board, National Academies Press.",
        "Scherer, F.M., and Sanford Weisburst, 1995, Economic Effects of Strengthening Pharmaceutical Patent Protection in Italy, International Review of Industrial Property and Copyright Law. 6, 1009-1024.",
        "Shapiro, Carl, 2001, Navigating the Patent Thickets: Cross-Licenses, Patent Pools, and Standard-Setting, in Adam B. Jaffe, Josh Lerner, and Scott Stern, editor, Innovation Policy and the Economy, volume 1, Cambridge Massachusetts, National Bureau of Economic Research.",
        "Ziedonis, Rosemarie H., 2004, Dont Fence Me In: Fragmented Markets for Technology and the Patent Acquisition Strategies of Firms, Management Science. 50, 804-82."
    ]
}