{
    "id": 11166,
    "cites": 50,
    "cited_by": 61,
    "reference": [
        "Andersen, T.G. and Bollerslev, T. (1998), Deutsche Mark-Dollar Volatility: Intraday Activity Patterns, Macroeconomic Announcements, and Longer Run Dependencies, Journal of Finance, 53, 219-265.",
        "Andersen, T.G., Bollerslev, T., Diebold, F.X. and Vega, C. (2003), Micro Effects of Macro Announcements: Real-Time Price Discovery in Foreign Exchange, American Economic Review, 93, 38-62.",
        "Andersen, T., Bollerslev, T., Diebold, F. and C. Vega (2004). Real-Time Price Discovery in Stock, Bond and Foreign Exchange Markets. Mimeo.",
        "Bae, K.-H., Karolyi, A., Stulz, R., 2003. A New Approach to Measuring Financial Contagion.",
        "Review of Financial Studies, 16, 717-763. Balduzzi, P., Elton, E.J. Green, T.C. (2001), Economic News and Bond Prices: Evidence From the U.S. Treasury Market, Journal of Financial and Quantitative Analysis, 36, 523- 543.",
        "Barsky, R. B. (1989), Why Dont the Prices of Stocks and Bonds Move Together?, American Economic Review, 79, 1132-1145.",
        "Becker, K. G., Finnerty, J. E. and Friedman, J. (1995), Economic News and Equity Market Linkages between the U.S. and U.K., Journal of Banking and Finance, 19, 1191-1210.",
        "Becker, K.G., Finnerty, J.E., Gupta, M., (1990). The intertemporal relation between the U.S.",
        "Bernanke, B. S., and Kuttner, K. N. (2004), What Explains the Stock Markets Reaction to Federal Reserve Policy, Journal of Finance, forthcoming.",
        "Bollerslev, T., Cai, J. and Song, F.M. (2000), Intraday Periodicity, Long Memory Volatility, and Macroeconomic Announcement Effects in the U.S. Treasury Bond Market, Journal of Empirical Finance, 7, 37-55.",
        "Boyd, J. H., Jagannathan, R. and Hu, J. (2001), The Stock Markets Reaction to Unemployment News: Why Bad News Is Usually Good For Stocks, NBER Working Paper No. 8092.",
        "Brooks, Robin and Marco del Negro (2002). International Diversification Strategies. Working Paper 2002-23, Federal Reserve Bank of Atlanta.",
        "Campbell, J.Y. and Ammer, J. (1993), What Moves the Stock and Bond Markets? A Variance Decomposition for Long-Term Asset Returns, Journal of Finance, 48, 3-37.",
        "Cass, D. and Pavlova, A. (2004), On Trees and Logs, Journal of Economic Theory, 116, 4183.",
        "Connolly, R. and Wang, A. F. (2003), International Equity Market Comovements: Economic Fundamentals or Contagion? Pacific-Basin Finance Journal, 11, 23-43.",
        "David, A. and Veronesi, P. (2004), Inflation and Earnings Uncertainty and Volatility Forecasts Manuscript, Graduate School of Business, University of Chicago.",
        "Dungey, M., and V. L. Martin (2001): .Contagion Across Financial Markets: An Empirical Assessment,.Australian National University Mimeo.",
        "Ehrmann, Michael and Marcel Fratzscher (2003). Monetary policy announcements and money markets: A transatlantic perspective, International Finance 6(3): 309-28.",
        "Ehrmann, Michael and Marcel Fratzscher (2004a). Taking stock: Monetary policy transmission to equity markets, Journal of Money, Credit and Banking 36 (4): 719-37.",
        "Ehrmann, Michael and Marcel Fratzscher (2004b). Equal size, equal role? Interest rate interdependence between the euro area and the United States, Economic Journal, forthcoming.",
        "Ehrmann, Michael and Marcel Fratzscher (2004c). Exchange rates and fundamentals: new evidence from real-time data, Journal of International Money and Finance, forthcoming.",
        "Eichengreen, Barry and Andrew Rose (1999). Contagious Currency Crises: Channels of Conveyance. In Takatoshi Ito and Anne Krueger, eds., Changes in Exchange Rates in Rapidly Developing Countries: Theory, Practice, and Policy Issues. Chicago: University of Chicago Press, pp. 29-50.",
        "Engle, R.F. (2002), Dynamic Conditional Correlation: A Simple Class of Multivariate Generalized Autoregressive Conditional Heteroskedasticity Models, Journal of Business and Economic Statistics, 20, 339-350.",
        "Engle, R.F., Ito, T. and Lin, W.L. (1990), Meteor-Showers or Heat Waves - Heteroskedastic Intradaily Volatility in the Foreign Exchange Market,Econometrica, 55, 391-407.",
        "Fair, R. (2003), Shock Effects on Stocks, Bonds and Exchange Rates, Journal of International Money and Finance, 22, 307-341.",
        "Faust, J., Rogers, J., Wang, S., Wright, J. (2003), The High Frequency Response of Exchange Rates and Interest Rates to Macroeconomic Announcements, Mimeo, October 2003.",
        "Flannery, M. J. and Protopapadakis, A. (2002), Macroeconomic Factors do Influence Aggregate Stock Returns, Review of Financial Studies, 15, 751-782.",
        "Fleming, M.J. and Remolona, E.M. (1997), What Moves the Bond Market, Economic Policy Review, Federal Reserve Bank of New York, 3 (December), 31-50.",
        "Fleming, M.J. and Remolona, E.M. (1999), Price Formation and Liquidity in the U.S.",
        "Forbes, K.J. and M. Chinn (2003). A Decomposition of Global Linkages in Financial Markets Over Time, Review of Economics and Statistics, forthcoming..",
        "Forbes, K.J. and R. Rigobon (2002). No Contagion, Only Interdependence: Measuring Stock Market Co-Movements. The Journal of Finance 57 (5): 2223-2261.",
        "Goldberg, L. and Leonard, D. (2003), What Moves Sovereign Bond Markets? The Effects of Economic News on U.S. and German Yields, Current Issues in Economics and Finance, Federal Reserve Bank of New York, 9, 1-7.",
        "Glick, Reuven and Andrew Rose (1999). Contagion and Trade: Why Are Currency Crises Regional? Journal of International Money and Finance 18: 603-617.",
        "Griffin, J.M. and G. Andrew Karolyi (1998). Another Look at the Role of the Industrial Structure of Markets for International Diversification Strategies. Journal of Financial Economics 50: 351-373.",
        "Hamao, Y., Masulis, R.W. and Ng, V. (1990), Correlations in Price Changes and Volatility Across International Stock Markets, Review of Financial Studies, 3, 281-307.",
        "Hartmann, P. Straetmans, S. and C. de Vries (2003). Asset Market Linkages in Crisis Periods.",
        "Review of Economics and Statistics, forthcoming. Heston, Steven L. and K. Geert Rouwenhorst (1994). Does Industrial Structure Explain the Benefits of International Diversification? The Journal of Finance 36:3-27.",
        "Karolyi, G. Andrew and RenÃ\u0083Â© M. Stulz (2002). Are Financial Assets Priced Locally or Globally? Forthcoming in George Constantinides, Milton Harris, and RenÃ\u0083Â© M. Stulz, eds., Handbook of the Economics of Finance. North Holland.",
        "King, M.A. and Wadhwani, S. (1990), Transmission of Volatility between Stock Markets, Review of Financial Studies, 3, 5-33.",
        "Kuttner, K.N. (2001), Monetary Policy Surprises and Interest Rates: Evidence from the Fed Funds Futures Market, Journal of Monetary Economics, 47, 523-544.",
        "Lin, W., Engle, R.F., Ito, T., 1994. Do bulls and bears move across borders? International transmission of stock returns and volatility. Review of Financial Studies 7, 507538.",
        "Rigobon, R. and Sack, B. (2002), The Impact of Monetary Policy on Asset Prices, NBER Working Paper No. 8794, Cambridge, Mass.",
        "Rigobon, R. and Sack, B. (2003a), Measuring the Reaction of Monetary Policy to the Stock Market, Quarterly Journal of Economics, 118, 639-669.",
        "Rigobon, R. and Sack, B. (2003b), Spillovers Across U.S. Financial Markets, NBER Working Paper No. 9640, Cambridge, Mass.",
        "Sentana, E. and G. Fiorentini (2001). Identification, Estimation and Testing of Conditionally Heteroskedastic Factor Models, Journal of Econometrics, 102, 143-164.",
        "Shiller, R. J. and Beltratti, A. E. (1992), Stock Prices and Bond Yields, Journal of Monetary Economics, 30, 25-46.",
        "Sims, C. (1980). Macroeconomics and Reality, Econometrica, 48, 1-48.",
        "Thornton, D.L. (1998). Tests of the markets reaction to Federal funds rate target changes, Federal Reserve Bank of St. Louis Review, pp. 25-36.",
        "Wright, P. (1928). The Tariff on Animal and Vegetable Oils, Macmillan Company, New York.",
        "Zapatero, F. (1995). Equilibrium Asset Prices and Exchange Rates, Journal of Economic Dynamics and Control, 19, pp. 787811."
    ]
}