{
    "id": 11163,
    "cites": 38,
    "cited_by": 62,
    "reference": [
        "[1] Aguiar, Mark; and Erik Hurst Consumption vs. Expenditure, NBER Working Paper 10307 (2004).",
        "[2] Altig, David; Auerbach, Alan J.; Kotlikoff, Laurence J.; Smetters, Kent A.; and Walliser, Jan, Simulating Fundamental Tax Reform in the United States, American Economic Review, vol. 91, no. 3 (June 2001): 574-59.",
        "[4] Attanasio, Orazio, and Guglielmo Weber, Consumption Growth, The Interest Rate and Aggregation, Review of Economic Studies 60, (1993): 631--649.",
        "[5] Auerbach, Alan J.; and Kotlikoff, Laurence J. Dynamic Fiscal Policy. Cambridge: Cambridge University Press, 1987.",
        "[6] Banks, James; Blundell, Richard; and Tanner, Sarah, Is There a Retirement--Savings Puzzle? American Economic Review 88, no. 4 (September 1998): 769-78.",
        "[7] Barsky, Robert; Kimball, Miles; Juster, F. Thomas; and Shapiro, Matthew, Pref- erence Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study, Quarterly Journal of Economics vol. 112, no. 2 (May 1997): 537-79.",
        "[8] Bernheim, B. Douglas; Skinner, Jonathan; and Weinberg, Steven, What Accounts for the Variation in Retirement Wealth Among U.S. Households, American Economic Review 91, no. 4 (September 2001): 832-57.",
        "[9] Blundell, Richard; Browning, Martin; and Meghir, Costas, Consumer Demand and the Life-cyle Allocation of Expenditure, Review of Economic Studies (January 1994): 57-80.",
        "[10] Blundell, Richard; and MaCurdy, Thomas, Labor Supply: A Review of Alterna- tive Approaches, in Orley Ashenfelter and David Card (eds.), Handbook of Labor Economics: vol. 3A. Amsterdam: Elsevier, 1999.",
        "[11] Burkhauser, Richard V.; Dwyer, Debra; Lindeboom, Maarten; Theeuwes, Jules; and Woittiez, Isolde, Health, Work, and Economic Well--Being of Older Workers, Aged Fifty--One to Sixty--one: A Cross--National Comparison Using the U.S. HRS and the Netherlands CERRA Data Sets, in James Smith and Robert Willis (eds.), Wealth, Work, and Health: Innovations in Measurement in the Social Sciences. Ann Arbor: The University of Michigan Press, 1999.",
        "[12] Campbell, John; and Mankiw, N. Gregory, Consumption, Income and Interest Rates: Reinterpreting the Time Series Evidence, NBER Macroeconomics Annual MIT Press (1989): 185-216.",
        "[13] Cooley, Thomas; and Prescott, Edward Economic Grwoth and Business Cycles in Thomas Cooley (ed.), Frontiers of Business Cycle Research. Princeton, N.J., Prince- ton University Press (1995): 1-38.",
        "[14] Diamond, P.A., National Debt in a Neoclassical Growth Model, American Economic Review, vol. 55, no. 5 (December 1965): 1126-1150.",
        "[15] Gokhale, Jagadeesh; Kotlikoff, Laurence J.; Sefton, James; and Weale, Martin, Sim- ulating the Transmission of Wealth Inequality via Bequests, Journal of Public Eco- nomics vol. 79, no. 1 (January 2001): 93-128.",
        "[16] Gustman, Alan L.; and Steinmeier, Thomas, L., A Structural Retirement Model, Econometrica vol. 54, no. 3 (May 1986): 555-84.",
        "[17] Haider, Steven; and Stephens, Melvin, Jr., Is There a Retirement-Consumption Puz- zle? Evidence Using Subjective Retirement Expectations, NBER Working Paper 10257, (2004).",
        "[18] Hall, Robert E., Intertemporal Substitution in Consumption, Journal of Political Economy 96, no. 2 (1988): 339-357.",
        "[19] Hubbard, R. Glen; and Judd, Kenneth, Liquidity Constraints, Fiscal Policy and Consumption, Brookings Papers on Economic Activity 1 (1986): 1-50.",
        "[20] Hubbard, R. Glen; Skinner, Jonathan; and Zeldes, Stephen P., Precautionary Saving and Social Insurance, Journal of Political Economy 103, no. 2 (April 1995): 360-99.",
        "[21] Hurd, Michael, The Effect of Labor Market Rigidities on the Labor Force Behavior of Older Workers, in (David Wise ed.), Advances in the Economics of Aging. Chicago: The University of Chicago Press, 1996.",
        "[22] Hurd, Michael; and Rohwedder, Susann, The Retirement--Consumption Puzzle: An- ticipated and Actual Declines in Spending at Retirement, NBER working paper 9586 (2003), http://www.nber.org/papers/w9586.",
        "[23] Jones, Larry E.; Manuelli, Rodolfo; Siu, Henry; and Stachetti, Ennio Fluctuations in Convex Models of Endogenous Growth I: Growth Effects, mimeo, University of Minnesota (November 2003).",
        "[24] Keane, Michael; and Wolpin, Kenneth, The Effect of Parental Transfers and Bor- rowing Constraints on Educational Attainment, International Economic Review 42, No. 4 (November 2001): 1051-1103.",
        "[25] King, Robert; Plosser, Charles; and Rebelo, Sergio, Production, Growth and Busi- ness Cycles: I. The Basic Neoclassical Model, Journal of Monetary Economics vol. 21, no. 2 (1988): 195-232.",
        "[26] Laitner, John, Secular Changes in Wealth Inequality and Inheritance, The Economic Journal, vol. 111, no. 474 (October 2001): 691-721.",
        "[27] Lucas, Robert E., Jr., Supply Side Economics: An Analytical Review, Oxford Eco- nomic Papers vol. 42 (April 1990): 293-316.",
        "[28] Lucas, Robert E., Jr., Macroeconomic Priorities, The American Economic Review vol. 93. no. 1 (March 2003): 1-14.",
        "[29] Mariger, Randall P. Consumption Behavior and the Effects of Government Fiscal Policy. Cambridge: Harvard University Press, 1986.",
        "[30] Meghir, Costas; and Weber, Guglielmo, Intertemporal non-separability or Borrowing Restrictions? A Disaggregate Analysis Using a US Consumption Panel, Economet- rica vol. 64, no. 5 (September 1996): 1151-1181.",
        "[31] Modigliani, Franco, Life Cycle, Individiual Thrift, and the Wealth of Nations, Amer- ican Economic Review 76, no. 3 (June 1986): 297--313.",
        "[32] Paterson, Kerry D.; and Pesaran, Bahram, The Intertemporal Elasticity of Substitu- tion in Consumption in the U.S. and in the U.K., Review of Economics and Statistics 74, no. 4 (May 1992): 573-84.",
        "[33] Pencavel, John, Labor Supply of Men: A Survey, in Orley Ashenfelter and David Card (eds.), Handbook of Labor Economics: vol. 1. Amsterdam: Elsevier, 1986.",
        "[34] Rust, John; and, Phelan, Christopher., How Social Security and Medicare Affect Retirement Behavior in a World of Incomplete Markets, Econometrica 65, no. 4 (July 1997): 781-831.",
        "[35] Stock, James H.; and, Wise, David A., Pensions, The Option Value of Work, and Retirement, Econometrica 58, no. 2 (September 1990): 1151-1180.",
        "[36] Tobin, J., Life Cycle Saving and Balanced Growth, in W. Fellner (ed.), Ten Eco- nomic Studies in the Tradition of Irving Fisher. New York: Wiley, 1967.",
        "[37] Weil, Philippe, The Equity Premium Puzzle and the Risk-Free Rate Puzzle, Journal of Monetary Economics, vol. 24, no. 3 (November 1989): 401-21.",
        "[38] Yogo, Motohiro, Estimating the Elasticity of Intertemporal Substitution When In- struments Are Weak, Review of Economics and Statistics, vol. 86, no. 3, (August 2004): 797-810.",
        "[39] Zeldes, S., Consumption and Liquidity Constraints: An Empirical Investigation, Journal of Political Economy 97, no. 4 (April 1989): 305-46."
    ]
}