{
    "id": 11173,
    "cites": 25,
    "cited_by": 10,
    "reference": [
        "Berg, Andrew and Catherine Patillo (1999) Are Currency Crises Predictable? A Test. IMF Staff papers, vol. 46, no. 2 June.",
        "Bordo, Michael D. (2003) Market Discipline and Financial Crises Policy; An Historical Perspective. Research in Financial Services: Private and Public Policy. vol 15, pp154-182.",
        "Bordo, Michael D., Barry Eichengreen, Daniela Klingebiel, and Maria Soledad Martinez-Peria (2001) Is the Crisis Problem Growing More Severe? Economic Policy vol. 32 pp 51-75.",
        "Bordo, Michael D. and Marc Flandreau (2003) Core Periphery, Exchange Rate Regimes and Globalization in Michael D. Bordo, Alan M. Taylor and Jeffrey G.",
        "Williamson eds. Globalization in Historical Perspective. Chicago: University of Chicago Press. Bordo, Michael D., and Jonung, L. (1996). `Monetary regimes, inflation, and monetary reform: An essay in honor of Axel Leijonhufvud. in Inflation, Institutions, and Information: Essays in Honor of Axel Leijonhufvud (D. Vaz and K. Velupillai, eds.). London: Macmillan.",
        "Caballero, Ricardo, Cowan Kevin and Jonathan Kearns (2004) Fear of Sudden Stops: Lessons from Australia and Chile NBER working paper 10519.",
        "CÃ\u0083Â©spedes, Luis Felipe, Roberto Chang and AndrÃ\u0083Â©s Velasco (2004) Balance Sheets and Exchange Rate Policy American Economic Review vol.94 (4) September.",
        "Condliffe, J.B. (1925 ) A short history of New Zealand. Christchurch.",
        "Crouchley, Arthur Edwin, (1938 )The economic development of modern Egypt London ; New York [etc.] : Longmans, Green and co..",
        "Dowd, Kevin (1992) Free Banking in Australia, in Dowd, Kevin ed. The Experience of Free Banking. Routledge: New York.",
        "Eichengreen, Barry (1997) The Baring Crisis in a Mexican Mirror mimeo. UC Berkeley.",
        "Eichengreen, Barry and Ricardo Hausmann (1999), Exchange Rates and Financial Fragility Federal Reserve Bank of Kansas City. New Challenges for Monetary Policy pp. 329-368.",
        "Flandreau, Marc and Nathan Sussman (2005), Old Sins, in Barry Eichengreen and Ricardo Hausmann (eds.), Other Peoples Money, Chicago: University of Chicago Press.",
        "Frankel, Jeff and Andrew K. Rose (1996) Currency Crashes in Emerging Markets: An Empirical Treatment (with Jeffrey Frankel), The Journal of International Economics.",
        "Furuya, S.Y. Japans Foreign Exchange and Her Balance of International Payments. NY: Columbia University Press. 1928.",
        "Goldstein, Morris and Philip Turner (2004), Controlling Currency Mismatches in Emerging Market Economies Washington: Institute of International Economics.",
        "Kahan, Arcadius. Russian economic history : the nineteenth century Chicago: University of Chicago Press, 1989.",
        "Kikuchi, Gunzo Das Staatsschuldenwesen seit der Restauration Japans Kaemmerer, CA, Halle1904.",
        "Leroy-Beaulieu, Paul (1883) TraitÃ\u0083Â© de la science des finances, 3. ed.. Paris, Guillaumin et cie, Paris. Levy, M.B. The Brazilian Public Debt Domestic and Foreign 1824-1913 in Reinhard Liehr (ed.) La deuda pÃ\u0083Âºblica en AmÃ\u0083Â©rica Latina en perspectiva histÃ\u0083Â³rica Series: Bibliotheca Ibero-Americana; vol. 58 Publisher: Frankfurt am Main: Vervuert..",
        "Ludlow, Leonor and Carlos Marichal (coordinadores) Un siglo de deuda pÃ\u0083Âºblica en MÃ\u0083Â©xico. Lecturas de historia econÃ\u0083Â³mica mexicana 1a ed MÃ\u0083Â©xico, D.F. : Instituto Mora : Colegio de MichoacÃ\u0083Â¡n : Colegio de MÃ\u0083Â©xico : Instituto de Investigaciones HistÃ\u0083Â³ricas-UNAM, 1998 Masayoshi Matsukata, M. (1899). Report on the Adoption of the Gold Standard in Japan. Tokyo: Government Press.",
        "Mishkin, Frederic S. (2003) Financial Policies and the Prevention of Financial Crises in Emerging Market Countries in Martin Feldstein ed. Economic and Financial Crises in Emerging Markets. Chicago: University of Chicago Press.",
        "Reinhart, Carmen, Kenneth Rogoff and Miguel Savastano (2003), Debt Intolerance, Brookings Papers on Economic Activity 1, pp.1-74.",
        "Tattara, G (2003) Paper Money but a Gold Debt: Italy on the gold Standard, Explorations in Economic History, 40: 2 April, pp. 122-142.",
        "Zamagni V. Una rettifica Rivista di storia economica, 3, xv, dec pp.339-342(1999).",
        "Crisis Dating: As in Bordo et. al ( 2001) we date currency and banking crises using both qualitative and quantitative evidence. For all countries besides Austria-Hungary, Russia, New Zealand, South Africa, Mexico, Turkey, Egypt, Uruguay and India we have relied on the dates of Bordo et. al. We have tried to date currency crises, when 38 possible, by using an approach based on the exchange market pressure (EMP) methodology which looks at changes in reserves, the exchange rate and the interest rate."
    ]
}