{
    "id": 11177,
    "cites": 16,
    "cited_by": 5,
    "reference": [
        "Anderson, Patricia M., Kristin F. Butcher and Phillip B. Levine. Economic Perspectives on Childhood Obesity, Economic Perspectives, 3Q, (2003a): 30 48.",
        "Anderson, Patricia M., Kristin F. Butcher and Phillip B. Levine. Maternal Employment and Overweight Children, Journal of Health Economics, 22, (May 2003b): 477 - 504.",
        "Cawley, John. Rational Addiction, the Consumption of Calories, and Body Weight. Ph.D. dissertation. U. of Chicago, 1999.",
        "Downes, Thomas A. and David N. Figlio. Do Tax and Expenditure Limits Provide a Free Lunch? Evidence on the Links Between Limits and Public Sector Service Quality. National Tax Journal, March 1999, pp. 113-128.",
        "Fried, Ellen J. and Marion Nestle. The Growing Political Movement Against Soft Drinks in Schools. JAMA. November 6, 2002: p. 2181.",
        "Grilo, Carlos M. and Michael F. Pogue-Geile. The Nature of Environmental Influences on Weight and Obesity: A Behavioral Genetic Analysis. Psychological Bulletin. Vol. 110, No. 3, (November 1991), pp. 520-537.",
        "Hanushek, Eric A. and Margaret E. Raymond. Improving Education Quality: How Best to Evaluate Our Schools? paper prepared for Federal Reserve Bank of Boston conference June 19-21, 2002.",
        "Kubik, Martha Y., Leslie A. Lytle, Peter J. Hannan, Cheryl L. Perry and Mary Story. The Association of the School Food Environment with Dietary Behaviors of Young Adolescents. American Journal of Public Health. Vol 93, No. 7, July 2003, pp. 1168 1173.",
        "Ludwig, David S., Karen E. Peterson, Steven L. Gortmaker. Relation between consumption of sugar-sweetened drinks and childhood obesity: a prospective, observational analysis. The Lancet. February 17, 2001: pp. 505-508.",
        "Murphy, Kevin M. and Robert H. Topel. Estimation and Inference in Two-Step Econometric Models, Journal of Business and Economic Statistics, Vol. 3, No. 4 (October 1985), pp. 370-379.",
        "Nakamura, David. Schools Hooked on Junk Food. Washington Post. February 27, 2001: pg A01.",
        "Neel, James V. (1962) Diabetes mellitus: a thrifty genotype rendered detrimental by progress? American Journal of Human Genetics 14:353 362.",
        "Pateman, Beth Collins, Patricia McKinney, Laura Kann and Meg Leavy Small. School Food Service. The Journal of School Health. October 1995: pp. 327-332.",
        "Perez-Pena, Richard. Obesity on Rise in New York Public Schools. The New York Times. July 9, 2003.",
        "Schwimmer, Jeffrey B., Tasha M. Burwinkle, James W. Varnie, Health-Related Quality of Live of Severely Obese Children and Adolescents, Journal of the American Medical Association, vol. 289, no. 14, 2003, pp.1813-1819.",
        "Whitaker, Robert C., Jeffrey A. Wright, Margaret S. Pepe, Kristy D. Seidel, and William H. Dietz. Predicting Obesity in Young Adulthood from Childhood and Parental Obesity. The New England Journal of Medicine. Vol. 337, No. 13 (September 25, 1997), pages 869-873."
    ]
}