{
    "id": 11171,
    "cites": 19,
    "cited_by": 103,
    "reference": [
        "[1] Acemoglu, Daron, Johnson, Simon, and Robinson, James (2001), The Colonial Origins of Comparative Development: An Empirical Investigation , American Economic Review 91, pp.1369-1401.",
        "[2] Acemoglu, Daron, Johnson, Simon, and Robinson, James (2004), Institutions as the Fundamental Cause of Long-Run Growth, NBER Working Paper, No. 10481.",
        "[3] Bertrand, Marianne, Duflo, Esther, and Mullainathan, Sendhil (2004), How Much Should We Trust Difference-in-Difference Estimates?, Quarterly Journal of Economics 119, pp. 249-275.",
        "[4] Easterly, William, Levine, Ross, and Roodman, David (2004), Aid, Policies and Growth: Comment, American Economic Review 94, pp. 774-780.",
        "[5] Giavazzi, Francesco and Tabellini, Guido (2004), Economic and Political Liberailizations, NBER Working Paper, No. 10657.",
        "[6] Glaeser, Ed., La Porta, Rafael, Lopez de Silanes, Florencio, and Shleifer, Andrei (2004) Do Institutions Cause Growth, Journal of Economic Growth 9, pp. 271-304.",
        "[7] Hall, Robert and Jones, Chad (1999), Why Do Some Countries Produce so Much More Output Per Worker than Others?, Quarterly Journal of Economics 114, pp. 83-116.",
        "[8] La Porta, Rafael, Lopez de Silanes, Florencio, Shleifer, Andrei, and Vishny, Robert (1998), Law and Finance, Journal of Political Economy 106, pp. 1113-1155.",
        "[9] Lizzeri, Alessandro, and Persico, Nicola (2001), The Provision of Public Goods under Alternative Electoral Incentives, American Economic Review 91, pp. 225-245.",
        "[10] Milesi-Feretti, Gian-Maria, Perotti, Roberto, and Rostagno, Marco (2002, Electoral Systems and the Composition of Government Spending , Quarterly Journal of Economics 117, pp. 609-657.",
        "[11] Papaioannou, Elias, and Siourounis, Gregorios (2004), Democratization and Growth, mimeo, LBS.",
        "[13] Persson, Torsten, Roland, GÃ\u0083Â©rard, and Tabellini, Guido (2000), Comparative Politics and Public Finance, Journal of Political Economy 108, pp. 1121-1161.",
        "[14] Persson, Torsten, Roland, GÃ\u0083Â©rard, and Tabellini, Guido (2003), How Do Electoral Rules Shape Party Structure, Government Coalitions and Economic Policies?, mimeo, Stockholm University.",
        "[16] Persson, Torsten and Tabellini, Guido (2000), Political Economics: Explaining Economic Policy, Cambridge, MA: MIT Press.",
        "[17] Persson, Torsten and Tabellini, Guido (2003), The Economic Effect of Constitutions, Cambridge, MA: MIT Press.",
        "[18] Persson, Torsten and Tabellini, Guido (2004), Constitutional Rules and Fiscal Policy Outcomes, American Economic Review 94, pp. 25-46.",
        "[19] Przeworski, Adam and Limongi, Fernando (1993), Political Regimes and Economic Growth, Journal of Economic Perspectives 7, pp. 51-69.",
        "[20] Rodrik, Dani, Subramnian, Arvind, and Trebbi, Francesco (2004), Institutions Rule: The Primacy of Institutions Over Geography and Integration in Economic Development, Journal of Economic Growth 9, pp. 131-166.",
        "[21] Sachs, Jeffrey and Warner, Andrew (1995), Economic Refom and the Process of Global Integration , Brookings Papers on Economic Activity 1, pp. 1-118."
    ]
}