{
    "id": 11189,
    "cites": 31,
    "cited_by": 2,
    "reference": [
        "Adler, Jane, Deborah Hensler and Charles Nelson, Simple Justice: How Litigants Fare in the Pittsburgh Court Arbitration Program, Institute for Civil Justice, Rand Corporation, 1991.",
        "Ashenfelter, Orley, Arbitrator Behavior, American Economic Review, May 1987, Vol. 77, pp. 342-346.",
        "Ashenfelter, Orley and David Bloom, Models of Arbitrator Behavior: Theory and Evidence, American Economic Review, March 1984, Vol. 74, pp. 111-125.",
        "Ashenfelter, Orley, Janet Currie, Henry Farber and Matthew Spiegel, An Experimental Comparison of Dispute Rates in Alternative Arbitration Systems, Econometrica, Nov. 1992, Vol. 60, pp. 1407-1433.",
        "Babcock, Linda, George Loewenstein, Samuel Issacharoff and Colin Camerer, Biased Judgments of Fairness in Bargaining, American Economic Review, Dec. 1995, Vol. 85, No. 5, pp. 1337-1343.",
        "Babcock, Linda and Craig Olson, The Causes of Impasses in Labor Disputes, Industrial Relations, 1992, Vol. 31, No. 2, pp. 348-360.",
        "Babcock, Linda, Xianghong Wang, and George Loewenstein, Choosing the Wrong Pond: Social Comparisons that Reflect a Self-Serving Bias, Quarterly Journal of Economics, Feb. 1996, Vol. 111, No. 1, pp. 1-19.",
        "Bazerman, Max, Margaret Neale, Kathleen Valley, Edward Zaja, and Yong Kim, The Effects of Agents and Mediators on Negotiation Outcomes, Organization Behavior and Human Decision Processes, 1992, Vol. 53, pp. 55-73.",
        "Bhagat, Sanjay, Brickley, James and Coles, Jeffrey L. The Costs of Inefficient Bargaining and Financial Distress: Evidence From Corporate Lawsuits, The Journal of Financial Economics, April 1994, Vol. 35, pp. 221-247.",
        "Block, Richard and Jack Stieber, The Impact of Attorneys and Arbitrators on Arbitration Awards, Industrial and Labor Relations Review, July 1987, Vol. 40, pp. 543-555.",
        "Bloom, David, Customized `Final-Offer: New Jerseys Arbitration Law, Monthly Labor Review, Sept. 1980, Vol. 103, No. 9, pp. 30-33.",
        "Bloom, David and Christopher Cavanagh, An Analysis of the Selection of Arbitrators, American Economic Review, June 1986, Vol. 76, pp. 408-422.",
        "Carroll, Raymond, David Ruppert and Leonard Stefanski, Measurement Error in Nonlinear Models, Chapman and Hall, 1995.",
        "Cutler, David and Summers, Lawrence, The Cost of Conflict Resolution and Financial Distress: Evidence From the Texaco-Pennzoil Litigation, Rand Journal of Economics, Summer 1998, Vol. 19, pp. 157-72.",
        "Farber, Henry, An Analysis of Final-Offer Arbitration, Journal of Conflict Resolution, Dec. 1980, Vol. 5, pp. 683-705.",
        "Farber, Henry and Max Bazerman, The General Basis of Arbitrator Behavior: An Empirical Analysis of Conventional and Final-Offer Arbitration, Econometrica, Nov. 1986, Vol. 54, pp. 1503-1528.",
        "Farber, Henry and Max Bazerman, Divergent Expectations as a Cause of Disagreement in Bargaining: Evidence from a Comparison of Arbitration Schemes, Quarterly Journal of Economics, Feb. 1989, Vol. 104, pp. 99-120.",
        "Farber, Henry and Harry Katz, Arbitration and the Incentive to Bargain, Industrial and Labor Relations Review, Oct. 1979, Vol. 33, No. 1, pp. 55-63.",
        "Gilson, Ronald and Robert Mnookin, Disputing Through Agents: Cooperation and Conflict Between Lawyers in Litigation, Columbia Law Review, 1994, Vol. 509.",
        "Glaeser, Edward and Andrei Shleifer, The Rise of the Regulatory State, Journal of Economic Literature, June 2003, Vol. 41, pp. 401-425.",
        "Kreps, David, Game Theory and Economic Modelling, Oxford University Press, 1991.",
        "Lester, Richard, Labor Arbitration in State and Local Government, Industrial Relations Section, Princeton University, 1984.",
        "Lester, Richard, Analysis of Experience Under New Jerseys Flexible Arbitration System, The Arbitration Journal, June 1989, Vol. 44, pp. 14-21.",
        "Mas, Alexandre, Reference Pay and Police Enforcement: Evidence from Final Offer Arbitration, U.C. Berkeley mimeo, February 2005.",
        "McCall, Brian, Interest Arbitration and the Incentive to Bargain: A Principal-Agent Approach, Journal of Conflict Resolution, March 1991, Vol. 34, pp. 151-167.",
        "Mnookin, Robert, Eleanor Maccoby, Catherine Albiston and Charlene Depner, Private Ordering Revisited: What Custodial Arrangements are Parents Negotiating? in Stephen Sugarman and Herma Hill Kay, eds. Divorce at the Crossroads, Yale University Press, 1990.",
        "Mnookin, Robert, and Lawrence Susskind, Negotiating on Behalf of Others, Sage Publications, 1999.",
        "Murphy, Kevin, Andrei Shleifer, and Robert Vishny, The Allocation of Talent: Implications for Growth, Quarterly Journal of Economics, May 1991, Vol. 106, pp. 501-530.",
        "Olson, Craig, Gregory G. DellOmo, and Paul Jarley, A Comparison of Interest Arbitrator Decision-Making in Experimental and Field Settings, Industrial and Labor Relations Review, July 1992, Vol. 45, pp. 711-723.",
        "Pencavel, John, Labor Markets Under Trade Unionism, Cambridge: Basil Blackwell, 1991.",
        "Poundstone, William, Prisoners Dilemma, New York: Doubleday, 1992."
    ]
}