{
    "id": 11180,
    "cites": 34,
    "cited_by": 5,
    "reference": [
        "[1] Aiyagari, S. R. (1994), Uninsured Idiosyncratic Risk and Aggregate Saving, Quarterly Jour- nal of Economics 109, 659-684.",
        "[2] Aiyagari, S. R. (1995), Optimal Capital Income Taxation with Incomplete Markets and Bor- rowing Constraints, Journal of Political Economy 103, 1158-75.",
        "[3] Angeletos, G. M., and L. E. Calvet (2003), Idiosyncratic Production Risk, Growth, and the Business Cycle, forthcoming in Journal of Monetary Economics.",
        "[4] Angeletos, G. M., and L. E. Calvet (2004), Incomplete Market Dynamics in a Neoclassical Production Economy, forthcoming in Journal of Mathematical Economics.",
        "[5] Atkeson, A., V.V. Chari, and P. Kehoe (1999), Taxing Capital Income: A Bad Idea, Federal Reserve Bank of Minneapolis Quarterly Review 23.",
        "[6] Banerjee, A., and A. Newman (1993), Occupational Choice and the Process of Development, Journal of Political Economy 101, 274-298.",
        "[7] Benhabib, J., and R. Farmer (1994), Indeterminacy and Increasing Returns, Journal of Economic Theory 63, 19-41.",
        "[8] Bernanke, B., and M. Gertler (1989), Agency Costs, Net Worth, and Business Fluctuations, American Economic Review 79, 14-31.",
        "[9] Bewley, T. (1977), The Permanent Income Hypothesis: A Theoretical Formulation, Journal of Economic Theory 16, 252-292.",
        "[10] Bitler, M., T. Moskowitz, and A. Vissing-JÃ\u0083Â¸rgensen (2005), Testing Agency Theory with Entrepreneur Effort and Wealth, forthcoming in Journal of Finance.",
        "[11] Buera, F. (2004), A Dynamic Model of Entrepreneurship with Borrowing Constraints, North- western University mimeo.",
        "[12] Caggeti, M., and M. De Nardi (2003), Entrepreneurship, Frictions, and Wealth, Federal Reserve Bank of Minneapolis, Staff Report 322.",
        "[13] Campbell, J., M. Lettau, B. Malkiel, and Y. Xu (2001), Have Individual Stocks Become More Volatile? An Empirical Exploration of Idiosyncratic Risk, Journal of Finance 56, 1-43.",
        "[14] Campbell, J., and L. Viceira (2000), Strategic Asset Allocation: Portfolio Choice for Long- Term Investors, Oxford, UK: Oxford University Press.",
        "[15] Carroll, C. (2001), Portfolios of the Rich, in L. Guiso, M. Haliassos, and T. Jappelli, eds., Household Portfolios, Cambridge, Mass.: MIT Press.",
        "[16] CastaÃ\u0083Â±eda, A., J. Diaz-GimÃ\u0083Â©nez, and V. RÃ\u0083Â­os-Rull (2003), Accounting for the U.S. Earnings and Wealth Inequality, Journal of Political Economy 111, 812-857.",
        "[17] Chamley, C. (1986), Optimal Taxation of Capital Income in General Equilibrium with Infinite Lives, Econometrica 54, 607-622.",
        "[18] Cooper, R. (1999), Coordination Games: Complementarities and Macroeconomics, Cambridge, UK: Cambridge University Press.",
        "[19] Gentry, W.M., and R.G. Hubbard (2000), Entrepreneurship and Household Saving, Columbia University mimeo.",
        "[20] Huggett, M. (1993), The Risk Free Rate in Heterogeneous Agent, Incomplete-Insurance Economies, Journal of Economic Dynamics and Control 17, 953-969.",
        "[21] Huggett, M. (1997), The One-Sector Growth Model With Idiosyncratic Shocks, Journal of Monetary Economics 39, 385-403.",
        "[22] Judd, K. (1985), Redistributive taxation in a simple perfect foresight model, Journal of Public Economics 28, 59-83.",
        "[23] Kiyotaki, N., and J. Moore, Credit Cycles, Journal of Political Economy 105, 211-248.",
        "[24] Kocherlakota, Narayana (2000), Creating Business Cycles through Credit Constraints, Fed- eral Reserve Bank of Minneapolis, Quarterly Review 24, 2-10.",
        "[25] Krebs, T. (2003), Human Capital Risk and Economic Growth, Quarterly Journal of Eco- nomics 118, 709-744.",
        "[26] Krusell, P., and A. Smith (1998), Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy 106, 867-896.",
        "[27] Ljungqvist, L., and T.J. Sargent (2000), Recursive Macroeconomic Theory, Cambridge, Mass.: MIT Press.",
        "[28] Jones, L., R. Manuelli, and E. Stacchetti (2000), Technology and Policy Shocks in Models of Endogenous Growth, Federal Reserve Bank of Minneapolis, Working Paper 281.",
        "[29] Meh, C., and V. Quadrini (2004), Uninsurable Investment Risks, Bank of Canada/NYU mimeo.",
        "[30] Merton, R. (1969), Lifetime Portfolio Selection under Uncertainty: The Continuous-Time Case, Review of Economics and Statistics 51, 247-257.",
        "[31] Moskowitz, T., and A. Vissing-JÃ\u0083Â¸rgensen (2002), The Returns to Entrepreneurial Investment: A Private Equity Premium Puzzle?, American Economic Review 92, 745-778.",
        "[32] Obstfeld, M. (1994), Risk-Taking, Global Diversification, and Growth, American Economic Review 84, 1310-1329.",
        "[33] Quadrini, V. (1999), The Importance of Entrepreneurship for Wealth Concentration and Mobility, Review of Income and Wealth 45, 1-19.",
        "[34] Samuelson, P.A. (1969), Lifetime Portfolio Selection By Dynamic Stochastic Programming, Review of Economics and Statistics 51, 239-246."
    ]
}