{
    "id": 11187,
    "cites": 11,
    "cited_by": 0,
    "reference": [
        "Lawson, Ann M. 2000. Current and Future Directions for the U.S. Industry Accounts. Paper presented at the 13th International Conference on Input-Output Techniques, Macerata, Italy, August 21Ã\u0082â\u0080\u009325. Available on the Internet at http://www.bea.gov/bea/papers/usindacc.pdf.",
        "Lawson, Ann M., Kurt S. Bersani, Mahnaz Fahim-Nader, and Jiemin Guo. 2002. Ã\u0082â\u0080\u009cBenchmark Input-Output Accounts of the United States, 1997.Ã\u0082â\u0080\u009d Survey of Current Business 82 (December): 19Ã\u0082â\u0080\u0093109. Available on the Internet at http://www.bea.gov/bea/ARTICLES/2002/12December/1202I-OAccounts2.pdf.",
        "Lawson, Ann, M., Sumiye O. Okubo, and Mark A. Planting. 2000. Ã\u0082â\u0080\u009cAnnual Input-Output Accounts of the United States, 1996.Ã\u0082â\u0080\u009d Survey of Current Business 80 (January): 37Ã\u0082â\u0080\u009386. Available on the Internet at http://www.bea.gov/bea/articles/NATIONAL/Inputout/2000/0100io.pdf.",
        "Lum, Sherlene K.S., Brian C. Moyer, and Robert E. Yuskavage. 2000. Ã\u0082â\u0080\u009cImproved Estimates of Gross Product by Industry for 1947Ã\u0082â\u0080\u009398.Ã\u0082â\u0080\u009d Survey of Current Business 80 (June): 24Ã\u0082â\u0080\u009354. Available on the Internet at http://www.bea.gov/bea/articles/National/NIPAREL/2000/0600gpi.pdf.",
        "Moulton, Brent R. and Eugene P. Seskin. 2003. Ã\u0082â\u0080\u009cPreview of the 2003 Comprehensive Revision of the National Income and Product Accounts: Changes in Definitions and Classifications.Ã\u0082â\u0080\u009d Survey of Current Business 83 (June): 17Ã\u0082â\u0080\u009334. Available on the Internet at http://www.bea.gov/bea/ARTICLES/2003/06June/0603NIPArevs.pdf.",
        "Moyer, Brian C., Mark A. Planting, Mahnaz Fahim-Nader, and Sherlene K.S. Lum. 2004. Ã\u0082â\u0080\u009cPreview of the Comprehensive Revision of the Annual Industry Accounts.Ã\u0082â\u0080\u009d Survey of Current Business 84 (March): 38Ã\u0082â\u0080\u009351. Available on the Internet at http://www.bea.gov/bea/ARTICLES/2004/03March/0304IndustryAcctsV3.pdf.",
        "Moyer, Brian C., Mark A. Planting, Paul V. Kern, and Abigail Kish. 2004. Ã\u0082â\u0080\u009cImproved Annual Industry Accounts for 1998-2003.Ã\u0082â\u0080\u009d Survey of Current Business 84 (June): 21Ã\u0082â\u0080\u009357. Available on the Internet at http://www.bea.gov/bea/ARTICLES/2004/06June/0604GDP_Industry.pdf.",
        "Planting, Mark and Jiemin Guo. 2004. Ã\u0082â\u0080\u009cIncreasing the Timeliness of U.S. Annual I-O Accounts.Ã\u0082â\u0080\u009d Economic Systems Research, No. 2, Vol. 16. Available on the Internet at http://www.bea.gov/bea/papers/Timeliness.pdf.",
        "Planting, Mark A. and Peter D. Kuhbach. 2001. Ã\u0082â\u0080\u009cAnnual Input-Output Accounts of the U.S. Economy, 1998.Ã\u0082â\u0080\u009d Survey of Current Business 81 (December): 41Ã\u0082â\u0080\u009370. Available on the Internet at http://www.bea.gov/bea/ARTICLES/2001/12december/1201io98.pdf.",
        "Yuskavage, Robert E. 2000. Priorities for Industry Accounts at BEA. Paper presented at a meeting of the BEA Advisory Committee, November 17. Available on the Internet at http://www.bea.gov/bea/papers/priority.pdf.",
        "Yuskavage, Robert E. 2002. Ã\u0082â\u0080\u009cGross Domestic Product by Industry, A Progress Report on Accelerated Estimates.Ã\u0082â\u0080\u009d Survey of Current Business 82 (June): 19Ã\u0082â\u0080\u009327. Available on the Internet at http://www.bea.gov/bea/ARTICLES/2002/06June/0602GDPbyIndy.pdf."
    ]
}