{
    "id": 11181,
    "cites": 14,
    "cited_by": 23,
    "reference": [
        "Agrawal, A. and Rebecca Henderson, Putting Patents in Context, Management Science, 48(1):44-60. Binnig, Gerd Karl, Calvin F. Quate, and Christoph Gerber, Atomic Force Microscope, Physical Review Letters, March 3, 1986, 56(9): 930-933.",
        "Binnig, Gerd Karl, and Heinrich Rohrer, Scanning Tunneling Microscopy, Helvetica Physica Acta, 1982, 55(6): 726-735.",
        "Binnig, Gerd Karl, and Heinrich Rohrer, Scanning Tunneling Microscopy, Surface Science, 1983, 126(1-3): 236-244.",
        "Cohen, Stanley N., and Herbert W. Boyer, Process for producing biologically functional molecular chimeras, United States Patent 4,237,224, December 2, 1980.",
        "Cohen, Stanley, A. Chang, Herbert Boyer, and R. Helling, Construction of Biologically Functional Bacterial Plasmids in vitro, Proceedings of the National Academy of Sciences, November 1973, 70(11): 3240-3244.",
        "Darby, Michael R., and Lynne G. Zucker, Californias Science Base: Size, Quality and Productivity, A Report to the California Council on Science and Technology, February 3, 1999, Sacramento, CA: California Council on Science and Technology, 1999.",
        "Harberger, Arnold C., A Vision of the Growth Process, American Economic Review, March 1998, 88(1): 1-32.",
        "Institute for Scientific InformationÃ\u0082Â®, Inc., U.S. State Indicators, electronic database, 2000.",
        "Institute for Scientific InformationÃ\u0082Â®, Inc., U.S. University Indicators, electronic database, 2000.",
        "Institute for Scientific InformationÃ\u0082Â®, Inc., High Impact Papers, electronic database, 2000.",
        "Institute for Scientific InformationÃ\u0082Â®, Inc., Science Citation Index Expanded, electronic database, 2003.",
        "Jensen, Richard, and Marie Thursby, Proofs and Prototypes for Sale: The Tale of University Licensing, American Economic Review, March 2001, 91(1): 240-259.",
        "Klevorick, Alvin K., Richard C. Levin, Richard R. Nelson, and Sidney G. Winter, On the Sources and Significance of Interindustry Differences in Technological Opportunities, Research Policy, March 1995, 24(2): 185-205.",
        "Kuhn, Thomas S., The Structure of Scientific Revolutions, Chicago: University of Chicago Press, 1962."
    ]
}