{
    "id": 11195,
    "cites": 14,
    "cited_by": 14,
    "reference": [
        "Ambady, Nalini, Margaret Shih, Amy Kim and Todd Pittinsky, Stereotype Susceptibility in Children: Effects of Identity Activation on Quantitative Performance, Psychological Science, 2001.",
        "Bertrand, Marianne and Sendhil Mullainathan, Are Emily and Greg More Employable than Lakisha and Jamal? A Field Experiment on Labor Market Discrimination, American Economic Review, 2004.",
        "Betts, Julian and Jeff Grogger, The Effects of Grading Standards on Student Achievement, Educational Attainment, and Entry-Level Earnings, Economics of Education Review, 2003.",
        "Coates, Brian, White Adult Behavior Toward Black and White Children, Child Development, 1972.",
        "Feldman, Robert and Stanley Orchowsky, Race and Performance of Students as Determinants of Teacher Nonverbal Behavior, Contemporary Educational Psychology, 1979.",
        "Ferguson, Ronald, Teachers Expectations and the Test Score Gap, in C. Jencks and M. Phillips, eds., The Black-White Test Score Gap, Washington, DC: Brookings Institution Press, 1998.",
        "Figlio, David and Maurice Lucas, Do Higher Grading Standards Affect Student Performance? Journal of Public Economics, 2004.",
        "Fryer, Roland and Steven Levitt, The Causes and Consequences of Distinctively Black Names, Quarterly Journal of Economics, 2004.",
        "Jencks, Christopher and Meredith Phillips, The Black-White Test Score Gap, Washington, DC: Brookings Institution Press, 1998.",
        "Lillard, Dean and Phillip DeCicca, Higher Standards, More Dropouts? Evidence Within and Across Time, Economics of Education Review, 2001.",
        "Pelham, Brett, Matthew Mirenberg and John Jones, Why Susie Sells Seashells by the Seashore: Implicit Egotism and Major Life Decisions, Journal of Personality and Social Psychology, 2002.",
        "Jacobson, Lenore and Robert Rosenthal, Pygmalion in the Classroom, New York: Irvington, 1992.",
        "Rubovits, Pamela and Martin Maehr, Pygmalion Black and White, Journal of Personality and Social Psychology, 1973.",
        "Taylor, Marylee, Race, Sex, and the Expression of Self-Fulfilling Prophecies in a Laboratory Teaching Situation, Personality and Social Psychology, 1979."
    ]
}