{
    "id": 11199,
    "cites": 45,
    "cited_by": 117,
    "reference": [
        "Aw, Bee-Yan, 1993, Price Discrimination and Markups in Export Markets, Journal of Development Economics 42, 315-336.",
        "Bank for International Settlements, 2002, 72nd Annual Report, Basle.",
        "Barhoumi, Karim, 2005, Long Run Exchange Rate Pass-Through into Import Prices in Developing Countries: An Empirical Investigation.",
        "Borensztein, Eduardo, and Jose De Gregorio, 1999, Devaluation and Inflation after Currency Crises, International Monetary Fund.",
        "Burstein, Ariel, Martin Eichenbaum, and Sergio Rebelo, 2002, What Are Rates of Inflation So Low After Large Devaluations? NBER, January.",
        "Burstein, Ariel, Martin Eichenbaum, and Sergio Rebelo, 2003. Large Devaluations and the Real Exchange Rate, IMF seminar, September.",
        "Burstein, Ariel, Joao Neves and Sergio Rebelo, 2003 Distribution Costs and Real Exchange Rate Dynamics During Exchange-Rate-Based-Stabilizations, Journal of Monetary Economics, 50: 1189-1214.",
        "Campa, Jose, and Linda Goldberg, 2002, Exchange Rate Pass-Through into Import Prices, A Macro or Micro Phenomenon? NBER WP no. 8934.",
        "Campa, Jose, and Linda Goldberg, 2004, Do Distribution Margins Solve the Exchange Rate Disconnect Puzzle? forthcoming, Federal Reserve Bank of New York.",
        "Carranza, Luis, Jose Enrique Galdon-Sanchez, and Javier Gomez Biscarri, 2004, Exchange Rate and Inflation Dynamics in Dollarized Economies, FCEE WP no. 10/04,, Universidad de Navarra, Spain, May.",
        "Chen, Shiu-Sheng, and Charles Engel, 2004,Does `Aggregation Bias Explain the PPP Puzzle, NBER Working Paper No. 10304.",
        "Choudhri, Ehsan, and Dalia Hakura, 2001, Exchange Rate Pass-Through to Domestic Prices: Does the Inflationary Environment Matter? IMF Working Paper WP/01/194.",
        "Corsetti, Giancarlo, and Luca Dedola, 2002, Macroeconomics of International Price Discrimination, June.",
        "Devereux, Michael, Charles Engel, and Peter Storgaard, 2002, Endogenous Exchange Rate Pass-Through When Nominal Prices Are Set in Advance, CEPR Discussion Paper 3608, October.",
        "Devereux, Michael, and James Yetman, 2002, Price Setting and Exchange Rate Pass-Through: Theory and Evidence, Hong Kong Institute for Monetary Research Working Paper No. 22/2002, December.",
        "Dornbusch, Rudiger, 1987, Exchange Rates and Prices, American Economic Review, 77, 1, March , 93-106.",
        "Engel, Charles, Accounting for US Real Exchange Rate Changes, Journal of Political Economy, vol. 107, 507-38. Feenstra, Robert, 1989, Symmetric Pass-Through of Tariffs and Exchange Rates Under Imperfect Competition: An Empirical Test, Journal of International Economics, 27, no. 1,2, August, pp 25-45.",
        "Frankel, Jeffrey, 1984, The Theory of Trade in Middle Products: Extension, American Economic Review, June.",
        "Frankel, Jeffrey, David Parsley, and Shang-jin Wei, 2005, Slow Passthrough Around the World: A New Import for Developing Countries?, Kennedy School of Government Faculty Research Working Paper Series RWP05-016, February.",
        "Froot, Kenneth, and Paul Klemperer, 1989, Exchange Rate Pass-Through When Market Share Matters, American Economic Review 79, no. 4, Sept., 637-54.",
        "Gagnon, Joseph, and Michael Knetter, 1995, Markup Adjustment and Exchange Rate Fluctuations: Evidence from Panel Data on Automobile Exports, Journal of International Money and Finance, 14, no. 2 , April, 289-310.",
        "Gagnon, Joseph, and Jane Ihrig, 2004, Monetary Policy and Exchange Rate Pass-Through, International Journal of Finance and Economics, vol. 9 no. 4, October, 315-338.",
        "Ghosh, Atish R. and Holger Wolf, 1995, Pricing in International Markets: Lessons from the Economist, March.",
        "Goldberg, Pinelopi, and Michael Knetter, 1997, Goods Prices and Exchange Rates: What Have We Learned? Journal of Economic Literature XXXV, September, 1243-1272.",
        "Goldfajn, Ilan, and Sergio Werlang, 2000,The Pass-Through from Depreciation to Inflation: A Panel Study, Economics Department, PUC-Rio, Texto Para Discussao No. 424.",
        "Ho, Corrinne, and Robert McCauley, 2003, Living with Flexible Exchange Rates: Issues and Recent Experience in Inflation Targeting Emerging Market Economies, Bank for International Settlements Working Paper 130, Basel.",
        "Imbs, Jean, Haroon Mumtaz, Morton O. Ravn, Helene Rey, 2002, PPP Strikes Back: Aggregation and the Real Exchange Rate, NBER Working Paper No. 9372, December.",
        "Kasa, Kennth, 1992, Adjustment Costs and Pricing-to-Market: Theory and Evidence, Journal of International Economics, 32, no. 1-2, Feb., pp. 1-30.",
        "Knetter, Michael, 1989, Price Discrimination by U.S. and German Exporters, American Economic Review, 79, no. 1, March 198-210.",
        "Knetter, Michael, 1993, International Comparisons of Price-to-Market Behavior, American Economic Review 83, no. 3, June, 473-86.",
        "Kreinen, Mordechai, 1977, The Effect of Exchange Rate Changes on the Prices and Volume of Foreign Trade, International Monetary Fund Staff Papers, July, 24, no. 2, 297-329.",
        "Krugman, Paul, 1987, Pricing to Market When the Exchange Rate Changes, in Sven Arndt and J. David Richardson, eds., Real-Financial Linkages Among Open Economies, (MIT Press: Cambridge), 49-70.",
        "Krugman, Paul, 1989, The Delinking of Exchange Rates from Reality, Chapter 2 in Exchange Rate Instability, MIT Press.",
        "Magee, Stephen, 1973, Currency Contracts, Passthrough and Devaluation, Brookings Papers on Economic Activity, 1, 202-23.",
        "Maloney, William, 1999, Exchange Rate Uncertainty and the Law of One Price, Review of International Economics, Volume 7, Number 2, p. 328-341.",
        "Mann, Catherine, 1986, Prices, Profit Margins, and Exchange Rates, Federal Reserve Bulletin, 72, June, 366-79.",
        "Marston, Richard, 1990, Pricing to Market in Japanese Manufacturing, J. of International Economics 29, Dec., 217-36.",
        "Ohno, Kenichi, 1989, Export Pricing Behavior of Manufacturing: A US-Japan Comparison, International Monetary Fund Staff Papers 36, Sept, 550-79.",
        "Otani, Akira, Shigenori Shiratsuka, and Toyoichiro Shirota, 2003, The Decline in the Exchange Rate PassThrough: Evidence from Japanese Import Prices, Monetary and Economic Studies, Bank of Japan, vol. 21, no. 3, October; p.53-81.",
        "Parsley, David, 1993, Exchange Rate Pass-Through: Evidence from Aggregate Japanese Exports, Southern Economic Journal, 60, no. 2, October, 454-62.",
        "Parsley, David, 2004, Pricing in International Markets: A `Small Country Benchmark, 2004, Review of International Economics, Volume 12, Number 3, p. 509-524.",
        "Parsley, David, and Shang-Jin Wei, A Prism into the PPP Puzzles: The Micro-Foundations of Big Mac Real Exchange Rates, NBER Working Paper No. 10074, Nov. 2003.",
        "Rogoff, Kenneth, 1996, The Purchasing Power Parity Puzzle, J. Economic Literature, 34: (2), 647-68.",
        "Tytell, Irina, and Shang-Jin Wei, 2003, Does Financial Globalization Induce Better Macroeconomic Policies? forthcoming, NBER working papers.",
        "Yang, Jiawen, 1997, Exchange Rate Pass-Through in US Manufacturing Industries, Review of Economics and Statistics, 95-104."
    ]
}