{
    "id": 11196,
    "cites": 20,
    "cited_by": 16,
    "reference": [
        "[1] Auerbach, Alan J. (2002), Taxation and Corporate Financial Policy, in Alan J. Auerbach and Martin Feldstein (eds.), Handbook of Public Economics, Vol. 3, 1251-92, North-Holland, Amsterdam.",
        "[2] Auerbach, Alan J. and Kevin Hassett (1993), Taxation and Foreign direct Investment in the United States: A Reconsideration of the Evi- dence, in: Alberto Giovannini, R. Glenn Hubbard, and Joel Slemrod (eds.) Studies in International Taxation, University of Chicago Press, 119-144.",
        "[3] Caballero, Ricardo and Eduardo Engel (1999), Explaining Investment Dynamics in US Manufacturing: A Generalized (S;s) Approach, Econo- metrica, July, 741-82.",
        "[4] _______________ (2000), Lumpy Adjustmet and Aggregate Investment Equations: A Simple Approach Relying on Cash Flow In- formation, mimeo.",
        "[5] De Mooij, R.A., and S. Ederveen (2001), Taxation and Foreign Direct Investment: A Synthesis of Empirical Research, CESifo Working Paper No. 588.",
        "[6] Desai, Mihir A. and James R. Hines (2001), Foreign Direct Invetsment in a World of Multiple Taxes, University of Michigan.",
        "[7] Devereux, Michael P. and Rachel Gri th (2003), Evaluating Tax Policy for Location Decisions, International Tax and Public Finance, 10(2), 107-126.",
        "[8] Devereux, Michael P. and R. Glenn Hubbard (2003), Taxing Multina- tional, International Tax and Public Finance, 10(4), 469-488.",
        "[9] Frenkel, Jacob A., Assaf Razin and Efraim Sadka (1991), International Taxation in an Integrated World Economy, MIT press.",
        "[10] Hall, Robert E. and Dale W. Jorgenson (1967), Pax Policy and Invest- ment Behavior, American Economic Review, 57, 391-414.",
        "[11] Harberger, Arnold C. (1962), The Incidence of The Corporation Income Tax, Journal of Political Economy, 70, 215-40.",
        "[12] Hassett, Kevin A. and R. Glenn Hubbard (1996), Tax Policy and In- vestment, NBER Working Paper No. 5683.",
        "[13] Hauer, Andreas (2001), Taxation in a Global Economy, Cambridge University Press.",
        "[14] Hines, James R. (1999), Lessons from Behavioral Responses to Inter- national Taxation, National Tax Journal, 53, 305-22.",
        "[15] Hines, James R. (2001), Corporate Taxation, in Neil J. Smelser and Paul B. Balts (eds.), International Encyclopedian of the Social and Be- havioral Sciences.",
        "[16] Lucas, Robert E. (1990), Why Doesnt Capital Flow from Rich to Poor Countries?, American Economic Review: Papers and Proceedings, 80(2), 92-96.",
        "[17] OECD (1997), Model Tax Convention on Income and on Capital, Pairs, OECD Committee on ...scal Aairs.",
        "[18] Razin, Assaf, Yona Rubinstein and Efraim Sadka (2004), Fixed Costs and FDI: The Conicting Eects of Productivity Shocks, NBER Work- ing Paper No. 10864.",
        "[19] U.N. (1980), U.N. Model Double Taxation Convention between Devel- oped and Developing Countries, U.N. Document ST/ESA/102.",
        "[20] Wilson, John D. (1999), Theories of Tax Competition, National Tax Journal, 52, 269-304."
    ]
}