{
    "id": 112,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Becker, Gary S. A Theory of the Allocation of Time. Economic Journal 75 (September 1965): 493-517.",
        "Ben-Porath, Yoram. Labor Force Participation Rates and the Supplyof Labor. Journal of Political Economy 81 (May/June 1973): 697-704.",
        "Blumen, Isadore; Kogan, Marvin; and McCarthy, Philip J. The Industrial Mobility of Labor as a Probability Process. Cornell Studies in Indus- trial and Labor Relations: Volume VI. Ithaca, N.Y.: Cornell Univer- sity, 1955.",
        "Boskin, M. and Nold, F.C. A Markov Model of Turnover in Aid to Families with Dependent Children. (Mimeo, 1974) Journal of Human Resources (forthcoming).",
        "Ghez, Gilbert R. and Becker, Gary S. The Allocation of Time and Goods Over the Life Cycle. N.Y.: Columbia University Press for NBER, 1975.",
        "Goodman, Leo A. The Multivariate Analysis of Qualitative Data: Interactions Among Multiple Classifications. Journal of the American Statistical Association 65 (1970): 226-256.",
        "Kiefer, H. and Wolfowitz, J. Consistency of the Maximum Likelihood Estimator in the Presence of Infinitely Many Incidental Parameters. Annals of Mathematical Statistics, Vol. 27, No. 4, December 1956.",
        "Hall, Robert. Turnover in the Labor Force. Brookings Papers on Economic Activity, No. 3 (1973): 709-764.",
        "Heckman, James J. Shadow Prices, Market Wages and Labor Supply, Econometrica 42 (July 1974): 679-694.",
        "Heckman, James J. and Willis, Robert J. Estimation of a Stochastic Model of of Reproduction: An Econometric Approach. In Household and Production Consumption, edited by Nester E. Terleckyj. N.Y.: Columbia University Press for NBER, 1975, (forthcoming).",
        "The Problem of Heterogeneous Pop- ulations in Quantal Response Models, Annals of Measurement, Spring, 1976.",
        "Johnson, Norman L. and Kotz, Samuel. Discrete Distributions. Boston: Houghton Mifflin Co. 1969.",
        "McFadden, Daniel. Quantal Choice Analysis: A Survey. Department of Economics, University of California, Berkeley. March 1974.",
        "Maritz, J. S. Empirical Bayes Methods. London: Metheun Press, 1970.",
        "Morgan, James, et. al. Five Thousand American Families - Patterns of Economic Progress. Volumes I and II. Institute for Social Research, University Michigan, 1974.",
        "Nerlove, Marc and Press, S. James. Univariate and Multivariate Log-Linear and Logistic Models. R-1306-EDA/NIH. Santa Monica, California: RAND Corp., December 1973.",
        "Sheps, M.C. and Menken, J. Mathematical Models of Conception and Birth. Chicago: University of Chicago Press, 1973.",
        "Spillerman, Seymour. The Analysis of Mobility Processes by the Intro- duction of Independent Variables into a Markov Chain. American Sociological Review 37 (June 1972): 277-294.",
        "Wilks, S. S. Mathematical Statistics. N.Y.: Wiley and Sons, 1962."
    ]
}