{
    "id": 11206,
    "cites": 14,
    "cited_by": 9,
    "reference": [
        "Atack, Jeremy. 1979. Fact in Fiction? Relative Costs of Steam and Water Power: A Simulation Approach, Explorations in Economic History 16 (10): 409-437.",
        "Atack, Jeremy and Fred Bateman. 1999. U.S. Historical Statistics: Nineteenth-Century U.S.",
        "Industrial Development through the Eyes of the Census of Manufactures, Historical Methods 32 (4): 177-188. Atack, Jeremy, Fred Bateman and Robert Margo. 2002. Part-Year Operation in NineteenthCentury American Manufacturing: Evidence from the 1870 and 1880 Censuses, Journal of Economic History 62 (3): 792-809.",
        "Atack, Jeremy, Fred Bateman and Robert Margo. 2003. Productivity in Manufacturing and the Length of the Working Day: Evidence from the 1880 census of manufactures, Explorations in Economic History 40: 170-194.",
        "Atack, Jeremy, Fred Bateman and Robert Margo. 2004. Skill Intensity and Rising Wage Dispersion in Nineteenth-Century American Manufacturing, Journal of Economic History 64 (1):172-192.",
        "Crafts, Nicholas. 2004. Steam as a General Purpose Technology: A Growth Accounting Perspective, Economic Journal 114: 338-351.",
        "Crafts, Nicholas and Terence Mills. 2004. Was 19th Century British Growth Steampowered ?: The Climacteric Revisited, Explorations in Economic History 41: 156-171.",
        "Hamilton, Lawrence C. Statistics with Stata. 2004. Thomson Learning.",
        "Helsley, Robert W. and William C. Strange. 1990. Matching and Agglomeration Economies in a System of Cities, Regional Science and Urban Economics 20: 189-212.",
        "Hunter, Louis C. 1985. A History of Industrial Power in the United States: Steam Power, Vol. 2.",
        "University Press of Virginia. Kim, Sunwoong. 1989. Labor Market Specialization and the Extent of the Market, Journal of Political Economy 97 (3): 692-705.",
        "Margo, Robert A. 2000. Wages and Labor Markets in the United States, 1820-1860.",
        "University of Chicago Press. Pampel, Fred C. Logistic Regression. 2004. Sage Publication.",
        "Rosenberg, Nathan and Manuel Trajtenberg. 2004. A General Purpose Technology at Work: The Corliss Steam Engine in the Late-Nineteenth-Century United States, Journal of Economic History 64 (1): 61-99."
    ]
}