{
    "id": 11204,
    "cites": 18,
    "cited_by": 138,
    "reference": [
        "Acemoglu, Daron, Simon Johnson and James A. Robinson (2001) The Colonial Origins of Comparative Development: An Empirical Investigation, American Economic Review, December, 91, 1369-1401.",
        "Acemoglu, Daron, Simon Johnson and James A. Robinson (2002) Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution, Quarterly Journal of Economics, 118, 1231-1294.",
        "Acemoglu, Daron, Simon Johnson, James A. Robinson and Pierre Yared (2004) Income and Democracy, mimeo.",
        "Acemoglu, Daron and James A. Robinson (2004) Economic Origins of Dicta- torship and Democracy, Cambridge University Press, forthcoming.",
        "Anderson, Theodore W. and Cheng Hsiao (1982) Formulation and Estimation of Dynamic Models using Panel Data, Journal of Econometrics, 18, 67-82.",
        "Arellano, Manuel and Stephen R. Bond (1991) Some Specification tests for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Re- view of Economic Studies, 58, 277-298.",
        "Barro, Robert J. (1999) The Determinants of Democracy, Journal of Political Economy, 107, S158-S183.",
        "Barro, Robert J. and Jong-Wha Lee (2000) International Data on Educational Attainment: Updates and Implications, CID Working Paper 42.",
        "Bollen, Kenneth A. (1990) Political Democracy: Conceptual and Measurement Traps, Studies in Comparative International Development, 25, 7-24.",
        "Central Intelligence Agency (2004) CIA World Factbook, Website and Book.",
        "Washington, DC. Dewey, John (1916) Democracy and Education, New York; The Macmillan Com- pany.",
        "Freedom House (2004) Freedom in the World, Website and Book. Washington, DC.",
        "Glaeser, Edward L., Rafael La Porta, Florencio Lopez-de-Silanes, and An- drei Shleifer (2004) Do Institutions Cause Growth? NBER Working Paper 10568.",
        "Heston, Alan, Robert Summers, and Bettina Aten (2002) Penn World Tables Version 6.1. Center for International Comparisons at the University of Pennsylvania (CICUP).",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert W. Vishny (1999) The Quality of Government, Journal of Law Economics and Or- ganization, 15, 222-279.",
        "Lipset, Seymour Martin (1959) Some Social Requisites of Democracy: Economic Development and Political Legitimacy, American Political Science Review, 53, 69-105.",
        "Wooldridge, Jeffery M. (2002) Econometric Analysis of Cross Section and Panel Data, MIT Press; Cambridge.",
        "World Bank (2002) World Development Indicators, CD-ROM and Book. Washing- ton, DC."
    ]
}