{
    "id": 11202,
    "cites": 15,
    "cited_by": 5,
    "reference": [
        "Banerjee, Ahbijit, Dilip Mookherjee, Kaivan Munshi, and Debray Ray, Inequality, Control Rights, and Rent-Seeking: Sugar Cooperatives in Maharashtra, Journal of Political Economy 109, February 2001, pp. 138-190.",
        "Baltagi, Badi H. and Ping X. Wu, Unequally Spaced Panel Data Regressions with AR (1) Disturbances, 1999.",
        "Central Intelligence Agency, Iraq Survey Group, Comprehensive Report of the Special Advisor of the DCI on Iraqs WMD (Volume 1), Washington, DC: Central Intelligence Agency, September 30, 2004. (http://www.cia.gov/cia/reports/iraq wmd 2004/) Di Tella, Rafael and Ernesto Schargrodsky, The Role of Wages and Auditing during a Crackdown on Corruption in the City of Buenos Aires, Journal of Law and Economics, Vol.",
        "Duggan, Mark and Levitt, Steven D. Winning Isnt Everything: Corruption in Sumo Wrestling. American Economic Review, 2002, 92(5), pp. 1594-605.",
        "FAO and WFP, Special Report: FAO/WFP Crop, Food Supply and Nutrition Assessment Mission to Iraq, September 2003.",
        "Fisman, Ray, Estimating the Value of Political Connections, American Economic Review, 91 (4), September 1991, pp. 1095-1102.",
        "Fisman, Rai and Shang-Jin Wei Tax Rates and Tax Evasion: Evidence from Missing Imports in China, Journal of Political Economy, 2004.",
        "General Accounting Office, Observations of the Oil for Food Program and Iraqs Food Security, Washington, DC: GAO, June 16, 2004. (http://www.gao.gov/cgi-bin/getrpt?GAO04 -880T).",
        "Independent Inquiry Committee into the United Nations Oil for Food Program, Interim Report, New York, NY: IIC, February 3, 2005.",
        "Jacob, Brian and Steven Levitt Rotten Apples: An Investigation of the Prevalence and Predictors of Teacher Cheating, Quarterly Journal of Economics 118(3), 2003.",
        "La Porta, Rafael and Francisco Lopez-de-Silanes, Related Lending, Quarterly Journal of Economics, February 2003.",
        "Newey and West A Simple, Positive Semi-definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55 703-708, 1987.",
        "Olken, Ben, Monitoring Corruption: Evidence from A Field experiment in Indonesia, Harvard, 2004a.",
        "Olken, Ben,Corruption and the Costs of Redistribution: Micro Evidence from Indonesia, Harvard University, 2004b.",
        "Reinikka, Ritva and Jacob Svensson, Local Capture: Local Capture: Evidence from a Central Government Transfer Program in Uganda, The Quarterly Journal of Economics, 2004, vol. 119 (2): 679-705."
    ]
}