{
    "id": 11201,
    "cites": 41,
    "cited_by": 5,
    "reference": [
        "[1] Acemoglu, D., and Ozdaglar, A.,Flow control, routing, and performance from service provider viewpoint, LIDS report, WP-1696, May 2004.",
        "[2] Anshelevich E., Dasgupta A., Kleinberg J., Tardos E., Wexler T., and Roughgarden T., The price of stability for network design with selfish agents, IEEE Symposium on Foundations of Computer Science, pp. 295-304, 2004.",
        "[3] Basar, T. and Srikant R., Revenue-maximizing pricing and capacity expansion in a many-users regime, Proceedings of INFOCOM, 2002.",
        "[4] Beckmann, M., Mcguire, C. B., and Winsten, C. B., Studies in the Economics of Transportation. Yale University Press, 1956.",
        "[5] Berge, C., Topological Spaces, Dover reprint, 1963.",
        "[6] Benassy, J. P., Market size and substitutability in imperfect competition: A Bertrand-Edgeworth- Chamberlin model, Review of Economic Studies,vol. 56, pp. 217-234, 1989.",
        "[7] Bertsekas, D. P., Nedic, A., and Ozdaglar, A., Convex Analysis and Optimization, Athena Scientific, Belmont, MA, 2003.",
        "[8] Correa, J. R., Schulz, A. S., and Stier Moses, N., Selfish Routing in Capacitated Networks, Mathematics of Operations Research, 29:4, pp. 961-976, Nov. 2004.",
        "[9] Dafermos, S. and Sparrow F. T., The traffic assignment problem for a general network, Journal of Research of the National Bureau of Standards-B. Mathematical Sciences, vol. 73(2), pp. 91-118, 1969.",
        "[10] Dasgupta, P. and Maskin E., The existence of equilibrium in discontinuous economic games. 2: Theory, Review of Economic Studies, vol. 53, pp. 1-26, 1986.",
        "[11] Edgeworth, F., The pure theory of monopoly, in Papers relating to Political Economy, vol. 1, pp. 111-143, London, Mc Millan, 1925.",
        "[12] Friedman, E., A Generic Analysis of Selfish Routing,Proceedings of the 43rd IEEE Conference on Decision and Control, 2004.",
        "[14] Hart, O. D., Monopolistic competition in a large economy with differentiated commodities, Review of Economic Studies, vol. 46, pp. 1-30, 1979.",
        "[15] He, L. and Walrand, J., Pricing internet services with multiple providers, Proceedings of Allerton Conference, 2003.",
        "[16] Johari, R. and Tsitsiklis, J., Network resource allocation and a congestion game, Mathematics of Operations Research, to appear, 2004.",
        "[17] Kelly, F. P., Maulloo A. K., and Tan D. K.,Rate control for communication networks: shadow prices, proportional fairness, and stability, Journal of the Operational Research Society, vol. 49, pp. 237-252, 1998.",
        "[18] Korilis, Y. A., Lazar, A. A., and Orda, A.,Achieving network optima using Stackelberg routing strategies, IEEE/ACM Transactions on Networking, vol. 5(1), pp. 161-173, 1997.",
        "[19] Koutsoupias, E. and Papadimitriou, C.,Worst-case Equilibria, Proceedings of the 16th Annual Symposium on Theoretical Aspects of Computer Science, pp. 404-413, 1999.",
        "[20] Low, S. and Lapsley, D. E., Optimization flow control, I: Basic algorithm and convergence, IEEE/ACM Transactions on Networking, vol. 7(6), pp. 861-874, 1999.",
        "[21] Mascolell, A., Whinston, M. D., and Green, J. R., Microeconomic Theory, Oxford, United Kingdom: Oxford University Press, 1995.",
        "[22] Novshek, W., Perfectly competitive markets as the limits of Cournot markets, Journal of Economic Theory, vol. 19, pp. 223-266, 1985.",
        "[23] Orda, A., Rom, R., and Shimkin, N., Competitive routing in multi-user communication networks, IEEE/ACM Transactions on Networking, vol. 1, pp. 510-521, 1993.",
        "[24] Osborne and Rubinstein, Game Theory, The MIT Press.",
        "[25] Patriksson, M., The Traffic Assignment Problem: Models and Methods, VSP BV, Netherlands, 1994.",
        "[26] Perakis, G., The Price of Anarchy when Costs are Non-separable and Asymmetric , manuscript.",
        "[27] Pigou, A. C., The Economics of Welfare. Macmillan, 1920.",
        "[28] Roberts, D. and Postlewaite, A., The incentives for price taking in large exchange economies, Econometrica, vol. 44, pp. 115-127, 1976.",
        "[29] Rockafeller, Convex Analysis, Princeton, New Jersey: Princeton University Press, 1970.",
        "[30] Rosen, J. B., Existence and uniqueness of equilibrium points for concave N-person games, Econometrica vol. 33(3), pp. 520-534, 1965.",
        "[31] Roughgarden, T. and Tardos, E., How bad is selfish routing? Journal of the ACM, vol. 49(2), pp. 236-259, 2002.",
        "[32] Sanghavi S. and Hajek B., Optimal allocation of a divisible good to strategic buyers, 43rd IEEE Conference on Decision and Control - CDC 2004.",
        "[33] Samuelson, P. A., Spatial price equilibrium and linear programming, American Economic Review, vol. 42, pp. 283-303, 1952.",
        "[34] Shenker, S., Fundamental design issues for the future Internet, IEEE Journal on Selected Areas in Communications, vol. 13, pp. 1176-1188, 1995.",
        "[35] Shubik, M., Strategy and Market Structure, New York: Wiley, 1959.",
        "[36] Tirole, J., The Theory of Industrial Organization, Cambridge: MIT Press, MA, 1990.",
        "[37] Topkis, D., Equilibrium points in nonzero-sum n-person submodular games, SIAM Journal of Control and Optimization, vol. 17, pp. 773-787, 1979.",
        "[38] Veblen, T., The Theory of the Leisure Class: An Economic Study of Institutions, New York: Vanguard Press.",
        "[39] Vives, X., On the efficiency of Bertrand and Cournot equilibria with product differentiation, Journal of Economic Theory, vol. 36, pp. 166-175, 1985.",
        "[40] Vives, X., Oligopoly Pricing, Cambridge: MIT Press, MA, 2001.",
        "[41] Wardrop, J. G., Some theoretical aspects of road traffic research, Proceedings of the Institute of Civil Engineers, Pt. II, vol. 1, pp. 325-378, 1952.",
        "[42] Wilson, R. B., Nonlinear Pricing, New York: Oxford University Press, 1993."
    ]
}