{
    "id": 11200,
    "cites": 97,
    "cited_by": 32,
    "reference": [
        "Lo, A. and C. MacKinlay, 1988, Stock Market Prices Do Not Follow Random Walks: Evidence from a Simple Specification Test, Review of Financial Studies 1, 41-66.",
        "Lo, A., 2004, The Adaptive Markets Hypothesis: Market Efficiency from an Evolutionary Perspective, Journal of Portfolio Management 30, iS-29.",
        "Lo, A., 2002, The Statistics of Sharpe Ratios, Financial Analysts Journal 58, 36-SO.",
        "Lo, A., 1999, The Three Ps of Total Risk Management, Financial Analysts Journal 55, 87-i 29.",
        "Lo, A., 2001, Risk Management For Hedge Funds: Introduction and Overview, Financial Analysts Journal 57, 16-33.",
        "Liang, B., 2001, Hedge Fund Performance: 1990-1999, Financial Analysts Journal 57, 11-18.",
        "Liang, B., 2003, The Accuracy of Hedge Fund Returns, Journal of Portfolio Management 29, 111-122.",
        "Liang, B., 2000, Hedge Funds: The Living and the Dead, Journal of Financial and Quantitative Analysis 35, 309-326.",
        "Liang, B., 1999, On the Performance of Hedge Funds, Financial Analysts Journal 55, 72-85.",
        "Leamer, E., 1978, Specification Searches. New York: John Wiley and Sons.",
        "Kramer, D., 2001, Hedge Fund Disasters: Avoiding the Next Catastrophe, Alternative Investment Quarterly 1.",
        "Kao, D., 2002, Battle for Alphas: Hedge Funds versus Long-Only Portfolios, Financial Analysts Journal 58, 16-36.",
        "Kaplan, S. and A. Schoar, 2004, Private Equity Performance: Returns, Persistence and Capital Flows, to appear in Journal of Finance.",
        "Kadlec, G. and D. Patterson, 1999, A Transactions Data Analysis of Nonsynchronous Trading, Review of Financial Studies 12, 609-630.",
        "Jen, P., Heasman, C. and K. Boyatt, 2001, Alternative Asset Strategies: Early Performance in Hedge Fund Managers, Internal Document, Lazard Asset Management, London.",
        "Ingersoll, J., 1987, Theory of Financial Decision Making. Totowa, NJ: Rowman & Littlefield.",
        "Ippolito R., 1992,Consumer Reaction to Measures of Poor Quality: Evidence from the Mutual Fund Industry, Journal of Law and Economics 35, 45-70.",
        "Ineichen, A., 2001, The Myth of Hedge Funds: Are Hedge Funds The Fireflies Ahead of the Storm?, Journal of Global Financial Markets 2, 34-46.",
        "Howell, M.J., 2001, Fund Age and Performance, Journal of Alternative Investments 4, 57-60.",
        "Horst, J., Nijman, T. and M. Verbeek, 2001, Eliminating Look-Ahead Bias in Evaluating Persistence in Mutual Fund Performance, Journal of Empirical Finance 8, 345-373.",
        "Hendricks, D., Patel, J. and R. Zeckhauser, 1997, The J-Shape of Performance Persistence Given Survivorship Bias, Review of Economics and Statistics 79, 161-170.",
        "Hamilton, J., 1990, Analysis of Time Series Subject to Changes in Regime, Journal of Econometrics 45, 39-70.",
        "Gruber M., 1996,Another Puzzle: The Growth in Actively Managed Mutual Funds, The Journal of Finance 51, 783-810.",
        "Hamilton, J., 1989, A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle, Econometrica 57, 357-384.",
        "Granger, C., 1988, Aggregation of Time Series Variables~-A Survey, Federal Reserve Bank of Minneapolis Institute for Empirical Macroeconomics, Discussion Paper 1.",
        "Granger, C., 1980, Long Memory Relations and the Aggregation of Dynamic Models, Journal of Econometrics 14, 227-238.",
        "Gregoriou, G., 2002, Hedge Fund Survival Lifetimes, Journal of Asset Management 3, 23 7-252.",
        "Greenspan, A., 1998, Statement Before the Committee on Banking and Financial Services, U.S. House of Representatives. Federal Reserve Bulletin 84, 1046-1050.",
        "Goetzmann and N. Peles, 1997, Cognitive Dissonance and Mutual Fund Investors, Journal of Financial Research 20, 145-158.",
        "Goetzmann, W., Ingersoll, J. and S. Ross, 2003, High Water Marks and Hedge Fund Management Contracts, Journal of Finance 58, 1685-1718.",
        "Getmansky, M., Lo, A. and S. Mci, 2004, Sifting Through the Wreckage: Lessons from Recent Hedge-Fund Liquidations, Journal of Investment Management 2, 6-38.",
        "Getmansky, M., Lo, A. and I. Makarov, 2004, An Econometric Analysis of Serial Correlation and Illiquidity in Hedge-Fund Returns, to appear in Journal of Financial Economics.",
        "Getmansky, M. and A. Lo, 2005, A System Dynamics Model of the Hedge Fund Industry, unpublished working paper, MIT Laboratory for Financial Engineering.",
        "Getmansky, M., 2004, The Life Cycle of Hedge Funds: Fund Flows, Size and Performance, unpublished working paper, MIT Laboratory for Financial Engineering.",
        "Fung, W. and D. Hsieh, 2002b Benchmarks of Hedge Fund Performance: Information Content and Measurement Biases, Journal of Alternative Investments 58, 22-34.",
        "Fung, W. and D. Hsieh, 2002a, Asset-Based Style Factors for Hedge Funds, Financial Analysts Journal 58, 16-27.",
        "Fung, W. and D. Hsieh, 2001, The Risk in Hedge Fund Strategies: Theory and Evidence from Trend Followers, Review of Financial Studies 14, 313-341.",
        "Fung, W. and D. Hsieh, 2000, Performance Characteristics of Hedge Funds and Commodity Funds: Natural versus Spurious Biases, Journal of Financial and Quantitative Analysis 35, 291-307.",
        "Fung, W. and D. Hsieh, 1999, A Primer on Hedge Funds, Journal of Empirical Finance 6, 309-31.",
        "Fung, W. and D. Hsieh, 1997b, Investment Style and Survivorship Bias in the Returns of CTAs: The Information Content of Track Records, Journal of Portfolio Management 24, 30-41.",
        "Fung, W. and D. Hsieh, 1997a, Empirical Characteristics of Dynamic Trading Strategies: The Case of Hedge Funds, Review of Financial Studies 10, 275-302.",
        "Feffer, S. and C. Kundro, 2003, Understanding and Mitigating Operational Risk in Hedge Fund Investments, unpublished working paper, The Capital Markets Company Ltd.",
        "Farmer, D. and A. Lo, 1999, Frontiers of Finance: Evolution and Efficient Markets, Proceedings of the National Academy of Sciences 96, 999 1-9992.",
        "Edwards, F., and M. Caglayan, 2001, Hedge Fund and Commodity Fund Investments in Bull and Bear Markets, The Journal of Portfolio Management 27, 97-108.",
        "Cremers, J., Kritzman, M. and S. Page, 2004, Optimal Hedge Fund Allocations: Do Higher Moments Matter?, Revere Street Working Paper Series, Financial Economics 272-13.",
        "Chevalier, J., and G. Ellison, 1997, Risk Taking by Mutual Funds as a Response to Incentives , Journal of Political Economy 105, 1167-1200.",
        "Chandar, N. and R. Bricker, 2002, Incentives, Discretion, and Asset Valuation in ClosedEnd Mutual Funds, Journal of Accounting Research 40, 1037-1070.",
        "Carpenter, J. and A. Lynch, 1999, Survivorship Bias and Attrition Effects in Measures of Performance Persistence, Journal of Financial Economics 54, 337-374.",
        "Campbell, J., Lo, A., and C. MacKinlay, 1997, The Econometrics of Financial Markets. Princeton, NJ: Princeton University Press.",
        "Brown, S., Goetzmann, W. and J. Park, 2001b, Careers and Survival: Competition and Risks in the Hedge Fund and CTA Industry, Journal of Finance 56, 1869-1886.",
        "Brown, S., Goetzmann, W. and J. Park, 2001a, Conditions for Survival: Changing Risk and the Performance of Hedge Fund Managers and CTAs, Yale School of Management Work Paper No. F-59.",
        "Brown, S., Goetzmann, W. and J. Park, 2000, Hedge Funds and the Asian Currency Crisis, Journal of Portfolio Management 26, 95-lOl.",
        "Brown, S., Goetzmann, W. and B. Liang, 2002, Fees on Fees in Funds of Funds, Yale ICF Work Paper No. 02-33.",
        "Brown, S., Goetzmann, W. and R. Ibbotson, 1999, Offshore Hedge Funds: Survival and Performance 1989-1995, Journal of Business 72, 91-118.",
        "Brown, S., Goetzmann, W., Ibbotson, R. and S. Ross, 1992, Survivorship Bias in Performance Studies, Review of Financial Studies 5, 553-580.",
        "Brown, S. and W. Goetzmann, 2003, Hedge Funds With Style, Journal of Portfolio Management 29, 101-112.",
        "Brooks, C. and H. Kat, 2002, The Statistical Properties of Hedge Fund Index Returns and Their Implications for Investors, Journal of Alternative Investments 5, 25-44.",
        "Boyson, N., 2002, How Are Hedge Fund Manager Characteristics Related to Performance, Volatility and Survival?, unpublished working paper, Ohio State University.",
        "Bookstaber, R., 2000, Understanding and Monitoring the Liquidity Crisis Cycle, Financial Analysts Journal , 17-22.",
        "Bookstaber, R., 1999, A Framework for Understanding Market Crisis, in Risk Management: Principles and Practices. Charlottesville, VA: Association for Investment Management and Research.",
        "Bickel, P. and K. Doksum, 1977, Mathematical Statistics: Basic Ideas and Selected Topics. San Francisco, CA: Holden-Day, Inc.",
        "Berk, J. and R. Green, 2004, Mutual Fund Flows and Performance in Rational Markets, Journal of Political Economy 112, 1269-1295.",
        "Baquero, G., Horst, J. and M. Verbeek, 2004, Survival, Look-Ahead Bias and the Performance of Hedge Funds, to appear in Journal of Financial and Quantitative Analysis.",
        "Bares, P., Gibson, R. and S. Gyger, 2003, Style Consistency and Survival Probability in the Hedge Funds Industry, unpublished working paper, University of Zurich.",
        "Asness, C., Krail, R. and J. Liew, 2001, Do Hedge Funds Hedge?, The Journal of Portfolio Management 28, 6-19.",
        "Amin, G. and H. Kat, 2003c, Stocks, Bonds, and Hedge Funds, Journal of Portfolio Management 29, 113-119.",
        "Ang, A. and G. Bekaert, 2004, How Regimes Affect Asset Allocation, Financial Analysts Journal 60, 86-99.",
        "Amin, G. and H. Kat, 2003b, Welcome to the Dark Side: Hedge Fund Attrition and Survivorship Bias over the Period 1994-2001, Journal of Alternative Investments 6, 57-73.",
        "Amin, G. and H. Kat, 2003a, Hedge Fund Performance 1990-2000: DO the Money Machines Really Add Value?, Journal of Financial and Quantitative Analysis 38, 251274.",
        "Amenc, N. and L. Martinelli, 2002, Portfolio Optimization and Hedge Fund Style Allocation Decisions, Journal of Alternative Investments 5, 7-20.",
        "Agarwal, V. and N. Naik, 2000d, Generalized Style Analysis of Hedge Funds, Journal of Asset Management 1, 93-109.",
        "Agarwal, V. and N. Naik, 2004, Risks and Portfolio Decisions Involving Hedge Funds, Review of Financial Studies 17, 63-98.",
        "Ackermann, C., McEnally, R. and D. Ravenscraft, 1999, The Performance of Hedge Funds: Risk, Return, and Incentives, Journal of Finance 54, 833-874.",
        "Agarwal, A., Daniel, N. and N. Naik, 2004, Flows, Performance and Managerial Incentives in Hedge Funds, Working Paper, Georgia State University.",
        "Agarwal, V. and N. Naik, 2000a, `Performance Evaluation of Hedge Funds with Buy-andHold and Option-Based Strategies, Hedge Fund Centre Working Paper No. HF-003, London Business School.",
        "Agarwal, V. and N. Naik, 2000b, On Taking the `Alternative Route: The Risks, Rewards, and Performance Persistence of Hedge Funds, Journal of Alternative Investments 2, 6-23.",
        "Agarwal, V. and N. Naik, 2000c, Multi-Period Performance Persistence Analysis of Hedge Funds Source, Journal of Financial and Quantitative Analysis 35, 327-342.",
        "Watts, D., 1999, Small Worlds: The Dynamics of Networks between Order and Randomness. Princeton, NJ: Princeton University Press.",
        "Watts, D. and S. Strogatz, 1998, Collective Dynamics of `Small-World Networks, Nature 393, 440-442.",
        "Sirri, E. and P. Tufano, 1998, Costly Search and Mutual Fund Flows, The Journal of Finance 53, 1589-1622.",
        "Terhaar, K., Staub, R. and B. Singer, 2003, Appropriate Policy Allocation for Alternative Investments, Journal of Portfolio Management 29, 101-hO.",
        "Simonoff, J., 2003, Analyzing Categorical Data. New York: Springer-Verlag.",
        "Schneeweis, T. and R. Spurgin, 1996, Survivor Bias in Commodity Trading Advisor Performance , Journal of Futures Markets 16, 757-772.",
        "Samuelson, P., 1965, Proof that Properly Anticipated Prices Fluctuate Randomly, Industrial Management Review 6, 41-49.",
        "Sadka, R., 2003, Momentum, Liquidity Risk, and Limits to Arbitrage, unpublished working paper, Kellogg Graduate School of Management, Northwestern University.",
        "Presidents Working Group on Financial Markets, 1999, Hedge Funds, Leverage, and the Lessons of Long-Term Capital Management.",
        "Pregibon, D., 1981, Logistic Regression Diagnostics, Annals of Statistics 9, 705-724.",
        "Lo, A. and C. MacKinlay, 1990a, An Econometric Analysis of Nonsynchronous Trading, Journal of Econometrics 45, 181-212.",
        "Lo, A. and C. MacKinaly, 1990b, Data Snooping Biases in Tests of Financial Asset Pricing Models, Review of Financial Studies 3, 431-468.",
        "Lo, A. and C. MacKinlay, 1999, A Non-Random Walk Down Wall Street. Princeton, NJ: Princeton University Press.",
        "Lochoff, R., 2002, Hedge Funds and Hope, The Journal of Portfolio Management 28, 92-99.",
        "MacKenzie, P., 2003, Long-Term Capital Management and the Sociology of Arbitrage, Economy and Society 32, 349-380.",
        "Maddala, G., 1983, Limited-Dependent and Qualitative Variables in Econometrics. Cambridge, UK: Cambridge University Press.",
        "McDonough, W., 1998, Statement Before the Committee on Banking and Financial Services, U.S. House of Representatives. Federal Reserve Bulletin 84, iOSO-1054.",
        "Nagelkerke, N., 1991, A Note on a General Definition of the Coefficient of Determination, Biometrika 78, 691-692.",
        "PÃ\u0083Â©rold, A., 1999, Long-Term Capital Management, L.P. (A-D) (Harvard Business School case study). Boston, MA: Harvard Business School Press.",
        "PÃ\u0083Â©rold, A. and R. Salomon, 1991, The Right Amount of Assets Under Management, Financial Analysts Journal May-June, 31-39."
    ]
}