{
    "id": 11209,
    "cites": 34,
    "cited_by": 12,
    "reference": [
        "Aw, Bee-Yan, 1993, Price Discrimination and Markups in Export Markets, Journal of Development Economics 42, 3156-336.",
        "Bacchetta, Philippe, and Eric van Wincoop, 2000, Does Exchange-Rate Stability Increase Trade and Welfare, American Economic Review 90, 1093-1109.",
        "Bacchetta, Philippe, and Eric van Wincoop, 2002, A Theory of the Currency Denomination of International Trade, National Bureau of Economic Research, working paper no. 9039.",
        "Forthcoming in Journal of International Economics. Bacchetta, Philippe, and Eric van Wincoop, 2003, Why Do Consumer Prices React Less Than Import Prices to Exchange Rates, Journal of the European Economics Association 1, 662-670.",
        "Baldwin, Richard, 1988, Hysteresis in Import Prices: the Beachhead Effect, American Economic Review 78, 773-385.",
        "Baron, David P., 1976, Fluctuating Exchange Rates and the Pricing of Exports, Economic Inquiry 14, 425-438.",
        "Benigno, Gianluca, 2004, Real Exchange Rate Persistence and Moentary Policy Rules, Journal of Monetary Economics 51, 473-502.",
        "Bergin, Paul R. 2003, A Model of Relative National Price Levels under Pricing to Market, European Economic Review 47, 569-586.",
        "Bergin, Paul R., and Robert C. Feenstra, 2001, Pricing to Market, Staggered Contracts, and Real Exchange Rate Persistence, Journal of International Economics 54, 333-359.",
        "Burstein, Ariel; Martin Eichenbaum; and, Sergio Rebelo, 2002, Why is Inflation So Low After Large Devaluations? National Bureau of Economic Research, working paper no. 8748.",
        "Burstein, Ariel; Joao Neves; and, Sergio Rebelo, 2003, Distribution Costs and Real Exchange Rate Dynamics, Journal of Monetary Economics 50, 1189-1214.",
        "Chari, V.V.; Patrick J. Kehoe; and, Ellen McGrattan, 2002, Can Sticky-Price Models Generate Volatile and Persistent Real Exchange Rates? Review of Economic Studies 69, 533-563.",
        "Choudhri, Ehsan U.; Hamid Faruqee; and Dalia S. Hakura, Explaining the Exchange Rate PassThrough in Different Prices, Carleton University. Forthcoming in Journal of International Economics. Corsetti, Giancarlo, and Luca Dedola, 2004, Macroeconomics of International Price Discrimination, European University Institute. Forthcoming in Journal of International Economics.",
        "Corsetti, Giancarlo, and Paolo Pesenti, 2004a, International Dimensions of Optimal Monetary Policy, European University Institute, manuscript. Forthcoming in Journal of Monetary Economics.",
        "Corsetti, Giancarlo, and Paolo Pesenti, 2004b, Endogenous Pass-Through and Optimal Monetary Policy: A Model of Self-Validating Exchange Rate Regimes, European University Institute, manuscript.",
        "Devereux, Michael B., and Charles Engel, 2003, Monetary Policy in the Open Economy Revisited: Price Setting and Exchange Rate Flexibility, Review of Economic Studies 70, 765-783.",
        "Devereux, Michael B.; Charles Engel; and Peter E. Storgaard, 2004, Endogenous Exchange Rate Pass-Through when Nominal Prices are Set in Advance, Journal of International Economics 63, 263-291.",
        "Devereux, Michael B. and James Yetman, 2003, Monetary Policy and Exchange Rate PassThrough, University of Hong Kong, manuscript.",
        "Donnenfeld, S., and I. Zilcha, 1991, Pricing of Exports and Exchange Rate Uncertainty, International Economic Review 32, 1099-1022.",
        "Engel, Charles, 2003, On the Relationship Between Pass-Through and Sticky Nominal Prices, University of Wisconsin, manuscript.",
        "Feenstra, Robert C., 1989, Symmetric Pass-Through of Tariffs and Exchange Rates under Imperfect Competition: An Empirical Test, Journal of International Economics 27, 2545.",
        "Feenstra, Robert C., and Jon D. Kendall, 1997, Pass-through of Exchange Rates and Purchasing Power Parity, Journal of International Economics 43, 237-261.",
        "Friberg, Richard, 1998, In Which Currency Should Exporters Set Their Prices? Journal of International Economics 45, 59-76.",
        "Froot, Kenneth A., and Paul D. Klemperer, 1989, Exchange Rate Pass-Through when Market Share Matters, American Economic Review 79, 637-654.",
        "Giovannini, Alberto, 1988, Exchange Rates and Traded Goods Prices, Journal of International Economics 24, 45-68.",
        "Goldberg, Linda S., and JosÃ\u0083Â© M. Campa, 2004, Do Distribution Margins Solve the ExchangeRate Disconnect Puzzle? Federal Reserve Bank of New York, manuscript.",
        "Goldberg, Linda S., and CÃ\u0083Â©dric Tille, 2004, Vehicle Currency Use in International Trade, Federal Reserve Bank of New York, manuscript.",
        "Goldberg, Pinelopi K., and Michael M. Knetter, 1997, Goods Prices and Exchange Rates: What Have We Learned? Journal of Economic Literature 35, 1243-1272.",
        "Goldberg, Pinelopi K., and Michael M. Knetter, 1999, Measuring the Intensity of Competition in Export Markets Journal of International Economics 47, 27-60.",
        "Goldberg, Pinelopi K., and Frank Verboven, 2001, The Evolution of Price Dispersion in the European Car Market, Review of Economic Studies 68, 811-48.",
        "Goldberg, Pinelopi K., and Frank Verboven, 2005, Market Integration and Convergence to the Law of One Price: Evidence from the European Car Market, Journal of International Economics 65, 49-73.",
        "Krugman, Paul, 1987, Pricing to Market when the Exchange Rate Changes, in S.W. Arndt and J.D. Richardson, eds., Real-Finanical Linkages Among Open Economies, Cambrdige: MIT Press.",
        "Marston, Richard, 1990, Pricing to Market in Japanese Manufacturing, Journal of International Economics 29, 216-236.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 2002, Risk and Exchange Rates, in Elhanan Helpman and Effraim Sadka (eds.), Contemporary Economic Policy: Essays in Honor of Assaf Razin. Cambridge: Cambridge University Press."
    ]
}