{
    "id": 1121,
    "cites": 12,
    "cited_by": 1,
    "reference": [
        "Bordo, Michael. The Effects of Monetary Change on Relative Commodity Prices and the Role of Long-Term Contracts, J.P.E., 88, no. 6 (December 1980), pp. 1088-1109.",
        "Conrad, William. Treasury Bill Market Response to Money Stock Announce- ments. Federal Reserve Board (1981).",
        "Cornell, Bradford. Money Supply Announcements and Interest Rates: Another View, UCLA Working Paper, March 1982. Forthcoming, Journal of Business.",
        "Engel, Charles and Frankel, Jeffrey. Why Money Announcements Move Interest Rates: An Answer from the Foreign Exchange Market.t UCB (January 1982). NBER Working Paper No. 1049.",
        "Frenkel, Jacob. A Monetary Approach to the Exchange Rate: Doctrinal Aspects and Empirical Evidence, Scand. J. Econ., 78 (May 1976), pp.",
        "Grossman, Jacob. The `Rationality of Money Supply Expectations and the Short-Run Response of Interest Rates to Monetary Surprises, J.M.C.B., 13, no. 4 (November 1981), pp. 409-24.",
        "Mussa, Michael. Adaptive and Regressive Expectations in a Rational Model 25 of the Inflationary Process, J. Mon. Econ., 1 (1975), pp. 423-42.",
        "Obstfeld, Maurice and Rogoff, Kenneth. Exchange Rate Dynamics with Sluggish Prices Under Alternative Price-adjustment Rules. Discussion Paper No. 149, Columbia University (May 1982). Forthcoming, mt. Ec.",
        "Rev. Okun, Arthur. Inflation: Its Mechanics and Welfare Costs, Brookings Papers on Economic Activity, no. 2 (1975), pp. 351-401.",
        "Pearce, Douglas and Roley, V. Vance. The Reaction of Stock Prices to Unanticipated Changes in Money, NBER Working Paper No. 958 (August 1982).",
        "Roley, V. Vance. Weekly Money Supply Announcements and the Volatility of Short-Term Interest Rates, Fed. Res. Bank of Kansas City Econ. Rev. (April 1982).",
        "Urich, Thomas. The Information Content of Weekly Money Supply Announce- ments, J. Mon. Econ., 10, no. 1 (July 1982), pp. 73-88."
    ]
}