{
    "id": 11213,
    "cites": 11,
    "cited_by": 0,
    "reference": [
        "[1] Eddie Dekel and Suzanne Scotchmer. 1999. On the Evolution of Attitudes To- wards Risk in Winner-Take-All Games. Journal of Economic Theory 87:125-143.",
        "[2] Eckel, Catherine C. and Philip J. Grossman. 2002. Sex differences and statistical stereotyping in attitudes toward financial risk. Evolution and Human Behavior 23:281-295.",
        "[3] Eckel, Catherine C. and Philip J. Grossman. 2005a. Sex and Risk: Experimen- tal Evidence. (Forthcoming in) Handbook of Experimental Economics Results. Amsterdam: Elsevier Science (North-Holland).",
        "[4] Eckel, Catherine C. and Philip J. Grossman. 2005b. Forecasting Risk Attitudes: An Experimental Study of Actual and Forecast Risk Attitudes of Women and Men. Mimeograph. Blacksburg, VA: Department of Economics, Virginia Poly- technic and State University.",
        "[5] Eckel, Catherine C, Philip J. Grossman, Nancy Lutz and V. Padmanabhan. 2002. Playing it Safe: Men, Women and Risk Aversion. Mimeograph. Blacksburg, VA: Department of Economics, Virginia Polytechnic and State University.",
        "[6] Ginsburg, Harvey. J., Kimberly Rogerson, Elizabeth Voght, Jennifer Walters and Roer D. Bartels. 2002. Sex Differences in Children? Risk-taking Revisited: Natural Observations at the San Antonio Zoo. Mimeograph. Southwest Texas State University.",
        "[7] Harry Holzer and David Neumark. 2000. Assessing Affirmative Action. Journal of Economic Literature XXXVIII:483-569.",
        "[8] Jianakoplos, N. A. and Alexandra Bernasek. 1998. Are Women More Risk Averse? Economic Inquiry 36:620-630.",
        "[9] Lundberg, Shelly J. 1991. The Enforcement of Equal Opportunity Laws under Imperfect Information: Affirmative Action and Alternatives. Quarterly Journal of Economics 106:309-26.",
        "[10] Shelly J. Lundberg and Richard Startz. 1983. Private Discrimination and Social Intervention in Competitive Labor Markets. American Economic Review 73:340- 347.",
        "[11] Paul Milgrom and Sharon Oster. 1987. Job Discrimination, Market Forces and the Invisibility Hypothesis. Quarterly Journal of Economics 102:453-476."
    ]
}