{
    "id": 11222,
    "cites": 34,
    "cited_by": 11,
    "reference": [
        "Ankrim, Ernest M., and Chris R. Hensel. 1993. Commodities in Asset Allocation: A Real-Asset Alternative to Real Estate? Financial Analysts Journal, vol. 49, no.3 (May/June): 20-29.",
        "Anson, Mark J. P.. 1999. Maximizing Utility with Commodity Futures Diversification, Journal of Portfolio Management, (Summer): 86-94.",
        "Anson, Mark J. P..2002. Handbook of Alternative Assets, Wiley Finance.",
        "Arnott, Robert D., and Peter L. Bernstein. 2002. What Risk Premium Is Normal. Financial Analysts Journal, vol. 58, no.2 (March/April): 64-85.",
        "Bailey, Warren, and K. C. Chan. 1993. Macroeconomic Influences and the Variability of the Commodity Future Basis, Journal of Finance, (June):555-573.",
        "Black, Fischer. 1976. The pricing of commodity contracts, Journal of Financial Economics, vol. 3, 167-179.",
        "Booth, David G., and Eugene F. Fama. 1992. Diversification Returns And Asset Contributions, Financial Analysts Journal, (May/June): 26-32.",
        "Carhart, Mark M. 1997. On Persistence in Mutual Fund Performance, Journal of Finance, (March): 57-82.",
        "Chiara, Adam de, and Daniel M. Raab, The Benefits of Real Asset Portfolio Diversification, AIG Trading Group. Clarke, Roger, Harinda de Silva and Steven Thorley. 2002. Portfolio Constraints and the Fundamental Law of Active Management. Financial Analysts Journal, vol. 58, no.5 (September/October): 48-67.",
        "Cochrane, John H. 1999. New Facts in Finance, NBER working paper 7169.",
        "Dimson, Elroy, Paul Marsh, and Mike Staunton. 2004. Irrational Optimism, Financial Analysts Journal, vol. 60, no.",
        "Fernholz, Robert, and Brian Shay. 1982. Stochastic Portfolio Theory and Stock Market Equilibrium, Journal of Finance, vol. 37: 615-624.",
        "Gorton, Gary, and Geert Rouwenhorst. 2004. Facts and Fantasies about Commodity Futures. Unpublished working paper.",
        "Greer, Robert J. 2000. The Nature of Commodity Index Returns., Jorunal of Alternative Investments, (Summer): 4552.",
        "Grinold, Richard C and Ronald N. Kahn. 2000. The Efficiency Gains of Long-Short Investing. Financial Analysts Journal, vol. 56, no.6 (November/December): 40-53.",
        "Ibbotson, Roger G., and Paul D. Kaplan. 2000. Does Asset Allocation Policy Explain 40, 90 or 100% of Performance?, Financial Analysts Journal, (January/Febraury): 26-33.",
        "Jensen, Gerald R., Robert R. Johnson, and Jeffrey M. Mercer. 2002. Tactical Asset Allocation and Commodity Futures, Journal of Portfolio Management, (Summer): 100- 111.",
        "Jensen, Gerald R., Robert R. Johnson, and Jeffrey M. Mercer. 2000.Efficient Use of Commodity Futures in Diversified Portfolios, Journal of Futures Markets, (May): 489-506.",
        "Johnson, Timothy C. 2004.Rational Momentum Effetcs, Journal of Finance, vol.57: 585-608.",
        "Keynes, John M.. 1930. A Treatise on Money, volume 2. London: Macmillan.",
        "Kolb, Robert W.1992. Is Normal Backwardation Normal?, Journal of Futures Markets, volume 12, iss. 1 (Febraury): 75-90.",
        "Lamm, R. McFall. 2003.Asymmetric Returns and Optimal Hedge Fund Portfolios, Journal of Alternative Investments, (Fall ): 9- 21.",
        "Litterman, Robert. 2004.The Active Risk Puzzle: Implications for the Asset Management Industry, Goldman Sachs, (March).",
        "Lummer, Scott L., and Laurence B. Siegel. 1993. GSCI Collateralized Futures: A Hedging and Diversification Tool for Institutional Portfolios. Journal of Investing, (Summer): 75-82.",
        "Nash, Daniel and Yuliya Smyk. 2003. Backwardation of Commodities and Returns on a GSCI Investment, Morgan Stanley Global Pensions Group.",
        "Nijman, Theo, and Laurens Swinkels. 2003. Strategic and Tactical Allocation to Commodities for Retirement Savings Schemes, Tilburg University: 1-36.",
        "Roon, Frans de, Theo E. Nijman, and Chris Veld. 2000.Hedging Pressure Effects in Futures Markets, Journal of Fianance, vol. 55, no. 3: 1437-1456.",
        "Rouwenhorst, K. Geert, and Gary Gorton. 2004.Facts and Fantasies about Commodity Futures, (June 14, 2004). Yale ICF Working Paper No. 04-20.",
        "Sharpe, William F., and Lawrence G. Tint. 1990. Liabilities-A New Approach, Journal of Portfolio Mnaagement, (Winter): 5 - 10.",
        "Strongin, Steve, and Melanie Petsch. 1996. Asset Returns and the Economic Environment, Goldman Sachs research report.",
        "Till, Hilary. 2000. Two Types of Systematic Return Available in the Futures Markets, Commodities Now, (September).",
        "Till, Hilary and Joseph Eageleye. 2003. The Risks of Commodity Investing, a chapter in The New Generation of risk Management for Hedge Fund and Private Equity Investments (edited by Lars Jaeger), Euromoney Books, London, 2003.",
        "Treynor, Jack L. and Fischer Black. 1973. How to Use Security Analysis to Improve Portfolio Selection, Journal of Fianance, vol. 46, no. 1: 66-86.",
        "Vrugt, Evert B., Rob Bauer, Roderick Molenaar, and Tom Sttenkamp. 2004. Dynamic Commodity Trading Strategies, working paper, (July)."
    ]
}