{
    "id": 11225,
    "cites": 21,
    "cited_by": 17,
    "reference": [
        "Bourreau, Marc, and Pinar Dogan, Unbundling the Local Loop, European Economic Review, Jan. 2005, 49, 173--199.",
        "Clarke, Richard N., Kevin A. Hassett, Zoya Ivanova, and Laurence Kotlikoff, Assessing the Economic Gains from Telecom Competition, NBER Working Paper No. 10482, May 2004.",
        "Crandall, Robert W., Allan T. Ingraham, and Hal J. Singer, Do Unbundling Policies Discourage CLEC Facilities-Based Investment? B.E. Journals in Economic Analysis and Policy, Feb. 2004.",
        "Dixit, Avinash K. and Robert S. Pindyck, Investment Under Uncertainty, Princeton University Press, 1994.",
        "Economides, Nicholas, Katja Seim, and V. Brian Viard, Quantifying the Benefits of Entry into Local Phone Service, unpublished, Feb. 2004.",
        "Ford, George S., and Michael D. Pelcovits, Unbundling and Facilities-Based Entry by CLECs: Two Empirical Tests, July 2002, http://www.telepolicy.com/papers.htm.",
        "Hausman, Jerry A., Valuing the Effect of Regulation on New Services in Telecommunications, Brookings Papers on Economic Activity, Microeconomics 1997, pp. 1-54.",
        "Hausman, Jerry A., Regulated Costs and Prices in Telecommunications, G. Madden, editor, Emerging Telecommunications Networks, Edward Elgar Publishing, 2003.",
        "Hausman, Jerry A. and Stewart C. Myers, Regulating the United States Railroads: The Effects of Sunk Costs and Asymmetric Risk, Journal of Regulatory Economics, 2002, Vol. 22, pp. 287-310.",
        "Hausman, Jerry A., and J. Gregory Sidak, Did Mandatory Unbundling Achieve Its Purpose? Empirical Evidence from Five Countries, Journal of Competitive Law and Economics, forthcoming, 2005.",
        "Hazlett, Thomas W., Arthur M. Havenner, and Coleman Bazelon, Declaration Submitted to the Federal Communications Commission by Verizon Communications, WC Docket No. 03157 September 2, 2003.",
        "Jorde, Thomas M., J. Gregory Sidak, and David J. Teece, Innovation, Investment, and Unbundling, Yale Journal of Regulation, Winter 2000, Vol. 17.",
        "Kahn, Alfred E. Lessons from Deregulation, AEI-Brookings Joint Center for Regulatory Studies, Washington, D.C., 2004.",
        "Knittel, Christopher R., Regulatory Restructuring and Incumbent Price Dynamics: The Case of U.S. Local Telephone Markets, Review of Economics and Statistics, May 2004, Vol. 86, pp. 614-625.",
        "Kotakorpi, Kaisa, Access Price Regulation, Investment and Entry in Telecommunications, Unpublished, Department of Economics, University of Tampere, Finland, June 2004.",
        "Phoenix Center Policy Bulletin No. 5, Competition and Bell Company Investment in Telecommunications Plant: The Effects of UNE-P, July 9, 2003 (updated Sept. 17, 2003), http://www.phoenix-center.org/pbulletin.html.",
        "Pindyck, Robert S. Irreversible Investment, Capacity Choice, and the Value of the Firm, American Economic Review, December 1988, Vol. 79, pp. 969-985.",
        "Pindyck, Robert S. Mandatory Unbundling and Irreversible Investment in Telecom Networks NBER Working Paper No. 10287, January 2004.",
        "Salinger, Michael A., Regulating Prices to Equal Forward-Looking Costs: Cost-Based Prices or Price-Based Costs? Journal of Regulatory Economics, 1998, Vol. 14, pp. 149-163.",
        "Tardiff, Timothy J., The Forecasting Implications of Telecommunications Cost Models, James Alleman and Eli Noam, editors, The New Investment Theory of Real Options and Its Implication For Telecommunications Economics, Kluwer Academic Publishers, 1999, pp. 181-190.",
        "Vander Weide, James H., Testimony on behalf of Verizon Virginia Inc., Docket Nos. 00-218, 00-249, 00-251, April 15, 2003, p. 16 and Attachment 2."
    ]
}