{
    "id": 11231,
    "cites": 38,
    "cited_by": 14,
    "reference": [
        "Alesina, Alberto, and Elian La Ferrera (2001). Preferences for Redistribution in the Land of Opportunities, NBER Working Paper No. W8267 (May).",
        "Allen, Douglas W., and Dean Lueck (1992). Contract Choice in Modern Agriculture: Cash Rent vs. Cropshare. Journal of Law and Economics 35 No. 2 (October): 397-426.",
        "Allen, Douglas W., and Dean Lueck (1993). Transaction Costs and the Design of Cropshare Contracts. RAND Journal of Economics 24 No.1 (Spring): 78-100.",
        "Allen, Douglas W., and Dean Lueck (1999). The Role of Risk in Contract Choice. Journal of Law, Economics and Organization 15 No.3 (October): 704-736.",
        "Alston, Lee J., Datta, Samar, and Nugent Jeffrey B. (1984). Tenancy Choice in a Competitive Framework with Transactions Costs. Journal of Political Economy, 92: 1121-1133.",
        "Alston, Lee J. and Ferrie, Joseph. (1993). Paternalism in Agricultural Contracts in the U.S.",
        "Alston Lee J. and Andres Gallo (2003). The Erosion of Rule of Law in Argentina, 1930-1947: An Explanation of Argentinas Slide from the Top Ten. Working Paper May 2003.",
        "Alston, Lee J. and Higgs, Robert (1982). Contractual Mix in Southern Agriculture since the Civil War: Facts, Hypotheses and Tests. Journal of Economic History 42: 327-353.",
        "Alston, Lee J. and Kauffman, Kyle D. (1998). Up, Down, and Off the Agricultural Ladder: New Evidence and Implications of Agricultural Mobility for Blacks in the Postbellum South. Agricultural History 72: 263-279.",
        "Atack, Jeremy. (1988). Tenants and Yeoman in the Nineteenth Century. Agricultural History 62: 6-23.",
        "Atack, Jeremy. (1989). The Agricultural Ladder Revisited: A New Look at an Old Question with Some Data for 1860. Agricultural History 63: 1-25.",
        "Black, John D. and Allen, R.H. (1937). The Growth of Farm Tenancy in the United States. The Quarterly Journal of Economics 51: 393-425.",
        "Blalock, H.W. (1937). Plantation Operations of Landlords and Tenants in Arkansas. University of Arkansas, College of Agriculture, Agricultural Experiment Station, Bulletin No. 339 (May).",
        "Botticini, Maristella and Kyle D. Kauffman (2000). Do Women Matter? Household Structure, Risk, and Contract Choice. Paper presented at the year 2000 annual meeting of the International Society for New Institutional Economics.",
        "Brandt, Karl (1938), Fallacious Census Terminology and its Consequences in Agriculture. 28 Social Research: An International Quarterly of Political and Social Science 5: 19-36.",
        "Eswaran, Mukesh and Kotwal, Ashok (1985). A Theory of Contractual Structure in Agriculture. American Economic Review, (June 1985): 352-367.",
        "Ferleger, Louis (1993). Sharecropping Contracts in the Late-Nineteenth-Century South. Agricultural History 67: 31-46.",
        "Gibbons, Robert (1997). Incentives and careers in organizations, in Advances in economics and econometrics: theory and applications. Seventh World Congress, Volume II. Edited by David M. Kreps and Kenneth F. Wallis. Cambridge: Cambridge University Press.",
        "Goldenweiser E.A. and Truesdell, Leon E. (1924) Farm Tenancy in the United States. Census Monograph IV, Washington D.C.: Government Printing Office.",
        "Washington D.C.:Government Printing Office,: 507-600. Hibbard, Benjamin H. (1913), Tenancy in the Southern States, Quarterly Journal of Economics 27: 482-496.",
        "Higgs, Robert (1974), Patterns of Farm Rental in the Georgia Cotton Belt. Journal of Economic History 34: 468-482.",
        "New York: Cambridge University Press. Huber, P.J. (1967). The Behavior of Maximum Likelihood Estimates Under Nonstandard Conditions. Proceedings Fifth Berkeley Symposium Mathematical Statistics 1 (1967): 221-33.",
        "Kauffman, Kyle D. (1993). Why Was the Mule Used in Southern Agriculture?: Empirical Evidence of Principal-Agent Solutions. Explorations in Economic History 30 (1993): 336-351.",
        "Putterman, Louis, John Roemer and J. Sylvestre (1996). Does Egalitarianism Have a Future? Journal of Economic Literature, XXXVI: 861-902.",
        "Reid, Joseph D., Jr. (1973). Sharecropping as an Understandable Market Response: The PostBellum South. Journal of Economic History 33: 106-130.",
        "Reid, Joseph D., Jr. (1975). Sharecropping in History and Theory. Agricultural History 49: 426-440.",
        "Rosenegarten, Theodore (1974). All Gods Dangers: The Life of Nate Shaw. New York: Knopf.",
        "Schuler, E.A. (1938). Social Status and Farm Tenure-Attitudes and Social Conditions of Corn Belt and Cotton Belt Farmers, United States Department of Agriculture, The Farm Security Administration, and the Bureau of Agricultural Economics Cooperation. Social Research Report No. IV. Washington D.C.",
        "Shlomowitz, Ralph (1979). The Origins of Southern Sharecropping. Agricultural History 53 (1979): 557-575.",
        "Whatley, Warren (1983). Labor for the Picking: The New Deal in the South. Journal of 29 Economic History 43: 905-30.",
        "White, H. (1982). Maximum Likelihood Estimation of Misspecified Models. Econometrica 50: 1-25.",
        "Woodman, Harold D. (1979). Post-Civil War Southern Agriculture and the Law. Agricultural History 53: 319-337.",
        "Woodman, Harold D. (1995) New South: New Law. Baton Rouge: Louisiana State University Press.",
        "Woofter, Thomas J. (1936). Landlord and Tenant on the Cotton Plantation. Washington, DC: Works Progress Administration.",
        "Wright, Gavin. (1986). Old South, New South: Revolutions in the Southern Economy Since the Civil War. New York: Basic Books.",
        "Wright, Gavin. (1987). Postbellum Southern Labor Markets. in Quantity and Quiddity. Edited by Peter Kilby. Middleton, CT: Wesleyan University Press.",
        "U.S. Bureau of the Census. (1916). Plantation Farming in the United States. Washington, GPO.",
        "U.S. Bureau of the Census. (1920).U.S. Census of Agriculture. Washington, GPO."
    ]
}