{
    "id": 11234,
    "cites": 32,
    "cited_by": 20,
    "reference": [
        "Alm, James, Michael McKee, and Mark Skidmore. 1993. Fiscal Pressure, Tax Competition, and the Introduction of State Lotteries. National Tax Journal 46 (4), 463-76.",
        "Borg, Mary O., Paul M. Mason, and Stephen L. Shapiro. 1991. The economic consequences of state lotteries. Westport, Connecticut: Greenwood Publishing Group.",
        "Borg, Mary O. and Paul M. Mason. 1993. The Cross Effects of Lottery Taxes on Alternative State Tax Revenue, Public Finance Quarterly, 21(2), 123-140.",
        "Redistribution Mechanisms? Journal of Education Finance 15, 289-301. ------. 1988. The Budgetary Incidence of a Lottery to Support Education, National Tax Journal 41(1), 75-85.",
        "Christiansen Capital Advisors. 2004. Gross Annual Wager of the United States 2004, summarized in International Gaming and Wagering Business. Vol. 25, No. 9 (September).",
        "Clotfelter, Charles T., Philip J. Cook, Julie A. Edell, and Marion Moore. 1999. State Lotteries at the Turn of the Century: Report to the National Gambling Impact Study Commission. Duke University.",
        "Clotfelter, Charles T. and Philip J. Cook. 1993. The `Gamblers Fallacy in Lottery Play, Management Science, XXXIX, 1521-1525.",
        "University Press. ComScore Networks. 2002. High Rollers Take Note: Online Casinos are Serious About Luring You In, Reports Jupiter Media Metrix, http://www.comscore.com/press/release.asp?id=272.",
        "Eadington, William R. 1999. The economics of casino gambling. Journal of Economic Perspectives 13(3): 173-192.",
        "Elliott, Donald S. and John C. Navin, Has Riverboat Gambling Reduced State Lottery Revenue? Public Finance Review Vol 30, no.3 (May 2002): 235-247.",
        "Evans, William and Ping Zhang. 2003. The Impact of Earmarked Lottery Revenue on State Educational Expenditures. University of Maryland working paper. July.",
        "Evans, William and Julie Topoleski. 2002. The Social and Economic Impact of Native American Casinos, National Bureau of Economic Research working paper 9198.",
        "Fink, Stephen, and Jonathan Rork, The Importance of Self-Selection in Casino Cannibalization of State Lotteries, Economics Bulletin Vol 8, no. 10 (2003): 1-8.",
        "Gerstein, Dean et al. 1999. Gambling Impact and Behavior Study: Report to the National Gambling Impact Study Commission. Chicago, IL: National Opinion Research Center at the University of Chicago.",
        "Gulley, O. David, and Frank A. Scott. 1989. Lottery Effects on Pari-Mutuel Tax Revenues, National Tax Journal 42 (1), 89-93.",
        "Guryan, Jonathan and Melissa S. Kearney. 2005. Perceptions of Randomness and Habit Formation among Lottery Gamblers. mimeo.",
        "Hahn, Robert W. and Paul C. Tetlock. 2004. A New Approach for Regulating Information Markets, AEI-Brookings Joint Center for Regulatory Studies.",
        "Hansen, Ann. 1995. The Tax Incidence of the Colorado State Lottery Instant Game. Public Finance Quarterly 23(3), 385-99.",
        "Imbens, Guido W., Donald B. Rubin, and Bruce Sacerdote. 2001. Estimating the Effect of Unearned Income on Labor Supply, Earnings, Savings, and Consumption: Evidence from a Survey of Lottery Players. American Economic Review, 91(4), 778-794.",
        "Kearney, Melissa S. forthcoming. State Lotteries and Consumer Behavior. Journal of Public Economics. LaFleur, Terri. 2003. LaFleurs Magazine 1(1). September. www.lafleurs.com.",
        "McNugget, Dillon. 2005. Sports Betting, Sports Wagering, Gamble Tribune. http://www.sportsinsights.com/sportsbetting.asp (accessed on January 31, 2005) Meister, Alan. 2004. Indian Gaming Industry Report: 2004-2005. Analysis Group, Inc. Newton, MA: Casino City Press.",
        "Mikesell, John and C. Kurt Zorn. 1986. State Lotteries as Fiscal Savior or Fiscal Fraud: A Look at the Evidence, Public Administration Review 46, 311-320.",
        "National Gambling Impact Study Commission. 1999. Final Report.",
        "Popp, Anthony V. and Charles Stehwien, Indian Casino Gambling and State Revenue: Some Further Evidence, Public Finance Review 30, no. 4 (July 2002): 320-330.",
        "Arizona, Public Finance Review, 29(2), 139-47. Spindler, C.J. 1995. The Lottery and Education: Robbing Peter to Pay Paul? Public Budgeting and Finance, 15, 54-62.",
        "Taylor, Jonathan B., Matthew B. Krepps, and Patrick Wang. 2000. The National Evidence on the Socioeconomic Impacts of American Indian Gaming on NonIndian Communities, American Behavioral Scientist.",
        "Terrell, Dek. 1994. A Test of the Gamblers Fallacy Evidence from Pari-Mutuel Games, Journal of Risk and Uncertainty 8, 309-317.",
        "Thompson, William N., and Robert Schmidt. 2002. Not Exactly `A Fair Share: Revenue Sharing and Native American Casinos in Wisconsin, Wisconsin Policy Research Institute Report Vol 15, no. 1.",
        "Tosun, Mehmet Serken and Mark Skidmore. 2004. Interstate Competition and State Lottery Revenue, National Tax Journal 72 (2), 163-178.",
        "United States General Accounting Office. 2002. Internet Gambling: An Overview of the Issues. http://www.gao.gov/new.items/d0389.pdf.",
        "Worthington, Andrew C. 2001. Implicit Finance in Gambling Expenditures: Australian Evidence on Socioeconomic and Demographic Tax Incidence, Public Finance Review, 29 (4), 326-342.",
        "Zhang, Ping. 2004. Over- or Under- Advertising by State Lotteries. Department of Economics, University of Maryland, Ph.D. Dissertation."
    ]
}