{
    "id": 1123,
    "cites": 47,
    "cited_by": 35,
    "reference": [
        "Boadway, Robin, Neil Bruce, and Jack Mintz (1982), Taxation, Inflation and the User Cost of Capital in Canada, vorking paper, Queens University, Kings ton, Ontario.",
        "Boskin, MichaelJ. (1978), Taxation, Saving, and the Rate of Interest, Journal of Political Econppy~ 86, April, pp. S3-S27.",
        "Bradford, David F. (1980), Tax Neutrality and the Investment Tax Credit, in Henry J. Aaron and Michael J. Boskin, eds., The Economics of Taxation, Washington, DC: The Brookings Institution.",
        "Bradford, David F. (1981), The Incidence and Allocation Effects of a Tax on Corporate Distributions, Journal of Public Economics 15, February, pp. 1-22.",
        "Bradford, David F. and Don Fullerton (1981), Pitfalls in the Construction and Use of Effective Tax Rates, in Charles Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Capital, Washington, D.C. The Urban Institute Press.",
        "Coen, Richard M. (1980), Alternative Measures of Capital and Its Rate of Return in U.S. Manufacturing, in Dan Usher, ed., The Measurement of Capital, Chicago: The University of Chicago Press, pp. 121-152.",
        "Economic Report of the President (1982), U.S. Council of Economic Advisors, Washington, DC: Government Printing Office.",
        "Feldstein, Martin (1978), The Welfare Cost of Capital Income Taxation, Journal of Political Economy 86, April, pp. S29-S51.",
        "Feldstein, Martin, James Poterba, and Louis Dicks-Mireaux (1983), The Effective Tax Rate and the Pretax Rate of Return, Journal of Public Economics (forthcoming).",
        "Feldstein, Martin and Lawrence H. Summers (1979), Inflation and the Taxation of Capital Income in the Corporate Sector, National Tax Journal 32, December, pp. 445-470.",
        "Fiekowsky, Seymour (1977), Pitfalls in the Computation of `Effective Tax Rates Paid by Corporations, OTA Paper 23, Department of the Treasury, Washington, D.C.",
        "Fischel, W.A. (1975), Fiscal and Environmental Considerations in the Location of Firms in Suburban Communities, in E.S. Mills andW.E. Oates, eds., Fiscal Zoning and Land Use Controls,.Lexington, Massachusetts: Lexington Books.",
        "Fullerton, Don (1982), Why Do Varying Effective Corporate Tax Rates Matter, Tax Notes 1980 Effective Tax Rate Supplement (March 1982) and 1981 Supplement (August 1982).",
        "Fullerton, Don and Roger H. Gordon (1983), A Reexamination of Tax Distortions in General Equilibrium Models, in Martin Feldstein, ed., Behavioral Simulation Methods in Tax Policy Analysis, Chicago: University of Chicago Press (forthcoming).",
        "Fullerton, Don and Yolanda K. Henderson (1983), Long Run Effects of the Accelerated Cost Recovery System, National Bureau of Economic Research Working Paper No. 828, Cambridge, Mass.",
        "Fullerton Don, John B. Shoven, and John Whalley (1978) General Equilibrium Analysis of U.S. Taxation Policy, in U.S. Treasury Department, 1978 Compendium of Tax Research, Washington, D.C.: Government Printing Office.",
        "Fullerton, Don, John B. Shoven, and John Whalley (1983), Replacing the U.S. Income Tax with a Progressive Consumption Tax: A Sequenced General Equilibrium Approach, Journal of Public Economics 20, February, pp. 3-23.",
        "Galper, Harvey, and Eric Toder (1982), Transfer Elements in the Taxation of Income from Capital, working paper.",
        "Gordon, Roger, H. and Burton Malkiel (1981), Corporation Finance, in Henry Aaron and Joseph Pechman, eds., How Taxes Affect Economic Behavior, Washington, D.C.: The Brookings Institution.",
        "Gravelle, Jane G. (1980), Inflation and the Taxation of Capital Income in the Corporate Sector: A Comment National Tax Journal 33, December, pp. 473-483.",
        "Hall, Robert E. (1981), Tax Treatment of Depreciation, Capital Gains, and Interest in an Inflationary Economy, in Charles R. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Capital, Washington, DC: The Urban Institute Press.",
        "Hall, Robert E. and Dale W. Jorgenson (1967), Tax Policy and Investment Behavior, American Economic Review 57, June, pp. 391-414.",
        "Hamilton, Bruce W. (1976), Capitalization of Intrajurisdictional Differences in Local Tax Prices, American Economic Review 66, December, pp. 747-53.",
        "Harberger, Arnold C. (1966), Efficiency Effects of Taxes on Income from Capital, in M. Krzyzaniak, ed., Effects of Corporation Income Tax, Detroit: Wayne State University Press.",
        "Hendershott, Patric H. and Sheng-Cheng Hu (1980) ,Government-Induced Biases in the Allocation of the Stock of Fixed Captial in the United States, in George von Furstenberg, ed, Capital, Efficiency and Growth, Cambridge, Mass.: Ballinger, pp. 323-360.",
        "Horst, Thomas (1982), Some Issues in the Calculation and Uses of Effective Corporate Income Tax Rates, Tax Notes, November 1.",
        "Hulten, Charles R. and June A. ONeill (1982), Tax Policy, in John L. Palmer and Isabel V. Sawhill, eds., The Reagan Experiment, Washington, D.C.: The Urban Institute Press.",
        "Hulten, Charles R. and James W. Robertson (1982), Corporate Tax Policy and Economic Growth: An Analysis of the 1981 and 1982 Tax Acts, discussion paper, Washington, D.C.: The Urban Institute.",
        "Hulten, Charles R. and Frank C. Wykoff (1981a), The Measurement of Economic Depreciation, in Charles R. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Capital, Washington, D.C.: The Urban Institute Press. Hulten, Charles R. and Frank C. Wykoff (l9alb), Economic Depreciation and Accelerated Depreciation: An Evaluation of the Conable-Jones 10-5-3 Proposal, National Tax Journal 34, March, pp. 45-60.",
        "Jorgenson, Dale 1!. and Martin A. Sullvian (1981), Inflation and Capital Recovery in the United States, in Charles R. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Capital, Washington, D.C.: The Urban Institute Press.",
        "King, Nervyn A. (1977), Public Policy and the Corporation, London: Chapman and Hall.",
        "King, Mervyn A. (1980), An Econometric Model of Tenure Choice and Demand for Housing as a Joint Decision, Journal of Public Economics 14, pp. 137-159.",
        "King, Mervyn A. and Don Fullerton,eds. (1983), The Taxation of Income from Capital: A Comparative Study of the U.S~, U.K., Sweden, and West Germany, Chicago: The University of Chicago Press (forthcoming).",
        "McGuire, Martin (1974), Group Segregation and Optimal Jurisdictions, Journal of Political Economy 82, January/February, pp. 112-32.",
        "Miller, Merton H. (1977), Debt and Taxes, The Journal of Finance 32, May, pp. 261-75.",
        "Rosen, Harvey S. (1979), Housing Decisions and the U.S. Income Tax: An Econometric Analysis, Journal of Public Economics 11, February, pp. 1-23.",
        "Rosenberg, Leonard C. (1969), Taxation of Income From Capital, By Industry Group, in A.C. Harberger and M.J. Bailey, eds., The Taxation of Income From Capital, Washington, D.C.: The Brookings Institution.",
        "Shoven, John B. (1976), The Incidence and Efficiency Effects of Taxes on Income From Capital, .IoÃ\u0083Â¼rnal of Political Economy 84, December, pp. 1261-1283.",
        "Shoven, John B. and Jeremy Bulow (1976), Inflation Accounting and Nonfinancial Corporate Profits: Financial Assets and Liabilities, Brookings Papers on Economic Activity 1, pp. 15-57.",
        "Slemrod, Joel (l982a), Down Payment Constraints: Tax Policy Effects in a Crowing Economy with Rental and Owner-Occupied Housing, Public Finance Quarterly 10, April, pp. 193-217. Slemrod, Joel (1982b), Tax Effects on the Allocation of Capital Among Sectors and Among Individuals: A Portfolio Approach, National Bureau of Economic Research Working Paper No. 951, Cambridge, Mass.",
        "Slemrod, Joel (1983), A General Equilibrium Model of Taxation With Endogenous Financial Behavior, in Martin Feldstein, ed., Behavioral Simulation Methods in Tax Policy Analysis, Chicago: University of Chicago Press (forthcoming).",
        "Summers, Lawrence H. (l98la), Capital Taxation and Accumulation in a Life Cycle Growth Model, American Economic Review 71, September, pp. 533-544. Summers, Lawrence (l981b), The Non-Adjustment of Nominal Interest Rates: A Study of the Fisher Effect, National Bureau of Economic Research Working Paper No. 836, Cambridge, Mass. Sunley, Emil M. (1973), Towards a More Neutral Investment Tax Credit, National Tax Journal, June,pp. 209-20.",
        "Sunley, Emil M. (l976a), Effective Corporate Tax Rates: Toward a More Precise Figure, Tax Notes, vol. 4 (March 1), pp. 15-24. Sunley, Emil M. (1976b), Tax Neutrality Between Capital Services Provided by Long-Lived and Short-Lived Assets, OTA Paper No. 10, Office of Tax Analysis, U.S. Treasury Department, Washington, D.C.",
        "Tax Notes (1982), Special Supplements Effective Corporate Tax Rates in 1980 (March 1982) and Effective Corporate Tax Rates in 1981 (August 1982), Arlington, Va.",
        "Tiebout, Charles (1956), A Pure Theory of Local Expenditures, Journal of Political Economy 64, October, pp. 416-24.",
        "U.S. Treasury Department (1977), Blueprints for Basic Tax Reform, Washington, DC: Government Printing Office.",
        "White, Michelle (1975), Firm Location in a Zoned Metropolitan Area, in E.S. Mills and W.E. Oates, eds., Fiscal Zoning and Land Use Controls. Lexington, Massachusetts: Lexington Books."
    ]
}