{
    "id": 11237,
    "cites": 19,
    "cited_by": 24,
    "reference": [
        "[1] Aiyagari, S. Rao. 1994. On the Contribution of Technology Shocks to Business Cycles, Federal Reserve Bank of Minneapolis Quarterly Review 18 (Winter): 22--34.",
        "[2] Amaral, Pedro S., and James C. MacGee. 2002. The Great Depression in Canada and the United States: A Neoclassical Perspective. Review of Economic Dynamics, 5 (January): 45--72.",
        "[4] Bernanke, Ben S., and Kevin Carey. 1996. Nominal Wage Stickiness and Aggregate Supply in the Great Depression. Quarterly Journal of Economics 111 (August): 853--83.",
        "[5] Bernanke, Ben S., and Harold James. 1990. The Gold Standard, DeÃ\u0083Å¸ation, and Financial Crisis in the Great Depression: An International Comparison. Working Paper 3488, National Bureau of Economic Research.",
        "[6] Bernanke, Ben S., and Martin L. Parkinson. 1991. Procyclical Labor Productivity and Competing Theories of the Business Cycle: Some Evidence from Interwar U.S. Manu- facturing Industries. Journal of Political Economy 99 (June): 439--59.",
        "[8] Bordo, Michael D., Christopher J. Erceg, and Charles L. Evans. 2000. Money, Sticky Wages, and the Great Depression. American Economic Review 90 (December): 1447-- 63.",
        "[9] Chari, V. V., Patrick J. Kehoe, and Ellen McGrattan. 2002. Business Cycle Accounting. Working Paper 625, Federal Reserve Bank of Minneapolis.",
        "[10] Choudhri, Ehsan U., and Levis A. Kochin. 1980. The Exchange Rate and the Inter- national Transmission of Business Cycle Disturbances: Some Evidence from the Great Depression. Journal of Money, Credit, and Banking 12 (November, Part 1): 565--74.",
        "[11] Christiano, Lawrence J., Martin Eichenbaum, and Charles Evans. 2001. Nominal Rigidi- ties and the Dynamic Effects of a Shock to Monetary Policy. Working Paper 8403, National Bureau of Economic Research. Forthcoming, Journal of Political Economy.",
        "[12] Christiano, Lawrence J., Roberto Motto, and Massimo Rostagno. 2004. The Great De- pression and the Friedman-Schwartz Hypothesis. Working Paper 0318, Federal Reserve Bank of Cleveland. Forthcoming, Journal of Money, Credit, and Banking.",
        "[14] Crucini, Mario J., and James Kahn. 1996. Tariffs and Aggregate Economic Activity: Lessons from the Great Depression. Journal of Monetary Economics 38 (December): 427--67.",
        "[17] Field, Alexander J. 1984. A New Interpretation of the Onset of the Great Depression. Journal of Economic History 44 (June): 489--98.",
        "[20] Kendrick, John W. 1961. Productivity Trends in the United States. Princeton, N.J.: Princeton University Press.",
        "[21] Klamer, Arjo. 1983. Conversations with Economists. Totowa, N.J.: Rowman and Allen- held.",
        "[22] Kydland, Finn E., and Edward C. Prescott. 1982. Time to Build and Aggregate Fluctu- ations. Econometrica 50 (November): 1345--70.",
        "[23] Lucas, Robert E., Jr. 1972. Expectations and the Neutrality of Money. Journal of Eco- nomic Theory 4 (April): 103--24.",
        "[24] Ohanian, Lee E. 2001. Why Did Productivity Fall So Much during the Great Depression? American Economic Review 91 (May): 34--38.",
        "[25] Perri, Fabrizio, and Vincenzo Quadrini. 2002. The Great Depression in Italy: Trade Restrictions and Real Wage Rigidities. Review of Economic Dynamics 5 (January): 128-- 51.",
        "[26] Solon, Gary, Robert Barsky, and Jonathan A. Parker. 1994. Measuring the Cyclicality of Real Wages: How Important Is Composition Bias? Quarterly Journal of Economics 109 (February): 1--25."
    ]
}