{
    "id": 11232,
    "cites": 13,
    "cited_by": 16,
    "reference": [
        "Antkiewicz, A. and J. Whalley (2004), Chinas New Regional Trade Agreements NBER Working Paper No. 10992.",
        "Aoki M. (2004) New Issues in FTAs: The Case of Economic Partnership Agreement between Japan APEC Study Centers Consortium Meeting, March, Chile.",
        "Bhattacharjea, A. (2004) Trade and Competition Policy, Working Paper No 146 Indian Council for Research on International Economic Relations, Delhi.",
        "DeRosa P. (2004) US Free Trade Agreements with ASEAN in ed., J Scott Free Trade Agreements: US Strategies and Priorities, Institute for International Economics, Washington DC.",
        "Elek A. (2004) Beyond Free Trade Agreements: 21st Century Choices for East Asian Economic Cooperation Pacific Economic Papers No 336, Australian-Japan Research Center.",
        "Gilbert J., R. Scollay and B. Bora (2001) Assessing Regional Trading Agreements in the Asia-Pacific Policy Issues in International Trade and Commodities, Study Series No 15, UNCTAD.",
        "Nielson, J. (2002), Current Regimes for Temporary Movement of Service Providers: Labour Mobility in Regional Trade Agreements, Joint WTO-World Bank Symposium on Movement of Natural Persons (Mode 4) under the GATS, 11-12 April 2002.",
        "Ng E. and J. Whalley (2004), Visas and Work Permits: Can GATS/WTO Help or is a New Global Entity Needed? (mimeo).",
        "Rajan R. S. and R. Sen (2001), Singapore Free Trade Agreements: Economic Relations with Japan and the United States, ISEAS, Singapore.",
        "Rajan R. S. and R. Sen (2004), The New Wave of FTAs in Asia: with particular reference to ASEAN, China and India (mimeo) Schott J. ed., (2004) Free Trade Agreements: US Strategies and Priorities, Washington, DC: Institute for International Economics.",
        "Scollay R. and J. Gilbert (2001), New Regional Trading Arrangements: in the Asia Pacific Institute for International Economics, Washington DC.",
        "Sen R (2004) Free Trade Agreements in Southeast Asia Southeast Asia Background Series No. 1, Institute of Southeast Asian Studies.",
        "Weintraub S. (2004) Lessons from the Chile Singapore Free Trade Agreements in ed., J Scott Free Trade Agreements: US Strategies and Priorities, Institute for International Economics, Washington DC."
    ]
}