{
    "id": 11239,
    "cites": 37,
    "cited_by": 72,
    "reference": [
        "Arrow, Kenneth J., A Difficulty in the Concept of Social Welfare, Journal of Political Economy, Vol. 58, No. 4, (August 1950), 328-346.",
        "Aura, Saku, Uncommitted Couples: Some Efficiency and Policy Implications of Marital Bargaining, paper presented at ASSA Meetings, January 2003.",
        "Becker, Gary S., A Theory of the Allocation of Time, Economic Journal, Vol. 75, No. 299, (September 1965), 493-517.",
        "Chiappori, Pierre-AndrÃ\u0083Â©, Rational Household Labor Supply, Econometrica, Vol. 56, No. 1, (January 1988), 63-89.",
        "Chiappori, Pierre-AndrÃ\u0083Â©, Collective Labor Supply and Welfare, Journal of Political Economy, Vol. 100, No. 3, (June 1992), 437-467.",
        "Folbre, Nancy, The Invisible Heart: Economics and Family Values, New York: The New Press, 2001.",
        "Gugl, Elisabeth, Joint vs. Individual Taxation and Intrafamily Distribution, University of Victoria Working Paper, January 2004.",
        "Kahneman, Daniel, Maps of Bounded Rationality: Psychology for Behavioral Economics, American Economic Review, Vol. 93, No. 5, (December 2003), 1449-1475.",
        "Kalai, Ehud and Meir Smorodinsky, Other Solutions to Nashs Bargaining Problem, Econometrica, Vol. 43, No. 3, (May 1975), 513-518.",
        "Konrad, Kai A. and Kjell Erik Lommerud, The Bargaining Family Revisited, Canadian Journal of Economics, Vol. 33, No. 2, (May 2000), 471-487.",
        "Lich-Tyler, Stephen, Negotiations and Love Songs: The Dynamics of Bargained Household Decisions, paper presented at ASSA Meetings, January 2003.",
        "Lundberg, Shelly and Robert A. Pollak, Noncooperative Bargaining Models of Marriage, American Economic Review, Vol. 84, No. 2, (May 1994), 132-137.",
        "Lundberg, Shelly and Robert A. Pollak, Bargaining and Distribution in Marriage, Journal of Economic Perspectives, Vol. 10, No. 4, (Fall 1996), 139-158.",
        "Lundberg, Shelly and Robert A. Pollak, Efficiency in Marriage, Review of Economics of the Household, Vol. 1, No. 3, (September 2003), 153-168.",
        "Lundberg, Shelly, Robert A. Pollak, and Terence J. Wales, Do Husbands and Wives Pool Their Resources? Evidence from the U.K. Child Benefit, Journal of Human Resources, Vol. 32, No. 3, (Summer 1997), 463-480.",
        "Manser, Marilyn and Murray Brown, Marriage and Household Decision-Making: A Bargaining Analysis, International Economic Review, Vol. 21, No. 1, (February 1980), 31-44.",
        "McElroy, Marjorie B. and Mary J. Horney, Nash-Bargained Household Decisions: Toward a Generalization of the Theory of Demand, International Economic Review, Vol. 22, No. 2, (June 1981), 333-349.",
        "McIntyre, Michael J., Individual Filing in the Personal Income Tax: Prolegomena to Future Discussion, North Carolina Law Review, Vol. 58, No. 3, (1980), 469-489.",
        "McIntyre, Michael J., Review of Taxing Women by Edward J. McCaffery, National Tax Journal, Vol. 50, No. 4, (December 1997), 819-826.",
        "Nash, John F., The Bargaining Problem, Econometrica, Vol 18, No. 1, (April 1950), 155-162.",
        "Pahl, Jan, The Allocation of Money and the Structuring of Inequality within Marriage, Sociological Review, Vol 31, No. 2, (May 1983), 237-262.",
        "Pezzin, Liliana, Robert A. Pollak, and Barbara Steinberg Schone, Long-Term Care and Family Decision Making, January, 2004.",
        "Pollak, Robert A., Tied Transfers and Paternalistic Preferences, American Economic Review, Vol. 78, No. 2, (May, 1988), 240-244.",
        "Pollak, Robert A., Gary Beckers Contributions to Family and Household Economics, Review of Economics of the Household, Vol. 1, No 1-2, (January-April 2003), 111-141.",
        "Pollak, Robert A. Family Bargaining and Taxes: A Prolegomenon to the Analysis of Joint Taxation, January 2005. Forthcoming in Taxation and the Family, CESifo Economic Studies, MIT Press.",
        "Samuelson, Paul A., Social Indifference Curves, Quarterly Journal of Economics, Vol. 70, No. 1, (February 1956), 1-22.",
        "Schultz, T. Paul, Testing the Neoclassical Model of Family Labor Supply and Fertility, Journal of Human Resources, Vol. 25, No. 4, (Fall 1990), 599-634.",
        "Shubik, Martin, Cooperative Games, in The New Palgrave, Game Theory, ed. by John Eatwell, Murray Milgate, and Peter Newman, New York: W.W. Norton, 1989, 103-107.",
        "Thaler, Richard H., Mental Accounting and Consumer Choice, Marketing Science, Vol. 4, No. 3, (Summer 1985), 199-214.",
        "Thaler, Richard H., Mental Accounting Matters, Journal of Behavioral Decision Making, Vol. 12, No. 3, (September 1999), 183-206.",
        "Thomas, Duncan, Intra-Household Resource Allocation: An Inferential Approach, Journal of Human Resources, Vol. 25, No.4, (Fall 1990), 635-664.",
        "Treas, Judith, Money in the Bank: Transaction Costs and the Economic Organization of Marriage, American Sociological Review, 58, No. 5, (October 1993), 723-734.",
        "Ward-Batts, Jennifer, Out of the Wallet and into the Purse: Using Micro Data to Test Income Pooling, Claremont Colleges Working Paper 2003-10, May 2003.",
        "Woolley, Frances, A Non-cooperative Model of Family Decision Making, Manuscript. London: London School of Economics, 1988.",
        "Woolley, Frances, Control over Money in Marriage, in Marriage and the Economy: Theory and Evidence from Advanced Industrial Societies, ed. by Shoshana Grossbard-Shechtman, Cambridge: Cambridge University Press, 2003, 105-128.",
        "Zelizer, Viviana A., The Social Meaning of Money: Special Monies, American Journal of Sociology, Vol. 95, No. 2, (September 1989), 342-377.",
        "Zelizer, Viviana A. The Social Meaning of Money, New York: Basic Books, 1994."
    ]
}