{
    "id": 11247,
    "cites": 79,
    "cited_by": 27,
    "reference": [
        "Xia, Yihong, 2001, Learning about Predictability: The Effects of Parameter Uncertainty on Dynamic Asset Allocation, Journal of Finance 56, 205-246.",
        "Wachter, Jessica A., 2002, Portfolio and Consumption Decisions under Mean-Reverting Returns: An Exact Solution for Complete Markets, Journal of Financial and Quantitative Analysis 37, 63-91.",
        "Vissing-JÃ\u0083Â¸rgensen, Annette, 2002, Limited Asset Market Participation and the Elasticity of Intertemp oral Substitution, Journal of Political Economy 110, 825-853.",
        "Telmer, Chris I., 1993, Asset-Pricing Puzzles and Incomplete Markets, Journal of Finance 48, 1803-1832.",
        "Viceira, Luis M., 2001, Optimal Portfolio Choice for Long-Horizon Investors with Nontradable Labor Income, Journal of Finance 56, 433-470.",
        "Storesletten, Kjetil, Chris I. Telmer, and Amir Yaron, 2002, Cyclical Dynamics of Idiosyncratic Labor Market Risk, Journal of Political Economy, forthcoming.",
        "Storesletten, Kjetil, Chris I. Telmer, and Amir Yaron, 2001, Asset Pricing with Idiosyncrtic Risk and Overlapping Generations, Working Paper, Carnegie Mellon University, Stockholm University, and the Wharton School.",
        "Schroder, Mark, and Costis Skiadas, 2004, Lifetime Consumption-Portfolio Choice under Trading Constraints, Recursive Preferences and Nontradeable Income, Stochastic Processes and their Applications, forthcoming.",
        "Schroder, Mark, and Costis Skiadas, 2003, Optimal Lifetime Consumption-Portfolio Strategies under Trading Constraints and Generalized Recursive Preferences, Stochastic Processes and their Applications 108, 155-202.",
        "Schroder, Mark, and Costis Skiadas, 1999, Optimal Consumption and Portfolio Selection with Stochastic Differential Utility, Journal of Economic Theory 89, 68-126.",
        "Santos, Tano, and Pietro Veronesi, 2004 Labor Income and Predictable Stock Returns, Working Paper, Columbia University and University of Chicago.",
        "Samuelson, Paul A., 1991, Long-Run Risk Tolerance When Equity Returns Are Mean Regressing: Pseudoparadoxes and Vindication of Businessmans Risk, in William C. Brainard, William D. Nordhaus and Harold W. Watts, eds.: Money, Macroeconomics, and Economic Policy: Essays in Honor of James Tobin, MIT Press, Cambridge, Mass..",
        "Samuelson, Paul A., 1969, Lifetime Portfolio Selection By Dynamic Stochastic Programming, The Review of Economics and Statistics 51, 239-246.",
        "Quan, Daniel C., and Sheridan Titman, 1997, Commercial Real Estate Prices and Stock Market Returns: An International Analysis, Financial Analysts Journal 53, 21-34.",
        "Polkovnichenko, Valery, 2004, Limited Stock Market Participation and the Equity Premium, Finance Research Letters 1, 24-34.",
        "Poterba, James, and Andrew A. Samwick, 2001, Portfolio Allocations Over the Life Cycle, in Seiritsu Ogura, Toshiaki Tachibanaki, and A. David Wise, eds.: Aging Issues in the United States and Japan, The University of Chicago Press, Chicago, Ill., 65-103.",
        "Polkovnichenko, Valery, 2003, Household Portfolio Diversification: A Case for Rank Dependent Preferences, Working Paper, University of Minnesota.",
        "Merton, Robert C., 1969, Lifetime Portfolio Selection Under Uncertainty: The Continuous-Time Case, Review of Economics and Statistics 51, 247-257.",
        "Ouliaris, Sam, Peter C. B. Phillips, and Joon Y. Park, 1989, Testing for a Unit Root in the Presence of a Maintained Trend, in Raj, Baldev, ed., Advances in Econometrics and Modelling, Klumer Academic Publishers, Boston.",
        "Menzly, Lior, Tano Santos, and Pietro Veronesi, 2004, Understanding Predictability, Journal of Political Economy 112, 1-47.",
        "Mayers, David, 1974, Portfolio Theory, Job Choice and the Equilibrium Structure of Expected Wages, Journal of Financial Economics 1, 23-42.",
        "Mehra, Rajnish, and Edward C. Prescott, 1985, The Equity Premium: A Puzzle, Journal of Monetary Economics 15, 145-161.",
        "Mankiw, N. Gregory, and Stephen P. Zeldes, 1991, The Consumption of Stockholders and Nonstockholders, Journal of Financial Economics 29, 97-112.",
        "Malkiel, Burton G., 1996, A Random Walk Down Wall Street, Including a Life-Cycle Guide to Personal Investing, W. W. Norton &~ Company, New York.",
        "Lucas, Deborah J., 1994, Asset Pricing with Undiversifiable Income Risk and Short Sales Constraints: Deepening the Equity Premium Puzzle, Journal of Monetary Economics 34, 325-341.",
        "Liu, Jun, 2001, Portfolio Selection in Stochastic Environments, Working Paper, UCLA.",
        "Liu, Jun, Francis A. Longstaff, and Jun Pan, 2003, Dynamic Asset Allocation with Event Risk, Journal of Finance 58, 231-259.",
        "Liu, Hong and Mark Loewenstein, 2002, Optimal Portfolio Selection with Transaction Costs and Finite Horizons, Review of Financial Studies 15 , 805-835.",
        "Lettau, Martin, and Sydney Ludvigson, 2001, Resurrecting the (C)CAPM: A Cross-Sectional Test When Risk Premia Are Time-Varying Journal of Political Economy 109, 1238-1287.",
        "Kim, Tong Suk, and Edward Omberg, 1996, Dynamic Nonmyopic Portfolio Behavior, Review of Financial Studies 9, 141-161.",
        "Karatzas, loannis, John P. Lehoczky, Steven E. Shreve, and Gan-Lin Xu, 1991, Martingale and duality methods for utility maximization in an incomplete market, SIAM J. Control Optim. 29-3, 702-730.",
        "Jagannathan, Ravi, and Zhenyu Wang, 1996, The Conditional CAPM and the Cross-Section of Expected Returns, Journal of Finance 51, 3-53.",
        "Jagannathan, Ravi, and Narayana R. Kocherlakota, 1996, Why Should Older People Invest Less in Stocks than Younger People?, Federal Reserve Bank of Minneapolis Quarterly Review 20, 11-23.",
        "Hurd, Michael D., 1989, Mortality Risk and Bequests, Econometrica 57, 779-813.",
        "Hubbard, R. Glenn, Jonathan Skinner, and Stephen P. Zeldes, 1995, Precautionary Saving and Social Insurance, Journal of Political Economy 103, 360-399.",
        "Hu, Xiaoqing, 2002, Portfolio Choice for Home Owners, Working Paper, Northwestern University.",
        "He, Hua, and Neil Pearson, 1991, Consumption and Portfolio Policies with Incomplete Markets and Short-sale Constraints: The Infinite Dimensional Case, Journal of Economic Theory 54, 259304.",
        "Hong, Harrison, Jeffrey D. Kubik, and Jeremy C. Stein, 2004, Social Interaction and Stock-Market Participation, Journal of Finance 59, 137-163.",
        "Heaton, John, and Deborah Lucas, 2000, Portfolio Choice and Asset Prices: The Importance of Entrepreneurial Risk, Journal of Finance 55, 1163-1198.",
        "Heaton, John, and Deborah J. Lucas, 1996, Evaluating the Effects of Incomplete Markets on Risk Sharing and Asset Pricing, Journal of Political Economy 104, 443-487.",
        "Haliassos, Michael, and Alexander Michaelides, 2003, Portfolio Choice and Liquidity Constraints, International Economic Review 44, 143-177.",
        "Guvenen, Fatih, 2004, A Parsimonious Macroeconomic Model for Asset Pricing: Habit Formation or Cross-Sectional Heterogeneity?, Working Paper, University of Rochester.",
        "Guo, Hui, 2004, Limited Stock Market Participation and Asset Prices in a Dynamic Economy, Journal of Financial and Quantitative Analysis 39, 495-5 16.",
        "Gomes, Francisco J., and Alexander Michaelides, 2004, Optimal Life-Cycle Asset Allocation: Understanding the Empirical Evidence, Journal of Finance, forthcoming.",
        "Flavin, Marjorie, and Takashi Yamashita, 2002, Owner-Occupied Housing and the Composition of the Household Portfolio, American Economic Review 92, 345-362.",
        "Fama, Eugene F., and G. William Schwert, 1977, Human Capital and Capital Market Equilibrium, Journal of Financial Economics 4, 95-125.",
        "Dynan, Karen, Jonathan Skinner, and Stephen P. Zeldes, 2004, Do the Rich Save More? Journal of Political Economy 112, 397-444.",
        "Faig, Miquel, and Pauline Shum, 2002, Portfolio Choice in the Presence of Personal Illiquid Projects Journal of Finance 57, 303-328.",
        "Duffie, Darrell, and Rui Kan, 1996, A Yield-Factor Model of Interest Rates, Mathematical Finance 6, 379-406.",
        "Duffie, Darrell, Wendell Fleming, Mete Soner, and Thaleia Zariphopoulou, 1997, Hedging in Incomplete Markets with HARA Utility, Journal of Economic Dynamics and Control 21, 753-782.",
        "Duffie, Darrell, 2001, Dynamic Asset Pricing Theory, Princeton University Press, Princeton and Oxford.",
        "Davis, Steven J., and Paul Willen, 2000, Occupation-Level Income Shocks and Asset Returns: Covariance and Implications for Portfolio Choice, CRSP Working Paper number 523 and NBER Working Paper number 7905.",
        "Davidson, Russell, and James G. MacKinnon, 1993, Estimation and Inference in Econometrics, Oxford University Press, New York.",
        "Constantinides, George M., and Darrell Duffie, 1996, Asset Pricing with Heterogeneous Consumers, Journal of Political Economy 104, 219-240.",
        "Constantinides, George M., John B. Donaldson, and Rajnish Mehra, 2002, Junior Cant Borrow: A New Perspective on the Equity Premium Puzzle, Quarterly Journal of Economics 117, 269-296.",
        "Cocco, JoÃ\u0083Â¤o, Francisco J. Gomes, and Pascal J. Maenhout, 2002, Consumption and Portfolio Choice over the Life-Cycle, Review of Financial Studies, forthcoming.",
        "Cocco, JoÃ\u0083Â¤o, 2000, Hedging House Price Risk with Incomplete Markets, Working Paper, London Business School.",
        "Chan, Yeung Lewis, and Luis M. Viceira, 2000, Asset Allocation with Endogenous Labor Income: The Case of Incomplete Markets, Working Paper, Harvard University.",
        "Carroll, Christopher D., and Andrew A. Samwick, 1997, The Nature of Precautionary Wealth, Journal of Monetary Economics 40, 4 1-71.",
        "Candler, Graham V., 1999, Finite-Difference Methods for Continuous-Time Dynamic Programming, in Ramon Marimon and Andrew Scott, eds.: Computational Methods for the Study of Dynamic Economies, Oxford University Press, New York.",
        "Campbell, John Y., and Luis M. Viceira, 1999, Consumption and Portfolio Decisions When Expected Returns are Time Varying, Quarterly Journal of Economics 114, 433-495.",
        "Campbell, John Y., JoÃ\u0083Â£o Cocco, Francisco J. Gomes, and Pascal Maenhout, 2001, Investing Retirement Wealth: A Life-Cycle Model, in John Y. Campbell and Martin Feldstein, eds.: Risk Aspects of Investment-Based Social Security Reform, The University of Chicago Press, Chicago, Ill..",
        "Campbell, John Y., George Chacko, Jorge Rodriguez, and Luis M. Viceira, 2004, Strategic Asset Allocation in a Continuous-Time VAR Model, Journal of Economic Dynamics and Control, forthcoming.",
        "Campbell, John Y., 1996, Understanding Risk and Return, Journal of Political Economy 104, 298-345.",
        "Cagetti, Marco, 2003, Wealth Accumulation over the Life Cycle and Precautionary Savings, Journal of Business and Economic Statistics 21, 339-353.",
        "Brennan, Michael J., Eduardo S. Schwartz, and Ronald Lagnado, 1997, Strategic Asset Allocation, Journal of Economic Dynamics and Control 21, 1377-1403.",
        "Brandt, Michael W., Amit Goyal, Pedro Santa-Clara, and Jonathan R. Stroud, 2004, A Simulation Approach to Dynamic Portfolio Choice with an Application to Learning About Return Predictability Review of Financial Studies, forthcoming.",
        "Brandt, Michael W., 1999, Estimating Portfolio and Consumption Choice: A Conditional Euler Equations Approach Journal of Finance 54, 1609-1645.",
        "Bodie, Zvi, J6rÃ\u0083Â´me B. Detemple, Susanne Otruba, and Stephan Walter, 2004, Optimal ConsumptionPortfolio Choices and Retirement Planning, Journal of Economic Dynamics and Control 28, 1115-1148.",
        "Bodie, Zvi, Robert C. Merton, and William F. Samuelson, 1992, Labor Supply Flexibility and Portfolio Choice in a Life Cycle Model, Journal of Economic Dynamics and Control 16, 427449.",
        "Black, Fisher, 1995, Exploring General Equilibrium, MIT Press, Cambridge, Mass..",
        "Baxter, Marianne, and Urban J. Jermann, 1997, The International Diversification Puzzle Is Worse Than You Think, American Economic Review 87, 170-180.",
        "Basak, Suleyman, and Domenico Cuoco, 1998, An Equilibrium Model with Restricted Stock Market Participation, Review of Financial Studies 11, 309-341.",
        "Barberis, Nicholas, 2000, Investing for the Long Run when Returns Are Predictable, Journal of Finance 55, 225-264.",
        "Bansal, Ravi, and Amir Yaron, 2004, Risks For The Long Run: A Potential Resolution of Asset Pricing Puzzles, Journal of Finance, 59, 1481-1510.",
        "Balduzzi, Pierluigi, and Anthony W. Lynch, 1999, Transaction Costs and Predictability: Some Utility Cost Calculations, Journal of Financial Economics 52, 47-78.",
        "Ames, William F., 1977, Numerical Methods for Partial Differential Equations, Academic Press, London.",
        "Ameriks, John, and Stephen P. Zeldes, 2001, How Do Household Portfolio Shares Vary with Age?, Working paper, Columbia University.",
        "Abel, Andrew B., 2001, The Effects of Investing Social Security Funds in the Stock Market When Fixed Costs Prevent Some Households from Holding Stocks, American Economic Review 91, 128-148."
    ]
}