{
    "id": 1124,
    "cites": 18,
    "cited_by": 4,
    "reference": [
        "Balassa, B. (1982), New Issues in Trade Policy in the 1980s, presented at the Conference on Trade Policy in the Eighties, sponsored by the Institute for International Economics, Washington, June 23-25. Caves, R.E. (1971), International Corporations: The Industrial Economics of Foreign Investment, Economica, February.",
        "DiLullo, Anthony J. (1981), Service Transactions in the U.S. International Accounts, 1970-80, Survey of Current Business, November.",
        "Hill, T.P. (1977), On Goods and Services, Review of Income and Wealth, December.",
        "IBRD, (1980), World Tables, 1980, Second Edition, Washington, D.C. IMF, (1977a), Balance of Payments Manual, 4th Ed. Washington, D.C..",
        "_, (1977b) Balance of Payments Yearbook, Supplement to Vol. 28, 197U-76, Washington, D.C. _, (1981), Balance of Payments Statistics, Vol. 32, Yearbook, Part 2, Washington, D.C. _, (1983), International Financial Statistics Yearbook, 1982, Washington, D.C. Kravis, I.B., A. Heston, R. Summers (1982) World Product and Income: International Comparisons of Real Gross Product, The Johns Hopkins University Press.",
        "_ (1983) The Share of Services in Economic Growth in F.G. Adams and B. Hickman (eds.), Global Econometrics: Essays in Honor of Lawrence R. Klein, M.I.T. Press.",
        "Kravis, I.B. and R. E. Lipsey, (1982), The Diffusion of Economic Growth in the World Economy, 1950-80, prepared for the Conference on International Comparisons of Productivity, American Enterprise Institute, Washington, D.C. September30~0ctober 1. To be published in proceedings volume.",
        "Leveson, Irving (1982), Services in the U.S. Economy, presented at the ARA/Wharton Conference on the Future of the Service Economy, Fishman/Davidson Center for the Study of the Service Sector, Wharton School, University of Pennsylvania, November 19-20.",
        "0ECD, National Accounts, 1963-80, Volume II, Detailed Tables.",
        "Sapir, Andre (1982), Trade in Services: Policy Issues for the Eighties, Columbia Journal of World Business, forthcoming.",
        "Sapir, A. and E. Lutz (1980), Trade in Non-Factor Services: Past Trends and Current Issues, World Bank Staff Working Paper No. 410, August.",
        "_(1981), Trade ln Services: Economic Determinants and Development-Related Issues, World Bank Staff Working Paper No. 480, August.",
        "Schott, Jeffrey J. (1982), International Trade in Services, Carnegie Endowment for International Peace.",
        "Stalson, Helena (1982), Internationl Service Transactions, prepared for the ARA/Wharton Conference on the Future of the Service Economy, Wharton School, University of Pennsylvania, November.",
        "Summers, Robert (1982), Services in the International Economy, prepared for the ARA/Wharton Conference on the Future of the Service Economy, Wharton School, University of Pennsylvania, November.",
        "U.S. Department of Commerce, (1960), U.S. Business Investments in Foreign Countries, by Samuel Pizer and Frederick Cutler, Office of Business Economics.",
        "U.S. International Trade Commission (1982) Publication 1290, The Relationship of Exports in U.S. Service Industries to U.S. Merchandise Exports, Washington, D.C., September.",
        "U.S. Office of the U.S. Trade Representative, (1982), Briefing Packet: International Trade in Services, What are the Different Kinds of Barriers Service Industries Encounter in Their Foreign Operations! Whichard,0bie G. (1982), U.S. Direct Investment Abroad in 1981, Survey of Current Business, August."
    ]
}