{
    "id": 11255,
    "cites": 33,
    "cited_by": 13,
    "reference": [
        "Aiyagari, R., 1994, Uninsured Idiosyncratic Risk and Aggregate Saving, Quarterly Journal of Economics, 109: 659-84.",
        "Altonji, J., and L. Segal, 1996, Small-Sample Bias in GMM estimation of covariance structures, Journal of Business and Economic Statistics 14: 353-366.",
        "Alesina, A., and Drazen, A., 1991, Why are stabilizations delayed?, American Economic Review, 81 (5): 1170-1188.",
        "Bhagwati, J., 2001, Free Trade Today, Princeton University Press, Princeton, NJ.",
        "Borjas, G., Freeman, R., and Katz, L., 1992, On the Labor Market Effects of Immigration and Trade, In Borjas and Freeman eds., Immigration and the Workforce, Chicago: University of Chicago Press.",
        "Campbell, J., Lo, A., and MacKinlay, C., The Econometrics of Financial Markets, Princeton University Press, 1997.",
        "Carroll, C., 1997, Buffer-Stock Saving and the Life-Cycle Permanent-Income Hypothesis, Quarterly Journal of Economics 112: 1-55.",
        "Carroll, C. and Samwick, A., 1997, The Nature of Precautionary Wealth, Journal of Monetary Economics 40: 41-72.",
        "Cooley, T., 1995, Frontiers of Business Cycle Research, Princeton University Press, Princeton, NJ.",
        "Constantinides, G., and Duffie, D., 1996, Asset Pricing with Heterogeneous Consumers, Journal of Political Economy 104: 219-240.",
        "Currie, J., and Harrison, A., 1997, Sharing the Costs: The Impact of Trade Reform on Capital and Labor in Morocco, Journal of Labor Economics, 15 (3), S4471.",
        "Gaston, M., and Trefler, D., 1997, The Labor Market Consequences of the Canada-U.S. Free Trade Agreement, Canadian Journal of Economics, February 1997, 30 (1), 1841.",
        "Gawande, K., and Krishna, P., 2003, The Political Economy of Trade Policy: Empirical Approaches, in Choi and Harrigan eds., Handbook of International Trade, Basil Blackwell.",
        "Gibbons, R., and L. Katz (1991) Layoffs and Lemons, Journal of Labor Economics 9: 351-380.",
        "Gottschalk and Moffitt (1994) The Growth of Earnings Instability in the U.S. Labor Market, Brookings Paper on Economic Activity 1: 221-273.",
        "Gourinchas, P., and Parker, J., 2002, Consumption over the Life-Cycle, Econometrica 70: 47-89.",
        "Hanson, G., 2003, What Has Happened To Wages in Mexico since NAFTA? Implications for Hemispheric Free Trade, National Bureau of Economic Research, Working Paper Number 9563.",
        "Heaton, J., and D. Lucas, 1996, Evaluation the Effects of Incomplete Markets on Risk Sharing and Asset Pricing, Journal of Political Economy 104: 443-487.",
        "Hubbard, G., Skinner, J., and S. Zeldes, 1994, The Importance of Precautionary Motives in Explaining Individual and Aggregate Savings, Carnegie-Rochester Conference Series on Public Policy 40: 59-126.",
        "Huggett, M., 1993, The Risk-Free Rate in Heterogenous-Agent Incomplete-Market Economies, Journal of Economic Dynamics and Control 17: 953-969.",
        "Jacobson, L., LaLonde, R., and D. Sullivan (1993) Earnings Losses of Displaced Workers, American Economic Review 83: 685-709.",
        "Krebs, T., 2003a, Human Capital Risk and Economic Growth, Quarterly Journal of Economics 11: 709-744.",
        "Krebs, T., 2003a, Growth and Welfare Effects of Business Cycles in Economies with Idiosyncratic Human Capital Risk, Review of Economic Dynamics 6: 846-868.",
        "Krebs, T., 2004, Testable Implications of Consumption-Based Asset Pricing Models with Incomplete Markets, Journal of Mathematical Economics 40: 191-206.",
        "Krueger, A., and L. Summers (1988) Efficiency Wages and Inter-Industry Wage Structures, Econometrica 56: 259-293.",
        "Krueger, D., and Perri, 2002, Does Income Inequality Lead to Consumption Inequality/, NBER Working Paper 9102.",
        "Krusell, P. and Smith, A., 1998, Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy, 106: 867-896.",
        "Lawrence, R., and Slaughter, M., 1993, International Trade and American Wages in the 1980s: Giant Sucking Sound or Small Hiccup? in Martin Neil Baily and Clifford Winston eds., Brookings Papers on Economic Activity: Microeconomics 2, 1993, pp. 161-211.",
        "Lucas, R., 2003, Macroeconomic Priorities, American Economic Review 93: 1-14.",
        "Rodrik, D., 1998, Why Do More Open Economies Have Bigger Governments? Journal of Political Economy, 106(5).",
        "Newberry, D., and Stiglitz, J., 1984, Pareto-Inferior Trade, Review of Economic Studies, 51(1).",
        "Storesletten, K., Telmer, C., and A. Yaron, 2004, Cyclical Dynamics in Idiosyncratic Labor Market Risk, Journal of Political Economy.",
        "Trefler, D., 1993, Trade Liberalization and the Theory of Endogenous Protection: An Econometric Study of U.S. Import Policy, Journal of Political Economy, Vol. 101 (1) pp. 138-60."
    ]
}