{
    "id": 11253,
    "cites": 33,
    "cited_by": 11,
    "reference": [
        "Anderson, Michael (1987). National Sample from the 1851 Census of Great Britain: Introductory User Guide. University of Edinburgh, Dept. of Economic and Social History.",
        "Alberto Alesina, Rafael Di Tella, Robert MacCulloch (2001). Inequality and Happiness: Are Europeans and Americans Different? NBER Working Paper No. w8198.",
        "Altham, P.M. (1970). The Measurement of Association of Rows and Columns for an r Ã\u0083â\u0080\u0094 s Contingency Table. Journal of the Royal Statistical Society, Series B, 32: 63-73.",
        "Altham, P.M., and J.P. Ferrie (2005). Contingency Table Com parisons. Working Paper, Northwestern University Department of Economics.",
        "Becker, Gary (1964). Human Capital (New York: National Bureau of Economic Research).",
        "Becker, Gary, and Tomes, Nigel (1986). Human Capital and the Rise and Fall of Families. Journal of Labor Economics, 4, S1-S39.",
        "Deming, W.E., amd F.F. Stephan (1940). On a Least Squares Adjustment of a Sampled Frequency Table When the Expected Marginal Totals Are Known. Annals of Mathematical Statistics, 11: 427-444.",
        "Easterlin, Richard A. (1981). W hy Isnt the Whole World Developed? Journal of Economic History, 41 (Mar.): 1-19.",
        "Erikson, Robert, and John H. Goldthorpe (1992). The Constant Flux : A Study of Class Mobility in Industrial Societies (Oxford: Clarendon Press).",
        "Ferrie, Joseph P. (forthcoming). The End of American Exceptionalism? Occupational and Geographic Mobility in the U.S. Since 1850. Journal of Economic Perspectives (Sept.). Galenson, David W. (1991). Economic Opportunity on the Urban Frontier: Nativity, Work, and W ealth in Early Chicago. Journal of Economic History, 51: 581-603.",
        "Goldin, Claudia D. (1999). A Brief History of Education in the United States. NBER Historical Working Paper No. 119 (August).",
        "Grawe, Nathan D., and Casey B. Mulligan,-Casey-B (2002). Economic Interpretations of Intergenerational Correlations. Journal of Economic Perspectives, 16 (Summer ): 45-58.",
        "Grusky, David B. (1987). American Occupational Mobility in the 19th and 20th Centuries. Ph.D. dissertation, University of Wisconsin, Madison.",
        "Grusky; David B., and Robert M. Hauser (1984). Comparative Social Mobility Revisited: Models of Convergence and Divergence in 16 Countries. American Sociological Review, 49 (Feb.): 19-38.",
        "Guest, Avery M ., Nancy S. Landale, and James L. McCann (1989). Intergenerational Occupational Mobility in the Late Nineteenth Century United States. Social Forces, 68: 351-378.",
        "Han, Song, and Casey B. Mulligan (2001). Human Capital, Heterogeneity, and Estimated Degrees of Intergenerational Mobility. Economic Journal, 111 (April): 207-243.",
        "Hauser, Robert M. (1980). Some Exploratory Methods for Modeling Mobility Tables and O ther CrossClassified Data. Sociological Methodology, 11: 413-458.",
        "Higgs, E dward. (1986). A Clearer Sense of the Census (London: HM SO).",
        "Kerkhoff, Alan C., Richard T. Campbell, and Idee Winfield-Laird (1985). Social Mobility in Great Britain and the United States. American Journal of Sociology, 91 (September): 281-308.",
        "Margo, Robert A. (2000). Wages and Labor Markets in the United States, 1820-1860 (Chicago : University of Chicago Press).",
        "Marx, K arl (1863-83). Capital, v.3. Marx, Karl (1852). The Eighteenth Brumaire of Louis Napolean. Selected Works. Marx, Karl (1865). Value, Prices, and Profits. Selected Works. Mazumder, Bhashkar (2001). Earnings Mobility in the U.S.: A New Look at Intergenerational Inequality. Federal Reserve Bank of Chicago Working Paper No. WP 2001-18 (December).",
        "McMurrer, Daniel P. , Mark Condon, and Isabel V. Sawhill (1997). Intergenerational Mobility in the United States. Urban Institute Research Paper No. 406796 (M ay).",
        "Miles, Andrew (1999). Social Mobility in Nineteenth- and Early Twentieth-century England (Houndmills, Basingstoke, Hampshire : Macmillan).",
        "Mosteller, Frederick (1968). Association and Estimation in Contingency Tables. Journal of the American Statistical Association, 63: 1-28.",
        "Piketty, Thomas (1995). Social Mobility and Redistributive Politics. The Quarterly Journal of Economics, Vol. 110, No. 3. (Aug., 1995), pp. 551-584.",
        "Rosenbloom, Joshua (1996). Was There a National Labor Market at the End of the Nineteenth Century? New Evidence on Earnings in Manufacturing. Journal of Economic History, 56: 626-656.",
        "Schultz, Theodore W. (1961). Investment in Human Capital. American Economic Review, 51: 1-17.",
        "Solon, Gary (1999). Intergenerational Mobility in the Labor Market. In Orley Ashenfelter and D avid Card (eds.), Handbook of Labor Economics, Vol 3 (New York: Elsevier).",
        "Solon, Gary (2002). Cross-Country Differences in Intergenerational Earnings Mobility. Journal of Economic Perspectives, 16 (Summer ): 59-66.",
        "Treiman, Donald J., and Harry B. G. Ganzeboom (2000). The Fourth Generation of Comparative Stratification Research. In Stella R. Quah and Arnaud Sales (eds.), The International Handbook of Sociology (London: Sage).",
        "Turner, Frederick Jackson (1921). The Frontier in American History (New York: Henry Holt and Company).",
        "Wong, Raym ond Sin-Kwok (1990). Understanding Cross-National Variation in Occupational Mobility. American Sociological Review, 55 (Aug.): 560-573.",
        "Yamaguchi, Kazuo (1987). Models for C omparing Mobility Tables: Toward Parsimony and Substance. American Sociological Review, 52 (Aug.): 482-494."
    ]
}