{
    "id": 11256,
    "cites": 36,
    "cited_by": 0,
    "reference": [
        "Angzabo, Lazarus A., Jianping Mei and Anthony Saunders, 1998, Credit spreads in the market for highly leveraged transaction loans, Journal of Banking and Finance 22, 1249-1282.",
        "Bae, Kee-Hong, Jun-Koo Kang and Chan-Woo Lim, 2002, The value of durable bank relationships: evidence from Korean banking shocks, Journal of Financial Economics 64, 181-214.",
        "Berger, Allen N., Rebecca Demsetz and Philip Strahan, 1999, The consolidation of the financial services industry: causes, consequences, and implications for the future, Journal of Banking and Finance 23, 135-194.",
        "Berger, Allen N., Anthony Saunders, Joseph M. Scalise, and Gregory F. Udell, 1998, The effects of bank mergers and acquisitions on small business lending, Journal of Financial Economics 50, 187-229.",
        "Berger, Allen N., and Gregory F. Udell, 1995, Relationship lending and lines of credit in small firm finance, Journal of Business 68, 351-81.",
        "Berger, Allen N., and Gregory F. Udel, 2002, Small business credit availability and relationship lending: The importance of bank organizational structure, Economic Journal 112, 32-53.",
        "Berger, Allen N., Raghuram G. Rajan, Nathan H. Miller, Mitchell A. Petersen, and Jeremy C. Stein, 2004, Does function follow organizational form? Evidence from the lending practices of large and small banks, Journal of Financial Economics, forthcoming.",
        "Binder, J. J., 1985a. On the use of the multivariate regression model in events studies, Journal of Accounting Research 23, 370-383.",
        "Binder, J. J., 1985b. Measuring the effects of regulation with stock price data, Rand Journal of Economics 16, 167-183.",
        "Detragiache, Enrica., Paolo Garella, and Luigi Guiso, 2000, Multiple versus single banking relationships: Theory and evidence, Journal of Finance 55, 1133-1161.",
        "Degryse, Hans, and Steven Ongena, 2005, Distance, lending relationships and competition, Journal of Finance, forthcoming.",
        "Diamond, Douglas W., 1984, Financial intermediation and delegated monitoring, Review of Economic Studies 51, 393-414.",
        "Diamond, Douglas W., 1993, Seniority and maturity of debt contracts, Journal of Financial Economics 33, 341-368.",
        "Drucker, Steven and Manju Puri, 2005, On the benefits of concurrent lending and underwriting, Journal of Finance, forthcoming.",
        "Ely, David P. and Kenneth J. Robinson, 2004, The impact of banks expanded securities powers on small business lending, Review of Financial Economics 13, 79-102.",
        "Fazzari, S.M., R. Glenn Hubbard and B. C. Petersen, 1988, Financial constraints and corporate investment, Brookings Papers on Economic Activity 2, 141195.",
        "Frieswick, Kris, 2004, The two faces of bank mergers, CFO Magazine, March 1.",
        "Gande, Amar, Manju Puri, and Anthony Saunders, 1999, Bank entry, competition, and the market for corporate securities underwriting, Journal of Financial Economics 54, 165-185.",
        "Gertler, Mark and Simon Gilchrist, 1993, The role of credit market imperfections in the monetary transmission mechanism: arguments and evidence, Scandinavian Journal of Economics 95, 4363.",
        "Houston, Joel and Christopher James, 1996, Bank information monopolies and the mix of private and public debt claims, Journal of Finance 51, 1863-1889.",
        "Kanatas, George and Jianping Qi, 2003, Integration of lending and underwriting: Implications of scope economies, The Journal of Finance 58, 1167-1191.",
        "Karceski, Jason, Steven Ongena, and David C. Smith, 2004, The impact of bank consolidation on commercial borrower welfare, Journal of Finance, forthcoming.",
        "Kashyap, Anil K., Owen A. Lamont, and Jeremy Stein, 1994, Credit conditions and the cyclical behavior of inventories, Quarterly Journal of Economics 109, 565592.",
        "Korajczyk, Robert and Amnon Levy, 2003, Capital structure choice: macroeconomic conditions and financial constraints, Journal of Financial Economics 68, 75-109.",
        "Ljungqvist, Alexander, Felicia Marston and William J. Wilhelm, 2005, Competing for securities underwriting mandates: Banking relationships and analyst recommendations, Journal of Finance, forthcoming.",
        "Narayanan, Rajesh P., Kasturi P. Rangan, and Nanda K. Rangan, 2004, The role of syndicate structure in bank underwriting, Journal of Financial Economics 72, 555-580.",
        "Ongena, Steven, David C. Smith, and Dag Michalsen, 2003, Firms and their distressed banks: Lessons from the Norwegian banking crisis, Journal of Financial Economics 67, 81-112.",
        "Penas Maria F., and Haluk Unal, 2004, Gains in bank mergers: Evidence from the bond markets, Journal of Financial Economics, forthcoming.",
        "Rajan, Raghuram G., and Luigi Zingales, 1998, Financial dependence and growth, American Economic Review 88, 559-586.",
        "Sapienza, Paola, 2002,The effects of banking mergers on loan contracts, Journal of Finance 57, 329-67.",
        "Schwert, G. W., 1981, Using financial data to measure effects of regulation, Journal of Law and Economics 25, 121-158.",
        "Slovin, Myron B., Marie E. Sushka, and John A. Polonchek, 1993, The value of bank durability: Borrowers as bank stakeholders, Journal of Finance 48, 247-266.",
        "Strahan, Philip E., and James P. Weston, 1998, Small business lending and the changing structure of the banking industry, Journal of Banking and Finance 22, 821-845.",
        "Whited, Toni M. and Guojun Wu, 2005, Financial constraints risk, Review of Financial Studies, forthcoming.",
        "Yasuda, Ayako, 2005, Do bank relationships affect the firms underwriter choice in the corporate bond underwriting market? Journal of Finance, forthcoming.",
        "Yu, Lei, 2002, On the wealth and risk effects of the Glass-Steagall overhaul: evidence from the stock Market, New York University, Working paper."
    ]
}