{
    "id": 11265,
    "cites": 22,
    "cited_by": 11,
    "reference": [
        "Bueno de Mesquita, Ethan, and Mathew Stephenson, 2002, Ã\u0082â\u0080\u009cInformative Precedent and Intrajudicial Communication,Ã\u0082â\u0080\u009d American Political Science Review 90 (4), 1-12.",
        "Cardozo, Benjamin, 1921, The Nature of the Judicial Process, New Haven: Yale University Press.",
        "Cohen, Felix, 1935, Transcendental Nonsense and the Functional Approach, Columbia Law Review 35, 809-849.",
        "Frank, Jerome, 1930, Law and the Modern Mind, New York: BrentanoÃ\u0082â\u0080\u0099s.",
        "Frank, Jerome, 1951, Courts on Trial, Princeton, N.J.: Princeton University Press.",
        "Gennaioli, Nicola, 2004, Contracting in the Shadow of the Law, Mimeo, Harvard University.",
        "Glaeser, Edward, Jose Scheinkman, and Andrei Shleifer, 2003, The Injustice of Inequality, Journal of Monetary Economics 50, 199-222.",
        "Glaeser, Edward, and Andrei Shleifer, 2002, Legal Origins, Quarterly Journal of Economics 117, 1193-1230.",
        "Haslem, Bruce, 2004, Managerial Opportunism During Corporate Litigation, Journal of Finance, forthcoming.",
        "Hayek, Friedrich, 1960, The Constitution of Liberty, Chicago: the University of Chicago Press.",
        "Holmes, Oliver Wendell, 1897, The Path of the Law, Harvard Law Review 10, 457-478. Landes, William, and Richard Posner, 1987, The Economic Structure of Tort Law, Cambridge, MA: Harvard University Press.",
        "Partridge, Anthony, and William Eldridge, 1974, The Second Circuit Sentencing Study, Federal Judicial Center.",
        "Pinello, Daniel, 1999, Linking Party to Judicial Ideology in American Courts: A Meta-analysis, The Justice System Journal 3, 219-254.",
        "Posner, Richard, 1990, Cardozo: A Study in Reputation, Chicago: the University of Chicago Press.",
        "Posner, Richard, 2004a, Judicial Behavior and Performance: an Economic Approach, Mimeo.",
        "Posner, Richard, 2004b, The Law and Economics of Contract Interpretation, Mimeo.",
        "Priest, George, 1977, The Common Law Process and the Selection of Efficient Rules, Journal of Legal Studies 6, 65-82.",
        "Radin, Max, 1925, The Theory of Judicial Decision: or How Judges Think, American Bar Association Journal xx, 357-362.",
        "Revesz, Richard, 1997, Environmental Regulation, Ideology, and the D.C. Circuit, Virginia Law Review 83, 1717-1772.",
        "Rowland, C.K., and Robert Carp, Politics and Judgment in Federal District Courts, Lawrence: the University Press of Kansas. Rubin, Paul, 1977, Why is the Common Law Efficient?, Journal of Legal Studies 6, 51-63.",
        "Stone, Julius, 1985, Precedent and the Law: Dynamics of Common Law Growth, Sydney: Butterworths.",
        "Sunstein, Cass, David Schkade, and Lisa Michelle Ellman, 2004, Ideological Voting on Federal Courts of Appeals: a Preliminary Investigation, Stanford Law Review 90, 301-354."
    ]
}