{
    "id": 11267,
    "cites": 23,
    "cited_by": 51,
    "reference": [
        "Atkinson, A.B. and J.E. Stiglitz. 1976. The Design of Tax Structure: Direct vs. Indirect Taxation, Journal of Public Economics 6, pp. 55-75.",
        "Berkowitz, Dan and Wei Li. 2000. Tax Rights in Transition Economies: A Tragedy of the Commons? Journal of Public Economics, 76, pp. 369--97.",
        "Campillo, Marta and Jeffrey A. Miron. 1997. Why Does Inflation Differ Across Countries? In Reducing Inflation: Motivation and Strategy, edited by C. Romer and D. Romer. Chicago: University of Chicago Press.",
        "Corlett, W.J. and D.C. Hague. 1953. Complementarity and the Excess Burden of Taxation, Review of Economic Studies 21, pp. 21-30.",
        "Diamond, Peter and James Mirrlees. 1971. Optimal Taxation and Public Production, American Economic Review 61, pp. 8-27.",
        "Feldstein, Martin. 1997. The Costs and Benefits of Going from Low Inflation to Price Stability. In Reducing Inflation: Motivation and Strategy, edited by C. Romer and D. Romer. Chicago: Chicago University Press.",
        "Feldstein Martin. 1999. Tax Avoidance and the Deadweight Loss of the Income Tax, Review of Economics and Statistics 81, pp. 674-80.",
        "Friedman, Milton. 1969. The Optimal Quantity of Money. In The Optimal Quantity of Money and Other Essays, edited by Milton Friedman. Chicago: Aldine Publishing Company.",
        "Gordon, Roger H. 2000. Taxation of Capital Income vs. Labour Income: An Overview. In Taxing Capital Income in the European Union: Issues and Options for Reform, edited by Sijbren Cnossen. Oxford: Oxford University Press.",
        "Gordon, Roger H., Chong-en Bai, and David Li. 1999. Efficiency Losses from Tax Distortions vs. Government Control, European Economic Review 43, pp. 163-83.",
        "Gordon, Roger and James R. Hines, Jr. 2002. International Taxation. In Handbook of Public Economics, vol. 4, edited by Alan J. Auerbach and Martin S. Feldstein. New York: Elsevier.",
        "Gordon, Roger, Laura Kalambokidis, and Joel Slemrod. 2004a. A New Summary Measure of the Effective Tax Rate on Investment. In Measuring the Tax Burden on Capital and Labor, edited by Peter Birch Sorensen, pp. 99-128.",
        "Income, Journal of Public Economics 88, pp. 981-1009. Gordon, Roger and James Levinsohn. 1990. The Linkage between Domestic Taxes and Border Taxes. In Taxation in the Global Economy, edited by Assaf Razin and Joel Slemrod. Chicago: University of Chicago Press, pp. 357-89.",
        "Gordon, Roger and Joel Slemrod. 2000. Are `Real Responses to Taxes Simply Income-Shifting between Corporate and Personal Tax Bases? In Does Atlas Shrug: The Economic Consequences of Taxing the Rich, edited by Joel Slemrod. Harvard: Harvard University Press.",
        "Grubert, Harry, Tim Goodspeed and Deborah Swenson. 1993. Explaining the Low Taxable Income of Foreign-Controlled Companies in the United States. In Studies in International Taxation, edited by Alberto Giovannini, R. Glenn Hubbard, and Joel Slemrod. Chicago: University of Chicago Press, pp. 237-270.",
        "Hatta, Tatsuo. 1986. Welfare Effects of Changing Commodity Tax Rates Towards Uniformity, Journal of Public Economics 29, pp. 99-112.",
        "IMF. 2004a. Government Finance Statistics Yearbook. Washington, D.C.: IMF.",
        "IMF. 2004b. International Finance Statistics Yearbook. Washington, D.C.: IMF.",
        "Levine, Ross. 2004. Finance and Growth: Theory and Evidence, N.B.E.R. Working Paper No. 10766.",
        "Schneider, Friedrich. 2002. Size and Measurement of the Informal Economy in 110 Countries Around the World. Mimeo, Department of Economics, Johannes Kepler University of Linz.",
        "Schneider, Friedrich and Dominik H. Enste. 2002. Shadow Economies: Size, Causes, and Consequences, Journal of Economic Literature 38, pp. 77-114.",
        "Schumpeter, Joseph. Capitalism, Socialism, and Democracy. New York: Harper, 1942.",
        "World Bank. 2003. World Development Indicators. Washington, D.C.: World Bank."
    ]
}