{
    "id": 11263,
    "cites": 32,
    "cited_by": 9,
    "reference": [
        "Altonji, J., Elder, T., and Taber, C. (2005). Selection on observed and unobserved variables: Assessing the effectiveness of catholic schools. Journal of Political Economy. forthcoming.",
        "Angrist, J. D., Imbens, G. W., and Rubin, D. B. (1996). Identification of causal effects using instrumental variables. Journal of the American Statistical Association, 91:444455.",
        "Balke, A. and Pearl, J. (1997). Bounds on treatment effects from studies with imperfect compliance. Journal of the American Statistical Association, 92:11711176.",
        "Bell, C. and Redelmeier, D. (2001). Mortality among patients admitted to hospitals on weekends as compared with weekdays. New England Journal of Medicine, 345(9):663668.",
        "Connors, A., Speroff, T., Dawson, N., Thomas, C., Harrell, F., Wagner, D., Desbiens, N., Goldman, L., Wu, A., Califf, R., Fulkerson, W. J., Vidaillet, H., Broste, S. Bellamy, P., Lynn, J., and Knaus, W. (1996). The effectiveness of right heart catheterization in the initial care of critically ill patients. support investigators. Journal of the American Medical Association, 276(11):889897.",
        "Dalen, J. (2001). The pulmonary arter catheter-friend, foe, or accomplice? Journal of the American Medical Association, 286(3):348350.",
        "Dickert-Conlin, S. and Chandra, A. (1999). Taxes and the timing of births. Journal of Political Economy, 107(1):161177.",
        "Dobkin, C. (2003). Hospital staffing and inpatient mortality. mimeo, UC Santa Cruz.",
        "Ensminger, S., Morales, I., Peters, S., Keegan, M., Finkielman, J., Lymp, J., and Afessa, B. (2004). The hospital mortality of patients admitted to the icu on weekends. Chest, 126(4):12921298.",
        "Fowler, R. and Cook, D. (2003). The arc of the pulmonary artery catheter. Journal of the American Medical Association, 290(20):27322734.",
        "Gore, J., Goldberg, R., Spodick, D., Aplert, J., and Dalen, J. (1985). A community-wide assessment of the use of pulmonary artery catheters in patients with acute myocardial infarction: A prospective autopsy study. Chest, 88:567572.",
        "Guyatt, G. (1991). A randomized trial of right heart catheterization in critically ill patients.",
        "Journal of Intensive Care Medicine, 6:9195. for the Ontario Intensive Care Study Group. Hamilton, B., Ho, V., and Goldman, D. (2000). Queing for surgery: Is the u.s. or canada worse off? Review of Economics and Statistics, 82(2):297308.",
        "Heckman, J. and Vytlacil, E. (1999). Local instrumental variables and latent variable models for identifying and bounding treatment effects. Proceedings of the National Academy of Sciences, 96:47304734.",
        "Heckman, J. and Vytlacil, E. (2000). The relationship between treatment parameters within a latent variable framework. Economics Letters, 66(1):3339.",
        "Heckman, J. and Vytlacil, E. (2001). Instrumental variables, selection models, and tight bounds on the average treatment effect. In Lechner, M. and Pfeiffer, F., editors, Econometric Evaluations of Active Labor Market Policies in Europe. Physica-Verlag, Heidelberg; New York:.",
        "Hirano, K. and Imbens, G. (2001). Estimation of causal effects using propensity score weighting: An application to data on right heart catheterization. Health Services and Outcomes Research Methodology, 2:259278.",
        "Holm, S. (1979). A simple sequentially rejective multiple test procedure. Scandinavian Journal of Statistics, 6(65-70).",
        "Hotz, J., Mullins, C., and Sanders, S. (1997). Bounding causal effects using data from a contaminated natural experiment: Analyzing the effects of teenage childbearing. Review of Economic Studies, 64:575603.",
        "Joe, H. (1997). Multivariate Models and Dependence Concepts. Chapman and Hall, New York.",
        "Manski, C. (1989). Anatomy of the selection problem. Journal of Human Resources, 24:343 360.",
        "Manski, C. and Pepper, J. (2000). Monotone instrumental variables: With an application to the returns to schooling. Econometrica, 68:9971010.",
        "McClellan, M., McNeil, B., and Newhouse, J. (1994). Does more intensive treatment of acute myocardial infarction in the elderly reduce mortality? analysis using instrumental variables.",
        "Journal of the American Medical Association, 272(11):859866. Murphy, D. and Cluff, L. (1990). Support: Study to understand prognoses and preferences for outcomes and risks of treatments-study design. Journal of Clinical Epidemiology, 43(suppl):1S123S.",
        "Polanczyk, C., Rohde, L., Goldman, L., Cook, E., Thomas, E., Marcantonio, E., Mangione, C., and Lee, T. (2001). Right heart catheterization and cardiac complications in patients undergoing noncardiac surgery: an observational study. Journal of the American Medical Association, 286(3):309314.",
        "Patient characteristics and ICU organizational factors that influence frequency of pulmonary artery catheterization. Journal of the American Medical Association. Richard, C., Warszawski, J., Anguel, N., Deye, N., Combes, A., Barnoud, D., Boulain, T., Lefort, Y., Fartoukh, M., Baud, F., Boyer, A., Brochard, L., and Teboul, J. (2003). Early use of the pulmonary artery catheter and outcomes in patients with shock and acute respiratory distress syndrome: A randomized controlled trial. Journal of the American Medical Association. for the French Pulmonary Artery Catheter Study Group.",
        "Sandham, J., Hull, R., Brant, R., Knox, L., Pineo, G., Doig, C., Laporta, D., Viner, S., Passerini, L., Devitt, H., Kirby, A., and Jacka, M. (2003). A randomized, controlled trial of the use of pulmonary-artery catheters in high-risk surgical patients. New England Journal of Medicine. for the Canadian Critical Care Clinical Trials Group.",
        "Shaikh, A. and Vytlacil, E. (2004). Limited dependent variable models and bounds on treatment effects: A nonparametric analysis. mimeo, Stanford University.",
        "Vytlacil, E. and Yildiz, N. (2004). Dummy endogenous variables in weakly separable models.",
        "Weil, M. (1998). The assault on the swan-ganz catheter: A case history of constrained technology, constrained bedside clinicians, and constrained monetary expenditures. Chest, 113(5):13791386.",
        "Wunsch, H., Mapstone, J., Brady, T., Hanks, R., and Rowan, K. (2004). Hospital mortality associated with day and time of admission to intensive care units. Intensive Care Medicine, 30(5):895901.",
        "Zion, M., Balkin, J., Rosenmann, D., Goldbourt, U., Reicher-Reiss, H., Kaplinsky, E., and Behar, S. (1990). Use of pulmonary artery catheters in patients with acute myocardial infarction. analysis of experience in 5,841 patients in the sprint registry. Chest, 98:1331 1335."
    ]
}