{
    "id": 11266,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "Black, F., 1974, International Capital Market Equilibrium with Investment Barriers, Journal of Financial Economics 1, 337--352.",
        "Dybvig, Philip H., 1984, Short Sales Restrictions and Kinks of the Mean Variance Frontier, Journal of Finance 39, pp. 239--44.",
        "Errunza, V. and D. Miller, 2000, Market Segmentation and the Cost of Capital in International Equity Markets, Journal of Financial and Quantitative Analysis 25.",
        "Errunza, V. and L. Senbet, 1981, The effects of International Operations on the Market Value of the Firm: Theory and Evidence, Journal of Finance, 36, 401--417.",
        "Eun, C. and S. Janakiramanan, 1986, A Model of International Asset Pricing with a Cobstraint in Foreign Equity Ownership, Journal of Finance, 41, 897--914.",
        "Hobson, John H, 1902, Imperialism: A Study. London, Nisbet.",
        "Jenks, L. H., 1927, The Migration of British Capital to 1875, London and New York: Alfred Knopf.",
        "Kaukiainen, Yrjo, 2001, Shrinking the world: Improvements in the speed of information transmission, c. 1820--1870, European Review of Economic History 5, 1--28.",
        "Lowenfeld, Henry, 1907, Investment and Exact Science, The Financial Review of Reviews, London.",
        "Markowitz, Harry, 1952, Portfolio Selection, Journal of Finance 7, pp. 77--91.",
        "Merton, Robert C., 1972, An Analytical Derivation of the Efficient Portfolio Frontier, Journal of Financial and Quantitative Analysis 7, pp. 1851--72.",
        "Morgan, E. Victor, and W. A. Thomas, 1962, The Stock Exchange, Its History and Functions, London: Elek Books.",
        "Ripley, Percy, 1934, A Short History of Investment, London: Sir Isaac Pitman and Sons.",
        "Segal, Harvey H., and Matthew Simon, 1961, British Foreign Capital Issues, 1865-- 1894, Journal of Economic History 21, p. 575.",
        "Stulz, R. M., 1981a, A Model of International Asset Pricing, Journal of Financial Economics, 9, 383--403.",
        "Stulz, R. M., 1981b, On the Effects of Barriers to International Investment, Journal of Finance, 36, 923--934.",
        "Stulz, R. M., 1999b, Globalization and the Cost of Equity Capital, Working paper, The New York Stock Exchange (NYSE Working Paper 99-02).",
        "Stulz, R. M. and W. Wasserfallen, 1995, Foreign Equity Investment Restrictions, Capital Flight, and Shareholder Wealth Maximization: Theory and Evidence, The Review of Financial Studies, 8, 1019--1057.",
        "Shiers, George, 1977, The Electric Telegraph: An Historical Anthology, New York: Arno Press."
    ]
}