{
    "id": 11268,
    "cites": 21,
    "cited_by": 98,
    "reference": [
        "[1] Acemoglu, D., S. Johnson, and J. Robinson (2004), Institutions as the Fundamental Cause of Long-Run Growth, mimeo, MIT, April 2004.",
        "[3] Barro, R., and R. McCleary (2003), Religion and Economic Growth, NBER Working Paper No. 9682.",
        "[4] Bisin, A., and T. Verdier (2000), Beyond the Melting Pot: Cultural Transmission, Marriage, and the Evolution of Ethnic and Religious Traits, Quarterly Journal of Economics 115(3), 955-988.",
        "[5] Blau, F. D. (1992), The Fertility of Immigrant Women: Evidence from High Fertility Source Countries, in: Borjas, G. J., Freeman, R. (Eds.), Immigration and the Workforce: Economic Consequences for the United States and Source Areas, Chicago: University of Chicago Press, 93-133.",
        "[7] Carroll, C., B. Rhee, and C. Rhee (1994), Are There Cultural Effects on Saving? Some Cross-Sectional Evidence, Quarterly Journal of Economics 109(3), 685-699.",
        "[8] Cole, H., G. Mailath, and A. Postlewaite (1992), Social Norms, Savings Behavior and Growth, Journal of Political Economy 100, 1092-1125.",
        "[10] Elster, J. (1989), Social Norms and Economic Theory, Journal of Economic Perspectives 3(4), 99-117.",
        "[11] FernÃ\u0083Â¡ndez, R., A. Fogli, and C. Olivetti (2004), Mothers and Sons: Preference Formation and Female Labor Force Dynamics, Quarterly Journal of Economics 119(4), 1249-1299.",
        "[12] FernÃ\u0083Â¡ndez, R., N. Guner, and J. Knowles (2005), Love and Money: A Theoretical and Empirical Analysis of Household Sorting and Inequality, Quarterly Journal of Economics 120(1), 273-344.",
        "[13] Giuliano, P. (2004), On the Determinants of Living Arrangements in Western Europe: Does Cultural Origin Matter? mimeo, U.C. Berkeley.",
        "[14] Goldin, C. (1990), Understanding the Gender Gap: An Economic History of American Women, New York: Oxford University Press.",
        "[16] ILO (1988), Current International Recommendations on Labour Statistics, Geneva.",
        "[17] Landes, D. (1998), The Wealth and Poverty of Nations, New York: W. W. Norton.",
        "[18] Levine, D. (1993), The Effect of Non-Traditional Attitudes on Married Womens Labor Supply, Journal of Economic Psychology 14, 665-679.",
        "[19] Lundberg, S., and R. Pollak (1996), Bargaining and Distribution in Marriage, Journal of Economic Perspectives 10(4), 139-158.",
        "[22] Persson, T., and G. Tabellini (2003), The Economic Effect of Constitutions, Cambridge: MIT Press.",
        "[23] Putnam, R. (2000), Bowling Alone: The Collapse and Revival of American Community, New York: Simon and Schuster.",
        "[24] Reimers, C. (1985), Cultural Differences in Labor Force Participation Among Married Women, American Economic Review Papers and Proceedings 75(2), 251-255.",
        "[25] Stigler, G., and G. Becker (1977), De Gustibus Non Est Disputandum, American Economic Review 67(2), 76-90.",
        "[26] Vella, F. (1994), Gender Roles and Human Capital Investment: The Relationship between Traditional Attitudes and Female Labour Force Performance, Economica 61, 191-211.",
        "[27] Weil, D. (2004), Economic Growth, Boston: Addison-Wesley."
    ]
}