{
    "id": 11269,
    "cites": 16,
    "cited_by": 19,
    "reference": [
        "Bernheim, B. D. and M. D. Whinston (1986). Menu auctions, Resource allocation, and Economic Influence. Quarterly Journal of Economics 101, 131.",
        "Bradford, S. C. (2003a). Non tariff barriers in rich economies: Quantifying them, identifying them and assessing their impacts. mimeo, Brigham Young University.",
        "Bradford, S. C. (2003b). Paying the price: Final good protection in OECD countries.",
        "Review of Economics and Statistics 85, 2437. Deardorff, A. V. and R. M. Stern (1997). Measurement of non tariff barriers. Working paper 179, OECD.",
        "Eicher, T. and T. Osang (2002). Protection for sale: An empirical investigation: Com- ment. American Economics Review 92, 17021710.",
        "Gawande, K. and U. Bandyopadhyay (2000). Is protection for sale? Evidence on the GrossmanHelpman theory of endogenous protection. Review of Economics and Statistics 82, 139152.",
        "Gawande, K., P. Krishna, and M. J. Robbins (2004). Foreign Lobbies and US Trade Policy. Wp 10205, NBER.",
        "Goldberg, P. K. and G. Maggi (1999). Protection for Sale: An Empirical Investigation.",
        "American Economic Review 89(5), 113555. Grossman, G. M. and E. Helpman (1994). Protection for Sale. American Economic Review 84, 833850.",
        "Lee, M.-J. (1995). Semiparametric estimation of simultaneous equations with limited dependent variables: A case study of female labor supply. Journal of Applied Econo- metrics 15, 187200.",
        "Levy, P. (1999). Lobbying and international cooperation in tariff setting. Journal of International Economics 47, 345370.",
        "Maggi, G. and A. Rodriguez-Clare (2000). Import penetration and the politics of trade protection. Journal of International Economics 51, 287304.",
        "Matschke, X. and S. Sherlund (2003). Do labor issues matter in the determination of US trade policy? An empirical reevaluation. mimeo, University of Connecticut.",
        "McCalman, P. (2004). Protection for sale and trade liberalization: An empirical inves- tigation. Review of International Economics 12, 8194.",
        "Mitra, D., D. D. Thomakos, and M. A. Ulubasoglu (2002). Protection for Sale in a developing country: Democracy versus Dictatorship. Review of Economics and Statistics 84, 497508.",
        "Trefler, D. (1993). Trade Liberalization and the Theory of Endogenous Protection: an Econometric Study of U.S. Import Policy. Journal of Political Economy 101, 138160."
    ]
}