{
    "id": 11262,
    "cites": 25,
    "cited_by": 12,
    "reference": [
        "[1] Au, C. and V. Henderson (2002). How Migration Restrictions Limit Agglomeration and Productivity in China. Unpublished paper, Brown University.",
        "[2] Auerbach, F. (1913). Das Gesetz der BevÃ\u0083Â¶lkerungskonzentration. Petermanns Ge- ographische Mitteilungen, 59:74-76.",
        "[3] Black, D. and V. Henderson (1999). A Theory of Urban Growth. Journal of Political Economy, 107(2): 252-284.",
        "[4] Blank, A. and S. Solomon (2000). Power Laws in Cities Population, Financial Mar- kets and Internet Sites (Scaling in Systems with a variable number of compo- nents), Physica A, 287(1-2): 279-288.",
        "[5] Champernowne, D. G. (1953). A Model of Income Distribution. Economic Journal, 63 (250): 318-351.",
        "[6] Cordoba, J. (2003). On the Distribution of City Sizes. Unpublished paper, Rice University.",
        "[8] Duranton, G. (2002). City Size Distribution as a Consequence of the Growth Process. Unpublished paper, London School of Economics.",
        "[9] Eaton, J. and Z. Eckstein (1997). Cities and Growth: Theory and Evidence from France and Japan. Regional Science and Urban Economics, 27: 443-474.",
        "[10] Eeckhout, J. (2004). Gibrats Law for (all) Cities. American Economic Review, forthcoming.",
        "[11] Gabaix, X. and Y. Ioannides (2003). The Evolution of City Size Distributions. In J. V. Henderson and J. F. Thisse (eds.) Handbook of Economic Geography, North-Holland, Amsterdam.",
        "[12] Gabaix, X. (1999a). Zipfs Law for Cities: An Explanation. Quarterly Journal of Economics, 739-767.",
        "[13] Gabaix, X. (1999b). Zipfs Law and the Growth of Cities. American Economic Review Papers and Proceedings, 89(2): 129-132.",
        "[14] Henderson, V. (1974). The Sizes and Types of Cities. American Economic Review, 64: 640-656.",
        "[15] Horvath, N. (2000). Sectoral Shocks and Aggregate Fluctuations. Journal of Mon- etary Economics, February, 69-106.",
        "[16] Ioannides, Y. M. and H. G. Overman (2001). Zipfs Law for Cities: An Empirical Examination. Unpublished paper, Tufts University.",
        "[17] Jones, C. I. (1999). Growth: With and Without Scale Effects. American Economic Review Papers and Proceedings, 89 (2): 139-144.",
        "[18] Kalecki, M. (1945). On the Gibrat Distribution. Econometrica, 13 (2): 161-170.",
        "[19] Levy, M. and S. Solomon. (1996). Power Laws are Logarithmic Boltzmann Laws, International Journal of Modern Physics C, 7(4): 595-600.",
        "[20] Lucas, R. E., Jr. (1988). On the Mechanics of Economic Development. Journal of Monetary Economics, 22(1): 3-42.",
        "[21] Malcai, O., O. Biham and S. Solomon. (1999). Power-Law Distributions and Levy- Stable Intermittent Fluctuations in Stochastic Systems of many Autocatalytic Elements, Physical Review E, 60(2): 1299-1303.",
        "[22] Romer, P. (1990). Endogenous Technological Change. Journal of Political Economy, 98: S71-S102.",
        "[23] Rosen K. and M. Resnick (1980). The Size Distribution of Cities: An Examination of the Pareto Law and Primacy. Journal of Urban Economics, 8(2): 156-186.",
        "[24] Rossi-Hansberg, E. and M. L. J. Wright (2003). Urban Structure and Growth. SIEPR Discussion Paper 02-40.",
        "[25] Rossi-Hansberg, E. and M. L. J. Wright (2004). Firm Size Dynamics in the Aggregate Economy. Unpublished paper, Stanford University.",
        "[26] Soo, K. T. (2003). Zipfs Law for Cities: A Cross Country Investigation. Unpub- lished paper, London School of Economics."
    ]
}