{
    "id": 11272,
    "cites": 21,
    "cited_by": 46,
    "reference": [
        "[1] Alesina, Alberto and Alexander Wagner (2003). `Choosing (and reneging on) Ex- change Rate Regimes.NBER Working Paper 9809.",
        "[2] Bordo, Michael D. and Marc Flandreau (2001). Core, Periphery, Exchange Rate Regimes, and Globalization. NBER Working Paper 8584.",
        "[3] Broda, Christian (2004). Terms of Trade and Exchange Rate Regimes in Develop- ing Countries. Journal of International Economics 63(1): 31-58.",
        "[4] Calvo, Guillermo A. and Carmen Reinhart, 2002. Fear of Floating. Quarterly Journal of Economics, CXVII(117), 379-408.",
        "[5] Edwards, Sebastian, (2001). Dollarization and Economic Performance: An Empir- ical Investigation,NBER working paper no. 8274.",
        "[6] Edwards, Sebastian and E. Levy-Yeyati (2003). Flexible Exchange Rates as Shock Absorbers. NBER Working Paper 9867.",
        "[7] Frankel, Jerey A. (2003). Experience of and Lessons from Exchange Rate Regimes in Emerging Economies,NBER working paper No. 10032.",
        "[8] Frankel, Jerey A., Sergio L. Schmukler and Luis Serven. (2002). Global Transmis- sion of Interest Rates: Monetary Independence and Currency Regime. NBER Working Paper 8828.",
        "[9] Frankel, Jerey A. and David Romer (2002). Does Trade Cause Growth?Amer- ican Economic Review, 89, 379-399.",
        "[10] Frankel, Jerey and Andrew Rose (2002). An Estimate of the Eect of Common Currencies on Trade and Income,117, 437-466.",
        "[11] Frankel, Jerey and Shang-Jin Wei (1995). Emerging Currency Blocs,in Hans Genberg, ed. The International Monetary System: Its Institutions and its Fu- ture, Springer, Berlin, 111-143.",
        "[12] Ghosh, Atish A., Ann-Marie Gulde, Jonathan D. Ostry and Holger Wolf (2002). Exchange Rate Regimes: Choices and Consequences, Cambridge and London: MIT Press.",
        "[13] Genberg, Hans and Alexander K. Swoboda, (2004). Exchange-Rate Regimes: Does What Countries Say Matter?mimeo Graduate Institute of International Stud- ies, Geneva, Switzerland.",
        "[14] Juhn, Grace S. and Paolo Mauro (2002). Long-Run Determinants of Exchange Rate Regimes: A Simple Sensitivity Analysis. IMF Working Paper 02/104.",
        "[15] Klein, Michael W. (2002). Dollarization and Trade, NBER working paper no. 8876.",
        "[16] Klein, Michael W. and Jay C. Shambaugh (2004). Fixed Exchange Rates and Trade,NBER working paper no. 10696.",
        "[17] Levy-Yeyati, E. and F. Sturzenegger (2003). To Float or to Fix: Evidence on the Impact of Exchange Rate Regimes on Growth. American Economic Review 93(4): 1173-93.",
        "[18] Reinhart, Carmen M. and Kenneth S. Rogo. 2004. The Modern History of Ex- change Rate Arrangements: A Reinterpretation, Quarterly Journal of Eco- nomics.",
        "[19] Reinhart, Carmen M., Kenneth S. Rogo and Miguel A. Savastano (2003). Ad- dicted to Dollars. NBER Working Paper 10015.",
        "[20] Rogo, Kenneth S., Aasim M. Husain, Ashoka Mody, Robin J. Brooks and Nienke Oomes. (2003). Evolution and Performance of Exchange Rate Regimes. IMF Working Paper 03/243.",
        "[21] Shambaugh, Jay C. (2004). The Eect of Fixed Exchange Rates on Monetary Policy,Quarterly Journal of Economics, 119, 301-352."
    ]
}