{
    "id": 11279,
    "cites": 27,
    "cited_by": 84,
    "reference": [
        "[1] M. Arellano and B. Honore. Panel Data Models: Some Recent Developments. In J. Heck- man and E. Leamer, editors, Handbook of Econometrics, volume 5, pages 32293296. North Holland, 2001.",
        "[2] D. Blau. The Effect of Income on Child Development. Review of Economics and Statistics, 81(2):261276, May 1999.",
        "[3] J. Brooks-Gunn, P. Klebanov, and G. Duncan. Ethnic Differences in Childrens Intelligence Test Scores: Role of Economic Deprivation, Home Environment, and Maternal Characteris- tics. Child Development, 67:396408, 1996.",
        "[4] P. Carniero and J. Heckman. The Evidence on Credit Constraints in Post-Secondary School- ing. Economic Journal, 112:70534, 2002.",
        "[5] Center on Budget and Policy Priorities. The 2005 Earned Income Tax Credit Outreach Kit. Washington, D.C., 2005.",
        "[6] Child Trends and Center for Child Health Research. Early Child Development in Social Context. New York, 2004.",
        "[7] S. Dickert, S. Houser, and J. Scholz. The Earned Income Tax Credit and Transfer Programs: A Study of Labor Market and Program Participation. In J. Poterba, editor, Tax Policy and the Economy, pages 150. 1995.",
        "[8] G. Duncan and J. Brooks-Gunn. Consequences of Growing Up Poor. Russell Sage Founda- tion, New York, 1997.",
        "[9] G. Duncan, J. Brooks-Gunn, and P. Klebanov. Economic Deprivation and Early Childhood Development. Child Development, 65:296318, 1994.",
        "[10] G. Duncan, P. Morris, and C. Rodrigues. Does Money Really Matter? Estimating Impacts of Family Income on Childrens Achievement with Data from Random-Assignment Experi- ments. Working Paper, 2004.",
        "[11] G. Duncan, W. Yeung, J. Brooks-Gunn, and J. Smith. How Much Does Childhood Poverty Affect the Life Chances of Children? American Sociological Review, 63:406423, June 1998.",
        "[13] N. Eissa and J. Liebman. Labor Supply Response to the Earned Income Tax Credit. Quar- terly Journal of Economics, 111:605637, 1996.",
        "[14] D. Feenberg and E. Coutts. An Introduction to the TAXSIM Model. Journal of Policy Analysis and Management, 12(1):18994, 1993.",
        "[15] E. Hanushek and D. Kimko. Schooling, Labor Force Quality, and the Growth of Nations. American Economic Review, 90(5):11841208, 2000.",
        "[16] R. Haveman and B. Wolfe. The Determinants of Childrens Attainments: A Review of Methods and Findings. Journal of Economic Literature, 33(4):18291878, Dec. 1995.",
        "[17] V. Hotz, J. Scholz, and C. Mullin. The Earned Income Tax Credit and Labor Market Participation of Families on Welfare. Working Paper, 2000.",
        "[19] A. Krueger and D. Whitmore. The Effect of Attending a Small Class in the Early Grades on College-Test Taking and Middle School Test Results: Evidence from Project Star. Economic Journal, pages 128, 2001.",
        "[20] E. Lazear. Teacher Incentives. Swedish Economic Policy Review, 10(2):179214, 2003.",
        "[21] D. Levy and G. Duncan. Using Sibling Samples to Assess the Effect of Childhood Family Income on Completed Schooling. Working Paper, 1999.",
        "[22] S. Mayer. What Money Cant Buy: Family Income and Childrens Life Chances. Harvard University Press, Cambridge, 1997.",
        "[23] B. Meyer. Labor Supply at the Extensive and Intensive Margins: The EITC, Welfare, and Hours Worked. American Economic Review, 92:373379, 2002.",
        "[25] C. Mulligan. Galton Versus the Human Capital Approach to Inheritance. Journal of Political Economy, 107(6, pt. 2):S184S224, 1999.",
        "[26] R. Murnane, J. Willett, Y. Duhaldeborde, and J. Tyler. How Important are the Cognitive Skills of Teenagers in Predicting Subsequent Earnings? Journal of Policy Analysis and Management, 19(4):54768, 2000.",
        "[28] S. Otaiba and D. Fuchs. Characteristics of Children Who Are Unresponsive to Early Literacy Intervention: A Review of the Literature. Remedial and Special Education, 23(5):300316, 2002.",
        "[29] F. Parker, A. Boak, K. Griffin, C. Ripple, and L. Peay. Parent-Child Relationship, Home Learning Environment, and School Readiness. School Psychology Review, 28(3):41325, 1999.",
        "[30] J. Scholz. The Earned Income Tax Credit: Participation, Compliance, and Anti-Poverty Effectiveness. National Tax Journal, 47(1):5981, 1994.",
        "[31] J. Smith, J. Brooks-Gunn, and P. Klebanov. Consequences of Living in Poverty for Young Childrens Cognitive and Verbal Ability and Early School Achievement. In G. Duncan and J. Brooks-Gunn, editors, Consequences of Growing Up Poor, chapter 7, pages 132189. Russell Sage Foundation, New York, 1997."
    ]
}