{
    "id": 11278,
    "cites": 27,
    "cited_by": 98,
    "reference": [
        "Alesina, A., and E. Perotti (1997), The Welfare State and Competitiveness, American Economics Review, 87.",
        "Arellano, M. and C. Meghir, (1992) Female Labour Supply and On-the-Job Search: An Empirical Model Estimated Using Complementary Data Sets, Review of Economic Studies, vol. 59(3), pages 537-59.",
        "Arrufat, J.L. and A. Zabalza (1986): Female Labor supply with Taxation, Random Preferences and Optimization Errors. Econometrica, 54, 47-63.",
        "Bell, L. and R. Freeman (1999) Does Inequality Induce Us to Work More? Unpublished manuscript, presented at the MacArthur Social Interactions and Economic Inequality Network Meeting.",
        "Bertola, Giuseppe and Andrea Ichino, Wage Inequality and Unemployment: United States vs. Europe, NBER Macroeconomics Annual 1995, pp. 13-54.",
        "Blomquist, N.S. (1983), The effect of income taxation on the labor supply of married men in Sweden, Journal of Public Economics 22: 169-197.",
        "Blomquist, N.S. and U. Hansson-Brusewitz. (1990). The Effect of Taxes on Male and Female Labor Supply in Sweden. Journal of Human Resources 25(3):317-357.",
        "Blundell, R. and I. Walker (1982) `Modelling the Joint Determination of Household Labour Supplies and Commodity Demands, Economic Journal, 351-364.",
        "Blundell, R. and T. MaCurdy (1999) Labor Supply: A Review of Alternative Approaches Handbook of Labor Economics 3, North-Holland Publishing Co.",
        "Daveri, F. and G. Tabellini, (1997) Unemployment, Growth and Taxation in Industrial Countries, CEPR Discussion Papers 1681.",
        "Davis, S. J. and Henrekson, M. (2004) Tax effects on work activity, industry mix and shadow economy size : evidence from rich-country comparisons NBER working paper series no. 10509.; National Bureau of Economic Research.",
        "Douglas, P. H., (1934) The Theory of Wages, New York: Macmillan.",
        "Ebbinghaus, B. (2000), When Labour and Capital Collude: The Varieties of Welfare Capitalism and Early Retirement in Europe, Japan and the USA, Working Paper PSGE no. 00.4, Center for European Studies, Harvard University, July.",
        "Freeman, R. and J. Medoff (1984) What Do Unions Do? New York: Basic Books.",
        "Genre, VÃ\u0083Â©ronique, RamÃ\u0083Â³n GÃ\u0083Â³mez Salvador and Ana Lamo, European Women Why Do(Nt) They Work? European Central Bank Working Paper Series, No 454 / March 2005.",
        "Glaeser, E., B. Sacerdote and J. Scheinkman (2003) The Social Multiplier, with. Journal of the European Economic Association, Vol. 1(2-3) May-June.",
        "Heckman, J. (1993) What Has Been Learned About Labor Supply in the Past Twenty Years? American Economic Review, May, pp. 116-131.",
        "Holtz-Eakin, D., D. Joulfaian, and H. Rosen (1993) The Carnegie Conjecture: Some Empirical Evidence, Quarterly Journal of Economics, vol. 108(2), pp. 413-35.",
        "Hunt, J. (1998), Hours Reductions as Work-Sharing, Brookings Papers on Economic Activity 1.",
        "Hunt, J. (1999), Has Work-sharing Worked in Germany? Quarterly Journal of Economics, 117-42.",
        "Kaiser, H., U. van Essen and P.B. Spahn (1992), Income taxation and the supply of labour in West Germany, Jahrbucher fur Nationalokonomie und Statistik 209/1-2: 87 105.",
        "Labour Supply, George Allen and Unwin, London 42 Ljungqvist, Lars and Thomas J Sargent, The European Employment Experience, CEPR Discussion Papers: 3543, 2002.",
        "Nickell, S. (1998) Unemployment: Questions and Some Answers, Economic Journal, vol. 108(127), pp. 802-16.",
        "Nickell, S. and L. Nunziata (2001) Labour Market Institutions Database Center for Economic Performance.",
        "Olovsson C. (2004) Why Do European Work so Little? unpublished.",
        "Pencavel, J. (1986) Labor Supply of Men: A Survey in O. Ashenfelter and R. Layard, eds., Handbook of Labor Economics Volume 1, Amsterdam: North-Holland, pp. 3-102.",
        "Schneider, F. (2002) The Size and Development of the Shadow Economies of 22 States. Journal of Human Resources 25: 491516."
    ]
}