{
    "id": 11274,
    "cites": 24,
    "cited_by": 66,
    "reference": [
        "Balassa, Bella, 1964, The Purchasing Power Parity Doctrine: A Reappraisal, J. Political Economy, 72, 584-596.",
        "Caves, Richard, Jeffrey Frankel and Ronald Jones, 2002, World Trade and Payments: An Introduction (Addison Wesley Longman: Boston MA). Chinese translation expected soon.",
        "De Gregorio, Jose, Alberto Giovannini, and Holger Wolf, 1994, International Evidence on Tradables and Nontradables Inflation, NBER WP no. 4438; European Economic Review, 38, no.6, June 1994, 1225-44.",
        "Dooley, Michael, David Folkerts-Landau, and Peter Garber, 2003, An Essay on the Revived Bretton Woods System, NBER Working Paper No. 9971.",
        "Dornbusch, Rudiger, 1973, Devaluation, Money and Nontraded Goods, American Economic Review December, 871-880.",
        "Eichengreen, Barry, and Paul Masson, 1998, Exit Strategies: Policy Options for Countries Seeking Greater Exchange Rate Flexibility, Occasional Paper No. 168, International Monetary Fund, Washington DC.",
        "Frankel, 1984, The Yen/Dollar Agreement: Liberalizing Japanese Capital Markets, Policy Analyses In International Economics No.9, M.I.T. Press for Institute for International Economics: Washington, D.C..",
        "Frankel, Jeffrey, 1993, Liberalization of Koreas Foreign Exchange Markets, and the Role of Trade Relations with the United States, in Shaping a New Economic Relationship: The Republic of Korea and the United States, edited by Jongryn Mo and Ramon Myers, Hoover Institution Press, Stanford, CA, 1993: 120-142.",
        "Frankel, Jeffrey, 2004, Experience of and Lessons from Exchange Rate Regimes in Emerging Economies, NBER WP No. 10032. In Monetary and Financial Integration in East Asia: The Way Ahead, edited by Asian Development Bank, (Palgrave Macmillan Press, New York ) vol. 2, 91-138.",
        "Goldstein, Morris, 2003, Chinas Exchange Rate Regime, Testimony before the Subcommittee on Domestic and International Monetary Policy, Trade, and Technology, Committee on Financial Services, US House of Representatives, Washington, DC, October 1.",
        "Goldstein, Morris, 2004, Adjusting Chinas Exchange Rate Policies, High-Level Seminar, Dalian, China, May 26-27, 2004.",
        "Goldstein, Morris, and Nicholas Lardy, Two-Stage Currency Reform for China, Wall Street Journal, September 12, 2003.",
        "He, Guang, 2004, Policy Selection on Exchange Rate of Renminbi, Second Year Paper Analysis, Kennedy School of Government, April.",
        "Kravis, Irving, and Richard Lipsey, 1988, National Price Levels and the Prices of Tradables and Nontradables, American Economic Review, Papers and Proceedings, 78, 2, May, 474-78.",
        "McKinnon, Ronald. 1963. Optimum Currency Areas, American Economic Review, 53:17-724.",
        "McKinnon, Ronald, and Gunther Schnabl, 2003, The East Asian Dollar Standard, Fear of Floating, and Original Sin, Stanford University, September.",
        "Merrill Lynch, Chinas FX Regime: Moving the Great Wall, March 3, 2004.",
        "Mundell, Robert. 1961. A Theory of Optimum Currency Areas, American Economic Review vol. 51 (November): 509-517.",
        "Mundell, Robert, 1968, International Economics (MacMillan: New York).",
        "Parsley, David, and Shang-Jin Wei, 2003, A Prism into the PPP Puzzles: The MicroFoundations of Big Mac Real Exchange Rates, NBER Working Paper No. 10074, Nov.",
        "Rogoff, Kenneth, 1996, The Purchasing Power Parity Puzzle, J. Economic Literature, 34: (2) June 1996, 647-68.",
        "Rose, Andrew, 2000. One Money, One Market? The Effect of Common Currencies on International Trade, Economic Policy, 30, April, 9-44.",
        "Swan, Trevor,1963, Longer Run Problems of the Balance of Payments, in H.W. Arndt and W.M. Corden, eds., The Australian Economy, Cheshire, Melbourne.",
        "Williamson, John, 2001,The Case for a Basket, Band and Crawl (BBC) Regime for East Asia, in David Gruen and John Simon, eds., Future Directions for Monetary Policies in East Asia, Reserve Bank of Australia, July, 97-109."
    ]
}