{
    "id": 11276,
    "cites": 29,
    "cited_by": 49,
    "reference": [
        "Ang, A. and M. Piazzesi. (2003). A No-Arbitrage Vector Autoregression of Term Structure Dynamics with Macroeconomic and Latent Variables, Journal of Monetary Economics, 50, May, 745787.",
        "Ang, A., S. Dong and M. Piazzesi. (2004). No-Arbitrage Taylor Rules, Working Paper, Columbia University.",
        "Backus, D., S. Foresi, A. Mozumdar and L. Wu. (2001). Predictable Changes in Yields and Forward Rates, Journal of Financial Economics, 59, 281311.",
        "Brandt, M. and D. Chapman (2003). Comparing Multifactor Models of the Term Structure, working paper, Duke University.",
        "Campbell, J.Y. and J. H. Cochrane. (1999). By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy, 107, 205-51.",
        "Clarida, R., J. GalÃ\u0082Â´i and M. Gertler. (1999). The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature, 37, 16611707.",
        "Clarida, R., J. GalÃ\u0082Â´i and M. Gertler. (2000). Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, The Quarterly Journal of Economics, 115, 147180.",
        "Cochrane, J. and M. Piazzesi. (2002). The Fed and Interest Rates A High- Frequency Identification, American Economic Review, Papers and Proceedings, 92, May, 9095.",
        "Dai, Q. (2000). From Equity Premium Puzzle to Expectations Puzzle: A General Equilibrium Production Economy with Stochastic Habit Formation, Working Paper, Stern School of Business, New York University.",
        "Dai, Q. and T. Philippon. (2004). Government Deficits and Interest Rates: A NoArbitrage Structural VAR Approach, working paper, NYU.",
        "Dai, Q. and K. Singleton. (2002). Expectation Puzzles, Time-Varying Risk Premia, and Affine Models of the Term Structure, Journal of Financial Economics, 63, 415441.",
        "Dai, Q. and K. Singleton. (2003). Term Structure Dynamics in Theory and Reality, Review of Financial Studies, 16, 631678.",
        "Duffee, G.R. (2002). Term premia and interest rate forecasts in affine models, Journal of Finance, 57, 405-443.",
        "Duffie, D. and R. Kan. (1996). A Yield-Factor Model of Interest Rates, Mathematical Finance, 6, pp. 379406.",
        "Estrella, A. and F. S. Mishkin. (1997). The Predictive Power of the Term Structure of Interest Rates in Europe and the United States: Implications for the European Central Bank, European Economic Review, 41, 1375-1401.",
        "Evans, C. L. and D. A. Marshall. (1998). Monetary Policy and the Term Structure of Nominal Interest Rates: Evidence and Theory, Carnegie-Rochester Conference Series on Public Policy, 49, 53-111.",
        "Evans, C. L. and D. A. Marshall. (2001). Economic Determinants of the Term Structure of Nominal Interest Rates, Working paper, Federal Reserve Bank of Chicago, Chicago, IL.",
        "Fama, E. F. and R. R. Bliss. (1987). The Information in Long-Maturity Forward Rates, The American Economic Review, 77, September, 680692.",
        "Goodfriend, M. (1991). Interest Rates and the Conduct of Monetary Policy, CarnegieRochester Conference Series on Public Policy, 34, 730.",
        "Hordahl, P., O. Tristani, and D. Vestin. (2003). A Joint Econometric Model of Macroeconomic and Term Structure Dynamics, working paper, European Central Bank.",
        "Kugler, P. (1997). Central Bank Policy Reaction and the Expectations Hypothesis of the Term Structure, International Journal of Financial Economics, 2, 217224.",
        "Mankiw, N. G. and J. A. Miron. (1986). The Changing Behavior of the Term Structure of Interest Rates, The Quarterly Journal of Economics, 101, 211228.",
        "McCallum, B. T. (1994a). Monetary Policy and the Term Structure of Interest Rates, NBER Working Paper No. 4938.",
        "McCallum, B. T. (1994b). A Reconsideration of the Uncovered Interest Rate Parity Relationship, Journal of Monetary Economics, 33, 105132.",
        "Piazzesi, M. (2001). An Econometric Model of the Yield Curve with Macroeconomic Jump Effects, NBER Working Paper No. 8246.",
        "Piazzesi, M. and E. Swanson. (2004). Futures Prices as Risk-Adjusted Forecasts of Monetary Policy, NBER Working Paper No. 10547.",
        "Rudebusch, G. (1998). Do Measures of Monetary Policy in a VAR Make Sense? International Economic Review, 39, 907-31.",
        "Rudebusch, G. and T. Wu. (2004). A Macro-Finance Model of the Term Structure, Monetary Policy, and the Economy, Working Paper, Federal Reserve Bank of San Francisco.",
        "Singleton, K. J. (2005). Dynamic Asset Pricing Models: Econometric Specification and Empirical Assessments, manuscript, Stanford University (Princeton University Press, forthcoming) ."
    ]
}