{
    "id": 11287,
    "cites": 27,
    "cited_by": 2,
    "reference": [
        "Bar-Hillel, Maya, and William Wagenaar (1991). Perceptions of Randomness, Advances of Applied Mathematics, XII: 428-454.",
        "Becker, Gary S., Michael Grossman, and Kevin M. Murphy (1994). An Empirical Analysis of Cigarette Addiction, American Economic Review, 84(3): 396-418.",
        "Becker, Gary S. and Kevin M. Murphy (1988). A Theory of Rational Addiction, Journal of Political Economy, 96(4): 675-700.",
        "Becker, Gary S. and Kevin M. Murphy (1993). A Simple Theory of Advertising as a Good or Bad, Quarterly Journal of Economics, 108(4): 941-964.",
        "Boyer (1978). A Habit Forming Optimal Growth Model, International Economic Review, 19(3): 585-609.",
        "Camerer, Colin. (1995). Individual Decision Making, in ed. John Hagel and Alvin E. Roth, Handbook of Experimental Economics.",
        "Carhart, Mark M. (1997). On Persistence in Mutual Fund Performance, Journal of Finance, 52(1): 57-82.",
        "Chevalier, Judith and Glenn Ellison (1997). Risk-Taking by Mutual Funds as a Response to Incentives, Journal of Political Economy, 105(6): 1167-1200.",
        "Chevalier, Judith and Glenn Ellison (1999). Are Some Mutual Fund Managers Better Than Others? Cross-Sectional Patterns in Behavior and Performance, Journal of Finance, 54(3): 875-899.",
        "Clotfelter, Charles, and Philip Cook (1993). The `Gamblers Fallacy in Lottery Play, Management Science, XXXIX: 1521-1525.",
        "Evans, William and Ping Zhang (2003). The Impact of Earmarked Lottery Revenue on State Educational Expenditures. University of Maryland working paper.",
        "Forrest, David O., David Gulley and Robert Simmons (2000). Elasticity of Demand for U.K. National Lottery Tickets. National Tax Journal 53: 853-863.",
        "Gilovich, T., R.Vallone, and Amos Tversky (1985). The Hot Hand in Basketball: On the Misperception of Random Sequences. Cognitive Psychology 17: 295-314.",
        "Grinblatt, Mark and Matti Keloharju (2001). What Makes Investors Trade? Journal of Finance, 61(2): 589-616.",
        "Gruber, Jon and Botond Koszegi (2001). Is Addiction `Rational? Theory and Evidence, Quarterly Journal of Economics, 116(4): 1261-1303.",
        "Hicks, John. (1965). Capital and Growth (New York: Oxford University Press).",
        "Iannacone, Laurence R. (1986). Addiction and Satiation, Economics Letters, 21: 95-99.",
        "Kearney, Melissa S. (forthcoming) State Lotteries and Consumer Behavior Journal of Public Economics. Mobilia, Pamela (1993). Gambling as a Rational Addiction, Journal of Gambling Studies 9(2): 121-151.",
        "Odean, Terrance (1998). Are Investors Reluctant to Realize Their Losses? Journal of Finance, 53(5): 1775-1798.",
        "Pollack, Robert A. (1970). Habit Formation and Dynamic Demand Functions, Journal of Political Economy, 78(4): 745-763.",
        "Rabin, Matthew. (2002) Inference by Believers in the Law of Small Numbers, Quarterly Journal of Economics 117(3): 775-816.",
        "Ryder, Harl E. and Geoffrey M. Heal (1973). Optimum Growth with Intertemporally Dependent Preferences, Review of Economic Studies, 40(1): 1-33.",
        "Stigler, George J. and Gary S. Becker (1977). De Gustibus Non Est Disputandum, American Economic Review, 67(1): 76-90.",
        "Terrell, Dek (1994). A Test of the Gamblers Fallacy Evidence from Pari-Mutuel Games, Journal of Risk and Uncertainty, 8: 309-317.",
        "Tversky, Amos and Daniel Kahneman (1971). Belief in the `Law of Small Numbers, Psychological Bulletin, 76: 105-110.",
        "Wagenaar, William (1972). Generation of random sequences by human subjects: A Critical survey of the literature. Psychological Bulletin 77: 65-72.",
        "Zhang, Ping. (2004) Over- or Under- Advertising by State Lotteries in Ph.D. Dissertation. Department of Economics, University of Maryland."
    ]
}