{
    "id": 11289,
    "cites": 50,
    "cited_by": 1,
    "reference": [
        "Acemoglu, D. and J. Ventura (2002), The world distribution of income, Quarterly Journal of Economics, May: 659-94.",
        "Acemoglu, D., S. Johnson, and J.A. Robinson (2001), The colonial origins of comparative development: An empirical investigation, American Economic Review 91(5): 1369-1401.",
        "Akiyama, T., J. Baffes, D. Larson, and P. Varangis (2003), Commodity market reform in Africa: Some recent experience, World Bank Policy Research Working Paper 2995.",
        "Barrett, C. B., Food Aid: Is it Development Assistance, Trade Promotion, Both or Neither?American Journal of Agricultural Economics 80 (1998):566-71.",
        "Barrett, C. B. and Dorosh, P. A., Nonparametric Evidence from Rice in Madagascar, American Journal of Agricultural Economics, 78: 656-669, August 1996.",
        "Barro, R. (1998), Determinants of economic growth, MIT Press: Cambridge.",
        "Bates, Robert H., Markets and States in Tropical Africa (Berkeley, CA: University of California Press, 1981).",
        "Baxter, M. and M.A. Kouparitsas (2000), What can account for fluctuations in the terms of trade? Federal Reserve Bank of Chicago, working paper WP 2000-25.",
        "Beghin, J., D. Roland-Holst, and D. van der Mensbrugghe (2002), Global agricultural trade and the Doha Round: What are the stakes for North and South, OECD mimeo 2002.",
        "Binswanger, H. and E. Lutz (2000), Agricultural trade barriers, trade negotiations, and the interests of developing countries, World Bank mimeo.",
        "Bloom, D. and J. Sachs (1998), Geography, demography, and economic growth in Africa, Brookings Papers on Economic Activity 2, 207-295.",
        "Brunner, A.D. (2002), El Nino and world commodity prices: Warm water or hot air? Review of Economics and Statistics, 84(1):176-83.",
        "Dasgupta, P. (1993), An inquiry into well-being and destitution, Clarendon Press: Oxford.",
        "Datt, G. and M. Ravallion (1998), Farm productivity and rural poverty in India, Journal of Development Studies 34:62-85.",
        "Deininger, K. and L. Squire (1996), A new data set measuring income inequality, World Bank Economic Review, 10(3):565-91.",
        "Dollar, D. and A. Kraay (2002), Growth is good for the poor, Journal of Economic Growth, 7(3):195-225.",
        "Easterley, W. and S. Fisher (2001), Inflation and the poor, Journal of Money, Credit, and Banking, 33(2):160-78.",
        "Easterley, W. and M. Sewadeh (2000) Global Development Network growth database, World Bank: Washington, D.C.",
        "Easterly, W. and R. Levine (2003), Tropics, germs, and crops: How endowments influence economic development, Journal of Monetary Economics, 50:3-39.",
        "ERS/USDA (Economic Research Service/ US Department of Agriculture) (2002), World agriculture supply and demand estimates, Available: http://usda.mannlib.cornell.edu/reports/waobr/wasde-bb/.",
        "ERS/USDA (Economic Research Service/ US Department of Agriculture) (2001), EU Preferential trading agreements: Heightened competition for US, Agricultural Outlook, December.",
        "Frankel, J., and D. Romer (1999), Does trade cause growth? American Economic Review 89(3):379-399.",
        "Gardner , B. (1987), Causes of US farm programs, Journal of Political Economy, 95(2):290-310.",
        "Gardner, B. (2003), American agriculture in the twentieth century, Harvard University Press: Cambridge.",
        "Gollin, D., S. Parente, and R. Rogerson (2003), The role of agriculture in development, Williams College mimeo.",
        "Harrison, A. and G. Hansen (1999) Who gains from trade reform? Some remaining puzzles, Journal of Development Economics 59:125-154.",
        "Hertel, T.W., M. Ivanic, P.V. Preckel, and JA.L. Cranfield (2003), Trade liberalization and the structure of poverty in developing countries, Global Trade Analysis Project mimeo, February.",
        "Hoekman, B., F., Ng, and M. Olarreaga (2002), Reducing agricultural tariffs versus domestic support: Whats more important for developing countries? World Bank Policy Research Paper 2918.",
        "International Cotton Advisory Committee (2002) Production and trade policies affecting the cotton industry, ICAC: Washington, D.C..",
        "Kuznets, S. (1955), Economic growth and income inequality, American Economic Review, 45(1): 1-28.",
        "Masters, William A. and Jeffrey Sachs, Climate and Development, Purdue University Working Paper, January, 2001.",
        "Messerlin, P.A. (2002), Agriculture in the Doha agenda, World Bank mimeo.",
        "OECD (Organization for economic cooperation and development) (2001), Agricultural policies in OECD countries: Monitoring and evaluation, OECD: Paris.",
        "Panagariya, A. (2002), Trade and food security: Conceptualizing the linkages, Mimeo, University of Maryland.",
        "Panagariya, A. (2004), Comments on subsidies and trade barriers, Copenhagen Consensus Opponent Note.",
        "Panagariya, A. and R. Dattagupta (2001) The gains from preferential trade liberalization in the CGEs: Where do they come from? In S. Lahiri (ed.) Regionalism and globalization: Theory and practice, Routledge: London.",
        "Ramey, G., and V. Ramey, (1995), Cross-country evidence on the link between volatility and growth, American Economic Review, 85(5):1138-51.",
        "Ravallion, M. (2004), Looking beyond averages in the trade and poverty debate, World Bank Policy Research Working Paper 3461, November.",
        "Rodriguez, F. and D. Rodrik (2000), Trade policy and economic growth: A skeptics guide to the cross-national evidence, in B. Bernanke and K. Rogoff eds., NBER Macroeconomics Annual 2000, MIT Press: Cambridge.",
        "Rodrik, D., A. Subramanian, and F. Trebbi (2002), Institutions Rule: The primacy of institutions over geography and integration in economic development, Harvard University mimeo, October.",
        "Sachs, J. and A. Warner (1995), Economic reform and the process of global integration, Brookings Papers on Economic Activity, 1:1-118.",
        "Sarel, M. (1997), How macroeconomic factors affect income distribution: The crosscountry evidence, IMF Working Paper WP/97/152.",
        "Timmer, C.P. (1992), Agriculture and economic development revisited. In P.S. Teng, and F.W.T. Penning de Vriews (eds.), Agricultural Systems, vol. 38, no.5, Elsevier: Amsterdam.",
        "Timmer, C.P. (1994), Population, poverty, and policies, American Economic Review, 84(2):261-65.",
        "Timmer, C.P. (1995), Getting agriculture moving: Do markets provide the right signals, Food Policy 20(5):455-72.",
        "Timmer, C.P. (2000), The macro dimensions of food security: Economic growth, equitable distribution, and food price stability, Food Policy 25:283-95.",
        "Trueblood, M. and S. Shapouri (1999), Trade liberalization and the sub-Saharan African countries, ERS/USDA Food Security Assessment document GFA-11.",
        "Valdes, A. and A.F. McCalla (1999), Issues, interests and options of developing countries, World Bank: Washington, D.C..",
        "Wacziarg, R. and K.H. Welch (2003), Trade liberalization and growth: New evidence, Stanford University mimeo, November.",
        "World Bank (2004), World Development Indicators. CD-Rom."
    ]
}