{
    "id": 11281,
    "cites": 25,
    "cited_by": 54,
    "reference": [
        "Altonji, Joseph G. and Card, David. The Effects of Immigration on the Labor Market Outcomes of Less-Skilled Natives, in J.M. Abowd and R.B. Freeman, eds., Immigration, Trade, and the Labor Market. Chicago: University of Chicago Press, 1991, 201-234.",
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney, Trends in U.S. Wage Inequality: Re-Assessing the Revisionists, unpublished paper, Harvard University, August 2004.",
        "Borjas, George J., Assimilation, Changes in Cohort Quality, and the Earnings of Immigrants, Journal of Labor Economics 3 (1985), 463-489.",
        "Borjas, George J. and Bernt Bratsberg, Who Leaves? The Outmigration of the ForeignBorn, Review of Economics and Statistics 78 (February 1996), 165-176.",
        "Borjas George J., Richard B. Freeman, and Lawrence F. Katz, How Much Do Immigration and Trade Affect Labor Market Outcomes?, Brookings Papers on Economic Activity 1997, no. 1, 1-67.",
        "Camarota, Stephen A. Immigration from Mexico: Assessing the Impact on the United States. Washington, DC: Center for Immigration Studies, 2001.",
        "Card, David, The Impact of the Mariel Boatlift on the Miami Labor Market, Industrial and Labor Relations Review 43 (1990), 245-257.",
        "Card, David, Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration, Journal of Labor Economics 19 (January 2001), 22-64.",
        "Chiswick, Barry R. Is the New Immigration Less Skilled than the Old? Journal of Labor Economics 4 (April 1986), 168-192.",
        "Cortes, Patricia, How Much Does Low-Skilled Immigration Decrease Prices?, unpublished paper, MIT, November 2004.",
        "Funkhouser, Edward and Stephen J. Trejo, The Labor Market Skills of Recent Male Immigrants: Evidence from the Current Population Surveys, Industrial and Labor Relations Review 48 (1995), 792-811.",
        "Grossman, Jean Baldwin, The Substitutability of Natives and Immigrants in Production, Review of Economics and Statistics 54 (November 1982), 596-603.",
        "Hamermesh, Daniel S., Labor Demand. Princeton, N.J.: Princeton U. Press, 1993.",
        "Khananusapkul, Phanwadee, Do Low-Skilled Female Immigrants Increase the Labor Supply of Skilled Women?, unpublished paper, Harvard University, February 2004.",
        "LaLonde, Robert J. and Robert H. Topel, The Assimilation of Immigrants in the U.S. Labor Market, in G.J. Borjas and R.B. Freeman, eds., Immigration and the Work Force: Economic Consequences for the United States and Source Areas. Chicago: University of Chicago Press, 1992, 67-92.",
        "Marcell, Ronald. O. Bracero Program Hurt Domestic Farm Workers, Borderlands 12 (Spring 1994), 13-14.",
        "Massey, Douglas S. and Z. Liang, The Long-Term Consequences of a Temporary Worker Program: The U.S. Bracero Experience, Population Research and Policy Review, 1989.",
        "Massey, Douglas S., Jorge Durand, and Nolan J. Malone, Beyond Smoke and Mirrors. New York: Russell Sage Foundation, 2002.",
        "Murphy, Kevin M., and Finis Welch, The Structure of Wages, Quarterly Journal of Economics 107 (February 1992), 285-326.",
        "Ramos, Fernando. Out-Migration and Return Migration of Puerto Ricans, in G.J. Borjas and R.B. Freeman, eds., Immigration and the Work Force: Economic Consequences for the United States and Source Areas. Chicago: University of Chicago Press, 1992, 49-66.",
        "Redstone, Ilana and Douglas S. Massey, Coming to Stay: An Analysis of the U.S. Census Question on Immigrants Year of Arrival, Demography 41 (2004): 721-738.",
        "Rivera-Batiz, Francisco L. Trade Theory, Distribution of Income, and Immigration, American Economic Review 73 (May 1983), 183-187.",
        "Trejo, Stephen J., Why Do Mexican-Americans Earn Low Wages?, Journal of Political Economy, 105 (1997), 1235-68.",
        "Trejo, Stephen J., Intergenerational Progress of Mexican-Origin Workers in the U.S. Labor Market, Journal of Human Resources 38 (2003), 467-89.",
        "U.S. Immigration and Naturalization Service, Statistical Yearbook of the Immigration and Naturalization Service. Washington, D.C.: U.S. Government Printing Office, various issues. Yuengert, Andrew. Immigrant Earnings, Relative to What? The Importance of Earnings Function Specification and Comparison Points, Journal of Applied Econometrics 9 (JanuaryMarch 1994), 71-90."
    ]
}