{
    "id": 11294,
    "cites": 65,
    "cited_by": 19,
    "reference": [
        "Ajinkya, Bipin B., Roland K. Atiase, and Michael J. Gift, 1991, Volume of trading and the dispersion in financial analysts earnings forecasts, The Accounting Review 66(2): 389-401.",
        "Allen, Jeffrey, and Gordon M. Phillips, 2000, Corporate Equity Ownership, Strategic Alliances and Prod- uct Market Relationships, Journal of Finance 55, 2791-2815.",
        "Altman, Edward, 2000. Predicting Financial Distress of Companies: Revisiting the Z-Score and Zeta Models, Working paper, New York University.",
        "Asquith, Paul, and David W. Mullins, 1986, Equity Issues and Offering Dilution, Journal of Financial Economics 15, 61-89.",
        "Baker, Malcolm and Jeffrey Wurgler, 2002, Market Timing and Capital Structure, Journal of Finance 57, 1-32.",
        "Barclay, Michael J., Clifford G. Holderness, and Dennis P. Sheehan, 2003, Private Placements and Man- agerial Entrenchment, Working paper, University of Rochester.",
        "Blackwell, David, and David Kidwell, 1988, An Investigation of the Cost Differences Between Public Sales and Private Placements of Debt, Journal of Financial Economics 22, 253-278.",
        "Boyd, John, and Edward C. Prescott, 1986, Financial Intermediary Coalitions, Journal of Financial Theory 38, 211-232.",
        "Brennan, Michael J., and Allan Kraus, 1987, Efficient Financing Under Asymmetric Information, Journal of Finance, 1225-1243.",
        "Brennan, Michael J., and E.S. Schwartz, 1987, The Case for Convertibles, Journal of Applied Corporate Finance 1, 55-64.",
        "Brophy, David J., Paige P. Ouimet, and Clemens Sialm, 2004, PIPE Dreams? The Stock Price Per- formance of Companies Issuing Private Investments in Public Equity, Working paper, University of Michigan Business School.",
        "Cantillo, Miguel, and Julian Wright, 2000, How Do Firms Choose Their Lenders? An Empirical Investi- gation, Review of Financial Studies 13, 155-189.",
        "Chang, Xin, Sudipto Dasgupta, and Gilles Hilary, 2004, Analyst Coverage and Capital Structure Deci- sions, Working paper, Hong Kong University of Science and Technology.",
        "Chaplinsky, Susan, and David Haushalter, 2003, Financing Under Extreme Uncertainty: Evidence from PIPEs, 2003, Working paper, University of Virginia.",
        "Chemmanur, Thomas, and Paolo Fulghieri, 1999, A Theory of Going-Public Decision, The Review of Financial Studies 12 (2), 249-279.",
        "Daines, Robert, and M. Klausner (2001), Do IPO Charters Maximize Firm Value? Antitakeover Pro- tection in IPOs, Journal of Law, Economics, and Organization 17, 83-120.",
        "Denis, David J., and Vassil T. Mihov, 2003, The Choice Between Bank Debt, Non-Bank Private Debt and Public Debt: Evidence from New Corporate Borrowings, Journal of Financial Economics 70(1), 3-28.",
        "Diamond, Douglas W., 1984, Financial Intermediation and Delegated Monitoring, Review of Economic Studies, 393-414.",
        "Diamond, Douglas W., 1991, Monitoring and Reputation: The Choice Between Bank Loans and Directly Placed Debt, Journal of Political Economy 99, 689-721.",
        "Fama, Eugene, 1985, What is different about Banks?, Journal of Monetary Economics 17, 239-249.",
        "Fama, Eugene and Kenneth French, 2002, Testing trade-off and pecking order predictions about dividends and debt, Review of Financial Studies 15 (1), 1-33.",
        "Faulkender, Michael, and Mitchell Petersen, 2005, Does the Source of Capital Affect Capital Structure? Review of Financial Studies, forthcoming.",
        "Field, Laura, and Jonathan Karpoff, 2002, Takeover Defenses of IPO Firms, Journal of Finance 57, 1857-1889.",
        "Frank, Murray Z., and Vidhan K. Goyal, 2003, Testing the pecking order theory of capital structure, Journal of Financial Economics 67, 217-248.",
        "Fulghieri, Paolo, and Dmitry Lukin, 2001, Information production, dilution costs, and optimal security design, Journal of Financial Economics 61, 3-42.",
        "Graham, John R., 1996, Debt and the marginal tax rate, Journal of Financial Economics 41, 41-73.",
        "Graham, John R., and Michael Lemmon, 1998, Measuring Corporate Tax Rates and Tax Incentives: A New Approach, Journal of Applied Corporate Finance 11, 54-65.",
        "Gompers, Paul, Joy Ishii, and Andrew Metrick, 2003, Corporate Governance and Equity Prices, Quarterly Journal of Economics 118, 107-155.",
        "Gorton, Gary, and Andrew Winton, 2003, Financial Intermediation, Handbook of the Economics of Fi- nance, 459-460.",
        "Green, Richard C., 1984, Investment Incentives, Debt, and Warrants, Journal of Financial Economics 13, 115-136.",
        "Grossman Sanford, and Oliver Hart, 1982, Corporate Financial Structure and Managerial Incentives, in McCall, editor, Economics of Information and Uncertainty.",
        "Helwege, Jean, and Nellie Liang, 1996, Is there a pecking order? Evidence from a panel of IPO firms, Journal of Financial Economics 40, 429-458.",
        "Hertzel, Michael, and Richard L. Smith, 1993, Market discounts and shareholder gains for placing equity privately, Journal of Finance 48, 459-485.",
        "Houston, Joel, and Christopher James, 1996, Bank Information Monopolies and the Mix of Private and Public Debt Claims, Journal of Finance 51, 1863-1889.",
        "Hovakimian, A., T. Opler, and S. Titman, 2001, The debt-equity choice, Journal of Financial and Quan- titative Analysis 36 (1), 1-24.",
        "James, Christopher and Peggy Wier, 1988, Are bank loans different? Some evidence from the stock market, Journal of Applied Corporate Finance 1, 46-54.",
        "Jensen, Michael, 1986, The Agency Costs of Free Cash Flow: Corporate Finance and Takeovers, American Economic Review, 76(2).",
        "Jensen, Michael, and William Meckling, 1976, Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers, American Economic Review 76(2), 323-329.",
        "Jensen, Michael, and Richard Ruback, 1983, The Market for Corporate Control: The Scientific Evidence, Journal of Financial Economics 11.",
        "Kahn, Charles and Andrew Winton, 1998, Ownership Structure, Speculation, and Shareholder Interven- tion, Journal of Finance 53, 99-129.",
        "Kayhan, Ayla and Sheridan Titman, 2004, Firms Histories and Their Capital Structures, Working paper, University of Texas at Austin.",
        "Korajczyk, R., and A. Levy, 2003, Capital Structure Choice: Macroeconomic conditions and financial constraints, Journal of Financial Economics 68, 75-109.",
        "Korajczyk, Robert, Deborah Lucas, and Robert McDonald, 1991, The Effect of Information Releases on the Pricing and Timing of Equity Issues, Review of Financial Studies 4(4), 685-708.",
        "Krishnaswami, Sudha, Paul A. Spindt, and Venkat Subramaniam, 1999, Information Asymmetry, Moni- toring and the Placement Structure of Corporate Debt, Journal of Financial Economics 51, 407-434.",
        "Laitin, Sari and John Houston, 2000, The SEC Adopts New Regulations to Curb Selective Disclosure, http://rkmc.com/article.asp?articleId=137, Robins, Kaplan, Miller and Ciresi L.L.P.",
        "Lang, Mark H. and Russell J. Lundholm, 1996, Corporate disclosure policy and analyst behavior, Ac- counting Review 71(4), 467-492.",
        "Leary, Mark, and Michael R. Roberts, 2004a, Do Firms Rebalance Their Capital Structures?, Working paper, Duke University.",
        "University. Lemmon, Michael, and Jaime Zender, 2002, Debt Capacity and Tests of Capital Structure Theories, Working paper, University of Utah.",
        "Lucas, Deborah, and Robert McDonald, 1990, Equity Issues and Stock Price Dynamics, Journal of Finance 45, 1019-1043.",
        "MacKie-Mason, Jeffrey K., 1990, Do Firms Care Who Provides Their Financing?, in Asymmetric Infor- mation, Corporate Finance, and Investment, R. Glenn Hubbard, ed. Chicago: University of Chicago Press, pp. 63-104.",
        "Maksimovic, Vojislav, and Gordon M. Phillips, 2004, The Industry Life-Cycle, Acquisitions and Invest- ment: Does Firm Organization Matter? Working paper, University of Maryland.",
        "Maksimovic, Vojislav, and Pegaret Picher, 1999, Private versus Public Offerings: Optimal Selling Mech- anisms with Adverse Selection, Working paper, University of Maryland.",
        "Masulis, Ronald W,. and Ashok N. Korwar, 1986, Seasoned Equity Offerings: An Empirical Investigation, Journal of Financial Economics 15, 91-118.",
        "Mikkelson, Wayne, and Megan Partch, 1986, Valuation Effects of Security Offerings and the Issuance Process, Journal of Financial Economics 15, 31-60.",
        "Myers, Stewart C., and Nicholas S. Majluf, 1984, Corporate financing and investment decisions when the firm has information that investors do not have, Journal of Financial Economics 13, 187-221.",
        "Myers, Stewart C., 1977, Determinants of corporate borrowing, Journal of Financial Economics 5, 147- 175.",
        "Myers, Stewart C., 1984, The capital structure puzzle, Journal of Finance 39, 575-592.",
        "Novaes, Walter and Luigi Zingales, 1995, Capital structure choice when managers are in control: en- trenchment versus efficiency, NBER working paper 5384.",
        "Rajan, Raghuram, 1992, Insiders and Outsiders: The Choice Between Informed and Arms-Length Debt, Journal of Finance 47, 1367-1406.",
        "Ramakrishnan, Ram, and Anjan Thakor, 1984, Information Reliability and a Theory of Financial Inter- mediation, Review of Economic Studies, 51(3), 415-432.",
        "Shleifer, Andrei, and Robert Vishny, 1989, Managerial Entrenchment: The Case of Manager-Specific Investments, Journal of Financial Economics 25, 123-140.",
        "Shyam-Sunder, Lakshmi, and Stewart C. Myers, 1999, Testing static tradeoff against pecking order models of capital structure, Journal of Financial Economics 51 (2), 219-244.",
        "Stein, Jeremy, 1992, Convertible Bonds as Back Door Equity Financing, Journal of Financial Economics 32, 3-21.",
        "Titman, S., and R. Wessels, 1988, The determinants of capital structure, Journal of Finance 43, 1-19.",
        "Wruck, Karen H., 1989, Equity ownership concentration and firm value: Evidence from private equity financings, Journal of Financial Economics 23, 3-28 Wu, YiLin, The Choice of equity-selling mechanisms, Journal of Financial Economics, forthcoming."
    ]
}