{
    "id": 11297,
    "cites": 51,
    "cited_by": 6,
    "reference": [
        "[1] Alvarez, Fernando and Urban J. Jermann (2004) Using Asset Prices to Measure the Cost of Business Cycles, Journal of Political Economy, vol. 112, pp. 1223-1256.",
        "[2] Arrow, Kenneth J. (1971) Essays in the Theory of Risk-Bearing, Amsterdam, North Holland.",
        "[3] Atkeson, Andrew and Christopher Phelan (1994) Reconsidering the Costs of Business Cycles with Incomplete Markets, NBER Macroeconomics Annual 1994, Cambridge, MA, MIT Press, pp. 187-207.",
        "[4] Barlevy, Gadi (2004) The Cost of Business Cycles under Endogenous Growth, Amer- ican Economic Review, vol. 94 (4), pp. 964-990.",
        "[5] Barro, Robert J. and Xavier Sala-i-Martin (2003) Economic Growth, 2nd edition, Cam- bridge, MIT Press.",
        "[6] Beaudry, Paul and Carmen Pages (2001) The Cost of Business Cycles and the Stabi- lization Value of Unemployment Insurance, European Economic Review, vol. 45, pp. 1545-1572.",
        "[7] Burns, Arthur F. and Wesley C. Mitchell (1946) Measuring Business Cycles, New York, National Bureau of Economic Research.",
        "[8] Campbell, John and N. Gregory Mankiw (1987) Are Output Fluctuations Transi- tory? Quarterly Journal of Economics, vol. 102, pp. 857-880.",
        "[9] Chetty, Raj (2005) Labor Supply and Risk Aversion: A Calibration Theorem, UC Berkeley unpublished.",
        "[10] Chetty, Raj and Adam Szeidl (2004) Consumption Commitments and Asset Prices, Harvard University unpublished.",
        "[11] Christiano, Lawrence J. (1988) Why Does Inventory Investment Fluctuate so Much? Journal of Monetary Economics, vol. 21, pp. 247-280.",
        "[12] Cocco, JoÃ\u0083Â£o (2003) Portfolio Choice in the Presence of Housing, London Business School, unpublished.",
        "[13] Cochrane, John (1987) How Big is the Random Walk in GNP? Journal of Political Economy, vol. 96, pp. 893-920.",
        "[14] Dickey, David A. and Wayne A. Fuller (1979) Distribution of the Estimators for Autoregressive Time Series with a Unit Root, Journal of the American Statistical Association, vol. 74 (1), pp. 427--31.",
        "[15] Dolmas, James (1998) Risk Preferences and the Welfare Cost of Business Cycles, Review of Economic Dynamics, vol. 1 (3), pp. 646-676.",
        "[16] Easterly, William (2002) The Elusive Quest for Growth, Cambridge, MIT Press.",
        "[17] Elliott, Graham, Thomas J. Rothenberg, and James H. Stock (1996) Efficient Tests for an Autoregressive Unit Root, Econometrica, vol. 64 (4), pp. 813-836.",
        "[18] Epaulard, Anne and Aude Pommeret (2003) Recursive Utility, Endogenous Growth, and the Welfare Cost of Volatility, Review of Economic Dynamics, vol. 6 (3), pp. 672-684.",
        "[19] Epstein, Larry G. and Stanley E. Zin (1989) Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework, Econometrica, vol. 57 (4), pp. 937-969.",
        "[20] Friend, Irwin and Marshall E. Blume (1975) The Demand for Risky Assets, American Economic Review, vol. 65 (5), pp. 900-922.",
        "[21] Fuhrer, Jeffrey C. (2000) Habit Formation in Consumption and its Implications for Monetary Policy, American Economic Review, vol. 90 (3), pp. 367-390.",
        "[23] Hall, Robert E. (1978) Stochastic Implications of the Life-Cycle Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy, vol. 86 (6), pp. 971-987.",
        "[24] Imrohoro glu, Ayse (1989) The Cost of Business Cycles with Indivisibilities and Liq- uidity Constraints, Journal of Political Economy, vol. 97 (6), pp. 1364-1383.",
        "[25] Kimball, Miles S. (1990) Precautionary Saving in the Small and in the Large, Econo- metrica, vol. 58 (1), pp. 53-73.",
        "[26] King, Robert G. and Sergio T. Rebelo (1993) Transitional Dynamics and Economic Growth in the Neoclassical Growth Model, American Economic Review, vol. 83 (4), pp. 908-931.",
        "[27] Knight, Frank H. (1944) Diminishing Returns from Investment, Journal of Political Economy, vol. 52, pp. 26-47.",
        "[28] Krebs, Tom (2003) Growth and Welfare Effects of Business Cycles in Economies with Idiosyncratic Human Capital Risk, Review of Economic Dynamics, vol. 6, pp. 846-868.",
        "[29] Krebs, Tom (2004) Job Displacement Risk and the Costs of Business Cycles, Brown University working paper.",
        "[30] Krusell, Per and Anthony A. Smith, Jr. (1999) On the Welfare Effects of Eliminating Business Cycles, Review of Economic Dynamics, vol. 2 (2), pp. 245-272.",
        "[31] Kwiatkowski, Denis, Peter C.B. Phillips, Peter Schmidt, and Yongcheol Shin (1992) Testing the Null Hypothesis of Stationarity Against the Alternative of a Unit Root: How Sure Are We that Economic Time Series Have a Unit Root? Journal of Econo- metrics, vol. 54, pp. 159-178.",
        "[32] Kydland, Finn E. and Edward C. Prescott (1982) Time to Build and Aggregate Fluc- tuations, Econometrica, vol. 50 (6), pp. 1345-1370.",
        "[33] Lucas, Robert E., Jr. (1987) Models of Business Cycles, New York, Basil Blackwell.",
        "[34] Lucas, Robert E., Jr. (2003) Macroeconomic Priorities, American Economic Review, vol. 93 (1), pp. 1-14.",
        "[35] McGrattan, Ellen R. and Edward C. Prescott (2003) Average Debt and Equity Re- turns: Puzzling? American Economic Review Papers and Proceedings, vol. 93 (2), pp. 292-297.",
        "[36] Mehra, Rajnish and Edward C. Prescott (1985) The Equity Premium: A Puzzle, Journal of Monetary Economics, vol. 15, pp. 145-161.",
        "[37] Ng, Serena and Pierre Perron (2001) Lag Length Selection and the Construction of Unit Root Tests with Good Size and Power, Econometrica, vol. 69 (6), pp. 1519-1554.",
        "[38] Obstfeld, Maurice (1994) Evaluating Risky Consumption Paths: The Role of In- tertemporal Substitutability, European Economic Review, vol. 38, pp. 1471-1486.",
        "[39] Otrok, Christopher (2001) On Measuring the Welfare Cost of Business Cycles, Jour- nal of Monetary Economics, vol. 47, pp. 61-92.",
        "[40] Parker, Jonathan A. and Bruce Preston (2004) Precuationary Saving and Consump- tion Fluctuations, American Economic Review, forthcoming.",
        "[41] Phillips, Peter C. B. and Pierre Perron (1988) Testing for a unit root in time series regression, Biometrika, vol. 75 (2), pp. 335-346.",
        "[42] Phillips, Peter C. B. (1998) Impulse Response and Forecast Error Variance Asymp- totics in Nonstationary VARs, Journal of Econometrics, vol. 83, pp. 21-56.",
        "[43] Poterba, James M. (1998) The Rate of Return to Corporate Capital and Factor Shares: New Estimates Using Revised National Income Accounts and Capital Stock Data, Carnegie-Rochester Conference Series on Public Policy, vol. 48, pp. 211-246.",
        "[44] Prescott, Edward C. (1986) Theory Ahead of Business Cycle Measurement, FRB Minneapolis Quarterly Review, vol. 10 (4).",
        "[45] Reis, Ricardo (2004) Inattentive Consumers, NBER working paper 10883.",
        "[46] Romer, Christina and David Romer (2002) The Evolution of Economic Understanding and Postwar Stabilization Policy, in Rethinking Stabilization Policy, Federal Reserve Bank of Kansas City, pp. 11-78.",
        "[47] Saks, Raven and Stephen Shore (2004) Risk and Career Choices, Harvard University, unpublished.",
        "[48] Stock, James H. (1991) Confidence Intervals for the Largest Autoregressive Root in U.S. Macroeconomic Time Series, Journal of Monetary Economics, vol. 28, pp. 435- 459.",
        "[49] Stock, James H. (1994) Unit Roots, Structural Breaks and Trends, chapter 46 in Handbook of Econometrics, edited by R. Engle and D. McFadden, Amsterdam, Elsevier, pp. 2739-2841.",
        "[50] Storesletten Kjetil, Chris I. Telmer, and Amir Yaron (2001) The Welfare Costs of Business Cycles Revisited: Finite Lives and Cyclical Variation in Idiosyncratic Risk, European Economic Review, vol. 45 (7), pp. 1311-1339.",
        "[51] Tallarini, Thomas D., Jr. (2000) Risk-Sensitive Real Business Cycles, Journal of Monetary Economics, vol. 45 (3), pp. 507-532.",
        "[52] Weil, Philippe (1990) Nonexpected Utility in Macroeconomics, Quarterly Journal of Economics, vol. 105 (1), pp. 29-42."
    ]
}