{
    "id": 11293,
    "cites": 23,
    "cited_by": 30,
    "reference": [
        "Aiyagari, S. R. (1994): Uninsured Idiosyncratic Risk and Aggregate Saving, Quarterly Journal of Eco- nomics, 109(3), 659--684.",
        "Arellano, C., and E. G. Mendoza (2002): Credit Frictions and Sudden Stops in Small Open Economies: An Equilibrium Business Cycle Framework for Emerging Markets Crises, NBER Working Papers: 8880.",
        "Broner, F., G. Lorenzoni, and S. Schmuckler (2003): Why Do Emerging Economies Borrow Short Term?, mimeo. MIT Department of Economics.",
        "Caballero, R. J., and A. Krishnamurthy (2001): International and Domestic Collateral Constraints in a Model of Emerging Market Crises, Journal of Monetary Economics, 48(3), 513--548.",
        "Caballero, R. J., and S. Panageas (2004): Contingent Reserves Management: An Applied Framework, NBER Working Papers: 10786.",
        "Calvo, G. A. (1998): Capital Flows and Capital-Market Crises: The Simple Economics of Sudden Stops, Journal of Applied Economics, 1(1), 35--54.",
        "Calvo, G. A., A. Izquierdo, and L.-F. Mejia (2004): On the Empirics of Sudden Stops: The Relevance of Balance-Sheet Effects, NBER Working Papers: 10520.",
        "Calvo, G. A., and C. M. Reinhart (1999): Capital Flow Reversals, the Exchange Rate Debate, and Dollarization, Finance and Development, 36(3), 13--15.",
        "Campbell, J. Y., and J. H. Cochrane (1999): By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy, 107(2), 205--251.",
        "Duffie, D., W. H. Fleming, H. M. Soner, and T. Zariphopulou (1997): Hedging in Incomplete Markets with HARA Utility, Journal of Economic Dynamics and Control, 21(4-5), 753--782.",
        "Duffie, J. D., and C. fu Huang (1985): Implementing Arrow-Debreu Equilibria by Continuous Trading of Few Long-lived Securities, Econometrica, 53(6), 1337--1356.",
        "El Karoui, N., and M. Jeanblanc-Picque (1998): Optimization of Consumption with Labor Income, Finance and Stochastics, 2(4), 409--440.",
        "Froot, K. A., D. S. Scharfstein, and J. C. Stein (1993): Risk Management: Coordinating Corporate Investment and Financing Policies, Journal of Finance, 48(5), 1629--1658.",
        "Hamilton, J. D. (1989): A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle, Econometrica, 57(2), 357--384.",
        "He, H., and H. F. Pages (1993): Labor Income, Borrowing Constraints, and Equilibrium Asset Prices, Economic Theory, 3(4), 663--696.",
        "Heller, H. R. (1970): Wealth and International Reserves, Review of Economics and Statistics, 52(2), 212--214.",
        "Kim, C.-J., and C. R. Nelson (1999): State-space models with regime switching: Classical and Gibbs- sampling approaches with applications. MIT Press, Cambridge and London.",
        "Kiyotaki, N., and J. Moore (1997): Credit Cycles, Journal of Political Economy, 105(2), 211--248.",
        "Kletzer, K., D. M. Newbery, and B. D. Wright (1992): Smoothing Primary Exporters Price Risks: Bonds, Futures, Options and Insurance, Oxford Economic Papers, 44(4), 641--671.",
        "Kletzer, K. M., and B. D. Wright (2000): Sovereign Debt as Intertemporal Barter, American Eco- nomic Review, 90(3), 621--639.",
        "Kushner, H., and P. Dupuis (2001): Numerical Methods for Stochastic Control Problems in Continuous Time. Springer, New York.",
        "Lee, J. (2004): Insurance Value of International Reserves, mimeo. IMF.",
        "Yong, J., and X. Y. Zhou (1999): Stochastic Controls: Hamiltonian Systems and HJB Equations. Springer, New York."
    ]
}