{
    "id": 1129,
    "cites": 16,
    "cited_by": 14,
    "reference": [
        "Bruno, M., 1982, Adjustment and Structural Change under Raw Material Price Shocks, Scandinavian Journal of Economics 814, 199-221.",
        "Buiter, W.H., 1981, Time Preference and International Lending and Borrowing in an Overlapping-Generations Model, Journal of Political Economy 89, 769-797.",
        "Diamond, P.A., 1965, National Debt in a Neoclassical Growth Model, American Economic Review 55, 1126-1150.",
        "Dornbusch, R., 1982, Intergenerational and International Trade, mimeo, MIT.",
        "Fried, J. , 1980, The Intergenerational Distribution of the Gains from Technical Change and from International Trade, Canadian Journal of Economics 13, 65-81.",
        "Harberger, A.C., 1950, Currency Depreciation, Income, and the Balance of Trade, Journal of Political Econo~, 58, 147-60.",
        "Helpman, E. and Razin, A., 1981, The Role of Saving and Investment in Exchange Rate Determination under Alternative Monetary Mechanisms, Foerder Institute Working Paper No. 21-81, Tel-Aviv University.",
        "Kareken, J. and Wallace, N., 1977, Portfolio Autarky: A Welfare Analysis, Journal of International Economics 7, 19~143.",
        "Laursen, S. and Metzler, L.A., 1950, Flexible Exchange Rates and the Theory of Employment, Review of Economics and Statistics 32, 281-299.",
        "Marion, N.P. and Svensson, L.E.0., 1981, World Equilibrium with Oil Price Increases, lIES Seminar Paper No. 191, University of Stockholm.",
        "Obstfeld, M., 1982a, Aggregate Spending and the Terms-of-Trade: Is there a Laursen-Metzler effect? Quarterly Journal of Economics 97, 251-270.",
        "Obstfeld, M., l982b, Transitory Terms-of-Trade Shocks and the Current Account: The Case of Constant Time Preference, NBER Working Paper No. 831-i. Persson, T., 1983, Deficits and Intergenerational Welfare in Open Economies, NBER Working Paper No. .1083.",
        "Razin, A., 1980, Capital Movements, Intersectoral Resource Shifts, and the Trade Balance, lIES Seminar Paper No. 159, University of Stockholm.",
        "Svensson, L.E.O., 1982, Oil Prices, Welfare and the Trade Balance: An Intertemporal Approach, NBER Working Paper No. 991, forthcoming in Quarterly Journal of Economics.",
        "Svensson, L.E.O., and Razin, A., 1983, The Terms-of-Trade and the Current Account: The Harberger-Laursen-Metzler Effect, Journal of Political Economy 91, 97-125.",
        "Uzava, H., 1968, Time Preference, the Consumption Function, and Optiraim Asset Holdings, in Wolfe, J.N., ed., Value, Capital and Growth: Papers in Honor of Sir John Hicks, Edinburgh: Edinburgh University Press."
    ]
}