{
    "id": 11296,
    "cites": 17,
    "cited_by": 21,
    "reference": [
        "Bardham, P. [1966]: On Factor Accumulation and the Pattern of International Specialization, Review of Economics Studies XXXIII, pp. 39-44.",
        "Brems, H. [1970]: A Growth Model of International Direct Investment, American Economic Review LX, pp. 320-331.",
        "CuÃ\u0083Â±at, A. and Mafezzoli, M. [2004]: Heckscher-Ohlin Business Cycles, Review of Economic Dynamics 7(3), pp. 555-85.",
        "CuÃ\u0083Â±at, A. and Mafezzoli, M. [2004a]: Neoclassical Growth and Commodity Trade, Review of Economic Dynamics 7(3), pp. 707-36.",
        "Davis, D. [1995]: Intra-industry Trade: A Heckscher-Ohlin-Ricardo Approach, Journal of International Economics, XXXIX, pp. 201-226.",
        "Deardorff, A.V. [2001]: Rich and poor countries in neoclassical trade and growth, Economic Journal, CXI, pp.277-294.",
        "Devereux, M. and Lapham, B. J. [1994]: The Stability of Economic Integration and Endogenous Growth, Quarterly Journal of Economics CIX, pp. 299-305.",
        "Devereux, M. B. and Saito, M. [1997]: Growth and Risk-Sharing with Incomplete International Assets Markets, Journal of International Economics XLII, pp. 453-481.",
        "Devereux, M. B. and Shi, S. [1991]: Capital Accumulation and the Current Account in a Two-Country Model, Journal of International Economics L, pp. 1-25.",
        "Gale, D. [1971]: General Equilibrium with Imbalance of Trade, Journal of International Economics I, pp. 141-158.",
        "Krugman, P., and A. Venables [1995]: Globalization and the Inequality of Nations, Quarterly Journal of Economics, CIX, pp. 857-880.",
        "Matsuyama, K. [1991]: Increasing Returns, Industrialization and Indeterminacy of Equilibrium, Quarterly Journal of Economics, CVI, pp. 617-650.",
        "Myers, M. G. [1970]: Equilibrium Growth and Capital Movements Between Open Economies, American Economic Review LX, pp. 393-397.",
        "Oniki, H. and Uzawa H. [1965]: Patterns of Trade and Investment in a Dynamic Model of International Trade Review of Economics Studies XXXII, pp. 15-38.",
        "Ono, Y. and Shibata, A. [1991]: Spill-Over Effects of Supply-Side Changes in a Two-Country Economy with Capital Accumulation, Journal of International Economics XXXIII, pp. 127-146.",
        "Ventura, J. [1997], Growth and Interdependence, Quarterly Journal of Economics, CXII, 1, pp. 57-84.",
        "Yang, G. and Maskus K.E. [2001]: Intellectual Property Rights, Licensing, and Innovation in an Endogenous Product-Cycle Model, Journal of International Economics LIII, pp. 169-387."
    ]
}