{
    "id": 11300,
    "cites": 20,
    "cited_by": 11,
    "reference": [
        "Athanasoulis, Stefano, and Eric van Wincoop, Growth, Uncertainty and Risksharing, Journal of Monetary Economics, 45: 477505, June 2000.",
        "Barberis, Nicholas, Investing for the Long Run when Returns Are Predictable, Journal of Finance, 55:225-64. Benzoni, Luca, Pierre Collin-Dufresne and Robert S. Goldstein, Portfolio Choice over the Life-Cycle in the Presence of Trickle-Down Labor Income, unpublished paper, University of California, Berkeley, 2004.",
        "Bodie, Zvi, Robert C. Merton and William F. Samuelson, Labor Supply Flexibility and Portfolio Choice in a Life-Cycle Model, Journal of Economic Dynamics and Control, 16:427-49, 1992.",
        "Botazzi, Laura, Paulo Pesenti and Eric van Wincoop, Wages, Profits, and the International Portfolio Puzzle, European Economic Review, 40:219-54. Brown, Stephen J., William N, Goetzmann and Philippe Jorion, Global Stock Markets in the Twentieth Century, Journal of Finance, 54(3):953-80, 1999.",
        "Brown, Stephen J., William N. Goetzmann and Stephen A. Ross, Survival, Journal of Finance 50(3):853-73. 1995.",
        "Campbell, John Y. and Luis Viceira, Strategic Asset Allocation: Portfolio Choice for Long-Term Investors, Oxford: Oxford University Press, 2002.",
        "Clingman, Michael, and Orlo Nichols, Scaled Factors for Hypothetical Earnings under the 2004 Trustees Report Assumptions, Actuarial Note Number 2004.3, Office of the Chief Actuary, U.S. Social Security Administration, Baltimore Maryland, December 2004.",
        "Diamond, Peter A. and Peter R. Orszag, Saving Social Security: A Balanced Approach, Washington DC: Brookings Institution, 2003.",
        "Dimson, Elroy, Paul March and Mike Staunton, Triumph of the Optimists: 101 Years of Global Investment Returns, Princeton University Press, Princeton NJ and Oxford, 2002.",
        "Feldstein, Martin, Rethinking Social Insurance, Presidential Address, American Economic Association, Philadelphia PA, January 3, 2005.",
        "Geanakoplos, John, Olivia S. Mitchell, and Stephen P. Zeldes, Social Security Moneys Worth Cowles Foundation Discussion Paper No. 1005, 2000.",
        "Heaton, John, and Deborah Lucas, Market Behavior, Savings Behavior, and Portfolio Choice, Journal of Finance, 55:1163-98, 1997.",
        "Lynch, Anthony, and Sinan Tan, Labor Income Dynamics at Business-Cycle Frequencies: Implications for Portfolio Choice, unpublished paper, Stern School of Business, New York University, November 2004.",
        "Merton, Robert C., An Intertemporal Capital Asset Pricing Model, Econometrica 41:867-80, 1973.",
        "Office of the Press Secretary, The White House, Background Press Briefing on Social Security, February 2, 2005.",
        "Presidents Commission to Strengthen Social Security, Strengthening Social Security and Creating Personal Wealth for All Americans, 2001.",
        "Shiller, Robert J., American Casino: The Promise and Perils of Bushs `Ownership Society, The Atlantic, March 2005, pp. 33-4. _______, Irrational Exuberance, 2nd Edition, Princeton NJ: Princeton University Press, 2005.",
        "Siegel, Jeremy, Stocks for the Long Run, 3rd Edition, New York: McGraw Hill, 2002.",
        "Storresletten, K., C. Telmer and Amir Yaron, Cyclical Dynamics of Idiosyncratic LaborMarket Risk, Journal of Political Economy, 112:695-717, 2004.",
        "Viceira, Luis, Optimal Portfolio Choice for Long-Horizon Returns with Non-Tradable Labor Income, Journal of Finance, 56:433-70, 2001."
    ]
}