{
    "id": 11302,
    "cites": 36,
    "cited_by": 23,
    "reference": [
        "Angrist, Joshua D. and William N. Evans. 1998. Children and Their Parents Labor Supply: Evidence from Exogenous Variation in Family Size. American Economic Review. 88:450-77.",
        "Angrist, Joshua D. and Alan B. Krueger. 1995. Ã\u0082â\u0080\u009cSplit-Sample Instrumental Variables Estimates of the Return to Schooling.Ã\u0082â\u0080\u009d Journal of Business and Economic Statistics. 13: 225-23.",
        "Angrist, Joshua D. and Alan B. Krueger. Ã\u0082â\u0080\u009cInstrumental Variables and the Search for Identification: From Supply and Demand to Natural Experiments.Ã\u0082â\u0080\u009d Journal of Economic Perspectives. 15: 69-85. Becker, G. 1991. A Treatise on the Family. Cambridge, MA: Harvard University Press.",
        "Bennett, Neil G. (Ed). 1983. Sex Selection of Children. New York: Academic Press.",
        "Black, Sandra E., Paul J. Devereux, and Kjell G. Salvanes. 2004. Ã\u0082â\u0080\u009cThe More the Merrier? The Effect of Family Composition on ChildrenÃ\u0082â\u0080\u0099s Education.Ã\u0082â\u0080\u009d IZA Discussion Papers 1269, Institute for the Study of Labor (IZA).",
        "Blake, Judith. 1981. Ã\u0082â\u0080\u009cNumber of Siblings and Educational Mobility.Ã\u0082â\u0080\u009d American Sociological Review. 50: 84-94.",
        "Blake, Judith. 1989. Family Size and Achievement. Berkeley: University of California Press.",
        "Blau, Peter and Otis D. Duncan. 1968. The American Occupational Structure. New York: Wiley.",
        "Bound, John, David A. Jaeger, Regina Baker. 1995. Ã\u0082â\u0080\u009cProblems with Instrumental Variables Estimation when the Correlation between the Instruments and the Endogenous Explanatory Variables is Weak.Ã\u0082â\u0080\u009d Journal of the American Statistical Association, 90: 443-450.",
        "Butcher, Kristin F. and Ann Case. 1994. Ã\u0082â\u0080\u009cThe Effect of Sibling Sex Composition on WomenÃ\u0082â\u0080\u0099s Education and Earnings.Ã\u0082â\u0080\u009d The Quarterly Journal of Economics. 109: 531-563.",
        "Conley, Dalton. 2000. Ã\u0082â\u0080\u009cSibship Sex Composition and the Educational Attainment of Men and Women.Ã\u0082â\u0080\u009d Social Science Research. 29: 441-457.",
        "Dahl, Gordon B. and Enrico Moretti. 2004. Ã\u0082â\u0080\u009cThe Demand for Sons: Evidence from Divorce, Fertility, and Shotgun Marriage.Ã\u0082â\u0080\u009d NBER Working Paper No. w10281.",
        "Downey, Douglas. 1995. Ã\u0082â\u0080\u009cWhen bigger is not better: Family size, parental resources, and childrenÃ\u0082â\u0080\u0099s educational.Ã\u0082â\u0080\u009d American Sociological Review. 60:746-761.",
        "Downey, Douglas, Brian Powell, Lala C. Steelman and S. Pribesh. 1999. Ã\u0082â\u0080\u009cMuch ado about siblings: Change models, sibship size, and intellectual development.Ã\u0082â\u0080\u009d American Sociological Review. 64:193-198.",
        "Featherman, David and Robert M. Hauser. 1978. Opportunity and Change. New York: Basic Books.",
        "Goldberger, Arthur S. 1991. A Course in Econometrics. Cambridge, MA: Harvard University Press.",
        "Grotevant, H.D., Sandra Scarr and R. Weinberg. 1977. Ã\u0082â\u0080\u009cIntellectual development in families with adopted and natural children: A test of the Zajonc and Markus model.Ã\u0082â\u0080\u009d Child Development. 40:1699-1703.",
        "Guo, Guang and Leah K. VanWey. 1999. Ã\u0082â\u0080\u009cSibship size and intellectual development.Ã\u0082â\u0080\u009d American Sociological Review. 64:169-187.",
        "Hanushek, Eric A. 1999. Ã\u0082â\u0080\u009cSome Findings from an Independent Investigation of the Tennessee STAR Experiment and from other Investigations of Class Size Effects.Ã\u0082â\u0080\u009d Educational Evaluation and Policy Analysis 21(2): 143-163.",
        "Hauser, Robert M. and Hsiang-Hui Daphne Kuo. 1998. Ã\u0082â\u0080\u009cDoes the Gender Composition of Sibship Affect Educational Attainment?Ã\u0082â\u0080\u009d Journal of Human Resources. 33: 644-657.",
        "Heckman, James J. and Thomas E. Macurdy. 1985. Ã\u0082â\u0080\u009cA simultaneous equations linear probability model.Ã\u0082â\u0080\u009d The Canadian Journal of Economics. 18:28-37.",
        "Heer, D.M. 1985. Ã\u0082â\u0080\u009cEffects of sibling number on child outcome.Ã\u0082â\u0080\u009d Annual Review of Sociology. 11: 27-47.",
        "Jaeger, David A. and John Bound. Ã\u0082â\u0080\u009cOn the Validity of Season of Birth as an Instrument in Wage Equations: A Comment on Angrist and KruegerÃ\u0082â\u0080\u0099s Ã\u0082â\u0080\u0098Does Compulsory School Attendance Affect School and EarningsÃ\u0082â\u0080\u0099.Ã\u0082â\u0080\u009d 2000. Research in Labor Economics. 19:83-108.",
        "Kaestner, Robert. 1997. Are Brothers Really Better: Sibling Sex Composition and Educational Achievement Revisited. Journal of Human Resources. 32: 250-284.",
        "Krueger, Alan B. and Pei Zhu. 2003. Ã\u0082â\u0080\u009cAnother look at the New York City school voucher experiment.Ã\u0082â\u0080\u009d Working Paper, Education Research Section. Princeton University.",
        "Krueger, Alan B. and Diane Whitmore. 2001. Ã\u0082â\u0080\u009cWould Smaller Classes Help Close the Black-White Achievement Gap?Ã\u0082â\u0080\u009d Working Paper, Princeton University Industrial Relations Section.",
        "National Center for Education Statistics. 2001. Digest of Education Statistics. Washington, DC: US Department of Education.",
        "Powell, Brian and Lala C. Steelman. 1989. Ã\u0082â\u0080\u009cThe liability of having brothers: Paying for college and the sex composition of the family.Ã\u0082â\u0080\u009d Sociology of Education. 62:134-147.",
        "Powell, Brian and Lala C. Steelman. 1990. Ã\u0082â\u0080\u009cBeyond sibship size: Sibling density, sex composition, and educational outcomes.Ã\u0082â\u0080\u009d Social Forces. 69:181-206.",
        "Powell, Brian and Lala C. Steelman. 1993. Ã\u0082â\u0080\u009cThe educational benefits of being spaced out: Sibship density and educational progress.Ã\u0082â\u0080\u009d American Sociological Review. 58:367-381.",
        "Phillips, Meredith. 1999. Ã\u0082â\u0080\u009cComment: Sibship size and academic achievement: What we now know and what we still need to know.Ã\u0082â\u0080\u009d American Sociological Review. 64: 188-192.",
        "Rosenbaum, D.E. 1970. Ã\u0082â\u0080\u009cDraft Officials Redesign Lottery Procedures to Make the System More Random.Ã\u0082â\u0080\u009d New York Times, June 25, p. 17.",
        "Rosenzweig, Mark and Kenneth Wolpin. 2000. Ã\u0082â\u0080\u009cNatural Ã\u0082â\u0080\u0098Natural ExperimentsÃ\u0082â\u0080\u0099 in Economics.Ã\u0082â\u0080\u009d Journal of Economic Literature. 38: 827-74.",
        "Steelman, Lala C. and J.A. Mercy. 1980. Ã\u0082â\u0080\u009cUnconfounding the confluence model: A test of sibship size and birth order effects on intelligence.Ã\u0082â\u0080\u009d American Sociological Review. 45:571-582.",
        "Winship, Christopher and Stephen L. Morgan. 1999. The Estimation of Causal Effects from Observational Data. Annual Review of Sociology. 25:659-706.",
        "Zajonc, R.B. 1976. Ã\u0082â\u0080\u009cFamily configuration and intelligence.Ã\u0082â\u0080\u009d Science. 192:227-236."
    ]
}