{
    "id": 11307,
    "cites": 15,
    "cited_by": 5,
    "reference": [
        "Aguirregabiria, V. (1999) The Dynamics of Markups and Inventories in Retailing Firms, The Review of Economic Studies, 66, 275-308.",
        "Aquirregabiria,V.(2005)NonparametricIdentificationofBehavioralResponsestoCounterfactual Policy Interventions in Dynamic Discrete Decision Processes, Economics Letters, forthcoming.",
        "Ailawadi, K.L. and S. Neslin (1998). The Effect of Promotion on Consumption: Buying More and Consuming it Faster, Journal of Marketing Research, (89) pp. 390-98.",
        "Bell, D., J. Chiang and V. Padmanabhan (1999), The Decomposition of Promotional Response: An Empirical Generalization, Marketing Science, 18, 504-26.",
        "Bell, D. and Y. Boztug (2004). The effect of Inventory on Purchase Incidence: Empirical Analysis of Opposing Forces of Storage and Consumption, mimeo Wharton.",
        "Benitaz-Silva, H., G. Hall, G, Hitsch, G. Pauletto and J. Rust (2000) A Comparison of Discrete and Parametric Approximation Methods for Continuous-State Dynamic Programming Problems, Yale University, mimeo.",
        "Berry, S., J. Levinsohn, and A. Pakes (1995), Automobile Prices in Market Equilibrium, Econometrica, 63, 841-890.",
        "Bertsekas, D. and J. Tsitsiklis (1996), Neuro-Dynamic Programming, Athena Scientific.",
        "Blattberg R., G. Eppen and J. Lieberman (1981), A Theoretical and Empirical Evaluation of Price Deals in Consumer Nondurables, Journal of Marketing, 45, 116-129.",
        "Blattberg, R. and S. Neslin (1990), Sales Promotions, Prentice Hall.",
        "Boizot, C., J.-M. Robin, M. Visser (2001), The Demand for Food Products. An Analysis of Interpurchase Times and Purchased Quantities, Economic Journal, 111(470), April, 391- 419.",
        "Chevalier, J., A. Kashyap and P. Rossi (2003), Why Dont Prices Rise During Peak Demand 39 Periods? Evidence from Scanner Data, American Economics Review, 93, 1, 15-37.",
        "Chiang J. (1991), A Simultaneous Approach to the Whether, What and How Much to Buy Questions, Marketing Science, 10, 297-315.",
        "Currim I. and L. Schneider (1991), A Taxonomy of Consumer Purchase Strategies in a Promotion Intense Environment, Marketing Science 10, 91-110.",
        "Erdem, T., S. Imai and M. Keane (2003), Consumer Price and Promotion Expectations: Capturing Consumer Brand and Quantity Choice Dynamics under Price Uncertainty, Quantitative Marketing and Economics, 1, 5-64."
    ]
}