{
    "id": 11303,
    "cites": 27,
    "cited_by": 24,
    "reference": [
        "Anderson, P.M.; Butcher, K.F. and Levine, P.B. Economic Perspectives on Childhood Obesity. Economic Perspectives 3Q, 2003, pp. 30-48.",
        "Arrow, Kenneth J. Uncertainty of the Welfare Economics of Medical Care. American Economic Review, 1963, 53(5), pp. 941-73.",
        "Brownell, KD and Horgan, KB. Food Fight : The inside Story of the Food Industry, Americas Obesity Crisis, and What We Can Do About It. New York, NY: McGrawHill /Contemporary Books, 2003.",
        "Bungam, T; Satterwhite, M; Jackson, AW and Morrow, JR. The Relationship of Body Mass Index, Medical Costs, and Job Absenteeism. American Journal of Health Behavior, 2003, 27(4), pp. 456-62.",
        "Burton, WN; Chen, CY; Schultz, AB and Edington, DW. The Economic Costs Associated with Body Mass Index in a Workplace. Journal of Occupational and Environmental Medicine, 1998, 40(9), pp. 786-92.",
        "Cawley, J. An Instrumental Variables Approach to Measuring the Effect of Body Weight on Employment Disability. Health Services Research, 2000, 35(5 Pt 2), pp. 1159-79.",
        "Ehrlich, Isaac and Becker, Gary S. Market Insurance, Self-Insurance, and Self-Protection. Journal of Political Economy, 1972, 80(July/August), pp. 623-48.",
        "Finkelstein, E.A.; Flebelkorn, I.C. and Wang, G. National Medical Spending Attributable to Overweight and Obesity: How Much, and Whos Paying? Health Affairs, 2003, pp. W3219 -26.",
        "Gruber, Jonathon. Health Insurance and the Labor Market, A. J. Cuyler and J. P. Newhouse, Handbook of Health Economics. Elsevier, 2000, 645-700.",
        "Health, National Institute on. Clinical Guidelines on the Identification, Evaluation, and Treatment of Overweight and Obesity in Adults: The Evidence Report, National Heart, Lunch and Blood Institute in cooperation with The National Istitute of Diabetes and Digestive and Kidney Diseases, 1998.",
        "Keenan, Patricia Seliger; Buntin, Melinda J. Beeuwkes; McGuire, Thomas G. and Newhouse, Joseph P. The Prevalence of Formal Risk Adjustment in Health Plan Purchasing. Inquiry, 2001, 38(Fall), pp. 245-59.",
        "Leibowitz, A. Fringe Benefits in Employee Compensation, J. E. Triplett, The Measurement of Labor Cost. Chicago: The University of Chicago Press, 1983.",
        "Levy, Helen and Feldman, Roger. Does the Incidence of Group Health Insurance Fall on Individual Workers? International Journal of Health Care Finance and Economics, 2001, 1, pp. 227-47.",
        "Levy, Helen and Meltzer, David. What Do We Really Know About How Health Insurance Affects Health? in Health Policy and the Uninsured, CG McLaughlin (ed). Washington, DC: Urban Institute Press, 2004.",
        "Monheit, A.; Hagan, M.; Berk, M. and Farley, P. The Employed and the Uninsured and the Role of Public Policy. Inquiry, 1985, 22, pp. 348-64.",
        "Musich, S; Lu, C; McDonald, T; Champagne, LJ and Edington, DW. Association of Additional Health Risks on Medical Charges and Prevalence of Diabetes within Body Mass Index Categories. American Journal of Health Promotion, 2004, 18(3), pp. 26468.",
        "Newhouse, J.P. Free for All?: Lessons from the Rand Health Insurance Experiment. Cambridge, MA: Harvard University Press, 1996.",
        "Pagan, JA and Davila, A. Obesity, Occupational Attainment, and Earnings. Social Science Quarterly, 1997, 78(3), pp. 756-70.",
        "Pauly, Mark V. The Welfare Economics of Community Rating. The Journal of Risk and Insurance, 1970, 37(3), pp. 407-18.",
        "Quesenberry, C. P., Jr.; Caan, B. and Jacobson, A. Obesity, Health Services Use, and Health Care Costs among Members of a Health Maintenance Organization. Archives of Internal Medicine, 1998, 158(5), pp. 466-72.",
        "Rapaport, Dana The Incidence of Employer-Provided Health Insurance Unpublished dissertation, Stanford University Department of Economics, 2003.",
        "Sturm, R. The Effects of Obesity, Smoking, and Drinking on Medical Problems and Costs. Health Affairs, 2002, 21(2), pp. 245-53.",
        "Summers, Lawrence H. Some Simple Economics of Mandated Benefits. American Economic Review, 1989, 79(2), pp. 177-83.",
        "Thompson, D; Brown, JB; Nichols, GA; Elmer, PJ and Oster, G. Body Mass Index and Future Healthcare Costs: A Retrospective Cohort Study. Obesity Research, 2001, 9(3), pp. 210-18.",
        "Wang, F; Schultz, AB; Musich, S; McDonald, T; Hirschland, D and Edington, DW. The Relationship between National Heart, Lung, and Blood Institute Weight Guidelines and Concurrent Medical Costs in a Manufacturing Population. American Journal of Health Promotion, 2003, 17(3), pp. 183-89.",
        "Woodbury, S.A. Substitution between Wage and Nonwage Benefits. The American Economic Review, 1983, 73(1), pp. 166-82.",
        "Ziller, Erika; Coburn, Andrew; McBride, Timothy and Andrews, Courtney. Who Uses Individual Health Insurance and for How Long?, AcademyHealth Annual Research Meeting. San Diego, CA, 2004."
    ]
}