{
    "id": 1130,
    "cites": 33,
    "cited_by": 2,
    "reference": [
        "Tsiang, S.C. 1972. The rationale for the mean-standard deviation analysis, skewness preference, and the demand for money. American Economic Review 62: 354-371.",
        "___________ 1969. A general equilibrium approach to monetary theory. Journal of Money, Credit and Banking 1: 15-29.",
        "Tobin, James. 1961. Money, capital, and other stores of values. American Economic Review 51: 26-37.",
        "Sharpe, William F. 1964. Capital asset prices: A theory of market equilibrium under conditions of risk. Journal of Finance 19: 425-442.",
        "Samuelson, Paul A. 1970. The fundamental approximation theorem of portfolio analysis in terms of means, variances, and higher moments. Review of Economic Studies 37: 537-542.",
        "Roley, V. Vance. 1983. Symmetry restrictions in a system of financial asset demands: Theoretical and empirical results. Review of Economics and Statistics 65: 124-130.",
        "Modigliani, Franco, and Miller, M.H. 1958. The cost of capital, corporation finance, and the theory of investment. American Economic Review 48: 261-297.",
        "___________ 1975. The lognormality of security returns, portfolio selection and market equilibrium. Harvard University. Mimeographed.",
        "____________ 1969. The aggregation of investors judgments and perferences in purely competitive security markets. Journal of Financial and Quantitative Analysis 4: 347-400.",
        "Lintner, John. 1965. The valuation of risk assets and the selection of risky investments in stock protfolios and capital budgets. Review of Economics and Statistics 47: 13-37.",
        "Klein, Benjamin. 1974. Competitive interest payments on bank deposits and the long-run demand for money. American Economic Review 64: 931-949.",
        "Kane, Edward J. 1983. Nested tests of alternative term-structure theories. Review of Economics and Statistics 65: 115-123.",
        "Jones, David S. 1979. A structural model of the United States equity market. Ph.D. diss., Harvard University.",
        "Goldfeld, Stephen M. 1976. The case of the missing money. Brookings Papers on Economic Activity: 683-730,.",
        "Grossman, Sanford J., and Shiller, Robert J. 1981. The determinants of the variability of stock prices. American Economic Review 71: 222-227.",
        "Friend, Irwin, and Blume, Marshall E. 1975. The demand for risky assets. American Economic Review 65: 900-922.",
        "Friedman, Benjamin M., and Roley, V. Vance. l979a. Investors portfolio behavior under alternative models of long-term interest rate expectations: Unitary, rational or autoregressive. Econometrica 47: 1475-1497. _______________________ l979b. A note on the derivation of linear homogeneous asset demand functions. National Bureau of Economic Research. Mimeographed.",
        "___________________ 1982. Federal Reserve policy, interest rate volatility, and the U.S. capital raising mechanism. Journal of Money, Credit and Banking 14: 721-745.",
        "___________________ 1980. Price inflation, portfolio choice, and nominal interest rates. American Economic Review 70: 32-48.",
        "Friedman, Benjamin M. 1977. Financial flow variables and the short-run determination of long-term interest rates. Journal of Political Economy 85: 661-689. -. l979a. Optimal expectations and the extreme information assumptions of rational expectations macromodels. Journal of Monetary Economics 5: 23-41. ____________________ l979b. Interest rate expectations versus forward rates: Evidence from an expectations survey. Journal of Finance 34: 965-973.",
        "Fortune, Peter. 1972. A constrained econometric analysis of household sector liquid asset allocation. Boston: Federal Reserve Bank of Boston.",
        "Feldstein, Martin, Poterba, James, and Dicks-Mireaux, Louis. 1983. The effective tax rate and the pretax rate of return. Journal of Public Economics, forthcoming.",
        "Fama, Eugene F., and Schwert, G. William. 1977. Asset returns and inflation. Journal of Financial Economics 5: 115-146.",
        "Fama, Eugene F., and Macbeth, James D. 1973. Risk, return, and equilibrium: empirical tests. Journal of Political Economy 81: 607-636.",
        "Fa.ma, Eugene F. 1965. The behavior of stock prices. Journal of Business 38: 34-105.",
        "Estrella, Arturo, and Fuhrer, Jeffrey. 1983. Average effective marginal tax rates on interest and dividend income in the United States, 19601979. National Bureau of Economic Research. Mimeographed.",
        "Cass, David, and Stiglitz, Joseph E. 1970. The structure of investor preferences and asset returns, and separability in portfolio allocation: A contribution to the pure theory of mutual funds. Journal of Economic Theory 2: 122-160.",
        "Brainard, William C., and Tobin, James. 1968. Pitfalls in financial model-building. American Economic Review 58: 99-122.",
        "Bodie, Zvi. 1982. Investment strategy in an inflationary environment. In Friedman, Benjamin M., ed., The changing roles of debt and equity~ in financing U.S. capital formation. Chicago: University of Chicago Press.",
        "Blanchard, Olivier J., and plantes, Mary Kay. 1977. A note on gross substitutability of financial assets. Econometrica 45: 769-771.",
        "Barro, Robert J., and Santomero, Anthony J. 1972. Household money holdings and the demand deposit rate. Journal of Money, Credit and Banking 4: 397-413.",
        "Arrow, Kenneth J. 1965. Aspects of the theory of risk-bearing. Helskinki: Yrjo Jahnssonin Saatio.",
        "Ando, Albert, and Shell, Karl. 1975. Demand for money in a general portfolio model in the presence of an asset that dominates money. In Fromm, Gary and Klein, Lawrence R., eds., The Brookings model: Perspective and recent developments. Amsterdam: North-Holland Publishing Company."
    ]
}