{
    "id": 11301,
    "cites": 20,
    "cited_by": 2,
    "reference": [
        "Alfaro, Laura, Sebnem Kalemli-Ozcan and Vadym Volosovych (2003), Why Doesnt Capital flow from Rich Countries to Poor Countries? An Empirical Investigation, University of Houston, mimeo.",
        "Atkeson, Andrew and Tamim Bayoumi (1993), Private Capital Markets and Adjustment in a Currency Union: Evidence from the United States, in Paul R. Masson, Mark P. Taylor, eds., Policy Issues in the Operation of Currency Unions, New York: Cambridge University Press.",
        "Barro, Robert, J. and Xavier Sala-i-Martin (1991), Convergence Across States and Regions, Brookings Papers on Economic Activity, 1991, No. 1, 107182.",
        "Barro, Robert, J. and Xavier Sala-i-Martin (1992), Convergence, Journal of Political Economy, 100, 223251.",
        "Bertocchi, Graziella and Fabio Canova (2002), Did Colonization Matter for Growth? An Empirical Exploration into the Historical Causes of Africas Underdevelopment, European Economic Review 46, 18511871.",
        "Blanchard, Olivier and Francesco Giavazzi (2002), Current Account Deficits in the Euro Area: The End of the Feldstein-Horioka Puzzle, Brookings Papers on Economic Activity 2, 147186.",
        "Budd, John W. and Matthew J. Slaughter (2000), Are Profits Shared Across Borders? Evidence on International Rent Sharing, NBER Working Paper no. 8014.",
        "Connolly, Michelle P. (2003), Human Capital and Growth in the Post-Bellum South: A Separate but Unequal Story, Mimeo, Duke University.",
        "Drabenstott, Mark (1999), Consolidation in U.S. Agriculture: The New Rural Landscape and Public Policy, Federal reserve Bank of Kansas City Economic Review First Quarter, 6371.",
        "Duczynski, Petr (2000), Capital Mobility in Neoclassical Models of Growth: Comment, American Economic Review 90, 687694.",
        "Feldstein, Martin and Charles Horioka (1980), Domestic Savings and International Capital Flows, Economic Journal 90, 31429.",
        "Glick, Reuven and Kenneth Rogoff (1995), Global versus Country-Specific Productivity Shocks and the Current Account, Journal of Monetary Economics 35, 159192.",
        "Gruber, Joseph (2000), Increased Current Account Dispersion: Differential Growth, Demographic Dispersion, or Greater Financial Integration? Board of Governors, Federal Reserve Bank, mimeo.",
        "Lucas, Robert (1990), Why doesnt Capital Flow from Rich to Poor Countries? American Economic Review 80, 9296.",
        "North, Douglas (1961), The Economic Growth of the United States 17901860, New York: W.W. Norton.",
        "Obstfeld, Maurice and Kenneth Rogoff (2000), The Six Major Puzzles in International Macroeconomics: Is There a Common Cause? NBER Macroeconomics Annual 2000.",
        "Ostergaard, Charlotte, Bent. E. SÃ\u0083Â¸rensen, and Oved Yosha (2002), Consumption and Aggregate Constraints: Evidence from US States and Canadian Provinces. Journal of Political Economy 110, 634645.",
        "Reinhart, Carmen M. and Kenneth Rogoff (2004), Serial Default and the Paradox of Rich-to-Poor Capital Flows, American Economic Review: Papers and Proceedings 94, 5358.",
        "Romans, John T. (1965), Capital Exports and Growth among U.S. Regions, Middletown: Wesleyan University Press.",
        "Sinn, Stefan (1992), Saving-Investment Correlations and Capital Mobility: On the Evidence from Annual Data, Economic Journal 102, 11621170."
    ]
}