{
    "id": 11306,
    "cites": 29,
    "cited_by": 114,
    "reference": [
        "Aizenman, Joshua, and Nancy Marion, 2004, International Reserve Holdings with Sovereign Risk and Costly Tax Collection, The Economic Journal, Vol. 114 (July), pp. 56991.",
        "Borensztein, Eduardo, JosÃ\u0083Â© De Gregorio, and Jong-Wha Lee, 1998, How Does Foreign Direct Investment Affect Growth? Journal of International Economics, Vol. 45 (June), pp. 11535.",
        "Boyreau-Debray, Genevieve, and Shang-Jin Wei, 2004, Pitfalls of a State-Dominated Financial System: Evidence from China, CEPR Discussion Paper No. 4471 (United Kingdom: Centre for Economic Policy Research).",
        "Detragiache, Enrica, and Antonio Spilimbergo, 2001, Crises and Liquidity--Evidence and Interpretation, IMF Working Paper 01/2 (Washington: International Monetary Fund).",
        "Dooley, Michael P., Stijn Claessens, and Andrew Warner, 1995, Portfolio Capital Flows: Hot or Cold? World Bank Economic Review, 9(1): 53174.",
        "System: The Effects of Periphery Intervention and Reserve Management on Interest Rates and Exchange Rates in Center Countries, NBER Working Paper 10332 (March), (Cambridge, MA: National Bureau of Economic Research). , David Folkerts-Landau, and Peter Garber, 2004b, Direct Investment, Rising Real Wages and the Absorption of Excess Labor in the Periphery, NBER Working Paper 10626 (July), (Cambridge, MA: National Bureau of Economic Research).",
        "Du, Julan, and Shang-Jin Wei, 2004, Does Insider Trading Raise Market Volatility? The Economic Journal, Vol. 114, No. 498, pp. 916942.",
        "Dunaway, Steven, and Eswar Prasad, 2004, Interest Rate Liberalization in China, Op-ed article in International Herald Tribune, December 3.",
        "Frankel, Jeffrey A., 2004, On the Renminbi: The Choice between Adjustment under a Fixed Exchange Rate and Adjustment under a Flexible Rate, Manuscript, Kennedy School of Government (Cambridge, Massachusetts: Harvard University).",
        "Funke, Michael, and Jorg Rahn, 2004, Just How Undervalued is the Chinese Renminbi, The World Economy, forthcoming.",
        "Goldstein, Morris, 2004, Adjusting Chinas Exchange Rate Policies, Institute for International Economics Working Paper 04/126 (Washington: Institute for International Economics).",
        "Policy Briefs in International Economics, No. PB04-7 (Washington: Institute for International Economics). ------, and Nicholas R. Lardy, 2005, Chinas Role in the Revived Bretton Woods System: A Case of Mistaken Identity (manuscript, Washington: Institute for International Economics).",
        "Gelos, Gastos R., and Shang-Jin Wei, 2005, Transparency and International Portfolio Positions, Journal of Finance, forthcoming.",
        "Gunter, Frank R., 2004, Capital Flight from China, China Economic Review, Vol. 15, pp. 63-85.",
        "Hausmann, Ricardo, and Eduardo Fernandez-Arias, 2000, Foreign Direct Investment: Good Cholesterol? IADB Working Paper No. 417 (Washington: Inter-American Development Bank).",
        "Huang, Yasheng, 2003, Selling China--Foreign Direct Investment During the Reform Era, (Cambridge: Cambridge University Press).",
        "IMF (2004) Peoples Republic of China: Article IV Consultation--Staff Report, (Washington: International Monetary Fund). Available on the web at www.imf.org.",
        "Kaminsky, Graciela, Carmen Reinhart, and Carlos VÃ\u0083Â©gh, 2004, When It Rains, It Pours: Procyclical Capital Flows and Macroeconomic Policies, in NBER Macro Annual 2004, ed. by Mark Gertler and Ken Rogoff, forthcoming (Cambridge, Massachusetts: National Bureau of Economic Research).",
        "Lane, Philip R., and Gian Maria Milesi-Ferretti, 2001, The External Wealth of Nations: Measures of Foreign Assets and Liabilities for Industrial and Developing Nations, Journal of International Economics, Vol. 55, pp. 26394.",
        "Mody, Ashoka, and Antu Panini Murshid, 2005, Growing Up With Capital Flows, Journal of International Economics, Vol. 65, pp. 24966.",
        "Prasad, Eswar, Kenneth Rogoff, Shang-Jin Wei, and M. Ayhan Kose, 2003, The Effects of Financial Globalization on Developing Countries: Some Empirical Evidence, IMF Occasional Paper No. 220 (Washington: International Monetary Fund).",
        "Prasad, Eswar (editor), Steven Barnett, Nicolas Blancher, Ray Brooks, Annalisa Fedelino, Tarhan Feyzioglu, Thomas Rumbaugh, Raju Jan Singh, and Tao Wang, 2004, Chinas Growth and Integration into the World Economy: Prospects and Challenges, IMF Occasional Paper No. 232 (Washington: International Monetary Fund).",
        "Prasad, Eswar, Thomas Rumbaugh, and Qing Wang, 2005, Putting the Cart Before the Horse? Capital Account Liberalization and Exchange Rate Flexibility in China, IMF Policy Discussion Paper 05/1 (Washington: International Monetary Fund).",
        "Pricewaterhouse Coopers, 2000, Doing Business and Investing Worldwide, (CD-Rom).",
        "Roubini, Nouriel, 2004, BW2: Are We Back to a New Stable Bretton Woods Regime of Global Fixed Exchange Rates? Nouriel Roubinis Global Economics Blog (October 8) at http://www.roubiniglobal.com/archives/2004/10/are_we_back_to.html.",
        "Tseng, Wanda, and Harm Zebregs, 2002, FDI in China: Lessons for Other Countries, IMF Policy Discussion Paper 02/3 (Washington: International Monetary Fund).",
        "Tytell, Irina and Shang-Jin Wei, 2004, Does Financial Globalization Induce Better Macroeconomic Policies, unpublished manuscript (Washington: International Monetary Fund).",
        "Wei, Shang-Jin, 2000a, How Taxing is Corruption on International Investors? Review of Economics and Statistics, February, Vol. 82, No. 1, pp. 111.",
        "Ito and Anne O. Krueger, pp. 23961 (Chicago: University of Chicago Press). ------, 2001, Domestic Crony Capitalism and International Fickle Capital: Is There a Connection? International Finance, Vol. 4, No. 1, pp. 1545."
    ]
}