{
    "id": 11310,
    "cites": 25,
    "cited_by": 36,
    "reference": [
        "Barro, R.J. (1997). Macroeconomics, 5th ed., Cambridge MA, MIT Press.",
        "Barro, R.J. and X. Sala-i-Martin (2004). Economic Growth, 2nd edition, Cambridge MA, MIT Press.",
        "Campbell, J.Y. (2000). Asset Pricing at the Millennium, Journal of Finance, 55, August, 1515-1567.",
        "Campbell, J.Y. and R.J. Shiller (2001). Valuation Ratios and the Long-Run Stock Market Outlook: An Update, National Bureau of Economic Research, working paper no. 8221, April.",
        "Constantinides, G.M. and D. Duffie (1996). Asset Pricing with Heterogeneous Consumers, Journal of Political Economy, 104, April, 219-240.",
        "Hall, R.E. (1988). Intertemporal Substitution in Consumption, Journal of Political Economy, 2, April, 339-357.",
        "Jorion, P. and W.N. Goetzmann (1999). Global Stock Markets in the Twentieth Century, Journal of Finance, 54, June, 953-980.",
        "Kehoe, T.J. and E.C. Prescott (2002). Great Depressions of the 20th Century, Review of Economic Dynamics, 5, 1-18.",
        "Kendrick, J.W. (1961). Productivity Trends in the United States, Princeton, Princeton University Press.",
        "Kocherlakota, N.R. (1990). Disentangling the Coefficient of Relative Risk Aversion from the Elasticity of Intertemporal Substitution: An Irrelevance Result, Journal of Finance, 45, March, 175-190.",
        "Lucas, R.E. (1978). Asset Prices in an Exchange Economy, Econometrica, 46, November, 1429-1445.",
        "Maddison, A. (2003). The World Economy: Historical Statistics, Paris, OECD.",
        "Mehra, R. and E.C. Prescott (1985). The Equity Premium: A Puzzle, Journal of Monetary Economics, 15, March, 145-161.",
        "Mehra, R. and E.C. Prescott (1988). The Equity Risk Premium: A Solution? Journal of Monetary Economics, 22, July, 133-136.",
        "Mehra, R. and E.C. Prescott (2003). The Equity Premium in Retrospect, in G. Constantinides, M. Harris, and R. Stulz, eds., Handbook of the Economics of Finance, Amsterdam, Elsevier/North-Holland.",
        "Mitchell, B.R. (1982). International Historical Statistics: Africa and Asia, New York, New York University Press.",
        "Mitchell, B.R. (1983). International Historical Statistics: the Americas and Australasia, 57 London, Macmillan.",
        "Mitchell, B.R. and P. Deane (1962). Abstract of British Historical Statistics, Cambridge, Cambridge University Press.",
        "Mulligan, C.B. (1997). Pecuniary Incentives to Work in the U.S. during World War II, National Bureau of Economic Research, working paper no. 6326, December, forthcoming in Journal of Political Economy.",
        "Rietz, T.A. (1988). The Equity Risk Premium: A Solution, Journal of Monetary Economics, 22, July, 117-131.",
        "Romer, C. (1988). World War I and the Postwar Depression: A Reinterpretation Based on Alternative Estimates of GNP, Journal of Monetary Economics, 22, July, 91-115.",
        "Russett, B. and J. Slemrod (1993). Diminished Expectations of Nuclear War and Increased Personal Savings: Evidence from Individual Survey Data, American Economic Review, 83, September, 1022-1033.",
        "Slemrod, J. (1986). Saving and the Fear of Nuclear War, Journal of Conflict Resolution, 30, September, 403-419.",
        "Taylor, B. (2005). GFD Guide to Total Returns on Stocks, Bonds and Bills, available on the Internet from Global Financial Data at www.globalfindata.com.",
        "Weitzman, M.L. (2005). A Unified Bayesian Theory of Equity `Puzzles, unpublished, Harvard University, March."
    ]
}