{
    "id": 11313,
    "cites": 23,
    "cited_by": 25,
    "reference": [
        "Barberis, N., A. Shleifer, and R. Vishny (1998), A Model of Investor Sentiment, Journal of Financial Economics, 49, 307343.",
        "Benartzi, S. (2001), Excessive Extrapolation and the Allocation of 401(k) Accounts to Company Stock? Journal of Finance, 56, 1747-1764.",
        "Daniel, K., D. Hirshleifer, and S. Teoh, Investor Psychology in Capital Markets: Evidence and Policy Implications, Journal of Monetary Economics, 49, 139-209. Dominitz, J. and C. Manski (1997a), Perceptions of Economic Insecurity: Evidence from the Survey of Economic Expectations, Public Opinion Quarterly, 61, 261-287.",
        "Dominitz, J. and C. Manski (1997b), Using Expectations Data to Study Subjective Income Expectations, Journal of the American Statistical Association, 92, 855-867.",
        "Dominitz,J. and C. Manski (2003),HowShouldWeMeasureConsumer Confidence(Sentiment)? Evidence from the Michigan Survey of Consumers, National Bureau of Economic Research Working Paper 9926.",
        "Dominitz,J.andC.Manski(2004),HowShouldWeMeasureConsumerConfidence?JournalofEconomic Perspectives, 18(2), 51-66.",
        "El-Gamal, M. and D. Grether, Uncovering Behavioral Strategies: Are People Bayesian? Journal of the American Statistical Association, 90, 1137-1145. Fama,E.(1970), Efficient Capital Markets:A Review ofTheory and Empirical Work,Journal of Finance, 25, 383-417.",
        "Graham, J. and C. Harvey (2001), Expectations of Equity Risk Premia, Volatility and Assymetry from a Corporate Finance Perspective, NBER Working Paper 8678, National Bureau of Economic Research, Cambridge, MA.",
        "Harris,M. and A. Raviv (1993), Differences of Opinion Make a Horse Race,Review of Financial Studies, 6, 473-506.",
        "Houser, D., M. Keane, and K. McCabe (2004), Behavior in a Dynamic Decision Problem: An Analysis of Experimental Evidence Using a Bayesian Type Classification Algorithm, Econometrica, 72, 781-822.",
        "Kandel, E. and N. Pearson (1995), Differential Interpretation of Public Signals and Trade in Speculative Markets, Journal of Political Economy, 103, 831-872.",
        "Keynes, J. M. (1937), The GeneralTheory of Employment,Quarterly Journal of Economics, 51, 209-223.",
        "Lintner, J. (1965), The Valuation of RiskAssets and the Selectionof RiskyInvestments in Stock Portfolios and Capital Budgets, Review of Economics and Statistics, 47, 13-37.",
        "Lintner, J. (1969), The Aggregation of Investors Diverse Judgements and Preferences in Purely Competitive Markets, Journal of Financial and Quantitative Analysis, 4, 347-400.",
        "Manski, C. (2004), Measuring Expectations, Econometrica, 72, 1329-1376.",
        "Mayshar, J. (1983), On Divergence of Opinionand Imperfections inCapital Markets,American Economic Review, 73, 114-128.",
        "Mehra, R. and E. Prescott (2003), The Equity Premium in Retrospect, in, G. Constantinides, M. Harris, and R. Stulz (editors), Handbook of the Economics of Finance, Amsterdam: Elsevier.",
        "Miller, E. (1977), Risk, Uncertainty, and Divergence of Opinion, Journal of Finance, 32, 1151-1168.",
        "Morris, S. (1995), The Common Prior Assumption in Economic Theory, Economics and Philosophy, 11, 227-253.",
        "Sharpe, W. (1964), Capital Asset Prices: A Theory of Market Equilibrium under Conditions of Risk, Journal of Finance, 19, 452-442.",
        "Sharpe, W. (1970), Portfolio Theory and Capital Markets, New York: McGraw-Hill.",
        "Welch, I. (2000), Views of Financial economists on the Equity premium and On Professional Controversies, Journal of Business, 73, 501-37.",
        "Williams, J. (1938), The Theory of Investment Value, Cambridge, MA: Harvard University Press."
    ]
}