{
    "id": 1131,
    "cites": 17,
    "cited_by": 1,
    "reference": [
        "Auerbach, Alan J. Stockholder Tax Rates and Firm Attributes. NBER Working Paper no. 817. Cambridge, Mass., 1981.",
        "Black, Fischer, and Scholes, Myron S. The Behavior of Security Returns around Ex-Dividend Days. Unpublished manuscript. Chicago: University of Chicago, 1973.",
        "Black, Fischer, and Scholes, Myron S. The Effects of Dividend Policy and Dividend Yield on Common Stock Prices and REturns, Journal of Financial Economics (1974): 1-22.",
        "Brennan, Michael .3. Taxes, Market Valuation, and Corporate Financial Policy, National Tax Journal 23 (1970) 417-27.",
        "Campbell, J.S., and W. Beranek. Stock Price Behavior on Ex-Dividend Dates. Journal of Finance 10 (1955).",
        "Citizens Utilities Company. 1981 Annual Report. Stamford, Conn.",
        "Eades, K. M., Patrick Hess and Han Kim. On Interpreting Security Returns During the Ex-Dividend Period, unpublished manuscript, University of Michigan, 1982.",
        "Elton, Edwin J., and Gruber, Martin J. Marginal Stockholder Tax Rates and the Clientele Effect. Review of Economics and Statistics 52 (February 1970): 68-74.",
        "Green, J. Taxation and the Ex-Dividend Day Behavior of Common Stock Prices, NBER Working Paper No. 496 (1980), Cambridge, MA.",
        "Hess, Patrick. The Ri-Dividend Day Behavior of Stock Returns: Further Evidence on Tax Effects. Journal of Finance 37 (May 1982): 445-56.",
        "Kalay, A. The Ri-Dividend Day Behavior of Stock Prices: A Re-Examination of the Clientele Effect, Journal of Finance 37 (1982) 1059-70.",
        "Lakonishok, Joseph, and Vermaelen, Theo. Tax Reform and Er-Dividend Day Behavior. Working Paper no. 790. Vancouver: University of British Columbia, Faculty of Commerce and Business Administration, 1981.",
        "Litzenberger, Robert H., and Ramaswamy, Krishna. The Effect of Personal Taxes and Dividends on Capital Asset Prices: Theory and Emprirical Evidence. Journal of Financial Economics 7 (June 1979): 163-95.",
        "Long, John 5., Jr. The Market Valuation of Cash Dividends: A Case to Consider. Journal of Financial Economics 6 (June/September 1978): 235-64. Miller, Merton H., and Scholes, Myron S. Dividends and Taxes. Journal of Financial Economics 6 (December 1978): 333-64.",
        "Miller, N., and N. Scholes. Dividends and Taxes: Some Empirical Evidence. Journal of Political Economy 90 (1982) 1118-42.",
        "Poterba, J. The Ex-Day Behavior of High-Payout Shares, mimeo, 1983.",
        "Scholes, N. and J. Williams. Estimating Betas from Nonsynchronous Data, Journal of Financial Economics 5 (1977) 309-27."
    ]
}