{
    "id": 11326,
    "cites": 26,
    "cited_by": 3,
    "reference": [
        "Asness, Clifford S., Jacques A. Friedman, Robert J. Krail, and John M. Liew, 2000, Style timing: value versus growth, Journal of Portfolio Management Spring, 5060.",
        "Berk, Jonathan B, Richard C. Green, and Vasant Naik, 1999, Optimal investment, growth options, and security returns, Journal of Finance, 54, 11531607.",
        "Campbell, John Y., 1987, Stock returns and the term structure, Journal of Financial Economics 18, 373399.",
        "Campbell, John Y. and Tuomo Vuolteenaho, 2004, Bad beta, good beta, American Economic Review 94 (5), 12491275.",
        "Carlson, Murray, Adlai Fisher, and Ron Giammarino, 2004, Corporate investment and asset price dynamics: Implications for the cross section of returns, Journal of Finance 59 (6), 25772603.",
        "Cooper, Ilan, 2005, Asset pricing implications of non-convex adjustment costs and irreversibility of investment, forthcoming, Journal of Finance.",
        "Fama, Eugene F., 1981, Stock returns, real activity, inflation, and money, American Economic Review 71, 545565.",
        "Fama, Eugene F. and Kenneth R. French, 1988, Dividend yields and expected stock returns, Journal of Financial Economics 22, 325.",
        "Fama, Eugene F. and Kenneth R. French, 1989, Business conditions and expected returns on stocks and bonds, Journal of Financial Economics 25, 2349.",
        "Fama, Eugene F. and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics, 33, 356.",
        "Fama, Eugene F. and Kenneth R. French, 1995, Size and book-to-market factors in earnings and returns, Journal of Finance, 50, 131155.",
        "Fama, Eugene F. and G. William Schwert, 1977, Asset returns and inflation, Journal of Financial Economics 5, 115146.",
        "Gomes, Joao F., Leonid Kogan, and Lu Zhang, 2003, Equilibrium cross section of returns, Journal of Political Economy 111 (4), 693732.",
        "Hansen, Lars Peter, John C. Heaton, and Nan Li, 2004, Consumption strike back? working paper, University of Chicago.",
        "Keim, Donald B., and Robert F. Stambaugh, 1986, Predicting returns in the stock and bond markets, Journal of Financial Economics17, 357390.",
        "Kogan, Leonid, 2004, Asset prices and real investment, Journal of Financial Economics 73, 411431.",
        "Kothari, S.P. and Jay Shanken, 1997, Book-to-market, dividend yield, and expected market returns: a time-series analysis, Journal of Financial Economics 44, 169203.",
        "Lakonishok, Josef, Andrei Shleifer, and Robert W. Vishny, 1994, Contrarian investment, extrapolation, and risk, Journal of Finance, 49 (5) 15411578.",
        "Lewellen, Jonathan W., 2004, Predicting returns with financial ratios, forthcoming, Journal of Financial Economics.",
        "Lo, Andrew and A. Craig MacKinlay, 1988, Stock market prices do not follow random walks: Evidence from a simple specification test, Review of Financial Studies 1, 4166.",
        "Nelson, Charles R. and Myung J. Kim, 1993, Predictable stock returns: the role of small sample bias, Journal of Finance 48, 641661.",
        "Pontiff, Jeffrey and Lawrence D. Schall, 1998, Book-to-market ratios as predictors of market returns, Journal of Financial Economics, 49, 141160.",
        "Ramey, Valerie A. and Matthew D. Shapiro, 2001, Displaced capital: A study of aerospace plant closings, Journal of Political Economy 109, 958992.",
        "Stambaugh, Robert F., 1999, Predictive regressions, Journal of Financial Economics, 54, 375421.",
        "Yogo, Motohiro, 2005, A consumption-based explanation of expected stock returns, forthcoming, Journal of Finance.",
        "Zhang, Lu, 2005, The value premium, Journal of Finance 60 (1), 67103."
    ]
}