{
    "id": 11324,
    "cites": 22,
    "cited_by": 14,
    "reference": [
        "Alberto Alesina, Rafael Di Tella, Robert MacCulloch. 2001. Inequalityand Happiness: Are Europeans and Americans Different? NBER Working Paper No. w8198.",
        "Altham, P.M. 1970. The Measurement of Association of Rows and Columns for an r Ã\u0083â\u0080\u0094 s Contingency Table. Journal of the Royal Statistical Society, Series B, 32, pp. 63-73.",
        "Altham, P.M., and J.P. Ferrie. 2005. Contingency Table Comparisons. Working Paper, Northwestern University Department of Economics.",
        "Becker, Gary. 1964. Human Capital. New York: National Bureau of Economic Research.",
        "Bjorklund, Anders, and Markus Jantti. 1997. Intergenerational Income Mobility in Sweden Compared to the United States. The American Economic Review, 87: 5, December, pp.",
        "Erikson, Robert, and John H. Goldthorpe. 1992. The Constant Flux: A Study of Class Mobility in Industrial Societies. New York; Oxford University Press.",
        "Featherman, David L., and Robert M. Hauser. 1978. Opportunity and Change (New York: Academic Press).",
        "Ferrie, Joseph. 2004. Longitudinal Data for the Analysis of Economic Mobility in the Nineteenth Century U.S. Working Paper, Northwestern UniversityDepartment of Economics.",
        "Ferrie, Joseph. 2005a. How Ya Gonna Keep Em Down on the Farm [When Theyve Seen Schenectady]? Rural to Urban Migration in the Nineteenth Century U.S. Working Paper, Northwestern University Department of Economics.",
        "Ferrie, Joseph. 2005b. Migration to the Frontier in Ante-Bellum America: A Re-Evaluation of Turners `Safety Valve Hypothesis. Working Paper, Northwestern University Department of Economics.",
        "Ganzeboom, Harry, Pauil M. De Graaf, Donald J. Treiman and Jan De Leeuw. 1992. A Standard International Socio-Economic Index of Occupational Status. Social Science Research 21, pp. 156.",
        "Hout, Michael and Robert M Hauser. 1992. Symmetry and Hierarchy in Social Mobility: a Methodological Analysis of the CASMIN Model of Class Mobility. European Sociological Review 8: 3, pp. 239266.",
        "Long, Jason, and Joseph Ferrie. 2005. A Tale of Two Labor Markets: Intergenerational Occupational Mobility in Britain and the U.S. Since 1850. NBER Working Paper No.",
        "Marx, Karl. 1865 [2001]. Value, Prices, and Profits (London: Electric Book Company).",
        "Mayer, Susan E., and Leonard Lopoo. 2001. Has the Intergenerational Transmission of Economic Status Changed? University of Chicago, Harris School of Public Policy working paper.",
        "Mosteller, Frederick. 1968. Association and Estimation in Contingency Tables. Journal of the American Statistical Association, 63, pp. 1-28.",
        "Piketty, Thomas. 1995. Social Mobility and Redistributive Politics. Quarterly Journal of Economics, Vol. 110, No. 3. (Aug., 1995), pp. 551-584.",
        "Schultz, Theodore W. 1961. Investment in Human Capital. American Economic Review, 51, pp. 1-17.",
        "Shafer, Byron E. 1999. American Exceptionalism. Annual Review of Political Science 2. pp.",
        "Solon, Gary. 2002. Cross-Country Differences in Intergenerational Earnings Mobility. Journal of Economic Perspectives. Summer, 16: 3, pp. 59-66.",
        "Sorensen, Jesper B. 1992. Locating Class Cleavages in Inter-Generational Mobility: Crossnational Commonalities and Variations in Mobility Patterns. European Sociological Review 8: 3, pp. 267281.",
        "Tocqueville, Alexis de. 1835-40 [1862]. Democracy in America. Translated by Henry Reeve (Cambridge: Sever and Francis). Winthrop, John. 1630 [1995]. A Model of Christian Charity. Norton Anthology of American Literature. Shorter Fourth Edition (New York: W.W. Norton), pp. 101-112."
    ]
}