{
    "id": 11320,
    "cites": 49,
    "cited_by": 11,
    "reference": [
        "Acker, Joan. 1973. Women and Social Stratification: A Case of Intellectual Sexism. American Journal of Sociology 78: 936945.",
        "Becker, Gary S. and Nigel Tomes. 1979. Equilibrium-Theory of the Distribution of Income and Intergenerational Mobility. Journal of Political Economy 87: 1153-1189.",
        "Political Economy 84: S143-S162. ________. 1986. Human Capital and the Rise and Fall of Families. Journal of Labor Economics 4:S1S39.",
        "Behrman, Jere R., Robert A. Pollak, and Paul Taubman. 1982. Parental Preferences and Provision for Progeny. Journal of Political Economy 90: 52-73.",
        "Relations in the United States. Chicago: University of Chicago Press. Behrman, Jere, Mark Rosenzweig, and Paul Taubman. 1994. Endowments and the Allocation of Schooling in the Family and in the Marriage Market: The Twins Experiment. The Journal of Political Economy 102: 11311174.",
        "Benin, Mary H., and David R. Johnson. 1984. Sibling Similarities in Educational Attainment: A Comparison of Like-Sex and Cross-Sex Sibling Pairs. Sociology of Education 57: 11 21.",
        "Biblarz, Timothy J., Alexander Bucar, and Vern L. Bengston. 1996. Social Mobility Across Three Generations. Journal of Marriage and the Family 58: 188-200.",
        "Blau, Peter, and Otis D. Duncan. 1967. The American Occupational Structure. New York: Free Press.",
        "Charles, Kerwin Kofi, and Erik Hurst. 2003. The Correlation of Wealth across Generations. Journal of Political Economy 111: 11551182.",
        "Cherlin, Andrew. 1992. Marriage, Divorce, Remarriage. Cambridge, MA: Harvard University Press.",
        "Conley, Dalton. 1999. Being Black, Living in the Red: Race, Wealth, and Social Policy in America. Berkeley: University of California Press.",
        "Books. Conley, Dalton, and Neil G. Bennett. 2000. Is Biology Destiny? Birth Weight and Life Chances. American Sociological Review 65: 458467.",
        "Conley, Dalton, Rebecca Glauber, and Sheera Olasky. 2004. Sibling Similarity and Difference in Socioeconomic Status. Institute for Research on Poverty, Discussion Paper 1291-04.",
        "Corcoran, Mary, Roger Gordon, Deborah Laren, and Gary Solon. 1990. Poverty and the Underclass: Effects of Family and Community Background on Economic Status. American Economic Review 80: 362866.",
        "Duncan, Greg J., and Daniel Hill. 1989. Assessing the Quality of Household Panel Survey Data: The Case of the PSID. Journal of Business and Economic Statistics 7(4): 441-451.",
        "Featherman, David, and Robert Hauser. 1978. Opportunity and Change. New York: Academic Press.",
        "M.W. Feldman and R.C. Lewontin. 1975. The Heritability Hangup. Science 190: 1163-1168.",
        "Furstenberg, Frank Jr., and Andrew Cherlin. 1991. Divided Families: What Happens to Children When Parents Part. Cambridge, MA: Harvard University Press.",
        "Gerson, Kathleen. 1993. No Mans Land: Mens Changing Commitments to Family and Work. New York: Basic Books.",
        "Goldberger, Arthur 1977. Twin Methods: A Skeptical View. Pp. 299-324 in Paul Taubman, ed., Kinometrics: Determinants of Socioeconomic Success within and between Families. Amsterdam: North-Holland Publishing Company.",
        "Goldthorpe, John. 1983. Women and Class Analysis: In Defense of the Conventional View. Sociology: 17.",
        "Gottesman, I.I. and J. Shields. 1982. Schizophrenia: The Epigenetic Puzzle. Cambridge: Cambridge University Press.",
        "Grusky, David B., and Thomas A. DiPrete. 1990. Recent Trends in the Process of Stratification. Demography 27:617-637.",
        "Hauser, Robert M., Jennifer T. Sheridan, and John Robert Warren. 1999. Socioeconomic Achievements of Siblings in the Life Course New Findings from the Wisconsin Longitudinal Study. Research on Aging 21: 338-378.",
        "Hauser, Robert M., and P. Mossel. 1985. Fraternal Resemblance in Educational Attainment and Occupation. American Journal of Sociology 91: 650673.",
        "Hauser, Robert M., and William Sewell. 1986. Family Effects in Simple Models of Education, Occupational Status, and Earnings: Findings from the Wisconsin and Kalamazoo Studies. Journal of Labor Economics 4: S83S115.",
        "Hauser, Robert, and R. Wong. 1989. Sibling Resemblance and Intersibling Effects in Educational Attainment. Sociology of Education 62: 149171.",
        "Hill, Martha S. 1992. The Panel Study of Income Dynamics: A Users Guide. Newbury Park, CA: Sage Publications.",
        "Jantti, Markus, Eva Osterbacka, Oddbjorn Raaum, Tor Eriksson, and Anders Bjorklund. 2002. Brother Correlations in Earnings in Denmark, Finland, Norway and Sweden Compared to the United States. Journal of Population Economics 15: 757-772.",
        "Jencks, Christopher. 1972. Inequality: A Reassessment of the Effect of Family and Schooling in America. New York: Basic Books.",
        "Jencks, Christopher S., S. Bartlett, M. Corcoran, J. Crouse, D. Eaglesfield, G. Jackson, K. McClelland, P. Mueser, M. Olneck, J. Schwartz, S. Ward, and J. Williams. 1979. Who Gets Ahead? The Determinants of Economic Success in America. New York: Basic Books.",
        "Keister, Lisa A. 2000. Wealth in America. Cambridge: Cambridge University Press.",
        "Kendler, K.S. and C.D. Robinette. 1983. Schizophrenia in the National Academy of SciencesNational Research Council twin registry: A 16-year update. American Journal of Psychiatry. 140:1551-1563.",
        "Kuo, H-H. Daphne, and Robert M. Hauser. 1995. Trends in Family Effects on the Education of Black and White Brothers. Sociology of Education 68: 136160.",
        "Layzer, D. 1974. Heritability Analyses of IQ Scores: Science or Numerology? Science 183: 1259-1266.",
        "Mayer, Karl Ulrich, and Urs Schoepflin. 1989. The State and the Life Course. Annual Review of Sociology 15: 187-209.",
        "Mayer, Susan E., and Leonard M. Lopoo. 2005. Has the Intergenerational Transmission of Economic Status Changed? Journal of Human Resources 40: 169-185.",
        "Mazumder, Bhashkar, and David I. Levine. 2003. The Growing Importance of Family and Community: An Analysis of Changes in the Sibling Correlation in Earnings. Federal Reserve Bank of Chicago, Working Paper 2003-24.",
        "Oliver, Melvin L., and Thomas M. Shapiro. 1995. Black Wealth/White Wealth: A New Perspective on Racial Inequality. New York: Routledge.",
        "Plomin, R. 1986. Development, Genetics and Psychology. Hillsdale, NJ: Erlbaum.",
        "Psychology of Human Intelligence, ed. R.J. Sternberg. Hillsdale, N.J.: Erlbaum. Reich, T., P. Van Eerdewegh, J.Rice, J. Mullaney, J. Endicott and G.L. Klerman. 1987. The Familial Transmission of Primary Major Depressive Disorder. Journal of Psychiatric Research. 21:613-624.",
        "Plomin, R. and D. Daniels. 1987. Why are Children in the Same Family so Different From Each Other? Behavioral and Brain Sciences. 10:1-16.",
        "Plomin, R., J.C. DeFries and J.C. Loehlin. 1989. Behavioral Genetics: A Primer. 2nd Edition. New York: W.H. Freeman.",
        "Rindfuss, Ronald R., C. Gray Swicegood, and Rachel A. Rosenfeld. Disorder in the Life Course: How Common and Does it Matter? American Sociological Review 52: 785-801. Rowe, D. 1981. Environmental and Genetic Influences on Dimensions of Perceived Parenting: A Twin Study. Developmental Psychology. 17:203-208.",
        "Solon, Gary, Mary Corcoran, Roger Gordon, and Deborah Laren. 1991. A Longitudinal Analysis of Sibling Correlation in Economic Status. Journal of Human Resources 26: 509534.",
        "Solon, Gary, Marianne E. Page, and Greg J. Duncan. 2000. Correlations Between Neighboring Children in their Subsequent Educational Attainment. Review of Economics and Statistics 82: 383-392.",
        "Stevens, Gillian and David L. Featherman. 1981. A Revised Socioeconomic Index for Occupational Status. Social Science Research 10: 364-393.",
        "Teachman, Jay, Karen Carver, and R. Day. 1995. A Model for the Analysis of Paired Data. Journal of Marriage and the Family 67: 10111024.",
        "Warren, John Robert. 2001. Changes with Age in the Process of Occupational Stratification. Social Science Research 30: 264-288."
    ]
}