{
    "id": 11330,
    "cites": 21,
    "cited_by": 117,
    "reference": [
        "[2] Blanchard, Olivier, and John Simon, 2001, The Long and Large Decline in U.S. Output Volatility, Brookings Papers on Economic Activity, 135-164.",
        "[3] Campbell, Jeffrey R. and Jonas D.M. Fisher, 2004, Idiosyncratic Risk and Aggregate Employment Dynamics, Review of Economic Dynamics, 7, 331-353.",
        "[4] Del Boca, Daniela, and Annamaria Lusardi, 2003, Credit Market Constraints and Labor Market Decisions, Labour Economics, 10, 681-703.",
        "[5] Fisher, Jonas D. M., 2001, A Real Explanation for Heterogenous Investment Dynamics, Federal Reserve Bank of Chicago Working Paper 2001-14.",
        "[6] Florida, Richard, L. 1986, Housing and the New Financial Markets, Rutgers-The State University of New Jersey.",
        "[7] Fortin, Nicole, M., 1995, Allocation Inflexibilities, Female Labor Supply, and Housing Assets Accumulation: Are Women Working to Pay the Mortgage? Journal of Labor Economics, 13, 524-557.",
        "[8] Greenwood, Jeremy, Ananth Seshadri, and Mehmet Yorukoglu, 2003, Engines of Liberation, Review of Economic Studies, 72, 109-133.",
        "[9] Hansen, Gary D, 1985, Indivisible Labor and the Business Cycle, Journal of Monetary Economics, 16, 309-327.",
        "[10] Hansen, Gary D., and Edward C. Prescott, 2001, Capacity Constraints, Asymmetries, and the Business Cycle, Unpublished Manuscript.",
        "[11] Iacoviello, Matteo, 2004, House Prices, Borrowing Constraints and Monetary Policy in the Business Cycle, Forthcoming in the American Economic Review.",
        "[12] Kahn, James, Margaret M. McConnell, and Gabriel Perez-Quiros, 2002, On the Causes of the Increased Stability of the U.S. Economy, Federal Reserve Bank of New York Economic Policy Review, 8, 183-202.",
        "[13] King, Robert, G., Charles I. Plosser and Sergio T. Rebelo, 1988, Production, Growth and Business Cycles I. Journal of Monetary Economics, 21, 195-232.",
        "[14] King, Robert G., and Sergio T. Rebelo, 2000, Resuscitating Real Business Cycles, in John Taylor and Michael Woodford (eds) Handbook of Macroeconomics, North Holland, 927-1007.",
        "[15] Kiyotaki, Nobuhiro, and John Moore, 1997, Credit Cycles, Journal of Political Economy, 105, 211-248.",
        "[16] Krusell, Per, and Anthony A. Smith, Jr., 1998, Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy, 106, 867-896.",
        "[18] Olney, Martha, L., 1991, Buy Now, Pay Later, The University of North Carolina Press.",
        "[19] Projector, Dorothy S., and Gertrude S. Weiss, 1966, Survey of Financial Characteristics of Consumers, Federal Reserve Technical Papers, August.",
        "[20] Rupert, Peter, Richard Rogerson, and Randall Wright, 2000, Homework in Labor Economics: Household Production and Intertemporal Substitution, Journal of Monetary Economics, 46, 557-579.",
        "[21] Semer, Milton P., Julian H. Zimmerman, John M. Frantz and Ashley Ford, 1986, Evolution of Federal Legislative Policy in Housing: Housing Credits, in Richard L. Florida (ed.) Housing and the New Financial Markets, Rutgers-The State University of New Jersey.",
        "[22] Stock, James H., and Mark W. Watson, 2002, Has the Business Cycle Changed and Why? NBER Macroeconomics Annual, 159-218.",
        "[23] Stock, James H., and Mark W. Watson, 2003, Has the Business Cycle Changed? Evidence and Explanations, in Monetary Policy and Uncertainty: Adapting to a Changing Economy. Federal Reserve Bank of Kansas City."
    ]
}