{
    "id": 11339,
    "cites": 24,
    "cited_by": 19,
    "reference": [
        "Amiti, Mary and Lisa Cameron 2003, Economic Geography and Wages, University of Melbourne, mimeo.",
        "Anderson, James and Eric van Wincoop 2003, Gravity with Gravitas: A Solution to the Border Puzzle, American Economic Review, 93, pp. 170-92.",
        "Bernard, Andrew, Jonathan Eaton, J. Bradford Jensen, and Samuel Kortum, 2003, Plants and Productivity in International Trade, American Economic Review, 93, pp. 1269-1290.",
        "Bernard, Andrew and Bradford Jensen. 1999, Exceptional Exporter Performance: Cause, Effect, or Both? Journal of International Economics, 47, pp 1-25.",
        "Chen, Natalie 2004, Intra-national versus international trade in the European Union: why do national borders matter? Journal of International Economics, 63, pp. 93-118.",
        "Davis, Donald R. and David E. Weinstein 2003, Market Access, Economic Geography, and Comparative Advantage: An Empirical Test, Journal of International Economics, 59, pp. 1-23.",
        "Disdier, Anne-CÃ\u0083Â©lia and Keith Head 2004, The Puzzling Persistence of the Distance Effect on Bilateral Trade, University of British Columbia, mimeo.",
        "Dornbusch, Rudiger, Stanley Fisher, and Paul Samuelson 1977, Comparative Advantage, Trade and Payments in a Ricardian Model with a Continuum of Goods, American Economic Review, 67, pp. 823-839.",
        "Eaton, Jonathan and Samuel Kortum, 2002, Technology, Geography, and Trade, Econometrica, 70, pp. 1741-1779.",
        "Eaton, Jonathan, Samuel Kortum, and Francis Kramarz, 2004, An Anatomy of International Trade: Evidence from French Firms mimeo. NYU.",
        "Evans, Carolyn L. 2001, Border Effects and the Availability of Domestic Products Abroad Federal Reserve Bank of New York, mimeo.",
        "Hanson, Gordon H. and Chong Xiang 2004, The Home Market Effect and Bilateral Trade Patterns, American Economic Review, 94, pp. 1108-1129.",
        "Harrigan, James 1995, The Volume of Trade in Differentiated Intermediate Goods: Theory and Evidence, Review of Economics and Statistics, 77(2), (May) pp. 283-293.",
        "Hillberry, Russell and Christine McDaniel 2002, A Decomposition of North American Trade Growth since NAFTA, USITC Working Paper 2002-12-A (July).",
        "Hummels, David and Peter Klenow 2004, The Variety and Quality of A Nations Exports, American Economic Review, forthcoming.",
        "Hummels, David and Alexandre Skiba 2004, Shipping the Good Apples Out? An Empirical Confirmation of the Alchian Allen Conjecture Journal of Political Economy, 112(6), pp. 1384-1402.",
        "Kehoe, Timothy J and Kim J Ruhl 2003, How Important is the New Goods Margin in International Trade? Federal Reserve Bank of Minneapolis Staff Report 324.",
        "Klenow, Peter and Andres Rodriguez-Clare 1997, Quantifying Variety Gains from Trade Liberalization, Stanford University, mimeo.",
        "Krugman, Paul 1980, Scale Economies, Product Differentiation, and the Pattern of Trade, American Economic Review, 70, pp. 950-959.",
        "Krugman, Paul and Anthony Venables 1996, Integration, Specialization, and Adjustment, European Economic Review, 40, pp. 959-967.",
        "McCallum, John 1995, National Borders Matter: Canada-U.S. Regional Trade Patterns, American Economic Review, 85, pp. 615-623.",
        "Midelfart-Knarvik, Karen-Helene, Henry Overman and Anthony Venables 2001, Comparative advantage and Economic Geography; Estimating the Location of Production in the EU, CEPR Discussion Paper 2618.",
        "Romer, Paul 1994, New Goods, Old Theory and the Welfare Costs of Trade Restrictions Journal of Development Economics, 43, pp. 5-38.",
        "Wolf, Holger C. 2000, Intra-national Home Bias in Trade, The Review of Economics and Statistics, 82(4) (November), pp. 555-563."
    ]
}