{
    "id": 11331,
    "cites": 138,
    "cited_by": 93,
    "reference": [
        "[1] Aiyagari, S. Rao. (1994). Uninsured Idiosyncratic Risk and Aggregate Saving, Quantenly Jounnal of Economics, 109(3):659-684.",
        "[2] Aiyagari, S. Rao, Jeremy Greenwood and Ananth Seshadri. (2002). Efficient Investment in Chil- dren, Jounnal of Economic Theony, 102(2):290-321.",
        "[3] Akabayashi, Hideo. (1996). On the Role of Incentives in the Formation of Human Capital in the Family, University of Chicago Ph.D. thesis.",
        "[4] Altonji, Joseph, and Thomas Dunn. (1996). The Effects of Family Characteristics on the Return to Education, Review of Economics and Statistics, 78(4):692-704.",
        "[5] Altonji, Joseph G., Todd E. Elder, and Christopher R. Taber. (2005). Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools, Jounnal of Political Economy, 113(l):151-184.",
        "[6] Armor, David J. (2003). Maximizing Intelligence, New Brunswick, NJ: Transaction Publishers.",
        "[7] Armor, David J. and Charles R. Roll, Jr.. (1994). Military Manpower Quality: Past, Present, Future, in Bert F. Green, Jr., and Anne S. Mayor, eds., Modeling Cost and Penfonmance fon Milit any Enlistment: Repont of a Wonkshop, Washington, D.C.: National Academy Press, pp. 13-34.",
        "[8] Barnett, Steven. (2004). Cost-Benefit Analysis of Preschool Education, PowerPoint presentation, http : //nieer.org/resources/files/BarnettBenefits.ppt.",
        "[9] Barnett, Steven and L. N. Masse. (2002). A Benefit-Cost Analysis of the Abecedarian Early Child- hood Intervention, National Institute for Early Education Research (NIEER), New Brunswick, New Jersey. 93",
        "[10] Becker, Gary. (1964). Human Capital: A Theonetical and Empinical Analysis with Special Refenence to Education. New York: Columbia University Press.",
        "[11] Becker, Gary. and Nigel Tomes (1979). An Equilibrium Theory of The Distribution of Income and Intergenerational Mobility, Jounnal of Political Economy, 87(6): 1153-1189.",
        "[12] . (1986). Human Capital and The Rise and Fall of Families, Jounnal of Labon Economics, 4(3):Sl-539.",
        "[13] Belfield, Clive R., Milagros Nores, Steve W Barnett. (2004). The High/Scope Perry Pre-School Program: Cost-Benefit Analysis Using Data from the Age-40 Follow-Up, National Institute for Early Education Research (NIEER), New Brunswick, New Jersey.",
        "[14] Benabou, Roland. (2000). Unequal Societies: Income Distribution and the Social Contract, Amen- ican Economic Review, 90(l):96-129.",
        "[16] Ben-Porath, Yoram. (1967). The Production of Human Capital and the Life Cycle Earnings, Jounnal of Political Economy, 75(4):352-365.",
        "[17] Bewley, Truman F. (1986). Stationary Monetary Equilibrium with a Continuum of Independently Fluctuating Consumers, in Werner Hildenbrand and Andreu Mas-Collel, eds., Contnibutions to Mathematical Economics in Honon of Genand Debneu, Amsterdam: North-Holland.",
        "[18] Blossfeld, Hans-Peter and Yossi Shavit. (1993). Pensistent Inequality: Changing Educational Attain- ment in Thinteen Countnies. Boulder, CO: Westview.",
        "[19] Bowles, Samuel and Howard Gintis. (1976). Schooling in Capitalist Amenica. New York: Basic. 94",
        "[20] Bowles, Samuel, Howard Gintis, and Melissa Osborne. (2001). The Determinants of Earnings: A Behavioral Approach, Jounnal of Economic Litenatune, 39(4): 1137-1176.",
        "[21] Brooks-Gunn, Jeanne, Ruth Gross, Helena Kraemer, Donna Spiker, and Sam Shapiro. (1992). En- hancing the Cognitive Outcomes of Low Birth Weight, Premature Infants: For Whom Is the Inter- vention Most Effective? Pediatnics, 89(6):1209-1215.",
        "[22] Brooks-Gunn, Jeanne, Lisa J. Berlin, and Allison Sidle Fuligni, A. (2000). Early Childhood In- tervention Programs: What About the Family? in Samuel Meisels and Jack Shonkoff, eds., The Handbook of Early Childhood Interventions, New York: Cambridge University Press, pp. 549-588.",
        "[23] Bruer, John T. (1999). The Myth of the Finst Thnee Yeans: A New Undenstanding of Eanly Bnain Development and Lifelong Leanning, New York: Free Press.",
        "[24] Bureau of Labor Statistics. (2001). NLS Handbook 2001, Washington, D.C.: U.S. Department of Labor.",
        "[25] Cameron, Judy. (2004). Evidence For An Early Sensitive Period For The Development Of Brain Systems Underlying Social Affihiative Behavior, working paper.",
        "[26] Cameron, Judy, James J. Heckman, and Knudsen (2005), Neurobiology and Economics of Human Skill Formation: Implications for Early Childhood Policy, draft manuscript.",
        "[27] Cameron, Stephen, and James J. Heckman. (1998). Life Cycle Schooling and Dynamic Selection Bias: Models and Evidence for Five Cohorts of American Males, Jounnal of Political Economy, 106(2):262-333.",
        "[29] . (2001). The Dynamics of Educational Attainment for Black, Hispanic, and White Males, Jounnal of Political Economy, 109(3):455-499.",
        "[30] Cameron, Stephen and Christopher Taber. (2004). Borrowing Constraints and the Returns to Schooling, Jounnal of Political Economy, 112(1).",
        "[31] Card, David. (1999). The Causal Effect of Education on Earnings, in Orley Ashenfelter and David Card, eds., Handbook of Labon Economics, vol. 3A, Amsterdam: Elsevier Science/North-Holland.",
        "[32] . (2001). Estimating the Return to Schooling: Progress on Some Persistent Econometric Problems, Econometnica, 69(5): 1127-1160.",
        "[33] Cardak, Buly A. and Danny Givon. (2004). Why the Poor Dont go to University: Attainment Constraints and Two-Staged Education, working paper.",
        "[34] Carneiro, Pedro, Karsten Hansen, and James J. Heckman. (2001). Removing the Veil of Ignorance in Assessing the Distributional Impacts of Social Policies, Swedish Economic Policy Review, 8(2):273- 301.",
        "[36] Carneiro, Pedro, and James J. Heckman. (2002). The Evidence on Credit Constraints in Post- Secondary Schooling, Economic Jounnal 112, no.482: 705-734.",
        "[39] Carneiro, Pedro, James Heckman, and Dimitriy V. Masterov. (2005). Labor Market Discrimination and Racial Differences in Pre-Market Factors, forthcoming, Jounnal of Law and Economics.",
        "[40] Carneiro, Pedro., James J. Heckman and Edward Vytlacil (2001). Estimating the Rate of Return to Education When It Varies Among Individuals, University of Chicago working paper.",
        "[41] Caucutt, Elizabeth and Krishna Kumar. (2003). Higher Education Subsidies and Heterogeneity: A Dynamic Analysis, Jounnal of Economic Dynamics and Contnol, 27(8):1459-1502.",
        "[42] Caucutt, Elizabeth and Lance Lochner. (2004). Early and Late Human Capital Investments, Credit Constraints, and the Family, University of Western Ontario working paper.",
        "[43] Cawley, John, James J. Heckman, Lance Lochner, and Edward Vytlacil. (2000). Understanding the Role of Cognitive Ability in Accounting for the Recent Rise in the Return to Education, in Kenneth Arrow, Samuel Bowles, and Steven Durlauf, eds., Menitocnacy and Economic Inequality, Princeton: Princeton University Press.",
        "[44] Clarida, Richard H. (1987) Consumption, Liquidity Constraints and Asset Accumulation in the Presence of Random Income Fluctuations, Intennational Economic Review 28(2): 339-51.",
        "[45] Cunha, Flavio. (2004). The Complementarity and Self-Productivity of Human Capital Investments in a Stochastic Dynamic General Equilibrium Economy with Altruism and Lifetime Liquidity Con- straints, working Ph.D. thesis, University of Chicago.",
        "[47] Cunha, Flavio, James J. Heckman, and Salvador Navarro (2005) Separating Uncertainty From Heterogeneity in Life Cycle Earnings, forthcoming in Oxfond Economic Papens. 97",
        "[48] Currie, Janet. (2001). Early Childhood Education Programs, Journal of Economic Perspectives, 15(2):213-38.",
        "[49] Currie, Janet and David Blau. (2005). Whos Minding the Kids?: Preschool, Day Care, and After School Care, in Finis Welch and Eric Hanushek, eds., The Handbook of Education Economics, forthcoming from Elsevier.",
        "[50] Currie, Janet and Duncan Thomas (2000). School Quality and the Longer-Term Effects of Head Start, Journal of Human Resources, 35(4):755-774.",
        "[51] Donohue, John, and Peter Siegelman. (1998). Allocating Resources Among Prisons and Social Programs in the Battle against Crime, Journal of Legal Studies, 27(1):1-43.",
        "[52] Duncan, Greg, and Jeanne Brooks-Gunn. (1997). Income Effects Across the Life Span: Integration and Interpretation. in Greg Duncan and Jeanne Brooks-Gunn, eds., Consequences of Growing Up Poor, New York: Russell Sage.",
        "[53] Duncan, Greg, Amy Claessens and Mimi Engel. (2004). The Contributions of Hard Skills and Socio- Emotional Behavior to School Readiness, working paper, Northwestern University.",
        "[54] Dynarski, Susan. (2000). Hope for Whom? Financial Aid for the Middle Class and Its Impact on College Attendance, National Tax Journal, 53(3) :629-662.",
        "[56] Edwards, Richard. (1976). Individual Traits and Organizational Incentives: What Makes a Good Worker? Journal of Human Resources, 11(1):51-68. 98",
        "[57] Ellwood, David, and Thomas Kane. (2000). Who is Getting a College Education?: Family Back- ground and the Growing Gaps in Enrollment, in Sheldon Danziger and Jane Waldfogel, eds., Se- cuning the Futune: Investing in Childnen fnom Binth to College, New York: Russell Sage.",
        "[58] Fisher, Irving. (1892). Mathematical Investigations in the Theory of Value and Prices, Tnansactions of the Connecticut Academy of Ants and Sciences, 9:1-124.",
        "[59] Flynn, James R. (1987). Massive IQ Gains In 14 Nations: What IQ Tests Really Measure, Psy- chological Bulletin, 101:171-191.",
        "[60] Fuerst, J.S. and D. Fuerst(1993). Chicago Experience with an Early Childhood Program: The Special Case of the Child Parent Center Program. Unban Education, 28(l):69-96.",
        "[61] Garber, Howard. (1988). The Milwaukee Pnoject: Pneventing Mental Retandation in Childnen at Risk. Washington, D.C.: American Association of Mental Retardation.",
        "[62] Garces, Eliana, Duncan Thomas and Janet Currie. (2002). Longer Term Effects of Head Start, Ameni can Economic Review, 92(4) :999-1012.",
        "[63] Gomby, Deanna S., Carol S. Larson, Eugene M. Lewit, and Richard E. Behrman. (1999). Home Visiting: Recent Program Evaluations-Analysis and Recommendations, The Futune of Childnen, 9(1) :4-2 6.",
        "[64] Gormley, William, Ted Gayer, Deborah Phillips, and Brittany Dawson. (2004) The Effect of Uni- versal Pre-K on Cognitive Development, working paper, Georgetown University.",
        "[65] Gray, S., B. Ramey and R. Klaus (1982). Fnom Thnee to Twenty: The Eanly Tnaining Pnoject. Baltimore, MD: University Park Press. 99",
        "[66] Griliches, Zvi. (1977). Estimating the Returns to Schooling: Some Econometric Problems, Econo- metnica, 45(l):l-22.",
        "[67] Grogger, Jeffrey and Derek Neal. (2000). Further Evidence on the Benefits of Catholic Secondary Schooling, Bnookings- Whanton Papens on Unban Affains, 1:15 1-193.",
        "[68] Hansen, Karsten, James J. Heckman, and Kathleen Mullen. (2004). Educational Attainment, Ability and Test Scores, Jounnal of Econometnics, 121(l-2):39-98.",
        "[69] Hanushek, Eric A., Charles Ka Yui Leung, and Kuzey Yilmaz. (2004). Borrowing Constraints, College Aid, and Intergenerational Mobility, NBER working paper no. 10711.",
        "[70] Hayek, Friedrich A.. (1941). The Pune Theony of Capital, Chicago: University of Chicago Press.",
        "[71] Heckman, James J.. (1999). Education and Job Training: Doing It Right Public Intenest, No.135: 86- 107.",
        "[72] . (2000). Policies to Foster Human Capital, Reseanch in Economics, 54(1)3-56.",
        "[73] . (1995). Lessons From the Bell Curve, Jounnal of Political Economy, 103(5):1091-1120.",
        "[74] . (2006). The CED, Center for Social Program Evaluation manuscript, University of Chicago.",
        "[75] Heckman, James J., Robert LaLonde, and Jeffrey Smith. (1999). The Economics and Econometrics of Active Labor Market Programs, in Orley Ashenfelter and David Card, eds., Handbook of Labon Economics, vol. 3A, Amsterdam: Elsevier",
        "[76] Heckman, James J., Maria Larenas and Sergio Urzua. (2004). Accounting for the Effect of Schooling and Abilities in the Analysis of Racial and Ethnic Disparities in Achievement Test Scores, working paper, University of Chicago. 100",
        "[77] Heckman, James J., and Lance Lochner. (2000). Rethinking Myths About Education and Training: Understanding the Sources of Skill Formation in a Modern Economy, in Sheldon Danziger and Jane Waldfogel, eds., Secuning the Futune: Investing in Childnen fnom Binth to College, New York: Russell Sage.",
        "[78] Heckman, James J., Lance Lochner, Jeffrey Smith, and Christopher Taber. (1997). The Effects of Government Policy on Human Capital Investment and Wage Inequality, Chicago Policy Review l(2):l-37.",
        "[79] Heckman, James J., Lance Lochner and Christopher Taber. (1998). Explaining Rising Wage In- equality: Explorations with a Dynamic General Equilibrium Model of Earnings with Heterogeneous Agents, Review of Economic Dynamics, l(l):l-58.",
        "[80] Heckman, James J., Lance Lochner, and Petra Todd. (2003). Fifty Years of Mincer Regressions. working paper, University of Chicago.",
        "[81] Heckman, James J., and Yona Rubinstein. (2001). The Importance of Noncognitive Skills: Lessons from the GED Testing Program, Amenican Economic Review, 91(2):145-149.",
        "[82] Heckman, James, Jora Stixrud and Sergio Urzua (2004). Noncognitive Skills, working paper, Uni- versity of Chicago.",
        "[83] Heckman, James and Edward Vytlacil (2005). Econometric Evaluation of Social Programs, in J. Heckman and E. Leamer, eds. Handbook of Econometnics Vol. 6. Amsterdam, Elsevier.",
        "[84] . (2005). Structural Equations, Treatment Effects and Econometric Policy Evaluation, Econometnica 73(3). 101",
        "[85] Herrera, Carla, Cynthia Sipe, Wendy McClanahan, Amy Arbreton, and Sarah Pepper. (2000). Men- toning School-Age Childnen: Relationship Development in Community-Based and School-Based Pno- gnams. Philadelphia: Public/Private Ventures.",
        "[86] Herrnstein, Richard and Charles Murray. (1994). The Bell Cunve. New York, Free Press.",
        "[87] Huggett, Mark. (1993). The Risk-Free Rate in Heterogeneous-Agent Incomplete-Insurance Economies, Jounnal of Economic Dynamics and Contnol, 17(5-6):953-69.",
        "[88] Jensen, Arthur. (1980). Bias in Mental Testing, New York: Free Press.",
        "[89] Johnson, Amy. (1996). An Evaluation of the Long- Tenm Impacts of the Sponson-A-Scholan Pnognam on Student Penfonmance. Princeton: Mathematica Policy Research.",
        "[90] Johnson, Dale. (1988). Primary Prevention of Behavior Problems in Young Children: The Hous- ton Parent-Child Development Center. in Richard Price, Emory Cowen, Raymond Lorion, and Julia Ramos-McKay, eds., ~ Ounces of Pnevention: A Casebook fon Pnactitionens, Washington, DC: American Psychological Association.",
        "[91] Judd, Kenneth. (2000). Is Education as Good as Gold? A Portfolio Analysis of Human Capital Investment, working paper, Stanford University.",
        "[93] . (1996). College Costs, Borrowing Constraints and the Timing of College Entry, Eastenn Economic Jounnal, 22(2):181-194.",
        "[95] Karoly, Lynn A.. (2001). Investing in the Future: Reducing Poverty Through Human Capital In- vestments, in Sheldon Danziger and Robert H. Haveman, eds., Undenstanding Poventy, New York: Russell Sage.",
        "[96] Karoly, Lynn A., Peter W. Greenwood, Susan S. Everingham, Jill HoubÃ\u0083Â©, M. Rebecca Kilburn, C. Peter Rydell, Matthew Sanders, and James Chiesa (1998). Investing In Oun Childnen: What We Know And Dont Know About The Costs And Benefits Of Eanly Childhood Intenventions, Santa Monica, CA: The RAND Corporation.",
        "[97] Keane, Michael, and Kenneth Wolpin. (2001). The Effect of Parental Transfers and Borrowing Constraints on Educational Attainment. Intennational Economic Review 42(4):1051-1103.",
        "[98] Keating, Daniel P. and Clyde Hertzman, eds. (1999). Developmental Health and the Wealth of Na- tions: Social, Biological, and Educational Dynamics, New York: The Guilford Press.",
        "[99] Klein, Roger, Richard Spady, and Andrew Weiss. (1991). Factors Affecting the Output and Quit Propensities of Production Workers, Review of Economic Studies, 58(2):929-954.",
        "[100] Knight, Frank H. (1944) Diminishing Returns from Investment, Jounnal of Political Economy, 52:26-47.",
        "[101] Knudsen, Eric I. (2004). Sensitive Periods in the Development of the Brain and Behavior, Jounnal of Cognitive Neunoscience, 16(1): 1412-1425.",
        "[102] Laitner, John. (1979). Household Bequest Behaviour and the National Distribution of Wealth, Review of Economic Studies, 46(3):467-83.",
        "[104] Lally, J. Ronald, Peter Mangione, and Alice Honig. (1988). The Syracuse University Family Devel- opment Research Program: Long-Range Impact on an Early Intervention with Low-Income Children and Their Families, in Douglas Powell, ed., Panent Education as Eanly Childhood Intenvention, Norwood, N.J.: Ablex.",
        "[105] Levenstein, Phyllis, John OHara, and John Madden. (1983). The Mother-Child Program of the Ver- bal Interaction Project, in As the Twig is Bent: Lasting Effects of Pne-school Pnognams, Consortium for Longitudinal Studies, Hillsdale, N.J.: Erlbaum.",
        "[106] Levy, Dan Maurice and Greg Duncan. (2000). Using Sibling Samples to Assess the Effect of Child- hood Family Income on Completed Schooling, JCPR Working Papers 168.",
        "[107] Lochner, Lance and Alexander Monge. (2004). Education and Default Incentives with Government Student Loan Programs, working paper, University of Western Ontario.",
        "[108] Long, David, Charles Mallar, and Craig Thornton. (1981). Evaluating the Benefits and Costs of the Job Corps, Jounnal of Policy Analysis and Management, l(l):55-76.",
        "[110] Magnuson, Katherine A., Marica Meyers, Chirstopher J. Ruhm, and Jane Waldfogel. (2004a). In- equality in Preschool Education and School Readiness, Amenican Educational Reseanch Jounnal, 41(l):115-157.",
        "[111] Magnuson, Katherine A., Christopher J. Ruhm and Jane Waldfogel. (2004b). Does Prekindergarten Improve School Preparation and Performance? NBER Working Paper No. 10452. 104",
        "[112] Marshall, Alfred. (1890). Principles of Economics, reprinted 8th ed., London: Macmillan and Co., Limited, 1938.",
        "[113] Maxfield, Myles, Allen Schirm, and Nuria Rodriguez Planas. (2003). The Quantum Opportunity Program Demonstration: Implementation and Short Term Impacts, Mathematic Policy Research report.",
        "[115] Meaney, Michael J.. (2001). Maternal Care, Gene Expression, And The Transmission of Individual Differences in Stress Reactivity Across Generations, Annual Review of Neuroscience, 24:1161-1192.",
        "[116] Meghir, Costas, and Marten Palme. (1999). Assessing the Effect of Schooling on Earnings Using a Social Experiment, IFS working paper no. W99/10.",
        "[118] Morris, Pamela, Greg Duncan and Elizabeth Clark-Kauffman. (2005). Child Well-Being in an Era of Welfare Reform: The Sensitivity of Transition in Development to Policy Change, forthcoming in Developmental Psychology.",
        "[119] Moskoff, William. (1980). Pronatalist Policies in Romania, Economic Development and Cultural Change, 28(3):597-614. 105",
        "[120] Mulligan, Casey B. (1997). Panental Pnionities and Economic Inequality, Chicago and London: Uni- versity of Chicago Press.",
        "[121] Navarro, Salvador. (2005). Understanding Schooling: Using Observed Choices to Infer Agents Information in a Dynamic Model of Schooling Choice when Consumption Allocation is Subject to Borrowing Constraints, University of Chicago Ph.D. thesis.",
        "[122] Newport, Elissa L. (2002). Critical Periods in Language Development, in Lynn Nadel, ed., En- cyclopedia of Cognitive Science. London: Macmillan Publishers Ltd./Nature Publishing Group, pp. 737-740.",
        "[123] OConnor, Thomas. G., Michael Rutter, Celia Beckett, Lisa Keaveney, Jana M. Kreppner and the English and Romanian Adoptees Study Team (2000). The Effects of Global Severe Privation on Cognitive Competence: Extension and Longitudinal Follow-Up, Child Development, 71(2):376-390.",
        "[124] Olds, David L. (2002). Prenatal and Infancy Home Visiting by Nurses: From Randomized Trials to Community Replication, Pnevention Science, 3(2): 153-172.",
        "[125] Orfield, Gary. (1992). Money, Equity, and College Access. Hanvand Educational Review, 2(3):337- 372.",
        "[126] Palmer, Francis. (1983). The Harlem Study: Effects by Type of Training, Age of Training and Social Class, in As the Twig is Bent: Lasting Effects of Pne-school Pnognams, Consortium for Longitudinal Studies, Hilisdale, N.J.: Eribaum.",
        "[127] Pinker, Steven. (1994). The Language Instinct: How the Mind Cneates Language. New York : W. Morrow and Co.",
        "[128] Ramey, Craig, Donna Bryant, Frances Campbell, Joseph Sparling, and Barbara Wasik. (1988). Early Intervention for High-Risk Children: The Carolina Early Intervention Program, in Richard Price, 106 Emory Cowen, Raymond Lorion, and Julia. Ramos-McKay, eds., 1~ Ounces of Pnevention: A Case- book fon Pnactitionens, Washington, D.C.: American Psychological Association.",
        "[129] Reynolds, A. J., Temple, J. A., Robertson, D. L., and Mann, E. A. (2001). Long-Term Effects of an Early Childhood Intervention on Educational Achievement and Juvenile Arrest-A 15-Year Follow-Up of Low-Income Children in Public Schools, Jounnal of Amenican Medical Association, 285 (18):2339-2346.",
        "[130] Robinson, Gene E, Christina M. Grozinger and Charles W. Whitfield, (2005). Sociogenomics: Social Life in Molecular Terms, Nature Review Genetics, 6(4):257-70.",
        "[131] Rolnick, Art and Rob Grunewald, (2003). Early Childhood Development: Economic Development with a High Public Return, Minneapolis, MN: Federal Reserve Bank of Minneapolis.",
        "[133] Rutter, Michael and the English and Romanian Adoptees Study Team. (1998). Developmental Catch-Up, And Deficit, Following Adoption After Severe Global Early Privation, Jounnal of Child Psychology and Psychiatny, 39(4) :465-476.",
        "[134] Samuelson Paul A. (1974), Complementarity: An Essay on The 40th Anniversary of the Hicks-Allen Revolution in Demand Theory, Jounnal of Economic Litenatune, 12 (4):.1255-1289.",
        "[135] Schechtman, Jack. (1976). An Income Fluctuation Problem, Jounnal of Economic Theony 12(2):218-41.",
        "[136] Schweinhart, Lawrence, Helen Barnes, and David Weikart. (1993). Significant Benefits: The High- Scope Penny Pne-school Study thnough Age 27. Ypsilanti, Mich.: High Scope Press. 107",
        "[137] Seitz, Victoria. (1990). Intervention Programs for Impoverished Children: A Comparison of Educa- tional and Family Support Models, in Ross Vasta, ed., Annals of Child Development: A Reseanch Annual, Vol. 7, London: Kingsley.",
        "[138] Seshadri, Ananth, and Kazuhiro Yuki. (2004). Equity and Efficiency Effects of Redistributive Poli- cies, Jounnal of Monetany Economics, 51(7):1415-1447.",
        "[139] Shonkoff, Jack, and Deborah Phillips, eds. (2000). Fnom Neunons to Neighbonhoods: The Science of Eanly Childhood Development. Washington, D.C.: National Academy Press.",
        "[140] Spence, A. Michael. (1973). Job Market Signaling, Quantenly Jounnal of Economics, 87(3):355-74.",
        "[141] Stanley, Marcus. (1999). Education, Opportunity, and the Mid-Century G.I. Bills, working paper, Harvard University.",
        "[142] Sternberg, Robert. (1985). Beyond IQ: A Tnianchic Theony of Human Intelligence. Cambridge: Cam- bridge University Press.",
        "[143] Stiglitz, Joseph E.. (1975). The Theory of Screening, Education, and the Distribution of Income, Ameni can Economic Review, 65(3):283-300.",
        "[144] Stinebrickner, Ralph and Todd R. Stinebrickner. (2004). Time-Use and College Outcomes, Jounnal of Econometnics, 121(l-2):243-69.",
        "[145] Su, Xuejuan. (2004). The Allocation of Public Funds in a Hierarchical Educational System. Jounnal of Economic Dynamics and Contnol, 28:2485-2510.",
        "[146] Suomi, Stephen J.. (1999) Developmental Trajectories, Early Experiences, and Community Conse- quences: Lessons from Studies with Rhesus Monkeys, in Daniel P. Keating and Clyde Hertzman, 108 eds., Developmental Health and the Wealth of Nations: Social, Biological, and Educational Dynamics, New York: The Guilford Press, pp. 185-200.",
        "[147] Taber, Christopher. (2001). The Rising College Premium in the Eighties: Return to College or Return to Unobserved Ability?, Review of Economic Studies, 68(3):665-691.",
        "[148] Taggart, Robert. (1995). Quantum Oppontunity Pnognam. Philadelphia: Industrialization Center of America.",
        "[150] Turkheimer, Eric, Andreana Haley, Mary Waidron, Brian DOnofrio, and Irving I. Gottesman. (2003). Socioeconomic Status Modifies heritability of IQ in Young Children, Psychological Sci- ence, 14(6):623-628.",
        "[151] Walker, Gary, and Frances Viella-Velez. (1992). Anatomy of a Demonstnation. Philadelphia: Pub- lic/Private Ventures.",
        "[152] Weinberg, Bruce A.. (2001). An Incentive Model of the Effect of Parental Income on Children, Jounnal of Political Economy, 109(2):266-80.",
        "[153] Willis, Robert. (1986). Wage Determinants: A Survey and Reinterpretation of Human Capital Earnings Functions, in Orley Ashenfelter and David Card, eds., Handbook of Labon Economics, Vol."
    ]
}