{
    "id": 11344,
    "cites": 55,
    "cited_by": 4,
    "reference": [
        "Anderson, J.E. and J.P. Neary (1996), A New Approach to Evaluating Trade Policy, Review of Economic Studies 63: 107-125.",
        "Beveridge, W.H. (1939), Prices and Wages in England from the Twelfth to the Nineteenth Century, Vol. I: Price Tables: Mercantile Era (London: Longmans, Green and Co.).",
        "Brown, K.W. (1990), Price Movements in Eighteenth-Century Peru: Arequipa, in L.L. Johnson and E. Tandeter (eds.), Essays on the Price History of Eighteenth-Century Latin America (Albuquerque: University of New Mexico Press), 173-200.",
        "Bulbeck, D., A. Reid, L.C. Tan and Y. Wu (1998), Southeast Asian Exports Since the 14th Century: Cloves, Pepper, Coffee, and Sugar (Leiden, The Netherlands: KITLV Press).",
        "Bulmer-Thomas, V. (2003), The Economic History of Latin America Since Independence, 2nd edition (Cambridge: Cambridge University Press).",
        "Chabert, A. (1945), Essai sur les Mouvements des Prix en France de 1798 Ã\u0083Â  1820 (Paris: Librairie des MÃ\u0083Â©dicis).",
        "Chabert, A. (1949), Essai sur les Mouvements des Revenus et de lActivitÃ\u0083Â© Economique en France de 1798 Ã\u0083Â  1820 (Paris: Librairie des MÃ\u0083Â©dicis).",
        "Coatsworth, J.H. and J.G. Williamson (2004), Always Protectionist? Latin American Tariffs from Independence to Great Depression, Journal of Latin American Studies 36: 205-232.",
        "Cole, A.H. (1938), Wholesale Commodity Prices in the United States 1700-1861 (Cambridge, Massachusetts: Harvard University Press).",
        "Cole, A.H. and R. Crandall (1964), The International Scientific Committee on Price History, Journal of Economic History 24: 381-388.",
        "Crouzet, F. (1964), Wars, Blockade, and Economic Change in Europe, 1792-1815, Journal of Economic History 24: 567-588.",
        "Crouzet, F. (1987), LEconomie Brittanique et Le Blocus Continental, 2 edition (Paris: nd Economica).",
        "Crouzet, F. (2003), The Continental System After Eighty Years, paper presented at the Eli Heckscher Celebratory Symposium, Stockholm School of Economics, May 22-24.",
        "Cuenca Esteban, J. (1997), The Rising Share of British Industrial Exports in Industrial Output, 1700-1851, Journal of Economic History 57: 879-906.",
        "Cuenca Esteban, J. (2004), Comparative Patterns of Colonial Trade: Britain and its Rivals, in L. Prados de la Escosura (ed.), Exceptionalism and Industrialisation: Britain and its European Rivals, 1688-1815 (Cambridge: Cambridge University Press), 35-66.",
        "Davis, L.E. and S.L. Engerman (forthcoming), Blockades in Peace and War: An Economic History of Naval Blockades Since the Middle of the Eighteenth Century. Davis, R. (1962), English Foreign Trade, 1700-1774, Economic History Review New Series, 15: 285-303.",
        "Davis, R. (1979), The Industrial Revolution and British Overseas Trade (Leicester University Press).",
        "Dermigny, L. (1964), La Chine et lOccident: Le Commerce Ã\u0083Â  Canton au XVIII SiÃ\u0083Â¨cle 1719e 1833, Tome III (Paris: S.E.V.P.E.N.).",
        "Eaton, J. and M. Engers (1999), Sanctions: Some Simple Analytics, American Economic Review, Papers and Proceedings 89: 409-414.",
        "Ellis, G. (1981), Napoleons Continental Blockade: The Case of Alsace (Oxford: Clarendon Press).",
        "Engerman, S.L. (1981), Some Implications of the Abolition of the Slave Trade, in D. Eltis and J. Walvin (eds.), The Abolition of the Atlantic Slave Trade: Origins and Effects in Europe, Africa, and the Americas (Madison, Wisconsin: University of Wisconsin Press).",
        "Findlay, R. and K.H. ORourke (2003), Commodity market integration, 1500-2000, in M.D. Bordo, A.M. Taylor and J.G. Williamson (eds.), Globalization in Historical Perspective (University of Chicago Press/NBER 2003), 13-62.",
        "Frankel, J.A. (1982), The 1808-1809 Embargo against Great Britain, Journal of Economic History 42: 291-307.",
        "Frankel, J.A. and D. Romer (1999), Does Trade Cause Growth? American Economic Review 89: 379-399.",
        "Gayer, A.D., W.W. Rostow and A.J. Schwartz (1953), The Growth and Fluctuation of the British Economy 1790-1850 (Oxford: Clarendon Press).",
        "Hauser, H. (1936), Recherches et Documents sur lHistoire des Prix en France de 1500 Ã\u0083Â  1800 (Paris: Les Presses Modernes).",
        "Hueckel, G. (1973), War and the British Economy, 1793-1815: A General Equilibrium Analysis, Explorations in Economic History 10: 365-396.",
        "Hufbauer, G.C., J.J. Schott and K.A. Elliott (1990), Economic Sanctions Reconsidered: History and Current Policy, 2 edition (Washington D.C.: Institute for International nd Economics).",
        "Imlah, A.H. (1958), Economic Elements in the Pax Britannica (Cambridge, Massachusetts: Harvard University Press).",
        "LÃ\u0083Â©vy-Leboyer, M. (1970), LhÃ\u0083Â©ritage de Simiand: Prix, Profit et termes dÃ\u0083Â©change au XIXe SiÃ\u0083Â¨cle, Revue Historique 493: 77-120.",
        "LÃ\u0083Â©vy-Leboyer, M. and F. Bourguignon (1990), The French Economy in the Nineteenth Century: An Essay in Econometric Analysis (Cambridge: Cambridge University Press).",
        "Lovejoy, P.E. and D. Richardson (1995), British Abolition and its Impact on Slave Prices Along the Atlantic Coast of Africa, 1783-1850, Journal of Economic History 55: 98-119.",
        "Maddison, A. (2001), The World Economy: A Millennial Perspective (Paris: OECD).",
        "McCusker, J.J. (1996), British Mercantilist Policies and the American Colonies, in S.L. Engerman and R.E. Gallman (eds.), The Cambridge Economic History of the United States, Volume I: The Colonial Era (Cambridge: Cambridge University Press), 337-362.",
        "Mitchell, B.R. (1988), British Historical Statistics (Cambridge: Cambridge University Press).",
        "Neal, L. (1991), A Tale of Two Revolutions: International Capital Flows 1789-1819, Bulletin of Economic Research 43: 57-92.",
        "Newland, C. (1998), Exports and Terms of Trade in Argentina, 1811-1870, Bulletin of Latin American Research 17: 409-416.",
        "North, D.C. (1966), The Economic Growth of the United States 1790-1860 (New York: Norton).",
        "OBrien, P.K. (1989), The Impact of the Revolutionary and Napoleonic Wars, 1793-1815, on the Long-Run Growth of the British Economy, Review XII: 335-395.",
        "OBrien, P.K. (2003), The Hanoverian State and the Defeat of the Continental System, paper presented at the Eli Heckscher Celebratory Symposium, Stockholm School of Economics, May 22-24.",
        "Olson, M. (1963), The Economics of the Wartime Shortage: A History of British Food Supplies in the Napoleonic War and in World Wars I and II (Durham, N.C.: Duke U.P.).",
        "ORourke, K.H. and J. G. Williamson (2002a), After Columbus: Explaining the Global Trade Boom 1500-1800, Journal of Economic History 62: 417-456.",
        "ORourke, K.H. and J. G. Williamson (2002b), When Did Globalization Begin? European Review of Economic History 6: 23-50.",
        "Posthumus, N.W. (1946), Inquiry Into the History of Prices in Holland, Vol. I (Leiden: Brill).",
        "Rose, J.H. (1902), Our Food Supply in the Napoleonic War, Monthly Review 6: 63-76.",
        "Rosenbloom, J.L. (2002), Path Dependence and the Origins of Cotton Textile Manufacturing in New England, NBER Working Paper No. 9182 (September).",
        "Salvatore, R.D. and C. Newland (2003), Between Independence and the Golden Age: The Early Argentine Economy, in G. della Paolera and A.M. Taylor (eds.), A New Economic History of Argentina (Cambridge: Cambridge University Press), 19-45.",
        "Schonhardt-Bailey, C. (1991), Specific Factors, Capital Markets, Portfolio Diversification, and Free Trade: Domestic Determinants of the Repeal of the Corn Laws, World Politics 43: 545-69.",
        "SchÃ\u0083Â¶n, L. (1984), Svensk Utrikeshandel 1800-1871, mimeo, Lund.",
        "Schroeder, P.W. (1992), Did the Vienna Settlement Rest on a Balance of Power? American Historical Review 97: 683-706.",
        "Schroeder, P.W. (1994), The Transformation of European Politics 1763-1848 (Oxford: Clarendon Press).",
        "Tandeter, E. and N. Wachtel (1990), Prices and Agricultural Production: PotosÃ\u0083Â­ and Charcas in the Eighteenth Century, in L.L. Johnson and E. Tandeter (eds.), Essays on the Price History of Eighteenth-Century Latin America (Albuquerque: University of New Mexico Press), 201-276.",
        "Vamplew, W. (ed.) (1987). Australian Historical Statistics (Broadway, New South Wales: Fairfax, Syme and Weldon).",
        "Webster, A. (1990), The Political Economy of Trade Liberalization: The East India Company Charter Act of 1813, Economic History Review, New Series 43: 404-419.",
        "Williamson, J.G. (1984), Why was British Growth so Slow During the Industrial Revolution?, Journal of Economic History 44: 687-712."
    ]
}