{
    "id": 11345,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Arnott, R. (1989), Housing Vacancies, Thin Markets and Idiosyncratic Tastes, Journal of Real Estate Finance and Economics 2, 5-30.",
        "Englund, P., M. Hoesli, Ã\u0083â\u0080¦. Gunnelin and B. SÃ\u0083Â¶derberg (2004), Implicit Forward Rents as Predictors of Future Rents, Real Estate Economics 32, 183-216.",
        "Gardiner, C. and J. Henneberry (1988), The Development of a Simple Regional Office Rent Prediction Model, Journal of Valuation 7, 36-52.",
        "Gardiner, C. and J. Henneberry (1991), Predicting Regional Office Rents Using Habit-persistence Theories, Journal of Property Valuation and Investment 9, 215-226.",
        "Gunnelin, Ã\u0083â\u0080¦. and B. SÃ\u0083Â¶derberg (2003), Term Structures in the Office Rental Market in Stockholm, Journal of Real Estate Finance and Economics 26, 237--261.",
        "Hendershott, P. H. (1996) Rental Adjustment and Valuation in Overbuilt Markets: Evidence from Sydney, Journal of Urban Economics 39, 51-67.",
        "Hendershott, P. H., C. M. Lizieri, and G. A. Matysiak (1999), The Workings of the London Office Market, Real Estate Economics 27, 365-387.",
        "Hendershott, P. H., B. D. MacGregor, and R. Tse (2002), Estimation of the Rental Adjustment Process, Real Estate Economics 30, 165-183.",
        "Hendershott, P. H., B. D. MacGregor, and M. White (2002), Explaining Real Commercial Rents Using an ErrorCorrection Model with Panel Data, Journal of Real Estate Finance and Economics 24, 59-88.",
        "Smith, L. B. (1974), A Note on the Rent Adjustment Mechanism for Rental Housing, American Economic Review 64, 478-81.",
        "Silver, M. and M. Goode (1990), Econometric Forecasting Model for Rents in the British Retail Property Market, International Journal of Management Sciences 18, 529-539.",
        "Webb, R. B. and J. D. Fisher (1996), Development of an Effective Rent (Lease) Index for the Chicago CBD, Journal of Urban Economics 39, 119.",
        "Wheaton, W.C. (1990), Vacancy, Search and Prices in a Housing Market Matching Model, Journal of Political Economy 98, 1270-1293.",
        "Wheaton, W.C. and R. G. Torto (1994), Office Rent Indices and their Behavior over Time, Journal of Urban Economics 35, 121-139."
    ]
}