{
    "id": 11340,
    "cites": 45,
    "cited_by": 58,
    "reference": [
        "Ang, Andrew, and Monika Piazzesi, 2003, A No-Arbitrage Vector Autoregression of Term Structure Dynamics with Macroeconomic and Latent Variables, Journal of Monetary Economics 50, 745787.",
        "Ang, Andrew, Monika Piazzesi, and Min Wei, 2003, What does the Yield Curve tell us about GDP Growth?, Forthcoming, Journal of Econometrics.",
        "Bekaert, Geert, Eric Engstrom, and Steven R. Grenadier, 2004, Stock and Bond Returns with Moody Investors, Mimeo, Stanford University.",
        "Bekaert, Geert, Robert J. Hodrick, and David A. Marshall, 2001, Peso problem explanations for term structure anomalies, Journal of Monetary Economics 48, 241270.",
        "Bernanke, Ben, and Jean Boivin, 2003, Monetary Policy in a Data-Rich Environment, Journal of Monetary Economics 50.",
        "Bernanke, Ben, Jean Boivin, and Piotr Eliasz, 2005, Measuring Monetary Policy: A Factor Augmented Autoregressive (FAVAR) Approach, Forthcoming, Quarterly Journal of Economics.",
        "Blanchard, Olivier, and Nobuhiro Kiyotaki, 1987, Monopolistic Competition and the Effects of Aggregate Demand, American Economic Review 77, 647666.",
        "Boivin, Jean, and Marc Giannoni, 2003, Has Monetary Policy Become More Effective?, NBER Working Paper No 9459.",
        "Boldrin, Michele, Lawrence J. Christiano, and Jonas Fisher, 2001, Asset Returns and the Business Cycle, American Economic Review 91, 149166.",
        "Calvo, Guillermo, 1983, Staggered Prices in a Utility Maximizing Framework, Journal of Monetary Economics 12, 38398.",
        "Cho, Seonghoon, and Antonio Moreno, 2004, A Small-Sample Analysis of the NewKeynesian Macro Model, Mimeo, Korea Development Institute and Universidad de Navarra.",
        "Clarida, Richard H., Jordi GalÃ\u0082Â´i, and Mark Gertler, 1999, The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature 37, 1661707.",
        "Cox, John, Jonathan Ingersoll, and Stephen Ross, 1985, A theory of term structure of interest rates, Econometrica 53, 385408.",
        "Dai, Qiang, and Kenneth Singleton, 2000, Specification Analysis of Affine Term Structure Models, Journal of Finance 55, 531552.",
        "Dai, Qiang, and Kenneth J. Singleton, 2002, Expectation Puzzles, Time-varying Risk Premia, and Affinene Models of the Term Structure, Journal of Financial Economics 63, 415441.",
        "Dewachter, Hans, and Marco Lyrio, 2002, Macroeconomic Factors in the Term Structure of Interest Rates, Forthcoming, Journal of Money, Credit and Banking.",
        "Diebold, Francis X., Glenn D. Rudebusch, and S. Boragan Aruoba, 2003, The Macroeconomy and the Yield Curve, Working Paper.",
        "Duffie, Darrell, and Rui Kan, 1996, A yield-factor model of interest rates, Mathematical Finance 6, 379406.",
        "Ellingsen, Tore, and Ulf Soderstrom, 2004, Why are long rates sensitive to monetary policy?, Mimeo, Stockholm School of Economics and IGIER.",
        "Estrella, Arturo, 2003, Why does the Yield Curve Predict Ouput and Inflation?, Mimeo, Federal Reserve Bank of New York.",
        "Estrella, Arturor, and Frederic S. Mishkin, 1998, Predicting U.S. recessions: Financial variables as leading indicators, Review of Economics and Statistics 80, 4561.",
        "Evans, Charles L., and David A. Marshall, 2003, Economic Determinants of the Nominal Treasury Yield Curve, Working Paper.",
        "Fuhrer, Jeffrey C., 2000, Habit Formation in Consumption and Its Implications for Monetary-Policy Models, American Economic Review 90, 36789.",
        "Fuhrer, Jeffrey C., and Glenn D. Rudebusch, 2004, Estimating the Euler Equation for Output, Journal of Monetary Economics 51, 11331153.",
        "Gurkaynak, Refet T., Brian Sack, and Eric Swanson, 2003, The excess sensitivity of longterm interest rates: evidence and implications for macroeconomic models, Working Paper.",
        "Harrison, J. Michael, and David Kreps, 1979, Martingales and arbitrage in multi-period securities markets, Journal of Economic Theory 20, 381408.",
        "Harvey, Campbell R., 1988, The Real Term Structure and Consumption Growth, Journal of Financial Economics 22.",
        "Hordahl, Peter, Oreste Tristani, and David Vestin, 2003, A joint econometric model of macroeconomic and term structure dynamics, Working Paper, European Central Bank.",
        "Ireland, Peter N., 2001, Sticky-Price Models of the Business Cycle: Specification and Stability, Journal of Monetary Economics 47, 318.",
        "Klein, Paul, 2000, Using the Generalized Schur Form to Solve a Multivariate Linear Rational Expectations Model, Journal of Economic Dynamics and Control 24, 1405 1423.",
        "Knez, Peter J., Robert Litterman, and JosÃ\u0082Â´e A. Scheinkman, 1994, Explorations into Factors Explaining Money Market Returns, Journal of Finance 49, 18611882.",
        "Kozicki, Sharon, and Peter A. Tinsley, 2001, Shifting Endpoints in the Term Structure of Interest Rates, Journal of Monetary Economics 47, 613652.",
        "Laubach, Thomas, and John C. Williams, 2003, Measuring the Natural Rate of Interest, Review of Economics and Statistics 85, 10631070.",
        "Lucas, Robert E., 1978, Asset prices in an exchange economy, Econometrica 46, 1426 1446.",
        "Lucas, Robert E., 2003, Macroeconomic Priorities, American Economic Review 93, 114.",
        "Mishkin, Frederic S., 1990, The information of the longer maturity term structure about future inflation, Quarterly Journal of Economics 55, 815828.",
        "Newey, Whitney K, and Kenneth D West, 1987, A Simple, Positive Semi-definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55, 703708.",
        "Pearson, Neil D., and Tong-Shen Sun, 1994, Exploiting the Conditional Density Function in Estimating the Term Structure: An Application to the Cox, Ingersoll and Ross Model, Journal of Finance 49, 12791304.",
        "Piazzesi, Monika, and Eric Swanson, 2004, Futures Prices as Risk-adjusted Forecasts of Monetary Policy, Mimeo, University of Chicago and Federal Reserve Board.",
        "Rotemberg, Julio J., and Michael Woodford, 1998, An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy: Expanded Version, NBER Working Paper No T0233.",
        "Rudebusch, Glenn D., and Tao Wu, 2004, A Macro-Finance Model of the Term Structure, Monetary Policy, and the Economy, Working Paper.",
        "Smets, Frank, and Raf Wouters, 2003, An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area, Journal of the European Economic Association 1, 11231175.",
        "Stock, James, and Mark W. Watson, 2003, Understanding Changes in International Business Cycle Dynamics, Mimeo, Princeton University.",
        "Woodford, Michael, 2003, Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton University Press.",
        "Wu, Tao, 2001, Macro Factors and the Affine Term Structure of Interest Rates, Working Paper."
    ]
}