{
    "id": 11347,
    "cites": 11,
    "cited_by": 15,
    "reference": [
        "Bayer, Patrick, Robert McMillan and Kim Reuben, Residential Segregation in General Equilibrium Department of Economics, Yale University Working Paper, March 2004.",
        "Black, Sandra E. Do Better Schools Matter? Parental Valuation of Elementary Education Quarterly Journal of Economics (1999) Vol. 114, No. 2, pp. 577-599.",
        "Bogart, William T. and Brian A. Cromwell How Much is a Good School District Worth? National Tax Journal (1997) Vol. 50, No. 2, pp. 215-232.",
        "Bogart, William T. and Brian A. Cromwell, How Much is a Neighborhood School Worth? Journal of Urban Economics (2000) Vol. 47, No. 2, pp. 280-305.",
        "Clotfelter, Charles The Effect of School Desegregation and Housing Prices Review of Economics and Statistics (1975) Vol. 57, pp. 446-451.",
        "Epple, Dennis and Richard Romano, Neighborhood Schools, Choice and the Distribution of Educational Benefits in Caroline Hoxby (ed.) The Economics of School Choice (Chicago: University of Chicago Press, 2003).",
        "Figlio, David and Maurice Lucas Whats In a Grade? School Report Cards and House Prices American Economic Review (June 2004) Vol. 94, No. 3, pp. 591-604.",
        "Kane, Thomas J. and Douglas O. Staiger The Promise and Pitfalls of Using Imprecise School Accountability Measures Journal of Economic Perspectives (2002c)Volume 16, Number 4, pp. 91-114.",
        "Kane, Thomas J., Douglas O. Staiger and Gavin Samms School Accountability Ratings and Housing Values in William Gale and Janet Pack (eds.) Brookings-Wharton Papers on Urban Affairs, 2003 (Washington, DC: Brookings Institution, 2003) pp. 83-137.",
        "Nechyba, Thomas Introducing School Choice into Multidistrict Public School Systems in Caroline Hoxby (ed.) The Economics of School Choice (Chicago: University of Chicago Press, 2003).",
        "Rothstein, Jesse Good Principals or Good Peers: Parental Valuation of School Characteristics, Tiebout Equilibrium, and the Incentive Effects of Competition Among Jurisdictions. Princeton University Department of Economics Working Paper, November 2002."
    ]
}