{
    "id": 11341,
    "cites": 76,
    "cited_by": 34,
    "reference": [
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        " \n;\n",
        "Bergin P., and R. Glick. 2003. Endogenous nontradability and macroeconomic implications. NBER Working Paper no. 9739. Cambridge, MA: National Bureau of Economic Research, June.",
        "Betts, C, and M. B. Devereux. 2000. Exchange rate dynamics in a model of pricing-to market. Journal of International Economics 50 (1): 215-44.",
        "Burstein, A. T, J. Neves, and S. Rebelo. 2003. Distribution costs and real exchange rate dynamics during exchange-rate-based stabilizations. Journal of Monetary Economics 50 (6): 1189-1214.",
        "Campa, J., and L. Goldberg. 2005. Exchange rate pass-through into import prices. Review of Economics and Statistics 87 (4): 679-90.",
        "Canzoneri, M. B., R. Cumby, and B. Diba. 2005. The need for international policy coordination: What's old, What's new, What's yet to come? Journal of International Economics 66 (2): 363-84.",
        "Chari, V. V., P. Kehoe, and E. McGrattan. 2002. Can sticky prices generate volatile and persistent real exchange rates? Review of Economic Studies 69 (3): 533-63.",
        "Christiano, L. J., M. Eichenbaum, and C. Evans. 1999. Monetary policy shocks: What have we learned and to what end? In The Handbook of Macroeconomics Vol. 1 A, ed. J. Taylor and M. Woodford, North Holland: Elsevier Science.",
        "----. 2005. Nominal rigidities and the dynamic effects of a shock to monetary policy. Journal of Political Economy 113 (1): 1-45.",
        "Clarida R., J. Gali, and M. Gertler. 2000. Monetary policy rules and macroeconomic stability: Evidence and some theory. Quarterly Journal of Economics 115 (1): 147-80.",
        "----. 2001. Optimal monetary policy in open vs. closed economies: An integrated approach. American Economic Review Pavers and Proceedings 91 (2): 248-52.",
        "----. 2002. A simple framework for international monetary policy analysis. Journal of Monetary Economics 49 (5): 879-904.",
        "Cole, H. L., and M. Obstfeld. 1991. Commodity trade and international risk sharing: How much do financial markets matter? Journal of Monetary Economics 28 (1): 3-24.",
        "Corsetti, G., and L. Dedola. 2005. Macroeconomics of international price discrimination. Journal of International Economics 67:129-56.",
        "Corsetti G., L. Dedola, and S. Leduc. 2008. International risk sharing and the transmission of productivity shocks. Review of Economic Studies 75:443-73.",
        "Corsetti, G., L. Dedola, and S. Leduc. forthcoming. Optimal monetary policy and the sources of local-currency price stability. In International dimensions of monetary policy, National Bureau of Economic Research. Chicago: University of Chicago Press.",
        "Corsetti G., P. Martin, and P. Pesenti. 2007. Productivity, terms of trade, and the 'Home Market Effect,' Journal of International Economics 73 (1): 99-127.",
        "Corsetti G., and P. Pesenti. 1997. Welfare and macroeconomic interdependence. NBER Working Paper no. 6307. Cambridge, MA: National Bureau of Economic Research, December.",
        "----. 2001. Welfare and macroeconomic interdependence. Quarterly Journal of Economics 116 (2): 421-46.",
        "-----. 2002. Self-validating optimum currency areas. NBER Working Paper no. 8783. Cambridge, MA: National Bureau of Economic Research, February.",
        "-----. 2005a. International dimensions of optimal monetary policy. Journal of Monetary Economics 52 (2): 281-305.",
        "------. 2005b. The simple geometry of transmission and stabilization in closed and open economies. NBER Working Paper no. 11341. Cambridge, MA: National Bureau of Economic Research, May.",
        "Devereux, M. B., and C. Engel. 2003. Monetary policy in the open economy revisited: Price setting and exchange rate flexibility. Review of Economic Studies 70 (4): 765-83.",
        "Devereux, M. B., C. Engel, and P. E. Storgaard. 2004. Endogenous exchange rate pass through when nominal prices are set in advance. Journal of International Economics 63 (2): 263-91.",
        "Devereux, M. B., C. Engel, and C. Tille. 2003. Exchange rate pass-through and the welfare effects of the Euro. International Economic Review 44 (1): 223-42.",
        "Devereux, M. B., K. Shi, and J. Xu. 2007. Global monetary policy under a dollar standard. Journal of International Economics 71 (1): 113-32.",
        "Duarte, M., and A. C. Stockman. 2005. Rational speculation and exchange rates. Journal of Monetary Economics 52 (1): 3-29.",
        "Engel, C. 1999. Accounting for real exchange rate changes. Journal of Political Economy 107:507-38.",
        "-----. 2002. Expenditure switching and exchange-rate policy. In NBER macroeconomics annual 2002, ed. M. Gertler and K. Rogoff, Cambridge, MA: MIT Press.",
        "Engel, C, and J. Rogers. 1996. How wide is the border? American Economic Review 86 (5): 1112-25.",
        "Erceg, C. J., and A. Levin. 1996. Structures and the dynamic behavior of the real exchange rate. Board of Governors of the Federal Reserve System. Working Paper.",
        "Erceg, C. J., L. Guerrieri, and C. Gust. 2005. Expansionary fiscal shocks and the trade deficit. Federal Reserve Board International Finance. Discussion Paper no. 825.",
        "Faruqee, H., D. Laxton, D. Muir, and P. Pesenti. 2007. Smooth landing or crash? Model based scenarios of global current account rebalancing. In G7 current account imbalances: Sustainability and adjustment, ed. R. Clarida, Chicago: The University of Chicago Press.",
        "Frankel, J. 1999. No single currency regime is right for all countries or at all times. Essays in international finance, no. 215. Princeton: Princeton University Press.",
        "Friberg, R. 1998. In which currency should exporters set their prices? Journal of International Economics 45 (1): 59-76.",
        "Friedman, M. 1953. The case for flexible exchange rates. In Essays in Positive Economics, ed. M. Friedman, 157-203. Chicago: The University of Chicago Press.",
        "Gali, J. 2003. New perspectives on monetary policy, inflation, and the business cycle. In Advances in economics and econometrics, Vol. Ill, ed. M. Dewatripont, L. Hansen, and S. Turnovsky, 151-97. Cambridge: Cambridge University Press.",
        "Gali, J., and T. Monacelli. 2005. Monetary policy and exchange rate volatility in a small open economy. Review of Economic Studies 72 (3): 707-34.",
        "Ghironi, F, and M. Melitz. 2005. International trade and macroeconomic dynamics with heterogeneous firms. Quarterly Journal of Economics 120 (3): 865-915.",
        "Goldberg, P., and M. M. Knetter. 1997. Goods prices and exchange rates: What have we learned? Journal of Economic Literature 35 (3): 1243-72.",
        "Goodfriend, M., and R. G. King. 2001. The case for price stability. NBER Working Paper no. 8423. Cambridge, MA: National Bureau of Economic Research, August.",
        "Kydland, F. E., and E. C. Prescott. 1977. Rules rather than discretion: The inconsistency of optimal plans. Journal of Political Economy 85 (3): 473-91.",
        "Lane, P. 1997. Inflation in open economies. Journal of International Economics 42 (3-4): 327-47.",
        "Laxton, D., and P. Pesenti. 2003. Monetary rules for small, open, emerging economies. Journal of Monetary Economics 50 (5): 1109-1146.",
        "Lombardo, G., and A. Sutherland. 2004. Monetary and fiscal interactions in open Economies, lournal of Macroeconomics2 6:319-48.",
        "MacDonald, R., and L. Ricci. 2001. PPP and the Balassa-Samuelson effect: The role of the distribution sector. International Monetary Fund Working Paper WP/01/38.",
        "McCallum, B., and E. Nelson. 1999. Nominal income targeting in an open economy optimizing model. Journal of Monetary Economics 43 (3): 553-78.",
        "Monacelli,T . 2005.Monetary policy in a low pass-through environment.  Journal of Money, Credit, and Banking 37 (6): 1047-66.",
        "Mundell,R . A. 1963. Capital mobility and stabilization policy under fixed and flexible exchange rates. Canadian Journal of Economics and Political Science 29 (4): 475-85.",
        "Obstfeld,M . 2002. Inflation-targeting, exchange-rate pass-through, and volatility. American Economic Review Papers and Proceedings 92 (2): 102-07.",
        "Obstfeld,M., and K. Rogoff. 1995. Exchange rate dynamics redux. Journal of Political Economy 103 (3): 624-60.",
        "Obstfeld, M., and K. Rogoff. 1996. Foundations of International Macroeconomics. Cambridge, MA: MIT Press.",
        ". Obstfled, M., and K. Rogoff.  2000. New directions for stochastic open economy models. Journal of International Economics 50 (1): 117-53.",
        "Obstfeld, M., and K. Rogoff. 2002. Global implications of self-oriented national monetary rules. Quarterly Journal of Economic1s1 7( 2):5 03-36.",
        "Parsley,D . C, and S. Wei. 2001. Explaining the border effect: The role of exchange rate variability, shipping costs, and geography. Journal of International Economics, 55 (1):8 7-105.",
        "Rogoff,K . 1996. The Purchasing Power Parity Puzzle, Journal of Economic Literature. 34 (2): 647-68.",
        "Rogoff, K. 2006. Impact of globalization on monetary policy. Paper presented at the New Economic Geography: Effects and Policy Implications, a symposium sponsored by the Federal Reserve Bank of Kansas City. August 24-26, 2006, Jackson Hole, WY.",
        "Romer,D . 1993. Openness and inflation: Theory and evidence. Quarterly Journal of Economics, 108 (4): 870-903.",
        "Smets, E, and R. Wouters. 2002. Openness, imperfect exchange rate pass-through, and monetary policy. Journal of Monetary Economics, 49 (5):9 47-81.",
        "Sutherland, A. 2005. Incomplete pass-through and the welfare effects of exchange rate variability. Journal of International Economics 65 (2): 375-400.",
        "Svensson,L . 2000. Open-economy inflation targeting. Journal of International Economics, 50(1): 155-83.",
        "TaylorJ, . B. 2000. Low inflation,pass-through,and the pricing power of firms. European Economic Review, 44 (7):1 389-1408.",
        "Tille,C . 2001. The role of consumption substitutability in the international transmission of shocks. Journal of International Economics 53 (2): 421-44.",
        "Walsh,C . E. 2003. Monetary theory and policy, second edition. Cambridge, MA: MIT Press.",
        "Woodford, M. 2003. Interest and prices: Foundations of a theory of monetary policy. Princeton, NJ: Princeton University Press."
    ]
}