{
    "id": 11359,
    "cites": 23,
    "cited_by": 26,
    "reference": [
        "[1] Bloom, B. Generalizations about Talent Development, in Developing Talent in Young People, New York: Ballentine Books, 1985.",
        "[2] Ericsson, K.A. and Lehmann, A. C. Expert and Exceptional Performance: Evidence of Maximal Adaptation to Task Constraints, Annual Review of Psychology, 1996, 47, 273-305.",
        "[3] Evenson, Robert E. Patent Data by Industry: Evidence for Invention Potential Exhaustion? Technology and Productivity: The Challenge for Economic Policy, 1991, Paris: OECD, 233248",
        "[4] Jones, Benjamin F. The Burden of Knowledge and the Death of the Renaissance Man: Is Innovation Getting Harder? NBER Working Paper (TBD), 2005.",
        "[6] . Time Series Tests of Endogenous Growth Models, Quarterly Journal of Economics, 1995b, 110, 495-525.",
        "[7] Galenson, David W. A Portrait of the Artist as a Young or Old Innovator: Measuring the Careers of Modern Novelists, NBER Working Paper 10213, 2004a.",
        "[8] . A Portrait of the Artist as a Very Young or Very Old Innovator: Creativity at the Extremes of the Lifecycle, NBER Working Paper 10515, 2004b.",
        "[9] Galenson, David W., and Weinberg, Bruce A. Creating Modern Art: The Changing Careers of Painters in France from Impressionism to Cubism, American Economic Review, September 2001, 91 (4), 1063-1071.",
        "[10] Kortum, Samuel S. Research, Patenting, and Technological Change, Econometrica, November 1997, 65, 1389-1419.",
        "[11] Kuhn, Thomas S. The Structure of Scientific Revolutions, Chicago: University of Chicago Press, 1962.",
        "[12] Lehman, Harvey C. Age and Achievement, Princeton, NJ: Princeton University Press,1953.",
        "[14] Machlup, Fritz. The Production and Distribution of Knowledge in the United States, Princeton, NJ: Princeton University Press, 1962.",
        "[15] National Research Council, On Time to the Doctorate: A Study of the Lengthening Time to Completion for Doctorates in Science and Engineering, Washington, DC: National Academy Press, 1990.",
        "[16] National Science Foundation, Industrial Research and Development Information System, Table H-19, www.nsf.gov/sbe/srs/iris/start.cfm, 2005.",
        "[17] Reese, H,W. Lee, L.J., Cohen, S. H., and Puckett, J.M. Effects of Intellectual Variables, Age, and Gender on Divergent Thinking in Adulthood, International Journal of Behavioral Development, November 2001, 25 (6), 491-500.",
        "[18] Simonton, Dean K. Scientific Genius: A Psychology of Science, Cambridge: Cambridge University Press, 1988.",
        "[19] . Age and Outstanding Achievement: What Do We Know After a Century of Research? Psychological Bulletin, September 1988, 104, 251-267.",
        "[20] . Career Landmarks in Science: Individual Differences and Interdisciplinary Contrasts, Developmental Psychology, January 1991, 27, 119-130.",
        "[21] . Creativity, in The Encyclopedia of Gerontology, San Diego: Academic Press,1996.",
        "[22] Terman, F.E. A Brief History of Electrical Engineering Education, Proceedings of the IEEE, August 1998, 86 (8), 1792-1800.",
        "[23] Tilghman, Shirley (chair) et al. Trends in the Early Careers of Life Sciences, Washington, DC: National Academy Press, 1998.",
        "[24] Weitzman, Martin L. Recombinant Growth, Quarterly Journal of Economics, May 1998, 113, 331-360.",
        "[25] Zuckerman, Harriet and Merton, Robert. Age, Aging, and Age Structure in Science, in Merton, Robert, The Sociology of Science, Chicago, IL: University of Chicago Press, 1973, 497-559. 30"
    ]
}