{
    "id": 11351,
    "cites": 15,
    "cited_by": 6,
    "reference": [
        "Peterson, M.A., Rajan R.G. The Benefits of Lending Relationship: Evidence from Small Business Data Journal of Finance, 1994, 49, 3-37.",
        "Peterson, M.A., Rajan R.G. The Effect of Credit Market Competition on Lending Relationships Quarterly Journal of Economics, 1995, 110, 406-443.",
        "Jayaratne, J., Strahan, P. E. Entry Restrictions, Industry Evolution and Dynamic Efficiency: Evidence from Commercial Banking Federal Reserve Bank of New York, Research Paper No. 9630, August 1996.",
        "Kreps, D.M., and Scheinkman, J.A. Quantity Precommitment and Bertrand Competition Yield Cournot Outcomes, Bell Journal of Economics, 1983, 14, 326-38.",
        "Hubbard, G, Palia, D. Executive Pay and Performance: Evidence from the U.S. Banking Industry Journal of Financial Economics, XXXIX, 1995, 105-130.",
        "Heckman, J., Ichimura, H., Todd, P., Matching as an Econometric Evaluation Estimator, Review of Econometric Studies, 1998, 65, 261-294.",
        "Evanoff, D., Fortier, D. Reevaluation of Structure-Conduct-Performance Paradigm in Banking Journal of Financial Research, I, June 1988, 277-294.",
        "Flannery, M. The Social Costs of Unit Banking Restrictions Journal of Monetary Economics, 13 (1984), 237-249.",
        "Heckman, J. Sample Selection Bias as a Specification Error, Econometrica, 47, 1, January 1979, 153-162.",
        "Heckman, J., Ichimura, H., Todd, P., Matching as an Econometric Evaluation Estimator: Evidence from Evaluating a Job Training Programme, Review of Econometric Studies, 1997, 64, 605-654.",
        "Degryse, H., Ongena, S. Distance, Lending Relationships, and Competition Centre for Studies in Economics and Finance, Working Paper No. 80, March 2002.",
        "Cetorelli, N. Entry and Competition in Highly Concentrated Banking Markets Federal Reserve Bank of Chicago, Economic Perspectives, 4Q 2002.",
        "Calomiris, C.W. Statement of Charles W. Calomiris, Ph.D. July 20, 1999.",
        "Cetorelli, N. Competition Among Banks: Good or Bad? Federal Reserve Bank of Chicago, Economic Perspectives, 2Q 2001.",
        "Beim, D.O. The Prime Premium: Is Relationship Banking Too Costly for Some?, Columbia Business School Working Paper, 1996."
    ]
}