{
    "id": 11353,
    "cites": 28,
    "cited_by": 2,
    "reference": [
        "Auguste, S., Dominguez, K, Kamil, H and Tesar, L, (2002) Cross Border Trading as a Mechanism for Capital Flight: ADRs and the Argentine Crisis, NBER working paper 9343, November.",
        "Caballero, R. and A. Krishnamurthy (2003), `Excessive Dollar Debt: Financial Development and Underinsurance, Journal of Finance, 58(2), pp 867893.",
        "Calvo, G. (1998). Capital Flows and Capital-Market Crises: The Simple Economics of Sudden Stops, Journal of Applied Economics (CEMA), 1(1): 35-54.",
        "Calvo G. and C. Reinhart (2002), `Fear of floating, Quarterly Journal of Economics, 17(2), pp 379408.",
        "Cavallo, D. and J. Cottani, (1997) Argentinas Convertibility Plan and the IMF, American Economic Review, May, vol 87, no. 2, pp. 17-22.",
        "Cavallo, D., (2003), Exchange Rate Regimes, in Economic and Financial Crises in Emerging Market Economies, edited by M. Feldstein. University of Chicago Press for the NBER.",
        "Cespedes L., R. Chang and A. Velasco (2000), `Balance Sheets and Exchange Rate Policy, NBER Working Paper No 7840.",
        "Cuevas, A., (2003) Reforming Intergovernmental Fiscal Relations in Argentina, IMF Working Paper 03/90.",
        "Dubas, J., Lee, B., and Mark, N., (2004) Effective Exchange Rate Classifications, mimeo, October.",
        "Dabos, M. and L. Gomez-Mera, (1998) The Tequila Banking Crisis in Argentina, mimeo, September, University of San Andres.",
        "De La Torre, A., Levy Yeyati, E., and Schmukler, S., (2003) Living and Dying with Hard Pegs: The Rise and Fall of Argentinas Currency Board, Economia, Spring, 43107. De Nicolo G., P. Honohan and A. Ize (2003), `Dollarization Of The Banking System: Good Or Bad?, IMF Working Paper No WP/03/146.",
        "Eichengreen B., R. Hausmann and U. Panizza (2003), `Currency Mismatches, Debt Intolerance And Original Sin: Why They Are Not The Same And Why It Matters, NBER Working Paper No 10036.",
        "The Economist, The long road back: A survey of Argentina, June 5 2004.",
        "Edwards S. (2002), The Great Exchange Rate Debate After Argentina, NBER Working Paper 9257.",
        "Feldstein, M., (2002) Argentinas Fall: Lessons from the latest financial crisis. Foreign Affairs, March/April issue.",
        "Galiani, S., P. Gertler, E. Schargrodsky and F. Sturzenegger, (2001) The Benefits and Costs of Privatization in Argentina: A Microeconomic Analysis, Working paper.",
        "Galiani, S. Levy Yeyati, E., and Schargrodsky, E., (2003) Financial Dollarization and Debt Deflation under a Currency Board: The Case of Argentina, Emerging Market Review, December, v 4., 4. 340-367.",
        "Gurtner F. (2004), Why Did Argentinas Currency Board Collapse?, The World Economy, Vol. 27, No. 5, pp. 679-697.",
        "Gutierrez, J and Montes-Negret, F., (2004) Argentinas Banking System: Restoring Financial Viability, World Bank Working Paper N.2/04.",
        "Hausmann, R. and A. Velasco, The Argentine collapse: hard moneys soft underbelly: Understanding the Argentine Crisis, in Brookings Trade Forum: 2002, edited by S. Collins and D. Rodrik, Washington. D.C.",
        "IMF (2003) Lessons from the Crisis in Argentina, http://www.imf.org/external/np/pdr/lessons/100803.pdf IMF (2004) The IMF and Argentina, 1991-2001, Independent Evaluation Office Levy-Yeyati, E, Schmukler, S. and N. van Horen (2003). The Price of Inconvertible Deposits: The Stock Market Boom During the Argentine Crisis. Economics Letters. Volume 83,1,7-13.",
        "Mendoza E., K. Smith (2002) `Margin Calls, Trading Costs, And Asset Prices In Emerging Markets: The Financial Mechanics Of The `Sudden Stop Phenomenon, NBER Working Paper 9286.",
        "Mussa, M., (2002), Argentina and the Fund: From Triumph to Tragedy. Institute for International Economics, Washington D.C.",
        "Randall, L., An Economic History of Argentina in the Twentieth Century, New York: Columbia University Press, 1978.",
        "Reinhart, C., Rogoff, K. and Savastano, (2003) Debt Intolerance, NBER working paper 9908.",
        "Rigobon R. (2002), The Curse Of Non-Investment Grade Countries, Journal of Development Economics, vol 69, issue 2, December, 423-449.",
        "Romero, L. A. and J. Brennan, A History of Argentina in the Twentieth Century, Penn State University Press, University Park, PA, 2002.",
        "Taylor, Alan. M., (1998) Argentina and the World Capital Market: Saving, Investment and International Capital Mobility in the Twentieth Century, Journal of Development Economics, 57, October, 147-84."
    ]
}