{
    "id": 11367,
    "cites": 37,
    "cited_by": 30,
    "reference": [
        "Allen, Franklin, and Gary Gorton, 1993, Churning bubbles, Review of Economic Studies 60, 813-836.",
        "Allen, Franklin, Stephen Morris, and Andrew Postlewaite, 1993, Finite bubbles with short sale constraints and asymmetric information, Journal of Economic Theory 61, 206-229.",
        "Almazan, A., Brown, Beth C., Carlson, Murray, and Chapman, David A., 2004, Why Constrain Your Mutual Fund Manager? Journal of Financial Economics 73, 289-321.",
        "Alpert, Marc, and Howard Raiffa, 1982, A progress report on the training of probability asses- sors, in Daniel Kahneman, Paul Slovic, and Amos Tversky, ed.: Judgement under Uncertainty: Heuristics and Biases, Cambridge University Press, Cambridge.",
        "Baker, Malcolm, and Jeremy Stein, 2004, Market liquidity as a sentiment indicator, Journal of Financial Markets 7, 271-299.",
        "Barberis, Nicholas, and Richard Thaler, 2003, A survey of behavioral finance, in George Con- stantinides, Milton Harris and Rene Stulz, ed.: Handbook of the Economics of Finance (North- Holland).",
        "Bernardo, Antonio, and Ivo Welch, 2001, On the evolution of overconfidence and entrepreneurs, Journal of Economics and Management Strategy 10, 301-330.",
        "Blanchard, Olivier, and Mark Watson, 1982, Bubbles, rational expectations and financial mar- kets, in P. Wachtel, ed.: Crisis in the Economic and Financial Structure: Bubbles, Bursts, and Shocks (Lexington Press, Lexington, MA).",
        "Bradley, Daniel, Bradford Jordan, Ivan Roten, and Ha-Chin Yi, 2001, Venture capital and IPO lockup expiraton: An empirical analysis, Journal of Financial Research 24, 465-494.",
        "Brav, Alon, and Paul A. Gompers, 2003, The role of lockups in initial public offerings, Review of Financial Studies 16, 1-29.",
        "Camerer, C., 1995, Individual decision making, in John Kagel and Alvin Roth, ed.: The Handbook of Experimental Economics (Princeton University Press, Princeton, NJ).",
        "Chen, Joseph, Harrison Hong, and Jeremy Stein, 2002, Breadth of ownership and stock returns, Journal of Financial Economics 66, 171-205.",
        "Cochrane, John, 2003, Stocks as money: convenience yield and the tech-stock bubble, NBER Working Paper 8987 and in William C. Hunter, George G. Kaufman and Michael Pomerleano, Ed.: Asset Price Bubbles (MIT Press, Cambridge).",
        "Daniel, Kent, David Hirshleifer, and A. Subrahmanyam, 1998, Investor psychology and security market under- and overreaction, Journal of Finance 53, 1839-1885.",
        "DeGroot, M.H., 1970. Optimal Statistical Decisions (McGrawhill, New York).",
        "Duffie, Darrell, Nicolae Garleanu, and Lasse Pedersen, 2002, Securities lending, shorting, and pricing, Journal of Financial Economics 66, 307-339.",
        "Field, Laura Casares and Gordon Hanka, 2001, The expiration of IPO share lockups, Journal of Finance 56, 471-500.",
        "Gervais, Simon, and Terrance Odean, 2001, Learning to be overconfident, Review of Financial Studies 14, 1-27.",
        "Harris, Milton, and Artur Raviv, 1993, Differences of opinion make a horse race, Review of Financial Studies 6, 473-506.",
        "Harrison, Michael, and David Kreps, 1978, Speculative investor behavior in a stock market with heterogeneous expectations, Quarterly Journal of Economics 92, 323-336.",
        "Hirshleifer, David, 2001, Investor psychology and asset pricing, Journal of Finance 56, 1533- 1597.",
        "Hong, Harrison, and Jeremy Stein, 2003, Differences of opinion, short-sales constraints and market crashes, Review of Financial Studies 16, 487-525.",
        "Kandel, Eugene, and Neil Pearson, 1995, Differential interpretation of public signals and trade in speculative markets, Journal of Political Economy 103, 831-872.",
        "Kindleberger, Charles P., 2000. Manias, Panics and Crashes (John Wiley and Sons, Inc.: New York).",
        "Koski, Jennifer Lynch, and Pontiff, Jeffrey, 1999, How Are Derivatives Used? Evidence from the Mutual Fund Industry, Journal of Finance, 54, 791-816.",
        "Kyle, Albert, and Tao Lin, 2002, Continuous speculation with overconfident competitors, Work- ing paper, Duke University.",
        "Lamont, Owen, and Richard Thaler, 2003, Can the market add and subtract? Mispricing in tech stock carve-outs, Journal of Political Economy 111, 227-268.",
        "A Random Walk Down Wall Street (W.W. Norton and Company: New York). Mei, Jianping, Jose Scheinkman, and Wei Xiong, 2004, Speculative trading and stock prices: An analysis of Chinese A-B share premia, Working paper, NYU and Princeton University.",
        "Miller, Edward, 1977, Risk, uncertainty and divergence of opinion, Journal of Finance 32, 1151-1168.",
        "Mitchell, Mark, Todd Pulvino, and Erik Stafford, 2002, Limited arbitrage in equity markets, Journal of Finance 57, 551-584.",
        "Morris, Stephen, 1996, Speculative investor behavior and learning, Quarterly Journal of Eco- nomics 110, 1111-1133.",
        "Nairn, Alasdair, 2002. Engines That Move Markets (John Wiley and Sons, Inc.: New York).",
        "Ofek, Eli, and Matthew Richardson, 2000, The IPO lock-up period: Implications for market efficiency and downward sloping demand curves, NYU Working Paper.",
        "Ofek, Eli, and Matthew Richardson, 2003, Dotcom mania: The rise and fall of internet stock prices, Journal of Finance 58, 1113-1137.",
        "Santos, Manuel, and Michael Woodford, 1997, Rational asset pricing bubbles, Econometrica 65, 19-57.",
        "Scheinkman, Jose, and Wei Xiong, 2003, Overconfidence and speculative bubbles, Journal of Political Economy 111, 1183-1219.",
        "Shleifer, Andrei, and Robert Vishny, 1997, Limits of arbitrage, Journal of Finance 52, 35-55."
    ]
}