{
    "id": 11368,
    "cites": 54,
    "cited_by": 7,
    "reference": [
        "Aganin, Alexander and Paolo Volpin, 2005, History of Corporate Ownership in Italy, in Morck, R., ed.: The History of Corporate Governance around the World: Family Business Groups to Professional Managers (University of Chicago Press, Chicago, IL).",
        "Almeida, Heitor and Daniel Wolfenzon, 2005, Should business groups be dismantled? The equilibrium costs of e cient internal capital markets, Journal of Financial Economics, forthcoming.",
        "Aoki, M. (editor), 1984, The economic analysis of the Japanese ...rm, (North Holland ).",
        "Attig, Najah, Klaus Fischer and Yoser Gadhoum, 2003, On the determinants of pyramidal ownership: Evidence on expropriation of minority interests, Working paper, Laval University.",
        "Bae, Kee-Hong H, Jun-Koo Kang, and Jin-Mo Kim, 2002, Tunnelling or value added? Evidence from mergers by Korean business groups, Journal of Finance 57, 2695-2740.",
        "Barca, Fabrizio and Marco Becht, 2001, The Control of Corporate Europe (Oxford University Press, Oxford).",
        "Bebchuk, Lucian, 1999, A rent protection theory of corporate ownership and control, NBER working paper 7203.",
        "Bebchuk, Lucian, Reinier Kraakman and George Triantis, 2000, Stock pyramids, cross-ownership, and dual class equity, in Randall M., ed.: Concentrated Corporate Ownership (University of Chicago Press, Chicago, IL).",
        "Berle, Adolph A., and Gardiner C. Means, 1932, The Modern Corporation and Private Property, (McMillan).",
        "Bertrand, Marianne, Paras Mehta and Sendhil Mullainathan, 2002, Ferreting out tunnelling: An application to Indian business groups, Quarterly Journal of Economics 117, 121-148.",
        "Bianchi, Marcello, Magda Bianco, and Luca Enriques, 2001, Pyramidal groups and the separation between ownership and control in Italy, Working paper, Bank of Italy.",
        "Burkart, Mike, Denis Gromb and Fausto Panunzi, 1998, Why higher takeover premia protect minority shareholders, Journal of Political Economy 106, 172-204.",
        "Burkart, Mike, and Fausto Panunzi, 2002, Agency conicts, ownership concentration, and legal shareholder protection, Working paper, Stockholm School of Economics.",
        "Cestone, Giacinta, and Chiara Fumagalli, 2004, The strategic impact of resource exibility in business groups, RAND Journal of Economics, forthcoming.",
        "Claessens, Stijn, Simeon Djankov, Joseph P.H. Fan, and Larry H.P. Lang, 2002, Disentangling the incentive and entrenchment eects of large shareholdings, Journal of Finance 57, 2741-2771.",
        "Claessens, Stijn, Simeon Djankov, and Larry H.P. Lang, 2000, The separation of ownership and control in East Asian Corporations, Journal of Financial Economics 58, 81112.",
        "Claessens, Stijn, Joseph P.H. Fan, and Larry H.P. Lang, 2002, The bene...ts of group a liation: Evidence from East Asia, Working paper, University of Amsterdam.",
        "Demirag, Istemi and Mehmet Serter, 2003, Ownership patterns and control in Turkish listed companies, Corporate Governance 11, 40-51.",
        "Doidge, Craig, G. Andre Karolyi, and Rene M. Stulz, 2004, Why do countries matter so much for corporate governance? Working paper, University of Toronto and Ohio State University.",
        "Durnev, Art, and E. Han Kim, 2005, To steal or not to steal: ...rm attributes, legal environment, and valuation, Journal of Finance, forthcoming.",
        "Durnev, Art, Randall Morck, and Bernard Yeung, 2004, Value-enhancing capital budgeting and ...rm-speci...c stock return variation, Journal of Finance 59, 65-105.",
        "Dyck, Alexander and Luigi Zingales, 2004, Private bene...ts of control: An international comparison, Journal of Finance 59, 537-600.",
        "Faccio, Mara, and Larry H.P. Lang, 2002, The ultimate ownership of Western European corporations, Journal of Financial Economics 65, 365-395.",
        "Fisman, Raymond and Tarun Khanna, 2000, Facilitating development: The role of business groups, working paper, University of Columbia and Harvard University.",
        "Franks, Julian, and Colin Mayer, 2001, Ownership and control of German corporations, Review of Financial Studies 14, 943-977.",
        "Friedman, Eric, Simon Johnson, and Todd Mitton, 2003, Propping and tunneling, Journal of Comparative Economics 31, 732-750.",
        "Gomes, Armando, 2000, Going public without governance: managerial reputation eects, Journal of Finance 55, 615-646.",
        "Holmen, Martin, and Peter Hogfeldt, 2004, Pyramidal power, mimeo, Uppsala University and Stockholm School of Economics.",
        "Hoshi, Takeo, and Anil Kashyap, 2001, Corporate Financing and Governance in Japan (MIT Press, Cambridge, MA).",
        "Jensen, Michael, 1986, Agency costs of free cash ow, corporate ...nance and takeovers, American Economic Review 76, 323-329.",
        "Joh, Sung Wook., 2003, Corporate governance and pro...tability: evidence from Korea before the economic crisis, Journal of Financial Economics 68, 287-322.",
        "Johnson, Simon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2000, Tunneling, American Economic Review 90, 22-27.",
        "Khanna, Tarun, 2000, Business groups and social welfare in emerging markets: existing evidence and unanswered questions, European Economic Review 44, 748-61.",
        "Khanna, Tarun, and Krishna G. Palepu, 1997, Why focused strategies may be wrong for emerging countries, Harvard Business Review 75, 41-51.",
        "Khanna, Tarun, and Krishna G. Palepu, 1999, The right way to restructure conglomerates in emerging markets, Harvard Business Review 77, 125-134.",
        "Khanna, Tarun, and Krishna G. Palepu, 2000, Is group a liation pro...table in emerging markets? An analysis of diversi...ed Indian business groups, Journal of Finance 55, 867-891.",
        "Kim, Se-Jik, 2004, Bailout and conglomeration, Journal of Financial Economics 71, 315-347.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer, 1999, Corporate ownership around the world, Journal of Finance 54, 471-517.",
        "Le, Nathaniel, 1978, Industrial organization and entrepreneurship in the developing countries: The economic groups, Economic Development and Cultural Change 26, 661-675.",
        "Lefort, Fernando, and Eduardo Walker, 1999, Ownership and capital structure of Chilean conglomerates: Facts and hypotheses for governance, Revista ABANTE 3, 3-27.",
        "Lemmon, Michael L., and Karl V. Lins, 2003, Ownership structure, corporate governance and ...rm value: Evidence from the East Asian ...nancial crisis, Journal of Finance 58, 1445-1468.",
        "Lins, Karl V., 2003, Equity ownership and ...rm value in emerging markets, Journal of Financial and Quantitative Analysis 38, 159-184.",
        "Mitton, Todd, 2002, A cross-...rm analysis of the impact of corporate governance on the East Asian ...nancial crisis, Journal of Financial Economics 64, 215-241.",
        "Morck, Randall, 2003, Why some double taxation might make sense: The special case of intercorporate dividends, Working paper, University of Alberta.",
        "Morck, Randall, and M. Nakamura, 1999, Banks and corporate control in Japan, Journal of Finance 54, 319-339.",
        "Morck, Randall, David Stangeland, and Bernard Yeung, 2000, Inherited wealth, corporate control and economic growth: The Canadian disease, in R. Morck ed.: Concentrated Corporate Ownership (University of Chicago Press, Chicago, IL).",
        "Morck, Randall, Daniel Wolfenzon, and Bernard Yeung, 2005, Corporate governance, economic entrenchment and growth, Journal of Economic Literature, forthcoming.",
        "Morck, Randall and Bernard Yeung, 2004, Family control and the rent-seeking society, Entrepreneurship: Theory and Practice, Vol. 28, p. 391-409.",
        "Myers, Steward C., and Nicholas S. Majluf, 1984, Corporate ...nancing and investment decisions when ...rms have information that investors do not have, Journal of Financial Economics 13, 187-221.",
        "Nenova, Tatiana, 2003, The value of corporate voting rights and control: A cross-country analysis. Journal of Financial Economics 68, 325-351.",
        "Pagano, Marco and Ailsa Roell, 1998, The choice of stock ownership structure: agency costs, monitoring and the decision to go public, Quarterly Journal of Economics 113, 187-225.",
        "Perotti, Enrico, and S. Gelfer, 2001, Red barons or robber barons? Governance and investment in Russian ...nancial-industrial groups, European Economic Review 45, 1601-1617.",
        "Rajan, Raghuram G., and Luigi Zingales, 2003a, The great reversals: the politics of ...nancial development in the 20th Century, Journal of Financial Economics 69, 5-50.",
        "Valadares, Silvia M., and Ricardo Leal, Ownership and control structure of Brazilian companies, Working paper, Universidade Federal do Rio de Janeiro. Volpin, Paolo, 2002, Governance with poor investor protection: Evidence from top executive turnover in Italy, Journal of Financial Economics 64, 61-90."
    ]
}