{
    "id": 11365,
    "cites": 10,
    "cited_by": 12,
    "reference": [
        "Barajas, Adolfo, and Roberto Steiner. 2002. Credit Stagnation in Latin America. International Monetary Fund wp/02/53.",
        "Bernanke, Ben and Mark Gertler. 1995. Inside the Black Box: the Credit Channel of Monetary Policy Transmission. Journal of Economic Perspectives 9, pp. 27-48.",
        "Dages, B. Gerard, Daniel Kinney, and Linda Goldberg. 2000. Foreign and Domestic Bank Participation in Emerging Markets: Lessons from Mexico and Argentina in Federal Reserve Bank of New York, Economic Policy Review 6(3): 17-36.",
        "Galindo, Arturo, Alejandro Micco, and Andrew Powell. 2004. Loyal lenders or Fickle Financiers: On the Role of Foreign Banks in Latin America. Manuscript, InterAmerican Development Bank.",
        "Goldberg, Linda. 2002. When Is Foreign Bank Lending to Emerging Markets Volatile? in Preventing Currency Crises in Emerging Markets, edited by Sebastian Edwards and Jeffrey Frankel (NBER and University of Chicago Press).",
        "Goldberg. 2004. Financial Sector Foreign Direct Investment: New and Old Lessons. NBER working paper, 10441, April.",
        "Levine, Ross. 1996. Foreign Banks, Financial Development, and Economic Growth. In Claude E. Barfield, ed., International Financial Markets: Harmonization versus Competition. Washington, D.C.: AEI Press.",
        "Palmer, David. 2000. U.S. Bank Exposure to Emerging-Market Countries during Recent Financial Crises. Federal Reserve Bulletin, February (Board of Governors of the Federal Reserve System) pp. 81-96.",
        "Peek, Joe, and Eric Rosengren. 1997. The International Transmission of Financial Shocks: The Case of Japan. American Economic Review 87, no. 4 (September): 495-505.",
        "American Experience. New England Economic Review, Federal Reserve Bank of Boston, September/October: 45-62. Santor, Eric. 2004. Contagion and the Composition of Canadian Banks Foreign Asset Portfolios: Do Crises Matter? Manuscript, Bank of Canada."
    ]
}