{
    "id": 11364,
    "cites": 60,
    "cited_by": 14,
    "reference": [
        "Agrawal, Anup, and Gershon N. Mandelker (1987), Managerial Incentives and Corporate Investment and Financing Decisions, Journal of Finance 42(4): 823-837.",
        "Ambrose, Brent W., and William L. Megginson (1992), The Role of Asset Structure, Ownership Structure, and Takeover Defenses in Determining Acquisition Likelihood, Journal of Financial and Quantitative Analysis 27(4): 575-589.",
        "Amihud, Yakov and Baruch Lev (1981), Risk Reduction as Managerial Motive for Conglomerate Mergers, Bell Journal of Economics 12(2): 823-837.",
        "Andrade, Gregor, Mark Mitchell, and Erik Stafford (2001), New Evidence and Perspectives on Mergers, Journal of Economic Perspectives 15(2): 103-120.",
        "Ang, James S., and Yingmei Cheng (2003), Direct Evidence on the Market-Driven Acquisitions Theory, working paper, Florida State University.",
        "Andrade, Gregor, and Erik Stafford (2004), Investigating the Economic Role of Mergers, Journal of Corporate Finance 10(1): 1-36.",
        "Asquith, Paul, Robert Bruner, and David Mullins (1987), Merger Returns And The Form Of Financing, mimeo.",
        "Baker, J. (1997), Contemporary Merger Analysis, George Mason Law Review 5(3): 347-361.",
        "Banerjee, Ajeyo, and James Owers (1992), Wealth Reduction In White Knight Bids, Financial Management 21(3): 48-57.",
        "Bliss, Richard, and Richard Rosen (2001), CEO Compensation and Bank Mergers, Journal of Financial Economics 61(1): 107-138.",
        "Bradley, Michael, Anand Desai, and E. Han Kim (1988), Synergistic Gains From Corporate Acquisitions And Their Division Between the Stockholders Of Target and Acquiring Firms, Journal of Financial Economics 21 (1): 3-40.",
        "Byrd, John, and Kent Hickman (1992), Do Outside Directors Monitor Managers?: Evidence From Tender Offer Bids, Journal of Financial Economics 32 (2): 195-221.",
        "Comment, Robert, and G. William Schwert (1995), Poison or Placebo? Evidence on the Deterrence and Wealth Effects of Modern Antitakeover Measures, Journal of Financial Economics 39 (1): 3-43.",
        "Dong, Ming, David Hirshleifer, Scott Richardson, and Siew Hong Teoh (2003), Does Investor Misvaluation Drive the Takeover Market?, working paper, Ohio State University.",
        "Epstein, Roy and Daniel Rubinfeld (2001), Merger Simulation: A Simplified Approach with New Applications, University of California, Berkeley, Working Paper E01-309.",
        "Ericson, Richard and Ariel Pakes (1995), An Alternative Theory of Firm and Industry Dynamics, Review of Economic Studies 62: 53-82.",
        "Gilson, Ronald J., and Bernard S. Black (1995), The Law And Finance Of Corporate Acquisitions, Westbury, New York: The Foundation Press, 2nd edition.",
        "Gilson, Stuart C. (1989), Management Turnover and Financial Distress, Journal of Financial Economics 25(2): 241-262.",
        "Gort, Michael (1969), An Economic Disturbance Theory of Mergers, Quarterly Journal of Economics 83(4): 624-642.",
        "Gowrisankaran, Gautam (1999), A Dynamic Model of Endogenous Horizontal Mergers, Rand Journal of Economics 30: 56-83.",
        "Gowrisankaran, Gautam and Thomas J. Holmes (2004), Mergers and the Evolution of Industry Concentration: Results from the Dominant-Firm Model, RAND Journal of Economics 35(3): 561-582.",
        "Hart, Oliver, and John Moore (1995), Debt and Seniority: An Analysis of the Role of Hard Claims in Constraining Management, American Economic Review 85(3): 567-585.",
        "Jennings, Robert, and Michael Mazzeo (1991), Stock Price Movements Around Acquisition Announcements And Managements Response, Journal of Business 64(2): 139-163.",
        "Jensen, Michael, and Richard Ruback (1983), The Market for Corporate Control: The Scientific Evidence, Journal of Financial Economics 11(1-4): 5-50.",
        "Jensen, Michael C. (1986), Agency costs of free cash flow, corporate finance, and takeovers, American Economic Review 76(2): 323-329.",
        "Jensen, Michael C. (1993), The modern industrial revolution, exit, and the failure of internal control systems, Journal of Finance 48(3): 831-880.",
        "Jovanovic, Boyan, and Serguey Braguinsky (2004), Bidder Discounts and Target Premia in Takeovers, American Economic Review 94(1): 46-56.",
        "Jovanovic, Boyan, and Peter Rousseau (2002), The Q-Theory of Mergers, American Economic Review 92(2): 198-204.",
        "Kahl, Matthias, and Richard Rosen (2002), Acquirer Size, Abnormal Returns, and The Managerial View of Mergers, unpublished working paper, University of California, Los Angeles.",
        "Kahl, Matthias, and Rossen Valkanov (2004), Mega-Mergers and Stock Market Booms, working paper, University of North Carolina at Chapel Hill.",
        "Kamien, Morton and Israel Zang (1990), The Limits of Monopolization through Acquisition, Quarterly Journal of Economics 105: 465-499.",
        "Lambrecht, Bart M. (2004), The timing and terms of mergers motivated by economies of scale, Journal of Financial Economics 72(1): 41-62.",
        "Lewellen, Wilbur, Claudio Loderer, and Ahron Rosenfeld (1985), Merger Decisions And Executive Stock Ownership In Acquiring Firms, Journal of Accounting and Economics 7 (1-3): 209- 231.",
        "Loderer, Claudio, and Kenneth Martin (1997), Executive Stock Ownership and Performance: Tracking Faint Traces, Journal of Financial Economics 45(2): 223-255.",
        "Louis, Henock (2004), The Cost of Using Bank Mergers as Defensive Mechanisms against Takeover Threats, The Journal of Business 77(2): 295-310.",
        "Malmendier, Ulrike, and Geoffrey Tate (2003), Who Makes Acquisitions? CEO Overconfidence and the Markets Reaction, working paper, Stanford University.",
        "Marris, Robin (1964), The Economic Theory of Managerial Capitalism, Glenncoe, Illinois: Free Press.",
        "May, Don (1995), Do Managerial Motives Influence Firm Risk Reduction Strategies?, Journal of Finance 50(4): 1291-1308.",
        "McCardle, Kevin F., and S. Viswanathan (1994), The Direct Entry versus Takeover Decision and Stock Price Performance around Takeovers, Journal of Business 67(1): 1-43.",
        "Mitchell, Mark L., and J. Harold Mulherin (1996), The Impact Of Industry Shocks On Takeover And Restructuring Activity, Journal of Financial Economics 41(2): 193-229.",
        "Moeller, Sara B., Frederik P. Schlingemann, and Rene M. Stulz (2004), Do shareholders of acquiring firms gain from acquisitions? forthcoming in Journal of Financial Economics.",
        "Morck, Randall, Andrei Shleifer, and Robert W. Vishny (1988), Characteristics of Targets of Hostile and Friendly Takeovers, in: Alan J. Auerbach, editor, Corporate Takeovers: Causes and Consequences, Chicago, Illinois: University of Chicago Press: 101-129.",
        "Morck, Randall, Andrei Shleifer, and Robert Vishny (1990), Do Managerial Objectives Drive Bad Acquisitions?, Journal of Finance 45(1): 31-48.",
        "Morellec, Erwan, and Alexei Zhdanov (2004), The dynamics of mergers and acquisitions, forthcoming in Journal of Financial Economics.",
        "Palepu, Krishna G. (1986), Predicting Takeover Targets: A Methodological and Empirical Analysis, Journal of Accounting and Economics 8(1): 3-35.",
        "Peters, Craig (2003), Evaluating the Performance of Merger Simulation: Evidence from the U.S. Airline Industry, Center for the Study of Industrial Organization, Northwestern University, Working Paper 0032.",
        "Rau, Raghavendra P., and Theo Vermaelen (1998), Glamour, Value, and the Post-acquisition Performance of Acquiring Firms, Journal of Financial Economics 49(2): 223-253.",
        "Rhodes-Kropf, Matthew, David T. Robinson, and S. Viswanathan (2004), Valuation Waves and Merger Activity: The Empirical Evidence, forthcoming, Journal of Financial Economics.",
        "Rhodes-Kropf, Matthew, and S. Viswanathan (2004), Market Valuation and Merger Waves, The Journal of Finance 59(6): 2685-2718.",
        "Roll, Richard (1986), The Hubris Hypothesis Of Corporate Takeovers, Journal of Business 59(2): 197-216.",
        "Ruback, Richard (1988), An Overview of Takeover Defenses, in Alan J. Auerbach, editor, Mergers and Acquisitions, University of Chicago Press, Chicago: 69-85.",
        "Rubin, Paul H. (1973), The Expansion of Firms, Journal of Political Economy 81(4): 936-949.",
        "Schwert, G. William (2000), Hostility in Takeovers: In the Eyes of the Beholder, Journal of Finance, 55: 2599-2640.",
        "Servaes, Henri (1991), Tobins Q And the Gains From Takeovers, Journal of Finance 46(1): 409-419.",
        "Shleifer, Andrei, and Robert W. Vishny (1989), Management Entrenchment: The Case of Manager -Specific Investments, Journal of Financial Economics 25(1): 123-139.",
        "Shleifer, Andrei, and Robert W. Vishny (2003), Stock Market Driven Acquisitions, Journal of financial Economics 70(3): 295-311.",
        "Toxvaerd, Flavio (2004), Strategic Merger Waves: A Theory of Musical Chairs, working paper, Hebrew University of Jerusalem.",
        "Varaiya, Nikhil, and Kenneth Ferris, 1987, Overpaying In Corporate Takeovers: The Winners Curse, Financial Analysts Journal: 64-70.",
        "Weston, J. Fred, Kwang S. Chung, and Juan A. Siu (1998), Takeovers, Restructuring, and Corporate Governance, Upper Saddle River, NJ, Prentice Hall.",
        "You, Victor, Richard Caves, Michael Smith, and James Henry (1986), Mergers and Bidders Wealth: Managerial And Strategic Factors, in: Lacy Glenn Thomas, III (ed.), The Economics of Strategic Planning. Essays In Honor Of Joel Dean, Lexington Books, 201-221."
    ]
}