{
    "id": 11362,
    "cites": 44,
    "cited_by": 22,
    "reference": [
        "[1] Amihud, Y. and H. Mendelson, 1986, Asset Pricing and the Bid-Ask Spread, Journal of Financial Economics 17, 223-249.",
        "[2] Amihud, Y. and H. Mendelson, 1991, Liquidity, Maturity, and the Yields on the U.S. Treasury Securities, Journal of Finance 46, 1411-1425.",
        "[3] Bailey, W., and J. Jagtiani, 1994, Foreign Ownership Restrictions and Stock Prices in the Thai Capital Market, Journal of Financial Economics 36, 57-87",
        "[4] Baker, M. and J. Wurgler, 2002, Market Timing and Capital Structure, Journal of Finance 57, 1-32.",
        "[5] Baltagi, B. and P. Wu, 1999, Unequally Spaced Panel Data Regressions with AR (1) Disturbances, Econometric Theory 15, 814-823.",
        "[6] Barberis, N. and R. Thaler, 2003, A Survey of Behavioral Finance, in Handbook of the Economics of Finance, edited by G. Constantinides, M. Harris and R. Stulz, North-Holland.",
        "[7] Bekaert, G., C. Harvey, and C. Lundblad, 2003, Liquidity and Expected Returns: Lessons from Emerging Markets, Working Paper.",
        "[8] Bhargava, A., L. Franzini, abd W. Narendranathan, 1982, Serial Correlation and the Fixed Effects Model, Review of Economic Studies 49, 533-49.",
        "[9] Chan, K.A., A.J. Menkveld, and Z. Yang, 2003, Evidence on the Foreign Share Discount Puzzle in China: Liquidity or Information Asymmetry? Working Paper.",
        "[10] Chen, J., H. Hong, and J. Stein, 2002, Breadth of Ownership and Stock Returns, Journal of Financial Economics 66, 171-205.",
        "[11] Chen, Z. and P. Xiong, 2002, Discounts on Illiquid Stocks: Evidence from China, Working paper.",
        "[12] Chordia, T., A. Subrahmanyam and V. Anshuman, 2001, Trading Activity and Expected Stock Returns, Journal of Financial Economics 59, 3-32.",
        "[13] Cochrane, John, 2003, Stocks as money: convenience yield and the tech-stock bubble, NBER Working Paper 8987 and in William C. Hunter, George G. Kaufman and Michael Pomerleano, Ed.: Asset Price Bubbles (MIT Press, Cambridge).",
        "[14] Daniel, K., D. Hirshleifer and S. H. Teoh, 2002, Investor Psychology in Capital Markets: Evidence and Policy Implications, Journal of Monetary Economics 49, 139-209.",
        "[15] Diether, K., C. Malloy, and A. Scherbina (2002), Differences of opinion and the cross section of stock returns, Journal of Finance 57, 2113-2141.",
        "[16] Duffie, D., N. Garleanu and L. Pedersen, 2002, Securities Lending, Shorting, and Pricing, Journal of Financial Economics 66, 307-339.",
        "[17] Duffie, D., N. Garleanu and L. Pedersen, 2003, Over-the-Counter Markets, Econometrica, forthcoming.",
        "[18] Eun, C., S. Janakiramanan, and B. Lee, 2001, The Chinese Discount Puzzle, Working Paper.",
        "[20] Feng, L. and M. Seasholes, 2003, A Profile of Individual Investors in an Emerging Stock Market, Working Paper.",
        "[21] Fernald, J. and J. Rogers, 2002, Puzzles in the Chinese Stock Market, Review of Economics and Statistics 84, 416-432.",
        "[22] Froot, K. and E. Dabora, 1999, How Are Stock Prices Affected by the Location of Trade? Journal of Financial Economics 53, 189-216.",
        "[23] Gao, S., 2002, China Stock Market in a Global Perspective, Research report, Dow Jones.",
        "[24] Greene, W., 2002, Econometric Analysis, Prentice Hall.",
        "[25] Harrison, M. and D. Kreps, 1978, Speculative Investor Behavior in a Stock Market with Heterogeneous Expectations, Quarterly Journal of Economics 92, 323-336.",
        "[26] Hausman, J., 1978, Specification Tests in Econometrics, Econometrica 46, 1251-71.",
        "[27] Hietala, P., 1989. Asset Pricing in Partially Segmented Markets: Evidence from the Finnish Market, Journal of Finance 44, 697-718.",
        "[28] Hong, H., J. Scheinkman, and W. Xiong, 2004, Asset Float and Speculative Bubbles, Journal of Finance, forthcoming.",
        "[29] Jones, C. and O. Lamont, 2002, Short-Sale Constraints and Stock Returns, Journal of Financial Economics 66, 207-239.",
        "[30] Karolyi, A. and L. Li, 2003, A Resolution of the Chinese Discount Puzzle, Working Paper.",
        "[31] Kim, K and J. Mei, 2001, What Makes the Stock Market Jump?--An Analysis of Political Risk on the Hong Kong Stock Returns, Journal of International Money and Finance, 1003-1016.",
        "[32] Lamont, O. and R. Thaler, 2003, Can the Market Add and Subtract? Mispricing in Tech Stock Carve-outs, Journal of Political Economy 111, 227-268.",
        "[33] Lee, C., A. Shleifer and R. Thaler, 1991, Investor Sentiment and the Closed-End Fund Puzzle, Journal of Finance 46, 75-110.",
        "[34] Lesmond, D., J.P. Ogden, and C. Trzcinka, 1999, A New Estimate of Transaction Costs, Review of Financial Studies 12, 1113-1141.",
        "[36] Lo, A., and J. Wang, 2000, Trading Volume: Definitions, Data Analysis, and Implications of Portfolio Theory, Review of Financial Studies, 13, 257-300.",
        "[37] Morris, S., 1996, Speculative Investor Behavior and Learning, Quarterly Journal of Economics 110, 1111-1133.",
        "[38] Ofek, E. and M. Richardson, 2003, Dotcom Mania: The Rise and Fall of Internet Stock Prices, Journal of Finance 58, 1113-1137.",
        "[39] Pastor, L. and R. Stambaugh, 2003, Liquidity Risk and Expected Stock Returns, Journal of Political Economy 111, 642-685.",
        "[40] Petersen, M., 2005, Estimating Standard Error in Finance Panel Data Sets: Comparing Approaches, NBER Working paper 11280.",
        "[41] Reinhart, C. and K. Rogoff, 2002, The Modern History of Exchange Rate Arrangements: A Reinterpretation, Working paper, IMF.",
        "[42] Scheinkman, J. and W. Xiong, 2003, Overconfidence and Speculative Bubbles, Journal of Political Economy 111, 1183-1219.",
        "[44] Tenev, S., C. Zhang, and L. Brefort, 2002, Corporate Governance and Enterprise Reform in China, The World Bank and the International Finance Corporation.",
        "[45] Weill, P. 2003, Liquidity Premia in Dynamic Bargaining Markets, Working paper.",
        "[46] Wu, D. M., 1973 Alternative Tests of Independence between Stochastic Regressors and Disturbances, Econometrica 41 (4), 733-750.",
        "[47] Vayanos, D. and T. Wang, 2003, Search and Endogenous Concentration of Liquidity in Asset Markets, Working paper. 27"
    ]
}