{
    "id": 11379,
    "cites": 45,
    "cited_by": 2,
    "reference": [
        "Appleby, Julie (2002). Hospitals Fight for Turf in Medical Arms Race, USA Today, February 20, pp. 1-2.",
        "Baker, Laurence and Martin Brown (1999). Managed Care, Consolidation Among Health Care Providers, and Health Care: Evidence From Mammography, Rand Journal of Economics, 30(2), pp. 351-374.",
        "Barro, Jason and David Cutler (2000). Consolidation in the Medical Marketplace: A Case Study from Massachusetts, in Steven Kaplan, ed., Mergers and Productivity, Chicago: University of Chicago Press.",
        "Bates, David et al. (1997). Coronary Angiography and Angioplasty After Acute Myocardial Infarction, Annals of Internal Medicine, 126(7), pp. 539-550.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan (2004). How Much Should We Trust Differences-in-Differences Estimates? Quarterly Journal of Economics, 119(1), pp. 249-275.",
        "Blustein, Jan (1993). High-Technology Cardiac Procedures: The Impact of Service Availability on Service Use in New York State, Journal of the American Medical Association, 270(3), pp. 344-349.",
        "Capron, Laurence (1999). The Long-Term Performance of Horizontal Acquisitions, Strategic Management Journal, 20, pp. 987-1018.",
        "Center for the Evaluative Clinical Sciences (1998). The Dartmouth Atlas of Health Care in the United States, 1998, Chicago: American Hospital Association.",
        "Cutler, David and Jill Horwitz (2000). Converting Hospitals from Not-for-Profit to ForProfit Status: Why and What Effects? in David Cutler, ed., The Changing Hospital Industry: Comparing Not-for-Profit and For-Profit Institutions, Chicago: University of Chicago Press.",
        "Cutler, David and Robert Huckman (2003). Technological Development in Medical Care: The Diffusion of Angioplasty in New York State, Journal of Health Economics, 22(2), pp. 187-217.",
        "Cutler, David, Robert Huckman, and Mary Beth Landrum (2004). The Role of Information in Medical Markets: An Analysis of Publicly Reported Outcomes in Cardiac Surgery, American Economic Review Papers and Proceedings, 94(2), pp. 342-346.",
        "Cutler, David and Elizabeth Richardson (1999). Your Money and Your Life: The Value of Health and What Affects It, NBER Working Paper 6895.",
        "Cutler, David, Mark McClellan, and Joseph Newhouse (2000). How Does Managed Care Do It? Rand Journal of Economics, 31(3), pp. 526-548.",
        "Dierickx, Ingmar and Karel Cool (1989). Asset Stock Accumulation and Accumulation of Competitive Advantage, Management Science, 35(12), pp. 1504-1511.",
        "Dranove, David, Daniel Kessler, Mark McClellan, and Mark Satterthwaite (2003). Is More Information Better? The Effects of Report Cards on Health Care Providers, Journal of Political Economy, 111(3), pp. 555-588.",
        "Dranove, David and Richard Ludwick (1999). Competition and Pricing by Nonprofit Hospitals: A Reassessment of Lynks Analysis, Journal of Health Economics, 18, pp. 87-98.",
        "Dranove, David and Mark Shanley (1995). Cost Reductions or Reputation Enhancement as Motives for Mergers: The Logic of Multihospital Systems, Strategic Management Journal, 16, pp. 55-74.",
        "Every, Nathan et al. (1993). The Association Between On-Site Cardiac Catheterization Facilities and the Use of Coronary Angiography After Acute Myocardial Infarction, New England Journal of Medicine, 329(8), pp. 546-551.",
        "Farley, Dean and Ronald Ozminkowski (1992). Volume-Outcome Relationships and Inhospital Mortality: The Effect of Changes in Volume Over Time, Medical Care, 30(1), pp. 77-94.",
        "Gresenz, Carol, Jeannette Rogowski, and JosÃ\u0083Â© Escarce (2004). Updated Variable-Radius Measures of Hospital Competition, Health Services Research, 39(2), pp. 417-430.",
        "Hannan, Edward et al. (1991). Coronary Artery Bypass Graft Surgery: The Relationship Between Inhospital Mortality Rate and Surgical Volume After Controlling for Clinical Risk Factors, Medical Care, 29(11), pp. 1094-1107.",
        "Hannan, Edward et al. (1997). Coronary Angioplasty Volume-Outcome Relationships for Hospitals and Cardiologists, Journal of American Medical Association, 277(11), pp. 892-898.",
        "Ho, Vivian (2000). Evolution of the Volume-Outcome Relation for Hospitals Performing Coronary Angioplasty, Circulation, 101(15), pp. 1806-1811.",
        "Ho, Vivian and Barton Hamilton (2000). Hospital Mergers and Acquisitions: Does Market Consolidation Harm Patients? Journal of Health Economics, 19, pp. 767-791.",
        "Keeler, Emmett, Glenn Melnick, and Jack Zwanziger (1999). The Changing Effects of Competition on Non-Profit and For-Profit Hospital Pricing Behavior, Journal of Health Economics, 18, pp. 69-86.",
        "Kessler, Daniel and Mark McClellan (2000). Is Hospital Competition Socially Wasteful? Quarterly Journal of Economics, pp. 577-615.",
        "Kowalczyk, Liz (2003). Heart Stents New Promise May Be Costly for Hospitals, Boston Globe, February 9, p. A1.",
        "Luft, Harold, J.P. Bunker, and Alain Enthoven (1979). Should Operations be Regionalized? The Empirical Relation Between Surgical Volume and Mortality New England Journal of Medicine, 301(25), pp. 1364-1369.",
        "Luft, Harold, Sandra Hunt, and Susan Maerki (1987). The Volume-Outcome Relationship: Practice-Makes-Perfect or Selective-Referral Patterns? Health Services Research, 22(2), pp. 157-182.",
        "Lynk, William (1995). The Creation of Economic Efficiencies in Hospital Mergers, Journal of Health Economics, 14(5), pp. 507-530.",
        "Mankiw, N. Gregory and Michael Whinston (1986). Free Entry and Social Inefficiency, Rand Journal of Economics, 17(1), pp. 48-58.",
        "McClellan, Mark (1993). The Economics of Medical Treatment Intensity, Ph.D. Dissertation, Massachusetts Institute of Technology.",
        "McClellan, Mark and Joseph Newhouse (1997). The Marginal Cost-Effectiveness of Medical Technology: A Panel Instrumental-Variables Approach, Journal of Econometrics, 77, pp. 39-64.",
        "Melnick, Glenn et al. (1992). The Effects of Market Structure and Bargaining Position on Hospital Prices, Journal of Health Economics, 11, pp. 217-233.",
        "Mukamel, Dana and Alvin Mushlin (1998). An Analysis of Market Share and Price Changes After Publication of the New York State Cardiac Surgery Mortality Reports. Medical Care, 36(7), pp. 945-54.",
        "New York State Department of Health (2004). Certificate of Need Application Distributed (http://www.health.state.ny.us/nysdoh/cons/distributed_cons.htm, accessed August 15, 2004).",
        "Noether, Monica (1988). Competition Among Hospitals, Journal of Health Economics, 7, pp. 259-284.",
        "Organization for Economic Cooperation and Development (1999). OECD Health Data 99 database.",
        "Peteraf, Margaret (1993). The Cornerstones of Competitive Advantage: A ResourceBased View, Strategic Management Journal, 14, pp. 179-191.",
        "Phibbs, Ciaran and James Robinson (1993). A Variable-Radius Measure of Local Hospital Market Structure, Health Services Research, 28(3), pp. 313-324.",
        "Shen, Yu-Chu (2003). Changes in Hospital Performance After Ownership Conversions, Inquiry, 40(3), pp. 217-234.",
        "Showstack, Jonathan et al. (1987). Association of Volume with Outcome of Coronary Artery Bypass Graft Surgery: Scheduled vs. Nonscheduled Operations, Journal of the American Medical Association, 257(6), pp. 785-789.",
        "Tolley, George, Donald Kenkel and Robert Fabian, eds. (1994). Valuing Health for Policy: An Economic Approach, Chicago: University of Chicago Press.",
        "Tu, Jack et al. (1997). Use of Cardiac Procedures and Outcomes in Elderly Patients with Myocardial Infarction in the United States and Canada, New England Journal of Medicine, 336(21), pp. 1500-1505.",
        "Wernerfelt, Birger (1984). A Resource-Based View of the Firm, Strategic Management Journal, 5, pp. 171-180."
    ]
}