{
    "id": 11376,
    "cites": 81,
    "cited_by": 8,
    "reference": [
        "Woodward, Albert; Epstein, Joan; Gfroerer, Joseph; Melnick, Daniel; Thoreson, Richard and Wilson, Douglas. The Drug Abuse Treatment Gap: Recent Estimates. Health Care Financing Review, 1997, 18(3), pp. 5-17.",
        "Winslow, Ron. Coronary Bypass: Fed-up Cardiologists Invest in Own Hospital Just for Heart Disease -- Theyll Regain Autonomy, but Critics See a Grab for Most-Profitable Care -- a Showdown in Albuquerque, Wall Street Journal. New York, New York, 1999, Al.",
        "Wennberg, John E. Understanding Geographic Variations in Health Care Delivery. New England Journal of Medicine, 1999, 340(1), pp. 52-53.",
        "Weisbrod, Burton A. The Nonprofit Economy. Cambridge, Massachusetts: Harvard University Press, 1988.",
        "Wedig, Gerard J.; Hassan, Mahmud and Morrisey, Michael A. Tax-Exempt Debt and the Capital Structure of Nonprofit Organizations: An Application to Hospitals. The Journal of Finance, 1996, 51(4), pp. 1247-83.",
        "Wedig, Gerard J.; Hassan, Mahmud and Sloan, Frank. Hospital Investment Decisions and the Cost of Capital. Journal of Business, 1989, 62(4), pp. 5 17-37.",
        "Wagner, Lynn. Hospitals Seeing Benefit in Offering Long-Term Care, Modern Health Care. 1989, 40-42.",
        "Wagner, Mary. Cardiac Administration Taking Off at Hospitals, Modern Healthcare. 1991, 28.",
        "Vladeck, Bruce C. and Miller, Nancy A. The Medicare Home Health Initiative. Health Care Financing Review, 1994, 16(1), pp. 7-16.",
        "Tye, Larry. Beth Israel to Keep Psychiatric Unit Most Beds to Stay, Boston Globe. Boston, Massachusetts, 2001, B2.",
        "Stout, Heidi. A Healthy Bottom Line, The Business Journal. Portland, 2001.",
        "Snail, T.S. and Robinson, J.C. Organizational Diversification in the American Hospital. Annual Review of Public Health, 1998, 19, pp. 417-53.",
        "Sloan, Frank A. ; Picone, Gabriel A.; Taylor Jr., Donald H. and Chou, Shin-Yi. Hospital Ownership and Cost and Quality of Care: Is There a Dimes Worth of Difference? Journal of Health Economics, 2001, 20(1), pp. 1-21.",
        "Silverman, Elaine and Skinner, Jonathan. Are for-Profit Hospitals Really Different? Medicare Upcoding and Market Structure, Cambridge, Massachusetts: National Bureau of Economic Research, 2000. Sloan, Frank. Not-for-Profit Ownership and Hospital Behavior, A. J. Culyer and J. P.",
        "Shwed, H. Teaching Emergency Room Psychiatry. Hospital & Community Psychiatry, 1980, 31(8), pp. 558-62.",
        "Showalter, J. Stuart. Southwicks the Law of Healthcare Administration. Chicago, illinois: Health Administration Press, 1999.",
        "Scharmach, Nancy J. Diversifying into Skilled Nursing Care: It Can Fill Beds, Manage Medicare Costs, and Meet a Need, Modern Healthcare. 1990, 30.",
        "Salamon, Lester M. Partners in Public Service: The Scope and Theory of Government Nonprofit Relations, W. W. Powell, The Nonprofit Sector. New Haven, Connecticut: Yale University Press, 1987, 99-117.",
        "Reducing Bias in Observational Studies Using Subclassification on the Propensity Score. Journal of theAmeri can Statistical Association, 1984, 79(387), pp. 5 16-24.",
        "Rose-Ackerman, Susan. Altruism, Not-for-Profits, and Economic Theory. Journal of Economic Literature, 1996, 34, pp. 701-28.",
        "Rosenbaum, Paul R. and Rubin, Donald B. The Central Role of the Propensity Score in Observational Studies for Causal Effects. Biometrika, 1983, 70(1), pp. 41-55.",
        "Roomkin, Myron J. and Weisbrod, Burton A. Managerial Compensation and Incentives in forProfit and Nonprofit Hospitals. Journal of Law, Economics, and Organization, 1999, 15(3), pp. 750-8 1.",
        "Romano, Michael. The Week in Healthcare, Modern Healthcare. 2004, 10.",
        "Picone, Gabriel A.; Chou, Shin-Yi and Sloan, Frank. Are for-Profit Hospital Conversions Harmful to Patients and to Medicare? RAND J. of Econ., 2002, 33(3), pp. 507-23.",
        "Pauly, Mark V. and Redisch, Michael. The Not-for-Profit Hospital as Physicians Cooperative. American Economic Review, 1973, 63(March), pp. 87-99.",
        "ODonnell, Kevin. Home Care Shaping up as Competitive Necessity, Modern Healthcare. 1993, 34.",
        "Norton, E.C. and Staiger, Doug. How Hospital Ownership Affects Access to Care for the Uninsured. RAND Journal of Economics, 1994, 25, pp. 17 1-85.",
        "____ Medicare Policy in the 1990s, Cambridge: National Bureau of Economic Research, 2001.",
        "Meyer, Harris. Focused Factories: Are You Ready for the Competition?, Hospitals & Health Networks. 1998.",
        "Newhouse, Joseph P. Interview with John D. Macarthur Professor of Health Policy and Management and Director of the Division of Health Policy Research and Education Harvard University, Interview, April 2, 2002. Boston, Massachusetts, 2002a.",
        "Melnick, Glenn; Senato, Carl and Mann, Joyce. Prospective Payments to Hospitals: Should Emergency Admissions Have Higher Rates? Health Care Financing Review, 1989, 10(3), pp. 29-39.",
        "McClellan, Mark and Staiger, Douglas. Comparing Hospital Quality at for-Profit and Not-forProfit Hospitals, D. M. Cutler, The Changing Hospital Industry: Comparing Not-for-Profit and for-P rofit Institutions. Chicago, Illinois: University of Chicago Press, 2000, 93-112.",
        "Manning, David L. Investing in the Twenty-First Century Hospital. Health Affairs, 1997, 16(2), pp. 108-11.",
        "Malani, Anup and Choi, Albert. Are Non-Profit Firms Simply for-Profits in Disguise? Evidence from the Executive Compensation in the Nursing Home Industry. The University of Virginia John M. Olin Program in Law and Economics Working Paper Series, 2004.",
        "Lutz, Sandy. Home Care Pps Holds Promise of Profits, Modern Healthcare. 1992, 44.",
        "Liu, Korbin; Gage, Barbara; Harvell, Jennie; Stevenson, David and Brennan, Niall. Medicares Post-Acute Benefit: Background, Trends, and Issues to Be Faced, The Urban Institute, 1999.",
        "Lakdwawalla, Darius and Philipson, Tomas. The Nonprofit Sector and Industry Performance. 1999.",
        "Why We Need the Independent Sector: The Behavior, Law, and Ethics of Non-for-Profit Hospitals. UCLA Law Review, 2003, 50(6), pp. 1345-411. James, Estelle and Rose-Ackerman, Susan. The Nonprofit Enterprise in the Market Economics.",
        "Horwitz, Jill R. Research Note: Relative Profitability of Acute Care Hospital Services, Health Affairs Online Supplement, content.healthaffairs .org/cgi/content/full/24/3/790/DC 1, 2005.",
        "Hirth, Richard A. Consumer Information and Competition between Nonprofit and for-Profit Nursing Homes. Journal of Health Economics, 1999, 18, pp. 219-40.",
        "Helbing, Charles; Sangl, Judith A. and Silverman, Herbert A. Home Health Agency Benefits. Health Care Financing Review, 1992, Annual Supplement, pp. 125-48.",
        "Helbing, Charles and Cornelius, Elizabeth S. Snfs. Health Care Financing Review, 1992, 14(Supplement), pp. 97-123.",
        "Heffler, Stephen ; Smith, Sheila; Keehan, Sean; Clemens, M. Kent; Zezza, Mark and Truffer, Christopher. Health Spending Projections through 2013. Health Affairs, 2004, (Web Exclusive), pp. w4,79-w4,93.",
        "Hansmann, Henry. The Role of Nonprofit Enterprise. Yale Law Journal, 1980, 89, pp. 835901.",
        "Telephone Interview, Chairman Emeritus, New England Medical Center, Telephone Interview, June 14, 2002. Cambridge, Massachusetts, 2002.",
        "Grossman, Jerome H. An Economic History of Healthcare in Massachusetts: 1990-2000, Cambridge, Massachusetts: Center for Business and Government, Kennedy School of Government, Harvard University, 2000.",
        "Gresenz, C.R.; Rogowski, J. and Escarce, J.J. Updated Variable-Radius Measures of Hospital Competition. Health Services Research, 2004, 39(2), pp. 4 17-30.",
        "Gottlieb, Gary. Telephone Interview, President, Brigham and Womens Hospital, Telephone Interview, February 14, 2002. Boston, Massachusetts, 2002.",
        "Hospitals Continue Move into Home Care: Coming Changes in Reimbursement Expected to Promote Development of Programs Offering Continuum of Care, Modern Healthcare. 1993, 28.",
        "Jackhammer Could Crush Cost of Treating Kidney Stones, Modern Healthcare. 1991, 19.",
        "Henderson and K. E. Thorpe, Competition and Compassion. Ann Arbor, Michigan: Health Administration Press, 1989, Anonymous Interviewee. Ge Medical Systems Sales Representative, Telephone Interview, Needham, Massachusetts, 2002.",
        "Bano, Jason R. Hospital Conversions to for-Profit Status: Causes and Consequences. 1998, pp. 38.",
        "Becker, Cinda. Imaging: The Next Generation, Modern Healthcare. 2000, 48.",
        "Ben-Ner, Avner. Nonprofit Organizations: Why Do They Exist in Market Economies?, New Haven: Yale Program on Non-Profit Organizations, 1983.",
        "Ben-Ner, Avner and Gui, Benedetto. The Nonprofit Sector in the Mixed Economy. Ann Arbor, Michigan: University of Michigan Press, 1993.",
        "Blecher, Michele Bitoun. Capital: Whos Got It? How to Get It!, Hospitals & Health Networks. 1997.",
        "BNA Health Care Daily. Medicaid: Louisiana Gov. Edwards Proposes 12 Percent Cut in Program Spending, 1995.",
        "Brennan, Troyen. Telephone Interview with President, Brigham and Womens Hospital Physician Organization, Boston, Massachusetts, 2002.",
        "Commission, Medicare Payment Advisory. Report to Congress: Medicare Payment Policy, Section 3a, Washington: Medicare Payment Advisory Commission, 2004, 69-101.",
        "Cromwell, Jeny; Dayhoff, Debra and Thoumaian, Armen H. Cost Savings and Physician Responses to Global Bundled Payments for Medicare Heart Bypass Surgery. Health Care Financing Review, 1997, 19(1), pp. 41-57.",
        "Cutler, David and Huckman, Robert S. Technological Development and Medical Productivity: The Diffusion of Angioplasty in New York State. Journal of Health Economics, 2003, 22, pp. 187-2 17.",
        "Cutler, David M. and Horwitz, Jill R. Converting Hospitals from Not-for-Profit to for-Profit Status: Why and What Effects?, D. M. Cutler, The Changing Hospital Industry: Comparing Not-for-Profit and for-P rofit Institutions. Chicago: University of Chicago Press, 2000, 45-79.",
        "Cutler, David M.; McClellan, Mark and Newhouse, Joseph P. How Does Managed Care Do It? RAND Journal of Economics, 2000, 31(3), pp. 526-48. Cutler, David M.; McClellan, Mark; Newhouse, Joseph P. and Remler, Dahlia. Pricing Heart Attack Treatments, D. M. Cutler and E. R. Berndt, Medical Care Output and Productivity.",
        "Dang, Shirley. Ground Broken for Heart Hospital, Milawaukee Journal Sentinel. Milwaukee, Wisconsin, 2002, id.",
        "Danzon, Patricia M. Hospital Profits: The Effects of Reimbursement Policies. Journal of Health Economics, 1982, 1(1), pp. 29-52.",
        "Deangelis, Peter. Hospital Based Snfs an Alternative to Empty Beds. Health Care Financial Mangement, 1987, 41(8), pp. 60-68.",
        "Deloitte & Touche. U.S. Hospitals and the Future of Health Care, Boston, Massachusetts: Deloitte & Touche, 1990.",
        "Devers, Kelly J.; Brewster, Linda R. and Ginsburg, Paul B. Specialty Hospitals: Focused Factories or Cream Skimmers?, Washington, D.C.: Center for Studying Health System Change, 2003.",
        "Dhossche, Dirk M. and Ghani, Shareh 0. A Study of Recidivism in the Psychiatric Emergency Room. Annals of Clinical Psychiatry, 1998, 10(2), pp. 59-67.",
        "Duggan, Mark G. Hospital Ownership and Public Medical Spending. Quarterly Journal of Economics, 2000, 115(4), pp. 1343-73.",
        "Eisenberg, Jeffrey S. Ers on Critical List, Focus. 1990.",
        "Ellison, James M.; Blum, Nancy and Barksy, Arthur. Repeat Visitors in the Psychiatric Emergency Service: A Critical Review of the Data. Hospital & Community Psychiatry, 1986, 37(1), pp. 37-41.",
        "Fowler, Frances J. Subacute Care Offers Flexibility, Revenue, Modern Healthcare. 1992, 50.",
        "Frank, Richard and Salkever, David. Market Forces, Diversification of Activity, and the Mission of Not-for-Profit Hospitals, D. M. Cutler, The Changing Hospital Industry: Comparing Not-for-Profit and for-P rofit Institutions. Chicago, Illinois: University of Chicago Press, 2000, 195-215.",
        "Nonprofit Organization in the Health Sector. The Journal of Economic Perspectives, 1994, 8(4), pp. 129-44.",
        "Gallagher, Mike. Bitter Medicine: Presbyterian Plans Painful for Doctor, Albuquerque Journal. Albuquerque, New Mexico, 1998.",
        "Gaynor, Martin and Haas-Wilson, Deborah. Change, Consolidation, and Competition, in Health Care Markets. Journal of Economic Perspectives, 1999, 13(1), pp. 141-64.",
        "Gentry, William M. Debt, Investment, and Endowment Accumulation: The Case of Not-forProfit Hospitals. Journal of Health Economics, 2002, 21(5), pp. 845-72. Gentry, William M. and Penrod, John R. The Tax Benefits of Not-for-Profit Hospitals, D. M. Cutler, The Changing Hospital Industry: Comparing Not-for-Profit and for-P rofit Institutions.",
        "Geriatric Health Ventures Incorporated. Subacute Skilled Nursing, Modern Healthcare. 1992, 29.",
        "Ginsburg, Paul B. Are Focused Factories the Wave of the Future? Frontiers of Health Services Management, 2000, 16(3), pp. 41-46.",
        "Glaeser, Edward L. and Shleifer, Andrei. Not-for-Profit Entrepreneurs. Journal Of Public Economics, 2001, 81(1), pp. 99-115."
    ]
}