{
    "id": 11371,
    "cites": 18,
    "cited_by": 15,
    "reference": [
        "Bombardini, M., 2005, Firm Heterogeneity and Lobby Participation, Mimeo, MIT.",
        "Brynjolfsson, E., Malone, T., Gurbaxani, V. and Kambil, A., 1994, An Empirical Analysis of the Relationship Between Information Technology and Firm Size, iManagement Science, pp 1628-1644.",
        "Cadot, O., deMelo, J., and Olarreaga, M., 2003, The Protectionist Bias of Duty Drawbacks: Evidence From Mercosur, Journal of International Economics, 59, pp 161-182.",
        "Fuller, W., 1986, Measurement Error Models, New York: John Wiley.",
        "Freund, C., and Ozden, C., 2005, Loss Aversion and Trade Policy, Policy Research Working Paper, Number 3385, World Bank.",
        "Gawande, K., and Bandyopadhyay, U., 2000, Is Protection for Sale? A Test of the GrossmanHelpman Theory of Endogenous Protection, Review of Economics and Statistics, 89, pp 139-152.",
        "Gawande, K. and Krishna, P., 2003, The Political Economy of Trade Policy: Empirical Approaches, in E. Kwan Choi and J. Harrigan eds., Handbook of International Trade, New York: Basil Blackwell p.",
        "Goldberg, P., and Maggi, G., 1999, Protection for Sale: An Empirical Investigation, American Economic Review, 89, pp 1135-1155.",
        "Grossman, G. and Helpman, E., 1994, Protection for Sale, American Economic Review, 84, pp 833-850.",
        "Kelejian, H., 1971, Two Stage Least Squares and Econometric Systems Linear in Parameters but Non-Linear in the Endogenous Variables, Journal of the American Statistical Association, 66, pp 373-374.",
        "Kumar, K., Rajan, R., and Zingales, L., 1999, What determines Firm Size?, NBER Working Paper, Number 7208.",
        "Matschke, Z. and Sherlund, S., 2005, Do Labor Issues Matter in the Determination of Trade Policy? An Empirical Re-Evaluation, American Economic Review, Forthcoming.",
        "Mitra, D., 1999, Endogenous Lobby Formation and Endogenous Protection: A Long-Run Model of Trade Policy Determination, American Economic Review, 89, pp 1116-1134.",
        "Shiells, C., Stern, R., and Deardorff, A., 1986, Estimates of the Elasticities of Substitution between Imports and Home Goods for the United States, Weltwirtschaftliches-Archiv, 122, pp 497-519.",
        "Smith, R. J., and Blundell, R. W., 1986, An Exogeneity Test For a Simultaneous Equation Tobit Model With An Application to Labor Supply, Econometrica, 54, pp 679-686.",
        "Staiger, D., and Stock, J. H., 1997. Instrumental Variables Regression with Weak Instruments. Econometrica, 65, pp 557586.",
        "Stigler, G., 1971, The Theory of Economic Regulation, Bell Journal of Economic Management and Science.",
        "Stock, J. H., and Yogo, M., 2004. Testing for Weak Instruments in Linear IV Regression. In D. W. K. Andrews and J. H. Stock, eds., Identification and Inference in Econometric Models: Essays in Honor of Thomas J. Rothenberg. Cambridge: Cambridge University Press. Forthcoming."
    ]
}