{
    "id": 11374,
    "cites": 24,
    "cited_by": 3,
    "reference": [
        "Auebach, Alan, and Maurice Obstfeld, The Case for Open-Market Purchases in a Liquidity Trap, University of California, Berkeley, 2004.",
        "Baba, Naohiko, et al., Japans Deflation, Problems in the Financial System, and Monetary Policy, Bank of Japan, 2004.",
        "Ball, Laurence, Efficient Rules for Monetary Policy, International Finance 2 (April 1999), 63-83.",
        "Bernanke, Ben S., Some Thoughts on Monetary Policy in Japan, speech to Japan Society of Monetary Economics, May 31, 2003.",
        "Blanchard, Olivier, Bubbles, Liquidity Traps, and Monetary Policy, in Ryoichi Mikitani and Adam S. Posen (eds.), Japans Financial Crisis and Its Parallels to U.S. Experience, Institute for International Economics, 2000.",
        "Taxes on Output, Quarterly Journal of Economics 117 (November 2002), 1329-1368.",
        "Broda, Christian, and David E. Weinstein, Happy News from the Dismal Science: Reassessing Japanese Fiscal Policy and Sustainability, Columbia University, 2004.",
        "Friedman, Milton, No More Economic Stimulus Needed, Wall Street Journal October 10, 2001, A17.",
        "Fujiki, Hiroshi, Cheng Hsiao, and Yan Shen, Is There a Stable Money Demand Function under the Low Interest Rate Policy? A Panel Data Analysis, Bank of Japan Monetary and Economic Studies 20 (April 2002), 1-23.",
        "Fukao, Mitsuhiro, Financial Strains and the Zero Lower Bound: The Japanese Experience, Keio University, 2004.",
        "Goodfriend, Marvin, Overcoming the Zero Bound on Interest Rate Policy, Journal of Money, Credit, and Banking 32 (November 2000, Part 2), 1007-1035.",
        "Hirose, Yasuo and Koichiro Kamada, Time-Varying NAIRU and Potential Growth in Japan, Bank of Japan Research and Statistics Working Paper 02-8, 2002.",
        "Hoshi, Takeo, and Anil K Kashyap, Japans Financial Crisis and Economic Stagnation, Journal of Economic Perspectives 18 (Winter 2004), 3-26.",
        "Kuttner, Kenneth N., and Adam S. Posen, The Great Recession: Lessons for Macroeconomic Policy from Japan, Brookings Papers on Economic Activity 2001:2, 93-160.",
        "Krugman, Paul, Thinking About the Liquidity Trap, Journal of the Japanese and International Economies 14 (December 2000), 221-37.",
        "Leigh, Daniel, Monetary Policy and the Dangers of Deflation: Lessons from Japan, Johns Hopkins University, 2004.",
        "Mankiw, N. Gregory, Memo to Tokyo: Cut Taxes, Print Money, Fortune, January 11, 1999.",
        "McCallum, Bennett T., Alternative Monetary Policy Rules: A Comparison with Historical Settings for the United States, the United Kingdom, and Japan, NBER Working Paper 7725, 2000.",
        "Miyao, Ryuzo, Liquidity Traps and the Stability of Money Demand: Is Japan Really Trapped at the Zero Bound?, Kobe University, 2002.",
        "Pilling, David, Japan Braced for a Rating Downgrade as Economy Dips, Financial Times, March 9, 2002.",
        "Posen, Adam S., Restoring Japans Economic Growth, Institute for International Economics, 1998.",
        "Svensson, Lars E.O., Inflation Forecast Targeting: Monitoring 36 and Implementing Inflation Targets, European Economic Review 41 (June 1997), 1111-1146.",
        "Stevens, Glenn, Comment, Bank of Japan Monetary and Economic Studies 19 (September 2001), 313-321.",
        "Suda, Miyako, The Effect of `Quantitative Monetary Easing When the Nominal Short-Term Interest Rate is Zero, Bank of Japan, 2003."
    ]
}