{
    "id": 11381,
    "cites": 59,
    "cited_by": 16,
    "reference": [
        "Alexander, Arthur. 2003. Koreas Capital Investment: Returns at the Level of the Economy, Industry, and Firm Special Studies Series: 2. Washington: Korea Economic Institute.",
        "Blustein, Paul. 2003. The Chastening (revised). New York: PublicAffairs.",
        "Cargill, Thomas F. 1999. Economic and Financial Crisis in Korea, the Japanese FinancialRegime, and the Need for a New Financial Paradigm, U.S.-Korea Academic Studies 9: 111-30.",
        "Chae, Wook. 1997. Koreas Admission to the OECD: Implications and Economic Effects. Koreas Economy 1997. 13 68-72.",
        "Chari, Anusha, Paige P. Ouimet, and Linda L. Tesar. 2004. Acquiring Control in Emerging Markets: Evidence from the Stock Market, Ann Arbor, MI: University of Michigan. October. Processed.",
        "Cho, Dongchul and Youngsun Koh. 1996. Liberalization of Capital Inflows in Korea: Big Ban g or Gradualism? National Bureau of Economic Research Working Paper Series 5824. Cambridge: NBER.",
        "Cho, Soon. 1994. The Dynamics of Korean Development, Washington: Institute for International Economics.",
        "Chopra, Ajai, Kenneth Kang, Meral Karasulu, Hong Liang, Henry Ma, and Anthony Richards. 2002. From Crisis to Recovery in Korea: Strategies, Achievements, and Lessons, in David T. Coe and Se-jik Kim eds. Korean Crisis and Recovery. Washington: International Monetary Fund and Korea Institute for International Economic Policy.",
        "Claessens, Stijn and Moon-Whoan Rhee. 1994. The Effect of Barriers to Equity Investment in Developing Countries, in Jeffrey A. Frankel ed. The Internationalization of Equity Markets, Chicago: University of Chicago Press.",
        "Claessens, Stijn, Swati Ghosh, and David Scott. 1999. Koreas Financial Sector Reforms, U.S.-Korea Academic Studies 9: 83-110.",
        "Clifford, Mark. 1997. Troubled Tiger (revised edition). Singapore: ButterworthHeinemann Asia.",
        "Coe, David T. and Se-jik Kim. 2002. Korean Crisis and Recovery. Washington: International Monetary Fund and Seoul: Korea Institute for International Economic Policy.",
        "Dobson, Wendy and Pierre Jacquet. 1998. Financial Services Liberalization in the WTO. Washington: Institute for International Economics.",
        "Edwards, Sebastian. 1989. The Sequencing of Economic Reform: Analytical Issues and Latin American Experiences, in Koreas Macroeconomic and Financial Policies Conference Series 89-3. Seoul: Korea Development Institute.",
        "Frankel, Jeffery A. 1993. Liberalization of Koreas Foreign Exchange Markets and the Role of Trade Relations with the United States, in Jongryn Mo and Ramon Myers eds. Shaping a New Economic Relationship: the Republic of Korea and the United States. Stanford: Hoover Institution Press.",
        "Giovanni, Alberto and Martha deMelo. 1993. Government Revenue from Financial Repression, American Economic Review, 83:4 953-63.",
        "Goldstein, Morris and Philip Turner. 1996. Banking Crises in Emerging Economies: Origins and Policy Options, BIS Economic Papers, No. 46, Basel: Bank of International Settlements, October.",
        "Goldstein, Morris and Philip Turner. 2004. Controlling Currency Mismatches in Emerging Markets. Washington: Institute for International Economics.",
        "Haggard, Stephan. 2000. The Political Economy of the Asian Financial Crisis. Washington: Institute for International Economics.",
        "International Monetary Fund (IMF). 2003. The IMF and Recent Capital Account Crises, Evaluation Report. Washington: International Monetary Fund.",
        "International Monetary Fund (IMF). 2004. Republic of Korea: Article IV Consultation-- Staff Report; Staff Statement; Public Information Notice on the Executive Board Discussion; and Statement by the Executive Director for the Republic of Korea. Washington: International Monetary Fund. February.",
        "Ishii, Shogo and Karl Habermeier. 2002. Capital Account Liberalization and Financial Sector Stability, Occasional Paper 211. Washington: International Monetary Fund.",
        "Johnston, R. Barry et al. 1999. Exchange Rate Arrangements and Currency Convertibility, World Economic and Financial Surveys. Washington: International Monetary Fund.",
        "Jun, Kwang W. 1995. Effects of Capital market Liberalization in Korea, in Youn-Suk Kim and Kap-Soo Oh, eds. The US-Korea Economic Partnership, Aldershot: Avebury Press.",
        "Kang, David C. 2002a. Bad Loans to Good Friends: Money, Politics, and the Developmental State in South Korea, International Organization. 56:1 177-207.",
        "Kang, David C. 2002b. Crony Capitalism: Corruption and Development in South Korea and the Philippines. Cambridge, England: Cambridge University Press.",
        "Kim, Benjamin Jin-Chun. 1993. An Empirical Assessment of the Multiple Currency Basket Peg System and the Market Average System in Korea, Joint Korea-U.S. Academic Symposium. 3 113-27.",
        "Kim, E. Han. 1990. Financing Korean Corporations: Evidence and Theory, In Korean Economic Development, ed. Jene K. Kwon. New York: Greenwood Press.",
        "Kim, Hee-kyung. 2004. FDI in Korea: Recent Trends and Policy Issues, Korea Focus. 12:6 133-52.",
        "Kim, Kyung-Soo. 2001. Managing International Capital Flows: the Case of Korea, inTae-jun Kim and Doo Yong Yang eds., New International Financial Architecture and Korean Perspectives. Seoul: Korea Institute for International Economic Policy.",
        "Kim, Soyoung, Sunghyun H. Kim, and Yunjong Wang. 2001. Capital Account Liberalization and Macroeconomic Performance: the Case of Korea. Seoul: Korea Institute for International Economic Policy.",
        "Koo, Bon Ho and Won Am Park. 1990. Exchange Rate Policy in Korea, in Jene K. Kwon ed. Korean Economic Development. Westport: Greenwood.",
        "Krueger, Anne O. and Jungho Yoo. 2002. Falling Profitability, Higher Borrowing Costs, and Chaebol Finances During the Korean Crisis, in David T. Coe and Se-jik Kim eds. Korean Crisis and Recovery. Washington: International Monetary Fund and Korea Institute for International Economic Policy.",
        "Kwon, Jae-Jung. 1996. Financial Liberalization: 1995 Accomplishments and Future Plans, Koreas Economy 1996. 12 31-9.",
        "Lee, Chon-Pyo. 1993. Preconditions for a Successful Liberalization and a Feedback Process of Managing Progressive Liberalization, Joint Korea-U.S. Academic Symposium. 3 1-23.",
        "Lee, Jong-wha and Changyong Rhee. 2000. Macroeconomic Impacts of the Korean Financial Crisis: Comparison with the Cross-country Patterns, World Economy. 25:4 539-62.",
        "Leiderman, Leonardo. 1995. Policy Lessons from Latin Americas Experience with Capital Inflows, in Rudiger Dornbusch and Yung Chul Park eds. Financial Opening, Seoul: Korea Institute for Finance.",
        "Linder, Deborah J. 1994. Foreign Exchange Policy, Monetary Policy, and Capital Market Liberalization in Korea, in Sung Yeung Kwack ed., The Korean Economy at a Crossroad. Westport: Praeger.",
        "Mann, Catherine L. 2000. Korea and the Brave New World of Finance, Joint Korea-U.S. Academic Symposium. 10 55-68.",
        "Noland, Marcus 1993. The Origins of U.S.-Korea Trade Frictions, in Jongryn Mo and Ramon Myers eds. Shaping a New Economic Relationship: the Republic of Korea and the United States. Stanford: Hoover Institution Press.",
        "Noland, Marcus 1996a. Restructuring the Korean Financial System for Greater Competitiveness, Working Papers in Asia-Pacific Economic Cooperation 96-14. Washington: Institute for International Economics.",
        "Noland, Marcus 1996b. Some Unpleasant Arithmetic Concerning Unification, Working Papers in Asia-Pacific Economic Cooperation 96-13. Washington: Institute for International Economics.",
        "Noland, Marcus. 2000. Avoiding the Apocalypse: The Future of the Two Koreas. Washington: Institute for International Economics.",
        "Noland, Marcus and Howard Pack. 2002. Industrial Policy in an Era of Globalization. Washington: Institute for International Economics.",
        "Park, Yung Chul. 1995. Koreas Experience with Managing Foreign Capital Flows, Korea University and Korea Institute of Finance, September, processed.",
        "Park, Yung Chul and Chi-Young Song. 1996. Managing Foreign Capital Flows: The Experiences of Korea, Thailand, Malaysia and Indonesia, Jerome Levy Economics Institute Working Papers, No. 163, Annandale-on-Hudson: Bard College, May.",
        "Park, Yung Chul, Wonho Song, and Yunjong Wang. 2003. Finance and Economic Development in Korea, in Choong Yong Ahn, Takatoshi Ito, Masahiro Kawai, and Yung Chul Park eds. Financial Development and Integration in East Asia. Seoul: Korea Institute for International Economic Policy.",
        "Pyo, Hak K. 1989. Export-led Growth , Domestic Distortions, and Trade Liberalization, paper presented at the United States-Korea Financial Policy Discussions, Washington, 12 December.",
        "SaKong Il. 1993. Korea in the World Economy. Washington: Institute for International Economics.",
        "Smith, Heather. Looking Forward: Korea After the Economic Crisis. Canberra: Asia Pacific Press. Stiglitz, Joseph E. 2003. Globalization and Its Discontents. New York: Norton.",
        "United States Trade Representative (USTR). 2004. 2004 National Trade Estimate Report on Foreign Trade Barriers. Washington: Government Printing Office.",
        "Wang, Yen-Kyun. 1993. Exchange Rates, Current Accounts Balance of Korea, and U.S.-Korea Negotiations on Exchange Rate Matters, in Jongryn Mo and Ramon Myers eds. Shaping a New Economic Relationship: the Republic of Korea and the United States. Stanford: Hoover Institution Press.",
        "Wang, Yunjong and Hyoungsoo Zang. 1998. Adjustment Reforms in Korea Since the Financial Crisis. Seoul: Korea Institute for International Economic Policy.",
        "Watanabe, Toshiaki. 1996. Pacific Basin Stock Market Returns and Volatility: Statistical Properties and Correlations, paper presented at the International Symposium on Macroeconomic Interdependence in the Asia-Pacific Region, Economic Planning Agency, Tokyo, 22-23 October.",
        "Westphal, Larry E., Yung W. Rhee, and Garry Purcell. 1981. Korean Industrial Competence: Where it Came From, World Bank Staff Working Paper 469. Washington: International Bank for Reconstruction and Development.",
        "Westphal, Larry E., Linsu Kim and Carl Dahlman. 1985. Reflections on Koreas Acquisition of Technological Capability, in Nathan Rosenberg and Claudio Frischtak eds. International Technology Transfer. New York: Praeger.",
        "Woo, Jung-en. 1991. Race to the Swift. New York: Columbia University Press.",
        "Yoo, Jung-ho. 1994. South Koreas Manufactured Exports and Industrial Targeting Policy, in Shu-Chin Yang ed. Manufactured Exports of East Asian Industrializing Economies, Armonk: ME Sharpe.",
        "Yoo Seong-min. 1999. Corporate Restructuring in Korea Joint U.S.-Korea Academic Studies 9: 131-199."
    ]
}