{
    "id": 11383,
    "cites": 21,
    "cited_by": 9,
    "reference": [
        "Ben S. Bernanke (2005) The Global Saving Glut and the U.S. Current Account. The Sandridge Lecture, Virginia Association of Economics, Richmond, Virginia, March 10.",
        "Michael Bordo, Ehsan Choudhri and Anna J. Schwartz (2002), Was Expansionary Monetary Policy Feasible During the Great Contraction? Explorations in Economic History. January.",
        "Michael D. Bordo, Barry Eichengreen, Daniela Klingebiel, and Maria Soledad MartinezPeria, (2001), Is the Crisis Problem Growing More Severe? Economic Policy, Vol. 32 (April), pp. 5382.",
        "Michael Bordo and Antu Murshid (2001), Are Financial Crises Becoming More Contagious: What is the Historical Evidence on Contagion? in Stijn Claessens and Kristin J. Forbes (eds), International Financial Contagion, Boston: Kluwer, pp.367-403.",
        "Michael Bordo and Hugh Rockoff (1996), The Gold Standard as a Good-Housekeeping Seal of Approval. Journal of Economic History 56, pp.389-428.",
        "Michael Bordo (1993), The Bretton Woods International Monetary System: A Historical Overview. (Eds.) M.D. Bordo and B. Eichengreen, A Retrospective on the Bretton Woods System, University of Chicago Press, Chicago.",
        "Michael P. Dooley, David Folkerts-Landau, Peter Garber (2002) An Essay on the Revived Bretton Woods System. NBER WP 9971, September.",
        "Barry Eichengreen (2004) Global Imbalances and the Lessons of Bretton Woods. NBER WP 10497.",
        "Jeffrey Frankel (2004) Twin Deficits and Twin Decades. Harvard mimeo. May.",
        "Alan Greenspan (2005) Current Accounts remarks given at Advancing Enterprise 2005 conference, London, England, February 4.",
        "Alan Greenspan (2003) Remarks on the 21st Annual Monetary Conference, Cosponsored by the Cato Institute and the Economist. Washington D.C. November 20.",
        "Pierre-Olivier Gourinchas and Helene Rey (2005) International Financial Adjustment NBER WP 11155.",
        "Mervyn King (2005) The International Monetary System. Remarks at `Advancing Enterprise 2005 Conference London, February 4.",
        "Philip R. Lane and Gian Maria Milesi-Ferretti (2005) Financial Globalization and Exchange Rates. IMF Working Paper 05/03.",
        "Ronald Mckinnon (1969) Private and Official Money: The Case for the Dollar Princeton Essays in International Economics. Princeton University. International Finance Section.",
        "Allan Meltzer (1991) U.S. Policy in the Bretton Woods Era. Federal Reserve Bank of St. Louis Review 73 (May/June) pp. 54-83.",
        "Maurice Obstfeld (2005) The Adjustment Mechanism. NBER WP.",
        "Maurice Obstfeld and Kenneth Rogoff (2004) The Unsustainable Current Account Position Revisited NBER WP 10869, October.",
        "Maurice Obstfeld and Alan Taylor (2004) Global Capital Markets: Integration, Crisis and Growth. Cambridge, Cambridge University Press.",
        "Gail Triner and Kirsten Wandschneider (2005) International Capital and the Brazilian Encilhamento, 1889-1892: An Early Example of Contagion among Emerging Markets. Financial History Review.",
        "Marc Uzan (2004) Reinventing Bretton Woods? Central Bank of Austria/ Reinventing Bretton Woods conference: 60 Years of Bretton Woods: The Governance of the International Financial System. June 21 2004, Vienna."
    ]
}