{
    "id": 1138,
    "cites": 26,
    "cited_by": 7,
    "reference": [
        "Adler, M. and B. Dumas, `The Microeconomics of the Firm in an Open Economy, American Economic Review, Papers and Proceedings, LXVII (1977), 180-189.",
        "Bilson, J. F. 0., Rational Expectations and the Exchange Rate, in J. A. Frenkel and H. G. Johnson eds., The Economics of Exchange Rates, (Reading, Mass: Addison-Wesley, 1978).",
        "Boyer, R. S., Optimal Foreign Exchange Market Intervention, Journal of Political Economy, LXXXVI (1978), 1045-1056.",
        "Buiter, W., Optimal Foreign Exchange Market Intervention with Rational Expectations, in J. Martin and A. Smith eds., Trade and Payments Adjustment under Flexible Exchange Rates, (London: Macmillan, 1979).",
        "Buiter, W. and J. Eaton, Policy Decentralization and Exchange Rate Management in Interdependent Economies, NBER Working Paper 531, 1980.",
        "Cox, W. M., Unanticipated Money, Output and Prices in the Small Economy, Journal of Monetary Economics, VI (1980), 359-384.",
        "Day, W. H. L., The Advantages of Exclusive Forward Exchange Rate Support, IMF Staff Papers, XXIII (1976), 137-163.",
        "Driskill, R. and S. McCafferty, Exchange Rate-Variability, Real and Monetary Shocks, and the Degree of Capital Mobility under Rational Expectations, Quarterly Journal of Economics, XCV (1980), 577-586.",
        "Exchange Market, Journal of International Economics, XII (1982), 313-331.",
        "Eaton, J., A Stochastic Exchange Rate Determination and Monetary Policy with Rational Expectations, mimeo 1978.",
        "Equilibrium, Discussion Paper No. 388, Economic Growth Center, Yale University, September 1981.",
        "Fama, E. and A. Farber, Money, Bonds, and Foreign Exchange, American Economic Review, LXIX (1979), 639-649.",
        "Fischer, S., Wage Indexation and Macroeconomic Stability, in K. Brunner and A. Meltzer, eds., Stabilization of the Domestic and International Economy, (Amsterdam: North-Holland, l977a). ______________ Stability and Exchange Rate Systems in a Monetarist Model of the Balance of Payments, in R. Aliber, ed., The Political Economy of Monetary Refoi~n, (Montclair, N.J.: Allanheld, Osmun and Co., 1977b).",
        "Flood, R., Capital Mobility and the Choice of Exchange Rate System, International Economic Review, XX (1979), 405-416.",
        "Frankel, J. A., The Diversifiability of Exchange Risk, Journal of International Economics, IX (1979), 378-393.",
        "Gray, J., Wage Indexation: A Macroeconomic Approach, Journal of Monetary Economics, II (1976), 221-235.",
        "Keynes, J. M., A Treatise on Money, Vol. 2, (London: MacMillan, 1930).",
        "Kouri, P. J. K., The Determinants of the Forward Premium, Institute for International Economic Studies Ppaer No. 62, 1976.",
        "Lucas, R. E., Jr., Some International Evidence on Output-Inflation Tradeoffs, American Economic Review, LXIII (1973), 326-334.",
        "Roper, D. E. and S. J. Turnovsky, Optimal Exchange Market Intervention in a Simple Stochastic Macro Model, Canadian Journal of Economics, XIII (1980), 296-309.",
        "Solnik, B. H., European Capital Markets, (Lexington, Mass: D. C. Heath, 1973).",
        "Spraos, J., `Speculation, Arbitrage and Steriing,~ Economic Journal, LXV (1959), 1-21.",
        "Taylor, J., Conditions for Unique Solutions in Stochastic Macroeconomic Models with Rational Expectations, Econometrica, XLV (1977), 1377-1385.",
        "Tsiang, S. C., The Theory of Forward Exchange and the Effects of Government Intervention on the Forward Exchange Market, IMF Staff Papers, VI (1959), 75-106.",
        "Turnovsky, S. J., The Relative Stability of Alternative Exchange Rate Systems in the Presence of Random Disturbances, Journal of Money, Credit, and Banking, VIII (1976), 29-50.",
        "Stability of an Open Economy under Rational Expectations, Journal of Money, Credit and Banking, XIV (1982), 303-326."
    ]
}