{
    "id": 11388,
    "cites": 26,
    "cited_by": 160,
    "reference": [
        "Acemoglu, D., and F. Zilibotti (1997): Was Prometheus Unbound by Chance? Risk, Diversification and Growth, Journal of Political Economy, 105, 709--751.",
        "Arrow, K. J. (1971): Essays in the Theory of Risk-Bearing. Chicago: Markham.",
        "Bernanke, B., M. Gertler, and S. Gilchrist (1996): The Financial Accelerator and the Flight to Quality, The Review of Economics and Statistics, LXXVIII, 1--15.",
        "Blanchard, O. J., and J. Simon (2001): The Long and Large Decline in U.S. Output Volatility, Brookings Paper on Economic Activity, 1, 135--164.",
        "Braun, M., and B. Larrain (2004): Finance and the Business Cycle: International, Inter-Industry Evidence, Journal of Finance.",
        "Campbell, J. Y., M. Lettau, B. Malkiel, and Y. Xu (2001): Have Individual Stocks Become More Volatile? An Empirical Exploration of Idiosyncratic Risk, Journal of Finance, 56(1), 1--43.",
        "Campbell, J. Y., and G. B. Taksler (2003): Equity Volatility and Corporate Bond Yields, Journal of Finance, LVIII (6), 2321--2349.",
        "Campello, M. (2003): Capital Structure and Product Markets Interactions: Evidence from Business Cycles, Jounral of Financial Economics, 68, 353--378.",
        "Chaney, T., X. Gabaix, and T. Philippon (2002): Firm Volatility, Mimeo, MIT.",
        "Chun, H., J.-W. Kim, J. Lee, and R. Morck (2004): Patterns of Comovement: The Role of Information Technology in the U.S. Economy, NBER WP 10937.",
        "Comin, D. (2000): An Uncertainty-Driven Theory of the Productivity Slowdown, Har- vard Thesis.",
        "Comin, D., E. Groshen, and B. Rabin (2005): Transitory Wage Inequality and Firm Volatility, mimeo NYU.",
        "Comin, D., and S. Mulani (2003): Diverging Trends in Macro and Micro Volatility: Facts, mimeo NYU.",
        "Franco, F., and T. Philippon (2004): Firms and Aggregate Dynamics, mimeo NYU.",
        "Frazzini, A., and I. Marsh (2002): Idiosyncratic Volatility in the US and UK Equity Markets, mimeo.",
        "Guvenen, F., and T. Philippon (2005): Firm Volatility and Wage Inequality, mimeo.",
        "Imbs, J., and R. Wacziarg (2004): Stages of Diversification, American Economic Review, forthcoming.",
        "Irvine, P. J., and J. Pontiff (2005): Idiosyncratic Return Volatility, Cash Flows, and Product Market Competition, mimeo Boston College.",
        "Jovanovic, B., and P. L. Rousseau (2001): Why Wait? A Century of Life Before IPO, AER paper and proceedings, pp. 336--341.",
        "Koren, M., and S. Tenreyro (2004): Technological Diversification, mimeo.",
        "Li, K., R. Morck, F. Yang, and B. Yeung (2004): Firm Specific Variation and Openness in Emerging Markets, Review of economics and statistics, 86(3), 658--669.",
        "Obstfeld, M. (1994): Risk-Taking, Global Diversification, and Growth, American Eco- nomic Review, 84, 1310--1329.",
        "Philippon, T. (2003): An Explanation for the Joint Evolution of Firm and Aggregate Volatility, mimeo NYU.",
        "Stock, J., and M. Watson (2002): Has the Business Cycle Changed and Why?, NBER Working Paper 9127.",
        "Sylla, R. (2002): An Historical Primer on the Business of Credit Rating, in Ratings, Rating Agencies and the Global Financial System, ed. by R. M. Levich, G. Majnoni, and C. Reinhart. Kluwer Academic Publishers.",
        "Thesmar, D., and M. Thoenig (2004): Financial Market Development and the Rise in Firm Level Uncertainty, CEPR."
    ]
}