{
    "id": 11380,
    "cites": 20,
    "cited_by": 22,
    "reference": [
        "AÃ\u0083Â¯t-Sahalia, Y., and P. A. Mykland (2003): The Effects of Random and Discrete Sampling When Estimating Continuous-Time Diffusions, Econometrica, 71, 483--549.",
        "AÃ\u0083Â¯t-Sahalia, Y., P. A. Mykland, and L. Zhang (2005): How Often to Sample a Continuous-Time Process in the Presence of Market Microstructure Noise, Review of Financial Studies, 18, 351--416.",
        "Andersen, T. G., T. Bollerslev, F. X. Diebold, and P. Labys (2001): The Distribution of Exchange Rate Realized Volatility, Journal of the American Statistical Association, 96, 42--55.",
        "Barclay, M. J., T. Hendershott, and D. T. McCormick (2003): Competition among Trading Venues: Information and Trading on Electronic Communications Networks, Journal of Finance, 58, 2637--2665.",
        "Barndorff-Nielsen, O. E., P. R. Hansen, A. Lunde, and N. Shephard (2004): Regular and Modified Kernel-Based Estimators of Integrated Variance: The Case with Independent Noise, Discussion paper, Department of Mathematical Sciences, University of Aarhus.",
        "Barndorff-Nielsen, O. E., and N. Shephard (2002): Econometric Analysis of Realized Volatility and Its Use in Estimating Stochastic Volatility Models, Journal of the Royal Statistical Society, B, 64, 253--280.",
        "Black, F. (1986): Noise, Journal of Finance, 41, 529--543.",
        "Choi, J. Y., D. Salandro, and K. Shastri (1988): On the Estimation of Bid-Ask Spreads: Theory and Evidence, The Journal of Financial and Quantitative Analysis, 23, 219--230.",
        "French, K., and R. Roll (1986): Stock Return Variances: The Arrival of Information and the Reaction of Traders, Journal of Financial Economics, 17, 5--26.",
        "GenÃ\u0083Â§ay, R., G. Ballocchi, M. Dacorogna, R. Olsen, and O. Pictet (2002): Real-Time Trading Models and the Statistical Properties of Foreign Exchange Rates, International Economic Review, 43, 463-- 491.",
        "Hall, P., and C. C. Heyde (1980): Martingale Limit Theory and Its Application. Academic Press, Boston.",
        "Hansen, P. R., and A. Lunde (2004): An Unbiased Measure of Realized Variance, Discussion paper, Stanford University, Department of Economics.",
        "Harris, L. (1990): Statistical Properties of the Roll Serial Covariance Bid/Ask Spread Estimator, Journal of Finance, 45, 579--590.",
        "Jacod, J. (1994): Limit of Random Measures Associated with the Increments of a Brownian Semimartingale, Discussion paper, UniversitÃ\u0083Â© de Paris VI.",
        "Jacod, J., and P. Protter (1998): Asymptotic Error Distributions for the Euler Method for Stochastic Differential Equations, Annals of Probability, 26, 267--307.",
        "Mykland, P. A., and L. Zhang (2002): ANOVA for Diffusions, Discussion paper, The University of Chicago, Department of Statistics.",
        "Roll, R. (1984): A Simple Model of the Implicit Bid-Ask Spread in an Efficient Market, Journal of Finance, 39, 1127--1139.",
        "Stoll, H. (2000): Friction, Journal of Finance, 55, 1479--1514.",
        "Zhang, L. (2004): Efficient Estimation of Stochastic Volatility Using Noisy Observations: A Multi-Scale Approach, Discussion paper, Carnegie-Mellon University.",
        "Zhang, L., P. A. Mykland, and Y. AÃ\u0083Â¯t-Sahalia (2002): A Tale of Two Time Scales: Determining Integrated Volatility with Noisy High-Frequency Data, forthcoming in the Journal of the American Statistical Association."
    ]
}