{
    "id": 11395,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "[1] Aaron, Henry and Robert Reischauer (1995) The Medicare Reform Debate: What is the Next Step? Health Affairs, 14(4):8-30.",
        "[2] Atherly, Adam, Bryan Dowd and Roger Feldman (2004), The Effect of Benefits, Premiums and Health Risk on Health Plan Choice in the Medicare Program, Health Services Research, 39(4):847-864.",
        "[3] Barringer, Melissa and Olivia Mitchell (1994) Workers Preferences Among CompanyProvided Health Insurance Plans, Industrial and Labor Relations Review, 48(1):141152.",
        "[4] Beaulieu, Nancy (2002) Quality Information and Consumer Health Plan Choices Journal of Health Economics, 21(1): 43-63.",
        "[5] Buchmueller, Thomas (1996/97) Marital Status, Spousal Coverage and the Gender Gap in Employer-Sponsored Health Insurance, Inquiry 33(4):308-316.",
        "[7] Buchmueller, Thomas (2000), The Health Plan Choices of Retirees Under Managed Competition, Health Services Research, 35(5):949975.",
        "[8] Butler, Stuart and Robert Moffit (1995) The FEHBP as a Model for a New Medicare Program Health Affairs, 14(4):4761.",
        "[9] Chernew, Michael, Gautum Gawrisankaran and Dennis P. Scanlon (2002) Learning and the Value of Information: The Case of Health Plan Report Cards NBER Working Paper No. 8589.",
        "[10] Cutler, David (2003) Employee Costs and the Decline in Health Insurance Coverage, in Frontiers in Health Policy Research, Volume 6, David M. Cutler and Alan M. Garber, Eds. MIT Press.",
        "[11] Cutler, David and Sara Reber (1998), Paying for Health Insurance: The Tradeoff Between Competition and Adverse Selection, Quarterly Journal of Economics, 113(2):433466.",
        "[12] Dowd, Bryan, Roger Feldman and John Christianson (1996) Competitive Pricing For Medicare, Washington, DC: The AEI Press.",
        "[13] Dowd, Bryan, Roger Feldman and Robert Coulam (2003) The Effect of Health Plan Characteristics on Medicare+Choice Enrollment, Health Services Research, 38(1): 113135.",
        "[14] Enthoven, Alain (1988) Managed Competition: An Agenda for Action Health Affairs, 7(3):2547. 23",
        "[15] Feldman, Roger, Michael Finch, Bryan Dowd and Steven (1989) The Demand for Employment-Based Health Insurance Plans The Journal of Human Resources 24:11542.",
        "[16] Gruber, Jonathan and Ebonya Washington (2005) Subsidies to Employee Health Insurance Premiums and the Health Insurance Market, Journal of Health Economics 24(2):253-276.",
        "[17] Harris, Katherine (1997) The Effect of Perceived Quality and Unobserved Cost Sharing on the Health Plan Choice of Elderly Medicare Beneficiaries Unpublished Manuscript, Institute for Health Services Research, Tulane University Medical Center.",
        "[18] Harris, Katherine and Michael Keane (1999) A Model of Health Plan Choice: Inferring Preferences and Perceptions from a Combination of Revealed Preference and Attitudinal Data Journal of Econometrics 89(1,2): 131157.",
        "[19] McFadden, Daniel and Kenneth Train (2000) Mixed MNL Models for Discrete Response, Journal of Applied Econometrics 15(5):447470.",
        "[20] Neipp, Joachim and Richard Zeckhauser (1985) Persistence in the Choice of Health Plans, in Advances in Health Economics and Health Services Research, Volume 6, edited by R. Scheffler and L. Rossiter, Greenwich, CT: JAI Press, 4474.",
        "[21] Royalty, Ann and Neil Solomon (1999) Health Plan Choice: Price Elasticities in a Managed Competition Setting, Journal of Human Resources, 34(1):141.",
        "[22] Samuelson, William and Richard Zeckhauser (1988) Status Quo Bias in Decision Making Journal of Risk and Uncertainty 1(1):759.",
        "[23] Strombom, Bruce, Thomas Buchmueller and Paul Feldstein (2002) Switching Costs, Price Sensitivity and Health Plan Choice Journal of Health Economics, 21(1): 89-116.",
        "[24] Train, Kenneth (2003) Discrete Choice Methods with Simulation, Cambridge University Press.",
        "[26] Wedig, Gerard and Ming Tai-Seale (2002) The Effect of Report Cards on Consumer Choice in the Health Insurance Market, Journal of Health Economics, 21(6): 1031 1048."
    ]
}