{
    "id": 11391,
    "cites": 43,
    "cited_by": 27,
    "reference": [
        "Acharya, Viral, Jingzhi Huang, Marti Subrahmanyam, and Rangarajan Sundaram, 2000, Costly Financing, Optimal Payout Policies, and the Valuation of Corporate Debt, Working Paper, New York University and London Business School.",
        "Almeida, Heitor, and Murillo Campello, 2004, Financing Constraints, Asset Tangibility, and Corporate Investment, Working paper, New York University and University of Illinois.",
        "Almeida, Heitor, Murillo Campello, and Michael Weisbach, 2004, The Cash Flow Sensitivity of Cash, Journal of Finance 59, 1777-1804.",
        "Calomiris, Charles, Charles Himmelberg, and Paul Wachtel, 1995, Commercial Paper and Corporate Finance: A Microeconomic Perspective, Carnegie Rochester Conference Series on Public Policy 45, 203-250.",
        "DeMarzo, Peter, and Darrell Duffie, 1991, Corporate Financial Hedging with Proprietary Information, Journal of Economic Theory 53, 261-286.",
        "Dittmar, Amy, Jan Mahrt-Smith, and Henri Servaes, 2003, International Corporate Governance and Corporate Cash Holdings, Journal of Financial and Quantitative Analysis 38, 111-134.",
        "Erickson, Timothy, and Toni Whited, 2000, Measurement Error and the Relationship between Investment and Q, Journal of Political Economy 108, 1027-1057.",
        "Fama, Eugene, and Kenneth French, 2002, Testing Tradeoff and Pecking Order Predictions about Dividends and Debt, Review of Financial Studies 15, 1-33.",
        "Fazzari Steve, R. Glenn Hubbard, and Bruce Petersen, 1988, Financing Constraints and Corporate Investment, Brooking Papers on Economic Activity 1, 141-195.",
        "Faulkender, Michael, and Mitchell Petersen, 2004, Does the Source of Capital Affect Capital Structure? Working Paper, Washington University-St. Louis and Northwestern University.",
        "Faulkender, Michael, and Rong Wang, 2005, Corporate Financial Policy and the Value of Cash, Working Paper, Washington University-St. Louis.",
        "Frank, Murray, and Vidhan Goyal, 2003, Testing the Pecking Order Theory of Capital Structure, Journal of Financial Economics 67, 217-248.",
        "Froot, Kenneth, David Scharfstein, and Jeremy Stein, 1993, Risk Management: Coordinating Corporate Investment and Financing Policies, Journal of Finance 48, 1629-1658.",
        "Gay, Gerald, and Jouahn Nam, 1998, The Underinvestment Problem and Corporate Derivatives Use, Financial Management, Winter, 53-69.",
        "GÃ\u0083Â©czy, Christopher, Bernadette Minton, and Catherine Schrand, 1997, Why Firms Use Currency Derivatives? Journal of Finance 52, 1323-1354.",
        "Gilchrist, Simon, and Charles Himmelberg, 1995, Evidence on the Role of Cash Flow for Investment, Journal of Monetary Economics 36, 541-372.",
        "Graham, John, and Campbell Harvey, 2001, The Theory and Practice of Corporate Finance: Evidence From the Field, Journal of Financial Economics 60, 187-243.",
        "Graham, John, and Daniel Rogers, 2002, Do Firms Hedge in Response to Tax Incentives? Journal of Finance 57, 815-839.",
        "Guay, Wayne, 1999, The Impact of Derivatives on Firm Risk: An Empirical Examination of New Derivative Users, Journal of Accounting and Economics 26, 319-351.",
        "Guay, Wayne, and S. Kothari, 2003, How Much do Firms Hedge Using Derivatives? forthcoming, Journal of Financial Economics.",
        "Harford, Jarrad, Sattar Mansi, and William Maxwell, 2005, Corporate Governance and Firm Cash Holdings, Working Paper, University of Washington.",
        "Hart, Oliver, and John Moore, 1994, A Theory of Debt Based on the Inalienability of Human Capital, Quarterly Journal of Economics 109, 841-879.",
        "Hartzell, Jay, Sheridan Titman, and Garry Twite, 2005, Why Do Firms Hold So Much Cash? A Tax-Based Explanation, Working Paper, University of Texas.",
        "Haushalter, David, 2001, Financing Policy, Basis Risk, and Corporate Hedging: Evidence from Oil and Gas Producers, Journal of Finance 55, 107-152.",
        "Holmstrom, Bengt, and Jean Tirole, 1997, Financial Intermediation, Loanable Funds and the Real Sector, Quarterly Journal of Economics 112, 663-691.",
        "Hubbard, R. Glenn, 1998, Capital Market Imperfections and Investment, Journal of Economic Literature 36, 193-227.",
        "Kim, Chang-Soo, David Mauer, and Ann Sherman, 1998, The Determinants of Corporate Liquidity: Theory and Evidence, Journal of Financial and Quantitative Analysis 33, 335-359.",
        "Leland, Hayne, 1998, Agency Costs, Risk Management, and Capital Structure, Journal of Finance 53, 1213-1243.",
        "Lemmon, Michael, and Jaime Zender, 2004, Debt Capacity and Tests of Capital Structure Theories, Working Paper, University of Utah.",
        "Mian, Shehzad, 1996, Evidence on Corporate Hedging Policy, Journal of Financial and Quantitative Analysis 31, 419-439.",
        "Mikkelson, Wayne, and Megan Partch, 2003, Do Persistent Large Cash Reserves Hinder Performance ? Journal of Financial and Quantitative Analysis 38, 275-294.",
        "Myers, Stewart, 1977, Determinants of Corporate Borrowing, Journal of Financial Economics 5, 147-175.",
        "Nance, Deana, Clifford Smith, and Charles Smithson, 1993, On the Determinants of Corporate Hedging, Journal of Finance 48, 267-284.",
        "Opler, Tim, Lee Pinkowitz, RenÃ\u0083Â© Stulz, and Rohan Williamson, 1999, The Determinants and Implications of Corporate Cash Holdings, Journal of Financial Economics 52, 3-46.",
        "Petersen, Mitchell, and Ramu Thiagarajan, 2000, Risk Measurement and Hedging with and without Derivatives, Financial Management, Winter, 5-30.",
        "Pinkowitz, Lee, and Rohan Williamson, 2003, What is a Dollar Worth? The Market Value of Cash Holdings, Working Paper, Georgetown University.",
        "Pinkowitz, Lee, RenÃ\u0083Â© Stulz, and Rohan Williamson, 2003, Do Firms in Countries with Poor Protection of Investor Rights Hold More Cash? Working Paper, Ohio State University.",
        "Shyam-Sunder, Lakshimi, and Stewart Myers, 1999, Testing Static Tradeoff against Pecking Order Models of Capital Structure, Journal of Financial Economics 51, 219-244.",
        "Smith, Clifford, and RenÃ\u0083Â© Stulz, 1985, The Determinants of Corporate Hedging, Journal of Financial and Quantitative Analysis 20, 391-402.",
        "Stulz, RenÃ\u0083Â©, 1984, Optimal Hedging Policies, Journal of Financial and Quantitative Analysis 19, 127-140.",
        "Stulz, RenÃ\u0083Â©, 1996, Rethinking Risk Management, Journal of Applied Corporate Finance 9, 8-24.",
        "Tufano, Peter, 1996, Who Manages Risk? An Empirical Examination of Risk Management Practices in the Gold Mining Industry, Journal of Finance 51, 1097-1137.",
        "Vickery, James, 2004, Corporate Risk Management and the Structure of Loan Contracts, Working Paper, MIT."
    ]
}