{
    "id": 11394,
    "cites": 35,
    "cited_by": 5,
    "reference": [
        "Angrist, Joshua D. 1990. Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records, 80 American Economic Review 313-336.",
        "Beaudry, Paul, and John DiNardo. 1991. The Effect of Implicit Contracts on the Movement of Wages Over the Business Cycle: Evidence from Micro Data, 99 Journal of Political Economy 665-688.",
        "Blaustein, Albert P. and Clarence Clyde Ferguson, Jr. 1957. Desegregation and the Law: The Meaning and Effect of the School Desegregation Cases. New Brunswick, NJ: Rutgers University Press.",
        "Bond, Horace Mann. 1934. The Education of the Negro in the American Social Order. New York, NY: Prentice-Hall.",
        "Boozer, Michael A., Alan B. Krueger, Shari Wolkon. 1992. Race and School Quality Since Brown v.",
        "Board of Education, Brookings Papers on Economic Activity, Microeconomics, 269-338. Braddock, Jomills Henry II, Robert L. Crain, and James M. McPartland. 1984. A Long-Term View of School Desegregation: Some Recent Students of Graduates as Adults, 66 Phi Delta Kappan 259264.",
        "Card, David and Alan B. Krueger. 1992. School Quality and Black-White Relative Earnings: A Direct Assessment, 107 Quarterly Journal of Economics 151-200.",
        "Card, David and Alan B. Krueger. 1996. Labor Market Effects of School Quality: Theory and Evidence, in Gary Burtless, ed., Does Money Matter? The Link Between Schools, Student Achievement, and Adult Success. Washington, DC: Brookings Institution.",
        "Chong, Dennis. 1991. Collective Action and the Civil Rights Movement. Chicago, IL: University of Chicago Press.",
        "Clotfelter, Charles T. 2004. After Brown: The Rise and Retreat of School Desegregation. Princeton, NJ: Princeton University Press.",
        "Collins, William J. and Robert A. Margo. 2004. The Labor Market Effects of the 1960s Riots, in William G. Gale and Janet Rothenberg Pack, eds., Brookings-Wharton Papers on Urban Affairs 2004. Washinginton, DC: Brookings Institution.",
        "Crain, Robert L. and Jack Strauss. 1985. School Desegregation and Black Occupational Attainments: Results from a Long-term Experiment. Center for Social Organization of Schools. Baltimore, MD: Johns Hopkins University.",
        "Donohue, John J. and James Heckman. 1991. Continuous versus Episodic Change: The Impact of Civil Rights Policy on the Economic Status of Blacks 24 Journal of Economic Literature 1603-1643.",
        "Greeley, Andrew M. and Paul B. Sheatsley. 1971. Attitudes toward Racial Integration, 222 Scientific American (December) 13-19.",
        "Grogger, Jeff. 1996. Does School Quality Explain the Recent Black/White Wage Trend? 14 Journal of Labor Economics 231-253.",
        "Hanushek, Eric A., John F. Kain, and Steven G. Rivkin. 2002. New Evidence about Brown v. Board of Education: The Complex Effects of School Racial Composition. NBER Working Paper 8741.",
        "Cambridge, MA: National Bureau of Economic Research. Heckman, James, Anne Layne-Ferrar, and Petra Todd. 1996. Does Measured School Quality Really Matter? in Gary Burtless, ed., Does Money Matter? The Link Between Schools, Student Achievement, and Adult Success. Washington, DC: Brookings Institution.",
        "Jackson, James S. and Gerald Gurin. 1997. National Survey of Black Americans. Ann Arbor, MI: ICPSR 6668.",
        "Katz, Ellen D. 2003. Reinforcing Representation: Congressional Power to Enforce the Fourteenth and Fifteenth Amendments in the Rehnquist and Wait Courts, 101 University of Michigan Law Review 2341-2408.",
        "Klarman, Michael J. 1994. Brown, Racial Change, and the Civil Rights Movement. 80 Virginia Law Review 7-150.",
        "Kluger, Richard. 1975. Simple Justice: The History of Brown v. Board of Education and Black Americas Struggle for Equality. New York, NY: Alfred A. Knopf.",
        "Lassiter, Mathew D. and Andrew B. Lewis, eds. 1998. The Moderates Dilemma: Massive Resistance to School Desegregation in Virginia. Charlottesville, VA: University Press of Virginia.",
        "Margo, Robert A. 1986. Educational Achievement in Segregated School Systems: The Effects of `Separate-but-Equal, 76 American Economic Review 794-801.",
        "McPherson, James. 1964. The Struggle for Equality: Abolitionists and the Negro in the Civil Ward and Reconstruction. Princeton, NJ: Princeton University Press.",
        "Orazem, Peter. 1987. Black-White Differences in School Investment and Human Capital Production in Segregated School Systems, 77 American Economic Review 714-723.",
        "Reber, Sarah J. 2003. Court Ordered Desegregation: Successes and Failures Integrating American Schools Since Brown. Working paper.",
        "Reber, Sarah J. 2004. Desegregation and Educational Attainment for Blacks: Evidence from Louisiana Working paper.",
        "Rosenberg, Gerald N. 1991. The Hollow Hope: Can Courts Bring About Social Change? Chicago, IL: University of Chicago Press.",
        "Ruggles, Steven, Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King, and Chad Ronnander. 2004. Integrated Public Use Microdata Series: Version 3.0. Minneapolis, MN: Minnesota Population Center.",
        "Rivkin, Steven G. 2000. School Desegregation, Academic Attainment, and Earnings, 35 Journal of Human Resources 333-346.",
        "Smith, James P. and Finis R. Welch. 1989. Black Economic Progress After Myrdal, 27 Journal of Economic Literature 519-564.",
        "Chapel Hill, NC: University of North Carolina Press. U.S. Commission on Civil Rights. 1967. Racial Isolation in the Public Schools. Volumes 1 and 2.",
        "Vigdor, Jacob L. 2002. The Pursuit of Opportunity: Explaining Selective Black Migration, 51 Journal of Urban Economics 391-417.",
        "Welch, Finis and Audrey Light. 1987. New Evidence on School Desegregation, U.S. Commission on Civil Rights, Clearinghouse Publication 92.",
        "Wilkerson, Doxey A. 1939. Special Problems of Negro Education, The Advisory Committee on Education, Staff Study Number 12. Washington, DC: U.S. Government Printing Office."
    ]
}