{
    "id": 11392,
    "cites": 21,
    "cited_by": 45,
    "reference": [
        "[1] Brayton, Flint, and Peter Tinsley (eds.), A Guide to FRB/USA Macroeconomic Model of the United States, Finance and Economics Discussion Series Paper No. 1996--42.",
        "[2] Brayton, F., A. Levin, R. Tryon, and J.C. Williams (1997), The Evolution of Macro Models at the Federal Reserve Board, Carnegie-Rochester Conference Series on Public Policy 47, 227--245.",
        "[3] Brayton, F., E. Mauskopf, D. Reifschneider, P. Tinsley, and J. C. Williams (1997), The Role of Expectations in the FRB/US Macroeconomic Model, Federal Reserve Bulletin (April), 227--245.",
        "[5] Christiano, Laurence, Martin Eichenbaum, and Charles Evans (2004), Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy, forthcom- ing.",
        "[6] Fair, Ray C., and John B. Taylor (1983), Solution and Maximum Likelihood Estimation of Dynamic Rational Expectations Models, Econometrica 51, 1169--1185.",
        "[7] Federal Reserve Board (1997a), Greenbook, February.",
        "[8] Federal Reserve Board (1997b), Bluebook, February.",
        "[9] Federal Reserve Board (1999), Greenbook, November.",
        "[10] Hansen, Lars P., and Thomas J. Sargent (2003), Robust Control of Forward-looking Models, Journal of Monetary Economics 50, 581--604.",
        "[11] Hansen, Lars P., and Thomas J. Sargent (2004), Misspecification in Recursive Macroeconomic Theory, unpublished manuscript.+",
        "[12] Greenspan, Alan (2004), Risk and Uncertainty in Monetary Policy American Economic Review Papers and Proceedings 94, 33--39.",
        "[13] Kalchbrenner, John, and Peter Tinsley (1976), On the Use of Feedback Control in the Design of Aggregate Monetary Policy. American Economic Review Papers and Proceedings 66, 349-- 355.",
        "[14] Levin, Andrew T., and John C. Williams (2003), Robust Monetary Policy with Competing Reference Models, Journal of Monetary Economics 50, 945--975.",
        "[15] Orphanides, Athanasios, and John C. Williams (2002), Robust Monetary Policy Rules with Unknown Natural Rates, Brookings Papers on Economic Activity ,2: 63--118.",
        "[16] Svensson, Lars E.O. (2003), What Is Wrong with Taylor Rules? Using Judgment in Monetary Policy through Targeting Rules, Journal of Economic Literature 41, 426--477.",
        "[17] Svensson, Lars E.O. (2005), Monetary Policy with Judgment: Forecast Targeting, Interna- tional Journal of Central Banking 1, 1--54, www.ijcb.org.",
        "[18] Reifschneider, David, Robert J. Tetlow, and John C. Williams, (1999), Aggregate Distur- bances, Monetary Policy, and the Macroeconomy: The FRB/US Perspective, Federal Reserve Bulletin (January), 1--19.",
        "[19] Sack, Brian and Volker Wieland (2000) Interest-rate smoothing and optimal monetary policy: a review of recent empirical literature Journal of Economics and Business,52: 205-228.",
        "[20] Taylor, John B. (1993), Discretion versus Policy Rules in Practice, Carnegie-Rochester Con- ference Series on Public Policy 39, 195--214.",
        "[22] Tetlow, Robert J., and Peter von zur Muehlen (2001), Robust Monetary Policy with Mis- specified Models: Does Model Uncertainty Always Call for Attenuated Policy? Journal of Economic Dynamics and Control 25, 911--949.",
        "[23] Woodford, Michael (2003), Interest Rates and Prices, Princeton University Press."
    ]
}