{
    "id": 11399,
    "cites": 30,
    "cited_by": 92,
    "reference": [
        "[1] Alesina, A., Angeletos, G.M., 2005. Fairness and Redistribution. American Economic Review, forthcoming.",
        "[2] Alesina, A., Baqir, R. , Easterly, W., 2000. Redistributive Public Employment. Journal of Urban Economics 48, 219-41.",
        "[3] Alesina, A., Denninger, S., Rostagno, M., 2001. Redistribution through Public Employment: the Case of Italy. IMF Staff Papers 48, 447-73.",
        "[4] Alesina, A., Glaeser, E., 2004. Fighting Poverty in the US and Europe: a World of Difference. Oxford University Press, Oxford, UK.",
        "[5] Alesina, A., Glaeser, E., Sacerdote, B., 2001. Why Doesnt the United States Have a European- style Welfare State? Brookings Papers on Economic Activity 2:2001.",
        "[6] Alesina, A., La Ferrara, E., 2005. Preferences for Redistribution in the Land of Opportunity. Journal of Public Economics, forthcoming.",
        "[7] Andvig, J., Moene, K., 1991. How Corruption May Corrupt. Journal of Economic Behavior and Organization 13, 63-76.",
        "[8] Angeletos, G.M., Kollintzas, T., 1999. Corruption, Rent Seeking and Growth. CEPR working paper 2464.",
        "[9] Banerjee, A., 1997. A Theory of Misgovernance. Quarterly Journal of Economics 112, 1289- 1331.",
        "[10] Baumol, W.J., 1990. Entrepreneurship: Productive, Unproductive, and Destructive. Journal of Political Economy 98, 893-921.",
        "[11] Benabou, R., Tirole, J., 2005. Belief in a Just World and Redistributive Politics. NBER Work- ing Paper 11208.",
        "[12] Di Tella, R., Mc Culloch, R., 2003. Why Doesnt Capitalism Flow to Poor Countries? Unpub- lished.",
        "[13] Djaonkv S., Glaeser, E., La Porta, R., Lopez de Silanes, F., Shleifer, A., 2002. The Regulation of Entry. Quarterly Journal of Economics 117, 1-38.",
        "[14] Dornbusch, R., Edwards, S. (Eds.), 1991. The Macroeconomics of Populism in Latin America. University of Chicago Press and NBER.",
        "[15] Fehr, E., Schmidt, K., 2001. Theories of Fairness and Reciprocity -- Evidence and Economic Applications. Prepared for the 8th World Congress of the Econometric Society.",
        "[16] Glaeser, E., Shleifer, A., 2003. The Rise of the Regulatory State. Journal of Economic Litera- ture 41, 401-25.",
        "[17] Johnson, S., Kaufman, D., Shleifer A., 1997. The Unofficial Economy in Transition. Brookings Papers on Economic Activity 159-239.",
        "[18] Josephson, M., 1934. The Robber Barons. Harcourt Brace and Co., New York.",
        "[19] Knack, S., Keefer, P., 1995. Institutions and Economic Performance: Cross-country tests using alternative institutional measures. Economic and Politics 7, 207-27.",
        "[20] Mauro, P., 1995. Corruption and Growth. Quarterly Journal of Economics 110, 681-712.",
        "[21] Meltzer, A., Richard, S., 1981. A Rational Theory of the Size of Government. Journal of Political Economy 89, 914-27.",
        "[22] Mueller, D., 2003. Public Choice. Cambridge University Press, Cambridge, UK.",
        "[23] Murphy, K.M., Shleifer, A., Vishny, R.W., 1993. Why is Rent-Seeking so Costly to Growth? American Economic Review 83, 409-14.",
        "[24] Olken, B., 2003. Corruption and the Costs of Redistribution. Unpublished.",
        "[25] Perotti, R., 1996. Growth, Income Distribution and Democracy: What the Data Say. Journal of Economic Growth 1, 149-87.",
        "[26] Perotti, R., 2002. Social Spending in Colombia: Analysis and Proposals. Working Paper FEDESARROLLO, Bogota, Colombia.",
        "[27] Piketty, T., 1995. Social Mobility and Redistributive Politics. Quarterly Journal of Economics 110, 551--84.",
        "[28] Rajan, R., and L. Zingales (2002), Saving Capitalism from Capitalists, Crown Publishing: New York.",
        "[29] Romer, T., 1975. Individual Welfare, Majority Voting and the Properties of a Linear Income Tax. Journal of Public Economics 7, 163-88.",
        "[30] Stigler, G., 1971. The Theory of Economic Regulation. Bell Journal of Economics 2, 137-46."
    ]
}