{
    "id": 11403,
    "cites": 29,
    "cited_by": 12,
    "reference": [
        "Aizenman, J., and I. Noy (2004) Endogenous Financial and Trade Openness: Efficiency and Political Economy Considerations, manuscript.",
        "Albuquerque, R., N. Loayza, and L ServÃ\u0083Â©n (in press). World market integration through the lens of foreign direct investment. Journal of International Economics. Arteta, C., and B. Eichengreen (2002). Banking Crises in Emerging Markets: Presumptions and Evidence. In: M. Blejer and M. Skreb. (eds.) Exchange Rate and Financial Vulnerability in Emerging Markets. Cambridge, MA, MIT Press.",
        "Aviat A. and N. Coeurdacie (2004), The Geography of Trade in Goods and Asset Holdings, manuscript, CnrsEhessEns.",
        "Blonigen, Bruce A. and Miao Wang (2004). Inappropriate Pooling Of Wealthy And Poor Countries In Empirical FDI Studies. NBER Working Paper 10378.",
        "Blyde, J. and Natalia S. Sinyavskaya (2004). The Impact of Liberalizing Trade in Services on Trade in Goods: An Empirical Investigation. Paper presented at the LACEA 2004 conference in San JosÃ\u0083Â©, Costa Rica.",
        "CalderÃ\u0083Â³n, CÃ\u0083Â©sar and Lin Liu (2003). The direction of causality between financial development and economic growth. Journal of Development Economics, 72, 321 334.",
        "Caprio Gerard and Daniela Klingebiel (1999). Episodes of Systemic and Borderline Financial Crises. Manuscript (October).",
        "Chan, Kitty K. and Edward R. Gemayel (2004). Risk Instability and the Pattern of Foreign Direct Investment in the Middle East and North Africa Region. IMF Working paper 04/139.",
        "Chong, Alberto and CÃ\u0083Â©sar CalderÃ\u0083Â³n (2000). Causalilty and Feedback Between Institutional Measures and Economic Growth. Economics and Politics, 12(1), 69-81.",
        "Do, Quy-Toan and Andrei A. Levchenko (2004). Trade and Financial Development. Paper presented at LACEA 2004, San Jose, Costa Rica.",
        "Dreher, Axel and Lars-H.R. Siemers (2003). The Intriguing Nexus Between Corruption and Capital Account Restrictions, mimeo, June.",
        "Feenstra, R. (2003). Advanced International Trade: Theory and Evidence, Princeton Press.",
        "Gavin, M., R. Hausmann, R. Perotti and E. Talvi (1996) Managing Fiscal Policy in Latin America and the Caribbean: Procyclicality, Volatility, and Limited Creditworthiness, mimeo, Inter-American Development Bank.",
        "Geweke, John (1982). Measurement of Linear Dependence and Feedback Between Multiple Time Series. Journal of the American Statistical Association, 77(378), 304-313.",
        "Glick, Reuven and Michael Hutchison (forthcoming). Capital Controls and Exchange Rate Instability in Developing Economies. Journal of International Money and Finance. Geweke, John (1984). Measures of Conditional Linear Dependence and Feedback Between Time Series. Journal of the American Statistical Association, 79(388), 907-915.",
        "Granger, Clive W. J. (1969). Investigating Causal Relations by Econometric Models and Cross-spectral methods. Econometrica, 37(3), 424-438.",
        "Granger, Clive W. J. (1988). Some recent developments in a concept of causality, Journal of Econometrics, 39, 199-212.",
        "Gordon H. Hanson, G. H., R. J. Mataloni and M. J. Slaughter (2001). Expansion Strategies of U.S. Multinational Firms, NBER Working paper 8433.",
        "Harrison, Ann E., Inessa Love, and Margaret S. McMillan (2004). Global capital flows and financing constraints. Journal of Development Economics 75, 269 301.",
        "Helpman E. and A. Razin (1978). A Theory of International Trade Under Uncertainty, Academic Press.",
        "Hoover K. (2001). Causality in Macroeconomics. Cambridge University Press, Cambridge, UK.",
        "Hutchison, Michael and Ilan Noy (2002). Output Costs of Currency and Balance of Payments Crises in Emerging Markets, Comparative Economic Studies, XLIV(2), Summer.",
        "Hutchison, Michael and Ilan Noy (forthcoming). How Bad Are Twins? Output Costs of Currency and Banking Crises Journal of Money, Credit and Banking. Lane, Philip R., and Gian Maria Milesi-Ferretti (2004). International Investment Patterns. IMF Working Paper WP/04/134.",
        "Portes, R. and H. Rey (2003), The Determinants of Cross Border Equity Flows, manuscript, Princeton University.",
        "Rajan, G. R. and L. Zingales (2003). The Great Reversals: The Politics of Financial Development in the 20 Century, forthcoming, Journal of Financial Economics. th Razin, Assaf, Yona Rubinstein and Efraim (2003). Which Countries Export FDI, And How Much? NBER Working Paper 10145.",
        "Rose, Andrew K., and Mark M. Spiegel (2004). A Gravity Model of Sovereign Lending: Trade, Default, and Credit. IMF Staff Papers, 51, 50-63.",
        "Sims, Christopher A. (1972). Money, Income, and Causality. American Economic Review, 62(4), 540-552.",
        "Swenson, Deborah L. (2004). Foreign Investment and the Mediation of Trade Flows. Review of International Economics, 12(4), 609629.",
        "Talvi, Ernesto, and Carlos A. Vegh (2000). Tax Base Variability and Procyclical Fiscal Policy. NBER Working Paper No. W7499, January."
    ]
}