{
    "id": 11400,
    "cites": 43,
    "cited_by": 3,
    "reference": [
        "Barber, B., Odean, T., 2003. All that glitters: The effect of attention and news on the buying behavior of individual and institutional investors. Unpublished working paper. UC Davis and UC Berkeley.",
        "Barber, B., Odean, T., Zhu, N., 2003. Systematic noise. Unpublished working paper. UC Davis and UC Berkeley.",
        "Barberis, N., Shleifer, A., Vishny, R., 1998. A model of investor sentiment. Journal of Financial Economics 48, 307-343.",
        "Barberis, N., Thaler, R., 2003. A survey of behavioral finance. In: Constantinides G., Harris, M., Stulz, R. (Ed.), Handbook of the Economics of Finance, North-Holland, Amsterdam.",
        "Bernardo, A., Welch, I., 2001. On the evolution of overconfidence and entrepreneurs. Journal of Economics and Management Strategy, 10, 301-330.",
        "Boyer, B., 2004. Style investing and comovement among stocks with similar book-to-market ratios. Unpublished working paper. Brigham Young University.",
        "Campbell, J., Lettau, M., Malkiel, B., Xu, Y., 2001. Have individual stocks become more volatile? An empirical exploration of idiosyncratic risk. Journal of Finance 56, 1-43.",
        "Della Vigna, S., Pollett, J., 2003. Attention, demographics, and the stock market. Unpublished working paper. UC Berkeley and Harvard University.",
        "Einhoen, H., 1980. Overconfidence in judgement. New Directions for Methodology of Social and Behavioral Science 4, 1-16.",
        "French, K., Roll, R., 1986. Stock return variances: the arrival of information and the reaction of traders. Journal of Financial Economics 17, 5-26.",
        "Gabaix, X., Laibson, D., 2003. Bounded rationality and directed cognition. Unpublished working paper. MIT and Harvard University.",
        "Gabaix, X., Laibson, D., Moloche, G., Weinberg, S., 2003. The allocation of attention: theory and evidence. Unpublished working paper. MIT and Harvard University.",
        "Gervais, S., Odean, T., 2001. Learning to be overconfident. Review of Financial Studies 14, 1-27.",
        "Grossman, S., Stiglitz, J., 1980. On the impossibility of informationally efficient markets. American Economic Review 70, 393-408.",
        "Hirshleifer, D., Teoh, S. H. 2004. Limited investor attention and earnings-related under- and over-reactions. Unpublished working paper. Ohio State University.",
        "Hirshleifer, D., Lim S., Teoh, S. H., 2003. Disclosure to a credulous audience: The role of limited attention. Unpublished working paper. Ohio State University.",
        "Hirshleifer, D., Hou, K., Teoh, S. H., Zhang, Y., 2004. Do investors overvalue firms with bloated balance sheets? Journal of Accounting and Economics 38, 297-331.",
        "Hong, H., Stein, J., 1999. A unified theory of underreaction, momentum trading, and overreaction in asset markets. Journal of Finance 54, 2143-2184.",
        "Hong, H., Stein, J., 2003. Simple models and paradigm shifts. Unpublished working paper. Princeton University and Harvard University.",
        "Hong, H., Torous, W., Valkanov, R., 2003. Do industries lead the stock market? Unpublished working paper. Princeton University and UCLA.",
        "Hou, K., Moskowitz, T., 2003. Market frictions, price delay, and the cross-section of expected returns. Review of Financial Studies, forthcoming.",
        "Huberman, G., Regev, T., 2001. Contagious speculation and a cure for cancer: a non-event that made stock prices soar. Journal of Finance 56, 387-396.",
        "Kahneman, D., 1973. Attention and Effort. Prentice Hall, New Jersey.",
        "Kaniel, R., Saar, G., Titman, S., 2004. Individual investor sentiment and stock returns. Unpublished working paper. Duke University, New York University and University of Texas.",
        "Kumar, A., Lee, C., 2003. Mass psychology and return comovement: the case of retail trades. Unpublished working paper. University of Notre Dame and Cornell University.",
        "Lo, A., MacKinlay, C., 1988. Stock market prices do not follow random walks: evidence from a simple specification test. Review of Financial Studies 1, 41-66.",
        "Lucas, R., 1978. Asset prices in an exchange economy. Econometrica 46, 1429-1445.",
        "Merton, R., 1971. Optimum consumption and portfolio rules in a continuous-time model. Journal of Economic Theory 3, 373-413.",
        "Morck, R., Yeung, B., Yu, W., 2000. The information content of stock markets: Why do emerging markets have synchronous stock Price movements? Journal of Financial Economics 58, 215-260.",
        "Mullainathan, S., 2002. Thinking through categories. Unpublished working paper. MIT.",
        "Pashler, H., Johnston J., 1998. Attentional limitations in dual-task performance. In: Pashler, H., (Ed.), Attention, Psychology Press.",
        "Peng, L., 2005. Learning with information capacity constraints. Journal of Financial and Quantitative Analysis 40, 307-330.",
        "Poterba, J., Summers, L., 1988. Mean reversion in stock returns: evidence and implications. Journal of Financial Economics 22, 27-59.",
        "Pindyck, R., Rotemberg, J., 1993. The comovement of stock prices. Quarterly Journal of Economics 108, 1073-1104.",
        "Roll, R., 1988. R2. Journal of Finance 43, 541-566.",
        "Scheinkman, J., Xiong, W., 2003. Overconfidence and speculative bubbles. Journal of Political Economy 111, 1183-1219.",
        "Shiller, R., 1989. Comovement in stock prices and comovement in dividends. Journal of Finance 44, 719-729.",
        "Shleifer, A., Vishny, R., 1997. The limits of arbitrage. Journal of Finance 52, 35-55.",
        "West, K., 1988. Dividend innovations and stock price volatility. Econometrica 56, 37-61.",
        "Wurgler, J., 2000. Financial markets and the allocation of capital. Journal of Financial Economics 58, 187-214.",
        "Van Nieuwerburgh, S., Veldkamp, L., 2004. Information acquisition and portfolio underdiversification. Unpublished working paper. New York University.",
        "Verrecchia, R., 1982. Information acquisition in a noisy rational expectations economy. Econometrica 50, 1415-1430.",
        "Yantis, S., 1998. Control of visual attention. In: Pashler, H., (Ed.), Attention, Psychology Press."
    ]
}