{
    "id": 11416,
    "cites": 24,
    "cited_by": 37,
    "reference": [
        "Blanchflower, David G. (2001). Unemployment, Well-being, and Wage Curves in Eastern and Central Europe, Journal of the Japanese and International Economies, 15, 364-402.",
        "Blanchflower, David G. and Oswald, Andrew J. (2004). Well-being Over Time in Britain and the USA, Journal of Public Economics, 88, 1359-1386.",
        "Clark, Andrew and Oswald, Andrew J. (1994). Unhappiness and Unemployment, Economic Journal, 104, 648-659.",
        "Diener, Edward (1984). Subjective Well-Being, Psychological Bulletin, 93, 542-575.",
        "Di Tella, Rafael, MacCulloch, Robert, and Oswald, Andrew J. (2001). Preferences over Inflation and Unemployment: Evidence from Happiness Surveys, American Economic Review, 91 (1), 335-42.",
        "Di Tella, Rafael, MacCulloch, Robert, and Oswald, Andrew J. (2003). The Macroeconomics of Happiness, Review of Economics and Statistics, 85, 809827.",
        "Di Tella, Rafael and MacCulloch, Robert (1999). Partisan Social Happiness, Harvard mimeo. Forthcoming in the Review of Economic Studies.",
        "Easterlin, Richard A. (1974). Does Economic Growth Improve the Human Lot? Some Empirical Evidence. In Nations and Households in Economic Growth: Essays in Honour of Moses Abramovitz, (ed. P. A. David and M. W. Reder). New York and London: Academic Press.",
        "Easterlin, Richard A. (1995). Will Raising the Incomes of All Increase the Happiness of All?, Journal of Economic Behaviour and Organization, 27, 1, 35-48.",
        "Evans, M.D.R. and Kelley, Jonathan (2004). Effect of Family Structure on Life Satisfaction: Australian Evidence, Melbourne Institute of Applied Economic and Social Research, Working Paper, 24/04.",
        "Frey, Bruno S. and Stutzer, Alois (2000). Happiness, Economy and Institutions, Economic Journal, 110, 918-938.",
        "Frijters, P.; Haisken-DeNew, J.P.; Shields, M.A. (2004a). Investigating the Patterns and Determinants of Life Satisfaction in Germany Following Reunification, Journal of Human Resources, 39, 649-674.",
        "Frijters, P.; Haisken-DeNew, J.P.; Shields, M.A. (2004b). Money Does Matter! Evidence from Increasing Real Income and Life Satisfaction in East Germany Following Reunification, American Economic Review, 94, 730-740.",
        "Headey, Bruce; Muffels, Ruud; and Wooden, Mark (2004). Money Doesnt Buy Happiness..Or Does it? A Reconsideration Based on the Combined Effects of Wealth, Income and Consumption, Melbourne Institute of Applied Economic and Social Research, Working Paper, 15/04.",
        "Headey, Bruce and Wooden, Mark (2004). The Effects of Wealth and Income on Subjective Well-being and Ill-Being, Melbourne Institute of Applied Economic and Social Research, Working Paper, 3/04.",
        "Helliwell, John F. and Putnam, Robert D. (2004). The Social Context of Well-being, Phil. Trans. R. Soc. Lond. B, 359, 1435-1446.",
        "Kahneman, Daniel; Wakker, Peter and Rakesh Sarin, (1997). Back to Bentham? Explorations of Experienced Utility, Quarterly Journal of Economics, 112, 375406.",
        "Ng, Yew-Kwang (1996). Happiness Surveys: Some Comparability Issues and an Exploratory Survey Based on Just Perceivable Increments, Social Indicators Research, 38, 1-27.",
        "Ng, Yew-Kwang (1997). A Case for Happiness, Cardinalism, and Interpersonal Comparability, Economic Journal, 107, 1848-1858.",
        "Offer, Avner (2005). Does Economic Growth Improve the Human Lot?, working paper, University of Oxford.",
        "Oswald, Andrew J. (1997). Happiness and Economic Performance, Economic Journal, 107, 1815-1831.",
        "Shields, Mike and Wooden, Mark (2003). Investigating the Role of Neighbourhood Characteristics in Determining Life Satisfaction, Melbourne Institute of Applied Economic and Social Research, Working Paper, 24/03.",
        "Veenhoven, Ruut (1996). Happy Life-Expectancy: A Comprehensive Measure of Quality-of-Life in Nations, Social Indicators Research, 39, 1-58.",
        "Winkelmann, Liliana and Winkelmann, Rainer (1998). Why are the Unemployed so Unhappy?, Economica, 65(257), 1-15."
    ]
}