{
    "id": 11412,
    "cites": 34,
    "cited_by": 16,
    "reference": [
        "Ariola, Jim and Chinhui Juhn. 2003. Wage Inequality in Post-Reform Mexico. Mimeo, University of Houston.",
        "Athey, Susan and Guido Imbens. 2003. Identification and Inference in Nonlinear Difference-In-Difference Models, mimeo, Stanford University.",
        "Autor, David, Lawrence Katz, and Melissa Kearney. 2004. Trends in U.S. Wage Inequality: Re-Assessing the Revisionists. Mimeo, MIT.",
        "Borjas, George J. 1987. Self-Selection and the Earnings of Immigrants. American Economic Review 77 (September): 531-53.",
        "Borjas, George J. 1999a. Heavens Door: Immigration Policy and the American Economy. Princeton, N.J.: Princeton University Press.",
        "Borjas, George J. 1999b. The Economic Analysis of Immigration. In Orley C. Ashenfelter and David Card, eds., Handbook of Labor Economics, Amsterdam: NorthHolland, pp. 1697-1760.",
        "Borjas, George. 2003. The Labor Demand Curve is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market. Quarterly Journal of Economics 118(4): 1335-74.",
        "Borjas, George J., Richard B. Freeman, and Lawrence F. Katz. 1997. How Much Do Immigration and Trade Affect Labor Market Outcomes? Brookings Papers on Economic Activity 1: 1-90.",
        "Calavita, Kitty. Inside The State: The Bracero Program, Immigration, and The I.N.S. New York, NY: Routledge, 1992.",
        "Cano, Gustavo. 2004. Organizing Immigrant Communities in American Cities: Is this Transnationalism, or What? Working Paper 103, Center for Comparative Immigration Studies, UCSD.",
        "Card, David. 2001. Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration. Journal of Labor Economics, 19 (1): 22-64.",
        "Chiquiar, Daniel. 2003. Essays on the Regional Implications of Globalization: The Case of Mexico. Ph.D. Dissertation, University of California, San Diego.",
        "Chiquiar, Daniel. 2004. Why Mexicos Regional Income Convergence Broke Down. Journal of Development Economics, forthcoming.",
        "Chiquiar, Daniel and Gordon Hanson. 2005. International Migration, Self-Selection, and the Distribution of Wages: Evidence from Mexico and the United States. Journal of Political Economy, forthcoming.",
        "Cragg, Michael I. and Mario Epelbaum. 1996. The Premium for Skills in LDCs: Evidence from Mexico. Journal of Development Economics 51(1): 99-116.",
        "Durand, Jorge, William Kandel, Emilio Parrado and Douglas S. Massey. 1996. International Migration and Development in Mexican Communities. Demography 33 (August): 249-64.",
        "Durand, Jorge, Douglas S. Massey, and Rene M. Zenteno. 2001. Mexican Immigration in the United States. Latin American Research Review 36(1): 107-127.",
        "Fairris, David H. 2003. Unions and Wage Inequality in Mexico. Industrial and Labor Relations Review, 56(3): 481-97.",
        "Hanson, Gordon. 2004. What Has Happened to Wages in Mexico since NAFTA?, in Toni Estevadeordal, Dani Rodrik, Alan Taylor, Andres Velasco, eds., FTAA and Beyond: Prospects for Integration in the Americas, Cambridge: Harvard University Press.",
        "Hanson, Gordon H. and Ann E. Harrison. 1999. Trade, Technology, and Wage Inequality in Mexico. Industrial and Labor Relations Review 52(2): 271-288.",
        "Hanson, Gordon H., and Antonio Spilimbergo. 1999. Illegal Immigration, Border Enforcement and Relative Wages: Evidence from Apprehensions at the U.S.-Mexico Border, American Economic Review, 89: 1337-57.",
        "InterAmerican Development Bank. 2004. Sending Money Home: Remittances to Latin America and the Caribbean. IADB Report, May.",
        "LaLonde, Robert and Robert Topel. 1997. Economic Impact of International Migration and Migrants. In Mark R. Rosenzweig and Oded Stark, eds., Handbook of Population and Family Economics, (Amsterdam: Elsevier Science): 799-850.",
        "Leibbrandt, Murray, James Levinsohn, and Justin McCrary. 2004. Incomes in South Africa since the Fall of Apartheid. Mimeo, University of Michigan.",
        "Machado, Jose A. F., and Jose Mata. 2005. Counterfactual Decomposition of Changes in Wage Distributions Using Quantile Regression. Journal of Applied Econometrics, forthcoming.",
        "Massey, Douglas S., L. Goldring, and Jorge Durand. 1994. Continuities in Transnational Migration: An Analysis of Nineteen Mexican Communities. American Journal of Sociology 99 (March): 1492-533.",
        "Mishra, Prachi. 2004. Emigration and Wages in Source Countries: Evidence from Mexico. Mimeo, Columbia University.",
        "Munshi, Kaivan. 2003. Networks in the Modern Economy: Mexican Migrants in the US Labor Market. Quarterly Journal of Economics 118 (May): 549-97.",
        "Orrenius, Pia M. and Madeline Zavodny. 2004. Self-Selection among Undocumented Immigrants from Mexico. Journal of Development Economics, forthcoming.",
        "Revenga, Anna L. 1997. Employment and Wage Effects of Trade Liberalization: The Case of Mexican Manufacturing. Journal of Labor Economics 15(3): S20-43.",
        "Robertson, Raymond. 2000. Wage Shocks and North American Labor Market Integration. American Economic Review 90(4): 742-764.",
        "Robertson, Raymond. 2004. Relative Prices and Wage Inequality: Evidence from Mexico Journal of International Economics v 64, n2 (December): 387-409.",
        "Smith, James and Barry Edmonston. 1997. The New Americans: Economic, Demographic and Fiscal Effects of Immigration. National Academy Press: Washington, D.C.",
        "Woodruff, Christopher and Rene M. Zenteno. 2001. Remittances and Microenterprises in Mexico. Mimeo, UC San Diego."
    ]
}