{
    "id": 11417,
    "cites": 32,
    "cited_by": 103,
    "reference": [
        "Altig, David, Lawrence J. Christiano, Martin Eichenbaum, and Jesper Linde, Firm-Specific Capital, Nominal Rigidities and the Business Cycle, mimeo, Northwestern University, November 28, 2004.",
        "Benigno, Pierpaolo, and Michael D. Woodford, Optimal Taxation in an RBC Model: A Linear-Quadratic Approach, NBER working paper No. 11029, January 2005.",
        "Calvo, Guillermo A., Staggered prices in a utility-maximizing framework, Journal of Monetary Economics 12, 1983, 383-98.",
        "Carlstrom, Charles T. and Timothy S. Fuerst, Investment and Interest Rate Policy: A Discrete Time Analysis, manuscript, Bowling Green State University, March 4, 2003.",
        "Chari, V. V., Lawrence J. Christiano, and Patrick J. Kehoe, Policy Analysis in Business Cycle Models, in Thomas F. Cooley, Frontiers of Business Cycle Research, Princeton, Princeton University Press, 1995.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans, Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy 113, February 2005, 1-45.",
        "Chugh, Sanjay, Optimal Fiscal and Monetary Policy With Sticky Wages and Sticky Prices, manuscript, Federal Reserve Board, May 2005.",
        "Clarida, Richard, Jordi GalÃ\u0082Â´i, and Mark Gertler, The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature 37, 1999, 1661-1707.",
        "Cogley, Timothy, and Argia M. Sbordone, A Search for a Structural Phillips Curve, manuscript, Federal Reserve Bank of New York, November 2004.",
        "Erceg, Christopher J., Henderson, Dale W., and Levin, Andrew T., Optimal Monetary Policy With Staggered Wage and Price Contracts, Journal of Monetary Economics 46, October 2000, 281-313.",
        "GalÃ\u0082Â´i, Jordi, and Pau Rabanal, Technology Shocks and Aggregate Fluctuations: How Well Does the RBC Model Fit Postwar U.S. Data?, in Mark Gertler and Kenneth Rogoff, eds., NBER Macroeconomics Annual 2004, Cambridge, MA: MIT Press, 2004, 225-288.",
        "Goodfriend, Marvin, and Robert G. King, The New Neoclassical Synthesis and the Role of Monetary Policy, in Ben S. Bernanke and Julio J. Rotemberg, eds., NBER Macro- economics Annual 1997, Cambridge, MA: MIT Press, 1997, pp. 231-83.",
        "Ireland, Peter, A Small, Structural, Quarterly Model for Monetary Policy Evaluation, Carnegie-Rochester Conference Series on Public Policy 47, December 1997, 83-108.",
        "Judd, Kenneth L., Capital-Income Taxation With Imperfect Competition, American Economic Review 92, May, 2002, 417-421.",
        "Khan, Aubhik, Robert G. King, and Alexander Wolman, Optimal Monetary Policy, Re- view of Economic Studies 70, October 2003, 825-860.",
        "Kimball, Miles S., The Quantitative Analytics of the Basic Neomonetarist Model, Journal of Money, Credit and Banking 27, November 1995, 1241-1277.",
        "Kollmann, Robert, Welfare Maximizing Fiscal and Monetary Policy Rules, mimeo, Uni- versity of Bonn, March 2003.",
        "Levin, Andrew T., Alexei Onatski, John C. Williams, and Noah Williams, Monetary Policy Under Uncertainty in Micro-Founded Macroeconometric Models, manuscript prepared for the NBERs Twentieth Annual Conference on Macroeconomics, March 31, 2005.",
        "Lucas, Robert E. Jr. and Stokey, Nancy L., Optimal Fiscal and Monetary Policy in an Economy Without Capital, Journal of Monetary Economics 12, 1983, 55-93.",
        "Mendoza, Enrique, Assaf Razin, and Linda Tesar, Effective Tax Rates in Macroeconomics: Cross-Country Estimates of Tax Rates on Factor Income and Consumption, Journal of Monetary Economics 34, December 1994, 297-323.",
        "Rotemberg, Julio J. and Woodford, Michael D., Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity, Journal of Political Economy 100, December 1992, 1153-1207.",
        "Rotemberg, Julio J., and Michael Woodford, An Optimization-Based Econometric Frame- work for the Evaluation of Monetary Policy, in Bernanke, Ben S. and Julio J. Rotem- berg, eds., NBER macroeconomics annual 1997, Cambridge and London: MIT Press, 1997, 297-346.",
        "Schmitt-GrohÃ\u0082Â´e, Stephanie and MartÃ\u0082Â´in Uribe, Optimal Fiscal and Monetary Policy under Sticky Prices, Journal of Economic Theory 114, February 2004(a), 198-230.",
        "Schmitt-GrohÃ\u0082Â´e, Stephanie and MartÃ\u0082Â´in Uribe, Optimal Fiscal and Monetary Policy under Imperfect Competition, Journal of Macroeconomics 26, June 2004(b), 183-209.",
        "Schmitt-GrohÃ\u0082Â´e, Stephanie and MartÃ\u0082Â´in Uribe, Optimal Operational Monetary Policy in the Christiano-Eichenbaum-Evans Model of the U.S. Business Cycle, manuscript, Duke University, August 2004(c).",
        "Schmitt-GrohÃ\u0082Â´e, Stephanie and MartÃ\u0082Â´in Uribe, Solving Dynamic General Equilibrium Models Using a Second-Order Approximation to the Policy Function, Journal of Economic Dynamics and Control 28, January 2004d, 755-775.",
        "Schmitt-GrohÃ\u0082Â´e, Stephanie and MartÃ\u0082Â´in Uribe, Optimal Simple And Implementable Mone- tary and Fiscal Rules, manuscript, Duke University, May 2004e.",
        "Schmitt-GrohÃ\u0082Â´e, Stephanie and MartÃ\u0082Â´in Uribe, Government Transfers and the Friedman Rule, manuscript, Duke University, January 2005.",
        "Smets, Frank and Raf Wouters, Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach, manuscript, European Central Bank, April 21, 2004.",
        "Sveen, Tommy and Lutz Weinke, Inflation and Output Dynamics with Firm-Owned Cap- ital, mimeo, Universitat Pompeu Fabra, 2003.",
        "Woodford, Michael D., Interest and Prices, Princeton University Press: Princeton, New Jersey, 2003.",
        "Yun, Tack, Nominal price rigidity, money supply endogeneity, and business cycles, Journal of Monetary Economics 37, 1996, 345-370."
    ]
}