{
    "id": 1141,
    "cites": 21,
    "cited_by": 12,
    "reference": [
        "Barro, R. 1974. Are Government Bonds Net Wealth? Journal of Political Economy.",
        "Bodie, Z., Kane, A., and McDonald, R. 1983. The Role of Bonds in Investors Portfolios. NBER Working Paper No. 1091.",
        "Bodie, Z. 1982. Inflation Risk and Capital Market Equilibrium. The Financial Review. May.",
        "Cox, J., Ingersoll, J, and Ross, S. 1981. A ReÃ\u0082â\u0080\u0094examination of Traditional Hypotheses about the Term Structure of Interest Rates. Journal of Finance. September.",
        "Cox, J., Ingersoll, J, and Ross, S. 1978. A Theory ofthe Term tructure of Interest Rates. Stanford University Working Paper. Unpublished.",
        "Friedman, B. 1981. Debt Management Policy, Interest Rates, and Economic Activity. NBER Working Paper No. 830.",
        "Friend, I. and Blume, M. 1975. The Demand for Risky Assets. American Economic Review. December.",
        "Friend, I. and Hasbrouck, J. 1982. Effect of Inflation on the Profitability and Valuation of U.S. Corporations. Proceedings of the Conference on Savings, Investment and Capital Markets in an Inflationary Environment, Szego and Sarnat, eds., Ballinger, 1982.",
        "Grossman, S. and Shiller, R. 1981. The Determinants of the Variability of Stock Market Prices. American Economic Review. May.",
        "Ibbotson, R.G. and Sinquefleld, R.A. 1982. Stocks, Bonds, Bills and Inflation: The Past and the Future. Financial Analysts Research Foundation, Charlottesville, Va.",
        "Lintner, J. 1965. The Valuation of Risk Assets and the Selection of Risky Investments in Stock Portfolios and Capital Budgets. The Review of Economics and Statistics. February.",
        "Lintner, J. 1969. The Aggregation of Investors Diverse Judgments and Preferences in Purely Competitive Security Markets. Journal of Financial and Quantitative Analysis. December, 347-400.",
        "Macaulay, F.R. 1938. Some Theoretical Problems Suggested by the Movements of Bond Yields, and Stock Prices in the U.S. since 1856. New York: National Bureau of Economic Research.",
        "Mossin, J. 1966. Equilibrium in a Capital Asset Market. Econometrica. October.",
        "Pindyck, R. S. 1983. Risk, Inflation, and the Stock Market. Sloan School of Management, Working Paper No. 1423Ã\u0082â\u0080\u009483.",
        "Roley, V. 1979. A Theory of Federal Debt Management. American Economic Review. December, 915-926.",
        "Roley, V. 1982. The Effect of Federal DebtÃ\u0082â\u0080\u0094Management Policy on Corporate Bond and Equity Yields. Quarterly Journal of Economics. November.",
        "Sharpe, W.F. 1964. Capital Asset Prices: A Theory of Market Equilibrium Under Conditions of Risk. Journal of Finance. September.",
        "Tobin, J. 1963. An Essay on the Principles of Debt Management. Commission on Money and Credit, Fiscal and Debt Management Policies. Englewood Cliffs: Prentice Hall.",
        "Tobin, J. 1980. Asset Accumulation and Economic Activity. University of Chicago Press.",
        "Walsh, C. 1983. Asset Prices, Asset Stocks, and Rational Expectations. Journal of Monetary Economics. Forthcoming."
    ]
}