{
    "id": 11429,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Alesina, A. and A. Drazen (1991): Why are Stabilizations Delayed?, American Economic Review, 81 (5): 1170-1188.",
        "Ampuero, R. (1969): La Izquierda en Punto Muerto. Editorial Orbe, Santiago, Chile.",
        "Cukierman, A., Edwards, S. and G. Tabellini (1992): Seigniorage and Political Instability, American Economic Review, 82 (3): 537-555.",
        "Diario de Sesiones del Senado, Congreso Nacional, Santiago de Chile. (Various Issues). Dornbusch, R. (1991): Credibility and Stabilization, Quarterly Journal of Economics, 106 (3): 837-850.",
        "Dornbusch, R. and S. Fischer (1986): Stopping Hyperinflations Past and Present, Weltwirtschaftliches-Archiv, 122(1): 1-47.",
        "Drazen, A. (2000): The Political Economy in Macroeconomics, Princeton: Princeton University Press.",
        "Latin American Experiences, NBER Working Paper No. w6800. Edwards, S. and P. Montiel (1989): Devaluation Crisis and the Macroeconomic Consequences of Post-pone Adjustment in Developing Countries, IMF Staff Papers, 36(4): 857-903.",
        "Hirschman, A. (1963): Journeys Towards Progress: Studies of Economic Policy-Making in Latin America.W. W. Norton.",
        "Jobet, J. C. (1971): El Partido Socialista de Chile. Santiago: Eds. Prensa Latinoamericana.",
        "Klein, J. (1949): Reforma Monetaria en el PerÃ\u0083Âº, El Trimestre EconÃ\u0083Â³mico, 16: 600-619.",
        "League of Nations (1946): The Course and Control of Inflation, Geneva, League of Nations.",
        "Mamalakis, M. (1976): The Growth and Structure of the Chilean Economy, From Independence to Allende, Yale Economic Growth Center. Yale University Press.",
        "Mankiw, G. N. Miron, J. A. and D. N. Weil (1987): The Adjustment of Expectations to a Change in Regime: A Study of the Founding of the Federal Reserve. American Economic Review, 77: 358-374.",
        "Persson, T. and G. Tabellini. (1990): Macroeconomic Policy, Credibility and Politics. New York and Melbourne: Harwood Academic.",
        "Sargent, T. (1983): The End of Four Big Inflations, in Inflation, ed. R. E. Hall, University of Chicago Press: 124-179."
    ]
}