{
    "id": 11426,
    "cites": 38,
    "cited_by": 31,
    "reference": [
        "Agnew, Julie, Pierluigi Balduzzi and Annika Sunden, 2003, Portfolio choice and trading in a large 401(k) plan, American Economic Review 93, 193-215.",
        "Barber, Brad M., and Terrance Odean, 2000, Trading is hazardous to your wealth: the common stock investment performance of individual investors, Journal of Finance 55, 773-806.",
        "Barber, Brad M., and Terrance Odean, 2001, Boys will be boys: gender, overconfidence, and common stock investment, Quarterly Journal of Economics 116, 261-292.",
        "Barber, Brad M., and Terrance Odean, 2002, Online investors: do the slow die first?, Review of Financial Studies 15, 455-487.",
        "Baxter, Marianne, and Urban J. Jermann, 1997, The international diversification puzzle is worse than you think, American Economic Review 87, 170-180.",
        "Benartzi, Shlomo, 2001, Excessive extrapolation and the allocation of (401)k accounts to company stock, Journal of Finance 56, 1747-1764.",
        "Camerer, Colin, 1995, Individual decision making. In: Kagel, John H., and Alvin E. Roth (Eds.), Handbook of Experimental Economics. Princeton University Press, Princeton, NJ, pp. 587-703.",
        "Camerer, Colin and Martin Weber, 1992, Recent Development in Modeling Preferences: Uncerntainty and Ambiguity, Journal of risk and uncertainty 5, 325-370.",
        "Cooper, Ian A., and Evi Kaplanis, 1994, Home bias in equity portfolios, inflation hedging, and international capital market equilibrium, Review of Financial Studies 7, 45-60.",
        "Coval, Joshua D., and Tobias J. Moskowitz, 2001, The geography of investment: informed trading and asset prices, Journal of Political Economy 109, 811-841.",
        "Dahlquist, Magnus, and GÃ\u0083Â¶ran Robertsson, 2001, Direct foreign ownership, institutional investors, and firm characteristics, Journal of Financial Economic 59, 413-440.",
        "Dahlquist, Magnus, Lee Pinkowitz, RenÃ\u0083Â© Stultz, and Rohan Williamson, 2003, Corporate governance and the home bias, Journal of Financial and Quantitative Analysis 38, 87-110.",
        "Deaves, Richard, Erik Lueders, and Guo Ying Luo, 2004, An experimental test of the impact of overconfidence and gender on trading activity, Working Paper, McMaster University.",
        "Demarzo, Peter M., Ron Kaniel, and Ilan Kremer, 2004, Diversificatio as a public good: community effects in portfolio choice, Journal of Finance 59, 1677-1715.",
        "Dorn, Daniel, and Gur Huberman, 2003, Talk and action: What individual investors say and what they do, Working Paper, Columbia University.",
        "Fox, Craig R., and Amos Tversky, 1995, Ambiguity aversion and comparative ignorance, Quarterly Journal of Economics 110, 585-603.",
        "Fox, Craig R., and Martin Weber, 2002, Ambiguity aversion, comparative ignorance, and decision context. Organizational Behavior and Human Decision Processes 88, 476-498.",
        "French, Kenneth R., and James M. Poterba, 1991, Investor diversification and international equity markets, American Economic Review 81, 222-226.",
        "Gervais, Simon, and Terrance Odean, 2001, Learning to be overconfident, Review of Financial Economics 14, 1-27.",
        "Glaser, Markus, and Martin Weber, 2005, Overconfidence and trading volume, Working Paper, UniversitÃ\u0083Â¤t Mannheim.",
        "Grinblatt, Mark, and Matti Keloharju, 2001, How distance, language, and culture influence stock holdings and trades, Journal of Finance 56, 1053-1073.",
        "Harris, Milton, and Artur Raviv, 1993, Differences of opinion make a horse race, Review of Financial Studies 6, 473-506.",
        "Heath, Chip, and Amos Tversky, 1991, Preferences and beliefs: ambiguity and the competence in choice under uncertainty, Journal of Risk and Uncertainty 4, 5-28.",
        "Huberman, Gur, 2001, Familiarity breeds investment, Review of Financial Studies 14, 659-680.",
        "Huberman, Gur, and Paul Sengmuller, 2004, Performance and Employer Stock in 401(k) Plans, Review of Finance 8, 403-443.",
        "Kilka, Michael, and Martin Weber, 2000, Home bias in international stock return expectations, Journal of Psychology and Financial Markets 1, 176-193.",
        "Kumar, Alok, and Sonya Lim, 2004, One trade at a time: Narrow framing and stock investment decisions of individual investors, Working Paper, Notre Dame.",
        "Lewis, Karen, 1999, Trying to explain home bias in equities and consumption, Journal of Economic Literature 37, 571-608.",
        "Massa, Massimo and Andrei Simonov, 2005, Hedging, familiarity and portfolio choice, Review of Financial Studies, Forthcoming.",
        "Odean, Terrance, 1999, Do investors trade too much?, American Economic Review 89, 1279-1298.",
        "Polkovnichenko, Valery, 2005, Household portfolio diversification: a case for rank dependent preferences, Review of Financial Studies, Forthcoming.",
        "Shoemaker, Paul J. H., 1982, The expected utility model: its variants, purposes, evidence and limitations, Journal of Economic Literature, 20, 529-563.",
        "Starmer, Chris, 2000, Developments in non-expected utility theory: the hunt for a descriptive theory of choice under risk, Journal of Economic Literature, 38, 332-382.",
        "Strong Norman, and Xinzhong Xu, 2003, Understanding the equity home bias: evidence from survey data, Review of Economics and Statistics 85, 307-312.",
        "Tesar, Linda and Ingrid Werner, 1995, Home bias and high turnover, Journal of International Money and Finance 14, 467-92.",
        "Varian, Hal R., 1989, Differences of opinion in financial markets, Financial risk: theory, evidence and implications, Courtenay C. Stone ed. (Proceedings of the eleventh annual economic policy conference of the federal reserve bank of St. Louis, Boston, 1989).",
        "Vissing-JÃ\u0083Â¸rgensen, Annette, 2004, Perspectives on behavioral finance: does irrationality disappear with wealth? Evidence from expectations and actions, NBER Macroeconomics Annual 18, 139-194.",
        "White, Halbert, 1980, A heteroskedasticity-consistent covariance matrix estimator and a direct test for heteroskedasticity, Econometrica 48, 817-838."
    ]
}