{
    "id": 11428,
    "cites": 23,
    "cited_by": 5,
    "reference": [
        "Borjas, George. 2002. The Impact of Welfare Reform on Immigrant Welfare Use. Center for Immigration Studies Report (http://www.cis.org/articles/2002/borjas.htm) (March).",
        "Grieco, Elizabeth and Brian Ray, Mexican Immigrants in the US Labor Force, Migration Information Source, March 1, 2004.",
        "Judson, R. A. and A. L. Owen Estimating Dynamic Panel Data Models: A Guide for Macroeconomists. Econometric Letters, 65(1999):9-15.",
        "Kossoudji, Sherrie A. Playing Cat and Mouse at the U.S.Mexican Border. Demography 29 (1992):15980.",
        "Levy, S. and S. van Wijnbergen. Mexican agriculture in the free trade agreement: Transition Problems in Economic Reform, OECD Development Centre, Technical Papers No. 63, 1992.",
        "Lucas, R.E.B. and Stark, O. Motivations to Remit: Evidence from Botswana, Journal of Political Economy 93(1985):901-918.",
        "Martin, P.L. Trade and Migration: NAFTA and Agriculture. Washington, D.C.: Institute for International Economics, 1993.",
        "Martin, Philip. 2003. Promise Unfulfilled: Unions, Immigration, and Farm Workers. Ithaca. Cornell University Press. www.cornellpress.cornell.edu/, Chapter 7.",
        "Martin, P.L., W. Huffman, R. Emerson, R.I. Rochin, and J.E. Taylor. Immigration Reform and U.S. Agriculture. Oakland: Division of Agriculture and Natural Resources, 1985.",
        "Mincer, Jacob. Schooling, Experience, and Earnings. New York: Columbia University Press, 1974.",
        "Munshi, Kaivan. Networks in the Modern Economy: Mexican Migrants in the U.S. Labor Market. Quarterly Journal of Economics 18(2003):549-599.",
        "Public Policy Institute of California. Has Increased Border Enforcement Reduced Unauthorized Immigration? Research Brief, Issue 61, July 2002.",
        "Robinson, S., M.E. Burfisher, R. Hinojosa-Ojeda and K.E. Thierfelder. Agricultural Policies and Migration in a U.S.-Mexico Free Trade Area: A Computable General Equilibrium Analysis. UC Berkeley, Department of Agricultural and Resource Economics Working Paper No. 617, December, 1991.",
        "Singer, Audrey, and Douglas S. Massey. The Social Process of Undocumented Border Crossing Among Mexican Migrants. International Migration Review 32 (1998): 56192.",
        "Smith, James P. and Duncan Thomas, Remembrances of things past: test-retest reliability of retrospective migration histories. Journal of Royal Statistics Soceit, 166(2003):23-49.",
        "Taylor, J. Edward. Undocumented Mexico-U.S. Migration and the Returns to Households in Rural Mexico. American Journal of Agricultural Economics, 69(1987):626-38.",
        "Thilmany, Dawn. FLC usage among California growers under IRCA: an empirical analysis of farm labor market risk management. American Journal of Agricultural Economics 78(1996):946-60.",
        "Torok, S. J. and Wallace Huffman. U.S. - Mexican Trade in Winter Vegetables and Illegal Immigration. American Journal of Agricultural Economics , 68(1986):246-260.",
        "United States Commission on Immigration Reform, Migration Between Mexico and the United States: Binational Study, Editorial y Litografia Regina de los Angeles, S.A., Mexico City), 1997.",
        "U.S. Commission for the Study of International Migration and Cooperative Economic Development (USCSIMCED). 1990. Unauthorized Migration: An Economic Development Response. Washington, D.C.",
        "Washington, DC: U.S. Department of Labor, Office of the Assistant Secretary for Policy, Office of Program Economics, Research Report No. 8, 1991.",
        "Yunez-Naude, A, The Dismantling of CONASUPO, a Mexican State Trader in Agriculture, The World Economy, Vol. 26, No. 1, 2003, pp. 97-122.",
        "Yunez Naude, A. and F. Barceinas Paredes, Agricultural Trade and NAFTA: The Case of Mexico, in Kevin C. Kennedy (Ed.), The First Decade of NAFTA: The Future of Free Trade in North America, Transnational Publishers, Inc., New York, Dec. 2004, pp."
    ]
}