{
    "id": 1142,
    "cites": 24,
    "cited_by": 0,
    "reference": [
        "Blinder, Alan S. 1980. The consumer price index and the measurement of recent inflation. Brooking Papers on Economic Activity 2: 1980:539-565.",
        "Bodie, Zvi. 1976. Common stocks as a hedge against inflation. Journal of Finance 31: 459-470.",
        "Carlson, John A. 1977. A study of price forecasts. Annuals of Economic and Social Measurement 6: 27-56.",
        "Inquiry 17: 597-608. ________________ 1981. Perceptions (or misperceptions) of inflation. In Gale, W.A., ed., Inflation: Causes, consequents, and control.",
        "Oelgeschlager, Gunn and Main. Carlson, John A., and Kling, John L. 1982. Do price surprises lead or lag real activity? Krannert Working Paper No. 809. Purdue University.",
        "Cook, Timothy Q. 1981. Determinants of the spread between treasury bill and private sector money market rates. Journal of Economics and Business 33: 177-187.",
        "Cook, Timothy Q., and Hendershott, Patric H. 1978. The impact of taxes, risk, and relative security supplies on interest rate differentials. Journal of Finance 33: 1173-1186.",
        "Dougherty, Ann and Van Order, Robert. 1982. Inflation and housing costs.",
        "American Economic Review 72: 154-164. -43- Fama, Eugene F. 1975. Short term interest rates as predictors of inflation.",
        "American Economic Review 65: 269-282. 1977. Interest rates and inflation: The messages in the entrails. American Economic Review 67: 487-496.",
        "Fama, Eugene F. and Schwert, G.W. 1977. Asset returns and inflation. Journal of Financial Economics 5: 115-146.",
        "Feldstein, Martin S. 1980. Inflation and the stock market. American Economic Review 70: 839-862.",
        "Garbade, Kenneth and Wachtel, Paul. 1978. Time variation in the relationship between inflation and interest rates. Journal of Monetary Economics 4: 755-765.",
        "Hendershott, Patric H. 1981. The decline in aggregate share values: Taxation, valuation errors, risk and profitability. American Economic Review 71: 909-922.",
        "Research, Chicago. University of Chicago Press. Hendershott, Patric H. and Hu, Sheng Cheng. 1981. Inflation and extraordinary returns on owner occupied housing: Some implications for capital allocation and productivity growth. Journal of Macroeconomics 3. 177- 203.",
        "Public Finance Quarterly 10: 242-274. -44- Hendershott, Patric H. and Shilling, James D., and Villani, Kevin E. 1982.",
        "Jaffee, Jeffrey and Mandelker, Gershon 1976. The Fisher Effect for risky assets: An empirical investigation. Journal of Finance 31: 447-458.",
        "Malkiel, Burtin G. 1979. The capital formation problem in the United States.",
        "Journal of Finance 34: 291-306. McCulloch, J. Huston 1975. The tax-adjusted yield curve. Journal of Finance 30: 811-830.",
        "Massachusetts, National Bureau of Economic Research Working Paper No. 222. Melvin, Michael. 1982. Expected inflation, taxation, and interest rates: The delusion of fiscal illusion. American Economic Review 72: 841-845.",
        "Analysis and implications for policy. Economic Inquiry: forthcoming. Merton, Robert C. 1980. On estimating the expected return on the market.",
        "Journal of Financial Economics 8: 323-361. -45- Mishkin, Frederic S. 1978. Efficient markets theory: Implications for monetary policy. Brookings Papers on Economic Activity 3: 1978: 707-752.",
        "Modigliani, Franco and Cohn, Richard A. 1979. Inflation, rational valuation and the market. Financial Analysts Journal March-April 1979: 24-44.",
        "Nelson, Charles R. 1976. Inflation and rates of return on common stocks."
    ]
}