{
    "id": 11433,
    "cites": 17,
    "cited_by": 1,
    "reference": [
        "Almond, Douglas, Kenneth Y. Chay and David S. Lee (2004) The Costs of Low Birth Weight, NBER Working Paper No. w10552.",
        "Arendt, R. E., L. T. Singer, S. Minnes and A. Salvator. (1999). Accuracy in Detecting Prenatal Drug Exposure. Journal of Drug Issues 29(2): 203-214.",
        "Bada, H.S., A. Das, C.R. Bauer, S. Shankaran, B. Lester, L. L. Wright, J. Verter, V.L. Smeriglio, L. P. Finnegan and P. L. Maza (2002). Gestational Cocaine Exposure and Intrauterine Growth: Maternal Lifestyle Study Obstetrics and Gynecology 100 (5/1): 916-924.",
        "Chaloupka (1991). Rational Addictive Behavior and Cigarette Smoking. Journal of Political Economy 99(4): 722-42.",
        "Conway, K.S. and L.D. Kennedy (2004) Maternal Depression and the Production of Infant Health. Southern Economic Journal 71(2): 260-286.",
        "Corman, H., T. Joyce and M. Grossman (1987). Birth Outcome Production Function in the United States. The Journal of Human Resources 22(3): 339-360.",
        "Corman, H., K. Noonan, N.E. Reichman and D. Dave (2005). Demand for Illicit Drugs Among Pregnant Women. Advances in Health Economics and Health Services Research 16: 41-60.",
        "Evans, W. N. and J. S. Ringel (1999). Can Higher Cigarette Taxes Improve Birth Outcomes? Journal of Public Economics 72: 135-154 Howell, E. M., N. Heiser and M. Harrington. (1999). A Review of Recent Findings on Substance Abuse Treatment for Pregnant Women. Journal of Substance Abuse Treatment 16(3): 195-219.",
        "Joyce, T., A. D. Racine and N. Mocan (1992) The Consequences and Costs of Maternal Substance Abuse in New York City: A Pooled Time-Series, Cross-section Analysis. Journal of Health Economics 11(3): 297-314.",
        "Kaestner, Robert, Theodore Joyce and Hassan Wehbeh (1996). The Effect of Maternal Drug Use on Birth Weight: Measurement Error in Binary Variables. Economic Inquiry 34:326-352.",
        "Lien, Diana S. and William N. Evans. (2005) Estimating the Impact of Large Cigarette Tax Hikes: The Case of Maternal Smoking and Infant Birth Weight. Journal of Human Resources 40(2): 373-392.",
        "Little, B. B. L.M. Snell, K.J. Trimmer, S. M. Ramin, F. Ghali, C. A. Blakely and A. Garret (1999). Peripartum Cocaine Use and Adverse Pregnancy Outcome. American Journal of Human Biology 11:598-602.",
        "Moffitt, R. (2005). The Analysis of Causal Relationships in Population Research. Demography 42 (1): 91-108.",
        "Mocan, N. and K. Topyan (1995). Illicit Drug Use and Health: Analysis and Projections of New York City Birth Outcomes Using a Kalman Filter Model. Southern Economic Journal 62(1): 164-82.",
        "National Center for Health Statistics, Vital Statistics of the United States, 1999. http://www.cdc.gov/nchs/datawh/statab/unpubd/natality/natab99.htm.",
        "Reichman, N. E., J. O. Teitler, I. Garfinkel and S. S. McLanahan (2001). Fragile Families: Sample and Design. Children and Youth Services Review 23(4/5): 303-326.",
        "Visscher, W. A., M. Feder, A. M. Burns, T. M. Brady and R. M. Bray (2003). The Impact of Smoking and Other Substance Use on Urban Women on the Birthweight of Their Infants. Substance Use and Misuse 38(8): 1063-2003."
    ]
}