{
    "id": 11434,
    "cites": 23,
    "cited_by": 22,
    "reference": [
        "Bhagwati, J. (1998): The Capital Myth. The Difference between Trade in Widgets and Dollars. Economic Affairs, 77(3): 7-12.",
        "Bertola G. and R. Caballero (1992): Target Zones and Realignments, The American Economic Review, 82 (5): 520-536.",
        "Calvo, G., Leiderman, L. and C. Reinhart (1993): Capital Inflows and Real Exchange Rate Appreciation in Latin America: The Role of External Factors, IMF Staff Papers, 40(1): 108-151.",
        "Cardoso, J. and B. Laurens. (1998). Managing Capital Flows: The Experience of Chile IMF Working Paper 98/18.",
        "Cowan, K. and J. De Gregorio. (1998). Exchange Rate Policies and Capital Account Management. In R. Glick ed. Managing Capital Flows and Exchange Rates, Cambridge: Cambridge University Press, 465488.",
        "De Gregorio, J. (2001). La PolÃ\u0083Â­tica Cambiaria. Economic Policy Paper No. 2. Central Bank of Chile.",
        "De Gregorio, J., Eichengreen, B. J., Ito, T. and C. Wyplosz (1999): Independent and Accountable IMF, Center for Economic and Policy Research.",
        "De Gregorio, J., Edwards, S. and R. Valdes (2000): Controls on Capital Inflows: Do they Work?, Journal of Development Economics, Vol. 63, pp. 59-83.",
        "De Gregorio, J. (2004). Economic Growth in Chile: Evidence, Sources and Prospects. Working Paper No. 298. Central Bank of Chile.",
        "Dominguez, K.M. and J. A. Frankel. (1993): Foreign Exchange Intervention: An Empirical Assessment. In J. A. Frankel, editor, On Exchange Rates, pages 327 345. MIT Press.",
        "Edwards, S. (1998a): Capital Inflows into Latin America: A Stop-Go Story? NBER Working Paper. No. 6441.",
        "Latin American Experiences. NBER Working Paper. No. 6800. ________ (1999): How Effective are Capital Controls. Journal of Economic Perspectives. 13 (4): 65-84.",
        "Edwards, S. and A. Edwards (1991): Monetarism and Liberalization: The Chilean Experiment. Chicago, University of Chicago Press, second edition.",
        "Forbes, K. J. (2003): One Cost of the Chilean Capital Controls: Increased Financial Constraints for Smallest Traded Firms. NBER Working Paper 9777.",
        "Kearns, J. and R. Rigobon (2003): Identifying the Effectiveness of Central Bank Interventions: Evidence from Australia and Japan, Journal of International Economics.",
        "Kenen, P. (2001): The International Financial Architecture: Whats New? Whats Missing?, Institute for International Economics, Washington.",
        "Krugman, P (1999): Currency Crises, in M. Feldstein (Ed.). International Capital Flows. NBER and Chicago University Press, Ch. 8, 421-440.",
        "Massad, C. (1998): La PolÃ\u0083Â­tica Monetaria en Chile. Revista de EconomÃ\u0083Â­a Chilena. 1 (1). Central Bank of Chile.",
        "Prasad, E. S., K. Rogoff, Wei, S. J. and A. Kose (2003): Effects on Financial Globalization on Developing Countries: Some Empirical Evidence, IMF Occasional Paper No. 220, September.",
        "Rogoff, K. (1999): International Institutions for Reducing Global Financial Instability, The Journal of Economic Perspectives, 13(4): 21-42.",
        "Rubin, R. E. (2003): In an Uncertain World: Tough Choices from Wall Street to Washington. New York: Random House.",
        "Stiglitz, J. (1999): Bleak Growth Prospects for the Developing World, International Herald Tribune, April 1011.",
        "ValdÃ\u0083Â©s-Prieto, S. and M. Soto. 1998. The Effectiveness of Capital Controls: Theory and Evidence from Chile. Empirica, 25(2): 133-164."
    ]
}