{
    "id": 11432,
    "cites": 18,
    "cited_by": 9,
    "reference": [
        "Appleyard, Reginald (1992), International Migration and Development An Unresolved Relationship, International Migration, Vol.30 (3/4), pp.251-266.",
        "Athukorala, P. (1993), Improving the contribution of migrant remittances to development: the experience of Asian labour-exporting countries, International Migration, Vol.31, pp.103-24.",
        "Barro, R. and X. Sala-i-Martin (1995), Economic Growth, Cambridge MA: McGraw-Hill.",
        "CermeÃ\u0083Â±o, R., MartÃ\u0083Â­nez, A., Mayer-Foulkes, D. (2004), Convergencia, Divergencia y EstratificaciÃ\u0083Â³n de la Manufactura de los Municipios Mexicanos y los Condados Norteamericanos, Mimeo.",
        "Cuecuecha, A. (2004), La MigraciÃ\u0083Â³n de Mexicanos a Estados Unidos. TeorÃ\u0083Â­a y Evidencia, Documento de Trabajo EconomÃ\u0083Â­a. ITAM, MÃ\u0083Â©xico.",
        "DÃ\u0083Â¡vila, E., Kessel, G., y Levi, S. (2002), El sur tambiÃ\u0083Â©n existe: un ensayo sobre el desarrollo regional de MÃ\u0083Â©xico, en EconomÃ\u0083Â­a Mexicana, Vol. 11.",
        "DÃ\u0083Â­az-Briquets, S. (1991), The effects of international migration in Latin America, in D.G. Papademetriou and P. Martin (eds.), The unsettled relationship: labour migration and economic development, New York, Greenwood.",
        "Durand, J. (1996), International migration and development in Mexican communities, Demography, Vol.33-2.",
        "INEGI (1999), Economic Census. Automatic System of Census Information, SAIC 4.0.",
        "INEGI (2001). XII Census of Population and Housing. Definitive Results.",
        "INEGI. Data Bases Municipal System, SIMBAD, www.inegi.gob.mx. Martin, P.L. (1990), Labour Migration and Economic Development, Chapter 23 Research Addendum, Commission for the Study of International Migration and Co-operative Economic Development, Vol.II, D.C.",
        "Navarrete, J. (1997), Convergencia: Un Estudio para los Estados de la RepÃ\u0083Âºblica Mexicana, Documento de Trabajo 42, CIDE, MÃ\u0083Â©xico.",
        "Russell, S.S. (1992), Migrant remittances and development, International Migration, Vol.30 (3/4), pp.267-83.",
        "SÃ\u0083Â¡nchez Reaza, J. and RodrÃ\u0083Â­guez-PosÃ\u0083Â©, A. (2002), The Impact of Trade Liberalization on Regional Disparities in Mexico, Growth and Change, Vol. 33, pp. 72-90.",
        "Taylor, Edward (1999), The New Economics of Labour Migration and the Role of Remittances in the Migration Process, International Migration, Vol.37 (1), pp.63-88.",
        "Unger, K. and Verduzco, G. (2000), Desarrollo de las regiones de origen de los Migrantes: experiencias y perspectivas, MigraciÃ\u0083Â³n MÃ\u0083Â©xico Estados Unidos, Opciones de PolÃ\u0083Â­tica, CONAPO, pp. 203-225.",
        "Verduzco, G. and Unger, K. (1998), Impacts of Migration in Mexico, Thematic Chapters del Estudio Binacional Mexico- Estados Unidos sobre MigraciÃ\u0083Â³n, Vol.1, pp.395-436.",
        "Weintraub, S. and DÃ\u0083Â­az-Briquets, S., (1990), Introduction, Research Addendum, Commission for the Study of International Migration and Co-operative Economic Development, Vol.I, D.C."
    ]
}