{
    "id": 11442,
    "cites": 28,
    "cited_by": 7,
    "reference": [
        "Group of Thirty, 1993, Derivatives: Practices and Principles, July.",
        "Bangia, A., Diebold, F.X., Schuermann, T, and Stroughair, J., 2001, Modeling liquidity risk, with implications for traditional market risk measurement and management, in S. Figlewski and R. Levich (eds.), Risk Management: The State of the Art . Amsterdam: Kluwer Academic Publishers, 2002, 1-13. (Originally published in abridged form as Liquidity on the Outside, Risk Magazine, 12, 68-73, 1999.) Basak, S. and A. Shapiro, 2001, Value-at-risk-based risk management: Optimal policies and asset prices, Review of Financial Studies 14, 371-405.",
        "Basel Committee on Banking Supervision, 1999, A new capital adequacy framework, (Bank for International Settlements), June.",
        "Basel Committee on Banking Supervision, 2001, The new Basel capital accord: Second consultative paper, (Bank for International Settlements), January.",
        "Basel Committee on Banking Supervision, 2004, Basel II: International convergence of capital measurement and capital standards: A revised framework, (Bank for International Settlements), June.",
        "Berkowitz, Jeremy and James OBrien, How accurate are value-at-risk models at commercial banks?, Journal of Finance 57, 10931111. Bernardo, A., and I. Welch, 2004, Liquidity and financial market runs, Quarterly Journal of Economics 119, 135-158.",
        "Committee on the Global Financial System, 2001, A survey of stress tests and current practice at major financial institutions, Bank for International Settlements.",
        "Danielsson J., H.-S. Shin, and J.-P. Zigrand, 2002, The impact of risk regulation on price dynamics, unpublished working paper, Financial Markets Group, London School of Economics.",
        "DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, Asli, and Enrica Detragiache, 2001, Does deposit insurance increase banking system stability? An empirical investigation, Journal of Monetary Economics 49, 1373-1406.",
        "Diamond, Douglas W., and Philip H. Dybvig, 1983, Bank runs, deposit insurance, and liquidity, Journal of Political Economy 91, 401-419.",
        "Gordy, Michael, 2003. A risk-factor model foundation for ratings-based capital rules, Journal of Financial Intermediation 12, 199-232.",
        "Grossman, Sanford J., and Merton H. Miller, 1988, Liquidity and market structure, Journal of Finance 43, 617-633.",
        "Jorion, Philippe, 2000, Value-at-risk: The new benchmark, McGraw-Hill, New York, NY.",
        "Kuritzkes, Andrew, Til Schuermann, and Scott M. Weiner, 2002, Risk measurement, risk management and capital adequacy in financial conglomerates, working paper, Financial Institutions Center, Wharton School, University of Pennsylvania, Philadelphia, PA.",
        "Laeven, Luc, and Ross Levine, 2005, Is there a diversification discount in financial conglomerates, unpublished working paper, University of Minnesota, Minneapolis, MN.",
        "MacKenzie, Donald, 2003, Long-Term Capital Management and the sociology of arbitrage, Economy and Society 32, 349-380.",
        "Merton, Robert C, 1993, Operation and regulation in financial intermediation: A functional perspective, in Operation and Regulation of Financial Markets, edited by P. Englund. Stockholm: The Economic Council.",
        "Merton, Robert C., and Andre F. Perold, 1993, Theory of risk capital in financial firms, Journal of Applied Corporate Finance 6, vol. 3, 16-32.",
        "Myers, Stewart C., 1977, Determinants of corporate borrowing, Journal of Financial Economics 5, 147-175.",
        "Myers, Stewart C., and Nicholas S. Majluf, 1984, Corporate financing and investment decisions when firms have information that investors do not have, Journal of Financial Economics 13, 187-221.",
        "Persaud, Avinash D., 2000. Sending the herd off the cliff edge: The disturbing interaction between herding and market-sensitive risk management practices, Journal of Risk Finance 2, 59-65.",
        "Persaud, Avinash D., ed., 2003. Liquidity black holes (London: Risk Books).",
        "Prittsker, M., 2001, The hidden dangers of historical simulation, unpublished working paper, Federal Reserve Board, Washington, DC.",
        "Rosenberg, Joshua, and Til Schuermann, 2004, A general approach to integrated risk management with skewed, fat-tailed risk, unpublished working paper, Federal Reserve Bank of New York, New York, NY.",
        "Scholes, Myron S., 2000, Crisis and risk management, American Economic Review 90, 17-21.",
        "Stein, Jeremy, Stephen Usher, Daniel LaGattuta, and Jeff Youngen, 2001, A comparables approach to measuring cashflow-at-risk for non-financial firms, Journal of Applied Corporate Finance, Winter, 100-109.",
        "Stulz, RenÃ\u0083Â©, 2002, Risk management and derivatives, South-Western Publishing, Cincinnati, OH.",
        "Stulz, RenÃ\u0083Â©, 2004, Should we fear derivatives?, Journal of Economic Perspectives 18, 173-192."
    ]
}