{
    "id": 11445,
    "cites": 21,
    "cited_by": 8,
    "reference": [
        "Blackwell, James. 1987. Mainstreaming Outsiders: The Production of Black Professionals. 2d edition. Dix Hills, NY: General Hall.",
        "Borjas, George. 1992. Ethnic Capital and Intergenerational Mobility, The Quarterly Journal of Economics, vol. 107, no. 1, February, pp. 123-150.",
        "Bowen, William, and Derek Bok. 1998. The Shape of the River: Long Term Consequences of Considering Race in College and University Admission. Princeton University Press.",
        "Card, David, and Alan Krueger. 1993. Trends in Black-White Earnings Revisited. American Economic Review, Vol. 83, No. 2, Papers and Proceedings of the Hundred and Fifth Annual Meeting of the American Economic Association. (May), pp. 85-91.",
        "Card, David, and Alan Krueger. Forthcoming. Would the Elimination of Affirmative Action Affect Highly Qualified Minority Applicants? Evidence from California and Texas. Industrial and Labor Relations Review. Card, David, and Jesse Rothstein. 2004. Racial Segregation and the Black-White Test Score Gap. Unpublished manuscript.",
        "Chadwick, Laura, and Solon, Gary. 2002. Intergenerational Income Mobility among Daughters. American Economic Review, Vol. 92, No. 1. (March), pp. 335-44.",
        "Clotfelter, Charles. 2004. After Brown: The Rise and Retreat of School Desegregation. Princeton.",
        "Crain, Robert, and Rita Mahard. 1983. The Effect of Research Methodology on Desegregation-Achievement Studies: A Meta-Analysis. The American Journal of Sociology, Vol. 88, No. 5. (March), pp. 839-854.",
        "Donohue, John, and James J. Heckman. 1991. Continuous versus Episodic Change: The Impact of Civil Rights Policy on the Economic Status of Blacks. Journal of Economic Literature, 29, pp. 1603-1643.",
        "Drewry, Henry, and Humphrey Doermann. 2001. Stand and Prosper: Private Black Colleges and Their Students. Princeton University Press.",
        "Freeman, Richard. 1973. Changes in the Labor Market for Black Americans, Brookings Papers on Economic Activity 20, pp. 67-120.",
        "Goldstein, Joel. 2004. Beyond Bakke: Grutter-Gratz and the Promise of Brown. Saint Louis Law Journal, v. 48, n. 899.",
        "Hertz, Tom. Forthcoming. Rags, Riches and Race: The Intergenerational Economic Mobility of Black and White Families in the United States. In S. Bowles, H. Gintis and M. Osborne, eds., Unequal Chances: Family Background and Economic Success. Princeton, NJ: Russell Sage Foundation and Princeton University Press. Jencks, Christopher, and Phillips, Meredith, eds. 1998. The Black-White Test Score Gap. Washington, D.C.: The Brookings Institution.",
        "Kane, Thomas J. 1998. Misconceptions in the Debate over Affirmative Action in College Admissions. In Gary Orfield and Edward Miller, eds., Chilling Admissions: The Affirmative Action Crisis and the Search for Alternatives. Cambridge, MA: Harvard Education Publishing Group.",
        "Krueger, Alan. 2003. The Supreme Court finds the `mushball middle on affirmative action New York Times (July 23).",
        "Krueger, Alan, and Diane Whitmore. 2002. Would Smaller Classes Help Close the Black-White Achievement Gap? In John Chubb and Tom Loveless, eds., Bridging the Achievement Gap. Washington, DC: Brookings Institute Press.",
        "Phillips, Meredith, Jeanne Brooks-Gunn, Greg Duncan, Pamela Klebanov, and Jonathan Crane. 1998. Family Background, Parenting Practices, and the Black-White Test Score Gap, in Christopher Jencks and Meredith Phillips, eds., The Black-White Test Score Gap. Washington, DC: Brookings Institution Press.",
        "Ruggles, Steven, Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King, and Chad Ronnander. 2004. Integrated Public Use Microdata Series: Version 3.0 [Machine-readable database]. Minneapolis, MN: Minnesota Population Center [producer and distributor], www.ipums.org.",
        "Rothstein, Jesse. 2004. Good Principals or Good Peers? Parental Valuation of School Characteristics, Tiebout Equilibrium, and the Incentive Effects of Competition Among Jurisdictions. Working Paper 10666. Cambridge, MA: National Bureau of Economic Research.",
        "Solon, Gary. 1999. Intergenerational Mobility in the Labor Market, in Handbook of Labor Economics, vol. 3A, 1761-1800.",
        "Solon, Gary. 2002. Cross-Country Differences in Intergenerational Earnings Mobility. Journal of Economic Perspectives, Vol. 16, No. 3 (Summer), pp. 59-66."
    ]
}