{
    "id": 11441,
    "cites": 73,
    "cited_by": 4,
    "reference": [
        "Womack, Kent (1996), Do Brokerage Analysts Recommendations Have Investment Value? Journal of Finance 51, 137-167.",
        "Wu, Guojun (2001), The Determinants of Asymmetric Volatility, Review of Financial Studies 14, 837-859.",
        "Whitelaw, Robert (2000), Stock Market Risk and Return: An Equilibrium Approach, Review of Financial Studies 13, 521-547.",
        "Weil, Philippe (1989), The Equity Premium Puzzle and the Risk-Free Rate Puzzle, Journal of Monetary Economics 24, 401-421.",
        "Wachter, Jessica (2004), A Consumption-Based Model of the Term-Structure of Interest Rates, Journal of Financial Economics, forthcoming.",
        "Vuong, Quang (1989), Likelihood Ratio Tests for Model Selection and Non-Nested Hypotheses, Econometrica 57, 307-333.",
        "Vissing-JÃ\u0083Â¸rgensen, Annette (2002), Limited Asset Market Participation and the Elasticity of Intertemporal Substitution, Journal of Political Economy 110, 825-853.",
        "Veronesi, Pietro (2004), The Peso Problem Hypothesis and Stock Market Returns, Journal of Economic Dynamics and Control 28, 707-725.",
        "Veronesi, Pietro (2000), How Does Information Quality Effect Stock Returns?, Journal of Finance 55, 807-837.",
        "Veronesi, Pietro (1999), Stock Market Overreaction to Bad News in Good Times: A Rational Expectations Equilibrium Model, Review of Financial Studies 12, 975-1007.",
        "Turner, Christopher, Richard Startz, and Charles Nelson (1989), A Markov Model of Heteroskedasticity, Risk and Learning in the Stock Market, Journal of Financial Economics 25, 3-22.",
        "Timmermann, Allan (1996), Excess Volatilility and Predictability of Stock Prices in Autoregressive Dividend Models with Learning, Review of Economic Studies 63, 523-557.",
        "Timmermann, Allan (1993), How Learning in Financial Markets Generates Excess Volatility and Predictability of Stock Returns, Quarterly Journal of Economics 108, 1135-1145.",
        "Shiller, Robert (1981), Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends?, American Economic Review 71, 421-436.",
        "Sentana, Enrique (1995), Quadratic ARCH Models, Review of Economic Studies 62, 639661.",
        "Schwert, G. William (1990b), Stock Volatility and the Crash of `87, Review of Financial Studies 3, 77-102.",
        "Schwert, G. William (1990a), Indexes of United States Stock Prices from 1802 to 1987, Journal of Business 63, 399-426.",
        "Schwert, G. William (1989), Why Does Stock Market Volatility Change Over Time?, Journal of Finance 44, 1115-1153.",
        "Poterba, James, and Lawrence Summers (1985), The Persistence of Volatility and Stock Market Fluctuations, American Economic Review 75, 1142-1151.",
        "Pagan, Adrian, and G. William Schwert (1990), Alternative Models for Conditional Stock Volatility, Journal of Econometrics 45, 267-290.",
        "Merton, Robert C. (1980), On Estimating the Expected Return on the Market: An Explanatory Analysis, Journal of Financial Economics 8, 323-361.",
        "MacKinlay, A. Craig (1997), Event Studies in Economics and Finance, Journal of Economic Literature 35, 13-39.",
        "Lucas, Robert (1978), Asset Prices in an Exchange Economy, Econometrica 46, 1429-1445.",
        "Lochstoer, Lars (2004), Expected Returns and the Business Cycle: Heterogeneous Agents and Heterogeneous Goods, Working Paper, UC Berkeley.",
        "LeRoy, Stephen, and Richard Porter (1981), The Present-Value Relation: Tests Based on Implied Variance Bounds, Econometrica 49, 555-574.",
        "Lettau, Martin, Sidney Ludvigson, and Jessica Wachter (2004), The Declining Equity Premium: What Role Does Macroeconomic Risk Play?, Working Paper, New York University.",
        "Lettau, Martin, and Sidney Ludvigson (2001), Consumption, Aggregate Wealth, and Expected Stock Returns, Journal of Finance 56, 815-849.",
        "Kim, Chang-Jin, James Morley and Charles Nelson (2004), Is There a Positive Relationship Between Stock Market Volatility and the Equity Premium?, Journal of Money, Credit and Banking 36, 339-360.",
        "Kim, Chang-Jin (1994), Dynamic Linear Models with Markov-Switching, Journal of Econometrics 60, 1-22.",
        "Kandel, Shmuel, and Robert F. Stambaugh (1990), Expectations and Volatility of Consumption and Asset Returns, Review of Financial Studies 3, 207-232.",
        "Jermann, Urban (1998), Asset Pricing in Production Economies, Journal of Monetary Economics 4, 257-275.",
        "Hamilton, James (1990), Analysis of Time Series Subject to Change in Regime, Journal of Econometrics 45, 39-70.",
        "Hamilton, James (1989), A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle, Econometrica 57, 357-84.",
        "Guidolin, Massimo, and Timmermann, Allan (2003), Option Prices Under Bayesian Learning: Implied Volatility Dynamics and Predictive Densities, Journal of Economic Dynamics and Control 27, 717-769.",
        "Gennotte, Gerard (1986), Optimal Portfolio Choice under Incomplete Information, Journal of Finance 41, 733-749.",
        "French, Kenneth, G. William Schwert, and Robert F. Stambaugh (1987), Expected Stock Returns and Volatility, Journal of Financial Economics 19, 3-29.",
        "Engle, Robert (1990), Discussion: Stock Market Volatility and the Crash of `87, Review of Financial Studies 3, 103-106.",
        "Epstein, Larry, and Stanley Zin (1989), Substitution, Risk Aversion and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework, Econometrica 57, 937-968.",
        "Dumas, Bernard (1989), Two-Person Dynamic Equilibrium in the Capital Market, Review of Financial Studies 2, 157-188.",
        "Dothan, Michael U., and David Feldman (1986), Equilibrium Interest Rates and Multiperiod Bonds in a Partially Observable Economy, Journal of Finance 41, 369-382.",
        "Detemple, JÃ\u0083Â©rÃ\u0083Â´me B. (1986), Asset Pricing in a Production Economy with Incomplete Information, Journal of Finance 41, 383-391.",
        "David, Alexander (1997), Fluctuating Confidence in Stock Markets: Implications for Returns and Volatility, Journal of Financial and Quantitative Analysis 32, 427-462.",
        "Constantinides, George and Darrell Duffie (1996), Asset Pricing with Heterogeneous Consumers, Journal of Political Economy 104, 219-240.",
        "Constantinides, George (1990), Habit Formation: A Resolution of the Equity Premium Puzzle, Journal of Political Economy 98, 519-543.",
        "Cecchetti, Stephen, Pok-Sang Lam and Nelson Mark (1990), Mean Reversion in Equilibrium Asset Prices, American Economic Review 80, 398-418.",
        "Campbell, John Y., and Ludger IIentschel (1992), No News is Good News: An Asymmetric Model of Changing Volatility in Stock Returns, Journal of Financial Economics 31, 281-318.",
        "Campbell, John Y., and Ludger IIentschel (1991), No News is Good News: An Asymmetric Model of Changing Volatility in Stock Returns, NBER Working Paper #3742.",
        "Campbell, John Y., and John Cochrane (1999), By Force of IIabit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy 107, 205251.",
        "Campbell (1996), Understanding Risk and Return, Journal of Political Economy 104, 298345.",
        "Campbell, John Y. (2003), Consumption-Based Asset Pricing, in G. Constantinides and M. IIarris eds., IIandbook of the Economics of Finance, Amsterdam: North-IIolland.",
        "Campbell, John Y. (1991), A Variance Decomposition for Stock Returns, Economic Journal 101, 157-179.",
        "Calvet, Laurent E., Adlai J. Fisher, and Samuel B. Thompson (2004), Volatility Comovement: A Multifrequency Approach, forthcoming, Journal of Econometrics.",
        "Calvet, Laurent E., and Adlai J. Fisher (2004), IIow to Forecast Long-Run Volatility: Regime-Switching and the Estimation of Multifractal Processes, Journal of Financial Econometrics 2, 49-83.",
        "Calvet, Laurent E., and Adlai J. Fisher (2002), Multifractality in Asset Returns: Theory and Evidence, Review of Economics and Statistics 84, 381-406.",
        "Calvet, Laurent E., and Adlai J. Fisher (2001), Forecasting Multifractal Volatility, Journal of Econometrics 105, 27-58.",
        "Brennan, Michael, and Xia, Yihong (2001), Stock Price Volatility and the Equity Premium, Journal of Monetary Economics 47, 249-283.",
        "Benartzi, Shlomo and Richard Thaler (1995), Myopic Risk Aversion and the Equity Premium Puzzle, Quarterly Journal of Economics 110, 73-92.",
        "Bekaert, Geert, and Guojun Wu (2000), Asymmetric Volatility and Risk in Equity Markets, Review of Financial Studies 13:1, 1-42.",
        "Barsky, Robert (1989), Why Dont the Prices of Stocks and Bonds Move Together?, American Economic Review 79, 1132-1145.",
        "Barndorff-Nielsen, Ole, and Neil Shephard (2003), Realised Power Variation and Stochastic Volatility Models, Bernoulli 9, 1109-1111.",
        "Barberis, Nicholas, Shleifer, Andrei and Robert Vishny (1998), A Model of Investor Sentiment, Journal of Financial Economics 49, 307-343.",
        "Bansal, Ravi, and Hao Zhou (2002), Term Structure of Interest Rates with Regime Shifts, Journal of Finance 57, 1997-2043.",
        "Bansal, Ravi, and Amir Yaron (2004), Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles, Journal of Finance 49, 1481-1509.",
        "Attanasio, Orazio, and Guglielmo Weber (1993), Consumption Growth, The Interest Rate, and Aggregation, Review of Economic Studies. 60, 631-649.",
        "Antweiler, Werner, and Murray Frank (2004), Is All That Talk Just Noise? The Information Content of Internet Stock Message Boards, Journal of Finance 59, 1259-1295.",
        "Andersen, Torben, Tim Bollerslev, Francis Diebold and Clara Vega (2004), Real-Time Price Discovery in Stock, Bond and Foreign Exchange Markets, Working paper, University of Pennsylvania.",
        "Andersen, Torben, Tim Bollerslev, and Francis Diebold (2003), Some Like it Smooth, and Some Like it Rough: Untangling Continuous and Jump Components in Measuring, Modeling, and Forecasting Asset Return Volatility, Working paper, University of Pennsylvania.",
        "Abel, Andrew (2003), The Effects of a Baby Boom on Stock Prices and Capital Accumulation in the Presence of Social Security, Econometrica 71, 551-578.",
        "Abel, Andrew (1999), Risk Premia and Term Premia in General Equilibrium, Journal of Monetary Economics 43, 3-33.",
        "Abel, Andrew (1990), Asset Prices Under Habit Formation and Catching Up with the Joneses, American Economic Review SO, 38-42.",
        "Abel, Andrew (1988), Stock Prices Under Time-Varying Dividend Risk: An Exact Solution in an Infinite Horizon General Equilibrium Model, Journal of Monetary Economics 22, 375395.",
        "Yogo, Motohiro (2004b), Estimating the Elasticity of Intertemporal Substitution When Instruments Are Weak, Review of Economics and Statistics 86, 797-810. TABLE 1. EXCESS RETURN MOMENTS Sample By Subperiod Moment 1 2 3 4 A. Full Sample: 1926-2003 mean 0.022 0.010 0.043 0.013 0.024 standard deviation 1.104 1.643 0.755 0.773 1.003 skewness-0.30 0.09 0.96 0.07-1.55 kurtosis 20.54 11.48 11.36 5.79 32.24 B. Postwar: 1952-2003 mean 0.023 0.044-0.004 0.021 0.030 standard deviation 0.858 0.666 0.766 0.932 1.023 skewness-1.05-0.70 0.13-2.83-0.21 kurtosis 26.51 13.34 5.76 59.84 7.18",
        "Yogo, Motohiro (2004a), A Consumption-Based Explanation of Expected Stock Returns, Journal of Finance, forthcoming."
    ]
}