{
    "id": 11444,
    "cites": 70,
    "cited_by": 34,
    "reference": [
        "Admati, Anat R., and Paul C. Pfleiderer, 1988, A theory of intraday patterns: Volume and price variability, Review of Financial Studies 1, 3-40.",
        "Ahn, Hee-Joon, Kee-Hong Bae and Kalok Chan, 2001, Limit orders, depth, and volatility, Journal of Finance, 56, 767788.",
        "Almgren, Robert, and Neil Chriss, 1999, Value under liquidation, Risk, 12.",
        "Almgren, Robert, and Neil Chriss, 2000, Optimal execution of portfolio transactions, Journal of Risk, 3, 539.",
        "Almgren, Robert, 2003, Optimal execution with nonlinear impact functions and tradingenhanced risk, Applied Mathematical Finance 10, 118.",
        "Back, Kerry, and Shmuel Baruch, 2004, Information in securities markets: Kyle meets Glosten and Milgrom, Econometrica, 72, 433465.",
        "Bertsimas, Dimitris, and Andrew W. Lo, 1998, Optimal control of execution costs, Journal of Financial Markets, 1, 150.",
        "Biais, Bruno, Pierre Hillion, and Chester S. Spatt, 1995, An empirical analysis of the limit order book and order flow in Paris Bourse, Journal of Finance 50, 16551689.",
        "Biais, Bruno, Christophe Bisiere, and Chester S. Spatt, 2003, Imperfect competition in financial markets, Carnegie Mellon Working Paper.",
        "Bloomfield, Robert, Maureen OHara, and Gideon Saar, 2004, The Make or Take decision in an electronic market: Evidence on the evolution of liquidity, Journal of Financial Economics, forthcoming.",
        "Brock, William A., and Allan W. Kleidon, 1992, Periodic market closure and trading volume: A model of intraday bids and asks, Journal of Economic Dynamics and Control, 16, 451489.",
        "Chan, Kakeung, Wiliam Christie, and Paul Schultz, 1995, Market structure and the intraday pattern of bid-ask spreads for Nasdaq securities, Journal of Business, 68(1), 35--60.",
        "Chan, Louis K., and Josef Lakonishok, 1993, Institutional trades and intraday stock price behavior, Journal of Financial Economics, 33, 173-199.",
        "Chan, Louis K., and Josef Lakonishok, 1995, The behavior of stock prices around institutional trades, Journal of Finance, Vol.50, No.4, 11471174.",
        "Chan, Louis K., and Josef Lakonishok, 1997, Institutional equity trading costs: NYSE versus Nasdaq, Journal of Finance, Vol.52, No.2, 713735.",
        "Chung, Kee H., Bonny Van Ness, and Robert Van Ness, 1999, Limit orders and the bid-ask spread, Journal of Financial Economics, Vol. 53, No 2, 255287.",
        "Dubil, Robert, 2002, Optimal liquidation of large security holdings in thin markets, Research in International Entrepreneurial Finance and Business Ventures at the Turn of the Third Millennium, Editor: Yochanan Shachmurove, Academy of Entrepreneurial Finance.",
        "Easley, David, and Maureen OHara, 1992, Time and process of security price adjustment, Journal of Finance, 47, 577605.",
        "Eastham, Jerome, and Kevin J. Hastings, 1988, Optimal impulse control of portfolios, Mathematics of Operations Research, 13(4), 588605.",
        "Foster, Douglas, and S. Viswanathan, 1990, A theory of the interday variations in volume, varience, and trading costs in securities markets, Review of Financial Studies, 3, 592 624.",
        "Foster, Douglas, and S. Viswanathan, 1995, Can speculative trading explain the volumevolatility relation?, Journal of Business and Economic Statistics, 13, 379396.",
        "Foucault, Thierry, 1999, Order flow composition and trading costs in a dynamic limit order market, Journal of Financial Markets, 2, 99134.",
        "Foucault, Thierry, Ohad Kadan, Eugene Kandel, 2001, Limit order book as a market for liquidity, Review of Financial Studies, forthcoming.",
        "Gerety, Mason, and Harold Mulherin, 1992, Trading halts and market activity: an analysis of volume at the open and the close, Journal of Finance, 47, 17651784.",
        "Glosten, Lawrence R., 1994, Is the electronic open limit order book inevitable?, Journal of Finance, Vol.49, No.4, 11271161.",
        "Goettler, Ron, Christine Parlour, Uday Rajan, 2004, Equilibrium in a dynamic limit order market, Journal of Finance, forthcoming.",
        "Greenwood, Robin, 2004, Short and longterm demand curves for stock: theory and evidence on the dynamics of arbitrage, Journal of Financial Economics, forthcoming.",
        "Griffiths, Mark, Brian Smith, Alasdair Turnbull and Robert W. White, 2000, The Cost and determinants of order aggressiveness, Journal of Financial Economics 56, 6588.",
        "Hamao, Yasushi, and Joel Hasbrouck, 1995, Securities trading in the absence of dealers: Trades and quotes on the Tokyo Stock Exchange, The Review of Financial Studies, Vol. 8, No. 3, 849878.",
        "Handa, Puneet, and Robert Schwartz, 1996, Limit order trading, Journal of Finance, 51, 18351861.",
        "Harris, Lawrence, 1986, A transactions data study of weekly and intradaily patterns in stock prices, Journal of Financial Economics, 16, 99117.",
        "Harris, Lawrence, 1990, Liquidity, trading rules and electronic trading systems, NYU Salomon Center Series in Finance and Economics, Monograph 19904.",
        "Harris, Lawrence, 1998, Optimal dynamic order submission strategies in some stylized trading problems, Financial Markets, Institutions and Instruments, 7, 176.",
        "Harris, Lawrence, and Venkatesh Panchapagesan, 2005, The information-content of the limit order book: Evidence from NYSE specialist trading decisions, Journal of Financial Markets, 8, forthcoming.",
        "Hasbrouck, Joel, 1996, Order characteristics and stock price evolution: An application to program trading, Journal of Financial Economics, 41(1), 129149.",
        "Hasbrouck, Joel, and Duane J. Seppi, 2001, Common factors in prices, order flows, and liquidity, Journal of Financial Economics, 59, 383411.",
        "Hasbrouck, Joel and Gideon Saar, 2002, Limit orders and volatility in a hybrid market: the Island ECN, Working paper.",
        "He, Hua, and Harry Mamaysky, 2001, Dynamic trading policies with price impact, Yale ICF Working Paper No. 0064.",
        "Hindy, Ayman, Chi-fu Huang, and Steven Zhu, 1997, Optimal consumption and portfolio rules with durability and habit formation, Journal of Economic Dynamics and Control 21.",
        "Hollifield, Burton, Robert A. Miller, and Patrik Sandas, 2004, Empirical analysis of limit order markets, Review of Economic Studies, forthcoming.",
        "Holthausen, Robert W., Richard W. Leftwich, and David Mayers, 1987, The effect of large block transactions on security prices: a cross-sectional analysis, Journal of Financial Economics, 19, 237267.",
        "Holthausen, Robert W., Richard W. Leftwitch, and David Mayers, 1990, Large block transactions, the speed of response of temporary and permanent stock-price effect, Review of Financial Studies, 9, 7195.",
        "Hong, Harrison and Jiang Wang, Trading and returns under periodic market closures, 2000, Journal of Finance, 55, 297354.",
        "Huang, Jennifer, and Jiang Wang, Market Liquidity and Asset Prices Under Costly Participation, 2005, MIT Working Paper.",
        "Huberman, Gur, and Werner Stanzl, 2004, Arbitrage-free price update and price-impact functions, Econometrica, 72, No 4, 12471275.",
        "Irvine, Paul J., George J. Benston, and Eugene Kandel, 2000, Liquidity beyond the inside spread: measuring and using information in the limit order book, Working Paper.",
        "Jain, Prem, and Gun-Ho Joh, 1992, The dependence between hourly prices and trading volume, Journal of Financial and Quantitative Analysis 23, 269284.",
        "Kaul, Aditya, Vikas Mehrotra, and Randall Morck, 2000, Demand curves for stocks do slope down: new evidence from an index weights adjustment, Journal of Finance 55 (2), 893-912.",
        "Keim, Donald B., and Ananth Madhavan, 1995, Anatomy of the trading process: Empirical evidence on the behavior of institutional traders, Journal of Financial Economics 37, 371- 398.",
        "Keim, Donald B. and Ananth Madhavan, 1996, The upstairs market for large-block transactions, Review of Financial Studies 9, 136.",
        "Keim, Donald B., and Ananth Madhavan, 1997, Transactions costs and investment style: An inter-exchange analysis of institutional equity trades, Journal of Financial Economics 46, 265-292.",
        "Koski, Jennifer, and Roni Michaely, 2000, Prices, liquidity, and the information content of trades, Review of Financial Studies, 13, 659696.",
        "McInish, Thomas, and Robert Wood, 1991, Hourly returns, volume, trade size and number of trades, Journal of Financial Research, 14(4), 303315.",
        "Monch, Burkart, 2004, Optimal liquidation strategies, Working Paper.",
        "Parlour, Christine, 1998, Price dynamics in limit order markets, Review of Financial Studies, 11, 789816.",
        "Parlour, Christine, and Duane Seppi, 2003, Liquidity-based competition for order flow, Review of Financial Studies, 16, 301303.",
        "Perold, Andre, 1988, The implementation shortfall: Paper versus reality, Journal of Portfolio Management, 14, 4-9.",
        "OHara, Maureen, 1995, Market microstructure theory, Blackwell Publishers, Cambridge, Mass.",
        "OHara, Maureen, 2003, Liquidity and price discovery, Journal of Finance, 58, 13351354.",
        "Ranaldo, Angelo, 2004, Order aggressiveness in limit order book markets, Journal of Financial Markets, 7, 5374.",
        "Rock, Kevin, 1996, The specialists order book and price anomalies, Review of Financial Studies.",
        "Rosu, Ioanid, 2004, A dynamic model of the limit order book, MIT Ph.D. Thesis.",
        "Sandas, Patrick, 2001, Adverse selection and competitive market making: evidence from a pure limit order book, Review of Financial Studies, 14, 705734.",
        "Scholes, Myron, 1972, The market for securities: substitution versus price pressure and the effects of information on share price, Journal of Business, 45, 179211.",
        "Seppi, Duane, 1997, Liquidity provision with limit orders and a strategic specialist, Review of Financial Studies, 10, 103150.",
        "Shleifer, Andrei, 1986, Do demand curves for stocks slope down?, Journal of Finance, 41, 579590.",
        "Shreve, Steven, and Halil Soner, 1994, Optimal investment and consumption with transaction costs, Annals of Applied Probability, No.4, 609692.",
        "Subramanian, Ajai, and Robert A. Jarrow, 2001, The liquidity discount, Mathematical Finance, 11(4), 447474.",
        "Vayanos, Dimitri, 2001, Strategic Trading in a Dynamic Noisy Market, Journal of Finance, 56, 131171.",
        "Wurgler, Jeffrey, and Ekatherina Zhuravskaya, 2002, Does arbitrage flatten demand curves for stock?, Journal of Business, vol. 7, 583608."
    ]
}