{
    "id": 11449,
    "cites": 17,
    "cited_by": 18,
    "reference": [
        "Auerbach, Alan J., 1979, Share Valuation and Corporate Equity Policy, Journal of Public Economics 11(3), June, 291-305.",
        "Auerbach, Alan J., 2002, Taxation and Corporate Financial Policy, in A. Auerbach and M. Feldstein, eds., Handbook of Public Economics, vol. 3 (Amsterdam: North-Holland/Elsevier), 1251-1292.",
        "Auerbach, Alan J and Kevin A. Hassett, 2003, On the Marginal Source of Investment Funds, Journal of Public Economics 87 (1), January, 205-232.",
        "Auerbach, Alan J., Kevin A. Hassett, and Stephen D. Oliner, 1994, Reassessing the Social Returns to Equipment Investment, Quarterly Journal of Economics 109(3), August, 789-802.",
        "Binder, John J., 1985, On the Use of the Multivariate Regression Model in Event Studies, Journal of Accounting Research 23(1), Spring, 370-383.",
        "Bradford, David, 1981, The Incidence and Allocation Effects of a Tax on Corporate Distributions, Journal of Public Economics 15(1), April, 1-22.",
        "Carroll, Robert, Kevin A. Hassett, and James B. Mackie III, 2003, The Effect of Dividend Tax Relief on Investment Incentives, National Tax Journal 56(3), September, 629-651.",
        "Desai, Mihir A. and Austan D. Goolsbee, 2004, Investment, Overhang, and Tax Policy, Brookings Papers on Economic Activity 35(2), Fall, 285-338.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics 33(1), February, 3-56.",
        "House, Christopher L., and Matthew Shapiro, 2005, Temporary Investment Incentives: Theory and Evidence from Bonus Depreciation, University of Michigan, January.",
        "Jaffe, Jeffrey F., 1974, Special Information and Insider Trading, The Journal of Business 47(3), July, 410-428.",
        "King, Mervyn, 1977, Public Policy and the Corporation (London: Chapman and Hall).",
        "Mandelker, Gershon, 1974, Risk and Return: The Case of Merging Firms, Journal of Financial Economics 1(4), December, 303-335.",
        "Poterba, James M., 2004, Taxation and Corporate Payout Policy, American Economic Review 94(2), May, 171-175.",
        "Poterba, James M. and Lawrence H. Summers, 1985, The Economic Effects of Dividend Taxation, in E. Altman and M. Subrahmanyam, eds., Recent Advances in Corporate Finance (Homewood, IL: Richard D. Irwin), 227-284.",
        "Salinger, Michael, 1992, Standard Errors in Event Studies, Journal of Financial and Quantitative Analysis 27(1), March, 39-53.",
        "Sinn, Hans-Werner, 1991, The Vanishing Harberger Triangle, Journal of Public Economics 45(3), August, 271-300."
    ]
}