{
    "id": 11453,
    "cites": 13,
    "cited_by": 0,
    "reference": [
        "John Bound, The Health and Earnings of Rejected Disability Insurance Applicants, American Economic Review, 79 (June 1989): 482-503.",
        "Ronald Ehrenberg, Daniel Hamermesh and George Johnson, Policy Decisions and Research in Economics and Industrial Relations: An Exchange of Views: Comment, Industrial and Labor Relations Review, 31 (Oct. 1977): 10-13.",
        "Glenn Ellison, The Slowdown of the Economics Publishing Process, Journal of Political Economy, 110 (Oct. 2002): 947-993.",
        "Jonathan Gruber and Brigitte Madrian, Health Insurance and Job Mobility: The Effect of Public Policy on Job-Lock, Industrial and Labor Relations Review, 48 (Oct. 1994): 86-102.",
        "Daniel Hamermesh and Stephen Donald, The Effect of College Curriculum on Earnings: Accounting for Non-Ignorable Non-Response Bias, National Bureau of Economic Research, Working Paper No. 10809, 2004.",
        "Daniel Hamermesh, George Johnson, and Burton Weisbrod, Scholarship, Citations and Salaries, Southern Economic Journal, 49 (Oct. 1982): 472-481.",
        "Daniel Hamermesh and Sharon Oster, Tools or Toys: The Impact of High Technology on Scholarly Productivity, Economic Inquiry, 40 (Oct. 2002): 539-555.",
        "Nada Kulendran and Kenneth Wilson, Is There a Relationship Between International Trade and International Travel? Applied Economics, 32 (June 2000): 10001-1009.",
        "William Moore, Robert Newman and Geoffrey Turnbull, Reputational Capital and Academic Pay, Economic Inquiry, 39 (Oct. 2001): 663-671.",
        "Richard Quandt, Some Quantitative Aspects of the Economics Journal Literature, Journal of Political Economy, 84 (Aug. 1976, Part 1): 741-755.",
        "Raymond Sauer, Estimates of the Returns to Quality and Coauthorship in Academia, Journal of Political Economy, 96 (Aug. 1988): 855-866.",
        "George Stigler, Do Economists Matter? Southern Economic Journal, 42 (Jan. 1976): 347354. Mark Twain, Tom Sawyer. Hartford, CT: The American Publishing Company, 1876.",
        "Donald Wise, The Effect of the Bracero on Agricultural Production in California, Economic Inquiry, 12 (Dec. 1974): 547-558."
    ]
}