{
    "id": 11452,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Auerbach, Alan, 2003, Taxation and Corporate Financial Policy, in Auerbach, Alan and Martin Feldstein eds. Handbook of Public Economics, Volume 3, (Amsterdam: North-Holland) Auerbach, Alan and Kevin Hassett, 2005, The Corporate Response to the 2003 Act: Did the Old View or the New View Win Out?, this volume.",
        "Barclay, Michael (1987), Dividends, Taxes, and Common Stock Prices: The Ex-Dividend Day Behavior of Common Stock Prices before the Income Tax, Journal of Financial Economics 14, 31-44.",
        "Bernhardt, Dan, J. Fiona Robertson and Ray Farrow, 1994, Testing Dividend Signaling Models, Working Paper, Queens University.",
        "Bernheim, Douglas and Adam Wantz (1995), A Tax-Based Test of the Dividend Signalling Hypothesis, American Economic Review 85(3), 532-551.",
        "DeAngelo, Harry, Linda DeAngelo, and Doug Skinner, 2000, Special Dividends and the Evolution of Dividend Signaling, Journal of Financial Economics, pp. 309-354.",
        "Eades, Ken, Pat Hess and Han E. Kim, 1984, On Interpreting Security Returns During the Ex-dividend Period, Journal of Financial Economics, 13, 3-34.",
        "Elton, Edwin and Martin Gruber (1970), Marginal Stockholders Tax Rates and the Clientele Effect, Review of Economics and Statistics 52, 68-74.",
        "Grullon, Gustavo and Roni Michaely, 2001, Asymmetric information, agency conflicts and the impact of taxation on the market reaction to dividend changes, Working paper, Cornell University, Ithaca NY.",
        "Grullon, Gustavo and Roni Michaely, (2002) Dividends, Share Repurchases, and the Substitution Hypothesis, Journal of Finance, 57(4), 1649-1684.",
        "Jensen, Michael C. and William H. Meckling (1976), Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics, 3(4), 305-360.",
        "Kalay, Avner, 1982, The Ex-dividend Day Behavior of Stock Prices: A Re-examination of the Clientele Effect, Journal of Finance, 37, 1059-1070.",
        "Lakonishok, J. and T. Vermaelen, (1983), Tax reform and ex-dividend day behavior Journal of Finance 38(4), 11571179.",
        "Michaely, Roni and Jean-Luc Vila (1995), Investors Heterogeneity, Prices and Volume Around the Ex-Dividend Day, Journal of Financial and Quantitative Analysis 30, 171-198.",
        "Perez-Gonzalez, Francisco, 2003, Large shareholders and dividends: Evidence from U.S. tax reforms, Working paper, Columbia University."
    ]
}