{
    "id": 11458,
    "cites": 32,
    "cited_by": 6,
    "reference": [
        "Acemoglu, Daron, Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality. Quarterly Journal of Economics, Vol. 113(4), (November 1998): 1055--1089.",
        "AntrÃ\u0083Â s, Pol, Luis Garicano and Esteban Rossi-Hansberg, Offshoring in a Knowledge Economy. Forthcoming in the Quarterly Journal of Economics (2005).",
        "Autor, David H., Lawrence Katz, and Alan.B. Krueger, Computing Inequality: Have Computers Changed the Labor Market?. Quarterly Journal of Economics, Vol. 113(4), (November 1998): 1169-1213.",
        "Becker, Gary, Treatise on the Family. Cambridge: Harvard University Press, 1981.",
        "Berman, Eli, John Bound and Stephen Machin. Implications Of Skill-Biased Technological Change: International Evidence, Quarterly Journal of Economics, Vol. 113(4) (November 1998): 1245-1279.",
        "Bolton, Patrick, and Mathias Dewatripont, The Firm As a Communication Network. Quarterly Journal of Economics Vol. 109(4), (November 1994): 809-839.",
        "Bresnahan Timothy F., Erik Brynjolfsson, and Lorin M. Hitt, Information Technology, Workplace Organization, and the Demand for Skilled Labor: Firm-Level Evidence. Quarterly Journal of Economics, Vol. 117(1), (February 2002): 339-376.",
        "Card, D. and J. E. DiNardo, Skill Biased Technological Change and Rising Wage Inequality: Some Problems and Puzzles. NBER Working Paper No. 8769, (2002).",
        "Caroli, Eve and John Van Reenen, Skill Biased Organizational Change? Evidence from a Panel of British and French Establishments. Quarterly Journal of Economics, Vol. 116(4), (November 2001): 1449-1492.",
        "Chandler, Alfred, The Visible Hand: The Managerial Revolution in American Business, Harvard University Press (1977).",
        "Dunne, Timothy, John Haltiwanger, and Kenneth R. Troske, Technology and Jobs: Secular Changes and Cyclical Dynamics. Carnegie Rochester Series in Public Policy, (1997): 107-178.",
        "FernÃ\u0083Â¡ndez, Raquel and Jordi GalÃ\u0083Â­, To Each According to...? Markets, Tournaments, and the Matching Problem with Borrowing Constraints. Review of Economic Studies, Vol. 66, (1999): 799-824.",
        "Garicano, Luis, Hierarchies and the Organization of Knowledge in Production. Journal of Political Economy, Vol. 108(5), (October 2000): 874-904.",
        "Garicano, Luis and Tano Santos, Referrals. American Economic Review, Vol. 94(3), (June 2004): 499-525.",
        "Grossman, Sanford and Oliver Hart, The Cost and Benefits of Ownership: A Theory of Vertical and Lateral Integration. Journal of Political Economy, Vol. 94(4), (August 1986): 691-719.",
        "Hayek, Friedrich A., The Use of Knowledge in Society. American Economic Review, Vol. 35 (4), (September 1945): 519-530.",
        "Hornstein, Andreas, Per Krusell, and Gianluca Violante, The Effects of Technical Change on Labor Market Inequalities. Forthcoming in The Handbook of Economic Growth (P. Aghion and S. Durlauf, eds.), Amsterdam, The Netherlands: Elsevier, (2005).",
        "Kremer, Michael, The O-Ring Theory of Economic Development. Quarterly Journal of Economics, Vol. 108(3), (August 1993): 551-575.",
        "Krueger, Alan B., How Computers Changed the Wage Structure: Evidence from Micro Data. Quarterly Journal of Economics, Vol. 108(1), (February 1993): 33-60.",
        "Krusell, Per, Lee Ohanian, JosÃ\u0083Â©-Victor RÃ\u0083Â­os-Rull, and Gianluca Violante, Capital-Skill Complementarity and Inequality: A Macroeconomic Analysis. Econometrica, Vol. 68(5), (September 2000): 1029-1053.",
        "Legros, Patrick and Andrew Newman, Monotone Matching in Perfect and Imperfect Worlds. Review of Economic Studies, Vol. 69(4) (October 2002): 925-42.",
        "Levy, Frank, and Richard Murnane, Teaching the New Basic Skills. New York: Free Press. 1996b.",
        "Lucas, Robert E., Jr., On the Size Distribution of Business Firms. Bell Journal of Economics, Vol 9, No. 2, (Autumn 1978): 508-523.",
        "Moebius, Markus M, The Evolution of Work, Working Paper, MIT, (1999).",
        "Murnane, Richard J., John B. Willett and Frank Levy, The Growing Importance of Cognitive Skills in Wage Determination., NBER Working Paper No. 5076, (1995).",
        "Qian, Yingyi, Incentives and Loss of Control in an Optimal Hierarchy. Review of Economic Studies, Vol. 61(3), (July 1994): 527-44.",
        "Rajan, Raghuram G. and Julie Wulf, The Flattening Firm: Evidence from Panel Data on the Changing Nature of Corporate Hierarchies., NBER Working Paper, No. 9633 (2003).",
        "Rosen, Sherwin, The Economics of Superstars. American Economic Review, Vol. 71(5), (December 1981): 845-858.",
        "Saint-Paul, Gilles,. On the distribution of income and worker assignment under intrafirm spillovers, with an application to ideas and networks. Journal of Political Economy, Vol. 109(1) (February 2001): 1-37.",
        "Sattinger, Michael, Assignment Models of the Distribution of Earnings. Journal of Economic Literature, Vol. 31, (June 1993): 831-880.",
        "Spurr, Stephen, Referral Practices among Lawyers: A Theoretical and Empirical Analysis. Law and Social Inquiry, Vol. 12, (Winter 1988): 87-109.",
        "Tinbergen, Jan, On the Theory of Income Distribution. Weltwirstshaftliches Archiv Vol. 77(2), (1956):155 - 73."
    ]
}