{
    "id": 11455,
    "cites": 35,
    "cited_by": 72,
    "reference": [
        "Acemoglu, Daron, Simon Johnson, and James Robinson, Disease and Development: the Effect of Life Expectancy onMay 8, 2005 Economic Growth, in preparation.",
        "Acemoglu, Daron, Simon Johnson, and James Robinson, The Colonial Origins of Comparative Development: An Empirical Investigation, American Economic Review 91, 2001, pp. 1369- 1401.",
        "Becker, Gary S., Tomas J. Philipson, and Rodrigo R. Soares, The Quantity and Quality of Life and the Evolution of World Inequality, NBER Working Paper 9765, June 2003.",
        "Behrman, Jere R. and Mark R. Rosenzweig, The Returns to Birthweight, Review of Economics and Statistics 86:2, May 2004, 586-601.",
        "Behrman, Jere R., John Hoddinott, John A. Maluccio, Reynaldo Martorell, Agnes Quisumbing, and Aryeh D. Stein, The Impact of Experimental Nutritional Interventions on Education into Adulthood in Rural Guatemala: Preliminary Longitudinal Analysis Working Paper, 2003.",
        "Bloom, David E. and David Canning, Health and Economic Growth: Reconciling the Micro and Macro Evidence, mimeo, Harvard School of Public Health, 2005.",
        "Bloom, David E., David Canning, and Jaypee Sevilla, The Effect of Health on Economic Growth: A production Function Approach, World Development 32:1, January 2004, 1-13.",
        "Card, David, The Causal Effect of Education on Earnings, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics Volume 3A, Amsterdam: Elsevier, 1999, 1801-1863.",
        "Caselli, Francesco, Accounting for Cross-Country Income Differences in P. Aghion and S. Durlauf, eds, The Handbook of Economic Growth, forthcoming. Eveleth, P. B. and J. N. Tanner, Worldwide Variation in Human Growth, Cambridge: Cambridge University Press, 1990.",
        "Floud, Roderick, Height, Weight and Body Mass of the British Population Since 1820, NBER Historical Paper 108, October 1998.",
        "Fogel, Robert W., Economic Growth, Population Theory, and Physiology: The Bearing of Long- Term Processes on the Making of Economic Policy. American Economic Review 83:3, June, 1994, 369-395.",
        "Fogel, Robert W., New Findings on Secular Trends in Nutrition and Mortality: Some Implications fo Population Theory in Mark Rosenzweig and Oded Stark, eds., Handbook of Population and Family Economics Volume 1A, New York: Elsevier, 1997.",
        "Gollin, Douglas, Getting Income Shares Right, Journal of Political Economy, 110(2), April 2002:458-474.",
        "Hall, Robert E. and Charles I. Jones, Why Do Some Countries Produce So Much More Output per Worker than Others? Quarterly Journal of Economics 114:1, February, 1999, 83-116.",
        "Heston, Alan, Robert Summers, and Bettina Aten, Penn World Table Version 6.1, Center for International Comparisons at the University of Pennsylvania, October, 2002.",
        "Jamison, Dean, T., Lawrence J. Lau, and Jia Wang, Healths Contribution to Economic Growth in an Environment of Partially Endogenous Technological Progress in Guillem Lopez- Casasnovas, Berta Rivera, and Luis Currais, eds., Health and Economic Growth, Cambridge: MIT Press, forthcoming. Kalemli-Ozcan, Sebnem, Harl E. Ryder, and David N. Weil, Mortality Decline, Human Capital Investment, and Economic Growth Journal of Development Economics, 62:1, 2000, 1-23.",
        "Klenow, Peter, and Andres Rodgriguez-Clare, The Neoclassical Revival in Growth Economics: Has It Gone Too Far? in Ben S. Bernanke and Julio Rotemberg, eds., NBER Macroeconomics Annual 1997, Cambridge, MA: MIT Press, 1997.",
        "Knaul, Felicia Marie, Health, Nutrition, and Wages: Age at Menarche and Earnings in Mexico in William D. Savedoff and T. Paul Schultz, eds, Wealth from Health: Linking Social Investments to Earnings in Latin America Washington: Inter-American Development Bank, 2000.",
        "Maccini, Sharon, and Dean Yang, Return to Health: Evidence from Exogenous Height Variation in Indonesia, Working Paper, Ford School of Public Policy, University of Michigan, 2005.",
        "Mankiw, N. Gregory, The Growth of Nations Brookings Papers on Economic Activity, Vol. 1 (1995): 275-326.",
        "Mankiw, N. Gregory, David Romer, and David N. Weil, A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics, 107(2), May 1992:407-437.",
        "Miguel, Edward, and Michael Kremer. (2004). Worms: Identifying Impacts on Education and Health in the Presence of Treatment Externalities, Econometrica, 72(1), 159-217.",
        "Padez, C. (2003), Age at menarche of schoolgirls in Maputo, Mozambique, Annals of human biology, vol.30(4)487-495.",
        "Parent A. S., G. Teilmann, A. Juul, N.E. Skakkebaek, J. Toppari and J. P. Bourguignon. (2003), The timing of normal puberty and the age limits of sexual precocity variations around the world, secular trends and changes after migration, Endocrine Reviews 24(5)668-693.",
        "Preston, Samuel, The Changing Relation Between Mortality and Level of Economic Development, Population Studies 29, 1980, 231-248.",
        "Pritchett, Lant and Lawrence H. Summers (1996), Wealthier is Healthier, Journal of Human Resources, 31(4), pp.841-68.",
        "Ribero, Rocio and Jairo NuZez, Adult Morbidity, Height, and Earnings in Colombia in William D. Savedoff and T. Paul Schultz, eds, Wealth from Health: Linking Social Investments to Earnings in Latin America Washington: Inter-American Development Bank, 2000.",
        "Sohn, Byungdoo, Health, Nutrition, and Economic Growth. Ph.D. dissertation, Brown University 2000.",
        "Strauss, John, and Duncan Thomas, Health, Nutrition, and Economic Development, Journal of Economic Literature 36:2, June 1998.",
        "Tanner, J.M. Foetus into Man. Cambridge: Harvard University Press, 1990.",
        "Thomas, Duncan, and Elizabeth Frankenberg, Health, Nutrition, and Prosperity: A Microeconomic Perspective, Bulletin of the World Health Organization 80(2), 2002, 106-113.",
        "Thomas, Duncan, et al., Causal effect of health on labor market outcomes: Evidence from a random assignment iron supplementation intervention, Working Paper, April 2004.",
        "Thomas, F., F. Renaud, E. Benefice, T. de Meeus and J.-F. Guegan (2001), International variability of ages at menarche and menopause patterns and main determinants. Human Biology, vol. 73(2)271-290.",
        "Wyshak, G. and R.E. Frisch, Evidence for a secular trend in age of menarche, New England Journal of Medicine 306(17)1033-1035, 1982.",
        "Young, Alwyn, The Gift of the Dying: The Tragedy of AIDS and the Welfare of Future African Generations, NBER working paper 10991, 2004."
    ]
}