{
    "id": 11467,
    "cites": 34,
    "cited_by": 487,
    "reference": [
        "Bai, J. (2003), Inferential theory for factor models of large dimensions, Econometrica 71:135-171.",
        "Bai, J., and S. Ng (2002), Determining the number of factors in approximate factor models, Econometrica 70:191-221.",
        "Bai, J. and S. Ng (2005a), Confidence intervals for diffusion index forecasts and inference for factor-augmented regressions, manuscript, University of Michigan.",
        "Bai, J. and S. Ng (2005b), Determining the number of primitive shocks in factor models, manuscript, University of Michigan.",
        "Bernanke, B.S., and J. Boivin (2003), Monetary policy in a data-rich environment, Journal of Monetary Economics 50:525-546.",
        "Bernanke, B.S., J. Bovian and P. Eliasz (2005), Measuring the effects of monetary policy: a factor-augmented vector autoregressive (FAVAR) approach, Quarterly Journal of Economics 120:387-422.",
        "Blanchard, O.J., and Quah, D. (1989), Dynamic Effects of Aggregate Demand and Supply Disturbances, American Economic Review 79: 655-673.",
        "Blanchard, O.J., and M.W. Watson (1986), Are Business Cycles All Alike? in R.J.",
        "Gordon (ed.), The American Business Cycle, University of Chicago Press: Chicago. Boivin, J. and M.P. Giannoni (2005), DSGE Models in a Data-Rich Environment, manuscript, Columbia University.",
        "Brillinger, D.R. (1964), A frequency approach to the techniques of principal components, factor analysis and canonical variates in the case of stationary time series, Invited Paper, Royal Statistical Society Conference, Cardiff Wales.",
        "Brillinger, D.R. (1981), Time Series: Data Analysis and Theory, expanded edition (Holden-Day, San Francisco).",
        "Chamberlain, G., and M. Rothschild (1983), Arbitrage factor structure, and mean- variance analysis of large asset markets, Econometrica 51:1281-1304.",
        "Christiano, L.J., M. Eichenbaum, and C.L. Evans (1999), Monetary policy shocks: what have we learned and to what end? ch. 2 in J.B. Taylor and M. Woodford (eds.), The Handbook of Macroeconomics, v. 1a:65-148.",
        "Doan, T., R.B. Litterman, and C.A. Sims (1984), Forecasting and policy analysis using realistic prior distributions, Econometric Reviews 3:1-100.",
        "Eichenbaum, M. and C,L. Evans (1995), Some Empirical Evidence on the Effects of Shocks to Monetary Policy on Exchange Rates, Quarterly Journal of Economics, Vol. 110, No. 4, 975-1009.",
        "Engle, R.F. and M.W. Watson (1981), A one-factor multivariate time series model of metropolitan wage rates, Journal of the American Statistical Association, 76:774-781.",
        "Favero, C.A., and M. Marcellino (2005), Large datasets, small models and monetary policy in Europe, CLM Economia, 249-269.",
        "Favero, C.A., M. Marcellino and F. Neglia (2002), Principal components at work: the empirical analysis of monetary policy with large datasets, IGIER Working Paper No. 223 (Bocconi University); forthcoming, Journal of Applied Econometrics.",
        "Forni, M., M. Hallin, M. Lippi and L. Reichlin (2000), The generalized factor model: identification and estimation, The Review of Economics and Statistics 82:540 554.",
        "Geweke, J. (1977), The Dynamic Factor Analysis of Economic Time Series, in: D.J.",
        "Aigner and A.S. Goldberger, eds., Latent Variables in Socio-Economic Models, (North-Holland, Amsterdam). Giannone, D., L. Reichlin, and L. Sala (2002), Tracking Greenspan: systematic and unsystematic monetary policy revisted, CEPR Working Paper 3550.",
        "Giannoni, D., L. Reichlin and L. Sala (2004), Monetary Policy in Real Time, forthcoming, NBER Macroeconomics Annual, 2004.",
        "King, R., C. Plosser, J.H. Stock, and M.W. Watson (1991), Stochastic Trends and Economic Fluctuations, American Economic Review, 81: 819-840.",
        "Kose, M. Ayhan, Christopher Otrok, and Charles H. Whiteman (2003), International Business Cycles: World, Region, and Country-Specific Factors. American Economic Review 94:1216-1239.",
        "Litterman, R.B. (1986), Forecasting with Bayesian vector autoregressions five years of experience, Journal of Business and Economic Statistics 4:25-38.",
        "Quah, D., and T.J. Sargent (1993), A Dynamic Index Model for Large Cross Sections, in: J.H. Stock and M.W. Watson, eds., Business Cycles, Indicators, and Forecasting (University of Chicago Press for the NBER, Chicago) Ch. 7.",
        "Sargent, T.J. (1989), Two models of measurements and the investment accelerator, The Journal of Political Economy 97:251287.",
        "Sargent, T.J., and C.A. Sims (1977), Business cycle modeling without pretending to have too much a-priori economic theory, in: C. Sims et al., eds., New Methods in Business Cycle Research (Federal Reserve Bank of Minneapolis, Minneapolis).",
        "Sims, C.A. (1980), Macroeconomics and Reality, Econometrica 48:1-48.",
        "Sims, C.A. (1992), Interpreting the macroeconomic time series facts: the effects of monetary policy, European Economic Review 36:975-1000.",
        "Sims, C.A. (1993), A nine-variable probabilistic macroeconomic forecasting model, in: J.H. Stock and M.W. Watson, eds., Business Cycles, Indicators, and Forecasting (University of Chicago Press for the NBER, Chicago) Ch. 7:179-204.",
        "Stock, J.H., and M.W. Watson (1989), New indexes of coincident and leading economic indicators, NBER Macroeconomics Annual, 351-393.",
        "Stock, J.H., and M.W. Watson (1991), A probability model of the coincident economic indicators, in: G. Moore and K. Lahiri, eds., The Leading Economic Indicators: New Approaches and Forecasting Records (Cambridge University Press, Cambridge) 63-90.",
        "Stock, J.H., and M.W. Watson (1999), Forecasting Inflation, Journal of Monetary Economics 44:293-335."
    ]
}