{
    "id": 11461,
    "cites": 61,
    "cited_by": 25,
    "reference": [
        "[1] Andersen, Steffen, Glenn W. Harrison, Morten Igel Lau, and E. Elisabet Rutstrom (2004), Preference Heterogeneity in Experiments: Comparing the Field and Lab, mimeo, University of Central Florida.",
        "[2] Armstrong, Mark (1999), Optimal Regulation with Unknown Demand and Cost Functions, Journal of Economic Theory, 84, 196-215.",
        "[3] Arnott, Richard, and Joseph E. Stiglitz (1988), Randomization with Asymmetric Informa- tion, Rand Journal of Economics, 29(3), 344-362.",
        "[4] Barsky, Robert B., F. Thomas Juster, Miles S. Kimball, and Matthew D. Shapiro (1997), Pref- erence Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study, Quarterly Journal of Economics, 112(2), 537-579.",
        "[5] Beetsma, Roel M. W. J., and Peter C. Schotman (2001), Measuring Risk Attitudes in a Natural Experiment: Data from the Television Game Show Lingo, The Economic Journal, 111, 821-848.",
        "[6] Cardon, James H., and Igal Hendel (2001), Asymmetric Information in Health Insurance: Evidence from the National Medical Expenditure Survey, Rand Journal of Economics, 32(3), 408-427.",
        "[7] Cicchetti, Charles J., and Jeffrey A. Dubin (1994), A Microeconometric Analysis of Risk Aversion and the Decision to Self-Insure, Journal of Political Economy, 102(1), 169-186.",
        "[8] Chetty, Raj (2004), Labor Supply and Risk Aversion: A Calibration Theorem, mimeo, UC Berkeley.",
        "[9] Chiappori, Pierre-Andre, and Bernard Salanie (2000), Testing for Asymmetric Information in Insurance Markets, Journal of Political Economy, 108(1), 56-78.",
        "[10] Chiappori, Pierre-Andre, Bruno Jullien, Bernard Salanie, and Francois Salanie (forthcoming), Asymmetric Information in Insurance: General Testable Implications, Rand Journal of Eco- nomics.",
        "[11] Chiappori, Pierre-Andre, and James Heckman (2000), Testing for Moral Hazard on Dynamic Insurance Data: Theory and Econometric Tests, mimeo, University of Chicago.",
        "[12] Cohen, Alma (2003), Profits and Market Power in Repeat Contracting: Evidence from the Insurance Market, mimeo, NBER.",
        "[13] Cohen, Alma (2005), Asymmetric Information and Learning: Evidence from the Automobile Insurance Market, Review of Economics and Statistics, 87(2), forthcoming.",
        "[14] Cohen, Alma, and Liran Einav (2003), The Effect of Mandatory Seat Belt Laws on Driving Behavior and Traffic Fatalities, Review of Economics and Statistics, 85(4), 828-843.",
        "[15] Cooper, Russell, and Beth Hayes (1987), Multi-period Insurance Contracts, International Journal of Industrial Organization, 5(2), 211-231.",
        "[16] Cummins, J. David, and Jack L. Van Derhei (1979), A Note on the Relative Efficiency of Property-Liability Insurance Distribution System, Bell Journal of Economics, 10, 709-719.",
        "[17] Damien, Paul, John Wakefield, and Stephen Walker (1999), Gibbs Sampling for Bayesian Non-Conjugate and Hierarchical Models by Using Auxiliary Variables, Journal of the Royal Statistical Society B, 61(2), 331-344.",
        "[18] Darcy, Stephen P., and Neil A. Doherty (1990), Adverse Selection, Private Information, and Lowballing in Insurance Markets, Journal of Business, 63(2), 145-164.",
        "[19] De Meza, David, and David C. Webb (2001), Advantegeous Selection in Insurance Markets, Rand Journal of Economics, 32(2), 249-262.",
        "[20] Devroye, Luc (1986), Non-Uniform Random Variate Generation, Springer-Verlad, New York.",
        "[21] Dionne, Georges, and Neil A. Doherty (1994), Adverse Selection, Commitment and Renego- tiation: Extension to and Evidence from Insurance Markets, Journal of Political Economy, 102(2), 209-235.",
        "[22] Dionne, Georges, and Pierre Lasserre (1985), Adverse Selection, Repeated Insurance Con- tracts, and Announcement Strategy, Review of Economics Studies, 52(4), 719-723.",
        "[23] Dionne, Georges, and Charles Vanasse (1992), Automobile Insurance Ratemaking in the Presence of Asymmetrical Information, Journal of Applied Econometrics, 7(2), 149-165.",
        "[24] Donkers, Bas, Bertrand Melenberg, and Arthur van Soest (2001), Estimating Risk Attitudes Using Lotteries: A Large Sample Approach, The Journal of Risk and Uncertainty, 22(2), 165-195.",
        "[25] Dreze, Jacques H. (1981), Inferring Risk Tolerance from Deductibles in Insurance Contracts, The Geneva Papers on Risk and Insurance, 20, 48-52.",
        "[26] Evans, William N., and W. Kip Viscusi (1991), Estimation of State-Dependent Utility Func- tions Using Survey Data, Review of Economics and Statistics, 73(1), 94-104.",
        "[27] Finkelstein, Amy, and Kathleen McGarry (2003), Private Information and Its Effect on Mar- ket Equilibrium: New Evidence from Long-Term Care Insurance, mimeo, Harvard University.",
        "[28] Finkelstein, Amy, and James Poterba (2004), Adverse Selection in Insurance Markets: Poli- cyholder Evidence from the UK Annuity Market, Journal of Political Economy, forthcoming.",
        "[29] Friend, Irwin, and Marshall E. Blume (1975), The Demand for Risky Assets, American Economic Review, 65(5), 900-922.",
        "[30] Gertner, Robert (1993), Game Shows and Economic Behavior: Risk-Taking on Card Sharks, Quarterly Journal of Economics, 108(2), 507-521.",
        "[31] Geweke, John (1991), Efficient Simulation from the Multivariate Normal and Student-t Dis- tributions subject to Linear Constraints, in E. M. Keramidas (ed.) Computing Science and Statistics: Proceedings of the 23rd Symposium on the Interface, 571-578.",
        "[32] Hartog, Joop, Ada Ferrer-i-Carbonell, and Nicole Jonker (2002), Linking Measured Risk Aversion to Individual Characteristics, Kyklos, 55, 3-26.",
        "[33] Heckman, James J. (1979), Sample Selection Bias as a Specification Error, Econometrica, 47(1), 153-162.",
        "[34] Hendel, Igal, and Alessandro Lizzeri (2003), The Role of Commitment in Dynamic Contracts: Evidence from Life Insurance, Quarterly Journal of Economics, 118(1), 299-327.",
        "[35] Holt, Charles A., and Susan K. Laury (2002), Risk Aversion and Incentive Effects, American Economic Review, 92(5), 1644-1655.",
        "[36] Israel, Mark (2005), Where is All the Hidden Information Hiding? Evidence from Automobile Insurance Panel Data, mimeo, Northwestern University.",
        "[37] Jullien, Bruno, and Bernard Salanie (2000), Estimating Preferences under Risk: The Case of Racetrack Bettors, Journal of Political Economy, 108(3), 503-530.",
        "[38] Jullien, Bruno, Bernard Salanie, and Francois Salanie (2003), Screening Risk-averse Agents under Moral Hazard: Single-Crossing and the CARA Case, mimeo, Universite de Toulouse.",
        "[39] Kachelmeier, Steven J., and Mohamed Shehata (1992), Examining Risk Preferences under High Monetary Incentives: Experimental Evidence from the Peoples Republic of China, American Economic Review, 82(5), 1120-1141.",
        "[40] Kahneman, Daniel, and Amos Tversky (1979), Prospect Theory: An Analysis of Decisions Under Risk, Econometrica, 47(2), 263-292.",
        "[41] Kocherlakota, Narayana R. (1996), The Equity Premium: Its Still a Puzzle, Journal of Economic Literature, 34, 42-71.",
        "[42] Kunreuther, Howard, and Mark V. Pauly (1985), Market Equilibrium with Private Knowl- edge: An Insurance Example, Journal of Public Economics, 26(3), 269-288.",
        "[43] Landsberger, Michael, and Isaac Meilijson (1999), A General Model of Insurance under Ad- verse Selection, Economic Theory, 14, 331-352.",
        "[44] Matthews, Steven, and John Moore (1987), Monopoly Provision of Quality and Warranties: An Exploration in the Theory of Multidimensional Screening, Econometrica, 55(2), 441-467.",
        "[45] Mehra, Ranjish, and Edward C. Prescott (1985), The Equity Premium: A Puzzle, Journal of Monetary Economics, 15(2), 145-161.",
        "[46] Metrick, Andrew (1995), A Natural Experiment in Jeopardy!, American Economic Review, 85(1), 240-253.",
        "[47] Palacios-Huerta, Ignacio, Roberto Serrano, and Oscar Volij (2003), Rejecting Small Gambles Under Expected Utility, mimeo, Brown University.",
        "[48] Puelz, Robert, and Arthur Snow (1994), Evidence on Adverse Selection: Equilibrium Sig- naling and Cross-Subsidization in the Insurance Market, Journal of Political Economy, 102, 236-257.",
        "[49] Rabin, Matthew (2000), Risk Aversion and Expected Utility Theory: A Calibration Theo- rem, Econometrica, 68(5), 1281-1292.",
        "[50] Rabin, Matthew, and Richard H. Thaler (2001), Anomalies: Risk Aversion, Journal of Eco- nomic Perspectives, 15(1), 219-232.",
        "[51] Rochet, Jean-Charles, and Lars A. Stole (2002), Nonlinear Pricing with Random Participa- tion, Review of Economic Studies, 69(1), 277-311.",
        "[52] Rothschild, Michael, and Joseph E. Stiglitz (1976), Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Eco- nomics, 90(4), 629-649.",
        "[53] Rubinstein, Ariel (2001), Comments on the Risk and Time Preferences in Economics, mimeo, Tel Aviv University.",
        "[54] Saha, Atanu (1997), Risk Preference Estimation in the Nonlinear Mean Standard Deviation Approach, Economic Inquiry, 35(4), 770-782.",
        "[55] Smart, Michael (2000), Competitive Insurance Markets with Two Unobservables, Interna- tional Economic Review, 41(1), 153-169.",
        "[56] Smith, Vernon L., and James M. Walker (1993), Rewards, Experience, and Decision Costs in First Price Auctions, Economic Inquiry, 31(2), 237-244.",
        "[57] Tanner, M. A.,and W. H. Wong (1987), The Calculation of Posterior Distributions by Data Augmentation, Journal of The American Statistical Association, 82, 528-549.",
        "[58] Tversky, Amos, and Peter Wakker (1995), Risk Attitudes and Decision Weights, Economet- rica, 63(6), 1255-1280.",
        "[59] Villeneuve, Bertrand (2003), Concurrence et AntisÃ\u0083Â©lection Multidimensionnelle en Assur- ance, Annales dEconomie et Statistique, 69, 119-142.",
        "[60] Viscusi, W. Kip, and William N. Evans (1990), Utility Functions that Depend on Health Status: Estimates and Economic Implications, American Economic Review, 80(3), 353-374.",
        "[61] Watt, Richard (2002), Defending Expected Utility Theory, Journal of Economic Perspec- tives, 16(2), 227-230."
    ]
}