{
    "id": 1146,
    "cites": 27,
    "cited_by": 1,
    "reference": [
        "Atack, J. and F. Bateman. The `Egalitarian Ideal and the Distribution of Wealth in the Northern Agricultural Community: A Backward Look, The Review of Economics and Statistics, (1980):124-29.",
        "Atkinson, A. B. On the Measurement of Inequality, Journal of Economic Theory 2 (1970):244-63.",
        "Fase, M. M. G. On the Estimation of Life Time Income, Journal of the American Statistical Association 66 (1971):656-92.",
        "Ease, M. M. G. An Econometric Model of Age Income Profiles. Rotterdam: Rotterdam University Press, 1970.",
        "Fisher, Janet A. Income, Spending and Saving Patterns of Consumer Units in Different Age Groups, in Studies in Income and Wealth, Vol. 15. New York: NBER, 1952.",
        "Ghez, Gilbert. Education, the Price of Time and Life Cycle Consumption, in Education Income and Human Behavior (F. Thomas Juster, editor). New York: McGraw Hill, 1975, pp. 295-312.",
        "Hause, J. C. `Earnings Profile: Ability and Schooling, Journal of Political Economy LXXX, p. II (June 1972):S108-S138.",
        "Heckman, J. J. A Life Cycle Model of Earnings, Learnings, and Consumption, Journal of Political Economy 84 (1976):S14-S44.",
        "Johnson, G. E. and F. P. Stafford. Lifetime Earnings in a Professional Labor Market: Academic Economists, Journal of Political Economy 82(3) (May/June 1974):549-7O.",
        "Jones, A. H. Wealth of a Nation to Be. New York: Columbia University Press, 1980.",
        "King, M. A., et al. Asset Holdings and the Life Cycle, NBER Working Paper, 614, January 1981.",
        "King, W. I. The Wealth and Income of the People of the United States. New York: Macmillan, 1919.",
        "Klevmarken, N. Anders and Johan A. Lyheck (eds.) The Statics and Dynamics of Income. Tieto Ltd, 1980.",
        "Kotlikoff, L. J. Testing the Theory of Social Security and Life Cycle Accumulation, American Economic Review 69 (1979):396-410.",
        "Lampman, R. J. The Share of Top Wealthholders in National Wealth, NBER, Princeton University Press, 1962.",
        "Lansing, J. B. and J. Sonquist. A Cohort Analysis of Changes in the Distribution of Wealth, from Six Papers on the Size Distribution of Wealth and Income (L. Soltow, editor). New York: NBER, 1969.",
        "Miller, H. P. Lifetime Income and Economic Growth, American Economic Review 55 (1965) :834-43.",
        "Mincer, J. Schooling, Experience and Earnings. New York: NBER, 1974.",
        "Mirer, 1. W. The Wealth-Age Relationship Among the Aged, American Economic Review 69 (1979):435-43.",
        "Modigliani, F. and A. Ando. Tests of the Life Cycle Hypothesis of Savings, Bulletin of the Oxford Institute of Economics and Statistics 19 (1957):99-124.",
        "Projector, D. S. and G. S. Weiss. Survey of Financial Characteristics of Consumers, Board of Governors, Fed, Washington, D.C., 1966.",
        "Rosen, S. A Theory of Life Earnings, Journal of Political Economy 84(4) (August 1976):S45-S68.",
        "Ruggles, Nancy D. and Richard Ruggles. The Anatomy of Earnings Behavior, in The Distribution of Economic Well Being (F. Thomas Juster, editor]7Studies in Income and Wealth, Vol. 41, Cambridge, Mass: NBER, 1977, pp. 115-57.",
        "Shorrocks, A. F. The Age-Wealth Relationship: A Cross-section and Cohort Analysis, Review of Economics and Statistics 57 (1975) :155-63.",
        "Smith, J. D. The Personal Distribution of Income and Wealth. New York: Columbia University Press, 1975.",
        "Soltow, L. Men and Wealth in the United States, 1850-1870. New Haven: Yale University Press, 1975.",
        "Yaari, M. E. On the Consumers Lifetime Allocation Process, International Economic Review 5(3) (September 1964):304-17."
    ]
}