{
    "id": 11462,
    "cites": 28,
    "cited_by": 4,
    "reference": [
        "Alesina, Alberto and Howard Rosenthal, [1995], Partisan Politics, Divided Government and the Economy, Cambridge: Cambridge University Press.",
        "Besley, Timothy and Anne Case, [2003], Political Institutions and Policy Choices: Evidence from the United States, Journal of Economic Literature, 41, 7-73.",
        "Besley, Timothy and Stephen Coate, [1998], An Economic Model of Representative Democracy, Quarterly Journal of Economics, 112(1), 85-114.",
        "Besley, Timothy and Ian Preston, [2005], Electoral Bias and Policy Choices: Theory and Evidence, mimeo, London School of Economics.",
        "Coate, Stephen, [2004a], Pareto-Improving Campaign Finance Policy, American Economic Review, 94, 628-655.",
        "Coate, Stephen, [2004b], Political Competition with Campaign Contributions and Informative Advertising, Journal of the European Economic Association, 2(5), 772-804.",
        "Coate, Stephen and Brian Knight, [2005], Socially Optimal Districting: An Empirical Analysis, mimeo, Cornell University.",
        "Degan, Arianna and Antonio Merlo, [2004], Do Citizens Vote Sincerely (If They Vote at All)? Theory and Evidence from U.S. National Elections, mimeo, University of Pennsylvania.",
        "Epstein, David and Sharon OHallaran, [2004], The 45% Solution: Racial Gerrymandering and Representative Democracy, mimeo, Columbia University.",
        "Erikson, Robert, Gerald Wright and John McIver, [1993], Statehouse Democracy: Public Opinion and Policy in the American States, Cambridge: Cambridge University Press.",
        "Fiorina, Morris, [1992], Divided Government, New York: Mcmillan.",
        "Gelman, Andrew and Gary King, [1990], Estimating the Electoral Consequences of Legislative Redistricting, Journal of the American Statistical Association, 85, 274-282.",
        "Gelman, Andrew and Gary King, [1994], Enhancing Democracy through Legislative Redistricting, American Political Science Review, 88(3), 541-559.",
        "Gilligan, Thomas and John Matsusaka, [1999], Structural Constraints on Partisan Bias under the Efficient Gerrymander, Public Choice, 100, 65-84.",
        "King, Gary, [1989], Representation through Legislative Redistricting: A Stochastic Model, American Journal of Political Science, 33(4), 787-824.",
        "King, Gary and Robert Browning, [1987], Democratic Representation and Partisan Bias in Congressional Elections, American Political Science Review, 81(4), 1251-1273.",
        "Lizzeri, Alessandro and Nicola Persico, [2001], The Provision of Public Goods under Alternative Electoral Incentives, American Economic Review, 91, 225-339.",
        "Lockwood, Ben, [2002], Distributive Politics and the Costs of Centralization, Review of Economic Studies, 69, 313-337.",
        "Maskin, Eric and Jean Tirole, [2004], The Politician and the Judge: Accountability in Government, American Economic Review, 94, 1034-1054.",
        "Matsusaka, John and Nolan McCarty, [2001], Political Resource Allocation: Benefits and Costs of Voter Initiatives, Journal of Law, Economics and Organization, 17, 413-448.",
        "Myerson, Roger, [1999], Theoretical Comparisons of Electoral Systems, European Economic Review, 43, 671-697.",
        "Osborne, Martin and Al Slivinski, [1996], A Model of Political Competition with CitizenCandidates, Quarterly Journal of Economics, 111(1), 65-96.",
        "Owen, Guillermo and Bernard Grofman, [1988], Optimal Partisan Gerrymandering, Political Geography Quarterly, 1988, 7(1), 5-22.",
        "Persson, Torsten, Gerard Roland and Guido Tabellini, [2000], Comparative Politics and Public Finance, Journal of Political Economy, 108, 1121-1161.",
        "Persson, Torsten and Guido Tabellini, [2004], Constitutions and Economic Policy, Journal of Economic Perspectives, 18, 75-98.",
        "Prat, Andrea, [2002], Campaign Advertising and Voter Welfare, Review of Economic Studies, 69, 999-1018.",
        "Sherstyuk, Katerina, [1998], How to Gerrymander: A Formal Analysis, Public Choice, 95, 27-49.",
        "Shotts, Kenneth, [2002], Gerrymandering, Legislative Composition, and National Policy Outcomes, American Journal of Political Science, 46, 398-414."
    ]
}