{
    "id": 11463,
    "cites": 24,
    "cited_by": 39,
    "reference": [
        "Bolino, Mark C. and William H. Turnley (2003). Counternormative impression management, likeability, and performance ratings: the use of intimidation in an organizational setting. Journal of Organizational Behavior 24(2): 237-250.",
        "Bommer, William H., Jonathan L. Johnson, Gregory A. Rich, Philip M. Podsakoff, and Scott B. MacKenzie (1995). On the interchangeability of objective and subjective measures of employee performance: a meta-analysis. Personnel Psychology 48(3): 587-605.",
        "Figlio, David and Maurice E. Lucas (2004). Whats in a Grade? School Report Cards and House Prices. American Economic Review. 94(3): 591-604.",
        "Figlio, D., Winicki, J., forthcoming. Food for Thought? The Effects of School Accountability on School Nutrition. Journal of Public Economics. Hanushek, Eric A. (1997). Assessing the effects of school resources on student performance: an update. Educational Evaluation and Policy Analysis 19(2): 141-164.",
        "Hanushek, Eric A (1992). The trade-off between child quantity and quality. Journal of Political Economy 100(1): 84-117.",
        "Hanushek, Eric A. (1986). The economics of schooling: production and efficiency in public schools. Journal of Economic Literature 49(3): 1141-1177.",
        "Hanushek, Eric A., John Kain, Daniel M. OBrien and Steven G. Rivkin (2005). The Market for Teacher Quality. NBER Working Paper 11154.",
        "Hanushek, Eric A. and Steven G. Rivkin (2004). How to Improve the Supply of High Quality Teachers. In Ravitch, Diane, (ed.), Brookings Papers on Education Policy 2004. Washington, DC: Brookings Institution Press.",
        "Heneman, Robert L. (1986). The relationship between supervisory ratings and results-oriented measures performance: a meta-analysis. Personnel Psychology 39: 811-826.",
        "Heneman, Robert L., David B. Greenberger and Chigozie Anonyuo (1989). Attributions and exchanges: the effects of interpersonal factors on the diagnosis of employee performance. The Academy of Management Journal 32(2): 466-476.",
        "Jacob, Brian A. (2005). Accountability, incentives and behavior: the impact of high-stakes testing in the Chicago public schools. Journal of Public Economics. 89(5-6): 761-796.",
        "Jacob, Brian A. and Lars Lefgren (2005). What Do Parents Value in Education? An Empirical Investigation of Parents Revealed Preferences for Teachers. Working paper.",
        "Medley, Donald M. and Homer Coker (1987). The accuracy of principals judgments of teacher performance. Journal of Educational Research 80(4): 242-247.",
        "Morris, Carl N. (1983). Parametric empirical Bayes inference: theory and applications. Journal of the American Statistical Association 78(381): 47-55.",
        "Moulton, Brent R. An Illustration of a Pitfall in Estimating the Effects of Aggregate Variables on Micro Units. Review of Economics and Statistics, Vol. 72, No. 2, (May, 1990), pp. 334-338.",
        "Murnane, Richard (1975). The Impact of School Resources on the Learning of Inner-City Children. Cambrdige, MA: Ballinger Publishing Company.",
        "Prendergast, Candice (1999). The Provision of Incentives in Firms. Journal of Economic Literature 37(1): 7-63.",
        "Peterson, Kenneth D. (2000). Teacher Evaluation: A Comprehensive Guide to New Directions and Practices (2d ed.). Thousand Oaks, CA: Corwin Press.",
        "Peterson, Kenneth D. (1987). Teacher Evaluation with Multiple and Variable Lines of Evidence. American Educational Research Journal 24(2): 311-317.",
        "Reback, Randall (2005). Teaching to the Rating: School Accountability and the Distribution of Student Achievement. Working paper.",
        "Rockoff, Jonah E. (2004). The impact of individual teachers on student achievement: evidence from panel data. American Economic Review 94(2): 247-252.",
        "Sullivan, Daniel G. (2001). A note on the estimation of regression models with heteroskedastic measurement errors. Working paper 2001-23. Federal Reserve Bank of Chicago.",
        "Todd, Petra and Wolpin, Kenneth (2003). On the Specification and Estimation of the Production Function for Cognitive Achievement. Economic Journal, February.",
        "Varma, Arup and Linda K. Stroh (2001). The impact of same-sex LMX dyads on performance evaluations. Human Resource Management 40(4): 309-320."
    ]
}