{
    "id": 11474,
    "cites": 19,
    "cited_by": 22,
    "reference": [
        "Altonji, Joseph G., and Rebecca Blank Race and Gender in the Labor Market in O. Ashenfelter and D. Card, (eds), Handbook of Labor Economics Volume 3c Elsevier Science B.V. (1999): 3144-3259.",
        "Andreoni, James, and Lise Vesterlund, Which is the Fair Sex: Gender Differences in Altruism, Quarterly Journal of Economics, CXVI, (2001), 293 312.",
        "Bertrand, Marianne and Kevin F. Hallock, The gender gap in top corporate jobs, Industrial and Labor Relations Review, LV (2001), 3-21.",
        "Beyer, Sylvia, Gender Differences in the Accuracy of Self-Evaluations of Performance, Journal of Personality and Social Psychology, LIX (1990), 960 970.",
        "Beyer, Sylvia, and Edward M. Bowden, Gender Differences in Self-Perceptions: Convergent Evidence From Three Measures of Accuracy and Bias, Personality and Social Psychology Bulletin, XXIII (1997), 157 - 172.",
        "Byrnes, James P., David C. Miller, and William D. Schafer, Gender Differences in Risk Taking: A Meta-Analysis, Psychological Bulletin, LXXV (1999), 367-383.",
        "Costa-Gomes, Miguel, and Georg WeizsÃ\u0083Â¤cker, Stated Beliefs and Play in Normal Form Games, working paper London School of Economics. DellaVigna, Stefano, Ulrike Malmendier, and Lise Vesterlund, How robust is overconfidence: The effect of noisy and non-noisy signals, in preparation. Eckel, Catherine C. and and Philip J. Grossman, 2002, Sex differences and statistical stereotyping in attitudes towards financial risk, Evolution and Human Behavior 23:281-295.",
        "Eckel, Catherine C. and Philip J. Grossman, 2005, Sex and Risk: Experimental Evidence, forthcoming, Handbook of Experimental Economics Results, Amsterdam, Elsevier Science, North-Holland.",
        "Eckel, Catherine, and Philip J. Grossman, Differences in the Economic Decisions of Men and Women: Experimental Evidence. Forthcoming in Handbook of Experimental Results, edited by C. Plott and V. Smith. New York, Elsevier. Felder, Richard M., Gary N. Felder, Meredith Mauney, Charles E. Hamrin and E. Jacquelin Dietz, (1994), A Longitudinal Study of Engineering Student Performance and Retention, Report NCSU-94A.",
        "Gneezy, Uri, Muriel Niederle, and Aldo Rustichini, Performance in Competitive Environments: Gender Differences, Quarterly Journal of Economics, August 2003, p.",
        "Hewitt, N. M, and E. Seymour, Factors Contribution to High Attrition Rates Among Science and Engineering Undergraduate Majors Report to the Alfred P. Sloan Foundation (1991).",
        "Hyde, Janet Shibley, Elizabeth Fennema, and Susan J. Lamon, Gender Differences in Mathematics Performance: A Meta-Analysis, Psychological Bulletin (1990), 107:2, 139-155.",
        "Jan, Tracy; A new gender divide: Coed school experiments with gender gap Coed Catholic school will try separating boys, girls in class, Boston Globe, April 9, 2005.",
        "Larson, Lia Christine, 2005, When Girls Stop Competing Against Boys: An Experimental Analysis of the Competitive Behavior of Young Children, Harvard Honors Thesis.",
        "National Science Foundation, Division of Science Resources Statistics, Gender Differences in the Careers of Academic Scientists and Engineers, NSF 04-323, Project Officer, Alan I. Rapoport (Arlington, VA, 2004).",
        "Polachek, Solomon W., Occupational Self-Selection: A Human Capital Approach to Sex Differences in Occupational Structure, Review of Economics and Statistics, LXIII (1981), 60-69.",
        "Rosen, S. (1986) The theory of equalizing differences, in O. Ashenfelter and R. Layard, eds., Handbook of Labor Economics, Amsterdam, Elsevier Science, North-Holland.",
        "Ross, L. (1977) The intuitive psychologist and his shortcomings: Distortions in the attribution process. In L. Berkowitz (ed.), Advances in experimental social psychology (Volume 10, pp. 173-240), Orlando, FL: Academic Press.",
        "Steele, Claude M., A Threat in the Air: How Stereotypes Shape Intellectual Identity and Performance, American Psychologist, LII (1997), 613 629."
    ]
}