{
    "id": 11472,
    "cites": 39,
    "cited_by": 44,
    "reference": [
        "Ferguson, Niall and Moritz Schularick. (forthcoming). The Empire Effect: The Determinants of Country Risk in the First Age of Globalization, 1880-1913. New York University, Stern School of Business Working Paper EC-04-03 Journal of Economic History.",
        "Flandreau, Marc and Mathilde Maurel. (2001). Monetary Union, Trade Integration, and Business Cycles in 19th Century Europe: Just Do It. Centre for Economic Policy Research, Discussion Paper Series No. 3087.",
        "Ferguson, Niall. (2004b). The City of London and British Imperialism: New Light on an Old Question. In Yousef Cassis and Eric Bussiere (eds.) London and Paris as International Financial Centres in the Twentieth Century. Oxford: Oxford University Press.",
        "Ferguson, Niall. (2004a). Colossus: The Price of American Empire. New York: Penguin Press.",
        "English, William B. (1996). Understanding the Costs of Sovereign Default: American State Debts in the 1840s. American Economic Review 86(1): 259-275.",
        "Eaton, Jonathan and Mark Gersovitz. (1981). Debt with Potential Repudiation: Theoretical and Empirical Analysis. Review of Economic Studies 48: 239-309.",
        "Eaton, Jonathan and Raquel Fernandez. (1995). Sovereign Debt. In G. Grossman and K. Rogoff (eds.) Handbook of International Economics. Amsterdam: North-Holland.",
        "Corporation of Foreign Bondholders. (Various Years). Annual Report. London: CFB. Correa, H.M. Alvares. (1926). The International Controls of Public Finances: A Treatise of International Law. Amerstdam: Drukkerij M.J. Portielje.",
        "Davis, Lance and Stanley Engerman. (2003). Sanctions: Neither War nor Peace. Journal of Economic Perspectives 17(2): 187-197.",
        "Conklin, James. (1998). The Theory of Sovereign Debt and Spain under Phillip II, Journal of Political 106(3): 483-513.",
        "Caballero, Ricardo and Rudiger Dornbusch. (2002). Argentina: A Rescue Plan that Works. Financial Times Op-Ed (April 8).",
        "British Board of Trade. Various years. Statistical Abstract for the Principal and other Foreign Countries. London: Board of Trade. British Board of Trade. Various years. Statistical Abstract for the United Kingdom. London: Board of Trade. Bulow, Jeremy and Kenneth Rogoff. (1989a). Sovereign Debt: Is to Forgive to Forget? American Economic Review 79(1): 43-50.",
        "Bulow, Jeremy and Kenneth Rogoff. (1989b). A Constant Recontracting Model of Sovereign Debt. Journal of Political Economy 97(1): 155-78.",
        "Bordo, Michael D. and Hugh Rockoff. (1996). The Gold Standard as a `Good Housekeeping Seal of Approval. Journal of Economic History 56(2): 389-428.",
        "Bordo, Michael D. and Anna Schwartz. (1995). The Operation of the Specie Standard-Evidence for Core and Peripheral Countries. In Jorge de Macedo, Barry Eichengreen, and Marc Flandreau. Currency Convertibility: The Gold Standard and Beyond. London: Routledge.",
        "Bordo, Michael D. and Finn Kydland. (1995). The Gold Standard as a Rule: An Essay in Exploration. Explorations in Economic History 32(4): 423-464.",
        "Borchard, Edwin. (1951). State Insolvency and Foreign Bondholders: General Principles. Vol. 1, Yale University Press: New Haven.",
        "Obstfeld, Maurice and Kenneth S. Rogoff. (1996). Foundations of International Macroeconomics. Cambridge: MIT Press.",
        "Meissner, Chris. (forthcoming). A New World Order: Explaining the Emergence of the Classical Gold Standard. Journal of International Economics. Mitchener, Kris James and Marc Weidenmier. (forthcoming). Empire, Public Goods, and the Roosevelt Corollary. Journal of Economic History and NBER Working Paper 10279 (September 2004).",
        "Mauro, Paolo and Yishay Yafeh. (2003). The Corporation of Foreign Bondholders. IMF Working Paper 03/107. http://www.imf.org/external/pubs/ft/wp/2003/wp03107.pdf.",
        "Marichal, Carlos. (1989). A Century of Debt Crises in Latin America. Princeton: Princeton University Press.",
        "Martinez, Jose Vicente and Guido Sandleris. (2004). Is it Punishment? Sovereign Defaults and the Decline in Trade. Unpublished paper, Columbia University (August).",
        "Lopez-Cordova, J. Ernesto and Christopher Meissner. (2003). Exchange Rate Regimes and International Trade: Evidence from the Classical Gold Standard Era. American Economic Review 93(1): 344-353.",
        "Lipson, Charles. (1985). Standing Guard: Protecting Foreign Capital in the Nineteenth and Twentieth Centuries. Berkeley: University of California Press.",
        "Ling, Dwight L. (1967). Tunisia: From Protectorate to Republic. Bloomington: Indiana University Press.",
        "Lindert, Peter H. and Peter J. Morton. (1989). How Sovereign Debt Worked. In Jeffery Sachs (ed.) Developing Country Debt and Economic Performance, vol. 1, pp. 39-106. Chicago: University of Chicago Press.",
        "Kletzer, Kenneth M. and Brian D. Wright. (2000). Sovereign Debt as Intertemporal Barter. American Economic Review 90(3): 621-39.",
        "Kaletsky, Anatole. (1985). The Costs of Default. New York: Priority Press Publications and Twentieth Century Fund.",
        "Hogan, Albert E. (1906). Pacific Blockades. Oxford: Clarendon Press.",
        "Veeser, Cyrus. (2003). Inventing Dollar Diplomacy: The Gilded-Age Origins of the Roosevelt Corollary to the Monroe Doctrine. Diplomatic History 27(3): 301-326.",
        "Suter, Christain and Hanspeter Stamm. (1992). Coping with Global Debt Crises Debt Settlements, 1820 to 1896. Comparative Studies in Society and History 34: 645-678.",
        "Rose, Andrew K. (2002). One Reason Countries Repay Their Debts: Renegotiation and International Trade. NBER Working Paper 8853 (March). http://www.nber.org/papers/W8853.",
        "Rippy, J. Fred. (1934). The British Bondholders and the Corollary to the Monroe Doctrine. Political Science Quarterly 49(2): 195-206.",
        "Reinhart, Carmen M. and Kenneth S. Rogoff. (2004). Serial Default and the `Paradox of Rich to Poor Capital Flows. American Economic Review, Papers and Proceedings 94(2): 53-58.",
        "Officer, Lawrence. (2004). The Gold Standard. EH-Net Encyclopedia Entry. http://www.eh.net/encyclopedia/?article=officer.gold.standard.",
        "Obstfeld, Maurice and Alan M. Taylor. (2004). Capital Markets: Integration, Crisis, and Growth. Cambridge: Cambridge University Press.",
        "Fratianni, Michele. (2004). Government Debt, Reputation, and Creditors Protection: The Tale of San Giorgio, Indiana University Business School Working Paper.",
        "Foreman-Peck, James. (1995). A History of the World Economy: International Economic Relations Since 1850. New York: Harvester.",
        "Flandreau, Marc and Frederic Zumer. (2004). The Making of Global Finance. Paris: OECD."
    ]
}