{
    "id": 11478,
    "cites": 38,
    "cited_by": 2,
    "reference": [
        "Admati, Anat R. and Paul C. Pfleiderer, Forcing Firms to Talk: Financial Disclosure Regulation and Externalities, Review of Financial Studies, XIII (2000), 479--519.",
        "Angrist, Joshua A., Estimating the Labor Market Impact of Voluntary Military Service Using Social Security Data on Military Applicants, Econometrica, LXVI (1998), 249--288.",
        "Augenbraun, Barry S., Courts in Two States Reaffirm the Requirement of Privity for Accoun- tants Liability, The CPA Journal, LXIII (1993), 44--46.",
        "Bushee, Brian J. and Christian Leuz, Economic Consequences of SEC Disclosure Regulation: Evidence from the OTC Bulletin Board, Journal of Accounting and Economics, XXXIX (2005), 233-264.",
        "Carhart, Mark M., On Persistence in Mutual Fund Performance, Journal of Finance, LII (1997), 57--82.",
        "Castro, Rui, Gian Luca Clementi, and Glenn M. MacDonald, Investor Protection, Optimal In- centives, and Economic Growth, Quarterly Journal of Economics, CXIX (2004), 1131--1175.",
        "Chow, Chee W., The Impacts of Accounting Regulation on Bondholder and Shareholder Wealth: The Case of the Securities Acts, The Accounting Review, LVIII (1983), 485--520.",
        "Coase, Ronald, The Problem of Social Cost, Journal of Law and Economics, III (1960), 1--44.",
        "Coffee, John C., Market Failure and the Economic Case for a Mandatory Disclosure System, Virginia Law Review, LXX (1984), 717--753.",
        "Easterbrook, Frank H. and Daniel R. Fischel, Mandatory Disclosure and the Protection of In- vestors, Virginia Law Review, LXX (1984), 669--715.",
        "Fama, Eugene F. and Kenneth R. French, The Cross-Section of Expected Stock Returns, Journal of Finance, XLVII (1992), 427--465.",
        "Fama, Eugene F. and Kenneth R. French, Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics, XXXIII (1993), 3--56.",
        "Ferrell, Allen, Mandated Disclosure and Stock Returns: Evidence from the Over-the-Counter Market, Working Paper, Harvard Law School, 2004.",
        "Friend, Irwin and Edward S. Herman, The SEC Through a Glass Darkly, Journal of Business, XXXVII (1964), 382--405.",
        "Glaeser, Edward and Andrei Shleifer, The Rise of the Regulatory State, Journal of Economic Literature, XLI (2003), 401--425.",
        "Healy, Paul M. and Krishna G. Palepu, Information Asymmetry, Corporate Disclosure, and the Capital Markets: A Review of the Empirical Disclosure Literature, Journal of Accounting and Economics, XXXI (2001), 405--440.",
        "Heckman, James J., Sample Selection Bias as a Specification Error, Econometrica, XLVII (1979), 153--162.",
        "Heckman, James J., Micro Data, Heterogeneity, and the Evaluation of Public Policy: Nobel Lecture, Journal of Political Economy, CIX (2001), 673--748.",
        "Jarrell, Gregg A., The Economic Effects of Federal Regulation of the Market for New Security Issues, Journal of Law and Economics, XXIV (1981), 613--675.",
        "La Porta, Rafael, Florencio Lopez de Silanes, and Andrei Shleifer, Corporate Ownership Around the World, Journal of Finance, LIV (1999), 471--517.",
        "La Porta, Rafael, Florencio Lopez de Silanes, Andrei Shleifer, and Robert W. Vishny, Legal Determinants of External Finance, Journal of Finance, CII (1997), 1131--1150.",
        "La Porta, Rafael, Florencio Lopez de Silanes, Andrei Shleifer, and Robert W. Vishny, Investor Protection and Corporate Valuation, Journal of Finance, LVII (2002), 1147--1170.",
        "Loss, Louis, Fundamentals of Securities Regulation, (Boston: Little, Brown and Company, 1983).",
        "Loughran, Tim and Jay R. Ritter, The New Issues Puzzle, Journal of Finance, L (1995), 23--51.",
        "Madhavan, Ananth, Market Microstructure: A Survey, Journal of Financial Markets, III (2000), 205--258.",
        "Mahoney, Paul G., Mandatory Disclosure as a Solution to Agency Problems, University of Chicago Law Review, LXII (1995), 1047--1112.",
        "Mahoney, Paul G., The Exchange as Regulator, Virginia Law Review, LXXXIII (1997), 1453-- 1500.",
        "Mahoney, Paul G., The Origins of the Blue-Sky Laws: A Test of Competing Hypotheses, Journal of Law and Economics, XLVI (2003), 229--251.",
        "Palmiter, Alan R., Toward Disclosure Choice in Securities Offerings, Columbia Business Law Review, (1999), 1--135.",
        "Rajan, Raghuram G. and Luigi Zingales, Financial Dependence and Growth, American Eco- nomic Review, LXXXVIII (1998), 559--586.",
        "Robbins, Sidney and Walter Werner, Professor Stigler Revisited, Journal of Business, XXXVII (1964), 406--413.",
        "Romano, Roberta, Empowering Investors: A Market Approach to Securities Regulation, Yale Law Journal, CVII (1998), 2359--2430.",
        "Rubin, Donald, Assignment to Treatment Group on the Basis of a Covariate, Journal of Edu- cational Statistics, I (1977), 1--26.",
        "Schwert, G. William, Markup Pricing in Mergers and Acquisitions, Journal of Financial Eco- nomics, XLI (1996), 153--192.",
        "Seligman, Joel, The Transformation of Wall Street, (Boston: Northeastern University Press, 1995).",
        "Seyhun, H. Nejat, Insiders Profits, Costs of Trading, and Market Efficiency, Journal of Financial Economics, XVI (1986), 189--212.",
        "Shleifer, Andrei and Daniel Wolfenzon, Investor Protection and Equity Markets, Journal of Financial Economics, LXVI (2002), 3--27.",
        "Stigler, George, Public Regulation of the Securities Markets, Journal of Business, XXXVII (1964), 117--142."
    ]
}