{
    "id": 1148,
    "cites": 17,
    "cited_by": 48,
    "reference": [
        "Working, Holbrook, 1960 - Note on the Correlation of First Differences of Averages in a Random Chain, Econometrica No. 4.",
        "Summers, Lawrence H., 1982 - Tax Policy, The Rate of Return, and Savings, NBER Working Paper No. 995.",
        "Shiller, Robert, 1982 - Consumption, Asset Markets arid Macroeconomic Fluctuations, Journal of Monetary Economics Supplement, Carnegie-Rochester Conference Series, Volume 17.",
        "Shapiro, Matthew, 1983 - The Permanent Income Hypothesis and the Real Interest Rate: Evidence from Panel Data, MIT.",
        "References - Continued Runkle, David, 1982 - Liquidity Constraints and the Permanent Income Hypothesis: Evidence from Panel Data, MIT.",
        "Mishkin, Frederic, 1976 - Illiquidity, Consumer Durable Expenditure and Monetary Policy, American Economic Review 66, pp. 642-654.",
        "Miron, Jeffrey A., 1982 - The Seasonality of Economic Time Series, MIT.",
        "Lucas, Robert E., Jr., 1976 - Econometric Policy Evaluation: A Critique, Journal of Monetary Economics Supplement, Carnegie-Rochester Conference Series, Volume 1.",
        "Hanson, Lars Peter, and Kenneth J. Singleton, 1983 - Stochastic Consumption, Risk Aversion and the Temporal Behavior of Stock Market Returns, forthcoming in the Journal of Political Economy.",
        "Grossman, Sanford J. ~nd Robert Shiller, 1981 - The Determinahts of the Variability of Stock Market Prices, American Economic Review 71, No. 2, pp. 222-227.",
        "Bernanke, Ben, 1982 - Adjustment Costs, Durables and Aggregate Consumption, NBER Working Paper No. 1038.",
        "Akerloff, George, 1970 - The Market for `Lemons: Qualitative Uncertainty and the Market Mechanism, Quarterly Journal of Economics, August.",
        "Hall, Robert E., 1982 - Intertemporal Substitution in Consumption, NBER Working Paper.",
        "Hall, Robert E., 1978 - Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy 86, No. 6, pp. 971-987.",
        "Mankiw, N. Gregory, Julio J. Rotemberg and Lawrence H. Summers, 1982, Intertemporal Substitution in Macroeconomics, NBER Working Paper No. 898 (forthcoming in the Quarterly Journal of Economics).",
        "Mankiw, N. Gregory, 1982 - Halls Consumption Hypothesis and Durable Goods, Journal of Monetary Economics.",
        "Mankiw, N. Gregory, 1981 - The Permanent Income Hypothesis and the Real Interest Rate, Economics Letters 7, pp. 307-311."
    ]
}