{
    "id": 11484,
    "cites": 25,
    "cited_by": 51,
    "reference": [
        "[29] Wright, Gavin [1999], The Civil Rights Revolution as Economic History, Journal of Economic History 59(2), 267-289.",
        "[25] United States Bureau of Census, State Government Finances, Washington DC, various years.",
        "[26] Wittman, Donald, [1989], Why Democracies Produce Efficient Results , Journal of Political Economy 97(6), 1395-1424.",
        "[27] Wittman, Donald, [1995], The Myth of Democratic Failure: Why Political Institutions are Efficient, Chicago,. IL: University of Chicago Press.",
        "[28] Wright, Gavin, [1987], The Economic Revolution in the South, Journal of Economic Perspectives 1(1), 161-178.",
        "[17] Naylor, Thomas H. and James Clotfelter, [1975], Strategies for Change in the South, Chapel Hill, NC: The University of North Carolina Press.",
        "[18] Ogden, Frederic D, [1958], The Poll Tax in the South, University, AL: The University of Alabama Press.",
        "[19] Osborne, Martin J. and Al Slivinski, [1996], A Model of Political Competition with Citizen Candidates, Quarterly Journal of Economics 111(1), 65-96.",
        "[20] Pempel, T. J. (ed.), [1990], Uncommon Democracies: The One-Party Dominant Regimes, Ithaca, NY: Cornell University Press.",
        "[21] Persson, Torsten and Guido Tabellini, [2000], Political Economics: Explaining Economic Policy, Cambridge, MA: MIT Press.",
        "[22] Polo, Michele, [1998], Electoral Competition and Political Rents, Mimeo, IGIER, Bocconi University.",
        "[24] Svensson, Jakob [1998], Controlling Spending: Electoral Competition, Polarization, and Primary Elections, Mimeo, The World Bank.",
        "[11] Council of State Governments, The Book of the States, Lexington, KY: Council of State Governments, various years.",
        "[12] Haber, Stephen, [2004], Political Institutions and Economic Development: Evidence from the Banking Systems of the United States and Mexico, typescript, Stanford University.",
        "[13] Husted, Thomas, and Lawrence Kenny, [1997], The Effect of the Expansion of the Voting Franchise on the Size of Government, Journal of Political Economy 105(1), 54-82",
        "[14] Key, V. O., [1950], Southern Politics in State and Nation, New York, NY: A.A. Knopf.",
        "[15] Krusell, Per and Jose-Victor Rios-Rull, [1996], Vested Interests in a Positive Theory of Stagnation and Growth, Review of Economic Studies 63(2), 301-321.",
        "[16] Mackaman, Frank [2005], Commemoration of the 40th Anniversary of the Passage of the Voting Rights Act, Mimeo, Howard H. Baker Center for Public Policy, University of Tennessee.",
        "[8] Caselli, Francesco and Massimo Morelli, [2004], Bad Politicians, Journal of Public Economics 88(3), 759-782.",
        "[9] Cobb, James C., [1993], The Selling of the South: The Southern Crusade for Industrial Development, Urbana and Chicago, IL: Univerisity of Illinois Press, 2nd Edition.",
        "[7] Caselli, Francesco, Gerardo Esquivel, and Fernando Lefort, [1996], Reopening the Convergence Debate: A New Look at Cross-Country Growth Empirics, Journal of Economic Growth 1(3), 363-390.",
        "[5] Besley, Timothy and Stephen Coate, [1997], An Economic Model of Representative Democracy, Quarterly Journal of Economics 112(1), 85-114.",
        "[6] Black, Earl and Merle Black, [2003], The Rise of Southern Republicans, Cambridge, MA: Harvard University Press.",
        "[3] Bertrand, Marianne and Antoinette Schoar, [2003], Managing with Style: The Effect of Managers on Firm Policies, Quarterly Journal of Economics 118(4), 1169-1208.",
        "[4] Besley, Timothy and Anne Case, [2003], Political Institutions and Policy Choices: Evidence from the United States, Journal of Economic Literature 41(1), 7-73."
    ]
}