{
    "id": 11485,
    "cites": 27,
    "cited_by": 28,
    "reference": [
        "ANDERSON, M. C., K. N. OCHSNER, B. KUHL, J. COOPER, E. ROBERTSON, S. W. GABRIELI, G. H. GLOVER AND J. D. E. GABRIELI (2004): Neural Systems Underlying the Suppression of Unwanted Memories, Science, 303 (January 9), 232-235.",
        "AKERLOF, G. A., AND W. T. DICKENS (1982): The Economic Consequences of Cognitive Dissonance, American Economic Review, 72(3), 307319.",
        "BECKER, E. (1973): The Denial of Death. The Free Press, New York.",
        "BERNHEIM, B. D., L. FORNI, J. GOKHALE, AND L. J. KOTLIKOFF (2003): The Mismatch between Life Insurance Holdings and Financial Vulnerabilities: Evidence from the Health and Retirement Study, American Economic Review, 93(1), 354365.",
        "BRUNNERMEIER, M. K. AND J. A. PARKER (2005): Optimal Expectations, American Economic Review, forthcoming.",
        "CAPLIN, A., AND J. LEAHY (2001): Psychological Expected Utility and Anticipatory Feelings, Quarterly Journal of Economics, 116(1), 5579.",
        "CARRILLO, J. D., AND T. MARIOTTI (2000): Strategic Ignorance as a Self-Disciplining Device, Review of Economic Studies, 67, 529544.",
        "FENNELL, L. A. (2003): Death, Taxes and Cognition, North Carolina Law Review, 81(2).",
        "GENEAKOPLOS, J., D. PEARCE, AND E. STACCHETTI (1989): Psychological Games and Sequential Rationality, Games and Economic Behavior, 1(1), 6079.",
        "GREENBERG, J., T. PYSZCZYNSKI, S. SOLOMON, A. ROSENBLATT, M. VEEDER, S. KIRKLAND, AND D. LYON (1990): Evidence for Terror Management Theory II: The Effects of Mortality Salience on Reactions to Those Who Threaten or Bolster the Cultural Worldview, Journal of Personality and Social Psychology, 58(2), 308318.",
        "GUL, F., AND W. PESENDORFER (2001): Temptation and Self-Control, Econometrica, 69(6), 14031435.",
        "HALEVY, Y. (2001): The Structure of Intertemporal Preferences Under Uncertain Lifetime, Working Paper 01-25, University of British Columbia.",
        "HURD, M. D., AND K. MCGARRY (1995): Evaluation of the Subjective Probabilities of Survival in the Health and Retirement Survey, Journal of Human Resources, 30(5), 268292.",
        "KASTENBAUM, R. (2000): The Psychology of Death. Springer Publishing Company, New York, 3rd edn.",
        "KOPCZUK, W., AND J. SLEMROD (2003): Tax Consequences on Wealth Accumulation and Transfers of the Rich, in Death and Dollars: The Role of Gifts and Bequests in America, ed. by A. H. Munnell, AND A. SundÃ\u0083Â©n, pp. 213249.",
        "Brookings Institution Press. KSZEGI, B. (2003): Health Anxiety and Patient Behavior, Journal of Health Economics, forthcoming.",
        "LYTER, D., R. VALDISERRI, L. KINGSLEY, W. AMOROSO, AND C. RINALDO (1987): The HIV Antibody Test: Why Gay and Bisexual Men Want or Do Not Want to Know Their Results, Public Health Reports, 102, 468-474.",
        "MULLAINATHAN, S., AND R. H. THALER (2000): Behavioral Economics, Working Paper 7948, National Bureau of Economic Research, Cambridge, MA.",
        "ODONOGHUE, T., AND M. RABIN (1999): Doing It Now or Later, American Economic Review, 89(1), 103124.",
        "PINKER, S. (1997): How the Mind Works. Norton, New York.",
        "POTERBA, J. M. (2001): Estate and Gift Taxes and Incentives for Inter Vivos Giving in the US, Journal of Public Economics, 79(1), 237264.",
        "RABIN, M. (1998): Psychology and Economics, Journal of Economic Literature, 36(1), 1146.",
        "RANK, O. (1941): Beyond Psychology. Dover, New York.",
        "SMITH, V. K., D. H. TAYLOR, JR., AND F. SLOAN (2001): Longevity Expectations and Death: Can People Predict Their Own Demise?, American Economic Review, 91(4), 11261134.",
        "VENTI, S. F., AND D. A. WISE (2000): Choice, Chance, and Wealth Dispersion at Retirement, Working Paper 7521, National Bureau of Economic Research, Cambridge, MA.",
        "WEGNER, D.M., D. SCNIEDER, S. CARTER III, AND T. WHITE (1987): PARADOXICAL EFFECTS OF THOUGHT SUPPRESSION. JOURNAL OF PERSONALITY AND SOCIAL PSYCHOLOGY, 53, 409-418.",
        "WONG, P. T. P., G. T. REKER, AND G. GESSER (1994): Death Attitude Profile-Revised: A Multidimensional Measure of Attitudes Toward Death, in Death Anxiety Handbook: Research, Instrumentation, and Application, ed."
    ]
}