{
    "id": 11499,
    "cites": 63,
    "cited_by": 22,
    "reference": [
        "Adams, R., Mehran, H., 2003. Is corporate governance different for bank holding companies? Economic Policy Review 9, 123-142.",
        "Allen, L., Rai, A., 1996. Operational efficiency in banking: An international comparison. Journal of Banking and Finance 18, 655-672.",
        "Amihud, Y., Lev, B., 1981. Risk reduction and managerial motive for conglomerate mergers. Bell Journal of Economics 12, 605-617.",
        "Aron, D., 1988. Ability, moral hazard, firm size, and diversification. The Rand Journal of Economics 19, 72-87.",
        "Barth, J., Caprio, G., Levine, R., 2001. The regulation and supervision of banks around the world: A new database. In: Brooking-Wharton Papers on Financial Services, Eds: Litan, R. and R. Herring, Washington, DC, Brookings Institution, 183-250.",
        "Barth, J., Caprio, G., Levine, R., 2004. Bank supervision and regulation: What works best? Journal of Financial Intermediation 13, 205-248.",
        "Benston, G., 1994. Universal banking. Journal of Economic Perspectives 8, 121-143.",
        "Benzoni, L., Schenone, C., 2005. Conflict of interest or certification? Evidence from IPOs underwritten by the firmÃ\u0083Â¢s relationship bank. Working paper, University of Minnesota.",
        "Ber, H., Yafeh, Y., Yosha, O., 2001. Conflict of interest in universal banking: Bank lending, stock underwriting, and fund management. Journal of Monetary Economics 47, 189-218.",
        "Berger, A., Demsetz, R., Strahan, P., 1999. The consolidation of the financial services industry: Causes, consequences, and implications for the future. Journal of Banking and Finance 23, 135-194.",
        "Berger, A., Hanweck, G., Humphrey, D., 1987. Competitive viability in banking: Scale, scope, and product mix economies. Journal of Monetary Economics 20, 501-520.",
        "Berger, A., Humphrey, D., 1991. The dominance of inefficiencies over scale and product mix economies in banking. Journal of Monetary Economics 28, 117-148.",
        "Berger, P., Ofek, E., 1995. DiversificationÃ\u0083Â¢s effect on firm value. Journal of Financial Economics 37, 39-65.",
        "Boyd, J., Chang, C., Smith, B., 1998. Moral hazard under commercial and universal banking. Journal of Money, Credit, and Banking 30, 426-468.",
        "Boyd, J., Levine, R., Smith, B., 2001. The impact of inflation on financial sector performance. Journal of Monetary Economics 47, 221-48.",
        "Brook, Y., Hendershott, R., Lee, D., 1998. The gains from takeover deregulation: Evidence from the end of interstate banking restrictions. Journal of Finance 53, 2185Ã\u0083Â¢2204.",
        "Chandler, A., 1977. The Visible Hand. Cambridge, MA: Belknap Press.",
        "Chevalier, J., 2000. Why do firms undertake diversifying mergers? An analysis of the investment policies of merging firms. Working paper, University of Chicago.",
        "Coase, R., 1937. The nature of the firm. Economica 4, 386-405.",
        "Comment, R., Jarrell, G., 1995. Corporate focus and stock returns. Journal of Financial Economics 37, 67-87.",
        "DeLong, G., 2001. Stockholder gains from focusing versus diversifying bank mergers. Journal of Financial Economics 59, 221-252.",
        "DemirgÃ\u0083Æ\u0092Ã\u0082Â¼Ã\u0083Æ\u0092-Kunt, A., Detragiache, E., 2002. Does deposit insurance increase banking system stability? An empirical investigation. Journal of Monetary Economics 49, 1373-1406.",
        "Demsetz, H., Lehn, K., 1985. The structure of corporate ownership: Causes and consequences. Journal of Political Economy 93, 1155-1177.",
        "Denis, D., Denis, D., Sarin, A., 1997. Agency problems, equity ownership, and corporate diversification, Journal of Finance 52. 135-160.",
        "Diamond, D., 1984. Financial intermediation and delegated monitoring, Review of Economic Studies 51, 393-414.",
        "Diamond, D., 1991. Monitoring and reputation: The choice between bank loans and directly placed debt. Journal of Political Economy 99, 689-721.",
        "Drucker, S., Puri, M., 2005. On the benefits of concurrent lending and underwriting. Journal of Finance forthcoming.",
        "Fama, E., Jensen, M., 1983. Separation of ownership and control. Journal of Law and Economics 26, 301-325.",
        "Ferrier, G., Grosskopf, S., Hayes, K., Yaisawarng, S., 1993. Economies of diversification in the banking industry: A frontier approach. Journal of Monetary Economics 31, 229-49.",
        "Flannery, M., Kwan, S., Nimalendran, M., 2002. Market evidence on the opaqueness of banking. Mimeo, University of Florida.",
        "Fluck, Z., Lynch, A., 1999. Why do firm merge and then divest? A theory of financial synergies. Journal of Business 72, 319-346.",
        "Gande, A., Puri, M., Saunders, A., Walter, I., 1997. Bank underwriting of debt securities: Modern evidence. Review of Financial Studies 10, 1175-1202.",
        "Gande, A., Puri, M., Saunders, A., 1999. Bank entry, competition, and the market for corporate securities underwriting. Journal of Financial Economics 54, 165-195.",
        "Gertner, R., Scharfstein, D., Stein, J., 1994. Internal vs. external capital markets. Quarterly Journal of Economics 109, 1211-1230.",
        "Graham, J., Lemmon, M., Wolf, J., 2002. Does corporate diversification destroy value? Journal of Finance 57, 695Ã\u0083Â¢720.",
        "Haubrich, J., Santos, J., 2004. Banking and commerce: A liquidity approach. Journal of Banking and Finance, forthcoming.",
        "Heckman, J., 1979. Sample selection bias as a specification error. Econometrica 47, 153-161.",
        "Houston, J., James, C., Marcus, D., 1997. Capital market frictions and the role of internal capital markets in banking. Journal of Financial Economics 46, 135-164.",
        "Houston, J., James, C., Ryngaert, M., 2001. Where do merger gains come from? Bank mergers from the perspective of insiders and outsiders. Journal of Financial Economics 60, 285-331.",
        "Jensen, M., 1986. Agency costs of free cash flow, corporate finance, and takeovers. American Economic Review 76, 323-329.",
        "Jensen, M., Meckling, W., 1976. Theory of the firm: Managerial behavior, agency costs, and ownership structure. Journal of Financial Economics 3, 305-360.",
        "John, K., Ofek, E., 1995. Asset sales and increase in focus. Journal of Financial Economics 37, 105-126.",
        "Lamont, O., Polk, C., 2001. The diversification discount: Cash flows versus returns. Journal of Finance 56, 1693-1721.",
        "La Porta, R., Lopez-de-Silanes, F., Shleifer, A., Vishny, R., 1998. Law and finance. Journal of Political Economy 106, 1113-1155.",
        "LeBaron, D., Speidell, L., 1987. Why are the parts worth more than the sum? Ã\u0083Â¢Chop shop,Ã\u0083Â¢ a corporate valuation model. In: L. Browne and E. Rosengren, The Merger Boom, Conference Series no. 31. Boston: Federal Reserve Bank.",
        "Lins, K., Servaes, H., 1999. International evidence on the value of corporate diversification. Journal of Finance 54, 2215-1139.",
        "Maksimovic, V., Phillips, G., 2002. Do conglomerate firms allocate resources inefficiently across industries? Theory and evidence. Journal of Finance 57, 721-767.",
        "Michaely, R., Womack, K., 1999. Conflict of interest and the credibility of underwriter analyst recommendations. Review of Financial Studies 12, 653-686.",
        "Morck, R., Shleifer, A., Vishny, R., 1990. Do managerial objectives drive bad acquisition? Journal of Finance 45, 31-48.",
        "Morgan, D., 2002. Rating banks: Risk and uncertainty in an opaque industry. American Economic Review 92, 874-88.",
        "Penas, M., Unal, H., 2005. Gains in bank mergers: Evidence from the bond markets. Journal of Financial Economics, forthcoming.",
        "Petersen, M., Rajan, R., 1994. The benefits of lending relationships: Evidence from small business data. Journal of Finance 49, 3-37.",
        "Rajan, R., 1992. Insiders and outsiders: The choice between informed and armÃ\u0083Â¢s-length debt. Journal of Finance 47, 1367-1400.",
        "Rajan, R., Servaes, H., Zingales, L., 2000. The cost of diversity: The diversification discount and inefficient investment. Journal of Finance 55, 35-80.",
        "Rotemberg, J., Saloner, G., 1994. Benefits of narrow business strategies. American Economic Review 84, 1330-1349.",
        "Saunders, A., Walter, I., 1994. Universal Banking in the United States: What Could We Gain? What Could We Lose? Oxford University Press.",
        "Schenone, C., 2004. The effect of banking relationships on the firmÃ\u0083Â¢s IPO underpricing. Journal of Finance 59, 2903-2958.",
        "Stulz, R., 1990. Managerial discretion and optimal financial policies. Journal of Financial Economics 26, 3-27.",
        "Sufi, A., 2004. Does joint production of lending and underwriting help or hurt firms? A fixed effects approach. MIT (Department of Economics), mimeo.",
        "Vander Vennet, R., 2002. Cost and profit efficiency of financial conglomerates and universal banks in Europe. Journal of Money, Credit and Banking 34, 254-282.",
        "Villalonga, B., 2004a. Diversification discount or premium? New evidence from the business information tracking series. Journal of Finance 59, 479-506.",
        "Villalonga, B., 2004b. Does diversification cause the Ã\u0083Â¢diversification discountÃ\u0083Â¢? Financial Management 33, 5-27.",
        "Williamson, O., 1970. Corporate Control and Business Behavior: An Inquiry into the Effects of Organizational Form on Enterprise Behavior. Englewood Cliffs, NJ: Prentice-Hall."
    ]
}