{
    "id": 11492,
    "cites": 13,
    "cited_by": 21,
    "reference": [
        "Aghion, P., Bacchetta P., Banerjee, A., 2001. Currency Crises and Monetary Policy in an Economy with Credit Constraints. European Economic Review 45, 1121--1150.",
        "Bollerslev, T., Mikkelsen H., 1996. Modeling and Pricing Long-Memory in Stock Market Volatility. Journal of Econometrics 73 (1), 151--184.",
        "Broner, F., Gelos, R., 2003. Testing the portfolio channel of contagion: the role of risk aversion. Mimeo, Universitat Pompeu Fabra.",
        "Burstein, A., Eichenbaum, M., Rebelo S., 2003. Large Devaluations and the Real Exchange Rate. UCLA online working paper 267.",
        "Calvo, G.A., 1999. Contagion in Emerging Markets: When Wall Street is a Carrier. In: Calvo, G., Emerging Capital Markets in Turmoil: Bad Luck or Bad Policy?. The MIT Press, Cambridge, MA. Also in www.bsos.umd.edu/econ/ciecalvo.htm.",
        "Calvo, G.A., 2005, Emerging Capital Markets in Turmoil: Bad Luck or Bad Policy?. The MIT Press, Cambridge, MA.",
        "Calvo, G. A., Izquierdo, A., MejÃ\u0083Æ\u0092a, L.F., 2004. On the Empirics of Sudden Stops: The Relevance of Balance-Sheet Effects. NBER Working Paper 10520.",
        "Washington, DC, USA. Grossman, S., Stiglitz, J., 1980. On the Impossibility of Informationally Efficient Markets. American Economic Review 70, 393--408.",
        "Hausmann, R., Panizza, U., RigobÃ\u0083Æ\u0092Ã\u0082Â³n, R., 2004. The Long-run Volatility Puzzle of the Real Exchange Rate. NBER Working Paper 10751.",
        "Honohan, P., Shi, A., 2002. Deposit Dollarization and the Financial Sector in Emerging Economies. World Bank Working Paper No. 8880.",
        "Kaminsky, G., Reinhart, C., 2001. Financial Markets in Times of Stress. NBER Working Paper 8569.",
        "Reinhart, C., Rogoff, K., 2002. The Modern History of Exchange Rate Arrangements: A Reinterpretation. NBER Working Paper 8963.",
        "RigobÃ\u0083Æ\u0092Ã\u0082Â³n, R., 2001. The Curse of Non-Investment Grade Countries. NBER Working Paper No. 8636."
    ]
}