{
    "id": 11505,
    "cites": 52,
    "cited_by": 1,
    "reference": [
        "Anderson, R. C., and D. S. Lee, 1997, Ownership studies: The data source does matter, Journal of Financial and Quantitative Analysis 32, 311-329.",
        "Atkins, A.B., and E.A. Dyl, 1997, Market structure and reported trading volume: NASDAQ versus the NYSE, Journal of Financial Research 20, 291-304.",
        "Bagwell, L.S., 1991, Shareholder heterogeneity: Evidence and implications, American Economic Review 81, 218-221.",
        "Baker, M., J. Coval, and J.C. Stein, 2005. Corporate financing decisions when investors take the path of least resistance, unpublished paper, Harvard Economics Department, Cambridge, MA.",
        "Baker, M., and P. A. Gompers, 2003, The determinants of board structure at the initial public offering, Journal of Law and Economics 46, 569-598.",
        "Baker, M., and J. Stein, 2004, Market liquidity as a sentiment indicator, Journal of Financial Markets 7, 271-299.",
        "Baker, M., and J. Wurgler, 2002, Market timing and capital structure, Journal of Finance 57, 1-32.",
        "Becht, M., and B. de Long, 2005, Why has there been so little blockholding in America?, unpublished paper, University of California at Berkeley, Berkeley, CA.",
        "Berle, A, and G. Means, 1932, The modern corporation and private property, McMillan, New York, NY.",
        "Benninga, S., Helmantel, and O. Sarig, 2005, The timing of initial public offerings, Journal of Financial Economics 75, 115-132.",
        "Chen, J., H. Hong, and J. C. Stein, 2001, Forecasting crashes: Trading volume, past returns, and conditional skewness in stock prices, Journal of Financial Economics 61, 345-381.",
        "Chordia, T., S.-W. Huh, and A. Subrahmanyam, 2004, The cross-section of expected trading activity, unpublished working paper, UCLA, Los Angeles, CA.",
        "Clarke, J., C. Dunbar and K. Kahle, 2004, The long-run performance of secondary equity issues: A test of the windows of opportunity hypothesis, Journal of Business 77, 575-603.",
        "Cox, D., 1975, Partial likelihood, Biometrika 62, 269-276.",
        "Crutchley, C.E., and R.S. Hansen, 1989, A test of the agency theory of managerial ownership, corporate leverage, and corporate dividends, Financial Management (Winter), 36-46.",
        "Demsetz, H., and K. Lehn, 1985, The structure of corporate ownership: Cause and consequences, Journal of Political Economy 93, 1155-1177.",
        "Demsetz, H., and B. Villalonga, 2001, Ownership structure and corporate performance, Journal of Corporate Finance 7, 209-233.",
        "Dierkens, N., 1991, Information asymmetry and equity issues, Journal of Financial and Quantitative Analysis 26, 181-200.",
        "Doidge, C., A. Karolyi, K. Lins, D. Miller and R. Stulz 2005, Private benefits of control, ownership, and the cross-listing decision, unpublished working paper, The Ohio State University, Columbus, OH.",
        "Fama, E., and K. French, 2005, Financing decisions: Who issues stock?, Journal of Financial Economics, 549-582.",
        "Fama, E., and M.C. Jensen, 1983, Separation of ownership and control, Journal of Law and Economics 26, 302-325.",
        "Field, L. C., and G. Hanka, 2001, The expiration of IPO share lockups, Journal of Finance 56, 471-500.",
        "Franks, J., C. Mayer, and S. Rossi, 2004, Ownership: Evolution and Regulation, unpublished working paper, London Business School, London, U.K.",
        "Gertler, M. and R. G. Hubbard, 1993, Corporate financial policy, taxation, and macroeconomic risk, Rand Journal of Economics 24, 286-303.",
        "Gompers, P., J. Ishii, and A. Metrick, 2004, Incentives vs. control: An analysis of the U.S. dual-class companies, unpublished working paper, The Wharton School, University of Pennsylvania, Philadelphia, PA.",
        "Helwege, J., 1996, Determinants of savings and loan failures: Estimates of a time-varying proportional hazard function, Journal of Financial Services Research 10, 373-392.",
        "Himmelberg, C. P., R. G. Hubbard and D. Palia, 1999, Understanding the determinants of managerial ownership and the link between ownership and performance, Journal of Financial Economics 53, 353384. Holderness, C., R. Kroszner, and D. Sheehan, 1999, Were the good old days that good? Changes in managerial stock ownership since the great depression, Journal of Finance 54, 435-469.",
        "Jensen, M. C., 1986, Agency costs of free cash flow, corporate finance, and takeovers, American Economic Review 76, 323-329.",
        "Jensen, M. C., and W. H. Meckling, 1976, Theory of the firm: Managerial behavior, agency costs and ownership structure, Journal of Financial Economics 3, 305-360.",
        "Kaniel, R., G. Saar, and S. Titman, 2004, Individual investor sentiment and stock returns, unpublished working paper, University of Texas, Austin, TX.",
        "Keim, D.B., and A. Madhavan, 1996, The upstairs market for large-block transactions: Analysis and measurement of price effects, Review of Financial Studies 9, 1-36.",
        "La Porta, R., F. Lopez-De-Silanes and A. Shleifer, 1999, Corporate ownership around the world, Journal of Finance 54, 471-517.",
        "Lane, W.R., S.W. Looney, and J.W. Wansley, 1986, An application of the Cox proportional hazards model to bank failure, Journal of Banking and Finance 10, 511-532.",
        "Leland, H. E., and D. H. Pyle, 1977, Informational asymmetries, financial structure, and financial intermediation, Journal of Finance 32, 371-387.",
        "Maug, E., 2001, Ownership structure and the life-cycle of the firm: A theory of the decision to go public, European Finance Review 5, 167-200.",
        "McConnell, J., H. Servaes, and K. Lins, 2005, Changes in equity ownership and changes in the market value of the firm, unpublished working paper, London Business School.",
        "McDonald, C.G., and L.M. Van de Gucht, 1999, High-yield bond default and call risks, Review of Economics and Statistics 18, 409-419.",
        "Mikkelson, W., M.M. Partch, and K. Shah, 1997, Ownership and operating performance of companies that go public, Journal of Financial Economics 44, 281-307.",
        "Moeller, S., F. Schlingemann, and R.M. Stulz, 2005, Does investor diversity of opinion, information asymmetry, or uncertainty resolution affect acquirer returns?, unpublished working paper, Fisher College of Business, The Ohio State University.",
        "Myers, S.C., and N.S. Majluf, 1984, Corporate financing and investment decisions when firms have information that investors do not have, Journal of Financial Economics 13, 187-221.",
        "Pastor, L, and P. Veronesi, 2005, Rational IPO waves, Journal of Finance, forthcoming.",
        "Prendergast, C., 2002, The tenuous trade-off between risk and incentives, Journal of Political Economy 110, 1071-1102.",
        "Roe, M., 2003, Political Determinants of Corporate Governance, Oxford University Press, Oxford.",
        "Schultz, Paul, 2003, Pseudo market timing and the long-run underperformance of IPOs, Journal of Finance 58, 483-518.",
        "Schwartz, E.S. and W.N. Torous, 1993, Mortgage prepayment and default decisions: A Poisson regression approach, American Real Estate and Urban Economics Association 21, 431-449.",
        "Shleifer, Andrei and Robert W. Vishny, 1997, A survey of corporate governance, Journal of Finance 52, 737-783.",
        "Shumway, T., 2001, Forecasting bankruptcy more accurately: A simple hazard model, Journal of Business 74, 101-124.",
        "Stulz, R. M., 1988, Managerial control of voting rights: Financing policies and the market for corporate control, Journal of Financial Economics 20, 25-54.",
        "Stulz, R. M., 1990, Managerial discretion and optimal financing policies, Journal of Financial Economics 26, 3-28.",
        "Subrahmanyam, A., and S. Titman, 1999, The going-public decision and the development of financial markets, Journal of Finance 54, 1045-1082.",
        "Whalen, G., 1991, A proportional hazards model of bank failure: An examination of its usefulness as an early warning tool, FRB Cleveland - Economic Review 27, 21-31.",
        "Zhou, X., 2001, Understanding the determinants of managerial ownership and the link between ownership and performance: comment, Journal of Financial Economics 62, 559-571."
    ]
}