{
    "id": 11506,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "Avery, Christopher, Christine Jolls, Richard A. Posner, and Alvin E. Roth (2001), Ã\u0083Â¢The Market for Federal Judicial Law ClerksÃ\u0083Â¢, University of Chicago Law Re- view, 68(3), Summer, 793-902.",
        "Baye, Michael R., Dan Kovenock and Casper G. de Vries, Ã\u0083Â¢Rigging the Lobbying Process: An Application of the All-Pay Auction,Ã\u0083Â¢ American Economic Review, 83(1), March 1993, pp. 289Ã\u0083Â¢294.",
        "Bulow, Jeremy and Jonathan Levin, Ã\u0083Â¢Matching and Price Competition,Ã\u0083Â¢ Stanford Institute for Economic Policy Working Paper, 2003.",
        "Chae, Sanders H., Ã\u0083Â¢Is the Match Illegal?Ã\u0083Â¢ The New England Journal of Medicine, 348(4), January 23, 2003, pp. 352Ã\u0083Â¢356.",
        "Crawford, Vincent P. and Elsie Marie Knoer, Ã\u0083Â¢Job Matching with Heterogeneous Firms and Workers,Ã\u0083Â¢ Econometrica, 49(2), March 1981, pp. 437Ã\u0083Â¢450.",
        "Gale, David and Lloyd Shapley, Ã\u0083Â¢College Admissions and the Stability of Marriage,Ã\u0083Â¢ American Mathematical Monthly, 69, 1962, pp. 9Ã\u0083Â¢15.",
        "Harsanyi, John, Ã\u0083Â¢Games with Randomly Disturbed PayoÃ\u0083Â¯s: A New Rationale for Mixed Strategy Equilibrium Points,Ã\u0083Â¢ Int. J. Game Theory, 2, 1973, pp. 1Ã\u0083Â¢23.",
        "HatÃ\u0083Â¯eld, John and Paul Milgrom, Ã\u0083Â¢Auctions, Matching and the Law of Aggregate DemandÃ\u0083Â¢ American Economic Review, forthcoming 2005.",
        "Kamecke, Ulrich, Ã\u0083Â¢Wage Formation in a Centralized Matching Market,Ã\u0083Â¢ Interna- tional Economic Review, 39(1), February 1998, pp. 33Ã\u0083Â¢53.",
        "Miller, Frances H. and Thomas L. Greaney, Ã\u0083Â¢The National Resident Matching Pro- gram and Antitrust Law,Ã\u0083Â¢ Journal of the American Medical Association, 289(7), February 19, 2003, pp. 913Ã\u0083Â¢918.",
        "Niederle, Muriel and Alvin E. Roth, Ã\u0083Â¢What are the EÃ\u0083Â¯ects of a Match: Evidence from Internal Medicine,Ã\u0083Â¢ mimeo, 2003.",
        "Roth, Alvin E., Ã\u0083Â¢The Evolution of the Labor Market for Medical Interns and Resi- dents: A Case Study in Game Theory,Ã\u0083Â¢ Journal of Political Economy, 92, 1984, pp. 991Ã\u0083Â¢1016.",
        "Roth, Alvin E. and Elliott Peranson, Ã\u0083Â¢The Redesign of the Matching Market for American Physicians: Some Engineering Aspects of Economic Design,Ã\u0083Â¢ Amer- ican Economic Review, 89(4), September 1999, pp. 748Ã\u0083Â¢780.",
        "Roth, Alvin E. and Xing, Xiaolin, Ã\u0083Â¢Jumping the Gun: Imperfections and Institutions Related to the Timing of Market Transactions,Ã\u0083Â¢ American Economic Review, 84, September 1994, pp. 992Ã\u0083Â¢1044."
    ]
}