{
    "id": 11504,
    "cites": 35,
    "cited_by": 12,
    "reference": [
        "Simunic, D. Auditing, Consulting, and Auditor Independence. Journal of Accounting Research 22:2 (1984): 679-702.",
        "Shackelford, D. and T. Shevlin. Empirical tax research in accounting. Journal ofAccounting and Economics 31 (2001):321-387.",
        "Securities and Exchange Commission (SEC). Final Rule: Strengthening the Commissions Requirements Regarding Auditor Independence. (2003) Washington, DC: Government Printing Office.",
        "Securities and Exchange Commission (SEC). Final Rule: Revision of the Commissions Auditor Independence Requirements. (2000) Washington, DC: Government Printing Office.",
        "Sarbanes-Oxley Act of 2002. P.L. No. 207-204. Washington, DC: Government Printing Office.",
        "PricewaterhouseCoopers. 2004 Global annual review.",
        "Reynolds, J., D. Deis, and J. Francis. Professional Service Fees and Auditor Objectivity. Auditing: A Journal of Practice & Theory 23:1 (2004):29-52.",
        "Plesko, G. Corporate Tax Avoidance and the Properties of Corporate Earnings. National Tax Journal (September 57) (2004): 729-737.",
        "Omer, T., J. Bedard, and D. Falsetta. Auditor Provided Tax Services: The Effects of a Changing Regulatory Environment. (2005) Working paper.",
        "Mills, L., K. Newbeny and W. Trautman. Trends in Book-Tax Income and Balance Sheet Differences. Tax Notes 96 No. 8 (August 19) (2002): 1109-1124.",
        "McLean, B. and P. Elkind. The Smartest Guys in the Room: The Amazing Rise and Scandalous Fall of Enron. New York, NY: Penquin Group (2003).",
        "Lai, K. The Sarbanes-Oxley Act and auditor independence: preliminary evidence from audit opinion and discretionary accruals. Working paper, City University of Hong Kong (2003).",
        "Kroszner, R. and R. Rajan. Is the Glass-Steagall Act justified? A study of the U.S. experience with universal banking before 1933. American Economic Review 84(4) (1994): 810832.",
        "Kroszner, R. and R. Rajan. Organization structure and credibility: evidence from commercial bank securities activities before the Glass-Steagall Act. Journal of Monetary Economics 39 (August 1997): 475-516.",
        "Kroszner, R. Rethinking bank regulation: a review of the historical evidence. Journal of Applied Corporate Finance (Summer 1998): 48-58.",
        "Kinney, W., Z. Palmrose and S. Scholz. Auditor independence, non-audit services, and restatements: was the U.S. government right? Journal ofAccounting Research 42 (2004): 561-588.",
        "Hardesty, D. Sarbanes-Oxley compliance in the corporate tax department. State Tax Notes (November 29, 2004): 589-596.",
        "Hanlon, M. and T. Shevlin. Book-Tax Conformity for Corporate Income: An Introduction to the Issues. University of Michigan working paper, 2004.",
        "Hanlon, M. The Persistence and Pricing of Earnings, Accruals, and Cash Flows When Firms Have Large Book-Tax Differences. The Accounting Review (2005).",
        "Goodman, G. The taxpayers and tax advisers guide to Sarbanes-Oxley. Tax Notes (August 4, 2004): 691-7 12.",
        "Griffen, P. and D. Lont. The effects of auditor dismissals and resignations on audit fees: evidence based on SEC disclosures under Sarbanes-Oxley. (2005) Working paper, University of California at Davis.",
        "Geiger, M. and D. Rama. Audit fees, nonaudit fees, and auditor reporting on stressed companies. Auditing: A Journal of Practice & Theory 22:3 (2003):53-69.",
        "Gary, K. PCAOB approves proposed auditor independence rules. Tax Notes (December 20, 2004): 1603-1604.",
        "Francis, J., and B. Ke. Disclosure of Fees Paid to Auditors and the Market Valuation of Earnings Surprises. (2004) Working paper, University of Missouri and Pennsylvania State University.",
        "Frankel, R., M. Johnson, and K. Nelson. The relation between auditors fees for nonaudit services and earnings management. The Accounting Review 77 (2002):71-105.",
        "Francis, J., E. Maydew and C. Sparks. The Role of Big 6 Auditors in the Credible Reporting of Accruals. Auditing: A Journal of Practice and Theory. (1999): 17-34.",
        "DeFond, M., K. Raghunandan, and K. Subramanyam. Do nonaudit service fees impair auditor independence? Evidence from going concern audit opinions. Journal ofAccounting Research 40 (2002):1247-1274.",
        "Deloitte Touche Tohmatsu. Worldwide member firms 2004 review (2004). Deloitte & Touche. Facts & Figures. www.de1oitte.com.",
        "Cohen, D., A. Day, and T. Lys. The effect of the Sarbanes-Oxley Act on earnings management: what has changed? (2004) Working paper, Kellogg School of Management, Northwestern University.",
        "Borrus, A. and N. Byrnes. Auditors: the leash gets shorter. Business Week (December 20, 2004).",
        "Bankman, Joseph. The Tax Shelter Battle. The Crisis in Tax Administration, edited by Henry J. Aaron and Joel Slemrod. Washington, D.C.: The Brookings Institution (2004).",
        "Ashbaugh, H., R. Lafond, and B. Mayhew. Do nonaudit services compromise auditor independence? Further evidence. The Accounting Review 78:3 (2003): 611-639.",
        "Asthana, S., S. Balsam, and S. Kim. The effect of Enron, Andersen, and Sarbanes-Oxley on the market for audit services. Working paper, Temple University and Rutgers University (June 2004).",
        "Antle, R. Auditor Independence. Journal ofAccounting Research 22:1(1984): 1-19.",
        "Antle, R., E. Gordon, G. Narayanamoorthy, and L. Zhou. The joint determination of audit fees, non-audit fees and abnormal accruals. (2002) Working paper, Yale University."
    ]
}