{
    "id": 11518,
    "cites": 20,
    "cited_by": 73,
    "reference": [
        "Bayer, Patrick J., B. Douglas Bernheim, and J. Karl Scholz (1996) Ã\u0083Â¢The Effects of Financial Education in the Workplace: Evidence from a Survey of Employers,Ã\u0083Â¢ mimeo, Stanford University.",
        "Bernehime, B. Douglas (1989), Ã\u0083Â¢The Timing of Retirement: A Comparison of Expectations and Realizations,Ã\u0083Â¢ in D. Wise (ed.), The Economics of Aging. NBER-University of Chicago Press: Chicago, 335-355.",
        "Bernheim, B. Douglas, Daniel M. Garrett, and Dean Maki (2001), Ã\u0083Â¢Education and Saving: The Long-Term Effects of High School Financial Curriculum Mandates,Ã\u0083Â¢ Journal of Public Economics, 80(3):435-465.",
        "Bernheim, B. Douglas, Jonathan Skinner, and Steven Weinberg (2001), Ã\u0083Â¢What Accounts for the Variation in Retirement Wealth Among U.S. Households?Ã\u0083Â¢ American Economic Review, 91(4), 832-857.",
        "Blinder, Alan S. (1974). Toward an Economic Theory of Income Distribution. Cambridge, MA: MIT Press.",
        "Bolton, Gary E., and Axel Ockenfels (2000), Ã\u0083Â¢ERC: A Theory of Equity, Reciprocity, and Competition,Ã\u0083Â¢ American Economic Review, 20, 166-93.",
        "Camerer, Colin (2003) Behavioral Game Theory: Experiments in Strategic Interaction. Princeton: Russell Sage Foundation.",
        "Cohen, G. A. (1989), Ã\u0083Â¢On the Currency of Egalitarianism Justice,Ã\u0083Â¢ Ethics, 99(4):906-44.",
        "Consumer Federation of America and the American Express Company (1991), High School Competency Test Report of Findings, Washington D.C.",
        "Fehr, Ernst and Simon Gachter (2002) Ã\u0083Â¢Altruistic Punishment in Humans,Ã\u0083Â¢ Nautre, 415:137-40.",
        "Hammermesh, Daniel S. (1984), Ã\u0083Â¢Consumption During Retirement: The Missing Link in the Life Cycle,Ã\u0083Â¢ Review of Economics and Statistics, 66(1): 1-7.",
        "Harbaugh, William (1998) Ã\u0083Â¢What do donations buy? A model of philanthropy based on prestige and warmglow, Ã\u0083Â¢ Journal of Public Economics, 67:269-84.",
        "Hurd, Michael, and Susanne Rohwedder (2003), Ã\u0083Â¢The Retirement-Consumption Puzzle: Anticipated and Actual Declines in Spending at Retirement,Ã\u0083Â¢ NBER Working Paper No. 9586.",
        "Laibson, David (1994), Ã\u0083Â¢Self-Control and Saving,Ã\u0083Â¢ mimeo, MIT.",
        "Lusardi, Annamaria (2003), Ã\u0083Â¢Planning and Savings for Retirement,Ã\u0083Â¢ mimeo, Dartmouth College.",
        "ONeill, Barbara (1993), Assessing Americas Financial IQ: Realities, Consequences, and Potential for Change, mimeo, Rutgers Cooperative Extension.",
        "Palfrey, Thomas and Jeffrey Prisbrey (1997) Ã\u0083Â¢Anomalous Behavior in Public Goods Experiments: How Much and Why?,Ã\u0083Â¢ American Economic Review, 829-46.",
        "Robb, A. Leslie, and John B. Burbidge (1989), Ã\u0083Â¢Consumption, Income, and Retirement,Ã\u0083Â¢ Canadian Journal of Economics, 22(3):522-42.",
        "Walstad, William B. and John C. Soper (1988), A Report Card on the Economic Literacy of U.S. High School Students, American Economic Review 78(2):251-56.",
        "Warshawsky, Mark (1987), Sensitivity to Market Incentives: The Case of Policy Loans, The Review of Economics and Statistics 69(2):286-95."
    ]
}