{
    "id": 11515,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Ausubel, L. M., and R. J. Deneckere (1998): Ã\u0083Â¢Bargaining and Forward Induction,Ã\u0083Â¢ mimeo, University of Maryland University of Wisconsin-Madison.",
        "Brown, J. R., and A. Goolsbee (2002): Ã\u0083Â¢Does the Internet Make Markets More Compet- itive? Evidence from the Life Insurance Industry,Ã\u0083Â¢ Journal of Political Economy, 110(5), 481Ã\u0083Â¢507.",
        "Chatterjee, K., and L. Samuelson (1983): Ã\u0083Â¢Bargaining under Incomplete Information,Ã\u0083Â¢ Operations Research, 31(5), 835Ã\u0083Â¢851.",
        "Chen, Y., G. Iyer, and V. Padmanabhan (2002): Ã\u0083Â¢Referral Infomediaries,Ã\u0083Â¢ Marketing Science, 21(4), 23Ã\u0083Â¢45.",
        "Chen, Y., S. Yang, and Y. Zhao (2003): Ã\u0083Â¢A Structural Approach to Modeling Negotiated Prices of Automobiles,Ã\u0083Â¢ New York University, New York, NY.",
        "Fudenberg, D., D. K. Levine, and J. Tirole (1985): Ã\u0083Â¢InÃ\u0083Â¯nite-Horizon Models of Bargain- ing with One-Sided Incomplete Information,Ã\u0083Â¢ in Game Theoretic Models of Bargaining, ed.",
        "Furse, D. H., G. N. Punj, and D. W. Stewart (1984): Ã\u0083Â¢Typologies of Individual Search Strategies Among Purchasers of New Automobiles,Ã\u0083Â¢ Journal of Consumer Research, 10, 417Ã\u0083Â¢431.",
        "Gul, F., H. Sonnenschein, and R. Wilson (1986): Ã\u0083Â¢Foundations of Dynamic Monopoly and the Coase Conjecture,Ã\u0083Â¢ Journal of Economic Theory, 39, 155Ã\u0083Â¢190.",
        "Klein, B. (1995): Ã\u0083Â¢The Economics of Franchise Contracts,Ã\u0083Â¢ Journal of Corporate Finance: Contracting, Governance and Organization, 2, 9Ã\u0083Â¢37.",
        "Klein, B., and K. Murphy (1988): Ã\u0083Â¢Vertical Restraints as Contractual Enforcement Mech- anisms,Ã\u0083Â¢ Journal of Law and Economics, 31, 265Ã\u0083Â¢297.",
        "Klein, L. R., and G. T. Ford (2001): Ã\u0083Â¢Consumer Search for Information in the Digital Age: An Empirical Study of Pre-Purchase Search for Automobiles,Ã\u0083Â¢ mimeo, Rice Univeristy, Houston, TX.",
        "Moorthy, S., B. T. Ratchford, and D. Talukdar (1997): Ã\u0083Â¢Consumer Information Search Revisited: Theory and Empirical Evidence,Ã\u0083Â¢ Journal of Consumer Research, 23(4), 263Ã\u0083Â¢277.",
        "Ratchford, B., and N. Srinivasan (1993): Ã\u0083Â¢An Empirical Investigation of Returns to Search,Ã\u0083Â¢ Marketing Science, 12(1), 73Ã\u0083Â¢87.",
        "Ratchford, B. T., D. Talukdar, and M.-S. Lee (2003): Ã\u0083Â¢The Impact of the Internet on Information Search for Automobiles,Ã\u0083Â¢ Journal of Marketing Research, 40(2), 193Ã\u0083Â¢209.",
        "Scott Morton, F., F. Zettelmeyer, and J. Silva-Risso (2001): Ã\u0083Â¢Internet Car Retailing,Ã\u0083Â¢ Journal of Industrial Economics, 49(4), 501Ã\u0083Â¢520.",
        "Pricing of New Cars to Women and Minorities?,Ã\u0083Â¢ Quantitative Marketing and Economics, 1(1), 65Ã\u0083Â¢92. (2004): Ã\u0083Â¢A Test of Bargaining Theory in the Auto Retailing Industry,Ã\u0083Â¢ Discussion paper, UC Berkeley.",
        "Snyder, C. M. (1998): Ã\u0083Â¢Why do larger buyers pay lower prices? Intense supplier competition,Ã\u0083Â¢ Economic Letters, 58, 205Ã\u0083Â¢209.",
        "Zettelmeyer, F., F. Scott Morton, and J. Silva-Risso (2004): Ã\u0083Â¢Cowboys or Cowards: Why are Internet car prices lower?,Ã\u0083Â¢ Discussion paper, Berkeley, CA."
    ]
}