{
    "id": 11526,
    "cites": 12,
    "cited_by": 13,
    "reference": [
        "Chevalier, Judith, and Glenn Ellison, 1997, Risk taking by mutual funds as a response to incentives, Journal of Political Economy 105, 1167-1200.",
        "Cohen, Randolph B., Coval, Joshua and PÃ\u0083Æ\u0092stor, Lubos, 2003 Judging fund managers by the company they keep; Working paper 04-023.; Boston: Division of Research Harvard Business School, 2003.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics 33, 3Ã\u0083Â¢56.",
        "Goetzmann, W., and Massa, M., 2002. Daily momentum and contrarian behavior of index fund investors. Journal of Financial and Quantitative Analysis 37, 375-390.",
        "Graham, John R., and Campbell Harvey, 2001, The Theory and Practice of Corporate Finance: Evidence from the Field, Journal of Financial Economics 60, 187-243.",
        "Jain, Prem C., and Wu, Joanna Shuang, 2000, Truth in mutual fund advertising: Evidence on future performance and fund flows, Journal of Finance 55, 937-958.",
        "Jegadeesh, N. and S. Titman, 1993. Returns to Buying Winners and Selling Losers: Implications for Stock Market Efficiency, Journal of Finance, 48, 65-91.",
        "Kacperczyk E. , Marcin T., Clemens Sialm, and Lu Zheng (2005): On the Industry Concentration of Actively Managed Equity Mutual Funds, Forthcoming: Journal of Finance, 2005.",
        "Lamont, Owen A., 2002, Evaluating value weighting: Corporate events and market timing, NBER Working Paper No. 9049.",
        "Loughran, Tim, and Jay R. Ritter, 1995, The New Issues Puzzle, Journal of Finance 50, 23-51.",
        "Dumb money Ã\u0083Â¢ Page 37 Odean T., 1999, Do Investors Trade Too Much?, American Economic Review, Vol. 89, 12791298.",
        "Ofek, Eli and Matthew Richardson, 2003, DotCom mania: The rise and fall of Internet stock prices, Journal of Finance 58, 1113-1137."
    ]
}