{
    "id": 11538,
    "cites": 64,
    "cited_by": 18,
    "reference": [
        "[1] Atkeson, A., and L. E. Ohanian, 2001, Ã\u0083Â¢Are Phillips Curves Useful for Forecasting InÃ\u0083Â¯ation?Ã\u0083Â¢ Federal Reserve Bank of Minneapolis Quarterly Review, 25, 2-11.",
        "[2] Ang, A., and G. Bekaert, 2002, Ã\u0083Â¢Regime Switches in Interest Rates,Ã\u0083Â¢ Journal of Business and Economic Statistics, 20, 163-182.",
        "[3] Ang, A., and G. Bekaert, 2004, Ã\u0083Â¢The Term Structure of Real Rates and Expected InÃ\u0083Â¯ation,Ã\u0083Â¢ working paper, Columbia University.",
        "[4] Ang, A., M. Piazzesi, and M. Wei, 2004, Ã\u0083Â¢What does the Yield Curve Tell us about GDP Growth?Ã\u0083Â¢ forthcoming Journal of Econometrics.",
        "[5] Bai, J., and S. Ng, 2004, Ã\u0083Â¢A Panic Attack on Unit Roots and Cointegration,Ã\u0083Â¢ Econometrica, 72, 4, 1127-1177.",
        "[6] Bates, J. M., and C. W. J. Granger, 1969, Ã\u0083Â¢The Combination of Forecasts,Ã\u0083Â¢ Operations Research Quarterly, 20, 451-468.",
        "[7] Bekaert, G., S. Cho, and A. Moreno, 2005, Ã\u0083Â¢New Keynesian Macroeconomics and the Term Structure,Ã\u0083Â¢ Working Paper, Columbia University.",
        "[8] Bekaert, G., R. J. Hodrick, and D. Marshall, 2001, Ã\u0083Â¢Peso Problem Explanations for Term Structure Anomalies, Ã\u0083Â¢ Journal of Monetary Economics, 48, 2, 241-270.",
        "[9] Bernanke, B. S., and J. Boivin, 2003, Ã\u0083Â¢Monetary Policy in a Data-Rich Environment,Ã\u0083Â¢ Journal of Monetary Economics, 50, 3, 525-546.",
        "[10] Bernanke, B. S., J. Boivin, and P. Eliasz, 2005, Ã\u0083Â¢Measuring the Effects of Monetary Policy: A FactorAugmented Vector Autoregressive (FAVAR) Approach,Ã\u0083Â¢ Quarterly Journal of Economics, 120, 1, 387-422.",
        "[11] Bryan, M., and S. G. Cecchetti, 1993, Ã\u0083Â¢The Consumer Price Index as a Measure of InÃ\u0083Â¯ation,Ã\u0083Â¢ Economic Review of the Federal Reserve Bank of Cleveland, 29, 15-24.",
        "[12] Campbell, S. D., 2004, Ã\u0083Â¢Volatility, Predictability and Uncertainty in the Great Moderation: Evidence from the Survey of Professional Forecasters,Ã\u0083Â¢ working paper, Board of Governors.",
        "[13] Carlson, J. A., 1977, Ã\u0083Â¢A Study of Price Forecasts,Ã\u0083Â¢ Annals of Economic and Social Measurement, 1, 27Ã\u0083Â¢56.",
        "[14] Clark, T. E., and M. W. McCracken, 2003, Ã\u0083Â¢The Predictive Content of the Output Gap for InÃ\u0083Â¯ation: Resolving In-Sample and Out-of-Sample Evidence,Ã\u0083Â¢ working paper, University of Missouri-Columbia.",
        "[15] Clemen, R. T., 1989, Ã\u0083Â¢Combining Forecasts: A Review and Annotated Bibliography,Ã\u0083Â¢ International Journal of Forecasting, 5, 559-581.",
        "[16] Chen, R. R., and L. Scott, 1993, Ã\u0083Â¢Maximum Likelihood Estimation for a Multi-factor Equilibrium Model of the Term Structure of Interest Rates,Ã\u0083Â¢ Journal of Fixed Income, 3, 14-31.",
        "[17] Cecchetti, S., R. Chu, and C. Steindel, 2000, Ã\u0083Â¢The Unrealiability of InÃ\u0083Â¯ation Indicators,Ã\u0083Â¢ Federal Reserve Bank of New York Current Issues in Economics and Finance, 6, 1-6.",
        "[18] Cochrane, J., and M. Piazzesi, 2005, Ã\u0083Â¢Bond Risk Premia,Ã\u0083Â¢ American Economic Review, 95, 1, 138-160.",
        "[19] Curtin, R. T., 1996, Ã\u0083Â¢Procedure to Estimate Price Expectations,Ã\u0083Â¢ Manuscript, University of Michigan Survey Research Center.",
        "[20] Dai, Q., and K. J. Singleton, 2002, Ã\u0083Â¢Expectation Puzzles, Time-Varying Risk Premia, and AfÃ\u0083Â¯ne Models of the Term Structure,Ã\u0083Â¢ Journal of Financial Economics, 63, 415-41.",
        "[21] Diebold, F. X., 1989, Ã\u0083Â¢Forecast Combination and Encompassing: Reconciling Two Divergent Literatures,Ã\u0083Â¢ International Journal of Forecasting, 5, 589-92.",
        "[22] Diebold, F. X., and J. A. Lopez, 1996, Ã\u0083Â¢Forecasting Evaluation and Combination,Ã\u0083Â¢ in G. S. Maddala and C. R. Rao (eds.), Handbook of Statistics, 241-268, Elsevier, Amsterdam.",
        "[23] Duffee, G. R., 2002, Ã\u0083Â¢Term Premia and the Interest Rate Forecasts in AfÃ\u0083Â¯ne Models,Ã\u0083Â¢ Journal of Finance, 57, 1, 405Ã\u0083Â¢443.",
        "[24] DufÃ\u0083Â¯e, D., and R. Kan, 1996, Ã\u0083Â¢A Yield-Factor Model of Interest Rates,Ã\u0083Â¢ Mathematical Finance, 6, 379-406.",
        "[25] Estrella, A., and F. S. Mishkin, 1997, Ã\u0083Â¢The Predictive Power of the Term Structure of Interest Rates in Europe and the United States: Implications for the European Central Bank,Ã\u0083Â¢ European Economic Review, 41, 1375-401.",
        "[26] Evans, M. D. D., and K. K. Lewis, 1995, Ã\u0083Â¢Do Expected Shifts in InÃ\u0083Â¯ation Affect Estimates of the Long-Run Fisher Relation?,Ã\u0083Â¢ Journal of Finance, 50, 1, 225-253.",
        "[27] Evans, M. D. D., and P. Wachtel, 1993, Ã\u0083Â¢InÃ\u0083Â¯ation Regimes and the Sources of InÃ\u0083Â¯ation Uncertainty,Ã\u0083Â¢ Journal of Money, Credit and Banking, 25, 3, 475-511.",
        "[28] Fama, E. F., 1975, Ã\u0083Â¢Short-Term Interest Rates as Predictors of InÃ\u0083Â¯ation,Ã\u0083Â¢ American Economic Review, 65, 3, 269-282.",
        "[29] Fama, E. F., and M. R. Gibbons, 1984, Ã\u0083Â¢A Comparison of InÃ\u0083Â¯ation Forecasts,Ã\u0083Â¢ Journal of Monetary Economics, 13, 3, 327-348.",
        "[30] Frankel, J. A., and C. S. Lown, 1994, Ã\u0083Â¢An Indicator of Future InÃ\u0083Â¯ation Extracted from the Steepness of the Interest Rate Yield Curve along Its Entire Length,Ã\u0083Â¢ Quarterly Journal of Economics, 59, 517-30.",
        "[31] Fuhrer, J., and G. Moore, 1995, Ã\u0083Â¢InÃ\u0083Â¯ation Persistence,Ã\u0083Â¢ Quarterly Journal of Economics, 110, 1, 127-159.",
        "[32] Gali, J., and M. Gertler, 1999, Ã\u0083Â¢InÃ\u0083Â¯ation Dynamics: A Structural Econometrics Analysis,Ã\u0083Â¢ Journal of Monetary Economics, 44, 2, 195-222.",
        "[33] Grant, A. P., and L. B. Thomas, 1999, Ã\u0083Â¢InÃ\u0083Â¯ation Expectations and Rationality Revisited,Ã\u0083Â¢ Economics Letters, 62, 3, 331-8.",
        "[34] Gray, S. F., 1996, Ã\u0083Â¢Modeling the Conditional Distribution of Interest Rates as a Regime-Switching Process,Ã\u0083Â¢ Journal of Financial Economics, 42, 27-62.",
        "[35] Hamilton, J. D., 1985, Ã\u0083Â¢Uncovering Financial Market Expectations of InÃ\u0083Â¯ation,Ã\u0083Â¢ Journal of Political Economy, 93, 6, 1224-1241.",
        "[36] Hamilton, J., 1988, Ã\u0083Â¢Rational-Expectations Econometric Analysis of Changes in Regime: An Investigation of the Term Structure of Interest Rates,Ã\u0083Â¢ Journal of Economic Dynamics and Control, 12, 385-423.",
        "[37] Hamilton, J., 1989, Ã\u0083Â¢A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle,Ã\u0083Â¢ Econometrica, 57, 357-384.",
        "[38] Hansen, L. P., and R. J. Hodrick, 1980, Ã\u0083Â¢Forward exchange rates as optimal predictors of future spot rates: an econometric analysis,Ã\u0083Â¢ Journal of Political Economy, 88, 5, 829-853.",
        "[39] Hodrick, R. J., and E. C. Prescott, 1997, Ã\u0083Â¢Postwar U.S. Business Cycles: An Empirical Investigation,Ã\u0083Â¢ Journal of Money, Credit and Banking, 29, 1, 1-16.",
        "[40] Inoue, A., and L. Kilian, 2005, Ã\u0083Â¢How Useful is Bagging in Forecasting Economic Time Series? A Case Study of U.S. CPI InÃ\u0083Â¯ation,Ã\u0083Â¢ working paper, University of Michigan.",
        "[41] Jorion, P., and F. S. Mishkin, 1991, Ã\u0083Â¢A Multi-Country Comparison of Term Structure Forecasts at Long Horizons,Ã\u0083Â¢ Journal of Financial Economics, 29, 59-80.",
        "[42] Kim, D. H., 2004, Ã\u0083Â¢InÃ\u0083Â¯ation and the Real Term Structure,Ã\u0083Â¢ working paper, Federal Reserve Board of Governor.",
        "[43] Kim, C. J., and C. R. Nelson, 1999, Ã\u0083Â¢Has the U.S. Economy Become More Stable? A Bayesian Approach Based on a Markov Switching Model of the Business Cycle,Ã\u0083Â¢ Review of Economics and Statistics, 81, 608616.",
        "[44] Kozicki, S., 1997, Ã\u0083Â¢Predicting Real Growth and InÃ\u0083Â¯ation with the Yield Spread,Ã\u0083Â¢ Federal Reserve Bank of Kansas City Economic Review, 82, 39-57.",
        "[45] Marcellino, M., J. H. Stock, and M. W. Watson, 2004, Ã\u0083Â¢A Comparison of Direct and Iterated Multistep AR Methods for Forecasting Macroeconomic Time Series,Ã\u0083Â¢ working paper, Harvard University.",
        "[46] Mehra, Y. P., 2002, Ã\u0083Â¢Survey Measures of Expected InÃ\u0083Â¯ation: Revisiting the Issues of Predictive Content and Rationality,Ã\u0083Â¢ Federal Reserve Bank of Richmond Economic Quarterly, 88, 3, 17-36.",
        "[48] Mishkin, F. S., 1990, Ã\u0083Â¢What does the Term Structure Tell us about Future InÃ\u0083Â¯ation?Ã\u0083Â¢ Journal of Monetary Economics, 25, 77-95.",
        "[49] Mishkin, F. S., 1991, Ã\u0083Â¢A Multi-Country Study of the Information in the Term Structure about Future InÃ\u0083Â¯ation, Ã\u0083Â¢ Journal of International Money and Finance, 19, 2-22.",
        "[50] Nelson, C. R., and G. W. Schwert, 1977, Ã\u0083Â¢On Testing the Hypothesis that the Real Rate of Interest is Constant, Ã\u0083Â¢ American Economic Review, 67, 478-486.",
        "[51] Orphanides, A., and S. van Norden, 2003, Ã\u0083Â¢The Reliability of InÃ\u0083Â¯ation Forecasts Based on Output Gap Estimates in Real Time,Ã\u0083Â¢ working paper, CIRANO.",
        "[52] Pennacchi, G. G., 1991, Ã\u0083Â¢Identifying the Dynamics of Real Interest Rates and InÃ\u0083Â¯ation: Evidence Using Survey Data,Ã\u0083Â¢ Review of Financial Studies, 4, 53-86.",
        "[53] Quah, D., and S. P. Vahey, 1995, Ã\u0083Â¢Measuring Core InÃ\u0083Â¯ation,Ã\u0083Â¢ Economic Journal 105, 1130-1144.",
        "[54] Sims, C. A., 2002, Ã\u0083Â¢The Role of Models and Probabilities in the Monetary Policy Process,Ã\u0083Â¢ Brookings Papers on Economic Activity, 2, 1-40.",
        "[55] Stock, J. H., and M. W. Watson, 1989, Ã\u0083Â¢New Indexes of Coincident and Leading Economic Indicators,Ã\u0083Â¢ NBER Macroeconomics Annual, 351-394.",
        "[56] Stock, J. H., and M. W. Watson, 1999, Ã\u0083Â¢Forecasting InÃ\u0083Â¯ation,Ã\u0083Â¢ Journal of Monetary Economics, 44, 293-335.",
        "[57] Stock, J. H., and M. W. Watson, 2002a, Ã\u0083Â¢Forecasting Using Principal Components from a Large Number of Predictors,Ã\u0083Â¢ Journal of the American Statistical Association, 97, 1167-1179.",
        "[58] Stock, J. H., and M. W. Watson, 2002b, Ã\u0083Â¢Has the Business Cycle Changed and Why?,Ã\u0083Â¢ in Gertler M. and K. Rogoff (eds.), NBER Macroeconomics Annual 2002, MIT Press.",
        "[59] Stock, J. H., and M. W. Watson, 2003, Ã\u0083Â¢Forecasting Output and InÃ\u0083Â¯ation: The Role of Asset Prices,Ã\u0083Â¢ Journal of Economic Literature, 41, 788-829.",
        "[60] Stock J.H., and M. W. Watson, 2005, Ã\u0083Â¢An Empirical Comparison of Methods for Forecasting Using Many Predictors,Ã\u0083Â¢ working paper, Harvard University.",
        "[61] Stockton, D., and J. Glassman, 1987, Ã\u0083Â¢An Evaluation of the Forecast Performance of Alternative Models of InÃ\u0083Â¯ation,Ã\u0083Â¢ Review of Economics and Statistics, 69, 1, 108-117.",
        "[62] Theil, H., 1963, Ã\u0083Â¢On the Use of Incomplete Prior Information in Regression Analysis,Ã\u0083Â¢ Journal of the American Statistical Association, 58, 401-14.",
        "[63] Theil, H., and A. S. Goldberger, 1961, Ã\u0083Â¢On Pure and Mixed Estimation in Economics,Ã\u0083Â¢ International Economic Review, 2, 65-78.",
        "[64] Thomas, L. B., 1999, Ã\u0083Â¢Survey Measures of Expected U.S. InÃ\u0083Â¯ation,Ã\u0083Â¢ Journal of Economic Perspectives, 13, 4, 125-44.",
        "[65] Timmermann, A., 2004, Ã\u0083Â¢Forecast Combinations,Ã\u0083Â¢ forthcoming in G. Elliot, C. W. J. Granger and A. Timmermann (eds.), Handbook of Economic Forecasting, Elsevier, Amsterdam."
    ]
}