{
    "id": 11536,
    "cites": 113,
    "cited_by": 17,
    "reference": [
        "Roe, M.J. (1983), Bankruptcy and Debt: A New Model for Corporate Reorganization, Columbia Law Rev. 83:527-602.",
        "Roe, M.J. (1987), The Voting Prohibition in Bond Workouts, Yale Law J. 97 :232-279.",
        "Rea, S.A. (1984), Arm-breaking, Consumer Credit and Personal Bankruptcy, Economic Inquiry. 22:188-208.",
        "Rasmussen, R.K. (1992), Debtors Choice: A Menu Approach to Corporate Bankruptcy, Texas Law Rev. 71:51-121.",
        "Povel, P. (1999), Optimal `Soft or `Tough Bankruptcy Procedures, J. of Law, Econ., and Org. 15:659-684.",
        "Posner, E.A. (1997), The Political Economy of the Bankruptcy Reform Act of 1978, Mich. Law Rev. 96: 47- 126.",
        "Posner, E.A. (1995), Contract Law in the Welfare State: A Defense of the Unconscionability Doctrine, Usury Laws, and Related Limitations on the Freedom to Contract, J. of Legal Studies. 24:283-3 19.",
        "Peterson, R.L. and K. Aoki (1984), Bankruptcy filings Before and After Implementation of the Bankruptcy Reform Law, J. of Econ. and Business. 36:95-105.",
        "Olson, M.L. (1999) Avoiding Default: The Role of Credit in the Consumption Collapse of 1930, Quarterlyf. of Econ. 114:319-335.",
        "Myers, 5. (1977), Determinants of Corporate Borrowing, J. of Financial Econ. 5:147175.",
        "McConnell, M.W. and RC. Picker (1993), When Cities Go Broke: A Conceptual Introduction to Municipal Bankruptcy, Univ. of Chicago Law Rev. 60:425-495.",
        "LoPucki, L. and W. Whitford (1990), ~Bargaining over Equitys Share in the Bankruptcy Reorganization of Large, Publicly Held Companies, Univ. of Penn. Law Rev. 139:125196.",
        "LoPucki, L. (1983), The Debtor in Full Control: Systems Failure under Chapter 11 of the Bankruptcy Code? American Bankruptcy Law J. 57:247-273.",
        "Longhofer, S.D., (1997) Absolute Priority Rule Violations, Credit Rationing, and Efficiency, J. of Financial Intermediation. 6:249-67.",
        "Lin, EY. and M.J. White (2001), Bankruptcy and the Market for Mortgage and Home Improvement Loans, J. of Urban Econ. 50:138- 162.",
        "Lehnert, A. and D.M. Maki (2002), Consumption, Debt and Portfolio Choice: Testing the Effects of Bankruptcy Law. Board of Governors working paper.",
        "Kahan, M., and B. Tuckman (1993), Do Bondholders Lose from Junk Bond Covenant Changes? J. of Business 66:499-5 16.",
        "Jackson, T.H. (1986), The Logic and Limits of Bankruptcy Law (Harvard University Press, Cambridge, MA).",
        "Jensen, M. and W. Meckling (1976), Theory of the Firm: Managerial Behavior, Agency Costs, and Capital Structure, J. of Financial Econ. 3:305-360.",
        "Hynes, Richard M., Why (Consumer) Bankruptcy? Alabama Law Review, vol. 56:1, pp. 121-179 (Fall 2004b).",
        "Hynes, Richard M., Optimal Bankruptcy in a Non-Optimal World, Boston College Law Review, vol. XLIV:1, pp. 1-78 (Dec. 2002).",
        "Hynes, R.M., A.Malani and E.A. Posner (2004), The Political Economy of Property Exemption Laws, J. of Law & Economics.",
        "Hotchkiss, E (1995), Postbankruptcy Performance and Management Turnover, J. of Finance. 50 :3-21.",
        "Hart, O.D., R. La Porta Drago, F. Lopez-de-Silanes, and J. Moore (1997), A New Bankruptcy Procedure that Uses Multiple Auctions, European Economic Review 41: 46 1-473.",
        "Hart, O.D. and J. Moore (1998), Default and Renegotiation: A Dynamic Model of Debt, Quarterlyf. of Econ. 113:1-41.",
        "White, M.J. (1998a), Why Dont More Households File for Bankruptcy?, J. of Law, Econ., and Org. 14:205-23 1.",
        "White, M.J. (2002), Sovereigns in Distress: Do They Need Bankruptcy? Brookings Papers on Econ. Activity. L287-319.",
        "White, M.J. (2005) `Personal Bankruptcy: Insurance, Work Effort, Opportunism and the Efficiency of the `Fresh Start, working paper available at www.ucsd.edu/-miwhite.",
        "White, M.J. (1980), Public Policy Toward Bankruptcy: Me-First and Other Priority Rules, Bell J. of Econ. 11:550-564.",
        "White, M.J. (1987) Personal Bankruptcy Under the 1978 Bankruptcy Code: An Economic Analysis, Indiana Law Journal. 63:1-57.",
        "White, M.J. (1996), The Costs of Corporate Bankruptcy: A U.S.-European Comparison, in Corporate Bankruptcy: Economic and Legal Perspectives, J. Bhandari and L. Weiss, eds. (Cambridge University Press, Cambridge, UK).",
        "White, M.J. (1989), The Corporate Bankruptcy Decision, J. of Econ. Perspectives. 3: 129- 151.",
        "White, M.J. (1994), Corporate Bankruptcy as a Filtering Device: Chapter 11 Reorganizations and Out-of-Court Debt Restructurings, J. of Law, Econ., and Org. 10: 268-295.",
        "White, M.J. (1983), Bankruptcy Costs and the New Bankruptcy Code,J. of Finance. 38:477-488.",
        "Weiss, LA. and K.H. Wruck (1998), Informationproblems, conflicts of interest, and asset stripping: Chapter ils failure in the case of Eastern Airlines, J. of Financial Econ. 48:55-97.",
        "Weiss, LA. (1990), Bankruptcy Resolution: Direct Costs and Violation of Priority of Claims, J. of Financial Econ. 27285-314.",
        "Webb, D.C. (1987), The Importance of Incomplete Information in Explaining the Existence of Costly Bankruptcy, Economica. 54279-288.",
        "Webb, D.C. (1991), An economic evaluation of insolvency procedures in the United Kingdom: Does the 1986 Insolvency Act satisfy the creditors bargain? Oxford Econ. Papers. 43:139-157.",
        "Wang, H-J. and M.J. White (2000), An Optimal Personal Bankruptcy System and Proposed Reforms, Journal of Legal Studies. 39:255-286.",
        "Triantis, G.G. (1993). The Effects of Insolvency and Bankrutpcy on Contract Performance and Adjustment, Univ. of Toronto Law J. 43:679-7 10.",
        "Tashjian, E., R. Lease and J. McConnell (1996), Prepacks: An Empirical Analysis of Prepackaged Bankruptcies, J. of Financial Econ. 40:135-162.",
        "Sullivan, T., E. Warren and J. Westbrook (1989), As We Forgive Our Debtors (Oxford University Press, New York, NY).",
        "Stulz, R. and H. Johnson (1985), An Analysis of Secured Debt, J. of Financial Econ. 14:501-421.",
        "Stiglitz, J.E. (1972) Some Aspects of the Pure Theory of Corporate Finance: Bankruptcies and Take- Overs, Bell J. of Econ. 3:458-482.",
        "Smith, C.W. and J.B. Warner (1979), On Financial Contracting: An Analysis of Bond Covenants, J. of Financial Economics. June 1979; 7(2): 117-61.",
        "Shleifer, A. and R. W. Vishny (1992), Liquidation Values and Debt Capacity: A Market Equilibrium Approach, J. of Finance. 47:1343-1366.",
        "Shepard, L. (1984), Personal Failures and the Bankruptcy Reform Act of 1978, Journal of Law and Economics. 27:419-37.",
        "Schwartz, A. (1997), `contracting about Bankruptcy, J. of Law, Econ., and Org. 13:127-146.",
        "Schwartz, A. (1993), Bankruptcy Workouts and Debt Contracts, J. of Law and Econ., 36:595-632.",
        "Han, S. and W. Li (2004), Fresh Start or Head Start? The Effect of Filing for Personal Bankruptcy on Labor Supply, Federal Reserve Bank of Philadelphia working paper.",
        "Gross, D.B. and N.S. Souleles (2002), An Empirical Analysis of Personal Bankruptcy and Delinquency, Rev, of Financial Studies.15:319-47.",
        "Gropp, R.J., K. Scholz and M.J. White (1997), Personal Bankruptcy and Credit Supply and Demand, Quarterly J. of Econ. 112:217-252.",
        "Grant, C. (2005), Evidence on the Effect of U.S. Bankruptcy Exemptions, in Economics of Consumer Credit: European Experience and Lessons From the U.S., edited by R. Disney, C. Grant and G. Bertola (MIT Press, Cambridge, MA).",
        "Gordon, R.H., and B. Malkiel (1981), Corporation Finance, in H. Aaron and J. Pechman, eds., How Taxes Affect Economic Behavior. Washington, D.C., Brookings Institution.",
        "Gilson, S.C., K. John and L. Lang (1990), Troubled Debt Restructurings: An Empirical Study of Private Reorganization of Firms in Default, J. of Financial Econ. 27 :315-355.",
        "Gilson, S.C. and M.R. Vetsuypens (1994), Creditor Control in Financially Distressed Firms: Empirical Evidence, Wash. Univ. Law Quarterly. 72:1005-1025.",
        "Gilson, S.C. (1990), Bankruptcy, Boards, Banks and Blockholders, J. of Financial Econ. 27:355-387.",
        "Gertner, R and D. Scharfstein (1991), A Theory of Workouts and the Effects of Reorganization Law, J. of Finance. 44:1189-1222.",
        "Franks, J.R. and 0. Sussman (2005), Financial Innovations and Corporate Bankruptcy, J. of Financial Intermediation. Forthcoming.",
        "Franks, J.R., K. Nybourg and W.N. Torous (1996), A Comparison of U.S., U.K., and German Insolvency Codes, Financial Management. 25:19-30.",
        "Franks, J.R. and W.N. Torous (1994), A Comparison of Financial Recontracting in Distressed Exchanges and Chapter 11 Reorganizations, J. of Financial Econ. 35:347370.",
        "Franks, J.R. and W.N. Torous (1989), An Empirical Investigation of U.S. Firms in Reorganization, J. of Finance. 44: 747-769.",
        "Franks, J.R., and 0. Sussman (2004), Financial Innovations and Corporate Bankruptcy, J. of Financial Intermediation, forthcoming.",
        "Fisher, J.D. (2003), The Effect of Unemployment Benefits, Welfare Benefits and Other Income on Personal Bankruptcy, Bureau of Labor Statistics working paper.",
        "Fan, W., and M.J. White (2003), Personal Bankruptcy and the Level of Entrepreneurial Activity, J. of Law & Econ. 46:543-568. Fay, S., E. Hurst and M.J. White, The Household Bankruptcy Decision, American Economic Rev. 92:706-7 18.",
        "Fama, E.F. and M.H. Miller (1972), The Theory of Finance (Dryden Press, Hinsdale, IL).",
        "Executive Office for U.S. Trustees (2001). United States Trustee Program: Preliminary Report on chapter 7 Asset Cases 1994 to 2000 available at archive .gao . gov/t2pbat2/ 152238 .pdf.",
        "Eberhart, AC., W. T. Moore and R L. Roenfeldt (1990), Security Pricing and Deviations from the Absolute Priority Rule in Bankruptcy Proceedings, J. of Finance. 44:747-769.",
        "Dye, R. (1986), An Economic Analysis of Bankruptcy Statutes, Economic Inquiry. 24:417-428.",
        "Domowitz, I. and R. Sartain (1999), Determinants of the Consumer Bankruptcy Decision, J. of Finance. 54:403-20.",
        "Domowitz, I. and T. Eovaldi (1993), The Impact of the Bankruptcy Reform Act of 1978 on Consumer Bankruptcy, J. of Law and Econ. 26:803-835.",
        "Domowitz, I. and M. Alexopoulos (1998), Personal Liabilities and Bankruptcy Reform: An International Perspective, International Finance. 1:127-159.",
        "Chomsisengphet, S., and R. Elul (2005), Bankruptcy Exemptions, Credit History, and the Mortgage Market, Federal Reserve Bank of Philadelphia Working Paper No. 04-14. (Available at www.ssrn.com.) Cornelli, F., and L. Felli (1997), Ex-ante Efficiency of Bankruptcy Procedures, European Ec. Rev. 41: 475-485.",
        "Carapeto, M. (2000), Is Bargaining in Chapter 11 Costly? EFA 0215; EFMA 2000 Athens Meetings, http ://ssrn.comlabstract=24 1569.",
        "Bulow, J. and J. Shoven (1978), The Bankruptcy Decision, Bell J. of Econ. 9: 437-456.",
        "Buckley, F.H. and M.F. Brinig (1998), The Bankruptcy Puzzle, J. of Legal Studies. 27:187-208.",
        "Buckley, F.H. (1994), The American Fresh Start, Southern Cal. Interdisciplinary Law J. 4:67-97.",
        "Brown, D.T. (1989), Claimholder incentive Conflicts in Reorganization: The Role of Bankruptcy Law, Rev, of Financial Studies. 2:109-123.",
        "Brinig, M.F. and F.H. Buckley (1996), The Market for Deadbeats, J. of Legal Studies. 25:201-232.",
        "Braucher, J. (1993), Lawyers and Consumer Bankruptcy: One Code, Many Cultures, American Bankruptcy Law J. 67:501-683.",
        "Boyes, W.J. and R.L. Faith (1986), Some Effects of the Bankruptcy Reform Act of 1978,J. of Law and Econ. 19:139-49.",
        "Bolton, P. and D. Scharfstein (1996), A Theory of Predation Based on Agency Problems in Financial Contracting, The American Economic Rev. 80:93-106.",
        "Bolton, P. and D. Scharfstein (1996), `Optimal Debt Structure and the Number of Creditors, The J. of Political Economy. 104:1-25.",
        "Betker, B.L. (1995), `Managements Incentives, Equitys Bargaining Power, and Deviations from Absolute Priority in Chapter 11 Bankruptcies, J. of Business. 62:161183.",
        "Bester, H. (1994), The Role of Collateral in a Model of Debt Renegotiation, J. of Money, Credit, and Banking. 26:72-85.",
        "Bergman, Y.Z., and J. L. Callen (1991), Opportunistic Underinvestment in Debt Renegotiation and Capital Structure, J. of Fin. Econ. 29:137-7 1.",
        "Berglof, E. and E.-L. von Thadden (1994), Short-term versus Long-term Interests: Capital Structure with Multiple Investors, Quarterly J. of Econ. 109:1055-84.",
        "Berkowitz, J. and M.J. White (2004), Bankruptcy and Small Firms Access to Credit, RAND J. of Econ. 35:69- 84.",
        "Berkowitz, J. and R. Hynes (1999), Bankruptcy Exemptions and the Market for Mortgage Loans, J. of Law and Econ. 42:908-830.",
        "Berkovitch, E., R. Israel and J.F. Zender (1997), Optimal Bankruptcy Law and FirmSpecific Investments, European Econ. Rev. 41:487-497.",
        "Berkovitch, E and R. Israel (1999), Optimal Bankruptcy Law Across Different Economic Systems, Rev, of Financial Studies. 12:347-377.",
        "Berkovitch, E., R Israel and J.F. Zender (1998), The Design of Bankruptcy Law: A Case for Management Bias in Bankruptcy Reorganizations, J. of Financial and Quantitative Analysis. 33:441-467.",
        "Bebchuk, LA. and Fl Chang (1992), Bargaining and the Division of Value in Corporate Reorganization,J. of Law, Econ., and Org. 8:523-546.",
        "Bebchuk, L.A., and J. M. Fried (1996), The Uneasy Case for the Priority of Secured Claims in Bankruptcy, Yale Law J. 105: 857-934.",
        "Bebchuk, L.A. (2000), Using Options to Divide Value in Corporate Bankruptcy, European Economic Review 44: 829- 843.",
        "Bebchuk, L.A. (1998), Chapter 11, in Palgrave Dictionary of Economics and the Law Macmillan, London, pp. 219-224.",
        "Bebchuk, L.A. (2002), The Ex Ante Costs of Violating Absolute Priority in Bankruptcy, J. of Finance. 57: 445-60.",
        "Bebchuk, LA. (1988), A New Method for Corporate Reorganization, Harvard Law Rev.101: 775-804.",
        "Baird, D. G. and R.C. Picker (1991), A Simple Noncooperative Bargaining Model of Corporate Reorganization,J. of Legal Studies. 20:311-349.",
        "Baird, D. G. (1986), The Uneasy Case for Corporate Reorganizations, J. of Legal Studies, 15:127-147.",
        "Baird, D.G. (1987), A World Without Bankruptcy, Law and Contemporary Problems. 50:173-193.",
        "Baird, D.G. (1993), Revisiting Auctions in Chapter 11,J. of Law & Econ. 36:633-653.",
        "Ausubel, L.M., and A.E. Dawsey (2004), Informal Bankruptcy. Working paper, Department of Economics, University of Maryland, April 2004.",
        "Asquith, P., R. Gertner and D. Scharfstein (1994), Anatomy of Financial Distress: An Examination of Junk Bond Issuers, Quarterly J. of Econ.. 109:625-658.",
        "Athreya, K.B. (2002) Welfare Implications of the Bankruptcy Reform Act of 1999, J.",
        "Ang, J., J. Chua and J. McConnell (1982), The Administrative Costs of Corporate Bankruptcy: A Note, J. of Finance. 37:219-226.",
        "Aivazian, V.A., and J.L. Callen (1983), Reorganization in bankruptcy and the issue of strategic risk, Journal of Banking & Finance 7:119-133.",
        "Aghion, P., and B. Hermalin (1990), Legal Restrictions on Private Contracts Can Enhance Efficiency, J. of Law, Econ., and Org. 6: 381-409.",
        "Aghion, P., 0. Hart, and J. Moore (1992) The Economics of Bankruptcy Reform, J. of Law, Econ. and Org. 8:523-546.",
        "Agarwal, S., C. Diu and L. Mielnicki (2003), Exemption Laws and Consumer Delinquency and Bankruptcy Behavior: An Empirical Analysis of Credit Card Data. Quarterly Rev, of Econ. and Finance. 43:273-289.",
        "Adler, B.E. (1994), `Finances Theoretical Divide and the Proper Role oflnsolvency Rules, S. Cal. Law Rev. 67.",
        "Adler, B.E~ B. Polak and A. Schwartz (2000), Regulating Consumer Bankruptcy: A Theoretical Inquiry, J. of Legal Studies. 29:585-613.",
        "Adler, B.E. (1993), Financial and Political Theories of American Corporate Bankruptcy, Stanford Law Rev. 45: 311-346."
    ]
}