{
    "id": 11531,
    "cites": 29,
    "cited_by": 8,
    "reference": [
        "[1] Alesina, A. (1988) Credibility and policy convergence in a twoparty system with rational voters. American Economic Review 78: 796-806.",
        "[2] Alesina A. and Cukierman, A. (1991) The politics of ambiguity. Quarterly Journal of Economics 105: 829-850.",
        "[3] Alesina A. and R. Perotti (1999) Budget deficits and budget institutions in J. Poterba and J. Von Hagen (eds.) Fiscal Institutions and Fiscal Performance Chicago University Press and NBER.",
        "[4] Alesina A. and S. Spear (1988) An overlapping generation model of political competition. Journal of Public Economics 37: 359-79.",
        "[5] Alesina, A. and G. Tabellini (2004) Bureaucrats or Politicians? NBER Working Paper.",
        "[6] Besley T. and S. Coate (2003), Elected versus Appointed Regulators: Theory and Evidence, Journal of the European Economic Association, forthcoming.",
        "[7] Besley T. and M. Ghatak (2005) Competition and Incentives with motivated agents. American Economic Review 95: 616-636.",
        "[8] Blinder A. (1998) Central Bank in Theory and Practice. MIT Press.",
        "[9] Blinder A. (1997) Is government too political? Foreign Affairs 76.",
        "[11] Dewatripont, M., Jewitt, I., and Tirole, J. (1999a). The economics of career concerns, part I: Comparing information structures. Review of Economic Studies 66: 183--198.",
        "[12] Dewatripont, M, Jewitt, I., and Tirole, J. (1999b). The economics of career concerns, part II: Application to missions and accountability of government agencies, Review of Economic Studies 66: 199-- 217.",
        "[13] Dewatripont, M. and Tirole, J. (1999) Advocates. Journal of Political Economy 107: 1-39.",
        "[14] Drazen, A. and Eslava, M. (2005) Electoral manipulation via expenditure composition: Theory and evidence. NBER WP 11085.",
        "[15] Epstein D. and S, O Halloran (1999) Delegating Powers Cambridge University Press, Cambridge UK.",
        "[16] Ferejohn, J. 1986. Incumbent performance and electoral control. Public Choice 50: 5-26.",
        "[17] Fiorina M. (1977) Congress: the Keystone of American Democracy Yale University Press, New Haven CT.",
        "[18] Holmstrom B.(1999) Managerial Incentive Problems: A dynamic Perspective Review of Economic Studies 66: 169-182.",
        "[19] Holmsrom B. and P. Milgrom (1991) Multitask Principal Agent analysis: Incentive contracts asset ownership, and job design Journal of Law and Economics 7: 24-52.",
        "[20] Lowi T.(1969) The end of liberalism: the second Republic of the United States Norton, New York.",
        "[21] Maskin E. and J. Tirole (2001) The judges and the politicians unpublished.",
        "[22] Mc Cubbins M. R. Noll and B. Weingast (1987) Administrative Procedures as Instruments of Political Control Journal of Law Economic and Organization 3: 243-77.",
        "[23] Mc Cubbins M. R. Noll and B. Weingast (1989) Structure and Process Politics and Policy: Administrative Arrangements and the Political Control of Agencies Virginia Law Review, 75: 431-82.",
        "[24] Persson T. and G. Tabellini (2000) Political Economics. Explaining Economic Policy, MIT Press.",
        "[25] Rogoff, K. (1985). The optimal degree of commitment to an intermediate monetary target. Quarterly Journal of Economics 100: 1169-1190.",
        "[26] Schultz, C. (2003) Information, polarization and delegation in democracy, University of Copenhagen, mimeo.",
        "[27] Shepsle, K. (1972) The strategy of ambiguity: Uncertainity and Electoral Competition. American Political Science Review 66: 555-568.",
        "[28] Shleifer, A. and Vishny, R. (1993). Corruption. Quarterly Journal of Economics 108: 599-617.",
        "[29] Stigler G. (1971) The Theory of Economic Regulation Bell Journal of Economic and Management Science 2: 3-21.",
        "[30] Vreeland J. 2003 The IMF and Economic Development, Cambridge University Press."
    ]
}