{
    "id": 11532,
    "cites": 12,
    "cited_by": 11,
    "reference": [
        "Ayres, I., and P. Klemperer. 1999. Ã\u0083Â¢Limiting PatenteesÃ\u0083Â¢ Market Power without Reduc- ing Innovation Incentives: The Perverse BeneÃ\u0083Â¯ts of Uncertainty and Noninjunctive Remedies.Ã\u0083Â¢ Michigan Law Review 97:985-1033.",
        "BelleÃ\u0083Â¯amme, P. 2003. Ã\u0083Â¢Pricing Information Goods in the Presence of Copying.Ã\u0083Â¢ W.J.",
        "Gordon, R. Watts, eds. The Economics of Copyright: Developments in Research and Analysis. Edward Elgar Publishers. Besen, S., and S. Kirby. 1989. Ã\u0083Â¢Private Copying, Appropriability and Optimal Copyright Royalties.Ã\u0083Â¢ Journal of Law and Economics 32:255-275.",
        "Conseil de la Concurrence. 2004. Press Release regarding VirginMega v. Apple Com- puter.",
        "Gayer, A. and O. Shy. 2004. Ã\u0083Â¢Publishers, Artists and Copyright Enforcement.Ã\u0083Â¢ Mimeo- graph. Haifa, Israel: Department of Economics, University of Haifa.",
        "Klein, J. 1999 Ã\u0083Â¢Hitachi, Ltd., Matsushita Electric Industrial Co., Ltd., Mitsubishi Elec- tric Corp., Time Warner Inc., Toshiba Corp., and Victor Company of Japan, Ltd.Ã\u0083Â¢ United States Department of Justice Business Review Letter.",
        "Games with Strategic Complementarities.Ã\u0083Â¢ Econometrica 58:1255-1277. Milgrom, P., and Shannon, C. 1994. Ã\u0083Â¢Monotone Comparative Statics.Ã\u0083Â¢ Econometrica 67:157-180.",
        "Novos, I., and M. Waldman. 1984. Ã\u0083Â¢The EÃ\u0083Â¯ects of Increasing Copyright Protection: An Analytic Approach.Ã\u0083Â¢ Journal of Political Economy 92:236-246.",
        "Scotchmer, S. 2004. Innovation and Incentives. Cambridge, MA: MIT Press.",
        "Shapiro, C. 2001. Ã\u0083Â¢Navigating the Patent Thicket: Cross Licenses, Patent Pools, and Standard-Setting.Ã\u0083Â¢ Innovation Policy and the Economy 1:119-150.",
        "Shy, O. and J.-F. Thisse. 1999. Ã\u0083Â¢A Strategic Approach to Software Protection.Ã\u0083Â¢ Journal of Economics and Management Strategy 8:163-190.",
        "Tandon, P. 1982. Ã\u0083Â¢Optimal Patents with Compulsory Licensing.Ã\u0083Â¢ Journal of Political Economy 90:470-486."
    ]
}