{
    "id": 11539,
    "cites": 13,
    "cited_by": 17,
    "reference": [
        "Aizenman, J. (2004). Financial Opening and Development: Evidence and Policy Controversies, American Economic Review, vol. 94(2), 65-70.",
        "Aizenman J. and I. Noy (2004). Ã\u0083Â¢Endogenous financial and trade openness: efficiency and political economy considerations,Ã\u0083Â¢ manuscript, UCSC.",
        "Auerbach, A. J. and R. H. Gordon (2002). Taxation of Financial Services under a VAT, American Economic Review, vol. 92(2), 411-416.",
        "Baunsgaard T. and M. Keen (2005). Ã\u0083Â¢Tax Revenue and (or?) Trade Liberalization,Ã\u0083Â¢ IMF WP/05/112.",
        "Cukierman, A., S. Edwards, and G. Tabellini (1992): Seigniorage and Political Instability, American Economic Review, 82, 537-555.",
        "Ebrill, L., M. Keen, J-P. Bodin, and V. Summers (2001). The Modern VAT (Washington: International Monetary Fund).",
        "Vol. 39, 2. Emran, M. S. and J. E. Stiglitz (2005). Ã\u0083Â¢On Selective Indirect Tax Reform in Developing Countries,Ã\u0083Â¢ Journal of Public Economics, Vol. 89 (April), pp. 599Ã\u0083Â¢623.",
        "Fisman, R. and S.-J. Wei. 2004. Ã\u0083Â¢Tax Rates and Tax Evasion: Evidence from Ã\u0083Â¢Missing ImportsÃ\u0083Â¢ in China,Ã\u0083Â¢ Journal of Political Economy. 112(2):471-496.",
        "Gordon R. and W. Li (2005). Ã\u0083Â¢Tax Structure in Developing Countries: Many Puzzles and a Possible Explanation,Ã\u0083Â¢ NBER WP 11267.",
        "Gordon, R. H. and S. B. Nielsen (1997). Ã\u0083Â¢Tax evasion in an open economy: Value-added vs.",
        "International Tax Dialogue (2005). Ã\u0083Â¢The Value Added Tax: Experiences and Issues.Ã\u0083Â¢ Background paper, prepared for the VAT conference in Rome, March 15-16.",
        "Jinjarak Y. (2005). Adios Government Revenue from Financial Repression: More on the Consequences of Financial and Trade Opening, manuscript, Nanyang Technological University (NTU).",
        "Prasad, E., K. Rogoff, S. J. Wei and M. A. Koss (2003). Ã\u0083Â¢Effects of Financial Globalization on Developing Countries: Some Empirical Evidence,Ã\u0083Â¢ IMF Working Paper, March 2003."
    ]
}