{
    "id": 11540,
    "cites": 96,
    "cited_by": 22,
    "reference": [
        "Nickel, S. J., Wadhwani, S., Wa!!, M., 1992. Productivity Growth in U.K. Companies, 1975-1986. Europ. Econ. Rev. 36, 1055-1091.",
        "Nelson, R. R., 1981. Research on Productivity Growth and Productivity Differences: Dead Ends and New Departures. J. Econ. Lit. 19, 1029-1064.",
        "Nalebuff, B. J., Stig!itz, J. E., 1983. Prizes and Incentives: Toward a Genera! Theory of Compensation and Competition. Be!! J. Econ. 14, 2 1-43.",
        "Nakajima, T., Nakamura, M., Yoshioka, K., 1998. An Index Number Method for Estimating Scale Economies and Technical Progress Using Time-series or Cross-sectional Data: Sources of Total Factor Productivity Growth for Japanese Manufacturing, 1964-1988. Japanese Econ. Rev. 49, 3 10-334.",
        "Motonishi, T., Yoshikawa, H. 1999. Causes of the Long Stagnation of Japan during the 1 990s. J. Japan. Int. Econ. 12, 181-200.",
        "Mookherjee, D., 1984. Optima! Incentive Scheme with Many Agents. Rev. Econ. Stud. 51, 433-446.",
        "Martin, S., 1993. Endogenous Firm Efficiency in a Cournot Principal-Agent Mode!. J. Econ. Theory 59, 445-450.",
        "Meyer, M. A., Vickers, J., 1997. Performance Comparisons and Dynamic Incentives. J. Polit. Economy 105, 547-581.",
        "Machin, S. Van Reenen, J., 1993. Profit Margins and the Business Cycle: Evidence from UK Manufacturing Firms. J. Ind. Econ. 42, 29-50.",
        "Levin, R. C., K!evorick, A., Nelson, R., Winter, S., 1987. Appropriating the Returns from Industrial Research and Development. Brookings Pap. Econ. Act. Microeconomics, 783-820.",
        "Levin, R., Cohen, W, Mowery, D., 1985. R&D Appropriability, Opportunity, and Market Structure: New Evidence on Some Schumpeterian Hypotheses. Amer. Econ. Rev. 75, 20-24.",
        "K!ette, T. J., Griliches, Z., 2000. Empirical Patterns of Firm Growth and R&D Investment: A Quality Ladder Mode! Interpretation. Econ. J. 110, 363-3 87.",
        "K!ette, T. J., 1999. Market Power, Scale Economies and Productivity: Estimates from a Pane! of Establishment Data. J. Ind. Econ. 47, 451-476.",
        "K!ette, T. J., 1996. R&D, Scope Economies, and Plant Performance. RAND J. Econ. 27, 502-522.",
        "K!epper, S., Simon, K. L., 2000. The Making of an Oligopoly: Firm Survival and Technological Change in the Evolution of the U.S. Tire Industry. J. Polit. Economy 108, 728-760.",
        "K!epper, S., 1996. Entry, Exit, Growth and Innovation over the Product Life Cycle. Amer. Econ. Rev. 86, 562-83.",
        "Kandori, M., 1991. Correlated Demand Shocks and Price Wars During Booms. Rev. Econ. Stud. 58, 171-180.",
        "Jovanovic, B., 1982. Selection and the Evolution of Industry. Econometrica 50, 649-670.",
        "Jovanovic, B., MacDonald, G, 1994. The Life Cycle of a Competitive Industry. J. Polit. Economy 102, 322-347.",
        "Jones, C. I. Williams, J. C., 1998. Measuring the Social Return to R&D. Quart. J. Econ. 113, 1119-1135.",
        "Jones, C. I., 1995. R&D-Based Models of Economic Growth. J. Polit. Economy 103, 759-784.",
        "Jensen, M. C., 2000. A Theory of the Firm, Governance, Residual Claims, and Organizational Forms. Harvard Univ. Press, Cambridge MA.",
        "Jensen, M. C., 1986. Agency Costs of Free Cash Flow, Corporate Finance and Takeovers. Amer. Econ. Rev. 76, 323-329.",
        "Jaffe, A. B., 1986. Technological Opportunity and Spillovers of R&D: Evidence from Firms Patents, Profits and Market Value. Amer. Econ. Rev. 76, 984-1001.",
        "Hopenhayn, H., 1993. Entry, Exit, and Firm Dynamics in Long Run Equilibrium. Econometrica 60, 649-670.",
        "Hayashi, F., Prescott, E. C., 2002. The 1990s in Japan: A Lost Decade. Rev. Econ. Dynam. 5, 206-235.",
        "Ho!mstrom, B., 1982. Moral Hazard in Teams. Be!! J. Econ. 13, 324-340.",
        "Hart, 0. D., 1983. The Market Mechanism as an Incentive Scheme. Be!! J. Econ. 14, 366-382.",
        "Haltiwanger, J., Harrington, Jr., J. E., 1991. The Impact of Cyclical Demand Shock Movements on Collusive Behavior. RAND J. Econ. 22, 89-106.",
        "Haltiwanger, J., 1997. Measuring and Analyzing Aggregate Fluctuations: The Importance of Building from Microeconomic Evidence. Fed. Reserve Bank St. Louis Rev. 79, 55-77.",
        "Ha!!, R., 1988. The Relation between Price and Marginal Cost in U.S. Industry. J. Polit. Economy 96, 92 1-947.",
        "Ha!!, B. H., Mairesse, J., 1995. Exploring the Relationship between R&D and Productivity in French Manufacturing Firms. J. Econometrics 65, 263-294.",
        "Grossman, G. M., He!pman, E., 1991. Innovation and Growth in the Global Economy. MIT Press, Cambridge MA.",
        "Griliches, Z., Lichtenberg, F., 1984. R&D and Productivity Growth at the Industry Level: Is There Still a Relationship? In Griliches, Z. (ed.), R&D, Patents, and Productivity. The Univ of Chicago Press, Chicago, pp. 465-496.",
        "Griliches, Z., 1998. R&D and Productivity. The Univ. of Chicago Press, Chicago.",
        "Griliches, Z., 1986. Productivity, R&D, and Basic Research at the Firm Level in the 1970s. Amer. Econ. Rev. 76, 141-154.",
        "Griliches, Z., 1992. The Search for R&D Spillovers. Scand. J. Econ. 94, S29-S47.",
        "Griliches, Z., 1979. Issues in Assessing the Contribution of Research and Development to Productivity Growth. Be!! J. Econ. 10, 92-116.",
        "Green E., Porter, R., 1984. Noncooperative Collusion under Imperfect Information. Econometrica 52, 87-100.",
        "Goto, A., Suzuki, K., 1989. R&D Capita!, Rate of Return on R&D Investment and Spillover of R&D in Japanese Manufacturing Industry. Rev. Econ. Statist. 71, 555-564.",
        "Goddard, J., Wilson, J., Blandon, P., 2002. Pane! Tests of Gibrats Law for Japanese Manufacturing. Int. J. Ind. Organ. 20, 415-433.",
        "Geroski, P. A., Machin, S., Van Reenen, J., 1993. The Profitability of Innovative Firms. RAND J. Econ. 24, 198-211.",
        "Ghosa!, V., 2000. Product Market Competition and the Industry Price-Cost Markup fluctuations: Role of Energy Price and Monetary Change. Int. J. Ind. Organ. 18, 4 15-444.",
        "Geroski, P. A., 1995. Market Structure, Corporate Performance and Innovative Activity. Oxford Univ. Press, Oxford.",
        "Geroski, P. A., 1999. The Growth of Firms in Theory and Practice. CEPR Discussion Paper No.2092.",
        "Fukao, K., Inui, T., Kawai, H., Miyagawa, T., 2003. Sectora! Productivity and Economic Growth in Japan, 1970-1998: An Empirical Analysis Based on the SIP Database. In Ito, T., Rose, A. K. (eds.), Growth and Productivity in East Asia, National Bureau of Economic Research East Asia Seminar on Economics Vol.13. The Univ. of Chicago Press, Chicago.",
        "Fukao, K., Kwon, H. U., 2004. Why Did Japans TFP Growth Slowdown in the Lost Decade?-An Empirical Analysis Based on Firm-Level Data of Manufacturing Firms. High-Stat Discussion Paper No.50, Institute of Economic Research, Hitotsubashi University.",
        "Foster, L., Haltiwanger, J., Krizan, C. J., 1997. Aggregate Employment Dynamics: Building from Microeconomic Evidence. Amer. Econ. Rev. 87, 115-137.",
        "Ericson, R., Pakes, A., 1995. Markov-Perfect Industry Dynamics: A Framework for Empirical Work. Rev. Econ. Stud. 62, 53-82.",
        "Dosi, G., Nelson, R., Winter, S., 2000. The Nature and Dynamics of Organizational Capabilities. Oxford University Press, New York.",
        "Toni, A., 2001. Efficiency in Japanese Industries, NTT Publishing, Tokyo (in Japanese).",
        "Teece, D., Pisano, G, Shuen, A., 1997. Dynamic Capabilities and Strategic Management. Strategic Management Journal 18, 509-533.",
        "Sutton, J., 1998. Technology and Market Structure: Theory and History. MIT Press, Cambridge MA.",
        "Sutton, J., 1991. Sunk Costs and Market Structure: Price Competition, Advertising, and the Evolution on Concentration. MIT Press, Cambridge MA.",
        "Slater, M., 1980. The Managerial Limitation to the Growth of Firms. Econ. J. 90, 520-528.",
        "Schma!ensee, R., 1989. Inter-industry Studies of Structure and Performance. In Schma!ensee, R., Willig, R. D. (eds.), Handbook of Industrial Organization Vol.2, North-Holland, Amsterdam, 951-1009.",
        "Scherer, F. M., 1967. Market Structure and the Employment of Scientists and Engineers. Amer. Econ. Rev. 57, 524-53 1.",
        "Scharfstein, D. S., 1988. Product Market Competition and Managerial Slack. RAND J. Econ. 19, 147- 155.",
        "Rotemberg, J., Saloner, G., 1986. A Supergame-Theoretic Mode! of Price Wars during Booms. Amer. Econ. Rev. 70, 390-407.",
        "Olley, S., Pakes, A., 1996. The Dynamics of Productivity in the Telecommunications Equipment Industry. Econometrica 64, 1263-1297.",
        "Pakes, A., Ericson, R., 1998. Empirical Implications of Alternative Models of Firm Dynamics. J. Econ. Theory 79, 1-45.",
        "Odagiri, H., Yamashita, T., 1987. Price Mark-ups, Market Structure, and Business Fluctuation in Japanese Manufacturing Industries. J. Ind. Econ. 35, 317-331.",
        "Odagiri, H., Iwata, H., 1986. The Impact of R&D on Productivity Increase in Japanese Manufacturing Companies. Res. Po!. 15, 13-19.",
        "Nishimura, K. G, Ohkusa, Y., Ariga, K., 1999. Estimating the Mark-up over Marginal Cost: a Pane! Analysis of Japanese Firms 1971-1994. Int. J. Ind. Organ. 17, 1077-1111.",
        "Nickel, S. J., Nicolitsas, D., Diyden, N., 1997. What makes Firms Perform We!!? Europ. Econ. Rev. 41, 783-796.",
        "Nickel, S. J., 1996. Competition and Corporate Performance. J. Polit. Economy 104, 724-746.",
        "Domowitz, I., Hubbard, G., Petersen, B., 1986. Business Cycles and the Relationship between Concentration and Price-Cost Margins. RAND J. Econ. 17, 1-17.",
        "Disney, R., Haske!, J., Heden, Y., 2003. Entry, Exit and Establishment Survival in UK Manufacturing. J. Ind. Econ. 51, 91-112.",
        "CrÃ\u0083Â©pon, B., Duguet, E., Mairesse, J., 1998. Research, Innovation, and Productivity: An Econometric Analysis at the Firm Level. NBER Working Paper, No.6696.",
        "Cohen, W. M., Levin, R. C., 1989. Empirical Studies of Innovation and Market Structure. In Schumalensee, R., Willig, R. D. (eds.), Handbook of Industrial Organization Vol.2, North-Holland, Amsterdam, pp. 1059-1107.",
        "Cohen, W. M., Levintha!, D. A., 1989. Innovation and Learning: The Two Faces of R&D. Econ. J. 99, 569-596.",
        "Cohen, W., 1995. Empirical Studies of Innovative Activity. In Stoneman, P. (ed.), Handbook of the Economics of Innovation and Technological Change. B!ackwe!!, Oxford, pp. 182-264.",
        "Clark, K. B., Fujimoto, T., 1991. Product Development Performance. Harvard Business School Press, Boston.",
        "Chirinko, R., Fazzari, S., 1994. Economic Fluctuations, Market Power and Returns to Scale: Evidence from Firm-level Data. J. App!. Econometrics 9, 47-69.",
        "Caves, R. E., 1992. Industrial Efficiency in Six Nations. MIT Press, Cambridge MA.",
        "Caballero, R. J., Jaffe, J., 1993. How High are the Giants Shoulders: an Empirical Assessment of Knowledge Spillovers and Creative Destruction in a Mode! of Economic Growth. In Blanchard, 0. J., Fischer, S. (eds.), NBER Macroeconomics Annual Vol.8. MIT Press, Cambridge MA.",
        "Caballero, R. J., Hoshi, T., Kashyap, A. K., 2004. Zombie Lending and Depressed Restructuring in Japan. Mimeograph. Hitotsubashi University Macro-Money Workshop, 18 June.",
        "Bresnahan, T., Brynjo!fsson, E., Hitt, L., 2002. Information Technology, Workplace Organization, and the Demand for Skilled Labor: Firm-level Evidence. Quart. J. Econ. 117, 339-376.",
        "Bresnahan, T., 1989. Empirical Studies of Industries with Market Power. In Schma!ensee, R., Willig, R. D. (eds.), Handbook of Industrial Organization Vol.2, North-Holland, Amsterdam, pp. 10 11-1057.",
        "Boone, J., 2000. Competitive Pressure: The Effects on Investments in Product and Process Innovation. RAND J. Econ. 31, 549-569.",
        "Bond, S., 2002. Dynamic Pane! Data Models: A Guide to Micro Data Methods and Practice. Cemmap working Paper CWPO9/02. The Institute for Fiscal Studies, Department of Economics, UCL.",
        "Blunde!!, R., Griffith, R., Van Reenen, J. 1999. Market Share, Market Value and Innovation in a Pane! of British Manufacturing Firms. Rev. Econ. Stud. 66, 529-554.",
        "Blunde!!, R., Griffith, R., Van Reenen, J. 1995. Dynamic Count Data Models of Technological Innovation. Econ. J. 105, 333-344.",
        "Blunde!!, R., Bond, S. 1998. Initial Conditions and Moment Restrictions in Dynamic Pane! Data Models. J. Econometrics 87, 115-143.",
        "Barte!sman, E. J., Doms, M. 2000. Understanding Productivity: Lessons from Longitudinal Microdata. J. Econ. Lit. 38, 569-594.",
        "Baltagi, B. H., 2001. Econometric Analysis of Pane! Data. 2nd ed., John Wiley and Sons, New York.",
        "Baily, M. N., Hulten, C., Campbell, D., 1992. Productivity Dynamics in Manufacturing Plants. Brookings Papers on Economic Activity: Microeconomics 2, 187-249.",
        "R. (ed.), The Rate and Direction of Inventive Activity, Princeton University Press, Princeton. Auerbach, A. J., 1979. Inflation and the Choice of Asset Life. J. Polit. Economy 87(3), 62 1-638.",
        "Arrow, K., 1962. Economic Welfare and the Allocation of Resources for Invention. In Nelson, R.",
        "Arellano, M., HonorÃ\u0083Â©, B., 2001. Pane! Data Models: Some Recent Developments. In Heckman, J. J., Leamer, E. (eds.), Handbook of Econometrics vol.5. North-Holland (Elsevier), Amsterdam, pp. 3229-3296.",
        "Arellano, M., Bond, S., 1991. Some Tests of Specification for Pane! Data: Monte Carlo Evidence and an Application to Employment Equations. Rev. Econ. Stud. 58, 277-297.",
        "Aghion, P., Howitt, P., 1998. Endogenous Growth Theory. MIT Press, Cambridge.",
        "Arellano, M., 2003. Pane! Data Econometrics. Oxford Univ. Press, Oxford.",
        "Aghion, P., Howitt, P., 1992. A Mode! of Growth through Creative Destruction. Econometrica 60, 323-357.",
        "Aghion, P., Harris, C., Howitt, P., Vickers, J., 2001. Competition, Imitation and Growth with Step-by-Step Innovation. Rev. Econ. Stud. 68(3), 467-492.",
        "Aghion, P., Bloom, N., Blunde!!, R., Griffith, R., Howitt, P., 2002. Competition and Innovation: An Inverted U Relationship. NBER Working Paper, No.9269."
    ]
}