{
    "id": 11547,
    "cites": 30,
    "cited_by": 466,
    "reference": [
        "Acemoglu, Daron. Ã\u0083Â¢Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality.Ã\u0083Â¢ Quarterly Journal of Economics 114 (November 1998): 1055-1089.",
        "Borjas, George. Ã\u0083Â¢Assimilation, Changes in Cohort Quality, and the Earnings of Immigrants. Journal of Labor Economics 3 (1985): 463-489.",
        "Borjas, George. Ã\u0083Â¢The Intergenerational Mobility of Immigrants.Ã\u0083Â¢ Journal of Labor Economics 11 (1993): 113-135.",
        "Borjas, George. Ã\u0083Â¢The Economics of Immigration.Ã\u0083Â¢ Journal of Economic Literature 32 (1994): 1667Ã\u0083Â¢717.",
        "Borjas, George, Richard B. Freeman and Lawrence Katz. Ã\u0083Â¢How Much Do Immigration and Trade Affect Labor Market Outcomes?Ã\u0083Â¢ Brookings Papers on Economic Activity 1 (1997): 1-67.",
        "Borjas, George. HeavenÃ\u0083Â¢s Door. Princeton, NJ: Princeton University Press, 1999.",
        "Borjas, George. Ã\u0083Â¢The Labor Demand Curve is Downward Sloping: Reexamining the Impacts of Immigration on the Labor Market.Ã\u0083Â¢ Quarterly Journal of Economics 118 (November 2003): 1335-1374.",
        "Bratsberg, Bernt, and Dek Terrell. Ã\u0083Â¢School Quality and Returns to Education of U.S. Immigrants.Ã\u0083Â¢ Economic Inquiry 40 (April 2002): 177-198.",
        "Brigham, Carl C. A Study of American Intelligence. Princeton NJ: Princeton University Press, 1923.",
        "Card, David. Immigrant Inflows, Native Outflows and the Local Labor Market Impacts of Higher Immigration. Journal of Labor Economics, 19 (January 2001).",
        "Card, David and John E. DiNardo. Ã\u0083Â¢Do Immigrant Inflows Lead to Native Outflows?Ã\u0083Â¢ American Economic Review 90 (May 2000).",
        "Card, David and John E. DiNardo. Ã\u0083Â¢Skill Biased Technical Change and Rising Wage Inequality: Some Problems and Puzzles.Ã\u0083Â¢ Journal of Labor Economics 20 (October 2002).",
        "Card, David and Thomas Lemieux. Ã\u0083Â¢Can Falling Supply Explain the Rising Return to College for Younger Men? A Cohort-Based Analysis.Ã\u0083Â¢ Quarterly Journal of Economics 116 (May 2001).",
        "Chiswick, Barry R. Ã\u0083Â¢The Effects of Americanization on the Earnings of Foreign-Born Men.Ã\u0083Â¢ Journal of Political Economy 86 (1978): 897-921.",
        "Cortes, Kalena E. Ã\u0083Â¢Are Refugees Different from Economic Immigrants? Some Empirical Evidence on the Heterogeneity pf Immigrant Groups in the United States.Ã\u0083Â¢ Review of Economics and Statistics, forthcoming 2004.",
        "Dahl, Gordon B. Ã\u0083Â¢Mobility and the Return to Education: Testing a Roy Model with Multiple Markets.Ã\u0083Â¢ Econometrica 70 (November 2002): 2367-2420.",
        "Friedberg, Rachel M. and Jennifer Hunt. Ã\u0083Â¢The Impact of Immigration on Host Country Wages, Employment, and Growth.Ã\u0083Â¢ Journal of Economic Perspectives 9 (Spring 1995): 23-44.",
        "Frey, William H. Ã\u0083Â¢Immigration and Internal Migration `Flight from US Metropolitan Areas: Toward a New Demographic Balkanisation.Ã\u0083Â¢ Urban Studies 32 (1995) 733--757.",
        "Grossman, Jean B. Ã\u0083Â¢The Substitutability of Natives and Immigrants in Production.Ã\u0083Â¢ Review of Economic and Statistics 64 (1982): 596-603.",
        "Heckman, James J. and Jose Scheinkman. Ã\u0083Â¢The Importance of Bundling in a Gorman-Lancaster Model of Earnings.Ã\u0083Â¢ Review of Economic Studies 54 (1987): 243-255.",
        "Jaeger, David. Ã\u0083Â¢Skill Differences and the Effect of Immigrants on the Wages of Natives.Ã\u0083Â¢ U.S. Bureau of Labor Statistics Working Paper No. 273. March 1996.",
        "Johnson, George E. Ã\u0083Â¢The Labor Market Effects of Immigration.Ã\u0083Â¢ Industrial and Labor Relations Review 33, (April 1980): 331-41.",
        "LaLonde, Robert J. and Robert H. Topel. Ã\u0083Â¢Labor Market Adjustments to Increased Immigration.Ã\u0083Â¢ In John M. Abowd and Richard B. Freeman, eds., Immigration, Trade, and The Labor Market, Chicago: University of Chicago Press, 1991.",
        "Lazear, Edward P. Ã\u0083Â¢Culture and Language.Ã\u0083Â¢ Journal of Political Economy 107: 6 (December 1999): S95-S126.",
        "Lewis, Ethan G. Ã\u0083Â¢Local Open Economies within the U.S. How do Industries Respond to Immigration?Ã\u0083Â¢ Federal Reserve Bank of Philadelphia Working Paper (December 2003).",
        "Lewis, Ethan G. Ã\u0083Â¢ The Effect of Local Skill Mix on New Technology Adoption in U.S. Manufacturing.Ã\u0083Â¢ Federal Reserve Bank of Philadelphia Unpublished Working Paper (December 2004).",
        "Lubotsky, Darren. Ã\u0083Â¢Chutes or Ladders? A Longitudinal Analysis of Immigrant Earnings.Ã\u0083Â¢ Princeton University Industrial Relations Section Working Paper No. 445, August 2000.",
        "Manning, Alan. Monopsony in Motion. Princeton NJ: Princeton University Press, 2003.",
        "Sjaastad, Larry A. Ã\u0083Â¢The Costs and Returns of Human Migration.Ã\u0083Â¢ Journal of Political Economy 70 (October 1962, Part 2): S80-S93.",
        "Wright, Richard, Mark Ellis, and M. Reibel. Ã\u0083Â¢The linkage between immigration and internal migration in large metropolitan areas in the United States.Ã\u0083Â¢ Economic Geography 73 (1997): 234-253."
    ]
}