{
    "id": 11553,
    "cites": 33,
    "cited_by": 18,
    "reference": [
        "Bento, Antonio, Lawrence Goulder, Emeric Henry, Mark Jacobsen, and Roger von Haefen. Efficiency and Distributional Impacts of U.S. Policies to Reduce Automobile Pollution, Working Paper, Department of Economics, Stanford University (2005).",
        "Bhat, Chandra. A Multiple Discrete-Continuous Extreme Value Model: Formulation and Application to Discretionary Time-Use Decisions, Working Paper, Department of Civil Engineering, University of Texas at Austin (2005).",
        "Brownstone, David and Kenneth Train. Forecasting New Product Penetration with Flexible Substitution Patterns, Journal of Econometrics 89 (1999), 109-29.",
        "D., D.S. Bunch, T.F. Golob, and W. Ren. A Vehicle Transactions Choice Model for Use in Forecasting Demand for Alternative-Fuel Vehicles, Research in Transportation Economics 4 (1996), 87-129.",
        "California Air Resources Board. Test Report of the Light-Duty Vehicle Surveillance Program, Series 13, Project Number 2S95C1 (September 1997).",
        "California Air Resources Board. Report of the Results of the Vehicle Surveillance Program 14 , Project Number 2S97C1 (March 2000).",
        "Dubin, Jeffrey and Daniel McFadden. An Econometric Analysis of Residential Electric Appliance Holdings and Consumption, Econometrica 52:2 (March 1984), 345-62.",
        "Eskeland, Gunnar and Shantayanan Devarajan. Taxing Bads by Taxing Goods: Pollution Control with Presumptive Charges, Washington, DC: The World Bank (1996).",
        "Fullerton, Don and Sarah West. Tax and Subsidy Combinations for the Control of Vehicle Pollution, NBER Working Paper No. 7774, Cambridge, MA (2000).",
        "Fullerton, Don and Sarah West. Can Taxes on Vehicles and on Gasoline Mimic an Unavailable Tax on Emissions? Journal of Environmental Economics and Management 43 (January 2002), 135-57.",
        "Goldberg, Pinelopi. The Regulation of Fuel Economy and the Demand for `Light Trucks, Journal of Industrial Economics 46:1 (March 1998), 1-33.",
        "Greene, David L. and Patricia Hu. The Influence of the Price of Gasoline on Vehicle Use in Multi-vehicle Households, Transportation Research Record 988 (1985), 19-24.",
        "Hanemann, W. Michael. Discrete/Continuous Models of Consumer Demand, Econometrica 52:3 (May 1984), 54-62.",
        "Harrington, Winston and Virginia McConnell. Motor Vehicles and the Environment, in H. Folmer and T. Tietenberg, eds., The International Yearbook of Environmental and Resource Economics 2003/2004, Northampton, MA: Edward Elgar (2003).",
        "Hausman, Jerry A. Exact Consumers Surplus and Deadweight Loss, American Economic Review 71:4 (September 1981), 662-76.",
        "Heeb, Norbert, Anna-Maria Forss, Christian Saxer, and Patrick Wilhelm. Methane, Benzene and Alkyl Benzene Cold Start Emission Data of Gasoline-Driven Passenger Cars Representing the Vehicle Technology of the Last Two Decades, Atmospheric Environment 37 (2003), 5185-95.",
        "Hulten, Charles R. and Frank C. Wykoff. Issues in the Measurement of Economic Depreciation, Economic Inquiry 34 (January 1996): 10-23.",
        "Innes, Robert. Regulating Automobile Pollution Under Certainty, Competition, and Imperfect Information, Journal of Environmental Economics and Management 31 (September 1996), 219-39.",
        "Jorgenson, Dale W. Empirical Studies of Depreciation. Economic Inquiry 34 (January 1996), 24-42.",
        "Kohn, Robert E. An Additive Tax and Subsidy for Controlling Automobile Pollution. Applied Economics Letters 3 (July 1996), 459-62.",
        "Fred and Winston, Clifford. A Dynamic Empirical Analysis of Household Vehicle Ownership and Utilization, Rand Journal of Economics 16:2 (Summer 1985), 215-36.",
        "McFadden, Daniel. Quantitative Methods for Analyzing Travel Behavior of Individuals: Some Recent Developments, in David Hensher and P. Stopher, eds., Behavioral Travel Modeling, London: Croom Heml (1979), 279-318.",
        "McFadden, Daniel. Disaggregate Behavioural Travel Demands RUM Side: A 30-Year Retrospective, in Hensher, ed., Travel Behavior Research: The Leading Edge. London: Pergamon (2001).",
        "McFadden, Daniel and Kenneth Train. Mixed MNL Models for Discrete Response, Journal of Applied Econometrics 15:5 (2000), 447-70.",
        "Newell, Richard G. and Robert N. Stavins, Cost Heterogeneity and the Potential Savings from Market-Based Policies, Journal of Regulatory Economics 23:1 (January 2003), 43-59.",
        "Plaut, Pnina. The Comparison and Ranking of Policies for Abating Mobile-Source Emissions, Transportation Research D 3 (July 1998), 193-205.",
        "Pigou, Arthur C. The Economics of Welfare, London: MacMillan (1920).",
        "Sevigny, Maureen. Taxing Automobile Emissions for Pollution Control. Cheltenham, UK and Northhampton, MA: Edward Elgar Publishing Ltd. (1998).",
        "Sierra Research. Analysis of the Effectiveness and Cost-Effectiveness of Remote Sensing Devices. Report SR94-05-05, prepared for the U.S. Environmental Protection Agency, Sacramento, CA: Sierra Research (1994).",
        "Train, Kenneth. Discrete Choice Methods with Simulation, Cambridge, United Kingdom: Cambridge University Press (2003).",
        "Train, Kenneth, William B. Davis and Mark D. Levine. Fees and Rebates on New Vehicles: Impacts on Fuel Efficiency, Carbon Dioxide Emissions, and Consumer Surplus, Transportation Research E 33 (1997), 1-13.",
        "U.S. Environmental Protection Agency. Technical Methods for Analyzing Pricing Measures to Reduce Transportation Emissions, Washington, DC (1998).",
        "West, Sarah. Distributional Effects of Alternative Vehicle Pollution Control Policies, Journal of Public Economics 88:3-4 (March 2004), 735-57."
    ]
}