{
    "id": 11559,
    "cites": 29,
    "cited_by": 24,
    "reference": [
        "Abel, Andrew, 1990, Asset prices under habit formation and catching up with the Joneses, American Economic Review Papers and Proceedings 80, 38Ã\u0083Â¢42.",
        "Abel, Andrew, 1999, Risk premia and term premia in general equilibrium, Journal of Monetary Economics 43, 3Ã\u0083Â¢33.",
        "Ang, Andrew, and Jun Liu, 2003, How to discount cash Ã\u0083Â¯ows with time-varying expected returns, forthcoming, Journal of Finance.",
        "Bekaert, Geert, Eric Engstrom, and Steve Grenadier, 2004, Stock and bond returns with moody investors, Working paper, Columbia University, Stanford University, and University of Michigan.",
        "Brandt, Michael W., and Kevin Q. Wang, 2003, Time-varying risk aversion and unexpected inÃ\u0083Â¯a- tion, Journal of Monetary Economics 50, 1457Ã\u0083Â¢1498.",
        "Buraschi, Andrea, and Alexei Jiltsov, 2003, Term structures of interest rates in a monetary economy with habit formation, Working paper, London Business School.",
        "Campbell, John Y., 1986, Bond and stock returns in a simple exchange model, Quarterly Journal of Economics 101, 785Ã\u0083Â¢803.",
        "Campbell, John Y., and John H. Cochrane, 1999, By force of habit: A consumption-based expla- nation of aggregate stock market behavior, Journal of Political Economy 107, 205Ã\u0083Â¢251.",
        "Campbell, John Y., and John H. Cochrane, 2000, Explaining the poor performance of consumption- based asset pricing models, Journal of Finance 55, 2863Ã\u0083Â¢2878.",
        "Chan, Y. Lewis, and Leonid Kogan, 2002, Catching up with the Joneses: Heterogeneous preferences and the dynamics of asset prices, Journal of Political Economy 110, 1255Ã\u0083Â¢1285.",
        "Chen, Xiaohong, and Sydney C. Ludvigson, 2003, Land of addicts? An empirical investigation of habit-based asset pricing models, Working paper, New York University.",
        "Chen, Yu, Thomas F. Cosimano, and Alex A. Himonas, 2004, By force of habit: An exploration of asset pricing models using analytic methods, Working paper, University of Notre Dame.",
        "Constantinides, George M., 1990, Habit formation: A resolution of the equity premium puzzle, Journal of Political Economy 98, 519Ã\u0083Â¢543.",
        "Cox, John C., Jonathan C. Ingersoll, and Stephen A. Ross, 1985, A theory of the term structure of interest rates, Econometrica 53, 385Ã\u0083Â¢408.",
        "Dai, Qiang, 2000, From equity premium puzzle to expectations puzzle: A general equilibrium production economy with stochastic habit formation, Working paper, New York University.",
        "DuÃ\u0083Â¯ee, Gregory R., 2004, Time-variation in the covariance between stock returns and consumption growth, forthcoming, Journal of Finance.",
        "DuÃ\u0083Â¯e, Darrell, 1996, Dynamic Asset Pricing Theory. (Princeton University Press Princeton, NJ).",
        "Gomes, Francisco, and Alexander Michaelides, 2003, Portfolio choice with internal habit formation: A life-cycle model with uninsurable labor risk, Review of Economic Dynamics 6, 729Ã\u0083Â¢766.",
        "Korniotis, Georege M., 2005, The unconditional equity premium with external habit and incomplete markets, Working paper, University of Notre Dame.",
        "Lettau, Martin, and Harald Uhlig, 2000, Can habit formation be reconciled with business cycle facts?, Review of Economic Dynamics 3, 79Ã\u0083Â¢99.",
        "Lettau, Martin, and Jessica A. Wachter, 2005, Why is long-horizon equity less risky? A duration- based explanation of the value premium, NBER working paper 11144.",
        "Li, Yuming, 2001, Expected returns and habit persistence, Review of Financial Studies 14, 861Ã\u0083Â¢899.",
        "Mehra, Rajnish, and Edward Prescott, 1985, The equity premium puzzle, Journal of Monetary Economics 15, 145Ã\u0083Â¢161.",
        "Menzly, Lior, Tano Santos, and Pietro Veronesi, 2004, Understanding predictability, Journal of Poitical Economy 112, 1Ã\u0083Â¢47.",
        "Pastor, Lubos, and Pietro Veronesi, 2004, Rational IPO Waves, forthcoming, Journal of Finance.",
        "Sundaresan, Suresh M., 1989, Intertemporally dependent preferences and the volatility of consump- tion and wealth, Review of Financial Studies 2, 73Ã\u0083Â¢88.",
        "Tallarini, Thomas D., and Harold H. Zhang, 2004, External habit and the cyclicality of stock returns, Forthcoming, Journal of Business.",
        "Wachter, Jessica A., 2000, Essays in Financial Economics, Ph.D. thesis Harvard University.",
        "Wachter, Jessica A., 2005, A consumption-based model of the term structure of interest rates, forthcoming, Journal of Financial Economics."
    ]
}