{
    "id": 11555,
    "cites": 28,
    "cited_by": 25,
    "reference": [
        "Abbott III, Thomas A. Ã\u0083Â¢Price Dispersion in U.S. Manufacturing: Implications for the Aggregation of Products and Firms.Ã\u0083Â¢ Center for Economic Studies Working Paper 92-3, 1992.",
        "Aw, Bee Yan, Xiaomin Chen, and Mark Roberts. Ã\u0083Â¢Firm-Level Evidence on Productivity Differentials and Turnover in Taiwanese Manufacturing,Ã\u0083Â¢ Journal of Development Economics, October 2001.",
        "Baily, Martin N., Charles Hulten, and David Campbell. Ã\u0083Â¢Productivity Dynamics in Manufacturing Establishments,Ã\u0083Â¢ Brookings Papers on Economic Activity: Microeconomics, 1992, 187-249.",
        "Bartelsman, Eric J. and Mark Doms. Ã\u0083Â¢Understanding Productivity: Lessons from Longitudinal Microdata.Ã\u0083Â¢ Journal of Economic Literature, 38(3), 2000, 569-95.",
        "De Loecker, Jan. Ã\u0083Â¢Product Differentiation, Multi-Product Firms and Structural Estimation of Productivity.Ã\u0083Â¢ Mimeo, 2005.",
        "Diewert, Erwin and Kevin Fox. Ã\u0083Â¢On Measuring the Contribution of Entering and Exiting Firms to Aggregate Productivity Growth.Ã\u0083Â¢ Mimeo, 2005.",
        "Dunne, Timothy, Mark J. Roberts, and Larry Samuelson. Ã\u0083Â¢Patterns of Firm Entry and Exit in U.S. Manufacturing Industries.Ã\u0083Â¢ RAND Journal of Economics, 19(4), 1988, 495-515.",
        "Ericson, Richard and Ariel Pakes. Ã\u0083Â¢Markov-Perfect Industry Dynamics: A Framework for Empirical Work.Ã\u0083Â¢ Review of Economic Studies, 62(1), 1995, 53-82.",
        "Eslava, Marcela, John Haltiwanger, Adriana Kugler and Maurice Kugler. The Effects of Structural Reforms on Productivity and Profitability Enhancing Reallocation: Evidence from Colombia, Journal of Development Economics, 75(3), 2004, 333-371.",
        "Eslava, Marcela, John Haltiwanger, Adriana Kugler and Maurice Kugler. Employment and Capital Adjustments After Factor Market Deregulation., mimeo, 2005a.",
        "Eslava, Marcela, John Haltiwanger, Adriana Kugler and Maurice Kugler. Plant Survival, Market Fundamentals and Trade Liberalization, mimeo, 2005b.",
        "Foster, Lucia, Haltiwanger, John, and C.J. Krizan. Ã\u0083Â¢Aggregate Productivity Growth: Lessons from Microeconomic Evidence,Ã\u0083Â¢ in New Developments in Productivity Analysis, editors: Edward Dean, Michael Harper and Charles Hulten, Chicago: University of Chicago Press, 2001.",
        "Foster, Lucia, John Haltiwanger, and C.J. Krizan. Ã\u0083Â¢The Link Between Aggregate and Micro Productivity Growth: Evidence from Retail Trade.Ã\u0083Â¢ NBER Working Paper, 2002.",
        "Gorodnichenko, Yuriy. Ã\u0083Â¢What Do We Estimate in Production Function Regressions? Critique and New Approaches.Ã\u0083Â¢ Mimeo, 2005.",
        "Harper, Michael, Ernst R. Berndt, and David O. Wood. Ã\u0083Â¢Rates of Return and Capital Aggregation using Alternative Rental Prices,Ã\u0083Â¢ in Jorgenson, Dale W. and Ralph Landau (eds.), Technology and Capital Formation, MIT Press, 1989.",
        "Klette, Tor Jakob and Zvi Griliches. Ã\u0083Â¢The Inconsistency of Common Scale Estimators When Output Prices Are Unobserved and Endogenous.Ã\u0083Â¢ Journal of Applied Econometrics, 11(4), 1996, 343-61.",
        "Levinsohn, James and Amil Petrin, Estimating Production Functions Using Inputs to Control for Unobservables, Review of Economic Studies , 70(2), April, 2003, 317-342.",
        "Mairesse, Jacques and Jordi Jaumandreu. Ã\u0083Â¢Panel-Data Estimates of the Production Function and the Revenue Function: What Difference Does it Make?Ã\u0083Â¢ Mimeo, 2005.",
        "Melitz, Marc J. Ã\u0083Â¢Estimating Firm-Level Productivity in Differentiated Product Industries.Ã\u0083Â¢ Mimeo, Harvard University, 2000.",
        "Melitz, Marc J. Ã\u0083Â¢The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity.Ã\u0083Â¢ Econometrica, 71(6), 2003, 1695-1725.",
        "Melitz, Marc J. and Gianmarco I. P. Ottaviano. Ã\u0083Â¢Estimating Firm-Level Productivity in Differentiated Product Industries.Ã\u0083Â¢ Mimeo, Harvard University, 2003.",
        "Olley, G. Steven and Ariel Pakes. Ã\u0083Â¢The Dynamics of Productivity in the Telecommunications Equipment Industry.Ã\u0083Â¢ Econometrica, 64(6), 1996, 1263-1297.",
        "Roberts, Mark J. and Dylan Supina. Ã\u0083Â¢Output Price, Markups, and Producer Size.Ã\u0083Â¢ European Economic Review, 40(3-5), 1996, 909-21.",
        "Roberts, Mark J. and Dylan Supina. Ã\u0083Â¢Output Price and Markup Dispersion in Micro Data: The Roles of Producer Heterogeneity and Noise.Ã\u0083Â¢ in Advances in Applied Microeconomics, Vol. 9, Industrial Organization. Michael R. Baye (ed.), JAI Press, 2000.",
        "Shea, John. Ã\u0083Â¢Instrument Relevance in Multivariate Linear Models: A Simple Measure,Ã\u0083Â¢ The Review of Economics and Statistics, 79(,2), May 1997, 348-352.",
        "Syverson, Chad. Ã\u0083Â¢Market Structure and Productivity: A Concrete Example.Ã\u0083Â¢ Journal of Political Economy, 112(6), 2004, 1181-1222.",
        "U.S. Bureau of Economic Analysis. Ã\u0083Â¢Redefinition of the BEA Economic Areas.Ã\u0083Â¢ Survey of Current Business, February 1995, pp.75-81.",
        "Van Biesebroeck, Johannes. Ã\u0083Â¢Robustness of Productivity Estimates.Ã\u0083Â¢ NBER Working Paper 10303, 2004."
    ]
}