{
    "id": 11564,
    "cites": 55,
    "cited_by": 9,
    "reference": [
        "Andersen, T., T. Bollerslev, F. Diebold, and C. Vega, 2005, Ã\u0083Â¢Real-Time Price Discovery in Stocks, Bonds and Foreign Exchange Markets,Ã\u0083Â¢ Working paper Northwestern University.",
        "Bansal, R., and A. Yaron, 2004, Ã\u0083Â¢Risks for the Long Run: A Potential Resolution of Asset Prizing Puzzles,Ã\u0083Â¢ The Journal of Finance, 59, 1481Ã\u0083Â¢1509.",
        "Baxter, M., and U. Jermann, 1997, Ã\u0083Â¢The International DiversiÃ\u0083Â¯cantion Puzzle is Worse Than You Think,Ã\u0083Â¢ American Economic Review, 87(1), 170Ã\u0083Â¢180.",
        "Benzoni, L., P. Collin-Dufresne, and R. Goldstein, 2004, Ã\u0083Â¢Portfolio Choice over the Life Cycle in the Presence of Ã\u0083Â¢Trickle DownÃ\u0083Â¢ Labor Income,Ã\u0083Â¢ University of Minnesota.",
        "Black, F., 1987, Business Cycles and Equilibrium, Blackwell, Cambridge, MA.",
        "Bottazzi, L., P. A. Pesenti, and E. VanWincoop, 1996, Ã\u0083Â¢Wages, ProÃ\u0083Â¯ts and the International Portfolio Puzzle,Ã\u0083Â¢ European Economic Review, 40, 219Ã\u0083Â¢254.",
        "Boudoukh, J., R. Michaely, M. Richardson, and M. Roberts, 2004, Ã\u0083Â¢On the Importance of Measuring Payout Yield: Implications for Empirical Asset Pricing,Ã\u0083Â¢ NBER Working Paper, 10651.",
        "Boyd, J. H., J. Hu, and R. Jagannathan, 2005, Ã\u0083Â¢The Stock MarketÃ\u0083Â¢s Reaction to Unemployment News: Ã\u0083Â¢Why Bad News is Usually Good for Stocks,Ã\u0083Â¢ Journal of Finance, 60(2), 649 Ã\u0083Â¢ 672.",
        "Breeden, D. T., 1979, Ã\u0083Â¢An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities,Ã\u0083Â¢ Journal of Financial Economics, 7, 265Ã\u0083Â¢296.",
        "Browning, M., L. P. Hansen, and J. J. Heckman, 2000, Ã\u0083Â¢Micro Data and General Equilibrium Mod- els,Ã\u0083Â¢ in John Taylor, and Mark Woodford (ed.), Handbook of Macroeconomics, North Holland, Amsterdam.",
        "Campbell, J. Y., 1991, Ã\u0083Â¢A Variance Decomposition for Stock Returns,Ã\u0083Â¢ Economic Journal, 101, 157Ã\u0083Â¢179.",
        "Campbell, J. Y., 1993, Ã\u0083Â¢Intertemporal Asset Pricing Without Consumption Data,Ã\u0083Â¢ American Eco- nomic Review, 83(3), 487Ã\u0083Â¢511.",
        "Campbell, J. Y., 1996, Ã\u0083Â¢Understanding Risk and Return,Ã\u0083Â¢ The Journal of Political Economy, 104, 298Ã\u0083Â¢345.",
        "Campbell, J. Y., and J. H. Cochrane, 1999, Ã\u0083Â¢By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior.,Ã\u0083Â¢ Journal of Political Economy, 107, 205Ã\u0083Â¢251.",
        "Cochrane, J. H., 1994, Ã\u0083Â¢Permanent and Transitory Components of GNP and Stock Prices,Ã\u0083Â¢ The Quarterly Journal of Economics, 109, 241Ã\u0083Â¢265.",
        "Cochrane, J. H., F. LongstaÃ\u0083Â¯, and P. Santa-Clara, 2004, Ã\u0083Â¢Two Trees,Ã\u0083Â¢ Working Paper UCLA Anderson School of Management.",
        "DuÃ\u0083Â¯ee, G. R., 2005, Ã\u0083Â¢Time-Variation in the Covariation Between Consumption Growth and Stock Returns,Ã\u0083Â¢ Journal of Finance.",
        "Epstein, L. G., and S. Zin, 1989, Ã\u0083Â¢Substitution, Risk Aversion and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework,Ã\u0083Â¢ Econometrica, 57, 937Ã\u0083Â¢969.",
        "Fama, E., and K. French, 2001, Ã\u0083Â¢Disappearing Dividends: Changing Firm Characteristics or Lower Propsensity to Pay?,Ã\u0083Â¢ Journal of Financial Economics, 60,, 3Ã\u0083Â¢43.",
        "Gabaix, X., and D. Laibson, 2002, Ã\u0083Â¢The 6D Bias and the Equity Premium Puzzle,Ã\u0083Â¢ NBER Macro- economics Annual, pp. 257Ã\u0083Â¢312.",
        "Golosov, M., and R. E. Lucas, 2003, Ã\u0083Â¢Menu Costs and Phillips Curves,Ã\u0083Â¢ NBER Working Paper, 10187.",
        "Grossman, S., and R. Shiller, 1981, Ã\u0083Â¢The Determinants of the Variability of Stock Market Prices,Ã\u0083Â¢ American Economic Review, 71, 222Ã\u0083Â¢227.",
        "Grullon, G., and R. Michaely, 2002, Ã\u0083Â¢Dividends, Share Repurschases and the Susbstitution Hy- pothesis,Ã\u0083Â¢ Journal of Finance, 62, 1649Ã\u0083Â¢84.",
        "Guvenen, F., 2003, Ã\u0083Â¢A Parsimonious Macroeconomic Model for Asset Pricing: Habit Formation or Cross-Sectional Heterogeneity,Ã\u0083Â¢ Working Paper University of Rochester.",
        "Hall, R. E., 1988, Ã\u0083Â¢Intertemporal Substitution in Consumption,Ã\u0083Â¢ Journal of Political Economy, 96, 339Ã\u0083Â¢357.",
        "Hall, R. E., 2001, Ã\u0083Â¢The Stock Market and Capital Accumulation,Ã\u0083Â¢ American Economic Review, 91, 1185Ã\u0083Â¢1202.",
        "Hansen, L. P., J. C. Heaton, and N. Li, 2005, Ã\u0083Â¢Consumption Strikes Back,Ã\u0083Â¢ Working Paper Uni- versity of Chicago.",
        "Hansen, L. P., W. Roberds, and T. J. Sargent, 1991, Ã\u0083Â¢Time-Series Implications of Present Value Budget Balance and Martingale Models of Consumption and Taxes,Ã\u0083Â¢ in Lars P. Hansen, and Thomas J. Sargent (ed.), Rational Expectations Econometrics, Westview Press.",
        "Heaton, J., and D. Lucas, 1996, Ã\u0083Â¢Evaluating the EÃ\u0083Â¯ects of Incomplete Markets on Risk Sharing and Asset Pricing,Ã\u0083Â¢ Journal of Political Economy, 104, 668Ã\u0083Â¢712.",
        "Jagannathan, R., and Z. Wang, 1996, Ã\u0083Â¢The Conditional CAPM and the Cross-Section of Expected Returns,Ã\u0083Â¢ The Journal of Finance, 51, 3Ã\u0083Â¢53.",
        "Julliard, C., 2003, Ã\u0083Â¢The Internal DiversiÃ\u0083Â¯cation Puzzle is Not Worse Than You Think,Ã\u0083Â¢ Interna- tional Finance, 0301004.",
        "Kandel, S., and R. F. Stambaugh, 1990, Ã\u0083Â¢Expectations and Volatility of Consumption and Asset Returns,Ã\u0083Â¢ Review of Financial Studies, 3, 207Ã\u0083Â¢232.",
        "LeRoy, S. F., and R. D. Porter, 1981, Ã\u0083Â¢The Present-Value Relation: Tests Based on Implied Variance Bounds,Ã\u0083Â¢ Econometrica, 49, 555Ã\u0083Â¢574.",
        "Lettau, M., and S. Ludvigson, 2001a, Ã\u0083Â¢Consumption, Aggregate Wealth and Expected Stock Re- turns,Ã\u0083Â¢ The Journal of Finance, 56, 815Ã\u0083Â¢849.",
        "Lettau, M., and S. Ludvigson, 2001b, Ã\u0083Â¢Resurrecting the (C)CAPM: A Cross-Sectional Test When Risk Premia Are Time-Varying,Ã\u0083Â¢ The Journal of Political Economy, 109, 1238Ã\u0083Â¢1287.",
        "Lewellen, J., and S. Nagel, 2004, Ã\u0083Â¢The Conditional CAPM Does Not Explain Asset Pricing Anom- alies,Ã\u0083Â¢ Working Paper MIT Sloan.",
        "Lucas, R., 1978, Ã\u0083Â¢Asset Prices in an Exchange Economy,Ã\u0083Â¢ Econometrica, 46, 1429Ã\u0083Â¢54.",
        "Lustig, H., and S. VanNieuwerburgh, 2004, Ã\u0083Â¢A Theory of Housing Collateral, Consumption Insur- ance and Risk Premia,Ã\u0083Â¢ Working Paper NYU Stern and University of Chicago.",
        "Lustig, H., S. VanNieuwerburgh, and C. Syverson, 2005, Ã\u0083Â¢Equilibrium Search in the Labor Market and the Value of the Capital Stock,Ã\u0083Â¢ Working Paper.",
        "Mehra, and E. Prescott, 1985, Ã\u0083Â¢The Equity Premium: A Puzzle.,Ã\u0083Â¢ Journal of Monetary Economics, 15, 145Ã\u0083Â¢161.",
        "Mulligan, C., 2004, Ã\u0083Â¢Robust Implications of Aggregate Stochastic Discount Factor Volatility,Ã\u0083Â¢ Working Paper University of Chicago.",
        "Palacios-Huerta, I., 2001, Ã\u0083Â¢The Human Capital of Stockholders and the International DiversiÃ\u0083Â¯cation Puzzle,Ã\u0083Â¢ Journal of International Economics, 54, 309Ã\u0083Â¢331.",
        "Palacios-Huerta, I., 2003a, Ã\u0083Â¢An Empirical Analysis of the Risk Properties of Human Capital Re- turns,Ã\u0083Â¢ American Economic Review, 93, 948Ã\u0083Â¢964.",
        "Palacios-Huerta, I., 2003b, Ã\u0083Â¢The Robustness of the Conditional CAPM with Human Capital,Ã\u0083Â¢ Journal of Financial Econometrics, 1, 272Ã\u0083Â¢289.",
        "Reis, R., 2004, Ã\u0083Â¢Inattentive Consumers,Ã\u0083Â¢ Working Paper Princeton University.",
        "Roll, R., 1977, Ã\u0083Â¢A Critique of the Asset Pricing TheoryÃ\u0083Â¢s Tests,Ã\u0083Â¢ Journal of Financial Economics, 4, 129Ã\u0083Â¢176.",
        "Santos, T., and P. Veronesi, 2004, Ã\u0083Â¢Labor Income and Predictable Stock Returns,Ã\u0083Â¢ Review of Financial Studies, forthcoming.",
        "Shiller, R. J., 1981, Ã\u0083Â¢The Use of Volatility Measures in Assessing Market EÃ\u0083Â¯ciency,Ã\u0083Â¢ Journal of Finance, 36, 291Ã\u0083Â¢304.",
        "Shiller, R. J., 1995, Ã\u0083Â¢Aggregate Income Risks and Hedging Mechanisms,Ã\u0083Â¢ Quarterly Review of Economics and Finance.",
        "Stambaugh, R. F., 1982, Ã\u0083Â¢On The Exclusion of Assets From the Two Parameter Model: A Sensi- tivity Analysis,Ã\u0083Â¢ Journal of Financial Economics, 10, 237Ã\u0083Â¢268.",
        "Tallarini, T., 2000, Ã\u0083Â¢Risk-Sensitive Real Business Cycles,Ã\u0083Â¢ Journal of Monetary Economics, 45(3), 507Ã\u0083Â¢532.",
        "Vissing-Jorgensen, A., and O. P. Attanasio, 2003, Ã\u0083Â¢Stock-Market Participation, Intertemporal Sub- stitution and Risk Aversion,Ã\u0083Â¢ American Economic Review Papers and Proceedings, 93, 383Ã\u0083Â¢391.",
        "Vissing-Jorgenson, A., 2002, Ã\u0083Â¢Limited Asset market Participation and Elasticity of Intertemporal Substitution,Ã\u0083Â¢ The Journal of Political Economy, 110, 825Ã\u0083Â¢853.",
        "Yogo, M., 2005, Ã\u0083Â¢A Consumption-Based Explanation of the Cross-Section of Expected Stock Re- turns,Ã\u0083Â¢ forthcoming Journal of Finance.",
        "Young, A. T., 2004, Ã\u0083Â¢LaborÃ\u0083Â¢s Share Fluctuations, Biased Technical Change, and the Business Cycle,Ã\u0083Â¢ Review of Economic Dynamics, 7, 916Ã\u0083Â¢931."
    ]
}