{
    "id": 11565,
    "cites": 39,
    "cited_by": 29,
    "reference": [
        "Anderton, Charles and John Carter. 2001. The Impact of War on Trade: An Interrupted TimeSeries Study. Journal of Peace Research 38 (4): 445-457.",
        "Barbieri, Katherine, 2002. The Liberal Illusion: Does Trade Promote Peace? Ann Arbor, Mich.: University of Michigan Press.",
        "Barbieri, Katherine and Jack Levy. 1999. Sleeping with the Enemy: The Impact of War on Trade. Journal of Peace Research 36: 463-479.",
        "Barbieri, Katherine and Gerald Schneider. 1999. Globalization and Peace: Assessing New Directions in the Study of Trade and Conflict. Journal of Peace Research 36 (4): 387404.",
        "Bergeijk, Peter van. 1994. Economic Diplomacy, Trade, and Commercial Policy: Positive and Negative Sanctions in a New World Order, Vermont: Edward Elgar.",
        "Bertrand, Marianne, Esther Duflo, Sendhil Mullainathan. 2004. How Much Should We Trust Differences-in-Differences Estimates? Quarterly Journal of Economics 119 (1): 249Ã\u0083Â¢75.",
        "Bogart, Ernest L. 1919. Direct and Indirect Costs of the Great World War. New York: Oxford University Press.",
        "Blomberg, S. Brock, and Gregory Hess. 2004. How Much Does Violence Tax Trade? CESifo Working Paper no. 1222.",
        "Broadberry, Steven N., and Mark Harrsion. 2005. The Economics of World War I: An Overview.",
        "In The Economics of World War I. Cambridge: Cambridge University Press. Broadberry, Steven N, and Howlett, Peter. 1998. The United Kingdom: Ã\u0083Â¢Victory at All Costs.Ã\u0083Â¢ In Mark Harrison (ed.), The Economics of World War II: Six Great Powers in International Comparison. Cambridge: Cambridge University Press.",
        "Feenstra, Robert C. 2002. Border Effects and the Gravity Equation: Consistent Methods for Estimation. Scottish Journal of Political Economy 49: 491Ã\u0083Â¢506.",
        "Ferguson, Niall. 1999. The Pity of War. New York: Basic Books.",
        "Flandreau, Marc, and Mathilde Maurel. 2001. Monetary Union, Trade Integration, and Business Cycles in 19th Century Europe: Just Do It. Discussion Paper Series no. 3087, Centre for Economic Policy Research (November).",
        "Frankel, Jeffrey A. and David Romer. 1999. Does Trade Cause Growth? American Economic Review, 89 (3): 379Ã\u0083Â¢99.",
        "Frankel, Jeffrey, Ernesto Stein, and Shang Jin Wei. 1996. Regional Trading Arrangements: Natural or Supernatural? American Economic Review 86 (May): 52-56.",
        "Goldin, Claudia and Frank Lewis. 1975. The Economic Cost of the American Civil War: Estimates and Implications. Journal of Economic History 35 (June): 299Ã\u0083Â¢326.",
        "Hess, Gregory D. 2003. The Economic Welfare Cost of Conflict: An Empirical Assessment.",
        "CESifo Working Paper no. 852. Irwin, Douglas A., and Marko TerviÃ\u0083Æ\u0092Ã\u0082Â¶. 2002. Does Trade Raise Income? Evidence from the Twentieth Century. Journal of International Economics 58 (October): 1Ã\u0083Â¢18.",
        "Jaggers, Keith, and Ted R. Gurr. 1995. Tracking DemocracyÃ\u0083Â¢s Third Wave with the Polity III Data. Journal of Peace Research 32 (November): 469-82.",
        "Conflict Management and Peace Science 15:163-213. Klein, Michael W., and Jay C. Shambaugh, 2004. Fixed Exchange Rates and Trade. NBER Working Paper no. 10696, National Bureau of Economic Research.",
        "Lemke, Douglas and William Reed. 2001. The Relevance of Politically Relevant Dyads. Journal of Conflict Resolution 45(February): 126-143.",
        "LÃ\u0083Æ\u0092Ã\u0082Â³pez-CÃ\u0083Æ\u0092Ã\u0082Â³rdova, J. Ernesto, and Christopher M. Meissner. 2003. Exchange-Rate Regimes and International Trade: Evidence from the Classical Gold Standard Era. American Economic Review. Forthcoming.",
        "Maddison, Angus. 2001. The World Economy: A Millennial Perspective. Paris: OECD.",
        "Mankiw, N. Gregory, Romer, David, Weil, David N. 1992. A Contribution to the Empirics of Economic Growth. Quarterly Journal of Economics 107: 407Ã\u0083Â¢37.",
        "Mansfield, Edward D. 1994. Power, Trade, and War, Princeton: Princeton University Press.",
        "Mansfield, Edward D., and Rachel Bronson. 1997. Alliances, Preferential Trading Arrangements, and International Trade. American Political Science Review 91(1): 94107.",
        "Mansfield, Edward D., and J. C. Pevehouse. 2000. Trade Blocs, Trade Flows, and International Conflict. International Organization 54: 775-808.",
        "Morrow, James, Randolph Siverson and Tressa Tabares. 1999. Correction to: Ã\u0083Â¢The Political Determinants of International Trade. American Political Science Review 93(4): 931-933.",
        "Nesterov, L. 1990. Tsena voiny [The Price of War]. Vestnik statistiki 5: 000-000.",
        "Oneal, John and Bruce Russett. 1999. Assessing the Liberal Peace with Alternative Specifications: Trade Still Reduces Conflict. Journal of Peace Research 36: 423-442.",
        "Oneal, John and Bruce Russett. 2001. Clear and Clean: The Fixed Effects of the Liberal Peace.",
        "International Organization 55(2): 469-485. Penubarti, Mohan and Michael Ward. 2000. Commerce and Democracy. Center for Statistics and the Social Sciences Working Paper No. 6, University of Washington.",
        "Polachek, Solomon. 1980. Conflict and Trade. Journal of Conflict Resolution, 24:55-78.",
        "Pollins, Brian. 1989b. Does Trade Still Follow the Flag? American Political Science Review 83: 465-480.",
        "Reuveny, Rafael. 2000. The Trade and Conflict Debate: A Survey of Theory, Evidence and Future Research. Peace Economics, Peace Science and Public Policy 6: 23-49.",
        "Rose, Andrew K. 2000. One Money, One Market: The Effect of Common Currencies on Trade.",
        "Economic Policy 15 (April): 7Ã\u0083Â¢33. Taylor, Alan M., and Jeffrey G. Williamson. 1997. Convergence in the Age of Mass Migration.",
        "European Review of Economic History 1 (April): 27Ã\u0083Â¢63. Thursby, Jerry and Marie Thursby. 1987. Bilateral Trade Flows, the Linder Hypothesis, and Exchange Risk. Review of Economics and Statistics, 69(August): 488-95.",
        "Urlanis, B. 1971. Wars and Population. Moscow: Progress."
    ]
}