{
    "id": 11567,
    "cites": 30,
    "cited_by": 21,
    "reference": [
        "Almond, Doug, Ken Chay and David Lee, The Cost of Low Birth Weight, Quarterly Journal of Economics, forthcoming. Barker, David. In Utero Programming of Chronic Disease, Clinical Science, 95, 115-128, 1998.",
        "Behrman, Jere and Mark Rosenzweig. The Returns to Increasing Body Weight, February 2001.",
        "Breslau, N., J.E. DelDotto, G.G. Brown, S. Kumar, S. Ezhuthachan, K.G. Hufnagle, and E.L. Peterson. A Gradient Relatioinship Between Low Birth Weight and IQ at Age 6 Years, Archives of Pediatric and Adolescent Medicine, 148, 1994, 377-383.",
        "Brooks-Gunn, Jeanne, Patricia Klebanov, and Greg Duncan. Ethnic Differences in Childrens Intelligence Test Scores: Role of Economic Deprivation, Home Environment, and Maternal Characteristics, Child Development, 67, 1996, 396-408.",
        "Case, Anne, Angela Fertig and Christina Paxson. The Lasting Impact of Childhood Health and Circumstance, Center for Health and Well Being, Woodrow Wilson School, Princeton University, April 27, 2004.",
        "Case, Anne, Darren Lubotsky and Christina Paxson. Economic Status and Health in Childhood: The Origins of the Gradient, American Economic Review, 92 5, 2002, 1308-1334.",
        "Caspi, Avshalom, K. Sugden, Terri E. Moffitt, A. Taylor, I. Craig, H. Harrington, J, McClay, J. Mill, J. Martin, A. Braithwaite, R. Poulton. Influence of Life Stress on Depression: Moderation by a Polymorphism in the 5-HTT Gene, Science, 2003, 301, 386-399.",
        "Charles, Kerwin and Eric Hurst. The Correlation of Wealth Across Generations, Journal of Political Economy, December 2003.",
        "Cole, T.J. Galtons Midparent Height Revisited, Annals of Human Biology, July-august 27 4, 2000, 401-405.",
        "Collins, James W, Shou-Yien Wu, and Richard David. Differing Intergenerational Birth Weights Among the Descendants of U.S.-born and Foreign-born Whites and African Americans in Illinois, American Journal of Epidemiology, 155 3, 210-216. Collins, J.W. and R.J. David. The Differential Effect of Traditional Risk Factors on Infant Birth Weight Among Blacks and Whites in Chicago, American Journal of Public Health, 80 6, 1990, 679-681.",
        "Conley, Dalton and Neil Bennett. Is Biology Destiny? Birth Weight and Life Chances, American Sociological Review, 65, 2000, 458-467.",
        "Currie, Janet and Rosemary Hyson. Is the Impact of Health Shocks Cushioned by Socioeconomic Status? The Case of Low Birth Weight, American Economic Review, 2, May 1996, 19-22.",
        "Currie, Janet and Bridgit Madrian. Health, Health Insurance, and the Labor Market, in Orley Ashenfelter and David Card (eds.) Handbook of Labor Economics, v3, 3309-3415 (Amsterdam: North Holland) 1999.",
        "Currie, Janet and Mark Stabile. Socioeconomic Status and Health: Why is the Relationship Stronger for Older Children? American Economics Review, 93 5, December 2003, 1813-1823.",
        "Drake, A.J. and B.R. Walker. The Intergenerational Effects of Fetal Programming: Non-Genomic Mechanisms for the Inheritance of Low Birth Weight and Cardiovascular Risk, Journal of Endocrinology, 180, 2004, 1-16.",
        "Duncan, Greg and Deborah Laren. Neighborhood and Family Correlates of Low Birth Weight: Prelimnary Results on Births to Black Women from the PSID Geocode File, (Ann Arbor MI: Survey Research Center), 1990.",
        "Eriksson, Tor, Bernt Bratsberg, and Oddbjorn Raaum. Earnings Persistence Across Generations: Transmission Through Health? paper presented at the Society for Labor Economists meetings, San Francisco, June 2005.",
        "Fogel, Robert, W. Economic Growth, Population Theory, and Physiology: The Bearing of LongTerm Processes on the Making of Economic Policy, The American Economic Review, Vol. 84, No. 3 (Jun., 1994), pp. 369-395.",
        "Gortmaker, Stephen. Poverty and Infant Mortality in the United States, American Sociological Review, 44, 1979, 280-297.",
        "Grossman, Michael. The Human Capital Model, in The Handbook of Health Economics, Anthony Culyer and Joseph P. Newhouse (eds.) (Amsterdam: North Holland) 2000.",
        "Herrnstein, Richard and Charles Murray. The Bell Curve: Intelligence and Class Structure in American Life (New York: The Free Press) 1994.",
        "Huxley, Rachel. et al. Christopher G. Owen, Peter H. Whincup, Derek G. Cook, Sam Colman, Rory Collins Birth Weight and Subsequent Cholesterol Levels: Exploration of the Fetal Origins Hypothesis, Journal of the American Medical Association, Dec. 8, 2004, vol 292: pp 2755-2764.",
        "Kalter, Harold. Teratology in the 20th Century: Environmental Causes of Congenital Malformations in Humans and How They Were Established, Neurotoxicology and Teratology, v25 2, MarchApril 2003, 131-282, special issue.",
        "Moffitt, Terrie E., Avshalom Caspi, Michael Rutter. Strategy for Investigating Interactions Between Measured Genes and Measured Environments, Archives of General Psychiatry, November 2004.",
        "Smith, James P. The Impact of SES on Health over the Life-Course, xerox, RAND, March 2005.",
        "Solon, Gary. Intergenerational Mobility in the Labor Market, Chapter 29 in Handbook of Labor Economics, volume 3A, Orley Ashenfelter and David Card (ed.) (Amsterdam: North Holland) 1999.",
        "Starfield, Barbara, S. Shapiro, J. Weiss, K. Liang, K. Ra, D. Paige, and X. Wang. Race, Family Income and Low Birth Weight, American Journal of Epidemiology, 134, 1991, 1167-1174.",
        "Stein, A.D. and L.H. Lumey. The Relationship Between Maternal and Offspring Birth Weights after Maternal Prenatal Famine Exposure: The Dutch Famine Birth Cohort Study, Human Biology, 72, 2000, 641-654.",
        "Turkheimer, Eric, Andreana Haley, Mary Waldron, Brian DOnofrio, and Irving Gottesman. Socioeconomic Status Modifies Heritability of IQ in Young Children, Psychological Science, v 14 6, Nov. 2003, 623-628.",
        "Yeh, T.F., Y. Lin, H.C. Lin, C.C. Huang, W.S. Hsieh, C.H. Lin, C.H. Tsai. Outcomes at School Age after Postnatal Dexamethasone Therapy for Lung Disease of Prematurity, New England Journal of Medicine, 350, March 25, 2004, 1304-1313."
    ]
}