{
    "id": 11562,
    "cites": 16,
    "cited_by": 124,
    "reference": [
        "A Program for Economic Recovery. 1981. Reagan Administration, February 18.",
        "Axilrod, S.and P. Sternlight. 1979. Ã\u0083Â¢Proposal for Reserve Aggregates as a Guide to Open Market Operations,Ã\u0083Â¢ Federal Open Market Committee Transcripts, October 4.",
        "Ball, L. 1994. Ã\u0083Â¢Credible DisinÃ\u0083Â¯ation with Staggered Price-Setting.Ã\u0083Â¢ American Economic Review 84, 282-89.",
        "Monetary Economics 35,. 5-23. Baxter, M. 1985, Ã\u0083Â¢The role of expectations in stabilization policy,Ã\u0083Â¢ Journal of Monetary Economics,15, 343-362.",
        "Calvo, G. A. 1983. Ã\u0083Â¢Staggered Prices in a Utility Maximizing Framework. Ã\u0083Â¢ Journal of Monetary Economics 12 (September): 383-98.",
        "Erceg, C. and A. Levin. 2003. Ã\u0083Â¢Imperfect Credibility and InÃ\u0083Â¯ation Persistence, Ã\u0083Â¢ Journal of Monetary Economics, 50, 915-44.",
        "Goodfriend, M. and R.G. King. 1997. Ã\u0083Â¢The New Neoclassical Synthesis and the Role of Monetary PolicyÃ\u0083Â¢. In NBER Macroeconomics Annual, edited by B. S. Bernanke and J. J. Rotemberg, Cambridge: MIT Press, 231-82.",
        "Hetzel, R.L. 1998. Ã\u0083Â¢Arthur Burns and InÃ\u0083Â¯ation.Ã\u0083Â¢ Federal Reserve Bank of Richmond Economic Quarterly 84 (Winter): 21-44.",
        "McCallum, B.T.1981. Ã\u0083Â¢Price Level Determinacy with an Interest Rate Policy Rule and Rational Expectations,Ã\u0083Â¢ Journal of Monetary Economics, Vol. 8, November, 319-29.",
        "Okun, A.M. 1978. Ã\u0083Â¢EÃ\u0083Â¯cient DisinÃ\u0083Â¯ation Policies.Ã\u0083Â¢ American Economic Review 68 (May): 348-52.",
        "Parkin, M. 1978 Ã\u0083Â¢A Comparison of Alternative Techniques of Monetary Control under Rational Expectations,Ã\u0083Â¢ Manchester School of Economic and Social Studies, 46, 252-87.",
        "Poole, W. 1978. Money and the Economy: A Monetarist View. Reading: Addison-Wesley Publishing Co.",
        "The Incredible Volcker DisinÃ\u0083Â¯ation 41 Romer, C.. and D. Romer. 1989. Ã\u0083Â¢Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz.Ã\u0083Â¢ In NBER Macroeconomics Annual, edited by O. J. Blanchard and S. Fisher, Cambridge: MIT Press, 121-69.",
        "Shapiro, M. 1994. Ã\u0083Â¢Federal Reserve Policy: Cause and EÃ\u0083Â¯ect.Ã\u0083Â¢ In Monetary Policy, edited by N. Gregory Mankiw, Chicago: University of Chicago Press, 307-34.",
        "Wallich, H. 1983. Ã\u0083Â¢Changes in Monetary Policy and the Fight Against InÃ\u0083Â¯ation,Ã\u0083Â¢ Cato Journal, 3, Spring, 147-54.",
        "Woodford, M. 2003. Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton: Princeton University Press."
    ]
}