{
    "id": 1157,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Bisignano, A. [19751, Real Money Substitutes, Working Paper 17, Federal Reserve Bank of San Francisco.",
        "Breusch, T. and R. Pagan [1979], A Simple Test for Heteroscedasticity and Random Coefficient Variation, Econometrica, Vol. 147, 5, 1287_914.",
        "Chetty, V.K. [1969], On Measuring the Nearness of Near-Monies, American Economic Review, 59 (June) 270-81.",
        "Freedman, C. [1983], Financial Innovation in Canada: Causes and Consequences, American Economic Review, Papers and Proceedings, 73, 2 (May) 101-106.",
        "Friedman, B. [1979], Optimal Expectations and the Extreme Information Assumptions of `Rational Expectations Macromodels, Journal of Monetary Economics 5, 23~142.",
        "Gregory, A. and J. MacKinnon [1980], Wheres My Cheque? A Notes on Postal Strikes and the Demand for Money in Canada, Canadian Journal of Economics XIII, 14 (November) 682-687.",
        "Holland, R. [1975], Speculation on Future Innovations: Implications for Monetary Control, in Silber, W., ed., Financial Innovation (Lexington, Mass.: Lexington Books) 159-72.",
        "Kaldor, N. [1970], The New Monetarism, Lloyds Bank Review, (July) 1-18.",
        "Klein, M.A. [19711, A Theory of the Banking Firm, Journal of Money, Credit, and Banking, Vol. 3, 2 (May) 205-18.",
        "Laidler, D., The Demand for Money in the United States - Yet Again, in K. Brunner and A. Metzler, eds., On The State of Macroeconomics, Vol. 5, Carnegie-Rochester Conference Series on Public Policy (Amsterdam: North Holland) 219-71. Landy, L. [1980], Financial Innovations in Canada, Federal Reserve Bank of New York Review (Autumn) 1-il.",
        "Moroney, J. and B. Wilbratte [1976], Money and Money Substitutes: A Time Series Analysis of Household Portfolios, Journal of Money, Credit, and Banking 8, 181-198.",
        "Sargent, T., and N. Wallace [19811, Some Unpleasant Monetarist Arithmetic, FRB of Minneapolis, Quarterly Review, 5 (Fall).",
        "Short, B. and D. Villanuena [1977], Further Evidence on the Role of Savings Deposits as Money in Canada, Journal of Money, Credit, and Banking, Vol. 9, 3 (August) 437-46.",
        "Silber, W. [1982], The Process of Financial Innovation, American Economic Review, Papers and Proceedings, 73, 2 (May) 89-95.",
        "Simpson, T. and R. Porter 119801, Some Issues Involving the Definition and Interpretation of Monetary Aggregates, in Controlling Monetary Aggregates, Conference Series 23 (Boston: Federal Reserve Bank of Boston) 161-233."
    ]
}