{
    "id": 11579,
    "cites": 21,
    "cited_by": 24,
    "reference": [
        "Basel Committee on Banking Supervision, 2004, Financial disclosure in the banking, insurance and securities sections: Issues and analysis.",
        "Cebenoyan, A. and P. Strahan, 2002, Risk management, capital structure and lending at banks, working paper, Boston College.",
        "Diamond, D. 1984, Financial intermediation and delegated monitoring, Review of Economic Studies 51, 393-414.",
        "Diamond, D.W. and R.G. Rajan, 2000, A theory of bank capital, Journal of Finance 55, 2431-2465.",
        "Duffee, G. and C. Zhou, 2001, Credit derivatives in banking: Useful tools for managing risk?, Journal of Monetary Economics 48, 25-54.",
        "Fama, E. F., 1985, Whats different about banks?, Journal of Monetary Economics 15, 29-40.",
        "FitchRatings, 2004, CDS market liquidity: Show me the money.",
        "Franke, G., and J. Krahnen, 2005, Default risk sharing between banks and markets: the contribution of collateralized debt obligations, in The Risks of Financial Institutions, eds. M. Carey and R. Stulz, University of Chicago Press, forthcoming.",
        "GÃ\u0083Æ\u0092czy, C., Minton, B., Schrand, C., 1997, Why firms use currency derivatives, Journal of Finance 52, 1323-1354.",
        "Gorton, G. and G Pennacchi, 1995, Bank loan sales: Marketing nonmarketable assets, Journal of Monetary Economics 35, 389-411.",
        "Gorton, G. and N. Souleles, 2005, Special purpose vehicles and securitization, in The Risks of Financial Institutions, eds. M. Carey and R. Stulz, University of Chicago Press, forthcoming.",
        "Greenspan, A., 2004, Economic flexibility, speech to HM Treasury Enterprise Conference, London, U.K.",
        "Graham, J. and D. Rogers, 2002, Do Firms Hedge in Response to Tax Incentives?, Journal of Finance 57, 815 Ã\u0083Â¢ 839.",
        "James, C. 1988 The use of loan sales and standby letters of credit by commercial banks, Journal of Monetary Economics 22, 399-422.",
        "Kiff, J., F.-L. Michaud, and J. Mitchell, 2002, Instruments of credit risk transfer: Effects on financial contracting and financial stability, working paper, Bank of Canada.",
        "Mian, S. L., 1996, Evidence on corporate hedging policy, Journal of Financial and Quantitative Analysis 31, 419-439.",
        "Morrison, A., 2001, Credit derivatives, disintermediation and investment decisions, working paper Oxford Financial Research Center.",
        "Nance, D.R., C.W. Smith, Jr. and C.W. Smithson, 1993, On the determinants of corporate hedging, Journal of Finance 48, 267-284.",
        "Purnanandam, A. 2004, Do banks hedge in response to financial distress costs?, working paper, Cornell University.",
        "Schrand, C. and H. Unal, 1998, Hedging and coordinated risk management: Evidence from thrift conversions, Journal of Finance 53, 979-1013.",
        "Smith, C., and R. Stulz, 1985, The Determinants of Firms Hedging Policies, The Journal of Financial and Quantitative Analysis 28, 391-405."
    ]
}