{
    "id": 11575,
    "cites": 31,
    "cited_by": 11,
    "reference": [
        "Baily, N, Hulten, C and Campbell, D (1992) Productivity Dynamics in Manufacturing Plants, Brookings Papers on Economic Activity, Microeconomics, 187-267.",
        "Bernard, Andrew B., Stephen Redding, and Peter K. Schott, (2005) Multi-Product Firms, Industry Mix, and Product Switching, Tuck School of Business at Dartmouth, mimeo.",
        "Berry, S, Levinsohn, J and Pakes, A (1995) Automobile Prices in Market Equilibrium , Econometrica, 63, 841-90.",
        "Caves D., Christensen L., and Diewert E., (1982a) The Economic Theory of Index Numbers and the Measurement of Input, Output and Productivity, Econometrica, 50(6): 1393-1414.",
        "Caves D., Christensen L., and Diewert E., (1982b) Multilateral Comparisons of Output, Input and Productivity Using Superlative Index Numbers, Economic Journal, 92, 73-86.",
        "De Loecker, J (2005) Product DiÃ\u0083Â¯erentiation, Multi-Product Firms and Structural Estimation of Productivity, K.U. Leuven, mimeograph.",
        "Disney, R, Haskel, J and Heden, Y (2003) Restructuring and Productivity Growth in UK Manufacturing, Economic Journal, 113, 666-94.",
        "Dunne, T., Roberts M. J., and Samuelson L., (1989) The Growth and Failure of U.S. Manufacturing Plants, Quarterly Journal of Economics, 104(4):671-98..",
        "Ericsson, Richard and Pakes, Ariel (1995) Markov-Perfect Industry Dynamics: A Framework for Empirical Work, Review of Economic Studies, 62(1), 53-82.",
        "Foster, L, Haltiwanger, J and Krizan, C (2002) The Link Between Aggregate and Micro Productivity Growth: Evidence from Retail Trade, NBER Working Paper, 9120.",
        "Products and Productivity 29 Foster, L, Haltiwanger, J and Krizan, C (2001) Ã\u0083Â¢Aggregate Productivity Growth: Lessons from Microeconomic Evidence.Ã\u0083Â¢ in New Developments in Productivity Analysis, Hulten, Charles R; Dean, Edwin R; Harper, Michael J, eds, NBER Studies in Income and Wealth, vol. 63. Chicago and London: University of Chicago Press.",
        "Goldberg, Pinelopi Koujianou (1995) Ã\u0083Â¢Product DiÃ\u0083Â¯erentiation and Oligopoly in International Markets: The Case of the U.S. Automobile Industry.Ã\u0083Â¢ Econometrica 891-951.",
        "Hopenhayn, Hugo. (1992) Entry, Exit, and Firm Dynamics in Long Run Equilibrium. Econometrica, 60(5): 1127-1150.",
        "Hotelling, H. (1929) Stability in Competition. Economic Journal, 39: 41-57.",
        "Jovanovic, Boyan. (1982) Selection and the Evolution of Industry. Econometrica, vol. 50(3): 649-70.",
        "Katayama, H, Lu, S and Tybout, J (2003) Why Plant-Level Productivity Studies are Often Misleading, and an Alternative Approach to Interference, NBER Working Paper, 9617.",
        "Klette, T and Griliches, Z (1996) The Inconsistency of Common Scale Estimators when Output Prices are Unobserved and Endogenous, Journal of Applied Econometrics, 11:343-61.",
        "Lancaster, Kelvin. (1966), A New Approach to Consumer Theory. Journal of Political Economy, 74: 132-157.",
        "Levinsohn, J and Melitz, M (2002) Productivity in a DiÃ\u0083Â¯erentiated Products Market Equilibrium, Harvard University, mimeograph.",
        "Levinsohn, J and Petrin, A (2003) Estimating Production Functions Using Inputs to Control for Unobservables, Review of Economic Studies, 70:317-41.",
        "Products and Productivity 30 Martin, R (2005) Computing the True Spread, Centre for Economic Performance Discussion Paper, 0692.",
        "Melitz, Marc J. (2003). The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica 71: 1695-1725.",
        "Olley, Steven G. and Ariel Pakes, (1996) The Dynamics of Productivity in the Telecommunications Equipment Industry. Econometrica, 64(6): 1263-97.",
        "Petrin, A (2002) Quantifying the BeneÃ\u0083Â¯ts of New Products: The Case of the Minivan , Journal of Political Economy, 110(4): 705-29.",
        "Roeger, W. (1995) Can Imperfect Competition Explain the DiÃ\u0083Â¯erence Between Primal and Dual Productivity Measures? Estimates for US Manufacturing, Journal of Political Economy, 103(2): 316-30.",
        "Shaked, Avner and Sutton, John. (1982) Imperfect Information, Perceived Quality, and the Formation of Professional Groups. Journal of Economic Theory 27(1): 170-81.",
        "Spence, A. Michael. (1976) Product DiÃ\u0083Â¯erentiation and Welfare. American Economic Review, 66(2):407-414.",
        "Sutton, John. (1998) Technology and Market Structure: Theory and History, MIT Press, Cambridge, Massachusetts.",
        "Syverson, Chad (2004) Market Structure and Productivity: A Concrete Example, Journal of Political Economy, 112(6): 1181-222.",
        "Trajtenberg, M (1989) The Welfare Analysis of Product Innovations, with an Application to Computed Tomography Scanners, Journal of Political Economy, 97: 444-79.",
        "Tybout, J, de Melo, J, and Corbo, V (1991) The EÃ\u0083Â¯ects of Trade Reforms on Scale and Technical EÃ\u0083Â¯ciency: New Evidence from Chile, Journal of International Economics, 31(3-4): 231-50."
    ]
}