{
    "id": 1158,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Bartel, Ann P. Earnings Growth on the Job and Between Jobs,- Economic Inquiry 18 (January 1980): 123-37.",
        "Bartel, Ann P., and Borjas, George 3. Wage Growth and Job Turnover: An Empirical Analysis, in S. Rosen, ed., Studies in Labor Markets. Chicago: University of Chicago Press for National Bureau of Economic Research, 1981.",
        "Becker, Gary S. Human Capital: A Theoretical and Empirical Analysis, with Special Reference to Education, 2d ed., New York: Columbia University Press for National Bureau of Economic Research, 1975.",
        "Borjas, George, and Rosen, Sherwin. Income Prospects and Job Mobility of Young Men, in R. Ehrenberg, ed., Research in Labor Economics, vol. 3. Connecticut; JAI Press, 1980, pp. 159-83.",
        "Bradley, Michael A., and Desai, E. Han Kinn. The Rationale Behind Interfirm Tender Offers: Information or Synergy? Unpublished manuscript, University of Michigan, 1982.",
        "Canton, Dennis W. Planning and Market Structure, in John 3. McCall, ed., The Economics of Information and Uncertainty. Chicago: University of Chicago Press, 1982.",
        "Clark, Kim, and Summers, Larry. The Dynamics of Youth Unemployment, in Richard Freeman and David Wise, eds., The Youth Labor Market Problem: Its Nature, Causes, and Consequences. Chicago: University of Chicago for, National Bureau of Economic Research, 1982.",
        "Doeringer, P., and Piore, M. Internal Labor Markets and Manpower Analysis. Lexington, MA: Heath, 1981.",
        "Ellwood, David T. Teenage Unemployment: Permanent Scars or~ Temporary Blemishes? in Richard Freeman and David Wise, eds., The Youth Labor Market Problem: It~ Nature, Causes, and Consequences. Chicago: University of Chicago for National Bureau of Economic Research, 1982.",
        "Flinn, Christopher, and Heckman, James. Are Unemployment and Out of the Labor Force Behaviorally Distinct Labor Force States? Journal of Labor Economics 1 (January 1983): 28-49.",
        "Fudenberg, Drew, and Tirole, Jean. Sequential Bargaining with Incomplete Information, R. E. Stud. L(2), 161 (April 1983): 221-47.",
        "Gould, John P., and Verrecchia, Robert E. The Specialist as Economic Agent, unpublished manuscript, University of Chicago, 1983.",
        "Grossman, Sanford. On the Efficiency of Competitive Stock Markets Where Traders Have Diverse Information, Journal of Finance 31 (1976): 573- 85.",
        "Grossman, Sanford, and Stiglitz, Joseph. Information and Competitive Price Systems, American Economic Review 66 (1976): 246-53.",
        "American Economic Review 70 (1980): 393-408.",
        "Harris, Milton, and Holmstrom, Bengt. Ability, Performance, and Wage Dynamics, Review of Economic Studies, forthcoming? Harris, MiLton, and Townsend, Robert. Resource Allocation under Asymmetric Information, Econometnica 49 (January 1981): 33-64.",
        "Hashimoto, Masanoni. Bonus Payments, On-the-Job `rraining, and Lifetime Employment in Japan, Journal of Political Economy 87 (October 1979): 1086-1104.",
        "Hashimoto, Masanori, and Yu, Ben. Specific Capital, Employment Contracts, and Wage Rigidity, Bell Journal of Economics (Autumn 1980): 536-49.",
        "Kuratani, Masatoshi. The Theory of Training, Earnings, and Employment: An Application to Japan. Unpublished Ph.D. Dissertation, Columbia University, 1973.",
        "Lazear, Edward P. Why Is There Mandatory Retirement? Journal of Political Economy 87 (December 1979): 1261-64.",
        "Lazear, Edward P., and Rosen, Sherwin. Rank-Order Tournaments as Optimum Labor Contracts, Journal of Political Economy 89 (1981): 841-64.",
        "Milgrom, Paul R., and Weber, Robert 3. A Theory of Auctions and Competitive Bidding, Econometnica 50 (September 1982): 1089-1122.",
        "Mortensen, D. Specific Capital and Labor Turnover, Bell Journal of Economics 9 (1978): 572-86.",
        "Peter, Lawrence. The Peter Principle. New York: William Morrow and Co., 1968.",
        "Phelps, B., et al. Microeconomic Foundations of Employment and Inflation Theory. New York: Norton, 1970.",
        "Reder, Melvin W. Theory of Occupational Wage Differentials, American Economic Review~45 (December 1955): 833-52.",
        "Riley, John., and Samuelson, W. Optimal Auctions, American Economic Review 71 (1981): 381-92.",
        "Rithinstein, A. Perfect Equilibrium in a Bargaining Model, Econometrica 50 (Year): 97-110. -45- Spence, A. Michael. Cost Reduction, Competition and Industry Performance, unpublished manuscript, Harvard University, 1982.",
        "Telser, Lester G. A Theory of Innovation and Its Effects, Bell Journal of Economics 13 (Spring 1982): 69-92.",
        "Thurow, Lester. Education and Economic Equality, The Public Interest 28 (Summer 1972): 68-81.",
        "Wilson, Robert. A Bidding Model of Perfect Competition, Research in Economic Studies 4 (1977): 511-18."
    ]
}