{
    "id": 11587,
    "cites": 16,
    "cited_by": 11,
    "reference": [
        "Blau, David M.; Ã\u0083Â¢The Effect of Income on Child Development,Ã\u0083Â¢ Review of Economics and Statistics, Vol. 81, No. 2, May 1999, pp. 261-76.",
        "Corak, Miles and Andrew Heisz. 1999. The Intergenerational Earnings and Income Mobility of Canadian men: Evidence from Longitudinal Income Tax Data. Journal of Human Resources 34(3):504-533.",
        "Corcoran, Mary, Roger Gordon, Deborah Laren and Gary Solon; Ã\u0083Â¢The Association Between MenÃ\u0083Â¢s Economic Status and Their Family and Community Origins,Ã\u0083Â¢ The Journal of Human Resources, Vol. 27, 575-601. Dahl, Gordon and Lance Lochner, Ã\u0083Â¢The Impact of Family Income on Child Achievement,Ã\u0083Â¢ mimeo, 2004.",
        "Dickens, William and Lawrence Katz,Ã\u0083Â¢Inter-Industry Wage Differences and Industry Characteristics,Ã\u0083Â¢ in Lang, K. and Leonard. J.,eds. Unemployment and the Structure of Labor Markets, Oxford Press 1987.",
        "Duncan, Greg J., and Jeanne Brooks-Gunn, Consequences of Growing up Poor, 1997, Russell Sage Foundation, New York.",
        "Duncan, Greg J., W. Yeung, Jeanne Brooks-Gunn, and Jeffery Smith, Ã\u0083Â¢How Much Does Childhood Poverty Affect the Life Chances of Children?Ã\u0083Â¢ American Sociological Review, Vol. 63, 406-423, June 1998.",
        "Eissa, Nada and Jeffrey B. Liebman, Ã\u0083Â¢Labor Supply Response to the Earned Income Tax Credit,Ã\u0083Â¢ Quarterly Journal of Economics, 111[2], May 1996, 605-637.",
        "Gibbons, Robert and Lawrence Katz, Ã\u0083Â¢Does Unmeasured Ability Explain Inter-Industry Wage Differentials,Ã\u0083Â¢ The Review of Economic Studies, 59(3), 515-535. Hamermesh, Daniel S. and G. Pfann. Turnover and the Dynamics of Labour Demand, Economica, August 1996.",
        "Haveman, Robert and Barbara Wolfe; Ã\u0083Â¢The Determinants of ChildrenÃ\u0083Â¢s Attainments: A Review of Methods and Findings,Ã\u0083Â¢ Journal of Economic Literature, 33(4): 1829-1878, December, 1995.",
        "Hill, Martha and Greg Duncan; Ã\u0083Â¢Parental Family Income and the Socioeconomic Attainment of Children,Ã\u0083Â¢ Social Science Research, Vol. 16, 37-73. Jacobson, Louis S., Robert J. LaLonde, and Daniel G. Sullivan; Ã\u0083Â¢Earnings Losses of Displaced Workers,Ã\u0083Â¢ The American Economic Review, Vol. 83, No. 4, September 1993, pp.",
        "Lee, Lung-Fei; Ã\u0083Â¢Unionism and Wage Rates: A Simultaneous Equations Model with Qualitative and Limited Dependent Variables,Ã\u0083Â¢ International Economic Review, 19(2), 415- 433. Levy, D. and Greg Duncan; Ã\u0083Â¢Using Sibling Samples to Assess the Effect of Childhood Family Income on Completed Schooling,Ã\u0083Â¢ mimeo, 1999.",
        "Mayer, Susan E., What Money CanÃ\u0083Â¢t Buy: Family Income and ChildrenÃ\u0083Â¢s Life Chances, 1997, Harvard University Press, Cambridge MA.",
        "Oreopoulos, Philip, Ã\u0083Â¢The Long-Run Consequences of Living in a Poor Neighborhood,Ã\u0083Â¢ Quarterly Journal of Economics, Vol. 118, No. 4, November 2003; pp. 1533-75.",
        "Page, Marianne E. and Gary Solon, Ã\u0083Â¢Correlations between Brothers and Neighboring Boys in Their Adult Earnings: The Importance of Being Urban,Ã\u0083Â¢ Journal of Labor Economics, 21[4], October 2003: 831-55.",
        "Shea, John; Ã\u0083Â¢Does ParentsÃ\u0083Â¢ Money Matter?Ã\u0083Â¢ Journal of Public Economics, Vol. 77, No. 2, August 2000; pp. 155-84.",
        "Solon, Gary; Ã\u0083Â¢Intergenerational Income Mobility in the United States,Ã\u0083Â¢ American Economic Review, Vol. 82, 393-408. Stevens, Ann Huff, Ã\u0083Â¢Persistent Effects of Job Displacement: The Importance of Multiple Job Losses,Ã\u0083Â¢ Journal of Labor Economics, Vol. 15, No. 1, Part 1., January 1997, pp. 165-88."
    ]
}