{
    "id": 11591,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Braver, E.R., S. A. Ferguson, M..A. Greene, and A.K. Lund, 1997, Ã\u0083Â¢Reductions in Deaths in Frontal Crashes among Right Front Passengers in Vehicles Equipped with Passenger Air Bags,Ã\u0083Â¢ JAMA 278:(17, Nov. 5):1437-1439.",
        "ChildrenÃ\u0083Â¢s Safety Network, 1996, Ã\u0083Â¢Childhood Injury: Cost and Prevention Facts,Ã\u0083Â¢ Landover, MD: ChildrenÃ\u0083Â¢s Safety Network, Economics and Insurance Resource Center.",
        "Cohen, Alma, and Rajeev Dehejia, 2004, Ã\u0083Â¢The Effect of Automobile Insurance and Accident Liability Laws on Traffic Fatalities,Ã\u0083Â¢ Journal of Law and Economics 47(2): 357-393.",
        "Doyle, Joseph, and Steven Levitt, 2005, Ã\u0083Â¢Evaluating the Effectiveness of Child Safety Seats and Seat Belts for Injury Prevention in Motor Vehicle Crashes,Ã\u0083Â¢ unpublished manuscript.",
        "Dubner, Stephen, and Steven Levitt, 2005, Ã\u0083Â¢Do Car Seats Work?Ã\u0083Â¢ New York Times Sunday Magazine, July 11.",
        "Durbin, Dennis, Michael Elliot, and Flaura Winston, 2003, Ã\u0083Â¢Belt-Positioning Booster Seats and Reduction in Risk of Injury among Children in Vehicle Crashes,Ã\u0083Â¢ JAMA 289(21): 2835-2840.",
        "Evans, L., 1986, Ã\u0083Â¢The Effectiveness of Safety Belts in Preventing Fatalities,Ã\u0083Â¢ Accident Analysis and Prevention 18:229-241.",
        "Grabowski, David, and Michael Morrisey, 2004, Ã\u0083Â¢Gasoline Prices and Motor Vehicle Fatalities,Ã\u0083Â¢ Journal of Policy Analysis and Management 23(3): 575-93.",
        "Hertz, Ellen, 1996, Ã\u0083Â¢Revised Estimates of Child Restraint Effectiveness,Ã\u0083Â¢ NHTSA Research Note, December.",
        "Insurance Insittute for Highway Safety, 2004, Ã\u0083Â¢Child Restraint, Belt Laws as of July 2004,Ã\u0083Â¢ as posted on www.highwaysafety.org/safety_facts/state_laws/restrain.htm.",
        "Kahane, Charles, 1986, An Evaluation of Child Passenger Safety: The Effectiveness and Benefits of Safety Seats, Washington, DC: National Highway Traffic Safety Administration Report Number DOT HS 806 890.",
        "Lave, Charles, and Patrick Elias, 1997, Ã\u0083Â¢Resource Allocation in Public Policy: The Effects of the 65-MPH Speed Limit,Ã\u0083Â¢ Economic Inquiry 35(July): 614-620.",
        "Levitt, Steven, and Jack Porter, 2001, Ã\u0083Â¢Estimating the Effect of Alcohol on Driver Risk using only Fatal Accident Statistics,Ã\u0083Â¢ Review of Economics and Statistics , 83(40: 603-615.",
        "Peltzman, Sam, 1975, Ã\u0083Â¢The Effects of Automobile Safety Regulation,Ã\u0083Â¢ Journal of Political Economy 83 (August): 677-725.",
        "Ruhm, Christopher, 1996, Ã\u0083Â¢Alcohol Policies and Highway Vehicle Fatalities,Ã\u0083Â¢ Journal of Health Economics 15(August): 435-454.",
        "Saffer, Henry, and Michael Grossman, 1987, Ã\u0083Â¢Drinking Age Laws and Highway Mortality Rates: Cause and Effect,Ã\u0083Â¢ Economic Inquiry 25(July):403-417.",
        "Starnes, Marc, 2005, Ã\u0083Â¢Lives Saved Calculations for Infants and Toddlers,Ã\u0083Â¢ NCS Research Note, DOT HS 809 778 (March).",
        "U.S. Department of Transportation, National Highway Traffic Safety Administration, 1996, Ã\u0083Â¢Observed Patterns of Misuse of Child Safety Seats,Ã\u0083Â¢ Technology Transfer Series, Number 133 (September).",
        "Winston, F. K., D. R. Durbin, M. Kallan, and E. Moll, 2000, Ã\u0083Â¢The Danger of Premature Graduation to Seat Belts for Young Children,Ã\u0083Â¢ Pediatrics 105: 1179-1183."
    ]
}