{
    "id": 11597,
    "cites": 28,
    "cited_by": 4,
    "reference": [
        "Ashenfelter, Orley. Ã\u0083Â¢The Effect of Manpower Training on Earnings: Preliminary Results,Ã\u0083Â¢ in Proceedings of the Twenty-Seventh Annual Winter Meeting of the Industrial Relations Research Association (1975), pp. 252-260.",
        "Ashenfelter, Orley. Ã\u0083Â¢Estimating the Effect of Training Programs on EarningsÃ\u0083Â¢ The Review of Economics and Statistics, 60 (February, 1978), pp. 47-57.",
        "Bagley, Carl, Woods, Philip, and Ron Glatter. Ã\u0083Â¢Barriers to School Responsiveness in the Education Quasi-Market.Ã\u0083Â¢ School Organisation. Vol. 16, no. 1 (1996), pp. 45-58.",
        "Bertrand, Marianne, Duflo, Esther, and Sendhil Mullainathan. Ã\u0083Â¢How Much Should We Trust Differences-in-Differences Estimates?Ã\u0083Â¢ Quarterly Journal of Economics, forthcoming. Camilli, Gregory and Katrina Bulkley. Ã\u0083Â¢Ã\u0083Â¢Critique of Ã\u0083Â¢An Evaluation of the Florida A-Plus Accountability and School Choice Program.Ã\u0083Â¢ Education Policy Analysis Archives, vol. 9 no. 7 (March, 2001).",
        "Carnoy, Martin and Susanna Loeb. Ã\u0083Â¢Does External Accountability Affect Student Outcomes? A Cross-State Analysis.Ã\u0083Â¢ Education Evaluation and Policy Analysis, vol. 24, no. 4 (Winter 2002), pp. 305-331.",
        "Chubb, John E., and Terry M. Moe. Politics, Markets, and AmericaÃ\u0083Â¢s Schools. The Brookings Institution (1990).",
        "Cullen, Julie Berry and Randall Reback. Ã\u0083Â¢Tinkering Toward Accolades: School Gaming Under a Performance Accountability System.Ã\u0083Â¢ University of Michigan working paper, 2003.",
        "Figlio, David. Ã\u0083Â¢Testing, Crime and Punishment.Ã\u0083Â¢ University of Florida working paper, 2003.",
        "Figlio, David and Maurice Lucas. Ã\u0083Â¢WhatÃ\u0083Â¢s in a Grade? School Report Cards and the Housing Market.Ã\u0083Â¢ American Economic Review, vol. 94, no. 3 (June 2004), pp. 591-604.",
        "Figlio, David and Lawrence Getzler. Ã\u0083Â¢Accountability, Ability and Disability: Gaming the System?Ã\u0083Â¢ National Bureau of Economic Research working paper number 9307, (November 2002).",
        "Frey, Donald E. Ã\u0083Â¢Can Privatizing Education Really Improve Achievement? An Essay Review.Ã\u0083Â¢ Economics of Education Review. Vol. 11, no. 4 (1992), pp. 427-438.",
        "Friedman, Milton. Capitalism and Freedom. University of Chicago Press (1982).",
        "Garner, W.T., and Jane Hannaway. Ã\u0083Â¢Private Schools: The Client Connection.Ã\u0083Â¢ In Family Choice in Schooling. M. Manley-Casimir, ed. D.C. Heath (1992).",
        "Goldhaber, Dan and Jane Hannaway. Ã\u0083Â¢Accountability with a Kicker: Observations on the Florida A+ Accountability Plan.Ã\u0083Â¢ Urban Institute mimeo, November 2001.",
        "Greene, Jay P. Ã\u0083Â¢An Evaluation of the Florida A-Plus Accountability and School Choice Program.Ã\u0083Â¢ Manhattan Institute for Policy Research publication, February 2001.",
        "Greene, Jay P., Paul Peterson and Jiangtao Du. Ã\u0083Â¢School Choics in Milwaukee: A Randomized Experiment.Ã\u0083Â¢ In Learning from School Choice, P. Peterson and B. Hassel, eds. Brookings Institution (1998).",
        "Griliches, Zvi. Ã\u0083Â¢Estimating the Returns to Schooling: Some Econometric Problems.Ã\u0083Â¢ Econometrica 45 (January 1977), pp. 1-22.",
        "Haney, Walt. Ã\u0083Â¢Lake Woebeguaranteed: Misuse of Test Scores in Massachusetts, Part I.Ã\u0083Â¢ Education Policy Analysis Archives, vol. 10, no. 24 (May, 2002).",
        "Haney, Walt. Ã\u0083Â¢The Myth of the Texas Miracle in Education.Ã\u0083Â¢ Education Policy Analysis Archives, vol. 8, no. 41 (August, 2000).",
        "Hanushek, Eric A. and Margaret E. Raymond. Ã\u0083Â¢Improving Educational Quality: How Best to Evaluate Our Schools.Ã\u0083Â¢ Hoover Institution mimeo, June 2002.",
        "Jacob, Brian A. Ã\u0083Â¢Accountability, Incentives and Behavior: The Impact of High-Stakes Testing in the Chicago Public Schools.Ã\u0083Â¢ National Bureau of Economic Research working paper, 2002.",
        "Jacob, Brian A. And Steven D. Levitt. Ã\u0083Â¢Rotten Apples: An Investigation of the Prevalance and Predictors of Teacher Cheating.Ã\u0083Â¢ Quarterly Journal of Economics118, no. 3 (August 2003), pp. 843-877.",
        "Kane, Thomas J. and Douglas Staiger. Ã\u0083Â¢Volatility in School Test Scores: Implications of Test-based Accountability Systems.Ã\u0083Â¢ National Bureau of Economic Research Working Paper, Number 8156, April 2001.",
        "Krueger, Alan B. and Pei Zhu. Ã\u0083Â¢Another Look at the New York City Voucher Experiment,Ã\u0083Â¢ American Behavioral Scientist, 2003 forthcoming.",
        "Ladd, Helen C. and Elizabeth J. Glennie. Ã\u0083Â¢A Replication of Jay GreeneÃ\u0083Â¢s Voucher Effect Study Using North Carolina Data.Ã\u0083Â¢ In Martin Carnoy, Do School vouchers Improve Student Performance? Washington, DC: Economic Policy Institute, 2001.",
        "Rouse, Cecilia. Ã\u0083Â¢Private School Vouchers and Student Achievement: An Evaluation of the Milwaukee Parental Choice Program,Ã\u0083Â¢ Quarterly Journal of Economics, 113 no. 2 (May 1998), pp. 553-602.",
        "Schneider, Mark. Ã\u0083Â¢The Role of Information in School Choice.Ã\u0083Â¢ SUNY-Stony Brook working paper (1999).",
        "Witte, John. Ã\u0083Â¢Achievement Effects of the Milwaukee Voucher Program.Ã\u0083Â¢ University of Wisconsin mimeo, 1997."
    ]
}