{
    "id": 11604,
    "cites": 41,
    "cited_by": 17,
    "reference": [
        "Angrist, Joshua (1993). Ã\u0083Â¢The Effect of Veterans Benefits on Education and Earnings.Ã\u0083Â¢ Industrial and Labor Relations Review 46:4, 637-52.",
        "Angrist, Joshua and Krueger, Alan (1991). Ã\u0083Â¢Does Compulsory School Attendance Affect Schooling and Earnings?Ã\u0083Â¢ Quarterly Journal of Economics 106:4, pp. 979-1014.",
        "Becker, Gary (1994). Human Capital. Chicago: University of Chicago Press.",
        "Bertrand, Marianne, Esther Duflo and Sendhil Mullainathan (2004). Ã\u0083Â¢How Much Should We Trust Differences-in-Differences Estimates?Ã\u0083Â¢ Quarterly Journal of Economics 119:1, pp. 249-275.",
        "Bettinger, Eric (2004). Ã\u0083Â¢How Financial Aid Affects Persistence,Ã\u0083Â¢ in Caroline Hoxby, ed., College Choices: The Economics of Where to Go, When to Go, and How To Pay for It. Chicago: University of Chicago Press.",
        "Bound, John and Sarah Turner (2002). Ã\u0083Â¢Going to War and Going to College: Did World War II and the G.I. Bill Increase Educational Attainment for Returning Veterans?Ã\u0083Â¢ Journal of Labor Economics. 20 (4): 784-815.",
        "Bound, John and Sarah Turner (2004). Ã\u0083Â¢Cohort Crowding: How Resources Affect Collegiate Attainment.Ã\u0083Â¢ University of Michigan Population Studies Center, Research Report No. 04-557.",
        "Card, David (1995). Ã\u0083Â¢Using Geographic Variation in College Proximity to Estimate the Return to Schooling,Ã\u0083Â¢ in Aspects of Labour Market Behaviour: Essays in Honour of John Vanderkamp, ed. by Louis N. Christofides, E. Kenneth Grant, and Robert Swidinsky. Toronto: University of Toronto Press, pp. 201-222.",
        "Card, David (2001). Ã\u0083Â¢Estimating the Return to Schooling: Progress on Some Persistent Econometric Problems.Ã\u0083Â¢ Econometrica 69:5, pp. 1127-1160.",
        "Card, David and Alan B. Krueger (1992). Ã\u0083Â¢Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States.Ã\u0083Â¢ Journal of Political Economy 100:1, 1-40.",
        "Cornwell, Christopher and David Mustard (2005). Ã\u0083Â¢Merit-Based Scholarships and Car Sales.Ã\u0083Â¢ Unpublished manuscript, University of Georgia.",
        "Cornwell, Christopher, David Mustard and Deepa Sridhar (2004). Ã\u0083Â¢The Enrollment Effects of MeritBased Financial Aid: Evidence from GeorgiaÃ\u0083Â¢s HOPE Scholarship.Ã\u0083Â¢ Unpublished manuscript, University of Georgia.",
        "Cornwell, Christopher, Kyung Hee Lee and David Mustard (2004). Ã\u0083Â¢Student Responses to Merit Scholarship Retention Rules.Ã\u0083Â¢ Unpublished manuscript, University of Georgia.",
        "Currie, Janet and Enrico Moretti (2003). Ã\u0083Â¢MotherÃ\u0083Â¢s Education and the Intergenerational Transmission of Human Capital: Evidence from College Openings.Ã\u0083Â¢ Quarterly Journal of Economics 118:4, pp. 1495-1532.",
        "Dee, Thomas (2004). Ã\u0083Â¢Are There Civic Returns to Education?Ã\u0083Â¢ Journal of Public Economics 88:9, pp. 1697-1720.",
        "Dynarski, Susan (2000). Ã\u0083Â¢Hope for Whom? Financial Aid for the Middle Class and Its Impact on College Attendance.Ã\u0083Â¢ National Tax Journal 53:3, 629-661.",
        "Dynarski, Susan (2002). Ã\u0083Â¢The Behavioral and Distributional Implications of Aid for College.Ã\u0083Â¢ American Economic Review 92:2, 279-285.",
        "Dynarski, Susan (2003). Ã\u0083Â¢Does Aid Matter? Measuring the Effect of Student Aid on College Attendance and Completion.Ã\u0083Â¢ American Economic Review 93:1, 279-288.",
        "Dynarski, Susan (2004). Ã\u0083Â¢The New Merit Aid,Ã\u0083Â¢ in Caroline Hoxby, ed., College Choices: The Economics of Where to Go, When to Go, and How To Pay for It. Chicago: University of Chicago Press.",
        "Ellwood, David (2001). Ã\u0083Â¢The Sputtering Labor Force of the 21st Century: Can Social Policy Help?Ã\u0083Â¢ in Alan Krueger and Robert Solow, eds., The Roaring Nineties: Can Full Employment Be Sustained? New York: Russell Sage.",
        "Ellwood, David and Thomas Kane (2000). Ã\u0083Â¢Who is Getting a College Education? Family Background and the Growing Gaps in Enrollment,Ã\u0083Â¢ in Sheldon Danziger and Jane Waldfogel, eds., Securing the Future. New York: Russell Sage.",
        "FPG Child Development Institute, University of North Carolina (2005). Ã\u0083Â¢Early Learning, Later Success: The Abecedarian Study, Early Childhood Educational Intervention for Poor Children: Executive Summary.Ã\u0083Â¢ http://www.fpg.unc.edu/~abc/summary.cfm Accessed July 14, 2005.",
        "Gruber, Jonathan and Emmanuel Saez (2001). Ã\u0083Â¢The Elasticity of Taxable Income: Evidence and Implications.Ã\u0083Â¢ Journal of Public Economics 84:1, pp. 1-32.",
        "Henry, Gary and Ross Rubenstein (2002). Ã\u0083Â¢Paying for Grades: Impact of Merit-based Financial Aid on Educational Quality.Ã\u0083Â¢ Journal of Policy Analysis and Management 21:1, pp. 93-109.",
        "Healy, Patrick (1997). Ã\u0083Â¢HOPE Scholarships Transform the University of Georgia.Ã\u0083Â¢ The Chronicle of Higher Education, November 7, p. A32.",
        "Jacob, Brian (2002). Ã\u0083Â¢Where the Boys ArenÃ\u0083Â¢t: Non-cognitive Skills, Returns to School and the Gender Gap in Higher Education.Ã\u0083Â¢ Economics of Education Review 21, pp. 589-98.",
        "Leslie, Larry and Paul Brinkman. 1988. The Economic Value of Higher Education. New York: Macmillan.",
        "Lleras-Muney, Adriana (2005) Ã\u0083Â¢The Relationship between Education and Adult Mortality in the United States,Ã\u0083Â¢ Review of Economic Studies 72:1.",
        "Lochner, Lance and Enrico Moretti (2004), Ã\u0083Â¢The Effect of Education on Crime: Evidence from Prison Inmates, Arrests, and Self-Reports,Ã\u0083Â¢ American Economic Review, 94:1 (March), pp. 155-189.",
        "Long, Bridget (2004). Ã\u0083Â¢How do Financial Aid Policies affect Colleges? The Institutional Impact of the Georgia HOPE Scholarship.Ã\u0083Â¢ Journal of Human Resources 39:3.",
        "Meyer, Bruce (1995). Ã\u0083Â¢Natural and Quasi-Natural Experiments in Economics.Ã\u0083Â¢ Journal of Business and Economic Statistics 12, 151Ã\u0083Â¢162.",
        "Milligan, Kevin, Enrico Moretti, and Philip Oreopoulos (2004). Ã\u0083Â¢Does Education Improve Citizenship? Evidence from the U.S. and the U.K.Ã\u0083Â¢ Journal of Public Economics 88:9-10.",
        "Moretti, Enrico (2004). Ã\u0083Â¢Estimating the Social Return to Higher Education: Evidence from Longitudinal and Repeated Cross-Sectional Data.Ã\u0083Â¢ Journal of Econometrics 121:1-2 pp. 175-212.",
        "National Center for Education Statistics, US Department of Education (2005). Ã\u0083Â¢Gender Differences in Participation and Completion of Undergraduate Education and How They Have Changed Over Time.Ã\u0083Â¢ Washington, DC: Government Printing Office.",
        "Oreopoulos, Philip, Marianne Page and Ann Stevens (2003). Ã\u0083Â¢Does Human Capital Transfer from Parent to Child? The Intergenerational Effects of Compulsory Schooling.Ã\u0083Â¢ Unpublished manuscript, University of Toronto.",
        "Organization for Economic Cooperation and Development (2004). Education at Glance: OECD Indicators 2004. Paris: OECD.",
        "Salzer, Patrick (2005). Ã\u0083Â¢House Votes to Limit HOPE to 127 Credits.Ã\u0083Â¢ The Atlanta Journal Constitution, February 22.",
        "Seftor, Neil and Turner, Sarah (2002). Ã\u0083Â¢Back to School: Federal Student Aid Policy and Adult College Enrollment.Ã\u0083Â¢ Journal of Human Resources 37:2, 336-352.",
        "Stinebrickner, Ralph and and Todd Stinebricker (2003). Ã\u0083Â¢Understanding Educational Outcomes of Students from Low-Income Families.Ã\u0083Â¢ Journal of Human Resources 38:3, 591-617.",
        "Tinto, Vincent (1994). Leaving College: Rethinking the Causes and Cures of Student Attrition. Chicago: University of Chicago Press.",
        "Turner, Sarah E. (2004) Ã\u0083Â¢Going to College and Finishing College: Explaining Different Educational Outcomes,Ã\u0083Â¢ in Caroline Hoxby, ed., College Choices: The Economics of Where to Go, When to Go, and How To Pay for It. Chicago: University of Chicago Press."
    ]
}