{
    "id": 11609,
    "cites": 28,
    "cited_by": 31,
    "reference": [
        "Baker, Laurence. 1997. Ã\u0083Â¢HMOs and Fee for Service Health Care Expenditures: Evidence from Medicare.Ã\u0083Â¢ Journal of Health Economics 16(4): pp. 453-481.",
        "Bertrand, Marianne, Esther Duflo and Sendhil Mullainathan. 2004. Ã\u0083Â¢How Much Should We Trust Difference-in-Differences Estimates?Ã\u0083Â¢ Quarterly Journal of Economics 119(1): 249-275.",
        "Bhattacharya, Jay and Darius Lakdawalla (2002). Ã\u0083Â¢Does Medicare Benefit the Poor? New Answers to an Old Question,Ã\u0083Â¢ NBER working paper 9280.",
        "Bitler, Marianne, Jonah Gelbach and Hilary Hoynes. 2003. Ã\u0083Â¢What Mean Impacts Miss: Distributional Effects of Welfare Reform Experiments.Ã\u0083Â¢ Unpublished mimeo.",
        "Brown, Jeffrey and Amy Finkelstein. 2004. Ã\u0083Â¢The Interaction of Public and Private Insurance: Medicaid and the Long-Term Care Insurance Market.Ã\u0083Â¢ Unpublished mimeo.",
        "Card, David, Carlos Dobkin, and Nicole Maestas (2004). Ã\u0083Â¢The Impact of Nearly Universal Insurance Coverage on Health Care Utilization and Health: Evidence from Medicare,Ã\u0083Â¢ NBER working paper 10365.",
        "Cook, Benjamin, Mary Beth Landrum, and Ellen Meara. 2002. Ã\u0083Â¢The impact of Medicare on elderly health and utilization.Ã\u0083Â¢ Unpublished working paper.",
        "Currie, Janet and Jonathan Gruber (1996). Ã\u0083Â¢Saving Babies: The Efficacy and Cost of Recent Expansions of Medicaid Eligibility for Pregnant Women,Ã\u0083Â¢ Journal of Political Economy 104: p. 1263-1296.",
        "Cutler, David. 2002. Ã\u0083Â¢Public Policy for Health CareÃ\u0083Â¢ in Auerbach and Feldstein (eds.) Handbook of Public Economics, Volume 4. Elsevier.",
        "Cutler, David. 2003. Your Money or Your Life: Strong Medicine for AmericaÃ\u0083Â¢s Health Care System. New York: Oxford University Press.",
        "Cutler, David and Ellen Meara. 2003. Ã\u0083Â¢Changes in the Age distribution of Mortality Over the 20th Century.Ã\u0083Â¢ David Wise, ed., Perspectives on the Economics of Aging, Chicago: University of Chicago Press Cutler, David and Srikanth Kadiyala. 2003. Ã\u0083Â¢The Return to Biomedical Research: Treatment and Behavioral EffectsÃ\u0083Â¢ in Robert Topel and Kevin Murphy (eds). Measuring the Gains from Medical Research. Chicago: University of Chicago Press.",
        "Dow, William (2002). Ã\u0083Â¢The Introduction of Medicare: Effects on Elderly Health,Ã\u0083Â¢ unpublished mimeo.",
        "Feldstein, Martin and Jonathan Gruber. 1995. Ã\u0083Â¢A Major Risk Approach to Health Insurance ReformÃ\u0083Â¢ in Tax Policy and the Economy, James Poterba (ed.) Volume 9.",
        "Finkelstein, Amy (2005). Ã\u0083Â¢The Aggregate Effects of Health Insurance: Evidence from the Introduction of Medicare.Ã\u0083Â¢ NBER Working Paper 11619.",
        "Glied, Sherry and Joshua Graff Zivin (2002). Ã\u0083Â¢How Do Doctors Behave When Some (But Not All) of Their Patients are in Managed Care?,Ã\u0083Â¢ Journal of Health Economics 21(2), pp. 337-353.",
        "Gruber, Jonathan. 1997. Ã\u0083Â¢The Consumption Smoothing Benefits of Unemployment Insurance.Ã\u0083Â¢ The American Economic Review, Vol 87., No 1: 192-205.",
        "Hubbard, Glenn, Jonathan Skinner, and Stephen Zeldes. 1995. Ã\u0083Â¢Precautionary Savings and Social Insurance.Ã\u0083Â¢ Journal of Political Economy vol 103, iss 2, pp. 360-99.",
        "Khwaja, Ahmed. 2005. Ã\u0083Â¢The Dynamic Trade-off Between Medical Expenditure Insurance, Moral Hazard and Morality Risk: A Life Cycle Analysis of the Effects of Medicare on Individual Incentives and Outcomes.Ã\u0083Â¢ Unpublished working paper.",
        "Levy, Helen and David Meltzer. 2004. Ã\u0083Â¢What Do We Really Know About Whether Health Insurance Affects Health? In Catherine McLaughlin (ed) Health Policy on the Uninsured: Setting the Agenda. Urban Institute Press.",
        "Lichtenberg, Frank. 2002. Ã\u0083Â¢The Effects of Medicare on Health Care Utilization and OutcomesÃ\u0083Â¢ in Frontiers in Health Policy Research, Volume 5. Alan Garber, Ed.",
        "McWilliams, Michael, Alan Zaslavsky, Ellen Meara, and John Ayanian. Ã\u0083Â¢Impact of Medicare Coverage on Basic Clinical Services for Previously Uninsured Adults.Ã\u0083Â¢ Journal of the American Medical Association 290 (August 13, 2003): 757-764.",
        "McClellan, Mark and Jonathan Skinner (1997). Ã\u0083Â¢The Incidence of Medicare,Ã\u0083Â¢ NBER working paper 6013.",
        "Mitchell, Olivia S., James M. Poterba, Mark Warshawsky, and Jeffrey R. Brown. 1999. New Evidence on the moneyÃ\u0083Â¢s worth of individual annuities. American Economic Review, 89(December), pp.1299-1318.",
        "Newhouse, Joseph. 2002. Pricing the Priceless: A Health Care Conundrum. MIT Press, Cambridge MA.",
        "Poterba, James. 1996. Ã\u0083Â¢Government Intervention in the Markets for Education and Health Care: How and Why?Ã\u0083Â¢ in Individual and Social Responsibility Victor Fuchs (ed). University of Chicago Press.",
        "Smith, David Barton. 1999. Health Care Divided: Race and Healing a Nation. University of Michigan Press: Ann Arbor.",
        "Somers, Herman and Anne Somers. 1961. Doctors, Patients and Health Insurance: The Organization and Financing of Medicare Care.Ã\u0083Â¢ The Brookings Institution. Washington DC.",
        "Stevens, Robert and Stevens Rosemary. 1974. Welfare Medicine in America: A Case Study of Medicaid. The Free Press: New York."
    ]
}