{
    "id": 11611,
    "cites": 30,
    "cited_by": 53,
    "reference": [
        "Andreoni, James, Ã\u0083Â¢Giving with Impure Altruism: Applications to Charity and Ricardian Equivalence,Ã\u0083Â¢ Journal of Political Economy 97 (1989), 1147-1458.",
        "Andreoni, James, Toward and Theory of Charitable Fundraising, Journal of Political Economy, vol. 106 (1998), pp. 1186-1213.",
        "Andreoni, James and Ragan Petrie, Ã\u0083Â¢Public Goods Experiments without Confidentiality; A Glimpse into Fundraising,Ã\u0083Â¢ Journal of Public Economics 88 (2004a), 16051623.",
        "Bearden, William, David Hardesty, and Randall Rose, Ã\u0083Â¢Consumer Self-Confidence: Refinements in Conceptualization and Measurement,Ã\u0083Â¢ Journal of Consumer Research, 28 (2001), pp. 121-134.",
        "Benabou Roland and Jean Tirole, Ã\u0083Â¢Self-Confidence and Personal Motivation,Ã\u0083Â¢ Quarterly Journal of Economics, 117 (2002), pp. 871-915.",
        "Bertrand, Marianne, Dean Karlan, Sendhil Mullainathan, Eldar Shafir, and Jonathan Zinman, Whats Psychology Worth? A Field Experiment in the Consumer Credit Market, working paper, Princeton University (2005).",
        "Butler, J. S. and Robert Moffitt, Ã\u0083Â¢A computationally efficient quadrature procedure for the one factor multinomial probit model,Ã\u0083Â¢ Econometrica, 50 (1982), pp. 761-764.",
        "Chetty, Raj, Ã\u0083Â¢Consumption Commitments, Unemployment Durations, and Local Risk Aversion,Ã\u0083Â¢ NBER Working Paper 10211, (2003).",
        "Dale, Donald J., Ã\u0083Â¢Charitable Lottery Structure and Fund Raising: Theory and Evidence,Ã\u0083Â¢ Experimental Economics, 7 (2004), pp. 217-234.",
        "Dufwenberg, Martin and Astri Muren, Ã\u0083Â¢Discrimination by Gender and Social Distance,Ã\u0083Â¢ working paper, Stockholm University (2002).",
        "Eckel, Catherine and Grossman, Philip, Ã\u0083Â¢Subsidizing Charitable Contributions: A Field Test Comparing Matching and Rebate Subsidies,Ã\u0083Â¢ working paper, Virginia Polytechnic Institute and Station University, (2005).",
        "Fershtman, C. and U. Gneezy, Ã\u0083Â¢Discrimination in a Segmented Society: An Experimental Approach,Ã\u0083Â¢ Quarterly Journal of Economics, 116 (2001), pp. 351-377.",
        "Fraser, Cynthia, Robert Hite, and Paul Sauer, Ã\u0083Â¢Increasing Contributions in Solicitation Campaigns: The Use of Large and Small Anchorpoints,Ã\u0083Â¢ Journal of Consumer Research, 15 (1988), pp. 284-287.",
        "Frey, Bruno S. and Stephan Meier, Ã\u0083Â¢Social Comparisons and Pro-social Behavior: Testing Conditional Cooperation in a Field Experiment,Ã\u0083Â¢ American Economic Review, 94 (2004), pp. 1717-1722.",
        "Glaeser, Edward L., David I. Laibson, JosÃ\u0083Æ\u0092 A. Scheinkman, and Christine L. Soutter, Ã\u0083Â¢Measuring Trust,Ã\u0083Â¢ Quarterly Journal of Economics, 115 (2000), pp. 811-846.",
        "Groves, Theodore and John Ledyard, Ã\u0083Â¢Optimal Allocation of Public Goods: A Solution to the Ã\u0083Â¢Free-RiderÃ\u0083Â¢ Problem,Ã\u0083Â¢ Econometrica, 45 (1977), pp. 783-809.",
        "Hamermesh, Daniel and Jeff Biddle, Ã\u0083Â¢Beauty and the Labor Market,Ã\u0083Â¢ American Economic Review, 84 (1994), pp. 1174-1194.",
        "Harrison, Glenn W. and John A. List, Ã\u0083Â¢Field Experiments,Ã\u0083Â¢ Journal of Economic Literature, 42 (2004), pp. 1009-1055.",
        "Lange, Andreas, John A. List, and Michael K. Price, Ã\u0083Â¢Using Lotteries to Finance Public Goods: Theory and Experimental Evidence,Ã\u0083Â¢ working paper, University of Maryland, (2005).",
        "McAfee, R. Preston and John McMillan, Ã\u0083Â¢Auctions with Entry,Ã\u0083Â¢ Economics Letters, 23 (1987), pp. 343-347.",
        "McAfee, R. Preston and John McMillan, Ã\u0083Â¢Government Procurement and International Trade,Ã\u0083Â¢ Journal of International Economics, 26 (1989), pp. 291-308.",
        "Mobius, Markus and Tonya Rosenblatt, Ã\u0083Â¢Why Beauty Matters,Ã\u0083Â¢ Working Paper, Harvard University, (2004).",
        "Morgan, John, Ã\u0083Â¢Financing Public Goods by Means of Lotteries,Ã\u0083Â¢ Review of Economic Studies, 67 (2000), pp. 761-784.",
        "Morgan, John and Martin Sefton, Ã\u0083Â¢Funding Public Goods with Lotteries: Experimental Evidence,Ã\u0083Â¢ Review of Economic Studies, 67 (2000), pp. 785-810.",
        "Rabin, Matthew, Ã\u0083Â¢Risk Aversion and Expected-Utility Theory: A Calibration Theorem.Ã\u0083Â¢, Econometrica 68 (2000), 1281-1292.",
        "Saez, Emmanuel, Ã\u0083Â¢Optimal Income Transfer Programs: Intensive versus Extensive Labor Supply Response,Ã\u0083Â¢ Quarterly Journal of Economics, 117 (2002), pp. 1039-1073.",
        "Sargeant, Adrian, E. Jay, and S. Lee, Ã\u0083Â¢Benchmarking Charity Performance: Returns From Direct Marketing in Fundraising,Ã\u0083Â¢ forthcoming Journal of Nonprofit and Public Sector Marketing (2005).",
        "Sargeant, Adrian and JÃ\u0083Æ\u0092Ã\u0082Â¼rgen KÃ\u0083Æ\u0092hler, Ã\u0083Â¢Returns on Fundraising Expenditures in the Voluntary Sector,Ã\u0083Â¢ Nonprofit Management and Leadership 10 (1999), pp. 5-19.",
        "Vesterlund, Lise, Ã\u0083Â¢The Informational Value of Sequential Fundraising,Ã\u0083Â¢ Journal of Public Economics, 87 (2003), pp. 627-657.",
        "Zebrowitz, Leslie, Joann Montepare, and Hoon Koo Lee, Ã\u0083Â¢They Dont All Look Alike: Individuated Impression of Other Racial Groups,Ã\u0083Â¢ Journal of Personality and Social Psychology, 65 (1993), pp. 85-101."
    ]
}