{
    "id": 11610,
    "cites": 26,
    "cited_by": 28,
    "reference": [
        "Altonji, Joseph G., and David Card. 1991. Ã\u0083Â¢The Effects of Immigration on the Labor Market Outcomes of Less-Skilled Natives.Ã\u0083Â¢ In Immigration, Trade, and the Labor Market, ed. John M. Abowd and Richard B. Freeman, 201-34. Chicago: University of Chicago Press.",
        "Bartel, Ann P. 1989. Ã\u0083Â¢Where Do the New U.S. Immigrants Live?Ã\u0083Â¢ Journal of Labor Economics 7(4):371-91.",
        "Bartel, Ann P. and Marianne J. Koch. 1991. Ã\u0083Â¢Internal Migration of U.S. Immigrants.Ã\u0083Â¢ In Immigration, Trade, and the Labor Market, ed. John M. Abowd and Richard B. Freeman, 12134. Chicago: University of Chicago Press.",
        "Blanchard, Olivier Jean and Lawrence F. Katz. 1992. Ã\u0083Â¢Regional Evolutions.Ã\u0083Â¢ Brookings Papers on Economic Activity (1):1-75.",
        "Borjas, George J. 1987. Ã\u0083Â¢Immigrants, Minorities, and Labor Market Competition.Ã\u0083Â¢ Industrial and Labor Relations Review 40(3):382-92.",
        "Borjas, George J. 1999. Ã\u0083Â¢The Economic Analysis of Immigration.Ã\u0083Â¢ In Handbook of Labor Economics, Vol. 3A, ed. Orley C. Ashenfelter and David Card, 1697-1760. Amsterdam: Elsevier.",
        "Borjas, George J. 2001. Ã\u0083Â¢Does Immigration Grease the Wheels of the Labor Market?Ã\u0083Â¢ Brookings Papers on Economic Activity (1):69-119.",
        "Card, David. 1990. Ã\u0083Â¢The Impact of the Mariel Boatlift on the Miami Labor Market.Ã\u0083Â¢ Industrial and Labor Relations Review 43(2):245-57.",
        "Card, David and John DiNardo. 2000. Ã\u0083Â¢Do Immigrant Inflows Lead to Native Outflows?Ã\u0083Â¢ American Economic Review 90(2):360-67.",
        "Card, David, and Thomas Lemieux. 2001. Ã\u0083Â¢Can Falling Supply Explain the Rising Return to College for Younger Men? A Cohort-Based Analysis.Ã\u0083Â¢ Quarterly Journal of Economics 116(2):705-46.",
        "Filer, Randall K. 1992. Ã\u0083Â¢The Impact of Immigrant Arrivals on Migratory Patterns of Native Workers.Ã\u0083Â¢ In Immigration and the Work Force: Economic Consequences for the United States and Source Areas, ed. George J. Borjas and Richard B. Freeman, 245-69. Chicago: University of Chicago Press.",
        "Frey, William H. 1995. Ã\u0083Â¢Immigration and Internal Migration Ã\u0083Â¢FlightÃ\u0083Â¢ from U.S. Metro Areas: Toward a New Demographic Balkanization.Ã\u0083Â¢ Urban Studies 32(4-5):733-57.",
        "Frey, William H., Kao Lee Liaw, Yu Xie, and Marcia J. Carlson. 1996. Ã\u0083Â¢Interstate Migration of the U.S. Poverty Population: Immigration Ã\u0083Â¢PushesÃ\u0083Â¢ and White Magnet Ã\u0083Â¢PullsÃ\u0083Â¢.Ã\u0083Â¢ Population and Environment 17(6):491-533.",
        "Friedberg, Rachel M., and Jennifer Hunt. 1995. Ã\u0083Â¢The Impact of Immigration on Host Country Wages, Employment and Growth.Ã\u0083Â¢ Journal of Economic Perspectives 9(2):23-44.",
        "Funkhouser, Edward. 2000. Ã\u0083Â¢Changes in the Geographic Concentration and Location of Residence of Immigrants.Ã\u0083Â¢ International Migration Review 34(2): 489-510.",
        "Greenwood, Michael. 1997. Ã\u0083Â¢Internal Migration in Developed Countries.Ã\u0083Â¢ In Handbook of Population and Family Economics, Volume 1B, ed. Mark R. Rosenzweig and Oded Stark, 647-720. Amsterdam: Elsevier.",
        "Hamermesh, Daniel. 1993. Labor Demand. Princeton: Princeton University Press.",
        "Kritz, Mary M. and Douglas T. Gurak. 2001. Ã\u0083Â¢The Impact of Immigration on the Internal Migration of Natives and Immigrants.Ã\u0083Â¢ Demography 38(1):133-45.",
        "Kritz, Mary M. and June Marie Nogle. 1994. Ã\u0083Â¢Nativity Concentration and Internal Migration among the Foreign-Born.Ã\u0083Â¢ Demography 31(3):509-24.",
        "LaLonde, Robert J., and Robert H. Topel. 1991. Ã\u0083Â¢Labor Market Adjustments to Increased Immigration.Ã\u0083Â¢ In Immigration, Trade, and the Labor Market, ed. John M. Abowd and Richard B. Freeman, 167-99. Chicago: University of Chicago Press.",
        "Ladinsky, Jack. 1967. Ã\u0083Â¢The Geographic Mobility of Professional and Technical Manpower.Ã\u0083Â¢ Journal of Human Resources 2(4):475-94.",
        "Rowthorn, Robert and Andrew Glyn. 2003. Ã\u0083Â¢Convergence and Stability in U.S. Regional Employment.Ã\u0083Â¢ Department of Economics Discussion Paper Series, No. 92. Oxford: Oxford University.",
        "Welch, Finis. 1979. Ã\u0083Â¢Effects of Cohort Size on Earnings: The Baby Boom BabiesÃ\u0083Â¢ Financial Bust.Ã\u0083Â¢ Journal of Political Economy 87(5, Part 2):S65-S97.",
        "White, Michael J. and Hunter, Lori. 1993. Ã\u0083Â¢The Migratory Response of Native-Born Workers to the Presence of Immigrants in the Labor Market.Ã\u0083Â¢ Providence, RI: Brown University.",
        "Wright, Richard A., Mark Ellis, and Michael Reibel. 1997. Ã\u0083Â¢The Linkage between Immigration and Internal Migration in Large Metropolitan Areas in the United States.Ã\u0083Â¢ Economic Geography 73(2):234-54.",
        "Zavodny, Madeline. 1999. Ã\u0083Â¢Determinants of Recent ImmigrantsÃ\u0083Â¢ Locational Choices.Ã\u0083Â¢ International Migration Review 33(4):1014-30."
    ]
}