{
    "id": 11625,
    "cites": 46,
    "cited_by": 1,
    "reference": [
        "Abegglen, James (1958), The Japanese Factory, Glencoe, Ill.: Free Press.",
        "Ackley, Gardner and Hiromitsu Ishi (1976), Ã\u0083Â¢Fiscal, Monetary and Related Policies,Ã\u0083Â¢ in Hugh Patrick and Henry Rosovsky (eds), AsiaÃ\u0083Â¢s New Giant, Washington, D.C.: The Brookings Institution, pp.154-247.",
        "Bank of Japan (1986), One Hundred Year History of the Bank of Japan, Volume 6, Tokyo: Bank of Japan (in Japanese, Nihon Ginko Hyakunenshi).",
        "Campa, Jose Manuel and Linda S. Goldberg (2002), Ã\u0083Â¢Exchange Rate Pass-Through into Import Prices: A Macro or Micro Phenomenon?Ã\u0083Â¢ NBER Working Paper no. 8934 (May).",
        "Dooley, Michael, David Folkerts-Landau and Peter Garber (2003), Ã\u0083Â¢An Essay on the Revived Bretton Woods System,Ã\u0083Â¢ NBER Working Paper no.9971 (September).",
        "Economic Planning Agency (1972), Economic White Paper of 1972, Tokyo: Printing Bureau of Ministry of Finance (in Japanese, Showa 47 Nen-ban Keizai Hakusho).",
        "Eichengreen, Barry (2004), Ã\u0083Â¢Chinese Currency Controversies,Ã\u0083Â¢ Asian Economic Papers (forthcoming).",
        "Fujino, Shozaburo (1988), Ã\u0083Â¢The Balance of Payments of Postwar Japan, Part One: Overvaluation of Exchange Rate of 360 Yen,Ã\u0083Â¢ Keizai Kenkyu 39, pp.97-108 (in Japanese, Ã\u0083Â¢Sengo Nihon no Kokusai ShushiÃ\u0083Â¢).",
        "Fukao, Mitsuhiro (1990), Ã\u0083Â¢Liberalization of JapanÃ\u0083Â¢s Foreign Exchange Controls and Structural Changes in the Balance of Payments,Ã\u0083Â¢ BOJ Monetary and Economic Studies 8, pp.1-65.",
        "Goldstein, Morris and Nicholas Lardy (2003), Ã\u0083Â¢Two-Stage Currency Reform for China,Ã\u0083Â¢ The Asian Wall Street Journal (12 September).",
        "Hayami, Masaru (1982), Ten YearsÃ\u0083Â¢ Experience with Floating: Voyage without a Chart, Tokyo: Toyo Keizai Shinpo Sha (in Japanese, Hendo Soba Sei 10 Nen: Kaizu naki Kokai).",
        "Horiuchi, Akiyoshi (1984), Ã\u0083Â¢Economic Growth and Financial Allocation in Postwar Japan,Ã\u0083Â¢ Brookings Discussion Paper in Economics no. 18 (August).",
        "Hutchison, Michael and Carl Walsh (1992), Ã\u0083Â¢Empirical Evidence on the Insulation Properties of Fixed and Flexible Exchange Rates: The Japanese Experience,Ã\u0083Â¢ Journal of International Economics 32, pp.241-264.",
        "Ishii, Kanji (1991), Japanese Economic History, Tokyo: University of Tokyo Press, Second Edition, (in Japanese, Nihon Keizaishi).",
        "Ito, Takatoshi (1986), Ã\u0083Â¢Capital Controls and Covered Interest Parity Between the Yen and the Dollar,Ã\u0083Â¢ Economic Studies Quarterly 37, pp.223-241.",
        "Kawamura, Yozo and Tadashi Shibuichi (1961), The Practice of Forward Foreign Exchange, Tokyo: Gaikoku Kawase Boeki Kenkyu Kai (in Japanese, Sakimono Kawase no Jitsumu).",
        "Kojima, Kiyoshi (eds) (1972), Structure and Development of Japanese Trade, Tokyo: Shiseido.",
        "Komiya, Ryutaro (1988), Current Japanese Economy: Macroeconomic Perspectives and International Economic Relations, Tokyo: University of Tokyo Press (in Japanese, Gendai Nihon Keizai).",
        "Komiya, Ryutaro and Miyako Suda (1983a), Contemporary International Finance: Theory, History and Policy; Theory Volume, Tokyo: Nihon Keizai Shinbun Sha (in Japanese, Gendai Kokusai Kinyuron, Riron-hen).",
        "Komiya, Ryutaro and Miyako Suda (1983b), Contemporary International Finance: Theory, History and Policy, Volume for History and Policy, Tokyo: Nihon Keizai Shinbun Sha (in Japanese, Gendai Kokusai Kinyuron, Rekishi Seisaku-hen).",
        "Kosai, Yutaka (1989), Ã\u0083Â¢Economic Policy During the Era of High Growth,Ã\u0083Â¢ in Yasukichi Yasuba and Takenori Inoki (eds), Economic History of Japan, Volume 8: High Growth, Tokyo: Iwanami Shoten, pp.209-272, (in Japanese, Ã\u0083Â¢Kodo Seichoki no Keizai Seisaku,Ã\u0083Â¢ Nihon Keizaishi).",
        "Krause, Lawrence and Sueo Sekiguchi (1976), Ã\u0083Â¢Japan and the World Economy,Ã\u0083Â¢ in Hugh Patrick and Henry Rosovsky (eds), AsiaÃ\u0083Â¢s New Giant, Washington, D.C.: The Brookings Institution, pp.385-457.",
        "Kure, Bunji and Kinzo Shima (1987), Deregulation of Interest Rates: New Edition, Tokyo: Yuhikaku (in Japanese, Kinri Jiyuka: Shinpan).",
        "Maddison, Angus (2001), The World Economy: A Millennial Perspective, Paris: OECD.",
        "Mason, Mark (1982), American Multinationals and Japan, Cambridge, Mass.: Harvard University Press.",
        "Ministry of Finance (1976), The Financial History of Japan: The Allied Occupation Period, Volume 3, Tokyo: Ministry of Finance (in Japanese, Showa Zaisei Shi).",
        "Ministry of Trade and Industry (1990), History of Trade and Industrial Policies, Volume 6, Tokyo: Tsusho Sangyo Chosa Kai (in Japanese, Tsusho Sangyo Seisaku Shi).",
        "Mitsubishi Heavy Industry Ltd. (1967), History of Mitsubishi Shipbuilding Ltd., Tokyo: Mitsubishi Heavy Industry Ltd. (in Japanese, Mitsubishi Zosen Kabushikikaisha Shashi).",
        "Miwa, Ryoichi (2003), Ã\u0083Â¢Postwar Democratization and Economic ReconstructionÃ\u0083Â¢ in Nakamura Takafusa and Konosuke Odaka (eds), Economic History of Japan, Volume 3: A Dual Structure, Oxford: Oxford University Press.",
        "Miyagawa, Tsutomu and Joji Tokui (1994), Economics of Strong Yen, Tokyo: Toyo Keizai Shinpo Sha (in Japanese, Endaka no Keizaigaku).",
        "Nakamura, Takafusa (1993), The Japanese Economy: Its Growth and Structure, Tokyo: University of Tokyo Press, Third edition (in Japanese, Nihon Keizai Shi: Sono Seicho to Kozo).",
        "Odaka, Konosuke (1989), Ã\u0083Â¢The Trace of Growth (2),Ã\u0083Â¢ in Yasukichi Yasuba and Takenori Inoki (eds), Economic History of Japan, Volume 8: High Growth, Tokyo: Iwanami Shoten (in Japanese, Ã\u0083Â¢Seicho no Kiseki(2),Ã\u0083Â¢ Nihon Keizaishi).",
        "Odaka, Konosuke (1999), Ã\u0083Â¢Ã\u0083Â¢Japanese-StyleÃ\u0083Â¢ Labour Relations,Ã\u0083Â¢ in Tetsuji Okazaki and Masahiro Okuno-Fujiwara (eds), The Japanese Economic System and Its Historical Origins, Oxford: Oxford University Press.",
        "Ohkawa, Kazushi and Henry Rosovsky (1973), Japanese Economic Growth, Stanford: Stanford University Press.",
        "Okazaki, Tetsuji (1999), Ã\u0083Â¢Corporate Governance,Ã\u0083Â¢ in Tetsuji Okazaki and Masahiro Okuno-Fujiwara (eds), The Japanese Economic System and Its Historical Origins, Oxford: Oxford University Press.",
        "PeopleÃ\u0083Â¢s Bank of China (2004a), China Monetary Policy Report: Quarter One, 2004, Beijing: China Financial Publishing House.",
        "PeopleÃ\u0083Â¢s Bank of China (2004b), China Monetary Policy Report: Quarter Four, 2004, Beijing: China Financial Publishing House.",
        "PeopleÃ\u0083Â¢s Bank of China (2005), Ã\u0083Â¢Foreign Currency Trading Formally Introduced to the Inter-bank Foreign Exchange Market,Ã\u0083Â¢ Press Release, www.pbc.gov.cn/english.",
        "Shimada, Haruo, Toyoaki Hosokawa and Atsushi Seike (1982), Ã\u0083Â¢The Analysis of the Adjustments of Wage and Employment,Ã\u0083Â¢ Keizai Kenkyu, no.84 (in Japanese, Chingin oyobi Koyo Chosei Katei no Bunseki).",
        "Shimomura, Osamu (1971), Ã\u0083Â¢Keeping the Parity Should Be the Principle of Economic Policy,Ã\u0083Â¢ Shukan Toyo Keizai (special issue), 30 August (in Japanese, Heika Iji koso Keizai Seisaku no Kihon dearu).",
        "Suzuki, Yoshio (eds) (1987), The Japanese Financial System, Oxford: Clarendon Press.",
        "Tachi, Ryuichiro and Ryutaro Komiya (1960), Under-Liquidity and Monetary Policy in Japan,Ã\u0083Â¢ Economic Studies [Keizai Kenkyu], vol.11, no.3, pp.288-295.",
        "Takahashi, Kamekichi (1971), Ã\u0083Â¢YenÃ\u0083Â¢s Revaluation,Ã\u0083Â¢ Asahi Newspaper, 4 May 1971 (in Japanese, En Kiriage).",
        "Takamura, Naosuke (1971), The Introduction for the History of Japanese Cotton Spinning Industry, Tokyo: Hanawa Shobo, (in Japanese, Nihon Bosekigyo-shi Josetsu).",
        "Toyota Motor Corporation (1987), Unlimited Creativity: Fifty Year History of Toyota Motor Corporation, Toyota: Toyota Motor Corporation (in Japanese, Sozo Kagiri Naku: Toyota Jidosha Goju-nen Shi).",
        "Trezise, Philip and Yukio Suzuki (1976), Ã\u0083Â¢Politics, Government, and Economic Growth,Ã\u0083Â¢ in Hugh Patrick and Henry Rosovsky (eds), AsiaÃ\u0083Â¢s New Giant, Washington, D.C.: The Brookings Institution, pp.753-811."
    ]
}