{
    "id": 11621,
    "cites": 20,
    "cited_by": 8,
    "reference": [
        "Amemiya, Takeshi. Advanced Econometrics. Cambridge, MA: Harvard University Press, 1985.",
        "Bloom, Dan, James J. Kemple, Pamela Morris, Susan Scrivener, Nandita Verma, Richard Hendra, Diana Adams-Ciardullo, David Seith, and Johanna Walter. The Family Transition Program: Final Report on FloridaÃ\u0083Â¢s Initial Time-Limited Welfare Program. New York: Manpower Demonstration Research Corporation, December 2000.",
        "Bloom, Dan, Susan Scrivener, Charles Michalopoulos, Pamela Morris, Richard Hendra, Diana Adams-Ciardullo, Johanna Walter, and Wand Vargas. Jobs First: Final Report on ConnecticutÃ\u0083Â¢s Welfare Reform Initiative. New York: Manpower Demonstration Research Corporation, 2002.",
        "Bureau of Labor Statistics. Employment and Wages Annual Averages. Washington, DC: Government Printing Office, 1989.",
        "Burtless, Gary. Ã\u0083Â¢Employment Prospects of Welfare Recipients.Ã\u0083Â¢ In Nightingale, Demetra Smith and Robert H. Haveman, eds., The Work Alternative: Welfare Reform and the Realities of the Job Market. Washington, DC: Urban Institute Press, 1995.",
        "Card, David, and Dean R. Hyslop. Ã\u0083Â¢Estimating the Effects of a Time-Limited Earnings Subsidy for Welfare Leavers.Ã\u0083Â¢ NBER Working Paper 10647, July 2004.",
        "Card, David, Charles Michalopoulos, and Philip K. Robins. The Limits to Wage Growth: Measuring the Growth Rate of Wages For Recent Welfare Leavers. NBER Working Paper 8444, August 2001.",
        "Ferber, Marianne A. and Jane Waldfogel. Ã\u0083Â¢The Long-Term Consequences of Nontraditional Employment.Ã\u0083Â¢ Monthly Labor Review, 3-12, May 1998.",
        "Grogger, Jeffrey and Lynn A. Karoly. Welfare Reform: Effects of a Decade of Change. Cambridge: Harvard University Press, 2005.",
        "Heckman, James J. The Common Structure of Statistical Models of Truncation, Sample Selection and Limited Dependent Variables and a Simple Estimator for Such Models. Annals of Economic and Social Measurement 5, 475-492, 1976.",
        "Heckman, James J. Ã\u0083Â¢Sample Bias as Specification Error.Ã\u0083Â¢ Econometrica 47, 153-162, January 1979.",
        "Hurd, Michael. Ã\u0083Â¢Anchoring and Acquiescence Bias in Measuring Assets in Household Surveys.Ã\u0083Â¢ Journal of Risk and Uncertainty 19, 111-136, 1999.",
        "Isaacs, Julia B. and Matthew R. Lyon. Ã\u0083Â¢A Cross-State Examination of Families Leaving Welfare: Findings from the ASPE-Funded Leavers Studies.Ã\u0083Â¢ Paper presented at the national Association for Welfare Research and Statistics Annual Workshop, August 2000.",
        "Johnson, Norman L. and Samuel Kotz. Distributions in Statistics: Continuous Multivariate Distributions. New York: John Wiley and Sons. Not dated. Light, Audrey and Manuelita Ureta. Ã\u0083Â¢Early-Career Work Experience and Gender Wage Differentials.Ã\u0083Â¢ Journal of Labor Economics 13, 121-154, 1995.",
        "Loeb, Susanna and Mary Corcoran. Ã\u0083Â¢Welfare, Work Experience, and Economic SelfSufficiency. Ã\u0083Â¢ Journal of Policy Analysis and Management 20, 1-20, 2001.",
        "Lynch, Lisa M. Ã\u0083Â¢Entry-Level Jobs: First Rung on the Employment Ladder or Economic Dead End?Ã\u0083Â¢ Journal of Labor Research 14, 249-263, Summer 1993.",
        "Moffitt, Robert A. and Anu Rangarajan. Ã\u0083Â¢The Effect of Transfer Programs in Work Effort and Human Capital Formation: Evidence from the U.S.Ã\u0083Â¢ In Andrew Dilnot and Ian Walker, eds., The Economics of Social Security. Oxford: Oxford University Press, 1989.",
        "Newey, Whitney K. Ã\u0083Â¢Efficient Estimation of Limited Dependent Variable Models with Endogenous Explanatory Variables.Ã\u0083Â¢ Journal of Econometrics 36, 231-250, 1987.",
        "Pagan, Adrian and Aman Ullah. Nonparametric Econometrics. Cambridge: Cambridge University Press, 2005.",
        "Pavetti, LaDonna, and Gregory Acs. Ã\u0083Â¢Moving Up, Moving Out, or Going Nowhere? A Study of the Employment Patterns of Young Women and the Implication for Welfare Mothers.Ã\u0083Â¢ Urban Institute Research Report, July 1997."
    ]
}