{
    "id": 11629,
    "cites": 15,
    "cited_by": 45,
    "reference": [
        "Aguiar, Mark and Hurst, Erik. ~Measuring Trends in Leisure: Evidence from Five Decades of Time Use Surveys. Graduate School of Business, University of Chicago, 2005.",
        "Becker, Gary S. ~A Theory of the Allocation of Time. Economic Journal 75(299) (September 1965): 493-517.",
        "Caplow, Theodore, Louis Hicks, and Ben J. Wattenberg. The First Measured Century: An Illustrated Guide to Trends in America, 1900-~2000. Washington, D.C.: The AEI Press, 2001.",
        "Costa, Dora L. ~Less of a Luxury: The Rise of Recreation since 1888. Working Paper no. 6054. Cambridge, Ma.: NBER, June 1997.",
        "Greenwood, Jeremy, Ananth Seshadri, and Mehmet Yorukoglu. ~Engines of Liberation.  Review of Economic Studies, 7~(1) (January 2005): 109-133.",
        "Greenwood, Jeremy and Ananth Seshadri. ~Technological Progress and Economic Transformation. In Handbook of Economic Growth, Vol. 1B, edited by Philippe Aghion and Steven N. Durlauf. Amsterdam: North Holland, 2005.",
        "Kopecky, Karen A. ~The Trend In Retirement. Research Report no. 12, Economie d'avant garde, Department of Economics, University of Rochester, 2005.",
        "Lebergott, Stanley. Consumer Expenditures: New Measures and Old Motives. Princeton, NJ: Princeton University Press, 1996.",
        "Mulligan, Casey B. ~A Century of Labor-Leisure Distortions. Working Paper no. 8774. Cambridge, Ma.: NBER, February 2002.",
        "Pareto, Vilfredo. Manual of Political Economy. New York: Augustus M. Kelly, 1971.",
        "Prescott, Edward C. ~Why do Americans Work So Much More Than Europeans? Quarterly Review, p8(1) (July 2004): 2-13.",
        "Reid, Margaret G. Economics of Household Production. New York: John Wiley & Sons, Inc, 1934.",
        "Vandenbroucke, Guillaume. ~Long-Run Trends in Hours: A Model. Research Report no. 11, Economie d'avant garde, Department of Economics, University of Rochester, 2005.",
        "Whaples, Robert. ~The Shortening of the American Work Week: An Economic and Historical Analysis of Its Context, Causes, and Consequences. Ph.D. dissertation, University of Pennsylvania, 1990.",
        "Williamson, Jeffrey G. ~The Evolution of Global Labor Markets Since 1830: Background Evidence and Hypotheses. Explorations in Economic History, 3~2(2) (April 1995): 141-196."
    ]
}