{
    "id": 11624,
    "cites": 50,
    "cited_by": 14,
    "reference": [
        "[1] Admati, A.R. and P. PÃ\u0083Â¯eiderer, 1994, Ã\u0083Â¢Robust Financial Contracting and the Role of Venture CapitalistsÃ\u0083Â¢, Journal of Finance, 371-402.",
        "[2] Aghion, P. and P. Bolton, 1992, Ã\u0083Â¢An Incomplete Contract Approach to Financial Contracting, Ã\u0083Â¢ Review of Economic Studies, 59, 473-494.",
        "[3] Aghion, P., Bolton, P. and J. Tirole, 2004, Ã\u0083Â¢Exit Options in Corporate Finance: Liquidity versus IncentivesÃ\u0083Â¢, Review of Finance, forthcoming.",
        "[4] Bergemann and Hege, 1998, Ã\u0083Â¢Venture Capital Finance, Moral Hazard and LearningÃ\u0083Â¢, Journal of Banking and Finance, 22, 703-735.",
        "[5] BerglÃ\u0083â\u0080\u009aof, E. 1994, Ã\u0083Â¢A Control Theory of Venture Capital FinanceÃ\u0083Â¢, Journal of Law, Economics and Organization, 10, 247-267.",
        "[6] Bhattacharya, S. and A. Faure-Grimaud, 2001, Ã\u0083Â¢The Debt Hangover: Renegotiation with Noncontractible Investment,Ã\u0083Â¢ Economics Letters, 70, 413-419.",
        "[7] Black, B. and R. Gilson, 1998, Ã\u0083Â¢Venture Capital and the Structure of Capital MarketsÃ\u0083Â¢, Journal of Financial Economics, 47, 243-277.",
        "[8] Boyd, J. and B. Smith, 1994, How Good Are Standard Debt Contracts? Stochastic Versus Non-stochastic Monitoring in a Costly State VeriÃ\u0083Â¯cation Environment, Journal of Business, 67, 539-561.",
        "[9] Cestone, G. and L. White, 2003, Ã\u0083Â¢Anticompetitive Financial Contracting: The Design of Financial ClaimsÃ\u0083Â¢, Journal of Finance, 58, 2109-2141.",
        "[11] Cassamatta, C. and C. Haritchabalet, 2004, Learning and Syndication in Venture Capital Investments, mimeo, University of Toulouse.",
        "[12] Chemla, G., Habib, M. and A. Lyngquist, 2002, Shareholder Agreements, Working Paper, University of British Columbia.",
        "[13] Cornelli, F. and O. Yosha, 2003, Ã\u0083Â¢Stage Financing and the Role of Convertible Securities Ã\u0083Â¢, Review of Economic Studies, 70, 1-32.",
        "[14] Fenn, G., W. Liang and S. Prowse, 1995, Ã\u0083Â¢The Economics of the Private Equity MarketÃ\u0083Â¢, Boards of Governors of the Federal Reserve System Publications.",
        "[15] Fluck, Z., 1998, Ã\u0083Â¢Optimal Financial Contracting: Debt versus Outside Equity,Ã\u0083Â¢ Review of Financial Studies, 11, 383-418.",
        "[16] Fluck, Z., 2001, Financial Contracting in Start-ups and Ongoing Firms: A Life-cycle Theory of Financing, Working Paper, Michigan State University.",
        "[17] Gompers, 1995, Ã\u0083Â¢Optimal Investment, Monitoring and the Staging of Venture CapitalÃ\u0083Â¢, Journal of Finance, 50, 1461-1489.",
        "[18] Gompers, Paul A., and J. Lerner, 1996, Ã\u0083Â¢The Use of Covenants: An Empirical Analysis of Venture Partnership AgreementsÃ\u0083Â¢. Journal of Law and Economics, 39, No. 2, 463-498.",
        "[19] Gompers, P. and J. Lerner, 2002, The Venture Capital Cycle, MIT Press, Cambridge, MA.",
        "[21] Gorman, A. and W. Sahlman, 1989, Ã\u0083Â¢What do Venture Capitalists Do?Ã\u0083Â¢, Journal of Business Venturing, 4, 231-248.",
        "[22] Green, R., 1984, Ã\u0083Â¢Investment Incentives, Debt and WarrantsÃ\u0083Â¢, Journal of Financial Economics, 13, 115-136.",
        "[23] Gromb, D. and D. Scharfstein, 2003, Entrepreneurship in Equilibrium, Working Paper, MIT.",
        "[24] Hellmann, T., 1998, Ã\u0083Â¢The allocation of control rights in venture capital contractsÃ\u0083Â¢, Rand Journal of Economics, 29, 57-76.",
        "[25] Hellmann, T. and M. Puri, 2000, Ã\u0083Â¢The Interaction of Product market and Financing Strategy: The Role of Venture CapitalÃ\u0083Â¢, Review of Financial Studies, 13, 959-984.",
        "[26] Hellmann, T. and M. Puri, 2002, Ã\u0083Â¢Venture Capital and the Professionalization of Startup Firms: Empirical EvidenceÃ\u0083Â¢, Journal of Finance, 57, 169-197.",
        "[27] Inderst and Mueller, 2003, Venture Capital Contracts and Market Structure, Working Paper, New York University.",
        "[29] Kaplan, S. and StrÃ\u0083â\u0080\u009aomberg, 2003, Ã\u0083Â¢Financial Contracting Theory Meets the Real World: An Empirical Analysis of Venture Capital ContractsÃ\u0083Â¢, Review of Economic Studies, 70, 281-315.",
        "[30] Landier, 2001, Start-Up Financing: From Banks to Venture Capital, Working Paper, MIT.",
        "[31] Landier and Thesmar, 2003, Entrepreneurial Optimism and Financial Contracting, Working Paper, New York University.",
        "[33] Leland, H., 1998, Ã\u0083Â¢Agency Costs, Risk Management and Capital StructureÃ\u0083Â¢, Journal of Finance, 53, 1213-1244.",
        "[34] Lerner, J., 1994, Ã\u0083Â¢The Syndication of Venture Capital InvestmentsÃ\u0083Â¢, Financial Management, Vol. 23 (Autumn), 16-27.",
        "[36] Myers, S., 1977, Ã\u0083Â¢The Determinants of Corporate Borrowing,Ã\u0083Â¢ Journal of Financial Economics, 147-176.",
        "[37] Myers, S., 1984, Ã\u0083Â¢The Capital Structure Puzzle,Ã\u0083Â¢ Journal of Finance, 39, 575-592.",
        "[38] Myers, S. and N. Majluf, 1984, Ã\u0083Â¢Financing Decisions When Firms Have Information that Investors Do Not Have,Ã\u0083Â¢ Journal of Financial Economics, 13, 187-221.",
        "[39] Myers, S. C., 2000, Ã\u0083Â¢Outside EquityÃ\u0083Â¢, Journal of Finance , 55, 1005-1038.",
        "[40] Neher, D., 1999, Ã\u0083Â¢Staged Financing: An Agency PerspectiveÃ\u0083Â¢, Review of Economic Studies, 66, 255-275.",
        "[41] Ju, N., Parrino, R., Poteshman, A. and M. Weisbach, 2004, Ã\u0083Â¢Horses or Rabbits? Tradeo Ã\u0083Â¯ Theory and Optimal Capital StructureÃ\u0083Â¢, Journal of Financial and Quantitative Analysis, forthcoming.",
        "[42] NÃ\u0083â\u0080\u009aoldeke, G. and K. Schmidt, 1998, Ã\u0083Â¢Sequential Investments and Options to OwnÃ\u0083Â¢, Rand Journal of Economics, 29, 633-653.",
        "[43] Parrino, R. and M. Weisbach, 1999, Ã\u0083Â¢Measuring Investment Distortions Arising from the Stockholder-Bondholder ConÃ\u0083Â¯ictÃ\u0083Â¢, Journal of Financial Economics, 53, 3Ã\u0083Â¢42.",
        "[44] Parrino, R., Poteshman, A. and M. Weisbach, 2002, Ã\u0083Â¢Measuring Investment Distortions When Risk-Averse Managers Decide Whether to Undertake Risky ProjectsÃ\u0083Â¢, Working Paper, University of Illinois.",
        "[45] Petersen and Rajan, 1994, Ã\u0083Â¢The EÃ\u0083Â¯ect of Credit Market Competition on Lending Relationships Ã\u0083Â¢, Quarterly Journal of Economics, 110, 407-443.",
        "[46] Pichler, P. and W. Wilhelm, 2001, Ã\u0083Â¢A Theory of the Syndicate: Form Follows FunctionÃ\u0083Â¢, Journal of Finance, 56(6), 2237-64.",
        "[47] Rajan R., 1992, Ã\u0083Â¢Insiders and Outsiders: The Choice between Informed and ArmÃ\u0083Â¢s Length DebtÃ\u0083Â¢, Journal of Finance, 47(4), 1367-1400.",
        "[48] Repullo, R. and J. Suarez, 2004, Ã\u0083Â¢Venture Capital Finance: A Security Design Approach Ã\u0083Â¢, Review of Finance, 8, 75-108.",
        "[49] Robe, M., 1999, Ã\u0083Â¢Optimal versus Traditional Securities under Moral HazardÃ\u0083Â¢, Journal of Financial and Quantitative Analysis, 34, 161-189.",
        "[50] Robe, M., 2001, Ã\u0083Â¢What can we learn from simulating a standard agency model?Ã\u0083Â¢, Economics Letters, 73, 137-146.",
        "[51] Sah and Stiglitz, 1986, Ã\u0083Â¢The Architecture of Economic Systems: Hierarchies and Polyarchies Ã\u0083Â¢, American Economic Review (September), 716-727.",
        "[52] Sahlman, W. A., 1990, Ã\u0083Â¢The Structure and Governance of Venture Capital Organizations Ã\u0083Â¢, Journal of Financial Economics (October), 473-521.",
        "[53] Schmidt, K., 2003, Ã\u0083Â¢Convertible Securities and Venture Capital FinanceÃ\u0083Â¢, Journal of Finance, 58(3), 1139-1166.",
        "[54] Wilson, R., 1968, Ã\u0083Â¢The Theory of SyndicatesÃ\u0083Â¢, Econometrica (January), 119-132.",
        "[55] Winton, A. and V. Yerramilli, 2003, A Model of Entrepreneurial Finance, Working Paper, University of Minnesota. 9 Tables and Figures"
    ]
}