{
    "id": 11638,
    "cites": 20,
    "cited_by": 8,
    "reference": [
        "[1] Aghion, Philippe, Philippe Bachetta and Abhijit Banerjee, Ã\u0083Â¢Currency Crisis and Monetary Policy in an Economy with Credit Constraints,Ã\u0083Â¢ European Economic Review, 45: 1121-1150, 2001.",
        "[2] Ball, Laurence and David Romer, Ã\u0083Â¢Real Rigidities and the Non-Neutrality of Money,Ã\u0083Â¢ Review of Economic Studies, 57: 183-203, 1990.",
        "[4] Burnside, Craig, Martin Eichenbaum and Sergio Rebelo, Ã\u0083Â¢Hedging and Fi- nancial Fragility in Fixed Exchange Rate Regimes,Ã\u0083Â¢ European Economic Re- view, 45: 1151-1193, 2001.",
        "[5] Burstein, Ariel, Martin Eichenbaum and Sergio Rebelo, Ã\u0083Â¢Large Devaluations and the Real Exchange Rate,Ã\u0083Â¢ Journal of Political Economy, 113: 4, 742-784, August 2005.",
        "[6] Burstein, Ariel, Joao Neves, and Sergio Rebelo, Ã\u0083Â¢Distribution Costs and Real Exchange-Rate Dynamics During Exchange-Rate-Based Stabilizations,Ã\u0083Â¢ Journal of Monetary Economics, 50: 1189Ã\u0083Â¢1214, 2003.",
        "[7] Caballero, Ricardo and Arvind Krishnamurthy, Ã\u0083Â¢International and Domestic Collateral Constraints in a Model of Emerging Market Crises,Ã\u0083Â¢ Journal of Monetary Economics 48: 513-548, 2001.",
        "[8] Christiano, L. and M. Eichenbaum, Ã\u0083Â¢Current Real Business Cycle Theories and Aggregate Labor Market Fluctuations,Ã\u0083Â¢ American Economic Review, 82: 430-50, 1992.",
        "[9] Christiano, Lawrence, Christopher Gust, and Jorge Roldos, Ã\u0083Â¢Monetary Policy in a Financial Crisis,Ã\u0083Â¢ Journal of Economic Theory, 119: 64-103, 2004.",
        "[10] Corsetti, Giancarlo and Luca Dedola, Ã\u0083Â¢Macroeconomics of International Price Discrimination,Ã\u0083Â¢ forthcoming Journal of International Economics, 2004.",
        "[11] Dotsey, Michael and Robert G. King, Ã\u0083Â¢Implications of State-dependent Pric- ing for Dynamic Macroeconomic Models,Ã\u0083Â¢ Journal of Monetary Economics, 52: 213-242, 2005.",
        "[12] Erceg, Christopher and Andrew Levin, Ã\u0083Â¢Structures and the Dynamic Behav- ior of the Real Exchange Rate,Ã\u0083Â¢ mimeo, Board of Governors of the Federal Reserve System, 1996.",
        "[15] Greenwood, Jeremy, Zvi Hercowitz and Gregory HuÃ\u0083Â¯man, Ã\u0083Â¢Investment, Ca- pacity Utilization, and the Real Business Cycle,Ã\u0083Â¢ American Economic Review 78: 402-417, 1988.",
        "[16] Gupta, Poonam, Deepak Mishra and Ratna Sahay, Ã\u0083Â¢Output Response to Currency Crises,Ã\u0083Â¢ mimeo, International Monetary Fund, 2001.",
        "[17] Kimball, Miles S., Ã\u0083Â¢The Quantitative Analytics of the Basic Neomonetarist Model,Ã\u0083Â¢ Journal of Money, Credit and Banking, 27: 1241-1277, 1995.",
        "[18] King, Robert and Sergio Rebelo, Ã\u0083Â¢Resuscitating Real Business CyclesÃ\u0083Â¢, in John Taylor and Michael Woodford (eds.) Handbook of Macroeconomics, North-Holland, 927-1007, 2000.",
        "[19] Levy, Daniel, Mark Bergen, Shantanu Dutta, and Robert Venable, Ã\u0083Â¢The Magnitude of Menu Costs: Direct Evidence from Large U.S. Supermarket Chains,Ã\u0083Â¢ Quarterly Journal of Economics, 113: 791-825, 1997.",
        "[20] Lorenzo, Fernando, Diego Aboal and Rosa Osimani Ã\u0083Â¢The Elasticity of Sub- stitution in Demand for Non-tradable Goods in UruguayÃ\u0083Â¢ mimeo, Inter- American Development Bank Research Project, 2003.",
        "[21] Neumeyer, Pablo AndrÃ\u0083Æ\u0092s and Perri, Fabrizio Ã\u0083Â¢Business Cycles in Emerging Economies: The Role of Interest Rates,Ã\u0083Â¢ forthcoming, Journal of Monetary Economics, 2005.",
        "[22] Stockman, Alan C. and Linda L. Tesar Ã\u0083Â¢Tastes and Technology in a Two- Country Model of the Business Cycle: Explaining International Comove- mentsÃ\u0083Â¢Ã\u0083Â¢ The American Economic Review, 85: 168-185, 1995.",
        "[23] Zbaracki, Mark J., Mark Ritson, Daniel Levy, Shantanu Dutta, and Mark Bergen, Ã\u0083Â¢Managerial and Customer Dimensions of the Costs of Price Adjust- ment: Direct Evidence From Industrial Markets,Ã\u0083Â¢ Review of Economics and Statistics, 86: 514-533, 2004."
    ]
}