{
    "id": 11632,
    "cites": 27,
    "cited_by": 102,
    "reference": [
        "Andrews, D.W.K., 1993, Ã\u0083Â¢Tests for Parameter Instability and Structural Change With Unknown Change Point,Ã\u0083Â¢ Econometrica 61, pp. 821-856.",
        "Andrews, D.W. K. and W. Ploberger, 1994, Ã\u0083Â¢Optimal Tests When a Nuisance Parameter Is Present Only Under the AlternativeÃ\u0083Â¢, Econometrica 62, pp. 1383-1414.",
        "Anderton, Robert. 2003. Ã\u0083Â¢Extra-euro area manufacturing import prices and exchange rate pass-throughÃ\u0083Â¢, ECB working paper no. 219 March 2003.",
        "Bacchetta, Philippe, and Eric van Wincoop, 2002, Ã\u0083Â¢A Theory of the Currency Denomination of International Trade,Ã\u0083Â¢ National Bureau of Economic Research, working paper no.",
        "Bacchetta, Philippe, and Eric van Wincoop, 2003, Ã\u0083Â¢Why Do Consumer Prices React Less Than Import Prices to Exchange Rates,Ã\u0083Â¢ Journal of the European Economics Association 1, 662-670.",
        "Baily, Martin N. 2002. Ã\u0083Â¢Persistent Dollar Swings and the US Economy.Ã\u0083Â¢ In Dollar Overvaluation and the World Economy, eds. C. Fred Bergsten and John Williamson.",
        "Washington: Institute for International Economics. Burstein, Ariel, Martin Eichenbaum, and Sergio Rebelo. 2002. Ã\u0083Â¢Why are Rates of Inflation so low after large devaluations?Ã\u0083Â¢ NBER working paper 8748 (February).",
        "Burstein, Ariel, Joao Neves, and Sergio Rebelo (2003), Ã\u0083Â¢Distribution costs and real exchange rate dynamics during exchange rate based stabilisations, Journal of Monetary Economics 50, 1189-1214.",
        "Campa, Jose and Linda Goldberg. Forthcoming. Ã\u0083Â¢Exchange Rate Pass Through into Import Prices.Ã\u0083Â¢ NBER working paper 8934. Review of Economics and Statistics. Campa, Jose and J.M. GonzÃ\u0083Æ\u0092lez-MÃ\u0083Æ\u0092nguez, 2005, Differences in Exchange Rate Pass- Through in the Euro Area, European Economic Review, forthcoming.",
        "Corsetti, Giancarlo and Luca Dedola. 2002. Ã\u0083Â¢Macroeconomics of International Price DiscriminationÃ\u0083Â¢. European Central Bank working paper no. 176.",
        "Corsetti, Giancarlo, Luca Dedola, and Sylvain Leduc. 2004. Ã\u0083Â¢Pass Through and Exchange Rate Fluctuations in a DGSE model of price discriminationÃ\u0083Â¢. Manuscript.",
        "Corsetti, Giancarlo, and Pesenti, Paolo. 2005. Ã\u0083Â¢International Dimensions of Optimal Monetary Policy.Ã\u0083Â¢ Journal of Monetary Economics, Vol. 52, no. 2, pp. 281-305.",
        "Devereux, Michael, 2001, Monetary Policy, Exchange Rate Flexibility and Exchange Rate Pass-through. In Revisiting the Case for Flexible Exchange Rates (Bank of Canada) 47- 82.",
        "Devereux, Michael and Charles Engel. 2001. Ã\u0083Â¢Endogenous Currency of Price Setting in a Dynamic Open Economy ModelÃ\u0083Â¢. NBER working paper no. 8559.",
        "Dornbusch, R., 1987. Ã\u0083Â¢Exchange Rates and PricesÃ\u0083Â¢, American Economic Review 77, 93-106.",
        "Elliott, Graham and Ulrich Muller. 2005. Confidence Sets for the Date of a Single Break in Linear Time Series Regressions. Manuscript, Princeton University.",
        "European Central Bank. 2005. Review of the international role of the euro, January.",
        "Faruqee. Hamid, 2004, Ã\u0083Â¢Measuring the Trade Effects of the EMU,Ã\u0083Â¢ International Monetary Fund Working Paper WP/04/154.",
        "Froot, Ken and Paul Klemperer. 1989. Ã\u0083Â¢Exchange Rate Pass-Through When Market Share Matters,Ã\u0083Â¢ American Economic Review (September), 637-54.",
        "Gagnon, Joseph and Jane Ihrig. 2001. Ã\u0083Â¢Monetary Policy and Exchange Rate Pass-Through.Ã\u0083Â¢ Board of Governors of the Federal Reserve System, International Finance Discussion Papers 704 (July).",
        "Giovannini, Alberto. 1988. Ã\u0083Â¢Exchange Rates and Traded Goods Prices,Ã\u0083Â¢ Journal of International Economics vol.24, pp.45-68.",
        "Goldberg, Pinelopi and Michael Knetter, 1997, Goods Prices and Exchange Rates: What Have We Learned?, Journal of Economic Literature, vol. 35, 1243-92.",
        "Goldberg, Linda and CÃ\u0083Æ\u0092dric Tille. 2005. Vehicle Currency Use in International Trade, NBER working paper 11127, February.",
        "Hellerstein, Rebecca. 2004. Ã\u0083Â¢Who Bears the Cost of a Change in the Exchange Rate? The Case of Imported Beer.Ã\u0083Â¢ Staff Reports no. 179 (February), Federal Reserve Bank of New York.",
        "Marazzi, Mario, Nathan Sheets, Robert Vigfusson, Jon Faust, Joseph Gagnon, Robert Martin, Jaime MÃ\u0083Æ\u0092rquez, Trevor Reeve, and John Rogers. 2005. Ã\u0083Â¢Exchange Rate Pass- through to U.S. Import Prices: Some New EvidenceÃ\u0083Â¢, International Finance Discussion Papers no. 833 (April), Federal Reserve Board of Governors.",
        "Marston, Richard. 1990. Ã\u0083Â¢Pricing to Market in Japanese Manufacturing.Ã\u0083Â¢ Journal of International Economics. Vol. 29, 217-36.",
        "Obstfeld, Maurice, and Kenneth Rogoff. 1995. Ã\u0083Â¢Exchange Rate Dynamics Redux,Ã\u0083Â¢ Journal of Political Economy 103, 624-60."
    ]
}