{
    "id": 11631,
    "cites": 124,
    "cited_by": 2,
    "reference": [
        "Yinger, J. (1998), Evidence on Discrimination in Consumer Markets, Journal of Economic Perspectives 12(2):23-40.",
        "Yinger, J. (1995), Closed Doors, Opportunities Lost: The Continuing Costs of Housing Discrimination (Russell Sage Foundation, New York).",
        "Wellington, S., Kropf, M.B. and P.R. Gerkovich (2003), Whats Holding Women Back?, Harvard Business Review 8 1:18-19.",
        "Waldfogel, J. (1998), Understanding the `Family Gap in Pay for Women with Children, Journal of Economic Perspectives 12(1): 137-156.",
        "USMSPB (1995), Sexual Harassment in the Federal Workplace: Trends, Progress and Continuing Challenges, A Report to the President and the Congress of the United States, U.S. Merit Systems Protection Board, Washington, D.C.",
        "The Urge to Win, The New York Times, May 31, 2005, A17.",
        "Stengel, M. and D. Glennon (1994), An Evaluation of the Federal Reserve Bank of Bostons Study of Racial Discrimination in Mortgage Lending, Office of the Comptroller of the Currency, Economic & Policy Analysis Working Paper 94-2.",
        "Steele, C. and J. Aronson (1995), Stereotype Threat and the Intellectual Test Performance of African Americans, Journal of Personality and Social Psychology 69(5):797-8 11.",
        "Smith, J.P. and Welch, F.R. (1989), Black Economic Progress after Myrdal, Journal of Economic Literature 27(2):519-564.",
        "Siegelman, P. (1998), Racial Discrimination in Everyday Commercial Transactions: What Do We Know, What Do We Need to Know, and How Can We Find Out? in M.E. Fix and M.A. Turner, eds., A National Report Card on Discrimination in America: The Role of Testing (The Urban Institute, Washington, D.C.).",
        "Sen, A. (1990), More than 100 Million Women are Missing, The New York Review of Books, December 20, 6 1-66.",
        "Schafer, R. and H.F. Ladd (1981), Discrimination in Mortgage Lending (MIT Press, Cambridge, Mass.).",
        "Sen, A. (1970), The Impossibility of a Paretian Liberal, The Journal of Political Economy, 78(1): 152-157.",
        "Ross, S.L. and Yinger, J. (2002), The Color of Credit: Mortgage Discrimination, Research Methodology, and Fair-Lending Enforcement (MIT Press, Cambridge, Mass.).",
        "Ross, S.L. and Yinger, J. (1999), Does Discrimination in Mortgage Lending Exist? The Boston Fed Study and Its Critics, in Turner, M.A. and Skidmore, F., eds., Mortgage Lending Discrimination: A Review of Existing Evidence (The Urban Institute: Washington, D.C.).",
        "Rawls, J. (1971), A Theory of Justice (Belknap Press, Cambridge, Mass.).",
        "Ross, S.L. (2003), What is Known About Testing for Discrimination: Lessons Learned by Comparing Across Different Markets, University of Connecticut, Department of Economics Working Paper.",
        "Ramirez, S.A. (2004), What We Teach When We Teach About Race: The Problem of Law and Pseudo-Economics, Journal of Legal Education 54(3):365-379.",
        "Power, S. (2002), Genocide and America, The New York Review of Books, March 14, 15-18.",
        "Prison Rates among Blacks Reach a Peak, Report Finds, The New York Times, April 7,2003, All.",
        "Posner, R.A. (2005), The French Riots, The Becker-Posner Blog on November 13, 2005, http://www.becker-posner-blog.comlarchives/2005/1 1/.",
        "Posner, R.A. (1989), An Economic Analysis of Sex Discrimination Laws, University of Chicago Law Review 56:1311-1335.",
        "Phelps, E.S. (1972), The Statistical Theory of Racism and Sexism, American Economic Review 62(4):659-661.",
        "Posner, R.A. (1987), The Efficiency and Efficacy of Title VII, University of Pennsylvania Law Review 136:513-521.",
        "Persico, N. and P. Todd (2004), Using Hit Rate Tests to Test for Racial Bias in Law Enforcement: Vehicle Searches in Wichita, NBER Working Paper No. 10947.",
        "Pager, D. (2003), The Mark of a Criminal Record, American Journal of Sociology 1 08(5):937-975.",
        "Oyer, P. and S. Schaefer (2002b) Sorting, Quotas, and the Civil Rights Act of 1991: Who Hires When Its Hard to Fire? Journal of Law and Economics 45(1):41-68.",
        "Oyer, P. and S. Schaefer (2002a), Litigation Costs and Returns to Experience, American Economic Review 92(3):683-705.",
        "Orfield, G. and C. Ashkinaze (1991), The Closing Door: Conservative Policy and Black Opportunity (University of Chicago Press, Chicago).",
        "ONeill, J. (1990), The Role of Human Capital in Earnings Differences Between Black and White Men, Journal of Economic Perspectives 4(4):25-45.",
        "Oettinger, G.S. (1996), Statistical Discrimination and the Early Career Evolution of the Black-White Wage Gap, Journal of Labor Economics 14(1):52-78.",
        "Neumark, D., R.J. Bank and K.D. Van Nort (1995), Sex Discrimination in Restaurant Hiring: An Audit Study, Quarterly Journal of Economics 111 (3):9 15-941.",
        "Neal, D.A. and W.R. Johnson (1996), The Role of Premarket Factors in Black-White Wage Differences, Journal of Political Economy 104(5):869-895.",
        "Nardinelli, C. and C. Simon (1990), Customer Racial Discrimination in the Market for Memorabilia: The Case of Baseball, Quarterly Journal of Economics 105(3):575-595.",
        "Mulligan, C.B. and Y. Rubinstein (2005), Selection, Investment, and Womens Relative Wages Since 1975, NBER Working Paper 11159.",
        "Munnell, A.H., G.M.B. Tootell, L.E. Browne and J. McEneaney (1996), Mortgage Lending in Boston: Interpreting HMDA Data, American Economic Review 86(1):25-53.",
        "Military Loses Able Recruits with Gay Rule; Ousted Linguists Skills Badly Needed, Chicago Tribune, January 23, 2003, 8.",
        "Meier, P., J. Sacks, J. and S.L. Zabell (1984), What Happened in Hazelwood: Statistics, Employment Discrimination, and the 80% Rule, American Bar Foundation Research Journal 9(1):139-186.",
        "McAdams, R.H. (1995), Cooperation and Conflict: The Economics of Group Status Production and Race Discrimination, Harvard Law Review 108:1003-1084.",
        "Maxwell, N.L. (1994), The Effect on Black-White Wage Differences of Differences in the Quantity and Quality of Education, Industrial and Labor Relations Review 47(2):249-264.",
        "Loury, G.C. (2002), The Anatomy of Racial Inequality (Harvard University Press, Cambridge, Mass.).",
        "Lundberg, S. and R. Startz (1998), On the Persistence of Racial Inequality, Journal of Labor Economics 16(2):292-323.",
        "List, J.A. (2004), The Nature and Extent of Discrimination in the Marketplace: Evidence from the Field, Quarterly Journal of Economics 119(1):49-89.",
        "Lang, K. and M. Manove (2004), Education and Labor-Market Discrimination, mimeo: Boston University.",
        "Leonard, J. (1984a), The Impact of Affirmative Action on Employment, Journal of Labor Economics 2:43 9-463 Leonard, J. (1984b), Employment and Occupational Advance Under Affirmative Action, The Review of Economics and Statistics 66(3):377-385.",
        "Ladd, H.F. (1998), Evidence on Discrimination in Mortgage Lending, Journal of Economic Perspectives 12(2):41-62.",
        "Lang, K. (1986), A Language Theory of Discrimination, Quarterly Journal of Economics 101(2):363-382.",
        "Knowles, J., N. Persico and P. Todd (2001), Racial Bias in Motor Vehicle Searches: Theory and Evidence, Journal of Political Economy 109(1) :203-229.",
        "Kirby, J. (2003), Choosing To Be Different: Women, Work and the Family (Center for Policy Studies, London).",
        "Jolls, C. and J.J. Prescott (2004), Disaggregating Employment Protection: The Case of Disability Discrimination, NBER Working Paper No. 10740.",
        "Heckman, J.J. (1998), Detecting Discrimination, Journal of Economic Perspectives 12(2):101-116.",
        "Holzer, H.J. and K.R. Ihlanfeldt (1998), Customer Discrimination and Employment Outcomes for Minority Workers, Quarterly Journal of Economics 1 13(3):835-867.",
        "Heckman, J.J. and K. Wolpin (1976), Does the Contract Compliance Program Work? An Analysis of Chicago Data, Industrial and Labor Relations Review 29:544-564.",
        "Heckman, J.J. and P. Siegelman (1993), The Urban Institute Audit Studies: Their Methods: Response to Comments by John Yinger, in: M. Fix and R. Struyck, Clear and Convincing Evidence: Measurement of Discrimination in America (The Urban Institute Press, Washington) 27 1-275.",
        "Heckman, J.J. and B.S. Payner (1989), Determining the Impact of Federal Antidiscrimination Policy on the Economic Status of Blacks, American Economic Review 79(1):138-177.",
        "Han, S. (2002), Learning and Statistical Discrimination in Lending, unpublished manuscript.",
        "Hamermesh, D.S. and A.M. Parker (2003), Beauty in the Classroom: Professors Pulchritude and Putative Pedagogical Productivity, NBER Working Paper No. 9853.",
        "Hamermesh, D.S. and J.E. Biddle (1994), Beauty and the Labor Market, American Economic Review 84(5):1 174-1194.",
        "Hamermesh, D.S. (2005), Changing Looks and Changing Discrimination: The Beauty of Economists, NBER Working Paper No. 11712.",
        "Hakim, C. (2003), Models of the Family in Modern Societies: Ideals and Realities (Ashgate, Aldershot, England).",
        "Gross, S.R. and K. Barnes (2002), Road Work: Racial Profiling and Drug Interdiction on the Highway, Michigan Law Review 101(3):653-754.",
        "Greenwald, A. G., Banaji, M. R., Rudman, L. A., Farnham, S. D., Nosek, B. A., & Mellott, D. S. (2002). A unified theory of implicit attitudes, stereotypes, self-esteem, and self-concept, Psychological Review, 109, 3-25.",
        "Goldin, C. and C. Rouse (2000), Orchestrating Impartiality: The Impact of `Blind Auditions on Female Musicians, American Economic Review 90(4):715-741.",
        "Cunningham, W.A., K.J. Preacher and M.R. Banaji (2001), Implicit Attitude Measures: Consistency, Stability, and Convergent Validity, Psychological Science 12(2):163-170.",
        "Darity, W.A. and P.L. Mason (1998), Evidence on Discrimination in Employment: Codes of Color, Codes of Gender, Journal of Economic Perspectives 12(2):63-90.",
        "Donohue, J.J. (1986), Is Title VII Efficient?, University of Pennsylvania Law Review 134:1411-143 1.",
        "Donohue, J.J. (1987), Further Thoughts on Employment Discrimination Legislation: A Reply to Judge Posner, University of Pennsylvania Law Review 136:523-551.",
        "Donohue, J.J. (1989), Prohibiting Sex Discrimination in the Workplace: An Economic Perspective, University of Chicago Law Review 56:1337-1368.",
        "Donohue, J.J. (1994), Employment Discrimination Law in Perspective: Three concepts of Equality, Michigan Law Review, 92:2583-2612.",
        "Donohue, J.J. (2002), The Search for Truth: In Appreciation of James J. Heckman, Law and Social Inquiry 27(1):23-34.",
        "Donohue, J.J. (2003), Foundations of Employment Discrimination Law (Foundation Press, New York).",
        "Donohue, J.J. and J.J. Heckman (1991), Continuous Versus Episodic Change: The Impact of Civil Rights Policy on the Economic Status of Blacks, Journal of Economic Literature 29(4): 1603-1643.",
        "Donohue, J.J. and P. Siegelman (1991), The Changing Nature of Employment Discrimination Litigation, Stanford Law Review 43:983-1033.",
        "Donohue, J.J. and P. Siegelman (1993), Law and Macroeconomics: Employment Discrimination Over the Business Cycle, 66 University of S. Calif. L. Rev. 709.",
        "Duleep, H. and N. Zalokar (1991) The Measurement of Labor Market Discrimination When Minorities Respond to Discrimination, in: R. Cornwall and P. Wunnava, eds., New Approaches to Economic and Social Analyses of Discrimination (Praeger Press, New York) 181-198.",
        "Dworkin, R. (1993), Women and Pornography, The New York Review of Books, October 21, 36-42.",
        "Economic Report of the President (2003), United States Government Printing Office, Washington, D.C.",
        "Ellis, J.J., His Excellency: George Washington, (Alfred A. Knopf: New York, N.Y.). Epstein, R. (1992), Forbidden Grounds: The Case against Employment Discrimination Laws (Harvard University Press, Cambridge, Mass.).",
        "Fatsis, S. (2001) Word Freak: Heartbreak, Triumph, Genius, and Obsession in the World of Competitive Scrabble Players (Houghton Mifflin Co.: Boston).",
        "Ferguson, R.F. (1995), Shifting Challenges: Fifty Years of Economic Change toward Black-White Earnings Equality, in: 0. Clayton, ed., An American Dilemma Revisited: Race Relations in a Changing World (Russell Sage Foundation, New York) 76-111.",
        "Financial Firms Hasten Their Move to Outsourcing, The New York Times, August 18, 2004, Cl.",
        "Freeman, R.B., R.A. Gordon, D. Bell and R.E. Hall (1973), Changes in the Labor Market for Black Americans, 1948-72, Brookings Papers on Economic Activity 1973(1):67-131.",
        "Fryer, R.G. and S.D. Levitt (2004), The Causes and Consequences of Distinctively Black Names, Quarterly Journal of Economics 119(3):767-805.",
        "Fryer, R.G. and S.D. Levitt (2005), The Black-White Test Score Gap Through Third Grade, NBER Working Paper No. 11049.",
        "Gneezy, U., M. Niederle and A. Rustichini (2003), Performance in Competitive Environments: Gender Differences, Quarterly Journal of Economics 118(3): 1049-1074.",
        "Gneezy, U. and A. Rustichini (2004), Gender and Competition at a Young Age, American Economic Review 94(2):377-381.",
        "Goldberg, P.K. (1996), Dealer Price Discrimination in New Car Purchases: Evidence from the Consumer Expenditure Survey, Journal of Political Economy 104(3):622-654.",
        "Crosby, F., S. Bromley, and L. Saxe (1980), Recent Unobtrusive Studies of Black and White Discrimination and Prejudice: A Literature Review. Psychological Bulletin 87: 546-563.",
        "Couch, Kenneth, and Mary Daly (2002), Black-white wage inequality in the 1990s: A Decade of Progress, Economic Inquiry 40: 3 1-41.",
        "Conroy, M. (1994), Faded Dreams: The Politics and Economics of Race in America (Cambridge University Press, Cambridge).",
        "Chiswick, B.R. (1973), Racial Discrimination in the Labor Market: A Test of Alternative Hypotheses, Journal of Political Economy 81(6):1330-1352.",
        "Chay, K. (1998), The Impact of Federal Civil Rights Policy on Black Economic Progress: Evidence from the Equal Employment Opportunity Act of 1972, Industrial and Labor Relations Review 51(4):608-632.",
        "Carneiro, P., J.J. Heckman, and D.V. Masterov (2005), Labor Market Discrimination and Racial Differences in Premarket Factors, Journal of Law and Economics 48(1): 1-40.",
        "Card, D. and A.B. Krueger (2004), Would the Elimination of Affirmative Action Affect Highly Qualified Minority Applicants? Evidence from California and Texas, NBER Working Paper No. 10366.",
        "Buruma, I. and A. Margalit (2002), Occidentalism, The New York Review of Books, January 17, 4-7.",
        "Cain, G.G. (1986), The Economic Analysis of Labor Market Discrimination: A Survey, in: 0. Ashenfelter and R. Layard, eds., Handbook of Labor Economics, Vol. 1 (NorthHolland, Amsterdam) 693-785.",
        "Bostic, R. (1996), The Role of Race in Mortgage Lending: Revisiting the Boston Fed Study, Division of Research and Statistics, Federal Reserve Board of Governors, Washington, D.C., Working Paper.",
        "Borjas, G.J. and Bronars, S.G. (1989), Consumer Discrimination and SelfEmployment , Journal of Political Economy 97(3):581-605.",
        "Blau, F.D. and L.M. Kahn (1996), Wage Structure and Gender Differentials: An International Comparison, Economica 63(250): S29-S62.",
        "Black, S.E. and E. Brainerd (2002), Importing Equality? The Impact of Globalization on Gender Discrimination, NBER Working Paper No. 9110.",
        "Black, D.A. (1995), Discrimination in an Equilibrium Search Model, Journal of Labor Economics 13(2):309-334.",
        "Bertrand, M. and S. Mullainathan (2004), Are Emily and Greg More Employable than Lakisha and Jamal? A Field Experiment on Labor Market Discrimination, American Economic Review 94(4):991-1011.",
        "Berlin, I. (1969), Two Concepts of Liberty, in: Four Essays on Liberty (Oxford University Press, London) 118-172.",
        "Berkovic, J.A., G.B. Canner, S.A. Gabriel and T.H. Hannan (1996), Mortgage Discrimination and FHA Loan Performance, Cityscape: A Journal of Policy Development and Research 2(1):9-24.",
        "Bendick, Jr. M., C.W. Jackson and V.A. Reinoso (1994), Measuring Employment Discrimination through Controlled Experiments, Review of Black Political Economy, 23(1):25-48.",
        "Becker, G. (1968), Discrimination, economic, in: D.L. Sills, ed., International Encyclopedia of the Social Sciences, Vol. 4 (Macmillan, New York) 208-2 10.",
        "Bayer, P., S. Ross and G. Topa (2005), Place of Work and Place of Residence: Informal Hiring Networks and Labor Market Outcomes, NBER Working Paper No. 11019.",
        "Becker, G. (1957), The Economics of Discrimination (University of Chicago Press, Chicago).",
        "Babcock, L. and S. Laschever (2003), Women Dont Ask: Negotiation and the Gender Divide (Princeton University Press, Princeton, N.J.).",
        "Ayres, I., F. Vars and N. Zakariya (2005), To Insure Prejudice: Racial Disparities in Taxicab Tipping, 114 Yale Law Journal 1613.",
        "Ayres, I. (2001), Pervasive Prejudice? Unconventional Evidence of Race and Gender Discrimination (The University of Chicago Press, Chicago).",
        "Ayres, I. and P. Siegelman (1995), Race and Gender Discrimination in Bargaining for a New Car, American Economic Review 85(3):304-321.",
        "Ayres, I. (1995), Further Evidence of Discrimination in New Car Negotiations and Estimates of its Causes, Michigan Law Review 94(1):109-147.",
        "Ayres, I. (1991), Fair Driving: Gender and Race Discrimination in Retail Car Negotiations, Harvard Law Review 104:817-872.",
        "Averett, S. and S. Korenman (1996), The Economic Reality of the Beauty Myth, Journal of Human Resources 31 (2):304-330.",
        "Autor, D. and D. Scarborough (2004), Will Job Testing Harm Minority Workers? NBER Working Paper No. 10763.",
        "Allegretto, S.A. and M.M. Arthur (2001), An Empirical Analysis of Homosexual/Heterosexual Male Earnings Differentials: Unmarried and Unequal?, Industrial and Labor Relations Review 54(3):631-646.",
        "Altonji, J.G. and R.M. Blank (1999), Race and Gender in the Labor Market, in: 0. Ashenfelter and R. Layard, eds., Handbook of Labor Economics, Vol. 3 (North-Holland, Amsterdam) 3143-3259.",
        "Antecol, H. and D. Cobb-Clark (2002), The Sexual Harassment of Female Active-Duty Personnel: Effects on Job Satisfaction and Intentions to Remain in the Military, mimeo: Claremont McKenna College.",
        "Arrow, K.J. (1972), Some Mathematical Models of Race in the Labor Market, in: A.H. Pascal, ed., Racial Discrimination in Economic Life (Lexington Books, Lexington, Mass.) 187-204.",
        "Arrow, K.J. (1973), The Theory of Discrimination, in: O.C. Ashenfelter and K.F. Hallock, eds., Labor Economics, Vol. 4 (Edward Elgar, Aldershot) 3-33.",
        "Arrow, K.J. (1998), What Has Economics to Say about Racial Discrimination? Journal of Economic Perspectives 12(2):91-100.",
        "Ashenfelter, 0., and J.J. Heckman (1976), Measuring the Effect of an Antidiscrimination Program, in: 0. Ashenfelter and J. Blum, ed., Estimating the Labor Market Effects of Social Programs (Princeton University Press, Princeton, NJ) 46-89.",
        "About the Commission available at: http ://www.ilr.cornell. edu/library/downloads/keyWorkplaceDocuments/GlassCeilingAbo ut%20the%20Commission.pdf Aigner, D.J. and G.G. Cain (1977), Statistical Theories of Discrimination in Labor Markets, Industrial and Labor Relations Review 30(2): 175-187."
    ]
}