{
    "id": 11637,
    "cites": 26,
    "cited_by": 15,
    "reference": [
        "Baye, Michael R., Rupert Gatti, Paul Kattuman, and John Morgan, 2002. Ã\u0083Â¢Online Pricing and the Euro Changeover: Cross-Country Comparisons,Ã\u0083Â¢ Judge Institute of Management Research Paper in Management Studies 17/2002, University of Cambridge.",
        "Benassy, J.P. 1996. Ã\u0083Â¢Taste for Variety and Optimum Production Patterns in Monopolistic Competition,Ã\u0083Â¢ Economic Letters, 52, 41-47.",
        "Bun, Maurice and Franc Klaassen. 2002. Ã\u0083Â¢Has the Euro Increased Trade?Ã\u0083Â¢ Tinbergen Institute Discussion paper no. 108/2.",
        "Crucini, Mario J. and Mototsugu Shintani, 2004. Persistence in Law-of-One-Price Deviations: Evidence from Micro-data Vanderbilt University working paper.",
        "Crucini, Mario J., Chris I. Telmer and Marios Zachariadis, 2001, Ã\u0083Â¢Understanding European Real Exchange Rates,Ã\u0083Â¢ forthcoming in American Economic Review.",
        "Engel, Charles, 1999, Ã\u0083Â¢Accounting for Real Exchange Rate Changes,Ã\u0083Â¢ Journal of Political Economy, 107 June, 507-538.",
        "Engel, Charles and John H. Rogers, 1996, Ã\u0083Â¢How Wide is the Border,Ã\u0083Â¢ American Economic Review 86, 1112-1125.",
        "Engel, Charles and John H. Rogers, 1998, Ã\u0083Â¢Relative Price Volatility: What Role Does the Border Play?Ã\u0083Â¢ International Finance Discussion paper 623. Board of Governors of the Federal Reserve System.",
        "Engel, Charles and John H. Rogers, 2004. Ã\u0083Â¢European Product Market Integration after the Euro,Ã\u0083Â¢ Economic Policy, 39, 347-384.",
        "Feenstra, Robert, 1994. Ã\u0083Â¢New Product Varieties and the Measurement of International Prices, American Economic Review, 84(1), 157-177.",
        "Feenstra, Robert, 2003. Ã\u0083Â¢A Homothetic Utility Function for Monopolistic Competition Models, Without Constant Price Elasticity,Ã\u0083Â¢ Economic Letters, 78, 79-86.",
        "Funke Michael and Ralf Ruhwedel, 2003. Ã\u0083Â¢Trade, Product Variety and Welfare: A Quantitative Assessment for the Transition Economies in Central and Eastern Europe,Ã\u0083Â¢ Bank of Finland Institute for Economies in Transition Discussion Paper 17/2003.",
        "Ghironi, Fabio, and Marc J. Melitz, 2004. Ã\u0083Â¢International Trade and Macroeconomic Dynamics with Heterogeneous Firms,Ã\u0083Â¢ NBER Working paper no. 10540.",
        "Hillberry, Russell and Christine McDaniel. July 2002. Ã\u0083Â¢A Decomposition of North American Trade Growth since NAFTA.Ã\u0083Â¢ US International Trade Commission working paper 200212 -A.",
        "HM Treasury, 2003. Euro 2003: EMU and Trade.",
        "Hummels, David, 2001. Ã\u0083Â¢Time as a Trade Barrier,Ã\u0083Â¢ working paper, Purdue University.",
        "Hummels, David and Peter Klenow, 2005. Ã\u0083Â¢The Variety and Quality of a NationÃ\u0083Â¢s Exports,Ã\u0083Â¢ American Economic Review, 95, 704-723.",
        "Imbs, Jean and Haroon Mumtaz, Rorten O. Ravn, and Helene Rey, 2004. Ã\u0083Â¢Price Convergence: WhatÃ\u0083Â¢s on TV?Ã\u0083Â¢ mimeo.",
        "Kehoe, Timothy. 2003. Ã\u0083Â¢An Evaluation of the Performance of Applied General Equilibrium Models of the Impact of NAFTA.Ã\u0083Â¢ Research Department Staff Report, Federal Reserve Bank of Minneapolis.",
        "Kehoe, Timothy J., and Kim J. Ruhl, 2002. Ã\u0083Â¢How Important is the New Goods Margin in International Trade?Ã\u0083Â¢ working paper, University of Minnesota.",
        "Lutz, Matthias, 2002. Ã\u0083Â¢Price Convergence under EMU? First Estimates,Ã\u0083Â¢ working paper, Institute of Economic, University of St. Gallen.",
        "McDaniel, Christine A. and Laurie-Ann Agama, 2003. Ã\u0083Â¢The NAFTA Preference and US-Mexico Trade: Aggregate-Level Analysis,Ã\u0083Â¢ World Economy, 26, 939-967.",
        "Melitz, Marc. 2003. Ã\u0083Â¢The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Ã\u0083Â¢ Econometrica, 71, 1695-1726.",
        "Obstfeld, Maurice and Kenneth Rogoff, 2000. Ã\u0083Â¢The Six Major Puzzles in International Macroeconomics: Is there a Common Cause?Ã\u0083Â¢ in Ben Bernanke and Kenneth Rogoff, eds., NBER Macroeconomics Annual, Cambridge: MIT press, 339-390.",
        "Rodriquez, Hugo, 2002. Monetary Union and the Transaction Cost Savings of a Single Currency, Review of International Economics, 10, 263-277.",
        "Rose, Andrew, 2000. Ã\u0083Â¢One Money, One Market: The Effect of Common Currencies on Trade,Ã\u0083Â¢ Economic Policy 15 (April), 7Ã\u0083Â¢33."
    ]
}