{
    "id": 11656,
    "cites": 55,
    "cited_by": 8,
    "reference": [
        "[2] Basmann, Robert. 1960. Ã\u0083Â¢On Finite Sample Distributions of Generalized Classical Linear IdentiÃ\u0083Â¯ability Test Statistics,Ã\u0083Â¢ Journal of the American Statistical Association, 55: 650-659.",
        "[3] Bertola, Giuseppe and Ricardo Caballero. 1994. Ã\u0083Â¢Irreversibility and Aggregate Investment,Ã\u0083Â¢ Review of Economic Studies, 61(2), 223-246.",
        "[4] Bils, Mark. 1987. Ã\u0083Â¢The Cyclical Behavior of Marginal Cost and Price,Ã\u0083Â¢ American Economic Review, 77(5): 838-856.",
        "[5] Caballero, Ricardo and Eduardo Engel. 1993. Ã\u0083Â¢Microeconomic Adjustment Hazards and Aggregate Dynamics,Ã\u0083Â¢ Quarterly Journal of Economics 433(2): 359383.",
        "[6] Caballero, Ricardo and Eduardo Engel. 2004. Ã\u0083Â¢Three Strikes and YouÃ\u0083Â¢re Out: Reply to Cooper and Willis,Ã\u0083Â¢ NBER Working Paper No. 10368.",
        "[7] Caballero, Ricardo and Eduardo Engel. 1999. Ã\u0083Â¢Explaining Investment Dynamics in U.S. Manufacturing: A Generalized(S,s) Approach,Ã\u0083Â¢ Econometrica 67(4): 783826.",
        "[8] Caballero, Ricardo, Eduardo Engel and John Haltiwanger. 1995. Ã\u0083Â¢Plant-level adjustment and aggregate investment dynamics,Ã\u0083Â¢ Brookings Papers on Economic Activity 2: 1-54.",
        "[9] Caballero, Ricardo, Eduardo Engel and John Haltiwanger. 1997. Ã\u0083Â¢Aggregate employment dynamics: Building from microeconomic evidence,Ã\u0083Â¢ American Economic Review, 87: 115-137.",
        "[10] Caballero, Ricardo, Eduardo Engel and Alejandro Micco. 2004. Ã\u0083Â¢Microeconomic Flexibility in Latin America,Ã\u0083Â¢ NBER Working Paper 10398.",
        "[11] Caballero, Ricardo, and Mohamad Hammour. 1994. Ã\u0083Â¢The Cleansing EÃ\u0083Â¯ects of Recessions,Ã\u0083Â¢ American Economic Review, 84: 1356-68.",
        "[12] Caballero, Ricardo, and Mohamad Hammour. 1996. Ã\u0083Â¢On the Timing and EÃ\u0083Â¯- ciency of Creative Destruction,Ã\u0083Â¢ Quarterly Journal of Economics, 111: 805-852.",
        "[13] Cooper, Russell W. and John C. Haltiwanger. 2005. Ã\u0083Â¢On the Nature of Capital Adjustment Costs,Ã\u0083Â¢ NBER Working Paper 7925 (revised).",
        "[14] Cooper, Russell W., John C. Haltiwanger and Jonathan Willis. 2005. Ã\u0083Â¢The Dynamics of Labor Demand: Evidence from Plant-level Observations and Aggregate Implications,Ã\u0083Â¢ NBER Working Paper No. 10297 (revised).",
        "[15] Cooper, Russell W. and Jonathan Willis. 2003. Ã\u0083Â¢The Economics of Labor Adjustment: Mind the Gap,Ã\u0083Â¢ Federal Reserve Bank of Kansas City 03-05, July 2003.",
        "[19] Davis, Steven, John Haltiwanger and Scott Schuh. 1996. Job Creation and Destruction. Cambridge, Mass.: MIT Press.",
        "[20] Doms, Mark and Tim Dunne. 1998. Ã\u0083Â¢Capital Adjustment Patterns in U.S. Manufacturing Plants.Ã\u0083Â¢ Review of Economic Dynamics, 1: 409-429.",
        "[21] Edwards, Sebastian. 2001. The Economic and Political Transition to an Open Market Economy: Colombia. Paris: OECD.",
        "[22] Eslava, Marcela, John Haltiwanger, Adriana Kugler and Maurice Kugler. 2004. Ã\u0083Â¢The EÃ\u0083Â¯ects of Structural Reforms on Productivity and ProÃ\u0083Â¯tability Enhancing Reallocation: Evidence from Colombia,Ã\u0083Â¢ Journal of Development Economics, 75(2): 333-371.",
        "[23] Eslava, Marcela, John Haltiwanger, Adriana Kugler and Maurice Kugler. 2005. Ã\u0083Â¢Plant Survival, Market Fundamentals and Trade Liberalization,Ã\u0083Â¢ Mimeo.",
        "[24] Foster, Lucia, John Haltiwanger, and Chad Syverson. 2003. Ã\u0083Â¢Reallocation, Firm Turnover, and EÃ\u0083Â¯ciency: Selection on Productivity or ProÃ\u0083Â¯tability?,Ã\u0083Â¢ University of Maryland, Mimeo.",
        "[25] Foster, Lucia, John Haltiwanger, and Cornell Krizan. 2001. Ã\u0083Â¢Aggregate Productivity Growth: Lessons from Microeconomic Evidence,Ã\u0083Â¢ in Edward Dean Michael Harper and Charles Hulten, eds., New Developments in Productivity Analysis. Chicago: University of Chicago Press.",
        "[26] Gelos, R. Gaston and Alberto Isgut. 2001. Ã\u0083Â¢Irreversibilities in Fixed Capital Adjustment: Evidence from Mexican and Colombian Plants,Ã\u0083Â¢ Economic Letters, 74(1): 85-90.",
        "[27] Gelos, R. Gaston and Alberto Isgut. 2001. Ã\u0083Â¢Fixed Capital Adjustment: Is Latin America DiÃ\u0083Â¯erent?,Ã\u0083Â¢ Review of Economics and Statistics, 83(4): 717-730.",
        "[28] Hall, Robert E. 2004. Ã\u0083Â¢Measuring Factor Adjustment Costs,Ã\u0083Â¢ Quarterly Journal of Economics, 119(3): 899-927.",
        "[29] Hammermesh, Daniel. 1993. Labor Demand. Princeton: Princeton University Press.",
        "[30] Hammermesh, Daniel and Gerard Pfann. 1996. Ã\u0083Â¢Adjustment Costs in Factor Demand,Ã\u0083Â¢ Journal of Economic Literature, 34(3): 1264-92.",
        "[31] Jaramillo, Fidel, Fabio Schiantarelli and Alessandro Sembenelli. 1993. Ã\u0083Â¢Are Adjustment Costs for Labor Asymmetric? An Econometric Test on Panel Data for Italy,Ã\u0083Â¢ Review of Economics Statistics, 75(4): 640-652.",
        "[32] Jaramillo, Fidel and Fabio Schiantarelli. 1996. Ã\u0083Â¢Capital Market Imperfections Before and After Financial Liberalization: An Euler Equation Approach,Ã\u0083Â¢ Journal of Development Economics, 51(2): 367-389.",
        "[33] Kahn, Aubhik and Julia K. Thomas. 2003. Ã\u0083Â¢Nonconvex Factor Adjustments in Equilibrium Business Cycle Models: Do Nonlinearities Matter?,Ã\u0083Â¢ Journal of Monetary Economics, 50: 331-60.",
        "[34] Kugler, Adriana and Maurice Kugler. 2003. Ã\u0083Â¢The Labor Market EÃ\u0083Â¯ects of Payroll Taxes in a Middle-Income Country: Evidence from Colombia,Ã\u0083Â¢ CEPR Working Paper No. 4046.",
        "[35] Kugler, Adriana. 2005. Ã\u0083Â¢Wage-Shifting EÃ\u0083Â¯ects of Severance Payments Savings Accounts in Colombia,Ã\u0083Â¢ Journal of Public Economics, 89(2-3): 487-500.",
        "[36] Kugler, Adriana. 1999. Ã\u0083Â¢The Impact of Firing Costs on Turnover and Unemployment: Evidence from the Colombian Labor Market Reform,Ã\u0083Â¢ International Tax and Public Finance Journal, 6(3): 389-410.",
        "[37] Kugler, Maurice. 2005. Ã\u0083Â¢Spillovers from Foreign Direct Investment: Within or Between Industries?,Ã\u0083Â¢ forthcoming in Journal of Development Economics.",
        "[38] Lora, Eduardo. 2001. Ã\u0083Â¢Structural Reforms in Latin America: What Has Been Reformed and How to Measure It,Ã\u0083Â¢ Inter-American Development Bank Working Paper No. 466.",
        "[39] Lora, Eduardo. 2000. Ã\u0083Â¢What Makes Reforms Likely? Timing and Sequencing of Structural Reforms in Latin America,Ã\u0083Â¢ Inter-American Development Bank Working Paper No. 424.",
        "[40] Lora, Eduardo. 1997. Ã\u0083Â¢A Decade of Structural Reforms in Latin America: What Has Been Reformed and How to Measure It,Ã\u0083Â¢ Inter-American Development Bank Working Paper No. 348.",
        "[41] Lucas, Robert. 1967. Ã\u0083Â¢Adjustment Costs and the Theory of Supply,Ã\u0083Â¢ Journal of Political Economy, (75).",
        "[42] Marschak, Jacob and William Andrews. 1944. Ã\u0083Â¢Random Simultaneous Equations and the Theory of Production,Ã\u0083Â¢ Econometrica, 12: 143-172.",
        "[43] Melitz, Marc. 2003. Ã\u0083Â¢Estimating Firm-Level Productivity in DiÃ\u0083Â¯erentiated Product Industries,Ã\u0083Â¢ Harvard University, Mimeo.",
        "[44] Nadiri, Ishak and Sherwin Rosen. 1969. Ã\u0083Â¢Interrelated Factor Demand Functions,Ã\u0083Â¢ American Economic Review, 59: 457-71.",
        "[45] Nilsen, Oivind and Fabio Schiantarelli. 2003. Ã\u0083Â¢Zeros and Lumps in Investment: Empirical Evidence on Irreversibilities and NonconvexitiesÃ\u0083Â¢ Review of Economics and Statistics, 85(4): 1021-1043.",
        "[46] Pindyck, Robert. 1991. Ã\u0083Â¢Irreversibility, Uncertainty, and InvestmentÃ\u0083Â¢. Journal of Economic Literature, 29: 1110-1148.",
        "[47] Pombo, Carlos. 1999. Ã\u0083Â¢Productividad Industrial en Colombia: Una Aplicacion de Numeros Indices,Ã\u0083Â¢ Revista de Economia del Rosario.",
        "[48] Polder, Michael, Gerard Pfann and Wilko Letterie. 2004. Ã\u0083Â¢Non-linear Investment Dynamics,Ã\u0083Â¢ Mimeo.",
        "[49] Roberts, Mark. 1996. Ã\u0083Â¢Employment Flows and Producer Turnover,Ã\u0083Â¢ in Industrial Evolution in Developing Countries, Mark Roberts and James Tybout (eds.), Oxford University Press.",
        "[50] Roberts, Mark and James Tybout. 1996. Industrial Evolution in Developing Countries: Micro Patterns of Turnover, Productivity and Market Structure. New York: Oxford University Press.",
        "[51] Rossana, Robert. 1990. Ã\u0083Â¢Interrelated demands for buÃ\u0083Â¯er stocks and productive inputs: Estimates for two-digit manufacturing industries,Ã\u0083Â¢ Review of Economics and Statistics, 72: 19-29.",
        "[52] Shapiro, Matthew. 1986. Ã\u0083Â¢The Dynamic Demand for Capital and Labor,Ã\u0083Â¢ Quarterly Journal of Economics, 101: 513-42.",
        "[53] Shea, John. 1997. Ã\u0083Â¢The Input-Output Approach to Instrument Selection,Ã\u0083Â¢ Journal of Business and Economic Statistics, 11: 145-155.",
        "[54] Shea, John. 1993. Ã\u0083Â¢Do Supply Curves Slope Up?Ã\u0083Â¢ Quarterly Journal of Economics, 108: 1-32.",
        "[55] Syverson, Chad. 2003. Ã\u0083Â¢Market Structure and Productivity: A Concrete Example, University of Chicago, Mimeo.",
        "[56] Syverson, Chad. 2002. Ã\u0083Â¢Price Dispersion: The Role of Product Substitutability and Productivity,Ã\u0083Â¢ University of Chicago, Mimeo.",
        "[57] Thomas, Julia. 2002. Ã\u0083Â¢Is Lumpy Investment Relevant for the Business Cycle?Ã\u0083Â¢ Journal of Political Economy, 110: 508 - 534.",
        "[58] Treadway, Arthur. 1969. Ã\u0083Â¢On Rational Entrepreneurial Behavior and the Demand for Investment,Ã\u0083Â¢ Review of Economic Studies, 106: 227-239.",
        "[59] Tybout, James. 2000. Ã\u0083Â¢Manufacturing Firms in Developing Countries: How Well Do They Do, And Why?, Journal of Economic Literature, 38(1): 11-34."
    ]
}