{
    "id": 1165,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "Abowd, J. and 0. Ashenfelter, Anticipated Unemployment, Temporary Layoffs and Compensating Differentials, in S. Rosen (ed.), Studies in Labor Markets: Chicago, 1981.",
        "Sattinger, M., Capital and the Distribution of Labor Earnings: Amsterdam, 1980.",
        "Pure Competition, JOurnal of PoliticalEconomy, 1974.",
        "Rosen, S., Learning and Experience in the Labor Market, Journal of Human Resources, 1972.",
        "Mortensen,. D., A Welfare Analysis of Unemployment Insurance: Variations on Second Best Themes,Carnegie-Rochester Papers on Public Policy, 1983.",
        "Mas-Colell, A., A Model of Equilibrium with Differentiated Co=odities, Journal of Mathematical `Economics, 1975.",
        "Mandeibrot, B., Paretian Distributions and Income Maximization, Quarterly Journal of Economics, 1962.",
        "MacDonald, G., Information in Production, EÃ\u0083Â³onometrica, 1982.",
        "Linnerooth, J., The Value of Human Life: A Review of the Models, Economic Inquiry, 1979.",
        "Jones-Lee, N., The Value of Life: An Economic Analysis: London, 1976.",
        "Heckman, 3. and G. Sedlacek, The Impact of the Minimum Wage on Employment and Earnings of Workers in South Carolina, University of Chicago, 1981.",
        "Harris, 3. and N. Todaro, Migration, Unemployment and Development: A Two- Sector Analysis, ~Eietican Economic Review, 1970.",
        "Hall, R., Why Is the Unemployment Rate So High at Full Employment? Brook- ings Papers On Economic Activity, 1970.",
        "Chambers, J., Educational Cost Differentials and the Allocation of State Aid for Education, Journal of HthÃ\u0083Â±ar.RÃ\u0083Â©SOurces, 1978.",
        "Becker, G., The EconOmicS ofDiscrimination: Chicago, 1957.",
        "Baily, M., Wages and Employment Under Uncertain Demand, Review of Economic Studies, 1974.",
        "Azariadis, C., Implicit Contracts and Underemployment Equilibria, Journal of Political Edonomy, 1975.",
        "Arrow, K., Models of Discrimination, in A. H. Pascal, (ed.), Racial Discrimination `in `Economic `Life: Lexington, 1972.",
        "Antos, J. and S. Rosen, Discrimination in the Market for Public School Teachers, Journal of EcOnometrics, 1975."
    ]
}