{
    "id": 11653,
    "cites": 14,
    "cited_by": 9,
    "reference": [
        "Campa, JosÃ\u0083Æ\u0092 Manuel, Linda S. Goldberg, and JosÃ\u0083Æ\u0092 M. GonzÃ\u0083Æ\u0092lez-MÃ\u0083Æ\u0092nguez. 2005. Ã\u0083Â¢Exchange rate pass-through to import prices in the euro areaÃ\u0083Â¢ Federal Reserve Bank of New York, Staff Report 219 (September).",
        "Devereux, Michael, Engel, Charles, and Storegaard, Peter. 2004. Ã\u0083Â¢Endogenous Exchange Rate Pass-Through when Nominal Prices are set in Advance.Ã\u0083Â¢ Journal of International Economics, 63(2), pp. 263-291.",
        "Engel, Charles. 2005. Ã\u0083Â¢Equivalence Results for Optimal Pass-Through, Optimal Indexing to Exchange Rates, and Optimal Choice of Currency for Export Pricing.Ã\u0083Â¢ mimeo, University of Wisconsin.",
        "Goldberg, Linda and Cedric Tille. 2005. Ã\u0083Â¢Vehicle Currency Use in International TradeÃ\u0083Â¢ National Bureau of Economic Research working paper 11127, February.",
        "Krugman, Paul. 1980. Ã\u0083Â¢Vehicle Currencies and the Structure of International Exchange.Ã\u0083Â¢ Journal of Money, Credit and Banking, 12, pp. 513-526.",
        "Levy-Yeyati, Eduardo and Federico Sturzenegger. 2005. Classifying Exchange Rate Regimes: Deeds vs. Words. European Economic Review, vol. 49, issue 6, pp. 1603- 1635.",
        "McKinnon, Ronald. 1979. Money in International Exchange: The Convertible Currency System. Oxford University Press.",
        "Oi, Hiroyuki, Akira Otani, and Toyoichiro Shirota. 2004. Ã\u0083Â¢The Choice of Invoice Currency in International Trade: Implications for the Internationalization of the Yen.Ã\u0083Â¢ Monetary and Economic Studies, pp.27-63.",
        "Padoa-Schioppa, Tommaso. 2004. The Euro and Its Central Bank. MIT Press.",
        "Portes, Richard and Helene Rey. 1998. The Emergence of the Euro as an International Currency. Economic Policy 26 (April) pp.305-343..",
        "Rauch, James. Ã\u0083Â¢Networks versus Markets in International Trade.Ã\u0083Â¢ Journal of International Economics, 1999. vol. 48, pp. 7-35.",
        "Reinhart, Carmen M. and Kenneth S. Rogoff. 2002. The Modern History of Exchange Rate Arrangements: A Reinterpretation. National Bureau of Economic Research Working Paper No. 8963.",
        "Rey, Helene. 2001. International Trade and Currency Exchange. Review of Economic Studies, 68, pp. 443-464.",
        "Swoboda, Alexander. 1969. Ã\u0083Â¢Vehicle Currencies and the Foreign Exchange Market: the Case of the DollarÃ\u0083Â¢, in Robert Z. Aliber, Ed., The International Market for Foreign Exchange, Praeger Special Studies in International Economics and Development, New York: Frederick A. Praeger Publishers."
    ]
}