{
    "id": 11657,
    "cites": 19,
    "cited_by": 132,
    "reference": [
        "Banerjee, Abhijit, Shawn Cole, Esther Duflo, and Leigh Linden (2004) Ã\u0083Â¢Remedying Education: Evidence from two randomized experiments in India.Ã\u0083Â¢ Mimeo, MIT Barro, Robert J., and Jong-Wha Lee, (2004), Ã\u0083Â¢IMF Programs: Who is Chosen and What are the Effects?Ã\u0083Â¢ mimeo.",
        "Burnside, Craig, and David Dollar (2004) Aid, Policies, and Growth: Revisiting the Evidence, Policy Research Working Paper Series 3251, The World Bank.",
        "Clemens Michael A., Steven Radelet and Rikhil Bhavnani (2004) Ã\u0083Â¢Counting Chickens when They Hatch: The Short Term Effect of Aid on Growth,Ã\u0083Â¢ Working Paper No. 44, Center for Global Development.",
        "Collier, Paul, and David Dollar (2002) Aid Allocation and Poverty Reduction, European Economic Review, Elsevier, vol. 46(8), pages 1475-1500.",
        "Dalgaard, Carl-Johan, Henrik Hansen and Finn Tarp (2004). Ã\u0083Â¢On the Empirics of Foreign Aid and GrowthÃ\u0083Â¢, Economic Journal, vol. 114(496): 191-216.",
        "Easterly, William, and Ross Levine (2003) Tropics, Germs, and Crops: How Endowments Influence Economic Development, Journal of Monetary Economics, Elsevier, vol. 50(1), pages 3-39.",
        "Easterly, William, Ross Levine, and David Roodman (2004) Ã\u0083Â¢New Data, New Doubts: A Comment on Burnside and DollarÃ\u0083Â¢s Ã\u0083Â¢Aid, Policies, and GrowthÃ\u0083Â¢,Ã\u0083Â¢ American Economic Review, forthcoming.",
        "Frankel, Jeffery, and David Romer (1999) Ã\u0083Â¢Does Trade Cause Growth?Ã\u0083Â¢ American Economic Review, 89 (3): 379-399.",
        "Friedman, Milton (1958) Ã\u0083Â¢Foreign Economic Aid,Ã\u0083Â¢ Yale Review, 47 (4): 501-516.",
        "Gupta, S., B. Clements, A. Pivovarsky, 2004, Ã\u0083Â¢ Foreign Aid and Revenue Response : Does the Composition of Aid Matter ?Ã\u0083Â¢ in S. Gupta, B. Clements, and G. Inchauste (ed.) Helping Countries Develop: The Role of Fiscal Policy, International Monetary Fund, Washington D.C.",
        "Hadi, Ali, S., (1992), Ã\u0083Â¢Identifying Multiple Outliers in Multivariate data,Ã\u0083Â¢ Journal of the Royal Statistical Society, Series B, 54: 761-771.",
        "Prati A., R. Sahay, and T. Tressel (2003), Is There a Case for Sterilizing Foreign Aid Inflows?, mimeo, July.",
        "Rajan, Raghuram, and Arvind Subramanian (2005a) Aid and Growth: What Does the CrossCountry Evidence Really Show? NBER Working Paper 11513.",
        "Rajan, Raghuram, and Arvind Subramanian (2005b) Do Unrequited Resources Stymie Institutional Development?Ã\u0083Â¢ mimeo.",
        "Reinhart, Carmen, and Kenneth Rogoff (2002) Ã\u0083Â¢The Modern History of Exchange Rate ArrangementsÃ\u0083Â¢, NBER working paper 8963.",
        "Svensson, Jakob (2003) Ã\u0083Â¢Why Conditional Aid DoesnÃ\u0083Â¢t Work and What Can Be Done About It?, Journal of Development Economics, vol. 70 (2): 381-402.",
        "United Nations Industrial Development Organization (2003) Database on Industrial Statistics, United Nations, Vienna.",
        "World Bank (2004) Ã\u0083Â¢Making Services Work for Poor People,Ã\u0083Â¢ World Development Report: Washington D.C.",
        "World Bank (1998) Ã\u0083Â¢Knowledge for DevelopmentÃ\u0083Â¢ World Development Report: Washington D.C."
    ]
}