{
    "id": 11650,
    "cites": 21,
    "cited_by": 26,
    "reference": [
        "Alsleben, C. (2005). Ã\u0083Â¢Spatial agglomeration, competition and firm sizeÃ\u0083Â¢, mimeo.",
        "Amiti, M and C. Pissarides (2002), Ã\u0083Â¢Trade and Industrial Location with Heterogeneous Labour,Ã\u0083Â¢ CEPR DP 3366, London.",
        "Baldwin, R. and R. Forslid, P. Martin, G. Ottaviano and F. Robert-Nicoud (2003), Economic Geography and Public Policy, Princeton University Press, Princeton.",
        "Bernard, A, B. Jensen, and P. Schott (2003). Ã\u0083Â¢Falling Trade Costs, Heterogeneous Firms and Industry DynamicsÃ\u0083Â¢, CEPR Discussion Papers, Centre for Economic Performance, LSE.",
        "Borjas, G.J., S.G. Bronars, and S.J. Trejo. (1992), Self-Selection and Internal Migration in the United States, Journal of Urban Economics 32: 159-185.",
        "Cabral, L. M. B. and J. Mata (2003) Ã\u0083Â¢On the Evolution of the Firm Size Distribution: Facts and TheoryÃ\u0083Â¢, American Economic Review, pp 1075-1090.",
        "Chiswick, B. (1999),Ã\u0083Â¢Are immigrants favourably self-selected?Ã\u0083Â¢ American Economic Review, Papers and proceedings, vol. 89, pp. 181-185.",
        "Coniglio, N. (2001), Ã\u0083Â¢Regional Integration and Migration: an Economic Geography Model with Heterogeneous Labour Force,Ã\u0083Â¢ December, University of Glasgow manuscript.",
        "Dixit, A.K. and J.E. Stiglitz (1977) Monopolistic competition and optimum product diversity, American Economic Review 67, 297-308.",
        "Dupont, V. and Martin, P. 2003. Subsidies to Poor Regions and Inequalities: Some Unpleasant Arithmetic. CEPR Discussion Paper no. 4107. London, Centre for Economic Policy Research.",
        "Fujita M., Krugman P. and A. Venables (1999) The Spatial Economy: Cities, Regions and International Trade (Cambridge (Mass.): MIT Press).",
        "Fujita, M. and J.-F. Thisse (2002) Economics of Agglomeration, (Cambridge: Cambridge University Press).",
        "Helpman, E., M. Melitz, and S. Yeaple (2004). Ã\u0083Â¢Export Versus FDI With Heterogeneous Firms,Ã\u0083Â¢ forthcoming in American Economic Review.",
        "Selection and Sorting 19 Hopenhayn, Hugo (1992b). Ã\u0083Â¢Exit, Selection, and the Value of Firms.Ã\u0083Â¢ Journal of Economic Dynamics and Control 16:621-653.",
        "Krugman, Paul (1991) Increasing Returns and Economic Geography, Journal of Political Economy 99, 483-99.",
        "Martin,P and C.A Rogers (1995) `Industrial location and public infrastructure Journal of International Economics 39: pp335-351.",
        "Melitz, M and J. Ottaviano (2003), Market size, trade, and productivity, mimeo, Harvard University.",
        "Melitz, M. (2003). The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, Vol. 71, November 2003, pp. 1695-1725.",
        "Ottaviano G. , J. Thisse and T. Tabuchi, (2002), Agglomeration and Trade Revisited, International Economic Review, 43, pp.409-436.",
        "Tabuchi T. and J.-F. Thisse (2002) Taste heterogeneity, labor mobility and economic geography, Journal of Development Economics 69, 155-177.",
        "Venables Anthony (1996). Equilibrium locations of vertically linked industries, International Economic Review 37, 341-359."
    ]
}