{
    "id": 11668,
    "cites": 43,
    "cited_by": 33,
    "reference": [
        "Altig, D., A.J. Auerbach, L.J. KotlikoÃ\u0083Â¯, K.A. Smetters and J. Walliser, 2001, Ã\u0083Â¢Simulating Fun- damental Tax Reform in the United States,Ã\u0083Â¢ American Economic Review 91, 574-595.",
        "Auerbach, A. J. and L. J. KotlikoÃ\u0083Â¯, 1987, Dynamic Fiscal Policy, Cambridge, England: Cam- bridge University Press.",
        "Auerbach, A. J. and L. J. KotlikoÃ\u0083Â¯, 1983, Ã\u0083Â¢An Examination of Empirical Tests of Social Se- curity and Savings,Ã\u0083Â¢ in E. Helpman et. al., eds., Social Policy Evaluation: An Economic Perspective, San Diego, Ca.: Academic Press.",
        "Bohn, H., 2001, Ã\u0083Â¢Social Security and Demographic Uncertainty: The Risk Sharing Properties of Alternative Policies,Ã\u0083Â¢ in John Campbell and Martin Feldstein, eds., Risk Aspects of Investment Based Social Security Reform, Chicago: University of Chicago Press, 203-241.",
        "BlÃ\u0083â\u0080\u009aondal, S. and S. Scarpetta, 1999, Ã\u0083Â¢The Retirement Decision in OECD Countries,Ã\u0083Â¢ Economics Department Working Paper No. 202, OECD, Paris.",
        "Cooley, T. F. and J. Soares, 1999a, Ã\u0083Â¢A Positive Theory of Social Security Based on Reputation,Ã\u0083Â¢ Journal of Political Economy 107, 135-60.",
        "Cooley, T. F. and J. Soares, 1999b, Ã\u0083Â¢Privatizing Social Security,Ã\u0083Â¢ Review of Economic Dynamics 2, 731- 55.",
        "De Nardi, M., Imrohoroglu, S. and T. J. Sargent, 1999, Ã\u0083Â¢Projected U.S. Demographics and Social Security,Ã\u0083Â¢ Review of Economic Dynamics 2, 575-615.",
        "Docteur, E. and H. Oxley, 2003, Ã\u0083Â¢Health-Care Systems: Lessons from the Reform Experience,Ã\u0083Â¢ Economics Department Working Paper No. 374, OECD, Paris.",
        "European Commission, 2005, Statistical Annex to European Economy, Spring 2005, http://europa.eu.int/comm/economy Ã\u0083Â¯nance/publications/european economy/ statisticalannex en.htm, July 1, 2005.",
        "Fehr, H. and C. Habermann, 2005, Ã\u0083Â¢Risk Sharing and EÃ\u0083Â¯ciency Implications of Progressive Pension Arrangements,Ã\u0083Â¢ mimeo, University of Wuerzburg.",
        "Fehr, H., G. Halder, S. Jokisch and L.J. KotlikoÃ\u0083Â¯, 2003, Ã\u0083Â¢A Simulation Model for the Demo- graphic Transition in the OECD - Data Requirements, Model Structure and Calibration,Ã\u0083Â¢ Wuerzburg Economic Papers No. 45, University of Wuerzburg.",
        "Fehr, H., S. Jokisch and L.J. KotlikoÃ\u0083Â¯, 2004a, Ã\u0083Â¢Fertility, Mortality, and the Developed WorldÃ\u0083Â¢s Demographic Transition,Ã\u0083Â¢ CESifo Working Paper No. 1326, Munich.",
        "Fehr, H., S. Jokisch and L.J. KotlikoÃ\u0083Â¯, 2004b, Ã\u0083Â¢The Role of Immigration in Dealing with Devel- oped WorldÃ\u0083Â¢s Demographic Transition,Ã\u0083Â¢ Finanzarchiv 60, 296-324.",
        "Fehr, H., S. Jokisch and L.J. KotlikoÃ\u0083Â¯, 2005, Ã\u0083Â¢The Developed WorldÃ\u0083Â¢s Demographic Transition - The Roles of Capital Flows, Immigration, and Policy,Ã\u0083Â¢ in: R. Brooks and A. Razin, eds., Social Security Reform - Financial and Political Issues in International Perspective, Cambridge, 11-43.",
        "Heckman, J. J., Lochner, L., and C. Taber, 1998, Ã\u0083Â¢Explaining Rising Wage Inequality: Explo- rations with a Dynamic General Equilibrium Model of Labor Earnings with Heterogeneous Agents,Ã\u0083Â¢ Review of Economic Dynamics 1, 1-58.",
        "Huang, H., Imrohoroglu, S. and T. Sargent, 1997, Ã\u0083Â¢Two Computational Experiments to Fund Social Security,Ã\u0083Â¢ Macroeconomic Dynamics 1, 7-44.",
        "Hubbard, G. R. and K. L. Judd, 1987, Ã\u0083Â¢Social Security and Individual Welfare: Precautionary Saving, Borrowing Constraints, and the Payroll Tax,Ã\u0083Â¢ American Economic Review 77, 630- 46.",
        "Huggett, M. and G. Ventura, 1999, Ã\u0083Â¢On the Distributional EÃ\u0083Â¯ects of Social Security Reform,Ã\u0083Â¢ Review of Economic Dynamics 2, 498-531.",
        "Imrohoroglu, A., Imrohoroglu, S. and D. H. Joines, 1999, Ã\u0083Â¢Social Security in an Overlapping Generations Economy with Land,Ã\u0083Â¢ Review of Economic Dynamics, 2, 638-65.",
        "Imrohoroglu, A., Imrohoroglu, S. and D. H. Joines, 1995, Ã\u0083Â¢A Life Cycle Analysis of Social Security,Ã\u0083Â¢ Economic Theory 6, 83-114.",
        "KotlikoÃ\u0083Â¯, L. J., 1979, Ã\u0083Â¢Social Security and Equilibrium Capital Intensity,Ã\u0083Â¢ Quarterly Journal of Economics, 93, 233-54.",
        "KotlikoÃ\u0083Â¯, L. J., 1996, Ã\u0083Â¢Privatizing Social Security: How It Works and Why It Matters,Ã\u0083Â¢ in: J.",
        "M. Poterba, ed., Tax Policy and the Economy 10, 1-32. KotlikoÃ\u0083Â¯, L. J., Smetters, K. and J. Walliser, 1998a, Ã\u0083Â¢The Economic Impact of Privatizing Social Security,Ã\u0083Â¢ in: H. Siebert, ed., Redesigning Social Security (J.C.B. Mohr, TÃ\u0083â\u0080\u009aubingen) 327-48.",
        "KotlikoÃ\u0083Â¯, L. J., Smetters, K. and J. Walliser, 1998b, Ã\u0083Â¢Social Security: Privatization and Pro- gressivity,Ã\u0083Â¢ American Economic Review 88, 137-41.",
        "KotlikoÃ\u0083Â¯, L. J., Smetters, K. and J. Walliser, 1999, Ã\u0083Â¢Privatizing Social Security in the U.S. - Comparing the Options,Ã\u0083Â¢ Review of Economic Dynamics 2, 532-74.",
        "KotlikoÃ\u0083Â¯, L. J., Smetters, K. and J. Walliser, 2002, Ã\u0083Â¢Distributional EÃ\u0083Â¯ects in a General Equilib- rium Analysis of Social Security,Ã\u0083Â¢ in: M. S. Feldstein and J. Liebman, eds., The Distribu- tional EÃ\u0083Â¯ects of Social Security Reform (University of Chicago Press, Chicago) 327-61.",
        "Nashiyama, S. and K. Smetters, 2004, Ã\u0083Â¢Consumption Taxes and Economic EÃ\u0083Â¯ciency in a Stochas- tic OLG Economy,Ã\u0083Â¢ Journal of Political Economy, forthcoming.",
        "OECD (2001): Ageing and Income: Financial Resources and Retirement in 9 OECD Countries, Paris.",
        "OECD (2002): China in the World Economy: The Domestic Policy Challenges, Paris.",
        "OECD (2003a): Education at a glance: OECD Indicators 2003, Paris.",
        "RaÃ\u0083Â¯elhÃ\u0083â\u0080\u009auschen, B., 1989, Anreizwirkungen des Systems der sozialen Alterssicherung. Eine dy- namische Simulationsanalyse, Frankfurt a.M., Peter Lang.",
        "RaÃ\u0083Â¯elhÃ\u0083â\u0080\u009auschen, B., 1993, Ã\u0083Â¢Funding Social Security Through Pareto Optimal Conversion Poli- cies,Ã\u0083Â¢ in: B. Felderer, ed., Public Pension Economics, Journal of Economics/Zeitschrift fÃ\u0083â\u0080\u009aur NationalÃ\u0083â\u0080\u009aokonomie, Suppl. 7, 105-31.",
        "Siegel, J., 2005, Ã\u0083Â¢The Future for Investors,Ã\u0083Â¢ New York: Crown Business.",
        "Seidman, L. S., 1986, Ã\u0083Â¢A Phase-Down of Social Security: The Transition in a Life Cycle Growth Model,Ã\u0083Â¢ National Tax Journal, 97-107.",
        "Smetters, K. and J. Walliser, 2004, Ã\u0083Â¢Opting Out of Social Security,Ã\u0083Â¢ Journal of Public Economics 88, 1295-1306.",
        "Social Security Advisory Board, 1999, The 1999 Technical Panel on Assumptions and Methods, Social Security Advisory Board, Washington, D.C.",
        "Summers, L.H., 1981, Ã\u0083Â¢Capital Taxation and Accumulation in a Life Cycle Growth Model,Ã\u0083Â¢ American Economic Review 71, 533-544.",
        "Tuljapurkar, S., N. Li and C. Boe, 2000, Ã\u0083Â¢A universal pattern of mortality decline in the G7 countries,Ã\u0083Â¢ Nature 405, 789-792.",
        "United Nations Population Division (UNPD), 2003, World Population Prospects: The 2002 Revision, http://esa.un.org/unpp/, (June 11, 2003).",
        "United Nations Population Division (UNPD), 2005, World Population Prospects: The 2004 Revision, http://esa.un.org/unpp/, (June 29, 2005).",
        "Whitehouse, E., 2002, Ã\u0083Â¢Pension Systems in 15 Countries Compared: The Value of Entitlements,Ã\u0083Â¢ Discussion Paper 02/04, Centre for Pensions and Superannuation, Sydney.",
        "WHO, 2004, The World Health Report 2004, Geneva."
    ]
}