{
    "id": 11665,
    "cites": 20,
    "cited_by": 9,
    "reference": [
        "Armington, Paul. A Theory of Demand for Products Distinguished by Place of Production. International Monetary Fund Staff Papers, 1969, 16, pp. 159-76.",
        "Ballard, Charles L.; Fullerton, Don; Shoven, John B. and Whalley, John. A General Equilibrium Model for Tax Policy Analysis. Chicago: University of Chicago Press, 1985a.",
        "Ballard, Charles L.; Shoven, John B. and Whalley, John. General Equilibrium Computations of the Marginal Welfare Costs of Taxes in the United States. American Economic Review, 1985b, 75(1), pp. 128-38.",
        "Bovenberg, A. Lans and Goulder, Lawrence H. Optimal Environmental Taxation in the Presence of Other Taxes: General Equilibrium Analyses. American Economic Review, 1996, 86, pp. 985-1000.",
        "Bovenberg, A. Lans and Goulder, Lawrence H. Environmental Tax Policy, A. J. Auerbach and M. Feldstein ed., Handbook of Public Economics. Vol III, Amsterdam: Elsevier Press, 2002, 1471-545.",
        "Council of Economic Advisors. Economic Report of the President. Washington, DC: U.S. Government Printing Office, 2004.",
        "Ellerman, A.Denny; Joskow, Paul L.; Schmalensee, Richard; Montero, Juan-Pablo and Bailey, Elizabeth M. Markets for Clean Air: The U.S. Acid Rain Program. Cambridge: Cambridge University Press, 2000.",
        "Feenberg, Daniel. U.S. Federal Average Marginal Income Tax Rates, NBER, www.nber.org/~taxsim/mrates/mrates2.html, Feldstein, Martin; Dicks-Mireaux, Louis and Poterba, James. The Effective Tax Rate and the Pretax Rate of Return. Journal of Public Economics, 1983, 21, pp. 129-58.",
        "Francis, Brian. Federal Excise Taxes, Including the Slow Death of Expired Taxes. Statistics of Income Bulletin, 1999, (Summer), pp. 185-89.",
        "Fullerton, Don. Why Have Separate Environmental Taxes?, J. M. Poterba ed., Tax Policy and the Economy. Volume 10. Cambridge: MIT Press for the National Bureau of Economic Research, 1996, 33-70.",
        "Fullerton, Don and Metcalf, Gilbert E. Environmental Controls, Scarcity Rents, and Pre-Existing Distortions. Journal of Public Economics, 2001, 80(2), pp. 249-67.",
        "Gleckman, Howard. Three Roads to Tax Reform, Business Week Online, http://www.businessweek.com/bwdaily/dnflash/jul2005/nf20050721_2905_db038.htm, July 21, 2005.",
        "Goulder, Lawrence H. Environmental Taxation and the Double Dividend: A Readers Guide. International Tax and Public Finance, 1995, 2, pp. 157- 83.",
        "Graham, John R. Do Personal Taxes Affect Corporate Financing Decisions? Journal of Public Economics, 1999, 73(2), pp. 147-85.",
        "Harberger, Arnold C. The Incidence of the Corporation Income Tax. Journal of Political Economy, 1962, 70(3), pp. 215-40.",
        "Hubbard, R. Glenn. Corporate Tax Integration: A View from the Treasury Department. Journal of Economic Perspectives, 1993, 7, pp. 115-32.",
        "Leontief, Wassily. Input-Output Economics. New York: Oxford University Press, 1986.",
        "McLure, Charles E., Jr. Must Corporate Income Be Taxed Twice. Washington, DC: The Brookings Institution, 1979.",
        "Metcalf, Gilbert E. A Distributional Analysis of Green Tax Reforms. National Tax Journal, 1999, 52(4), pp. 655-81.",
        "U.S. Department of the Treasury. Integration of the Individual and Corporate Tax Systems: Taxing Business Income Once. Washington, DC: U.S. Government Printing Office, 1992."
    ]
}