{
    "id": 11662,
    "cites": 30,
    "cited_by": 15,
    "reference": [
        "Arrow, Kenneth J. Uncertainty and the Welfare Economics of Medical Care. American Economic Review (1963): 941-973.",
        "Ben-Ner, Avner, and Benedetto Gui. The Nonprofit Sector in the Mixed Economy. Ann Arbor: University of Michigan Press, 1993.",
        "Card, David, and Alan B. Krueger. Time-Series Minimum-Wage Studies: A Meta-Analysis. American Economic Review 85, no. 2 (1995): 238-243.",
        "Carey, K. Hospital Cost Efficiency and System Membership. Inquiry 40, no. 1 (2003): 25-38.",
        "David, Guy. Ã\u0083Â¢The Convergence Between Nonprofit and For-Profit Hospitals in the United States.Ã\u0083Â¢ Ph.D. Dissertation, University of Chicago, 2004.",
        "Devereaux, P. J., P. T. Choi, C. Lacchetti, B. Weaver, H. J. Schunemann, T. Haines, J. N. Lavis, B. J. Grant, D. R. Haslam, M. Bhandari, T. Sullivan, D. J. Cook, S. D. Walter, M. Meade, H. Khan, N. Bhatnagar, and G. H. Guyatt. A Systematic Review and Meta-Analysis of Studies Comparing Mortality Rates of Private for-Profit and Private Not-for-Profit Hospitals. CMAJ Canadian Medical Association Journal 166, no. 11 (2002): 1399-1406.",
        "Devereaux, P. J., D. Heels-Ansdell, C. Lacchetti, T. Haines, K. E. Burns, D. J. Cook, N. Ravindran, S. D. Walter, H. McDonald, S. B. Stone, R. Patel, M. Bhandari, H. J. Schunemann, P. T. Choi, A. M. Bayoumi, J. N. Lavis, T. Sullivan, G. Stoddart, and G. H. Guyatt. Payments for Care at Private forProfit and Private Not-for-Profit Hospitals: A Systematic Review and Meta-Analysis. CMAJ Canadian Medical Association Journal 170, no. 12 (2004): 1817-1824.",
        "Djankov, Simeon, and Peter Murrell. Enterprise Restructuring in Transition: A Quantitative Survey. Journal of Economic Literature 40, no. 3 (2002): 739-792.",
        "Duggan, Mark. Hospital Market Structure and the Behavior of Not-for-Profit Hospitals. RAND Journal of Economics 33, no. 3 (2002): 433-446.",
        "Frank, Richard G., and David S. Salkever. The Supply of Charity Services by Nonprofit Hospitals: Motives and Market Structure. RAND Journal of Economics 22, no. 3 (1991): 430-445.",
        "Glaeser, Edward L., and Andrei Shleifer. Not-for-Profit Entrepreneurs. Journal of Public Economics 81, no. 1 (2001): 99-115.",
        "Grossman, S., and O. Hart. The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration. Journal of Political Economy 98, (1986): 1119-1158.",
        "Hansmann, Henry B. The Role of Nonprofit Enterprise. Yale Law Journal 89, no. 5 (1980): 835-901.",
        "Hart, Oliver, Andrei Shleifer, and Robert W. Vishny. The Proper Scope of Government: Theory and an Application to Prisons. Quarterly Journal of Economics 112, no. 4 (1997): 1127-1161.",
        "Hedges, Larry V. and Ingram Olkin. Statistical Methods for Meta-Analysis. Orlando, FL: Academic Press, Inc. 1985.",
        "Kornai, JÃ\u0083Æ\u0092nos. Ã\u0083Â¢The Softness of the Budget Constraint.Ã\u0083Â¢ Kyklos 39 (1986): 3Ã\u0083Â¢30.",
        "Kornai, JÃ\u0083Æ\u0092nos, Eric Maskin, and Gerard Roland, Ã\u0083Â¢Understanding the Soft Budget Constraint,Ã\u0083Â¢ Journal of Economic Literature XLI(4) (2003): 1095-1136.",
        "Laffont, Jean-Jacques, and Jean Tirole. Chapter 17 In A Theory of Incentives in Procurement and Regulation. Cambridge, MA: MIT Press, 1993, 637-659.",
        "Lakdawalla, Darius, and Tomas Philipson. Nonprofit Production and Competition. National Bureau of Economic Research Working Paper 6377, 1998.",
        "Malani, Anup, Tomas Philipson, and Guy David. Theories of Firm Behavior in the Nonprofit Sector: A Synthesis and Empirical Evaluation. In The Governance of Not-for-Profit Organizations. Edited by Edward L. Glaeser ed. NBER Conference Report series. Chicago and London: University of Chicago Press, 2003, 181-215.",
        "McClellan, Mark, and Douglas Staiger. Comparing Hospital Quality at for-Profit and Not-for-Profit Hospitals. In The Changing Hospital Industry: Comparing Not-for-Profit and for-Profit Institutions. Edited by David M. Cutler ed. NBER Conference Report series. Chicago and London: University of Chicago Press, 2000, 93-112.",
        "Needleman, Jack. The Role of Nonprofits in Health Care. Journal of Health Politics, Policy and Law 26, no. 5 (2001): 1113-1130.",
        "Pauly, Mark V., and Michael Redisch. The Not-for-Profit Hospital as a Physicians Cooperative. American Economic Review 63, no. 1 (1973): 87-99.",
        "Rosenthal, R. Meta-Analytic Procedures for Social Research. Revised Edition. Revised Edition ed. Newbury Park, CA: Sage Publications, 1991.",
        "Rosenthal, R. and D. Rubin. A simple, general purpose display of magnitude of experimental effect. Journal of Educational Psychology, 74 (1982), 166-169.",
        "Sloan, Frank A. Hospital Ownership and Cost and Quality of Care: Is there a Dimes Worth of Difference? Journal of Health Economics 20, no. 1 (2001): 1-21.",
        "Sloan, Frank A. Not-for-Profit Ownership and Hospital Behavior. Handbook of Health Economics. 1B, (2000): 1141-1174.",
        "Stanley, T. D. Wheat from Chaff: Meta-Analysis as Quantitative Literature Review. Journal of Economic Perspectives 15, no. 3 (2001): 131-150.",
        "Stanley, T. D., and Stephen B. Jarrell. Gender Wage Discrimination Bias? A Meta-Regression Analysis. Journal of Human Resources 33, no. 4 (1998): 947-973.",
        "Vickers, John, and George Yarrow. Privatization: An Economic Analysis. Cambridge and London: MIT Press, 1988."
    ]
}