{
    "id": 11664,
    "cites": 64,
    "cited_by": 19,
    "reference": [
        "[1] Fouad Ajami. What the Muslim world is watching. New York Times Magazine, page 48, November 18 2001.",
        "[2] Eric Alterman. What Liberal Media? The Truth About Bias and the News. Basic Books, February 2003.",
        "[3] Jessie Daniel Ames. Editorial treatment of lynchings. The Public Opinion Quarterly, 2(1):77Ã\u0083Â¢ 84, January 1938.",
        "[4] Ken Auletta. Battle stations: How long will the networks stick with the news? New Yorker, December 10 2001.",
        "[5] Christopher Avery and Judith Chevalier. Identifying investor sentiment from price paths: The case of football betting. Journal of Business, 72(4):493Ã\u0083Â¢521, 1999.",
        "[6] Christopher Avery and Margaret Meyer. Designing hiring and promotion procedures when evaluators are biased. Oxford University Mimeograph, May 2003.",
        "[7] David P. Baron. Persistent media bias. Stanford Graduate School of Business Research Paper, 1845, February 2004.",
        "[8] Dan Barry, David Barstow, Jonathan D. Glater, Adam Liptak, and Jacques Steinberg. Correcting the record: Times reporter who resigned leaves long trail of deception. New York Times, page 1, May 11 2003.",
        "[9] Timothy Besley and Andrea Prat. HandcuÃ\u0083Â¯s for the grabbing hand? media capture and government accountability. London School of Economics Mimeograph, April 2004.",
        "[10] Bryan L. Boulier and H. O. Stekler. Predicting the outcomes of National Football League games. International Journal of Forecasting, 19:257Ã\u0083Â¢270, 2003.",
        "[11] Adam Brandenburger and Ben Polak. When managers cover their posteriors: Making the decisions the market wants to see. RAND Journal of Economics, 27(3):523Ã\u0083Â¢541, Autumn 1996.",
        "[12] Joel Campagna. Between two worlds: QatarÃ\u0083Â¢s Al-Jazeera satellite channel faces conÃ\u0083Â¯icting expectations. CPJ Press Freedom Reports, October 2001. http://www.cpj.org.",
        "[13] Mark Cooper, Gene Kimmelman, and Cheryl Leanza. Comments of Consumers Union, Consumer Federation of America, Civil Rights Forum, Center for Digital Democracy, Leadership Conference on Civil Rights and Media Access Project. December 2001.",
        "[14] Ann Coulter. Slander : Liberal Lies About the American Right. Three Rivers Press, September 2003.",
        "[16] Somnath Das, Carolyn B. Levine, and K. Sivaramakrishnan. Earnings predictability and bias in analystsÃ\u0083Â¢ earnings forecasts. Accounting Review, 73(2):277Ã\u0083Â¢294, April 1998.",
        "[17] Simeon Djankov, Caralee McLiesh, Tatiana Nenova, and Andrei Shleifer. Who owns the media? Journal of Law and Economics, 46(2), October 2003.",
        "[18] Alexander Dyck and Luigi Zingales. The media and asset prices. Harvard Business School mimeograph, August 2003.",
        "[19] Matthias R. EÃ\u0083Â¯nger and Mattias K. Polborn. Herding and anti-herding: A model of reputational diÃ\u0083Â¯erentiation. European Economic Review, 45:385Ã\u0083Â¢403, 2001.",
        "[20] JeÃ\u0083Â¯rey C. Ely, Drew Fudenberg, and David K. Levine. When is reputation bad? October 2002. Harvard University mimeo.",
        "[21] JeÃ\u0083Â¯rey C. Ely and Juuso VÃ\u0083Æ\u0092limÃ\u0083Æ\u0092ki. Bad reputation. Quarterly Journal of Economics, 118(3):785Ã\u0083Â¢814, August 2003.",
        "[23] Michael Firth and Michael Gift. An international comparison of analystsÃ\u0083Â¢ earnings forecast accuracy. International Advances in Economic Research, 5(1):56Ã\u0083Â¢64, February 1999.",
        "[24] David FolkenÃ\u0083Â¯ik. Iraq prison story tough to hold oÃ\u0083Â¯ on, CBS says. Baltimore Sun, page 1D, May 5 2004.",
        "[25] Al Franken. Lies and the Lying Liars Who Tell Them: A Fair and Balanced Look at the Right. E P Dutton, August 2003.",
        "[26] Matthew Gentzkow and Jesse M. Shapiro. Media bias and reputation. University of Chicago Mimeograph, January 2005.",
        "[27] Matthew A. Gentzkow, Edward L. Glaeser, and Claudia D. Goldin. The rise of the fourth estate: How newspapers became informative and why it mattered. July 2004. Harvard University mimeograph.",
        "[29] Edward L. Glaeser. Psychology and the market. American Economic Review, 94(2):408Ã\u0083Â¢413, May 2004.",
        "[30] Edward L. Glaeser, Giacomo A. M. Ponzetto, and Jesse M. Shapiro. Strategic extremism: Why republicans and democrats divide on religious values. Quarterly Journal of Economics. Forthcoming.",
        "[31] Bernard Goldberg. Bias : A CBS Insider Exposes How the Media Distort the News. Perennial, January 2003.",
        "[32] Simon Grant, Atsushi Kajii, and Ben Polak. Intrinsic preference for information. Journal of Economic Theory, 83:233Ã\u0083Â¢259, 1998.",
        "[33] Tim Groseclose and JeÃ\u0083Â¯ Milyo. A measure of media bias. Quarterly Journal of Economics. Forthcoming.",
        "[34] Albert C. Gunther. Biased press or biased public? Attitudes toward media coverage of social groups. The Public Opinion Quarterly, 56(2):147Ã\u0083Â¢167, Summer 1992.",
        "[35] Paul Heidhues and Johan LagerlÃ\u0083Æ\u0092Ã\u0082Â¶f. Hiding information in electoral competition. Games and Economic Behavior, 42:48Ã\u0083Â¢74, 2000.",
        "[36] Andrew Heyward. CBS statement on bush memos. CBSNews.com, September 20 2004.",
        "[37] Sok-Hyon Kang, John OÃ\u0083Â¢Brien, and K. Sivaramakrishnan. AnalystsÃ\u0083Â¢ interim earnings forecasts: Evidence on the forecasting process. Journal of Accounting Research, 32(1):103Ã\u0083Â¢112, Spring 1994.",
        "[39] Matt Kempner. CNN on top of the world; CNN International crafts coverage with a global emphasis that appeals to viewers overseas. Atlanta Journal-Constitution, page 1G, October 7 2001.",
        "[40] David D. Kirkpatrick and Geraldine Fabrikant. Changes at the Times: Reactions; advertisers and Wall St. see an end to turmoil. New York Times, page B9, June 6 2003.",
        "[41] Jonathan Koehler. The inÃ\u0083Â¯uence of prior beliefs on scientiÃ\u0083Â¯c judgments of evidence quality. Organizational Behavior and Human Decision, 56(1):28Ã\u0083Â¢55, 1993.",
        "[42] Andrew Kohut. Media myopia: More news is not necessarily good news. New York Times, July 11 2004.",
        "[43] David Kreps and Robert Wilson. Reputation and imperfect information. Journal of Economic Theory, 27:253Ã\u0083Â¢279, 1982.",
        "[44] Terence Lim. Rationality and analystsÃ\u0083Â¢ forecast bias. Journal of Finance, 56(1):369Ã\u0083Â¢385, February 2001.",
        "[45] Charles G. Lord, Mark R. Lepper, and Elizabeth Preston. Considering the opposite: A corrective strategy for social judgment. Journal of Personality and Social Psychology, 47(6):1231Ã\u0083Â¢ 1243, 1984.",
        "[47] Paul Milgrom and John Roberts. Predation, reputation and entry deterrence. Journal of Economic Theory, 27:280Ã\u0083Â¢312, 1982.",
        "[48] Arthur G. Miller, John W. McHoskey, Cynthia M. Bane, and Timothy G. Dowd. The attitude polarization phenomenon: Role of response measure, attitude extremity, and behavioral consequences of reported attitude change. Journal of Personality and Social Psychology, 64(4):561Ã\u0083Â¢574, 1993.",
        "[49] Stephen Morris. Trade with heterogeneous prior beliefs and asymmetric information. Econometrica, 62(6):1327Ã\u0083Â¢1347, November 1994.",
        "[50] Stephen Morris. The common prior assumption in economic theory. Economics and Philosophy, 11:227Ã\u0083Â¢253, 1995.",
        "[51] Stephen Morris. Political correctness. Journal of Political Economy, 109(2):231Ã\u0083Â¢265, 2001.",
        "[52] Sendhil Mullainathan and Andrei Shleifer. The market for news. American Economic Review. Forthcoming.",
        "[54] GeoÃ\u0083Â¯rey D. Munro and Peter H. Ditto. Biased assimilation, attitude polarization, and aÃ\u0083Â¯ect in reactions to stereotyped-relevant scientiÃ\u0083Â¯c information. Personality and Social Psychology Bulletin, 23(6):636Ã\u0083Â¢653, 1997.",
        "[55] Allan H. Murphy and Robert L. Winkler. Reliability of subjective probability forecasts of precipitation. Applied Statistics, 26(1):41Ã\u0083Â¢47, 1977.",
        "[56] Allan H. Murphy and Robert L. Winkler. Probability forecasting in meteorology. Journal of the American Statistical Association, 79(387):489Ã\u0083Â¢500, September 1984.",
        "[57] Wojciech Olszewski. Informal communication. Journal of Economic Theory, pages 180Ã\u0083Â¢200, 2004.",
        "[59] John Otis. Arab media accused of bias; experts say most reports are accurate, but with anti-US slant. Houston Chronicle, page A25, April 5 2003.",
        "[60] Marco Ottaviani and Peter Norman SÃ\u0083Æ\u0092Ã\u0082Â¸rensen. Professional advice. Journal of Economic Theory, 2005.",
        "[61] Marco Ottaviani and Peter Norman SÃ\u0083Æ\u0092Ã\u0082Â¸rensen. Reputational cheap talk. RAND Journal of Economics, 2005.",
        "[62] Peter G. Peterson, Kathy Bloomgarden, Henry Grunwald, David E. Morey, and Shibley Telhami. Finding AmericaÃ\u0083Â¢s Voice: A Strategy for Reinvigorating U.S. Public Diplomacy. Council on Foreign Relations, New York, 2003.",
        "[63] Canice Prendergast. A theory of yes men. American Economic Review, 83(4):757Ã\u0083Â¢770, September 1993.",
        "[64] Associated Press. Arab media muted in coverage of beheading; many papers play down story, others ignore it. May 12 2004.",
        "[65] Jana Smith Raedy, Philip Shane, and Yanhua Yang. Horizon-dependent underreaction in Ã\u0083Â¯nancial analystsÃ\u0083Â¢ earnings forecasts. University of Colorado Mimeograph, September 2003.",
        "[66] Dan Rather. Dan Rather statement on memos. CBSNews.com, September 20 2004.",
        "[67] Donald H. Rumsfeld. Secretary rumsfeld remarks at stakeout outside ABC TV. Department of Defense News Transcript, October 28 2001.",
        "[68] Robert SatloÃ\u0083Â¯. Rethinking public diplomacy in the Middle East. Weekly Standard, 8(46), August 2003.",
        "[69] Wing Suen. The self-perpetuation of biased beliefs. Economic Journal, 114:377Ã\u0083Â¢396, April 2004.",
        "[70] Kenneth Turan. Through the looking glass with Al Jazeera: Jehane NoujaimÃ\u0083Â¢s documentary Ã\u0083Â¢Control RoomÃ\u0083Â¢ challenges what some might expect of the news channel. Los Angeles Times, page E6, June 18 2004.",
        "[71] William Underhill and Tara Pepper. The media: Losing trust in Auntie Beeb. Newsweek, September 29 2003."
    ]
}