{
    "id": 11660,
    "cites": 15,
    "cited_by": 16,
    "reference": [
        "Bettinger, Eric P. and Bridget Terry Long. Ã\u0083Â¢Do Faculty Serve as Role Models? The Impact of Instructor Gender on Female Students,Ã\u0083Â¢ American Economic Review, May 2005.",
        "Brophy, Jere. Ã\u0083Â¢Interactions of Male and Female Students with Male and Female Teachers,Ã\u0083Â¢ in Gender Influences in Classroom Interaction, edited by Louise Cherry Wilkinson and Cora B. Marrett, Academic Press Inc.: Orlando, FL, 1985.",
        "Cahill, Larry. Ã\u0083Â¢His Brain, Her Brain,Ã\u0083Â¢ Scientific American, May 2005, 40-47. Canes, Brandice J. and Harvey S. Rosen. Ã\u0083Â¢Following in her footsteps? WomenÃ\u0083Â¢s choices of college majors and faculty gender composition,Ã\u0083Â¢ Industrial and Labor Relations Review 48, 1995, 486504. Cavanagh, Sean. Ã\u0083Â¢Educators revisit girlsÃ\u0083Â¢ loss of math, science interest,Ã\u0083Â¢ Education Week, May 4, 2005.",
        "Coley, Richard J. Ã\u0083Â¢Differences in the Gender Gap: Comparisons across Racial/Ethnic Groups in Education and Work,Ã\u0083Â¢ Policy Information Center, Educational Testing Service: Princeton, NJ, 2001.",
        "Dillon, Sam. Ã\u0083Â¢Harvard Chief Defends His Talk on Women,Ã\u0083Â¢ The New York Times, January 18, 2005.",
        "Hanushek, Eric A., John F. Kain, Daniel M. OÃ\u0083Â¢Brien, and Steven G. Rivkin. Ã\u0083Â¢The Market for Teacher Quality,Ã\u0083Â¢ NBER Working Paper No. 11154, February 2005.",
        "Kleinfeld, Judith. Ã\u0083Â¢The Myth that Schools Shortchange Girls: Social Science in the Service of Deception,Ã\u0083Â¢ WomenÃ\u0083Â¢s Freedom Network, Washington DC: 1998.",
        "Lavy, Victor. Ã\u0083Â¢Do Gender Stereotypes Reduce GirlsÃ\u0083Â¢ Human Capital Outcomes? Evidence from a Natural Experiment.Ã\u0083Â¢ NBER Working Paper No. 10678, August 2004.",
        "Lewin, Tamar. Ã\u0083Â¢Ideas and Trends: How Boys Lost out to Girl Power,Ã\u0083Â¢ The New York Times, Section 4, Page 3, December 13, 1998.",
        "Robst, John, Jack Keil and Dean Russo. Ã\u0083Â¢The effect of gender composition of faculty on student retention,Ã\u0083Â¢ Economics of Education Review 17(4), 429-439, 1998.",
        "Sax, Leonard S. Ã\u0083Â¢The Promise and Peril of Single-Sex Public Education,Ã\u0083Â¢ Education Week, March 2, 2005.",
        "Sommers, Christina Hoff. The War Against Boys: How Misguided Feminism is Harming Our Young Men. New York: Simon and Schuster; 2000.",
        "Spencer, Steven J., Claude M. Steele and Diane M. Quinn. Ã\u0083Â¢Stereotype Threat and WomenÃ\u0083Â¢s Math Performance,Ã\u0083Â¢ Journal of Experimental Social Psychology 35(1): 4-28, 1999.",
        "U.S. Department of Education. Ã\u0083Â¢Psychometric Report for the NELS:88 Base Year Test Battery,Ã\u0083Â¢ NCES 91-468, by Donald A. Rock, Judith M. Pollak, Jeffrey Owings, Anne Hafner, Washington, D.C.: 1991.",
        "Wooldridge, Jeffrey M. Econometric Analysis of Cross Section and Panel Data. Cambridge, MA: Massachusetts Institute of Technology, 2002."
    ]
}