{
    "id": 11661,
    "cites": 13,
    "cited_by": 10,
    "reference": [
        "Beck, Thorsten, Asli DemirgÃ\u0083Æ\u0092Ã\u0082Â¼Ã\u0083Æ\u0092-Kunt and Ross Levine, (1999), A New Database on Financial Development and Structure, Policy Research Working Paper No. 2146, Washington DC: World Bank.",
        "Diamond, Peter and James Mirrlees. 1971. Optimal Taxation and Public Production, American Economic Review 61, pp. 8-27.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez de Silanes, and Andrei Shleifer. 2002. Ã\u0083Â¢The Regulation of Entry,Ã\u0083Â¢ Quarterly Journal of Economics, February.",
        "Friedman, Milton. 1969. The Optimal Quantity of Money. In The Optimal Quantity of Money and Other Essays, edited by Milton Friedman. Chicago: Aldine Publishing Company.",
        "Gordon, Roger and Wei Li. 2005. Tax Structure in Developing Countries: Many Puzzles and a Possible Explanation, NBER Working Paper No. 11267.",
        "Grossman, Gene and Elhanan Helpman. 1994. Protection for Sale, American Economic Review 84, pp. 833-50.",
        "La Porta, Rafael, Florencio Lopez de Silanes, and Andrei Shleifer. 2002. Government Ownership of Banks, Journal of Finance, February.",
        "International Monetary Fund. 2004. Government Financial Statistics, CD-ROM (May).",
        "International Monetary Fund. 2005. International Finance Statistics, IFS Online, accessed between February and April 2005.",
        "Judd, Kenneth. 1987. The Welfare Cost of Factor Taxation in a Perfect-Foresight Model, Journal of Political Economy 95, pp. 675-709.",
        "Saez, Emmanuel. 2002. The Desirability of Commodity Taxation under Non-linear Income Taxation and Heterogeneous Tastes, Journal of Public Economics 83, pp. 217- 30.",
        "Schneider, Friedrich and Dominik Enste. 2000. Ã\u0083Â¢Shadow economies: Size, causes, and consequences,Ã\u0083Â¢ Journal of Economic Literature 38/1, pp. 77-114.",
        "World Bank. 2005. World Development Indicators, WDI Online, accessed March and April, 2005."
    ]
}