{
    "id": 11679,
    "cites": 40,
    "cited_by": 2,
    "reference": [
        "Alesina, Alberto and Edward L.Glaeser. 2004. Fighting Poverty in the U.S. and Europe: A World of Difference. Oxford University Press.",
        "Alm, James and Ramon Cao Garcia. 2005. Ã\u0083Â¢Fiscal Policies in Puerto Rico.Ã\u0083Â¢ Georgia State University and the University of Puerto Rico. Forthcoming in Economic Growth in Puerto Rico, edited by Barry Bosworth, Susan Collins and Miguel A. Soto.",
        "Basker, Emek. 2005a. Ã\u0083Â¢Job Creation or Destruction?: Labor-Market Effects of Wal-Mart Expansion.Ã\u0083Â¢ Review of Economics and Statistics, 87, no. 1, 174-183.",
        "Becker, Gary S. 1993. Human Capital: A Theoretical and Empirical Analysis with Special Reference to Education, third edition. The University of Chicago Press.",
        "Cao GarcÃ\u0083Æ\u0092a, RamÃ\u0083Æ\u0092Ã\u0082Â³n J. 2004. Impuestos en Puerto Rico: Treinta AÃ\u0083Æ\u0092Ã\u0082Â±os de Experiencias y Estudios. San Juan: Grupo Editorial Akron.",
        "Carlton, Dennis W. and Jeffrey M. Perloff. 2000. Modern Industrial Organization, third edition. Reading, Massachusetts: Addison-Wesley.",
        "Castillo-Freeman Alida, and Richard Freeman. 1992. Ã\u0083Â¢When the Minimum Wage Really Bites: The Effect of the U.S.-Level Minimum on Puerto Rico.Ã\u0083Â¢ In Immigration and the Work Force, edited by George Borjas and Richard Freeman. University of Chicago Press.",
        "Corneo, Giacomo and Hans Peter Gruener. 2002. Ã\u0083Â¢Individual Preferences for Political Redistribution.Ã\u0083Â¢ Journal of Public Economics 83, no. 1 (January): 83-107.",
        "Davis, Steven J. and Magnus Henrekson. 2005a. Ã\u0083Â¢Tax Effects on Work Activity, Industry Mix and Shadow Economy Size: Evidence from Rich-Country Comparisons.Ã\u0083Â¢ In Labour Supply and the Incentives to Work in Europe, edited by R. Gomez Salvador et al. Edward Elgar Press.",
        "Davis, Steven J. and Magnus Hernrekson. 2005b. Ã\u0083Â¢Wage-Setting Institutions as Industrial Policy.Ã\u0083Â¢ Labour Economics 12, no. 3 (June): 345-377.",
        "DÃ\u0083Æ\u0092az, Mirian. 2005. Ã\u0083Â¢Ideas Del Sector Privado al Cogobierno.Ã\u0083Â¢ El Nuevo DÃ\u0083Æ\u0092a (January 5): 70.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez de Silanes and Andrei Schleifer (2002). The Regulation of Entry.Ã\u0083Â¢ Quarterly Journal of Economics 117(1): 1-37.",
        "Enchautegui, Maria E. and Richard B. Freeman. 2005. Ã\u0083Â¢Why DonÃ\u0083Â¢t More Puerto Rican Men Work? The Rich Uncle (Sam) Hypothesis.Ã\u0083Â¢ Presented at a conference on the Puerto Rican economy sponsored by the Center for the New Economy and the Brookings Institution in San Juan, Puerto Rico, May 10-11, 2005. Forthcoming in Economic Growth in Puerto Rico, edited by Barry Bosworth, Susan Collins and Miguel A. Soto.",
        "Eslava, Marcela, John Haltiwanger, Adriana Kugler and Maurice Kugler. 2004. Ã\u0083Â¢The Effect of Structural Reforms on Productivity and Profitability Enhancing Reallocation: Evidence from Columbia.Ã\u0083Â¢ Journal of Development Economics (December): 333-371.",
        "Estudios TÃ\u0083Æ\u0092cnicos. 2004. La EconomÃ\u0083Æ\u0092a Informal en Puerto Rico, vols. 1-3, prepared for the Puerto Rico Department of Labor and Human Resources.",
        "GonzÃ\u0083Æ\u0092les, Joanisabel. 2005. Ã\u0083Â¢La Abultada Agenda del Comisionado.Ã\u0083Â¢ El Nuevo DÃ\u0083Æ\u0092a (January 5): 70.",
        "Hashimoto, Mansori 1982. Ã\u0083Â¢Minimum Wage Effects on Training on the Job.Ã\u0083Â¢ American Economic Review 72, no. 5 (December): 1070-1087.",
        "Hausman, Jerry and Ephraim Leibtag. 2004. Ã\u0083Â¢CPI Bias from Supercenters: Does the BLS Know that Wal-Mart Exists?Ã\u0083Â¢ NBER Working Papers No. 10712.",
        "Hexner, J. Tomas and Glenn Jenkins. 1998. Puerto Rico: The Economic and Fiscal Dimensions. Citizens Educational Foundation at www.puertorico-herald.org/issues/vol2n03/hexnerjenkins. shtml.",
        "Holmes, Thomas J. 2005. Ã\u0083Â¢The Diffusion of Wal-Mart and Economies of Density.Ã\u0083Â¢ Preliminary draft presented at the NBER Summer Institute in Cambridge, Massachusetts, July 2005.",
        "Holmes, Thomas J. and James A. Schmitz, Jr. 2001. Ã\u0083Â¢Competition at Work: Railroads vs. Monopoly in the U.S. Shipping Industry.Ã\u0083Â¢ Federal Reserve Bank of Minneapolis Quarterly Review 25, no. 2 (Spring): 3-29.",
        "Hout, Michael and Harvey S. Rosen. 2000. Ã\u0083Â¢Self-Employment, Family Background, and Race.Ã\u0083Â¢ Journal of Human Resources 35 (Fall): 670-692.",
        "Hunter, Lawrence A. 2003. Ã\u0083Â¢Leave No State or Territory Behind: Formulating a Pro-Growth Economic Strategy for Puerto Rico.Ã\u0083Â¢ Institute for Policy Innovation (IPI) Policy Report no. 117 (August).",
        "Jacobson, Louis, Robert J. LaLonde and Daniel G. Sullivan. 1993. Ã\u0083Â¢Earnings Losses of Displaced Workers.Ã\u0083Â¢ American Economic Review 83, no. 4 (September): 685-709.",
        "Lawrence, Robert Z. and Juan Lara. 2005. Ã\u0083Â¢Puerto Rico: Trade Performance and Industrial Policy.Ã\u0083Â¢ Presented at a conference on the Puerto Rican economy sponsored by the Center for the New Economy and the Brookings Institution in San Juan, Puerto Rico, May 1011, 2005. Forthcoming in Economic Growth in Puerto Rico, edited by Barry Bosworth, Susan Collins and Miguel A. Soto.",
        "Markiewicz, Kira, Nancy Rose and Catherine Wolfram. 2004. Ã\u0083Â¢Does Competition Reduce Costs? Assessing the Impact of Regulatory Restructuring on U.S. Electric Generation Efficiency.Ã\u0083Â¢ NBER Working Paper No. 11001.",
        "Neumark, David and Olena Nizalova. 2004. Ã\u0083Â¢Minimum Wage Effects in the Longer Run.Ã\u0083Â¢ NBER Working Paper No. 10656.",
        "Odishelidze, Alexander and Arthur Laffer. 2004. Pay to the Order of Puerto Rico: The Cost of Dependence to the American Taxpayer. Allegiance Press.",
        "Parent, Daniel. 2000. Ã\u0083Â¢Industry-Specific Capital and the Wage Profile: Evidence from the National Longitudinal Survey of Youth and the Panel Study of Income Dynamics.Ã\u0083Â¢ Journal of Labor Economics 18: 306-321.",
        "Pelzman, Joseph. 2002. Ã\u0083Â¢Imported Capital Dependency as an Economic Development Strategy: The Failure of Distortionary Tax Policies in Puerto Rico.Ã\u0083Â¢ George Washington University, European Research Center, Occasional Paper No. 50.",
        "RodrÃ\u0083Æ\u0092guez Santiago, Elizabeth (2005). Ã\u0083Â¢Los Arbitrios sobre la Cerveza y el Ron en Puerto Rico y la ObligaciÃ\u0083Æ\u0092Ã\u0082Â³n del Trato Nacional del GATT: ComparaciÃ\u0083Æ\u0092Ã\u0082Â³n con la Jurisprudencia de la OMC sobre Impuestos a las Bebidas AlcohÃ\u0083Æ\u0092Ã\u0082Â³licas.Ã\u0083Â¢ Working Paper No. 1, Center for Business Research and Academic Initiatives, Faculty of Business Administration, University of Puerto Rico-RÃ\u0083Æ\u0092o Piedras, March.",
        "Santiago, Carlos. 1989. Ã\u0083Â¢The Dynamics of Minimum Wage Policy in Economic Development: A Multiple Time-Series Approach. Economic Development and Cultural Change 38, no. 1 (October): 1-30.",
        "Schmitz, James A., Jr., and Arilton Teixeira. 2004. Ã\u0083Â¢PrivatizationÃ\u0083Â¢s Impact on Private Productivity: The Case of Brazilian Iron Ore.Ã\u0083Â¢ Federal Reserve Bank of Minneapolis Research Department Staff Report 337.",
        "Sivadasan, Jagadeesh. 2003. Ã\u0083Â¢Barriers to Entry and Productivity: Micro-Evidence from Indian Manufacturing Sector Reforms.Ã\u0083Â¢ University of Chicago Graduate School of Business.",
        "Smith, Adam. 1976. An Inquiry into the Nature and Causes of the Wealth of Nations. Edited by Edwin Cannan, with a preface by George J. Stigler. Chicago, Illinois: University of Chicago Press.",
        "SolÃ\u0083Æ\u0092, Ricardo. 2004. Ã\u0083Â¢La Necesidad de Simplificar la Compleja RelaciÃ\u0083Æ\u0092Ã\u0082Â³n entre los Procesos Ambientales, de Planificacion, Consultas, Endosos y Permisos,Ã\u0083Â¢ Columna Vol 2 (4): 1417. Syverson, Chad. 2004. Ã\u0083Â¢Market Structure and Productivity: A Concrete Example.Ã\u0083Â¢ Journal of Political Economy 112: 1881-1222.",
        "U.S. Bureau of the Census. 2005. Statistical Abstract of the United States, 12th edition. U.S. Government Printing Office.",
        "United States Court of Appeals for the First Circuit. 2005a. United States v. MarÃ\u0083Æ\u0092a de la Angeles Rivera-Rangel. Appeal from the U.S. District Court for the District of Puerto Rico, Opinion No. 03-2544, February 8.",
        "United States Court of Appeals for the First Circuit. 2005b. Walgreen Co., Walgreen of San Patricio, and Walgreen of Puerto Rico v. John V. Rullan, Secretary of the Puerto Rico Health Department. Appeal from the U.S. District Court for the District of Puerto Rico, Opinion No. 03-2542, April 22.",
        "U.S. General Accounting Office. 1993. Ã\u0083Â¢Tax Policy: Puerto Rico and the Section 936 Tax Credit,Ã\u0083Â¢ Report to the Chairman, Committee on Finance, U.S. Senate (June)."
    ]
}