{
    "id": 11678,
    "cites": 19,
    "cited_by": 101,
    "reference": [
        "Barro, Robert J., Ã\u0083Â¢Long-Term Contracting, Sticky Prices, and Monetary Policy,Ã\u0083Â¢ Journal of Monetary Economics, July 1977, 3 (3), pp. 305Ã\u0083Â¢316.",
        "Binmore, Ken, Ariel Rubinstein, and Asher Wolinsky, Ã\u0083Â¢The Nash Bargaining Solution in Economic Modeling,Ã\u0083Â¢ RAND Journal of Economics, Summer 1986, 17 (2), pp.",
        "Burdett, Kenneth and Dale T. Mortensen, Ã\u0083Â¢Wage Differentials, Employer Size,and Unem- ployment,Ã\u0083Â¢ International Economic Review, 1998, 39 (2), pp. 257Ã\u0083Â¢273.",
        "Diamond, Peter A., Ã\u0083Â¢Aggregate Demand Management in Search Equilibrium,Ã\u0083Â¢ Journal of Political Economy, October 1982, 90 (5), pp. 881Ã\u0083Â¢894.",
        "Gertler, Mark and Antonella Trigari, Ã\u0083Â¢Unemployment Fluctuations with Staggered Nash Wage Bargaining,Ã\u0083Â¢ May 2005. NYU Department of Economics.",
        "Hagedorn, Marcus and Iourii Manovskii, Ã\u0083Â¢The Cyclical Behavior of Equilibrium Unem- ployment and Vacancies Revisited,Ã\u0083Â¢ April 2005. University of Frankfurt.",
        "Hall, Robert E., Ã\u0083Â¢Lost Jobs,Ã\u0083Â¢ Brookings Papers on Economic Activity, 1995, 1995 (1), pp.",
        "NBER Working Paper 11186. , Ã\u0083Â¢Employment Fluctuations with Equilibrium Wage Stickiness,Ã\u0083Â¢ American Economic Review, March 2005, 95 (1), 50Ã\u0083Â¢65.",
        "Harris, John R. and Michael P. Todaro, Ã\u0083Â¢Migration, Unemployment and Development: A Two-Sector Analysis,Ã\u0083Â¢ American Economic Review, March 1970, 60 (1), 126Ã\u0083Â¢42.",
        "Jaeger, David A. and Ann Huff Stevens, Ã\u0083Â¢Is Job Stability in the United States Falling? Reconciling Trends in the Current Population Survey and the Panel Study of Income Dynamics.Ã\u0083Â¢ In Neumark, ed (2000) pp. 31Ã\u0083Â¢69.",
        "Kodrzycki, Yolanda K., Ã\u0083Â¢Discouraged and Other Marginally Attached Workers: Evidence on Their Role in the Labor Market,Ã\u0083Â¢ New England Economic Review, May/June 2000, pp. 35Ã\u0083Â¢40.",
        "Krause, Michael U. and Thomas A. Lubik, Ã\u0083Â¢On-the-Job Search and the Cyclical Dynamics of the Labor Market,Ã\u0083Â¢ September 2004. Departments of Economics, Tilburg Univer- sity and John Hopkins University.",
        "Mortensen, Dale T., Ã\u0083Â¢Property Rights and EfÃ\u0083Â¯ciency in Mating, Racing, and Related Games,Ã\u0083Â¢ American Economic Review, 1982, 72 (5), pp. 968Ã\u0083Â¢979.",
        "Economics, Northwestern University. NagypÃ\u0083â\u0080\u009aÃ\u0082Â´al, Ã\u0083â\u0080\u009aÃ\u0082Â´Eva, Ã\u0083Â¢Worker Reallocation over the Business Cycle: The Importance of Job-to- Job Transitions, Part 1: Evidence,Ã\u0083Â¢ July 2004. Department of Economics, Northwest- ern University.",
        "Neumark, David, ed., On the Job: Is Long-Term Employment a Thing of the Past?, New York: Russell Sage Foundation, 2000.",
        "Phelps, Edmund, Structural Slumps, Cambridge: Harvard University Press, 1994.",
        "Pissarides, Christopher, Ã\u0083Â¢Short-Run Equilibrium Dynamics of Unemployment, Vacancies, and Real Wages,Ã\u0083Â¢ American Economic Review, 1985, 75 (4), pp. 676Ã\u0083Â¢690.",
        "Shimer, Robert, Ã\u0083Â¢The Consequences of Rigid Wages in Search Models,Ã\u0083Â¢ Journal of the European Economic Association (Papers and Proceedings), 2004, 2, 469Ã\u0083Â¢479.",
        "Tawara, Norikazu, Ã\u0083Â¢Search and Matching with Wage Bargaining under Asymmetric Infor- mation,Ã\u0083Â¢ March 2005. Departments of Economics, University of Chicago."
    ]
}