{
    "id": 11676,
    "cites": 37,
    "cited_by": 1,
    "reference": [
        "Bergstrom, T., (2001), Ã\u0083Â¢Free Labor for Costly Journals?,Ã\u0083Â¢ Journal of Economic Perspectives, Autumn.",
        "Berry, S., (1994), Ã\u0083Â¢Estimating Discrete-Choice Models of Product DiÃ\u0083Â¯erentiation,Ã\u0083Â¢ RAND Journal of Economics, Vol. 25, pp. 242-62.",
        "Berry, S., Levinsohn, J., and A. Pakes, (1995), Automobile Prices in Market Equilibrium, Econometrica, Vol. 63, No. 4, pp. 841-90.",
        "Borenstein, S., (1991), Ã\u0083Â¢Selling Costs and Switching Costs: Explaining Retail Gasoline Margins,Ã\u0083Â¢ RAND Journal of Economics, Vol. 22, pp. 354-69.",
        "Borenstein, S. and N. Rose, (1994), Ã\u0083Â¢Competition and Price Dispersion in the U.S. Airline Industry,Ã\u0083Â¢ Journal of Political Economy, Vol. 102, pp. 653-83.",
        "Busse, M. and M. Rysman, (2004), Ã\u0083Â¢Competition and Price Discrimination Yellow Pages Advertising,Ã\u0083Â¢ RAND Journal of Economics, forthcoming.",
        "Cachon, G. and Lariviere, M., (2000), Ã\u0083Â¢Supply Chain Coordination with Revenue-Sharing Contracts: Strengths and Limitations,Ã\u0083Â¢ working paper.",
        "Chevalier and Goolsbee, (2005), Ã\u0083Â¢Are Durable Goods Consumers Forward Looking? Evidence from College Textbooks,Ã\u0083Â¢ NBER working paper 11421.",
        "Clerides, S.K., (2002), Ã\u0083Â¢Book Value: Intertemporal Pricing and Quality Discrimination in the U.S. Market for Books,Ã\u0083Â¢ International Journal of Industrial Organization, Vol. 20, No. 10, pp. 1385-1408.",
        "Deneckere, R. and P. McAfee, (1996), Ã\u0083Â¢Damaged Goods,Ã\u0083Â¢ Journal of Economics and Management Strategy, Vol. 5, No. 2, pp. 149-74.",
        "Hansen, L., (1982), Ã\u0083Â¢Large Sample Properties of Generalized Method of Moments Estimators, Ã\u0083Â¢ Econometrica, Vol. 50, No. 4, pp. 1029-54.",
        "Hausman, J., (1997), Valuation of New Goods under Perfect and Imperfect Competition, The Economics of New Goods. Bresnahan, Tim and Gordon, Robert, eds., NBER Research Studies in Income and Wealth, Vol 58, Chicago and London: University of Chicago Press, pp 209-37.",
        "Karaca-Mandic, P., (2003), Network EÃ\u0083Â¯ects in Technology Adoption: The Case of DVD Players, working paper.",
        "Eaton, J. and S. Kortum, (1996), Ã\u0083Â¢Trade in Ideas: Patenting and Productivity in the OECD,Ã\u0083Â¢ Journal of International Economics, Vol. 40, No. 2, pp. 251-78.",
        "Leslie, P., (2004), Ã\u0083Â¢Price Discrimination in Broadway Theater,Ã\u0083Â¢ RAND Journal of Economics, V. 35, No. 3, pp. 520 - 41.",
        "Liebowitz, S., (1985), Ã\u0083Â¢Copying and Indirect Appropriability: Photocopying of Journals,Ã\u0083Â¢ Journal of Political Economics, V. 93, No. 5, pp. 945 - 57.",
        "McCalman, Phillip, (2001), Ã\u0083Â¢Reaping What You Sow: An Empirical Analysis of International Patent Harmonization,Ã\u0083Â¢ Journal of International Economics, Vol. 55, No. 1, pp. 161-86.",
        "McCalman, Phillip, (2004), Ã\u0083Â¢Foreign Direct Investment and Intellectual Property Rights: Evidence from HollywoodÃ\u0083Â¢s Global Distribution of Movies and Videos,Ã\u0083Â¢ Journal of International Economics, Vol. 62, No. 1, pp. 107-23.",
        "Maskin, E. and Riley, J., (1984), Ã\u0083Â¢Monopoly with Incomplete Information,Ã\u0083Â¢ RAND Journal of Economics, Vol. 15, No. 2, pp. 171-96.",
        "McManus, B., (2001), Ã\u0083Â¢Nonlinear Pricing in an Oligopoly Market: The Case of Specialty CoÃ\u0083Â¯ee,Ã\u0083Â¢ working paper.",
        "Miravete, E., (2002), Ã\u0083Â¢Estimating Demand for Local Telephone Service with Asymmetric Information and Optional Calling Plans,Ã\u0083Â¢ Review of Economic Studies Vol. 69, pp. 943-71.",
        "Mortimer, J., (2001), An Empirical Study of Contractual Arrangements and Inventory: The U.S. Video Rental Industry, UCLA Dissertation.",
        "Mortimer, J., (2004), Vertical Contracts in the Video Rental Industry, working paper.",
        "Mussa, M. and Rosen, S., (1978), Ã\u0083Â¢Monopoly and Product Quality,Ã\u0083Â¢ Journal of Economic Theory, Vol. 18, No. 2, pp. 301-17.",
        "Nevo, A., (2000), A PractitionerÃ\u0083Â¢s Guide to Estimation of Random CoeÃ\u0083Â¯cients Logit Models of Demand, Journal of Economics and Management Strategy, Vol. 9, No. 4, pp. 513-548.",
        "Novos and Waldman, (1984), Ã\u0083Â¢The EÃ\u0083Â¯ects of Increased Copyright Protection: An Analytic Approach,Ã\u0083Â¢ Journal of Political Economy, Vol. 92, pp. 236-46.",
        "Ordover and Willig, (1978), Ã\u0083Â¢On the Optimal Provision of Journals qua Sometimes Shared Goods,Ã\u0083Â¢ American Economic Review, Vol. 68, No. , pp. 324-38.",
        "Johnson, (1985), Ã\u0083Â¢The Economics of Copying,Ã\u0083Â¢ Journal of Political Economy, Vol. 93, pp. 158-74.",
        "Takayama, (1994), Ã\u0083Â¢The Welfare Implications of Unauthorized Reproduction of Intellectual Property in the Presence of Demand Network Externalities,Ã\u0083Â¢ Journal of Industrial Economics, Vol. 42, pp. 155-66.",
        "Takayama, (1997), Ã\u0083Â¢The Intertemporal Consequences of Unauthorized Reproduction of Intellectual Property,Ã\u0083Â¢ Journal of Law and Economics, Vol. 40, pp. 511-22.",
        "Roehl, R. and Varian, H., (2001), Circulating Libraries and Video Rental Stores, First Monday , Vol. 6, No. 5.",
        "Shepard, A., (1991), Ã\u0083Â¢Price Discrimination and Retail ConÃ\u0083Â¯guration,Ã\u0083Â¢ Journal of Political Economy, Vol. 99, No. 1, pp. 30-53.",
        "Song, M., (2004), Measuring Consumer Welfare in the CPU Market: An application of the pure characteristics demand model, working paper.",
        "Tirole, J., (1995), The Theory of Industrial Organization, Cambridge, Massachusetts: The MIT Press.",
        "Varian, H., (2000), Ã\u0083Â¢Buying, Sharing and Renting Information Goods,Ã\u0083Â¢ Journal of Industrial Economics, Vol 48, No. 4, pp 473-88.",
        "Wyatt, E., (2005), Ã\u0083Â¢Google Library Database is Delayed,Ã\u0083Â¢ The New York Times, August 13, p. D1.",
        "Yoon, K., (2002), Ã\u0083Â¢The Optimal Level of Copyright Protection,Ã\u0083Â¢ Information Economics and Policy, Vol 14, No. 3, pp 327-48."
    ]
}