{
    "id": 11683,
    "cites": 30,
    "cited_by": 5,
    "reference": [
        "[1] Bagnoli, Mark, Michael B. Clement, and Susan B. Watts. Ã\u0083Â¢The Timing of Earnings Announcements Throughout the Day and Throughout the WeekÃ\u0083Â¢, mimeo, 2004.",
        "[2] Baker, Malcolm, Richard Ruback, and JeÃ\u0083Â¯rey Wurgler. Ã\u0083Â¢Behavioral Corporate Finance: A Survey.Ã\u0083Â¢ In The Handbook of Corporate Finance: Empirical Corporate Finance, edited by Espen Eckbo. New York: Elsevier/North Holland, forthcoming.",
        "[3] Barber, Brad M. and Terrance Odean. Ã\u0083Â¢All that Glitters: The EÃ\u0083Â¯ect of Attention and News on the Buying Behavior of Individual and Institutional InvestorsÃ\u0083Â¢, mimeo, 2002.",
        "[4] Barberis, Nicholas, Andrei Shleifer, and Robert Vishny. Ã\u0083Â¢A model of investor sentimentÃ\u0083Â¢, Journal of Financial Economics, Vol. 49, 307-343, 1998.",
        "[5] Begley, Joy and Paul Fischer. Ã\u0083Â¢Is there Information in an Earnings Announcement Delay ?Ã\u0083Â¢, Review of Accounting Studies, Vol. 3, 347-364, 1998.",
        "[6] Bernard, Victor L. and Jacob K. Thomas. Ã\u0083Â¢Post-Earnings-Announcement Drift: Delayed Price Response or Risk Premium?Ã\u0083Â¢, Journal of Accounting Research, Vol. 27, 1-36, 1989.",
        "[7] Bernard, Victor L. and Jacob K. Thomas. Ã\u0083Â¢Evidence That Stock Price Do Not Fully ReÃ\u0083Â¯ect the Implications of Current Earnings For Future EarningsÃ\u0083Â¢, Journal of Accounting and Economics, Vol. , 305-340, 1990.",
        "[9] Cremers, K.J. Martijn and Vinay B. Nair. Ã\u0083Â¢Governance Mechanisms and Equity Prices,Ã\u0083Â¢ mimeo, 2004.",
        "[10] Damodaran, Aswath. Ã\u0083Â¢The Weekend EÃ\u0083Â¯ect in Information: A Study of Earnings and Dividend AnnouncementsÃ\u0083Â¢, Review of Financial Studies, Vol. 4, 607-623, 1989.",
        "[11] Daniel, Kent, David Hirshleifer, and Avanidhar Subrahmanyam. Ã\u0083Â¢Investor Psychology and Security Market Under-and OverreactionsÃ\u0083Â¢, Journal of Finance, Vol. 53, 1839-1885, 1998.",
        "[12] Degeorge, Francois, Jay Patel, and Richard Zeckhauser. Ã\u0083Â¢Earnings Management to Exceed ThresholdsÃ\u0083Â¢, Journal of Business, Vol. 72, 1-33, 1999.",
        "[13] DellaVigna, Stefano and Ulrike Malmendier. Ã\u0083Â¢Contract Design and Self-Control: Theory and EvidenceÃ\u0083Â¢, Quarterly Journal of Economics,Vol. 119, 353Ã\u0083Â¢402, 2004.",
        "[15] DeLong, J. Bradford, Andrei Shleifer, Lawrence H. Summers, Robert J. Waldmann. Ã\u0083Â¢Noise Trader Risk in Financial MarketsÃ\u0083Â¢, Journal of Political Economy, Vol. 98, 703-738, 1990.",
        "[16] Dyck, Alexander and Luigi Zingales. Ã\u0083Â¢The Media and Asset PricesÃ\u0083Â¢, mimeo, 2003.",
        "[17] Frazzini, Andrea. Ã\u0083Â¢The Disposition EÃ\u0083Â¯ect and Under-Reaction to NewsÃ\u0083Â¢, mimeo, 2004.",
        "[18] Gabaix, Xavier and David Laibson. Ã\u0083Â¢Shrouded Attributes and Information Suppression in Competitive MarketsÃ\u0083Â¢, mimeo, 2004.",
        "[19] Gabaix, Xavier, David Laibson, Guillermo Moloche and Stephen Weinberg.Ã\u0083Â¢The Allocation of Attention: Theory and EvidenceÃ\u0083Â¢, mimeo, 2002.",
        "[20] Glaeser, Edward. Ã\u0083Â¢The Political Economy of HatredÃ\u0083Â¢, Quarterly Journal of Economics, Vol. 120, 45-86, 2005.",
        "[21] Gompers, Paul, Joy Ishii, and Andrew Metrick. Ã\u0083Â¢Corporate Governance and Equity PricesÃ\u0083Â¢, Quarterly Journal of Economics, Vol. 118, 107-155, 2003.",
        "[22] Graham, John R., Campbell R. Harvey, and Shiva Rajgopal. Ã\u0083Â¢The Economic Implications of Corporate Financial ReportingÃ\u0083Â¢, mimeo, 2004.",
        "[23] Grinblatt, Mark and Bing Han. Ã\u0083Â¢The Disposition EÃ\u0083Â¯ect and MomentumÃ\u0083Â¢, mimeo, 2002.",
        "[25] Hong, Harrison and Jeremy Stein. Ã\u0083Â¢A UniÃ\u0083Â¯ed Theory of Underreaction, Momentum Trading, and Overreaction in Asset MarketsÃ\u0083Â¢, Journal of Finance, Vol. 54, 2143-2184, 1999.",
        "[26] Huberman, Gur, and Tomer Regev. Ã\u0083Â¢Contagious Speculation and a Cure for Cancer: A Nonevent that Made Stock Prices SoarÃ\u0083Â¢, Journal of Finance, Vol. 56, 387-396, 2001.",
        "[27] Jegadeesh, Narasimhan, and Sheridan Titman. Ã\u0083Â¢Returns to Buying Winners and Selling Losers: Implications For Stock Market EÃ\u0083Â¯ciencyÃ\u0083Â¢, Journal of Finance, Vol. 48, 65-91, 1993.",
        "[28] Keim, Donald and Robert Stambaugh. Ã\u0083Â¢A Further Investigation of the Weekend EÃ\u0083Â¯ect in Stock ReturnsÃ\u0083Â¢, Journal of Finance, Vol. 39, 819-835, 1984.",
        "[29] Kothari, S.P. Ã\u0083Â¢Capital Markets Research in AccountingÃ\u0083Â¢, Journal of Accounting and Economics, Vol. 31, 105-231, 2001.",
        "[30] Lakonishok, Josef and Maurice Levi. Ã\u0083Â¢Weekend EÃ\u0083Â¯ects on Stock Return: A NoteÃ\u0083Â¢, Journal of Finance, Vol. 38, 883-889, 1982.",
        "[31] Moskowitz, Tobias J. and Mark Grinblatt. Ã\u0083Â¢Do Industries Explain Momentum?Ã\u0083Â¢, Journal of Finance, Vol. 54, 1249-1290, 1999.",
        "[32] Patell, James M. and Mark A. Wolfson, Ã\u0083Â¢Good News, Bad News and the Intraday Timing of Corporate DisclosuresÃ\u0083Â¢, The Accounting Review, pp. 509Ã\u0083Â¢527, 1982.",
        "[33] Shleifer, Andrei. IneÃ\u0083Â¯cient Markets: An Introduction to Behavioral Finance. Clarendon Lectures in Economics. Oxford and New York: Oxford University Press, 2000. 31"
    ]
}