{
    "id": 11680,
    "cites": 13,
    "cited_by": 21,
    "reference": [
        "Bernheim, B. Douglas (2003). Ã\u0083Â¢Taxation and Saving,Ã\u0083Â¢ in Alan Auerbach and Martin Feldstein (eds.), Handbook of Public Economics, Volume 3, North-Holland, 1173-1249.",
        "Boshara, Ray (2005). Ã\u0083Â¢Individual Development Accounts: Policies to Build Savings and Assets for the Poor,Ã\u0083Â¢ Brookings Institution Policy Brief Welfare Reform and Beyond 32, March.",
        "Burman, Leonard E., William G. Gale, Matthew Hall, and Peter R. Orszag (2004). Ã\u0083Â¢Distributional Effects of Defined Contribution Plans and Individual Retirement Arrangements.Ã\u0083Â¢ National Tax Journal. 57:3. September. 671-701.",
        "Beverly, Sondra, Daniel Schneider and Peter Tufano (2005). Ã\u0083Â¢Splitting Tax Refunds and Building Savings: An Empirical TestÃ\u0083Â¢ Working Paper, Harvard Business School.",
        "Choi, James J., David Laibson, and Brigitte C. Madrian (2005). Ã\u0083Â¢$100 Bills on the Sidewalk: Suboptimal Saving in 401(k) Plans.Ã\u0083Â¢ NBER working paper no. 11554. August.",
        "Eckel, Catherine and Philip J. Grossman (2003). Ã\u0083Â¢Rebate versus Matching: Does How We Subsidize Charitable Contributions Matter?Ã\u0083Â¢ Journal of Public Economics, 87(3-4), 681-701.",
        "Engelhardt, Gary V. and Anil Kumar (2004). Ã\u0083Â¢Employer Matching and 401(k) Saving: Evidence from the Health and Retirement StudyÃ\u0083Â¢, Center for Retirement Research Working Paper 2004-18, Boston College.",
        "Engen, Eric M., William G. Gale, and John Karl Scholz (1996). The Illusory Effects of Saving Incentives on Saving, Journal of Economic Perspectives 10:4: 113-138.",
        "Kusko, Andrea, James M. Poterba, David W. Wilcox (1998). Ã\u0083Â¢Employee Decisions with Respect to 401(k) Plans: Evidence From Individual-Level DataÃ\u0083Â¢, in Olivia Mitchell and Sylvester Schaefer, eds., Living with Defined Contribution Pensions: Remaking Responsibility for Retirement. (University of Pennsylvania Press: Philadelphia).",
        "Gale, William G., J. Mark Iwry and Peter R. Orszag (2005). Ã\u0083Â¢The SaverÃ\u0083Â¢s Credit: Expanding Retirement Savings for Middle-and Lower-Income Americans.Ã\u0083Â¢ Retirement Security Project Policy Brief No. 2005-2. March 2005.",
        "Papke, Leslie E. and James M. Poterba (1995). Ã\u0083Â¢Survey Evidence on Employer Match Rates and Employee Saving Behavior in 401(k) Plans.Ã\u0083Â¢ Economics Letters 49, 313-317.",
        "Poterba, James M., Steven F. Venti and David A. Wise (1996). How Retirement Saving Programs Increase Saving, Journal of Economic Perspectives 10:4: 91-112.",
        "Sherraden, Michael (1991). Assets and the Poor: A New American Welfare Policy. Armonk, NY: M.E. Sharpe, Inc."
    ]
}