{
    "id": 11687,
    "cites": 18,
    "cited_by": 4,
    "reference": [
        "[1] Aiyagari, R., A. Marcet, T. Sargent, J. SeppÃ\u0083â\u0080\u009aalÃ\u0083â\u0080\u009aa. 2002. Optimal taxation without state contingent debt. Journal of Political Economy 110:1220-1254.",
        "[2] Angeletos, G.M. 2002. Fiscal policy with non-contingent debt and the optimal maturity structure. Quarterly Journal of Economics 117:1105-1131.",
        "[3] Barro, R. 1995. Optimal debt management. NBER WP 5327.",
        "[4] Barro, R. 2002. Optimal management of nominal and indexed debt. In Ed.s Lefort, F. and Schmidt- Hebbel. Indexation, inÃ\u0083Â¯ation and monetary policy. Central Bank of Chile.",
        "[5] Bohn, H. 1988. Why do we have nominal debt? Journal of Monetary Economics 21:127-140.",
        "[6] Buera, F. and J. Nicolini. 2004. Optimal maturity of government debt without state contingent bonds. Journal of Monetary Economics 51:531-554.",
        "[7] Blanchard, O. and A. Missale. 1994. The Debt Burden and Debt Maturity. American Economic Review 84:309-319.",
        "[8] Campbell, J. 1995. Some lessons from the yield curve. Journal of Economic Perspectives.",
        "[9] Chari, V., L. Christiano and P. Kehoe. 1991. Optimal monetary and Ã\u0083Â¯scal policy: some recent results. Journal of Money, Credit and Banking 23:519-539.",
        "[10] Correia, I., J.P. Nicolini and P. Teles. 2002. Optimal Ã\u0083Â¯scal and monetary policy: Equivalence results. FRB Chicago WP 2002-16.",
        "[11] Dai, Q. and T. Philippon. 2004. Fiscal policy and the term structure of interest rates. Unpublished paper. NYU Stern.",
        "[12] Kamihigashi, T. 2003. Necessity of transversality conditions for stochastic problems. Journal of Eco- nomic Theory 109:140-149.",
        "[13] Lucas, R. and N. Stokey. 1983. Optimal Ã\u0083Â¯scal and monetary policy in an economy without capital. Journal of Monetary Economics 12:55-93.",
        "[14] Lustig, H., C. Sleet and SÃ\u0083â\u0080\u009aÃ\u0082Â¸. Yeltekin. 2004. Does the US government hedge against US government expenditure risk? Unpublished paper.",
        "[15] Sack, B. 2000. Does the Fed act gradually? A VAR analysis. Journal of Monetary Economics 46:229- 256.",
        "[16] Schmitt-GrohÃ\u0083â\u0080\u009aÃ\u0082Â´e, S. and M. Uribe. 2004. Optimal Ã\u0083Â¯scal and monetary policy with sticky prices. Journal of Economic Theory 114:198-230.",
        "[17] Siu, H. 2004. Optimal Ã\u0083Â¯scal and monetary policy with sticky price. Journal of Monetary Economics 51:575-607.",
        "[18] Weitzman, M. 1973. Duality theory for inÃ\u0083Â¯nite horizon convex models. Management Science 783-789."
    ]
}