{
    "id": 11698,
    "cites": 68,
    "cited_by": 48,
    "reference": [
        "[1] Aharony, J., and I. Swary (1983), `Contagion effects of bank failures: Evidence from capital markets, Journal of Business, 56(3), 305-317.",
        "[2] Allen, F., and D. Gale (2000), `Financial contagion, Journal of Political Economy, 108(1), 1-33.",
        "[3] Andrews, D. (1993), `Tests for parameter stability and structural change with unknown change point, Econometrica, 59, 817-858.",
        "[4] Bae, K., A. Karolyi and R. Stulz (2003), `A new approach to measuring financial contagion, Review of Financial Studies, 16(3), 717-763.",
        "[5] Beirlant, J., and B. Vandewalle (2002), `Some comments on the estimation of a dependence index in bivariate extreme values statistics, Statistics and Probability Letters, 60, 265-278.",
        "[6] Bekaert, G., C. Harvey and A. Ng (forthcoming), `Market integration and contagion, forthcoming in 2005 in Journal of Business, 78(1).",
        "[7] Blavarg, M., and P. Nimander (2002), `Interbank exposures and systemic risk, Risk Measurement and Systemic Risk - Proceedings of the Third Joint Central Bank Research Conference (Basel, Bank for International Settlements), 287305.",
        "[9] Calomiris, C. and J. Mason (2000), `Causes of U.S. bank distress during the Depression, NBER Working Paper, no. 7919, September.",
        "[10] Chen, Y. (1999), `Banking panics: The role of the first-come, first-served rule and information externalities, Journal of Political Economy, 107(5), 946-968.",
        "[12] Cornell, B., and A. Shapiro (1986) `The reaction of bank stock prices to the international debt crisis, Journal of Banking and Finance, 10, 55-73.",
        "[13] Danielsson, J., and C. de Vries (1997), `Tail index and quantile estimation with very high frequency data, Journal of Empirical Finance, 4, 241-257.",
        "[15] De Bandt, O., and P. Hartmann (2000), `Systemic risk: A survey, ECB Working Paper, no. 35, November. P. HARTMANN, S. STRAETMANS, AND C.G. DE VRIES",
        "[16] de Bondt, G., and D. Marques (2004), `The high-yield segment of the corporate bond market: A diffusion modelling approach for the United States, the United Kingdom and the euro area, ECB Working Paper, no. 313, February, forthcoming in the Journal of Financial Markets Research.",
        "[17] Degryse, H., and G. Nguyen (2004), `Interbank exposures: An empirical examination of systemic risk in the Belgian banking system, paper presented at the Symposium of the ECB-CFS research network on `Capital Markets and Financial Integration in Europe, European Central Bank, Frankfurt am Main, 10-11 May.",
        "[18] DemirgÃ\u0083Â¼c-Kunt, A., and E. Detragiache (1998), `The determinants of banking crises in developing and developed countries, IMF Staff Papers, 45, 81-109.",
        "[19] De Nicolo, G. and M. Kwast (2002), `Systemic risk and financial consolidation: Are they related?, Journal of Banking and Finance, 26, 861-880.",
        "[20] Docking, D., M. Hirschey and E. Jones (1997), `Information and contagion effects of bank loan-loss reserve announcements, Journal of Financial Economics, 43(2), 219-240.",
        "[21] Draisma, G., H. Drees, A. Ferreira and L. de Haan (2001), `Tail dependance in independance, EURANDOM report 2001-014.",
        "[22] Eichengreen, B., A. Rose and C. Wyplosz (1996), `Contagious currency crises: first tests, Scandinavian Journal of Economics, 98, 463-484.",
        "[23] Elsinger, H., A. Lehar and M. Summer (2002), `Risk assessment for banking systems, Oesterreichische Nationalbank, Working Paper, no. 79, October.",
        "[24] Embrechts, P., C. KlÃ\u0083Â¼ppelberg and T. Mikosch (1997), Modelling Extremal Events (Berlin: Springer).",
        "[25] Forbes, K., and R. Rigobon (2002), `No contagion, only interdependence: measuring stock market comovements, Journal of Finance, 57, 2223-2262.",
        "[26] Freixas, X., B. Parigi and J.-C. Rochet (2002), `Systemic risk, interbank relations and liquidity provision by the central bank, Journal of Money, Credit, and Banking, 32(3/2), 611-640.",
        "[27] Furfine, C. (2003), `Interbank exposures: Quantifying the risk of contagion, Journal of Money, Credit, and Banking, 35(1), 111-128.",
        "[28] Gertler, M., and C. Lown (1999), `The information in the high-yield bond spread for the business cycle: Evidence and some implications, Oxford Review of Economic Policy, 15(3), 132-150.",
        "[29] Goldie, C., and R. Smith (1987), `Slow variation with remainder: Theory and applications, Quarterly Journal of Mathematics, 38, 45-71.",
        "[30] Gomes, I., L. de Haan, and L. Peng (2002), `Semi-parametric estimation of the second order parameter in statistics of extremes, Extremes, 5(4), 387-414.",
        "[31] Gonzalez-Hermosillo, B., C. Pazarbasioglu and R. Billings (1997), `Banking system fragility: Likelihood versus timing of failure - An application to the Mexican financial crisis, IMF Staff Papers, 44(3), 295-314.",
        "[32] Gorton, G. (1988), `Banking panics and business cycles, Oxford Economic Papers, 40, 751-781.",
        "[33] Gropp, R., and G. Moerman (2004), `Measurement of contagion in banks equity prices , in I. Hasan and J. Tarkka (eds.), Banking, Development and Structural Change, Special Issue of the Journal of International Money and Finance, 23(3), 405-459. BANKING SYSTEM STABILITY: A CROSS-ATLANTIC PERSPECTIVE 41",
        "[34] Gropp, R., and J. Vesala (2004), `Bank contagion in Europe, paper presented at the Symposium of the ECB-CFS research network on `Capital Markets and Financial Integration in Europe, European Central Bank, Frankfurt am Main, 10-11 May.",
        "[35] Grossman, R. (1993), `The macroeconomic consequences of bank failures under the National Banking System, Explorations in Economic History, 30, 294-320.",
        "[36] Haan, L. de, Jansen, D.W., Koedijk, K. and C.G. de Vries (1994), `Safety first portfolio selection, extreme value theory and long run asset risks, in J. Galambos, J. Lechner and E. Simiu (eds.), Extreme Value Theory and Applications (Dordrecht: Kluwer Academic Publishers), 471-487.",
        "[37] Hall, P. (1982), `On some simple estimates of an exponent of regular variation, Journal of the Royal Statistical Society B, 44(1), 37-42.",
        "[38] Hall, P., J. Horowitz and B. Jing (1995), `On blocking rules for the bootstrap with dependent data, Biometrika, 82(3), 561-574.",
        "[39] Hartmann, P., A. Maddaloni and S. Manganelli (2003), `The euro area financial system: Structure, integration and policy initiatives, Oxford Review of Economic Policy, 19(1), 180-213.",
        "[40] Hartmann, P., S. Straetmans and C.G. de Vries (2003a), `A global perspective on extreme currency linkages, in W. Hunter, G. Kaufman and M. Pomerleano (eds.), Asset Price Bubbles: The Implications for Monetary, Regulatory and International Policies (Cambridge (MA): MIT Press), 361-382.",
        "[41] Hartmann, P., S. Straetmans and C.G. de Vries (2003b), `The breadth of currency crises, paper presented at the Center for Financial Studies/Wharton School conference on `Liquidity concepts and financial instabilities, Eltville, June.",
        "[42] Hartmann, P., S. Straetmans and C.G. de Vries (2004), `Asset market linkages in crisis periods, Review of Economics and Statistics, 86(1), 313-326.",
        "[43] Hasan, I., and G. Dwyer (1994), `Bank runs in the free banking period, Journal of Money, Credit, and Banking, 26, 271-288.",
        "[44] Hellwig, M. (1994), `Liquidity provision, banking, and the allocation of interest rate risk, European Economic Review, 38(7), 1363-1389.",
        "[45] Hill, B. (1975), `A simple general approach to inference about the tail of a distribution, The Annals of Statistics, 3(5), 1163-1173.",
        "[46] Ince, O., and R. Porter (2004), `Individual equity return data from Thomson Datastream: Handle with care!, University of Florida Working Paper, March.",
        "[47] Jansen, D., and C. de Vries (1991), `On the frequency of large stock returns: Putting booms and busts into perspective, Review of Economics and Statistics, 73, 19-24.",
        "[48] J.P. Morgan (1999), CreditMetrics (4th edition), www.creditmetrics.com.",
        "[49] Kaufman, G. (1988), `Bank runs: Causes, benefits and costs, Cato Journal, 7(3), 559-587.",
        "[50] Kho, B.-C., D. Lee and R. Stulz (2000), `U.S. banks, crises, and bailouts: From Mexico to LTCM, American Economic Review Papers and Proceedings, 90(2), 28-31.",
        "[51] Ledford, A., and J. Tawn (1996), `Statistics for near independence in multivariate extreme values, Biometrika, 83(1), 169-187.",
        "[52] Lelyveld, I. van, and F. Liedorp (2004), `Interbank contagion in the Dutch banking sector, De Nederlandsche Bank Working Paper, no. 005, July. P. HARTMANN, S. STRAETMANS, AND C.G. DE VRIES",
        "[53] Longin, F., and B. Solnik (2001), `Extreme correlation of international equity markets, Journal of Finance, 56, 649-676.",
        "[54] Mandelbrot, B. (1963), `The variation of certain speculative prices, Journal of Business, 36, 394-419.",
        "[55] Merton, R. (1974), On the pricing of corporate debt: the risk structure of interest rates, Journal of Finance, 29, 449-470.",
        "[56] Mistrulli, P. (2005), `Interbank lending patterns and financial contagion, mimeo., Banca dItalia, May.",
        "[57] Morgenstern, D. (1956), `Einfache Beispiele zweidimensionaler Verteilungen, Mitteilungsblatt fur Mathematische Statistik, 8, 234-235.",
        "[59] Peng, L. (1999), `Estimation of the coefficient of tail dependence in bivariate extremes, Statistics and Probability Letters, 43, 399-409.",
        "[60] Pindyck, R., and J. Rotemberg (1993), `The comovements of stock prices, Quarterly Journal of Economics, 108, 1073-1104.",
        "[61] Poon, S.-H., M. Rockinger and J. Tawn (2004), `Extreme value dependence in financial markets: Diagnostics, models, and financial implications, Review of Financial Studies, 17(2), 581-610.",
        "[62] Pritsker, M. (2001), `The channels for financial contagion, in S. Claessens and K. Forbes (eds.), International Financial Contagion (Dordrecht: Kluwer Academic Publishers), 67-95.",
        "[63] Quandt, R. (1960), `Test of the hypothesis that a linear regression system obeys two separate regimes, Journal of the American Statistical Association, 55, 324-330.",
        "[64] Quintos, C., Z. Fan and P. Phillips (2001), `Structural change tests in tail behaviour and the Asian crisis, Review of Economic Studies, 68, 633-663.",
        "[65] Saunders, A. (1986), `An examination of the contagion effect in the international loan market, Studies in Banking and Finance, 3, 219-247.",
        "[67] Shiller, R. (1989), `Comovements in stock prices and comovements in dividends , Journal of Finance, 44, 719-729.",
        "[68] Slovin, M., M. Sushka and J. Polonchek (1999), `An analysis of contagion and competitive effects at commercial banks, Journal of Financial Economics, 54, 197-225.",
        "[69] Smirlock, M., and H. Kaufold (1987), `Bank foreign lending, mandatory disclosure rules, and the reaction of bank stock prices to the Mexican debt crisis, Journal of Business, 60(3), 347-364.",
        "[70] Straetmans, S. (2000), Extremal spill-overs in equity markets, in P. Embrechts (ed.), Extremes and Integrated Risk Management (London: Risk Books), 187204.",
        "[72] Swary, I. (1986), `Stock market reaction to regulatory action in the Continental Illinois crisis, Journal of Business, 59(3), 451-473. BANKING SYSTEM STABILITY: A CROSS-ATLANTIC PERSPECTIVE 43",
        "[73] Upper, C., and A. Worms (2004), `Estimating bilateral exposures in the German interbank market: Is there a danger of contagion?, European Economic Review, 48(4), 827-849.",
        "[74] Wall, L., and D. Peterson (1990) The effect of Continental Illinois failure on the financial performance of other banks, Journal of Monetary Economics, 26, 77-99. P. HARTMANN, S. STRAETMANS, AND C.G. DE VRIES"
    ]
}