{
    "id": 11694,
    "cites": 15,
    "cited_by": 27,
    "reference": [
        "Burnside, Craig and Martin Eichenbaum, Factor Hoarding and the Propagation of Business Cycle Shocks, American Economic Review, 86 (1996): 1154-1174.",
        "Chari, V.V., Patrick J. Kehoe, and Ellen R. McGrattan, A Critique of Structural VARs Using Real Business Cycle Theory, May 2005 manuscript.",
        "Christiano, Lawrence, Martin Eichenbaum, and Robert Vigfusson, What Happens After a Technology Shock? 2003 NBER working paper 9819.",
        "Cooley, Thomas F. and Mark Dwyer, Business Cycle Analysis without Much Theory: A Look at Structural VARs, Journal of Econometrics 83 (March-April 1998): 57-88.",
        "Erceg, Christopher J., Luca Guerrieri and Christopher Gust, Can Long Run Restrictions Identify Technology Shocks? International Finance Discussion Papers 792. Washington: Board of Governors of the Federal Reserve System, 2004.",
        "Fernald, John, Trend Breaks, Long-Run Restrictions, and the Contractionary Effects of Technology Shocks, March 2004 manuscript.",
        "Francis, Neville and Valerie A. Ramey, Is the Technology-Driven Real Business Cycle Hypothesis Dead? Shocks and Aggregate Fluctuations Revisited, forthcoming Journal of Monetary Economics. --------------------, The Source of Historical Economic Fluctuations: An Analysis using LongRun Restrictions, NBER working paper 10631, July 2004.",
        "Francis, Neville, Michael Owyang and Jennifer Roush, A Flexible Finite-Horizon Identification of Technology Shocks, International Finance Discussion Papers 832. Washington: Board of Governors of the Federal Reserve System, 2005.",
        "GalÃ\u0083Â­, Jordi, Technology, Employment, and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations, American Economic Review, 89 (March 1999): 249-271.",
        "GalÃ\u0083Â­, Jordi and Pau Rabanal, Technology Shocks and Aggregate Fluctuations: How Well does the RBC Model Fit Postwar US Data? 2004 NBER Macroeconomics Annual.",
        "Goldin, Claudia, A Brief History of Education in the U.S. August 1999, NBER working paper H0119.",
        "King, Robert G., Charles I. Plosser, James H. Stock, and Mark W. Watson, Stochastic Trends and Economic Fluctuations, American Economic Review 81 (1991): 819-840.",
        "Prescott, Edward C., Why Do Americans Work So Much More Than Europeans? Federal Reserve Bank of Minneapolis Quarterly Review, 28 (July 2004): 2-13.",
        "Ramey, Valerie A. and Neville Francis, A Century of Work and Leisure Mimeo 2005.",
        "Shapiro, Matthew D. and Mark Watson, Sources of Business Cycle Fluctuations, NBER Macroeconomics Annual, 1988, pp. 111 148."
    ]
}