{
    "id": 11691,
    "cites": 24,
    "cited_by": 54,
    "reference": [
        "Adao, B., I. Correia and P. Teles (2005), Ã\u0083Â¢On the Relevance of Exchange Rate Regimes for Stabilization Policies,Ã\u0083Â¢ mimeo, Department of Economic Studies, Bank of Portugal.",
        "Arellano, C. and E.G. Mendoza (2003), Ã\u0083Â¢Credit Frictions and Ã\u0083Â¢Sudden StopsÃ\u0083Â¢ in Small Open Economies: An Equilibrium Business Cycle Framework for Emerging Markets Crises,Ã\u0083Â¢ in Dynamic Macroeconomic Analysis: Theory and Policy in General Equilibrium, edited by S. Altug, J. Chadha and J. Nolan, Cambridge University Press.",
        "Baxter, M. and A. C. Stockman, (1989), Ã\u0083Â¢Business cycles and the exchange rate regime: Some International Evidence,Ã\u0083Â¢ Journal of Monetary Economics, 23:377Ã\u0083Â¢400.",
        "Betts, C. and T.J. Kehoe (2000), Ã\u0083Â¢Tradeability of Goods and Real Exchange Rate Fluctuations,Ã\u0083Â¢ mimeo, Department of Economics, University of Minnesota.",
        "Burstein, A. T., Joao C. Neves and S. Rebelo, (2000), Ã\u0083Â¢Distribution Costs and Real Exchange Rate Dynamics During Exchange-Rate-Based Stabilizations,Ã\u0083Â¢ mimeo, Northwestern University.",
        "Calvo, G.A. and C. A. Vegh, (1999) Ã\u0083Â¢Inflation Stabilization and BOP Crises in Developing Countries,Ã\u0083Â¢ in J. Taylor and M. Woodford, eds., Handbook of Macroeconomics, Volume C; North Holland, pp. 1531-1614.",
        "Calvo, G.A. (1998), Ã\u0083Â¢Capital Flows and Capital-Market Crises: The Simple Economics of Sudden Stops,Ã\u0083Â¢ Journal of Applied Economics, v.1, pp 35-54.",
        "Calvo, G.A., A. Izquierdo and R. Loo-Kung (2005), Ã\u0083Â¢Relative Prices Under Sudden Stop: Level and Volatility Effects,Ã\u0083Â¢ Journal of International Economics, forthcoming.",
        "Chari, V. V., P. J. Kehoe, and E. R. McGrattan (2002), Ã\u0083Â¢Can sticky price models generate volatile and persistent real exchange rates?,Ã\u0083Â¢ Review of Economic Studies, 69:533Ã\u0083Â¢563.",
        "Coleman, J. W. (1996), Ã\u0083Â¢Functional Equivalence between Transactions-Based Models of Money and Distorted Real Economies,Ã\u0083Â¢ mimeo, Fuqua School of Business, Duke University.",
        "Engel, C. (1995), Ã\u0083Â¢Accounting for U.S. Real Exchange Rate Changes,Ã\u0083Â¢ NBER Working Paper No. 5394, National Bureau of Economic Research, Cambridge: MA.",
        "Froot, K. and K. Rogoff (1995), Ã\u0083Â¢Perspectives on PPP and Long-Run Real Exchange Rates,Ã\u0083Â¢ in Handbook of International Economics, ed. by G.M. Grossman and K. Rogoff, Ch. 32.",
        "Gonzales, M. and P. A. Neumeyer (2003), Ã\u0083Â¢The Elasticity of Substitution in Demand for Non- tradable Goods in Latin America. Case Study: Argentina,Ã\u0083Â¢ mimeo, Universidad T. Di Tella, Buenos Aires: Argentina.",
        "International Monetary Fund (2004), World Economic Outlook, April, International Monetary Fund, Washington D.C.",
        "Jenkins, M. and J.H. Rogers (1995), Ã\u0083Â¢Haircuts or Hysteresis? Sources of Movements in Real Exchange Rates,Ã\u0083Â¢ Journal of International Economics, vol. 38, pp. 339-60.",
        "Lane, P. and G. M. Milesi-Ferretti, (1999), Ã\u0083Â¢The External Wealth of Nations: Measures of Foreign Assets and Liabilities for Industrial and Developing Countries,Ã\u0083Â¢ Journal of International Economics.",
        "Lorenzo, F., D. Aboal and R. Osimani (2003), Ã\u0083Â¢The Elasticity of Substitution in Demand for Non-tradable Goods in Uruguay,Ã\u0083Â¢ mimeo, Centro de Investigaciones EconÃ\u0083Æ\u0092Ã\u0082Â³micas cinve Ã\u0083Â¢ Uruguay, Montevideo.",
        "Mendoza, E.G., (1995), Ã\u0083Â¢The Terms of Trade, The Real Exchange Rate, and Economic Fluctuations,Ã\u0083Â¢ International Economic Review, v. 36, n0. 1, 101-137.",
        "Mendoza, E. G. (2000), Ã\u0083Â¢On the Instability of Variance Decompositions of the Real Exchange Rate across Exchange Rate Regimes: Evidence from Mexico and the United States,Ã\u0083Â¢ NBER Working Paper No. W7768, National Bureau of Economic Research.",
        "Mendoza, E.G. and M. Uribe (2001), Ã\u0083Â¢Devaluation Risk and the Business Cycle Implications of Exchange Rate Management,Ã\u0083Â¢ Carnegie-Rochester Conference Series on Public Policy, v. 51, 239-296.",
        "Mendoza, E.G. (2001), Ã\u0083Â¢The Benefits of Dollarization when Stabilization Policy Lacks Credibility and Financial Markets are Imperfect,Ã\u0083Â¢ Journal of Money, Credit and Banking, v. 33, n. 2, 440-474.",
        "National Bureau of Economic Research, University of Chicago Press. Mussa, M (1986), Ã\u0083Â¢Nominal exchange rate regimes and the behavior of real exchange rates: Evidence and implications,Ã\u0083Â¢ Carnegie-Rochester Conferences Series on Public Policy, 25:117Ã\u0083Â¢214.",
        "Naknoi, K. (2005), Ã\u0083Â¢Real Exchange Rate Fluctuations, Endogenous Tradability and Exchange Rate Regime,Ã\u0083Â¢ mimeo, Department of Economics, Purdue University.",
        "Parsley, D. C. (2003), Ã\u0083Â¢Accounting for Real Exchange Rate Changes in East Asia,Ã\u0083Â¢ Hong Kong Institute for Monetary Research Working Paper No. 6, Hong Kong."
    ]
}