{
    "id": 11697,
    "cites": 43,
    "cited_by": 12,
    "reference": [
        "Ang, James S., and Stephen J. Ciccone, 2001, International differences in analyst forecast properties, Working paper, University of New Hampshire.",
        "Bacmann, Jean-Francois, and Guido Bolliger, 2001, Who are the best? Local versus foreign analysts on the Latin American stock markets, Working paper, University of NeuchÃ\u0083Â¢tel, NeuchÃ\u0083Â¢tel, Switzerland.",
        "Bailey, Warren, G. Andrew Karolyi, and Carolina Salva, 2005, The economic consequences of increased disclosure: Evidence from international cross-listings, Journal of Financial Economics, forthcoming.",
        "Barth, James, Gerard Caprio, and Ross Levine, 2003, Bank regulation and supervision: What works best? Journal of Financial Intermediation, forthcoming.",
        "Beck, Thorsten, Asli Demirguc-Kunt, and Ross. Levine, 1999, A New Database on Financial Development and Structure, Working paper, World Bank, Washington, D.C.",
        "Bolliger, Guido, 2004, The characteristics of individual analysts forecasts in Europe, Journal of Banking and Finance 28, 2283-2309.",
        "Brennan, Michael J., and H. Henry Cao, 1997, International portfolio investment flows, Journal of Finance 52, 18511880.",
        "Bushman, Robert M., Joseph D. Piotroski and Abbie J. Smith, 2005, Insider trading restrictions and analysts incentives to follow firms, Journal of Finance 60, 35-66.",
        "Chang, Charles, 2003, Information footholds: expatriate analysts in an emerging market, Working paper, Haas School of Business, U. C. Berkeley.",
        "Chang, James J., Tarun Khanna, and Krishna Palepu, 2000, Analyst activity around the world, Harvard Business School strategy working paper series.",
        "Choe, Hyuk, Bong-Chan Kho and Rene Stulz, 2005, Do domestic investors have an edge? The trading experience of foreign investors in Korea, Review of Financial Studies 18, 795-829.",
        "Clement, Michael B., 1999, Analyst forecast accuracy: Do ability, resources, and portfolio complexity matter?, Journal of Accounting and Economics 27, 285303.",
        "Clement, Michael B., and Senyo Y. Tse, 2005, Financial analyst characteristics and herding behavior in forecasting, Journal of Finance 60, (1): 307-341.",
        "Conroy, Robert M., Yujiro Fukuda and Robert S. Harris, 1997, Securities houses and earnings forecasts in Japan: What makes for an accurate prediction?, Financial Analysts Journal 53, (4): 29-40.",
        "Coval, Joshua D., and Tobias J. Moskowitz, 2001, The geography of investment: Informed trading and asset prices, Journal of Political Economy 4, 811841.",
        "Dahlquist, Magnus, Lee Pinkowitz, RenÃ\u0083Â© M. Stulz, and Rohan Williamson, 2003, Corporate governance and the home bias, Journal of Financial and Quantitative Analysis 38, 87-110.",
        "Doidge, Craig, G. Andrew Karolyi, and RenÃ\u0083Â© M. Stulz, 2004, Why do countries matter so much for corporate governance?, ECGI working paper series in finance, ECGI.",
        "Dvorak, Tomas, 2005, Do domestic investors have an information advantage? Evidence from Indonesia, Journal of Finance 60, 817-839.",
        "Durnev, Art, and E. Han Kim, 2004, To steal or not to steal: firm attributes, legal environment, and valuation, Journal of Finance, forthcoming.",
        "Froot, Kenneth K., Paul. OConnell, and Mark Seasholes, 2001, The portfolio flows of international investors, Journal of Financial Economics 59, 151-193.",
        "Froot, Kenneth K., and Tarun Ramadorai, 2001, The information content of international portfolio flows, unpublished working paper, Harvard Business School, Cambridge, MA.",
        "Gehrig, Thomas., 1993, An information based explanation of the domestic bias in international equity investment, Scandinavian Journal of Economics 95, 97-109.",
        "Grinblatt, Mark, and Matti Keloharju, 2000, The investment behavior and performance of various investor types: A study of Finlands unique data set, Journal of Financial Economics 55, 43-67.",
        "Healy, Paul M., and Krishna G. Palepu, 2001, Information asymmetry, corporate disclosure, and the capital markets: A review of the empirical disclosure literature, Journal of Accounting and Economics 31, 405-440.",
        "Hong, Harrison, Jeffrey D. Kubik, and Jeremy C. Stein, 2004, Thy neighbors portfolio: word-of-mouth effects in the holdings and trades of money managers, Journal of Finance, forthcoming.",
        "Hope, Ole-Kristian, 2003, Disclosure practices, enforcement of accounting standards, and analysts forecast accuracy: An international study, Journal of Accounting Research 41, (2), 235-272.",
        "Huberman, Gur, 2001, Familiarity breeds investment, Review of Financial Studies 14, 659680.",
        "Ivkovic, Zoran and Scott Weisbenner, 2005, Local does as local is: information content of the geography of individual investors common stock investments, Journal of Finance 60, 267-306.",
        "Jacob, John, Thomas. Lys, and Margaret Neale, 1999, Expertise in forecasting performance of security analysts, Journal of accounting Economics 28, 51-82.",
        "Kang, Jun-Koo. and RenÃ\u0083Â© M. Stulz, 1997, Why is there a home bias? An analysis of foreign portfolio equity ownership in Japan, Journal of Financial Economics 46, 3-28.",
        "Khanna, Tarun, Krishna G. Palepu, and Suraj Srinivasan, 2004, Disclosure practices of foreign companies interacting with U.S. markets, Journal of Accounting Research 42, 475-508.",
        "Karolyi, G. Andrew, and RenÃ\u0083Â© M. Stulz, 2003, Are assets priced locally or globally?, in G.",
        "Constantinides, M. Harris and R. M. Stulz, eds.: The Handbook of the Economics of Finance, NorthHolland Publishers, New York, NY. Kaufmann, Daniel, Gil Mehrez, and Sergio L. Schmukler, 2003, Predicting currency fluctuations and crises: Do resident firms have an informational advantage?, World Bank Policy Research Paper No. 2259, World Bank, Washington, D.C.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, 1998, Law and Finance, Journal of Political Economy 106, 1113-1155.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, 2005, What works in Securities laws, Journal of Finance, forthcoming.",
        "Leuz, Christian, Karl V. Linz, and Francis E. Warnock, 2005, Do foreigners invest less in poorly governed firms?, unpublished working paper, Wharton School, University of Pennsylvania, Philadelphia, PA.",
        "Leuz, Christian, Dhananjay Nanda, and Peter D. Wysocki, 2003, Earnings management and investor protection: an international comparison, Journal of Financial Economics 69, 505527.",
        "Lewis, Karen K, 1999, Trying to explain home bias in equities and consumption, Journal of Economic Literature 37, 571-608.",
        "Malloy, Christopher J., 2005, The Geography of equity analysis, Journal of Finance 60, 719-755.",
        "Morck, Randall, Bernard Yeung and Wayne Yu, 2000, The Information content of stock markets: why do emerging markets have synchronous stock price movements?, Journal of Financial Economics 58, 215260.",
        "Orpurt, Steven, 2004, Local analyst earnings forecast advantages in Europe, Working paper, University of Chicago.",
        "Seasholes, Mark, 2000, Smart foreign traders in emerging markets, Working paper, Harvard University.",
        "Stulz, RenÃ\u0083Â© M., 2005, The limits of financial globalization, Journal of Finance 60, 1595-1638."
    ]
}