{
    "id": 11693,
    "cites": 51,
    "cited_by": 8,
    "reference": [
        "Aaronson, Daniel, and Eric French. 2004. The Effect of Part-Time Work on Wages: Evidence from the Social Security Rules. Journal of Labor Economics, Vol. 22, No. 2 (April), pp. 329-52.",
        "Altonji, Joseph G., and Jennifer Oldham. 2003. Vacation Laws and Annual Work Hours. Federal Reserve Bank of Chicago Economic Perspectives, Vol. 27, Third Quarter, pp. 19-29.",
        "Altonji, Joseph G., and Christina H. Paxson. 1986. Job Characteristics and Hours of Work. In Ronald G. Ehrenberg, ed., Research in Labor Economics, Vol. 8, Part A, Greenwich: Westview Press, pp. 1-55.",
        "Altonji, Joseph G., and Christina H. Paxson. 1988. Labor Supply Preferences, Hours Constraints, and Hours-Wage Tradeoffs. Journal of Labor Economics, Vol. 6, No. 2 (April), pp. 254-76.",
        "Altonji, Joseph G., and Christina H. Paxson. 1992. Labor Supply, Hours Constraints, and Job Mobility. Journal of Human Resources, Vol. 27, No. 2 (Spring), pp. 256-78.",
        "Altonji, Joseph G., and Robert A. Shakotko. 1987. Do Wages Rise with Job Seniority? Review of Economic Studies, Vol. 54, No. 3 (July), pp. 437-59.",
        "Altonji, Joseph G., and Nicolas Williams. 2005. Do Wages Rise with Job Seniority? A Reassessment. Industrial and Labor Relations Review, Vol. 58, No. 3 (April), pp. 370-97.",
        "Abowd, John M., and Orley C. Ashenfelter. 1981. Anticipated Unemployment, Temporary Layoffs and Compensating Wage Differentials. In Sherwin Rosen, ed., Studies in Labor Markets, Chicago, IL: University of Chicago Press, pp. 141-70.",
        "Barro, Robert J. 1977. Long-Term Contracting, Sticky Prices, and Monetary Policy. Journal of Monetary Economics, Vol. 3, No. 3 (July), pp. 305-16.",
        "Beam, Burton T. Jr., and John J. McFadden. 1998. Employee Benefits, Fifth edition, Chicago, IL: Dearborn Financial Publication.",
        "Berkovec, James, and Steven Stern. 1991. Job Exit Behavior of Older Men. Econometrica, Vol. 59, No. 1 (January), pp. 189-210.",
        "Blank, Rebecca M. 1990a. Are Part-time Jobs Bad Jobs? In Gary Burtless, ed., A Future of Lousy Jobs? The Changing Structure of U.S. Wages, Washington. D.C.: Brookings Institution, pp. 123-64.",
        "Blank, Rebecca M. 1990b. Understanding Part-time Work. In Laurie J. Bassi and David L.",
        "Crawford eds. Research in Labor Economics, Vol. 11, Greenwich, CN: JAI Press. pp. 137-58. Biddle, Jeff E., and Gary Zarkin. 1989. Choice Among Wage-Hours Packages: An Empirical Investigation of Male Labor Supply. Journal of Labor Economics, Vol. 7, No. 4 (October), pp. 41537.",
        "Blundell, Richard and Thomas MaCurdy. 1999. Labor Supply: A Review of Alternative Approaches. In Orley C. Ashenfelter and David Card eds., Handbook of Labor Economics. Chapter 27, Vol. 3A, Amesterdam: Elsevier Science, pp. 1559-695.",
        "Brown, Charles. 1980. Equalizing Differences in the Labor Market. Quarterly Journal of Economics, Vol. 94, No. 1 (February), pp. 113-34.",
        "Buckley, John E. 1989. Variations in Holidays, Vacations, and Area Pay Levels. Monthly Labor Review, Vol. 112, No 2. (February), pp. 24-31.",
        "Cogan, John F. 1981. Fixed Costs and Labor Supply. Econometrica, Vol. 49, No. 4 (July), pp. 94563.",
        "Deardorff, Alan V., and Frank P. Stafford. 1976. Compensation and Cooperating Factors. Econometrica, Vol. 44, No. 4 (July), pp. 671-84.",
        "Dey, Matthew S., and Christopher J. Flinn. 2005. An Equilibrium Model of Health Insurance Provision and Wage Determination. Econometrica, Vol. 73, No. 2 (March), pp. 571-627.",
        "Duncan, Greg J., and Bertil Holmlund. 1983. Was Adam Smith Right After All? Another Test of the Theory of Compensating Wage Differentials. Journal of Labor Economics, Vol. 1, No. 4. (October), pp. 366-79.",
        "Ehrenberg, Ronald G. 1971. Fringe Benefits and Overtime Behavior: Theoretical and Econometric Analysis. Lexington, MA: Lexington Books.",
        "Elder, Todd E. 2004. Reemployment Patterns of Displaced Older Workers. unpublished paper, University of Illinois at Urbana-Champaign.",
        "Gustman, Alan L., and Thomas L. Steinmeier. 1983. Minimum Hours Constraints and Retirement Behavior. Contemporary Policy Issues, a supplement to Economic Inquiry, No. 3 (April), pp. 77-91.",
        "Gustman, Alan L., and Thomas L. Steinmeier. 1984. Partial Retirement and the Analysis of Retirement Behavior. Industrial and Labor Relations Review, Vol. 37, No. 3 (April), pp. 403-15.",
        "Ham, John C. 1982. Estimation of a Labour Supply Model with Censoring Due to Unemployment and Underemployment. Review of Economic Studies, Vol. 49, No. 3 (July), pp. 335-54.",
        "Ham, John C. 1986. Testing Whether Unemployment Represents Intertemporal Labour Supply. Review of Economic Studies, Vol. 53, No. 4 (August), pp. 559-78.",
        "Hamermesh, Daniel S. 1996. Workdays, Workhours and Work Schedules: Evidence for the United States and Germany, W.E. Upjohn Institute for Employment Research, Kalamazoo, Michigan.",
        "Hamermesh, Daniel S. 1998. When We Work. American Economics Review, Vol. 88, No. 2 (May), pp. 321-25.",
        "Hamermesh, Daniel S. 1999. The Timing of Work over Time. Economic Journal, Vol. 109, No.",
        "Hurd, Michael D. 1996. The Effect of Labor Market Rigidities on the Labor Force Behavior of Older Workers. In David A. Wise ed., Advances in the Economics of Aging. Chicago, IL: University of Chicago Press, pp. 11-58.",
        "Hwang, Hae-shin, Dale T. Mortensen, and W. Robert Reed. 1998. Hedonic Wages and Labor Market Search. Journal of Labor Economics. Vol. 16, No. 4 (October), pp. 815-47.",
        "Kahn, Shulamit B., and Kevin Lang. 1992. Constraints on the Choice of Work Hours: Agency versus Specific-Capital. Journal of Human Resources, Vol. 27, No. 4 (Fall), pp. 661-78.",
        "Economics, Vol. 28 No. 4a (November), pp. 914-28. Killingsworth, Mark R. 1983. Labor Supply. Cambridge: Cambridge University Press.",
        "Kniesner, Thomas J. 1993. Review Essay: The Overworked American? Journal of Human Resources, Vol. 28, No. 3 (Summer), pp. 681-88.",
        "Lang, Kevin, and Sumon Majumdar. 2004. The Pricing of Job Characteristics When Markets Do Not Clear: Theory and Policy Implications. International Economic Review, Vol. 45, No. 4 (November), pp. 1111-28.",
        "Landers, Renee M., James B. Rebitzer, and Lowell J. Taylor. 1996. Rat Race Redux: Adverse Selection in the Determination of Work Hours in Law Firms. American Economic Review, Vol. 86, No. 3 (June), pp. 329-48.",
        "Lewis, H. Gregg. 1969. Employer Interests in Employee Hours of Work. unpublished English version of Interes del Empleador en las Horas de Trabajo del Empleado. Cuadernos de Economia, No. 18, pp. 38-54.",
        "Maniaci, Serafina. 2001. Time-Off Benefits and Family and Medical Leave Program. chapter 18, In Jerry S. Rosenbloom, ed., The Handbook of Employee Benefits: Design, Funding and Administration. Fifth edition. New York: McGraw-Hill, pp. 423-36.",
        "Martinez-Granado, Maite. 2005. Testing Labour Supply and Hours Constraints. Labour Economics, Vol. 12 No. 3 (June). pp 321-43.",
        "Moffitt, Robert. 1984. The Estimation of a Joint Wage-Hours Labor Supply Model. Journal of Labor Economics, Vol. 2, No. 4 (October), pp. 550-66.",
        "Paxson, Christina H., and Nachum Sicherman. 1996. The Dynamics of Dual Job Holding and Job Mobility. Journal of Labor Economics, Vol. 14, No. 3 (July), pp. 357-93.",
        "Pencavel, John. 1986. Labor Supply of Men. In Orley C. Ashenfelter and Richard Layard eds., Handbook of Labor Economics, chapter 1, Vol. 1. Amesterdam: Elsevier Science, pp. 3-102.",
        "Rebitzer, James B., and Lowell J. Taylor. 1995. Do Labor Markets Provide Enough Short-Hour Jobs? An Analysis of Work Hours and Work Incentives. Economic Inquiry, Vol. 33, No. 2 (April), pp. 257-73.",
        "Rosen, Harvey S. 1976. Taxes in a Labor Supply Model with Joint Wage-Hours Determination. Econometrica, Vol. 44, No. 3 (May), pp. 485-507.",
        "Rosen, Sherwin. 1969. On the Interindustry Wage and Hours Structure. Journal of Political Economy, Vol. 77, No. 2 (March-April), pp. 249-73.",
        "Schor, Juliet B. 1991. The Overworked American: The Unexpected Decline of Leisure, New York, NY: Basic Books.",
        "Senesky, Sarah. 2004. Testing the Intertemporal Labor Supply Model: Are Jobs Important? forthcoming in Labour Economics.",
        "Sousa-Poza, Alfonso, and Alexandre Ziegler. 2003. Asymmetric Information about Workers Productivity as a Cause for Inefficient Long Working Hours. Labour Economics, Vol. 10, No. 6 (December), pp. 727-47.",
        "Stafford, Frank P. 1992. Review of The Overworked American: The Unexpected Decline of Leisure by Juliet B. Schor, Journal of Economic Literature, Vol. 30, No. 3 (September), pp. 1528-29.",
        "Usui, Emiko. 2004. Wages, Non-Wage Characteristics, and Predominantly Female Jobs. unpublished paper, Wayne State University."
    ]
}