{
    "id": 11708,
    "cites": 24,
    "cited_by": 10,
    "reference": [
        "Acemoglu, Daron and Robert Shimer. 1999. Efficient Unemployment Insurance, Journal of Political Economy 107: 893-928.",
        "Beegle, Kathleen, Elizabeth Frankenberg, and Duncan Thomas. 2000. Labor Market Transitions of Men and Women During an Economic Crisis: Evidence from Indonesia, Rand Labor and Population Working Paper 00-11.",
        "Browning, Martin, and Thomas Crossley. 2001. Unemployment Insurance Levels and Consumption Changes, Journal of Public Economics 80: 1-23.",
        "Cameron, Lisa, and Christopher Worswick. 2003. The Labor Market as a Smoothing Device: Labor Supply Responses to Crop Loss, Review of Development Economics 7(2): 327-341.",
        "Chetty, Raj and Adam Looney, Consumption Smoothing and the Welfare Consequences of Social Insurance in Developing Economies, NBER working paper 11709, 2005.",
        "Cochrane, John H. 1991. A Simple Test of Consumption Insurance, Journal of Political Economy 99: 957-76.",
        "Cullen, Julie, and Jonathan Gruber. 2000. Does Unemployment Insurance Crowd Out Spousal Labor Supply? Journal of Labor Economics 18: 546-572.",
        "Dercon, S. Income Risk, Coping Strategies, and Safety Nets, The World Bank Research Observer, vol. 17, no. 2 (Fall 2002), pp. 141-166.",
        "Frankenberg, Elizabeth, James Smith, and Duncan Thomas. 2003. Economic shocks, wealth and welfare, Journal of Human Resources 38(2): 280-321.",
        "Dynarski, Susan, and Jonathan Gruber, 1997. Can Families Smooth Variable Earnings ?, Brookings Papers on Economic Activity 1: 229-305.",
        "Gertler, Paul, Enrico Moretti, and David Levine. 2001. Do Microfinance Programs Help Families Insure Consumption Against Illness? mimeo.",
        "Gertler, Paul, and Jonathan Gruber. 2002. Insuring Consumption Against Illness, American Economic Review 92 (1): 51-70.",
        "Gough, Ian, et. al. 2004. Insecurity and Welfare Regimes in Asia, Africa and Latin America: Social Policy in Development Contexts, Cambridge University Press.",
        "Gordon, Roger, and Wei Li. 2005. Tax Structures in Developing Countries: Many Puzzles and a Possible Explanation, UC San Diego mimeo.",
        "Gruber, Jonathan. 1997. The Consumption Smoothing Benefits of Unemployment Insurance, American Economic Review 87: 192-205.",
        "Gruber, Jonathan. 1998. Unemployment Insurance, Consumption Smoothing, and Private Insurance: Evidence from the PSID and CEX, Research in Employment Policy 1: 3-31.",
        "Holzmann, Robert and Steen JÃ\u0083Â¸rgensen. Social Risk Management: A New Conceptual Framework for Social Protection, and Beyond, International Tax and Public Finance, 8(4), August, 2001, 529-556.",
        "International Labour Organization. 2000. World Labour Report 2000: Income Security and Social Protection in a Changing World.",
        "Krueger, Alan, and Bruce Meyer. 2002. Labor Supply Effects of Social Insurance, NBER Working Paper 9014.",
        "Morduch, Jonathan. 1995. Income Smoothing and Consumption Smoothing, Journal of Economic Perspectives 9(3): 103--114.",
        "Education in a Crisis, Journal of Development Economics 74(1): 53-85. Townsend, Robert. 1994. Risk and Insurance in Village India, Econometrica 62(3): 539-591.",
        "Zeldes, Stephen. 1989. Consumption and Liquidity Constraints: An Empirical Investigation, Journal of Political Economy 97(2): 305-46.",
        "SI as % of GDP vs GDP SI as % of Govt Exp vs GDP Continent dummies East Asian Countries Dependent Variable: log SI % of GDP log SI % of Govt Exp log SI % of GDP log SI % of GDP log GDP Per Capita 0.630 0.351 0.357 0.674 (0.070)** (0.064)** (0.069)** (0.062)** Constant-3.376 0.267-3.673 (0.626)** (0.589) (0.550)** East asia indicator-1.318 (0.250)** Continent dummies No No Yes No Observations 89 64 89 89 NOTE--Social Insurance statistics are from ILO (2000); GDP statistics are from the Penn World tables.",
        "Social insurance is defined as sum of expenditures on ocial security, disability insurance, unemployment insurance, insurance against work-related injuries, and government provided health insurance. East Asian countries in the sample are Indonesia, Japan, Korea, Malaysia,Thailand, and Singapore. GDP is measures in 1996 US dollars."
    ]
}