{
    "id": 11706,
    "cites": 29,
    "cited_by": 4,
    "reference": [
        "Anderson, James E., and Eric van Wincoop, 2004. Trade Costs, Journal of Economic Literature 42(4), 691-751.",
        "Breitung, Jorg, 2000. The Local Power of Some Unit Root Tests for Panel Data, in B.",
        "Baltagi, ed., Advances in Econometrics 15, Amsterdam: JAI Press, p. 161-178. Ceglowski, Janet, 2003. The Law of One Price: Intranational Evidence for Canada, Canadian Journal of Economics 36(2), 373-400.",
        "Choi, I., 2001. Unit Root Tests for Panel Data, Journal of International Money and Finance 20, 249-272.",
        "Coleman, Andrew, 2005. Endogenous Have we misunderstood the law of one price? A reinterpretation based on a trade model with transport capacity constraints, University of Michigan mimeo.",
        "Crucini, Mario J. and Mototsugu Shintani, 2002. Persistence in Law-of-One-Price Deviations: Evidence from Micro-Data., Mimeo.",
        "Crucini, Mario J., Chris I. Telmer, and Mario Zachariadis, 2000. Dispersion in Real Exchange Rates, Department of Economics, Vanderbilt University Working paper 00-W13.",
        "Engel, Charles and John H. Rogers, 1996. How Wide Is the Border? American Economic Review 86(5), 1112-1125.",
        "Engel, Charles and John H. Rogers, 2000. Relative Price Volatility: What Role Does the Border Play? in Intranational Macroeconomics, G.D. Hess and E. van Wincoop, eds.",
        "Cambridge University Press. Engel, Charles and John H. Rogers, 2001. Deviation form Purchasing Power Parity: Causes and Welfare Costs, Journal of International Economics 55, 29-57.",
        "Helliwell, John, and Genevievve Verdier, 2001. Measuring Internal Trade Distances: A New Method Applied to Estimate Provincial Border Effect in Canada, Canadian Journal of Economics 34, 1024-1041.",
        "Im, K.S., M.H. Pesaran and Y. Shin, 2003. Testing for Unit Roots in Heterogeneous Panels, Journal of Econometrics 115, 53-74.",
        "Imbs, Jean, Harron Mumtaz, Morten O. Ravn, and Helene Rey, 2003. Nonlinearities and the Real Exchange Rate, Journal of European Economic Association 1(2-3), 639-649.",
        "Imbs, Jean, Haroon Mumtaz, Morten O. Ravn, and Helene Rey, 2005. PPP strikes back: Aggregation and the Real Exchange Rate, Quarterly Journal of Economics 70(1) 1-45.",
        "Inoue, Atsushi and Lutz Kilian, 2002. Bootstrapping Autoregressive Processes with Possible Unit Roots, Econometrica 70(1), 377-391.",
        "Kilian, Lutz, 1998. Small-Sample Confidence Intervals for Impulse Response Functions, Review of Economics and Statistics 80(2), 218-230.",
        "Kilian, Lutz, 1999. Exchange Rate and Monetary Fundamentals What Do We Learn form Long-Horizon Regressions? Journal of Applied Econometrics 14, 491-510.",
        "Kilian, Lutz and Tao Zha, 2002. Quantifying the Uncertainty about the Half-Life of Deviations from PPP, Journal of Applied Econometrics 17, 107-125.",
        "Magnus, Jan R. and Heinz Neudecker, 1999. Matrix Differential Calculus. New York: Wiley.",
        "Mussa, Michael. 1986. Nominal Exchange Rate Regimes and the Behavior of Real Exchange Rates: Evidence and Implications, Carnegie-Rochester Series on Public Policy 26, 117214.",
        "Obstfeld, Maurice and Kenneth Rogoff, 2000. The Six Major Puzzles in International Macroeconomics. Is There a Common Cause, in NBER Macroeconomics Annual 2000, B.S. Bernanke and K. Rogoff, eds., Cambridge , MA: MIT Press.",
        "Obstsfeld, Maurice, and Alan M. Taylor, 1997. Non-linear Aspects of Goods-Market Arbitrage and Adjustment: Heckschers Commodity Points Revisited, Journal of Japanese and International Economies 11, 441-479.",
        "Parsley, David C. and Shang-Jin Wei, 1996. Convergence of the Law of One Price Without Trade Barriers or Currency Fluctuations, Quarterly Journal of Economics 111(4), 12111236.",
        "Parsley, David C. and Shang-Jin Wei, 2001. Explaining the Border Effect: The Role of Exchange Rate Variability, Shipping Costs, and Geography, Journal of International Economics 55, 87-105.",
        "Parsley, David C., and Shang-Jin Wei, 2002. Currency Arrangements and Goods Market Integration: A Price Based Approach, mimeo.",
        "Pesaran, M. Hashem and Ron Smith. 1995. Estimating Long-Run Relationships form Dynamics Heterogeneous Panels, Journal of Econometrics 68, 79-113.",
        "Smith, Jeffrey. 2004 Evaluating Local Economic Development Policies: Theory and Practice. In Alistair Nolan and Ging Wong, eds., Evaluating local economic and employment development: How to assess what works among programmes and policies. Paris: OECD, 287-332.",
        "Taylor, Alan M, Mark P. Taylor, 2004. The Purchasing Power Parity Debate, Journal of Economic Perspectives 18(4), 135-158.",
        "Wolf, Holger C., 2000. Intranational Home Bias in Trade, Review of Economics and Statistics 82(4), 555-563."
    ]
}