{
    "id": 11705,
    "cites": 23,
    "cited_by": 10,
    "reference": [
        "American Health Planning Association Website. www.ahpanet.org/National_directory.htm Becker ER, Sloan FA. Hospital ownership and performance. Economic Inquiry 1985; 23(1): 21-36.",
        "Carey K. Hospital cost efficiency and system membership. Inquiry 2003; 40:25-38.",
        "Centers for Medicare and Medicaid Services Website. www.cms.hhs.gov Cleverly WO. Financial and operating performance of systems: voluntary versus investor owned. Topics in Health Care Financing 1992; 18(4): 63-73.",
        "Deily ME , McKay NL, Dorner FH. Exit and inefficiency: the effects of ownership type. Journal of Human Resources 2000; 35(4): 734-47.",
        "Disney R, Haskel J, Heden Y. Entry exit and establishment survival in UK manufacturing. Journal of Industrial Economics 2003; 1:91-112.",
        "Dunne T, Roberts MJ, L Samuelson. Patterns of firm entry and exit in U.S. manufacturing industries. Rand Journal of Economics 1988; 19(4): 495-515.",
        "Gaynor M, Vogt WB. Competition among hospitals. Rand Journal of Economics 2003; 34(4):764-785.",
        "Grossman M, Goldman F, Nesbitt SW, Mobilia P. Determinants of Interest Rates on TaxExempt Hospital Bonds. Journal of Health Economics 1993; 12(4): 385-410.",
        "Hassan M, Wedig G, Morrisey MA. Charity care by non-profit hospitals: The Price of tax-exempt Debt. International Journal of the Economics of Business 2000; 7(1): 47-62.",
        "Hansmann H, Kessler D, McClellan M. Ownership form and trapped capital in the hospital industry. NBER Working Paper 8989. Keeler EB, Rubenstein LV, Kahn KL, Draper D, Harrison ER, McGinty MJ, Rogers WH, Brook RH. Hospital characteristics and quality of care. Journal of American Medical Association 1992; 268(13): 1709-14..",
        "Keeler EB, Melnick G, Zwanziger J. The changing effects of competition on non-profit and for-profit hospital pricing behavior. Journal of Health Economics 1999; 18(1): 69-86.",
        "Lakdawalla D, Philipson T. Nonprofit production and competition. NBER Working Paper 1998: 6377.",
        "Levitz GS, Brooke PP Jr. Independent versus System Affiliated Hospitals: A comparative analysis of financial performance, cost and productivity. Health Services Research 1985; 20(3) :315-339.",
        "Lewin LS, Derzon RA, Margulies R. Investor-owned and nonprofits differ in economic performance. Hospitals 1981; 55:52-60.",
        "Lynk WJ. Nonprofit hospital mergers and exercise of market power. Journal of Law and Economics 1995; 38(2): 437-461.",
        "Mann J, Melnick G, Bamezai A, Zwanziger J. Uncompensated care, hospitals responses to fiscal pressure. Health Affairs 1995; 14:263-270.",
        "Madison K. Multihospital system membership and patient treatments, expenditures, and outcomes. Health Services Research 2004; 39:749-770.",
        "Norton EC, Staiger D. How hospital ownership affects access to care for the uninsured. Rand Journal of Economics 1994; 25(1):171-185.",
        "Pauly M, Redisch M. The not-for-profit hospital as a physicians cooperative. American Economic Review 1973; 63: 87-99.",
        "Sloan FA, Hoerger T, Morrisey M, Hassan M. The demise of hospital philanthropy. Economic Inquiry 1990; 28: 725-743.",
        "Sloan F, Picone G, Taylor D, Chou SY. Hospital ownership and cost and quality of care: is there a dimes worth of difference? Journal of Health Economics 2001; 20(1):1-21.",
        "Sloan FA. Not-for-profit ownership and hospital Behavior. In Handbook of Health Economics, Vol 1, Culyer AJ, Newhouse JP (eds). Elsevier, 2000; 1141-1174.",
        "Vitaliano DF, Toren M 1996. Hospital costs and efficiency in a regime of stringent regulation. Eastern Economic Journal 1996; 22(2):161-175."
    ]
}