{
    "id": 11709,
    "cites": 27,
    "cited_by": 9,
    "reference": [
        "Baily, Martin, Some Aspects of Optimal Unemployment Insurance, Journal of Public Economics 10 (1978), 379-402.",
        "Beegle K, Frankenberg E, Thomas D. 2000. Labor Market Transitions of Men and Women During an Economic Crisis: Evidence from Indonesia. Rand Labor and Population Working Paper 00-11.",
        "Chetty, Raj, A General Formula for the Optimal Level of Social Insurance, UC Berkeley mimeo, 2005.",
        "Chetty, Raj and Adam Looney, Income Risk and the Benefits of Social Insurance: Evidence from Indonesia and the United States, NBER working paper 11708, 2005.",
        "Cochrane, John H, A Simple Test of Consumption Insurance. Journal of Political Economy 99 (1991), 957-76.",
        "Deaton, Angus. Saving and Income Smoothing in CÃ\u0083Â´te dIvoire, Journal of African Economies, 1992, v. 1, iss. 1, pp. 1-24.",
        "Dercon, S. Income Risk, Coping Strategies, and Safety Nets, The World Bank Research Observer, vol. 17, no. 2 (Fall 2002), pp. 141-166.",
        "Fafchamps, Marcel. Rural Poverty, Risk, and Development, Elgar Publishing, December, 2003.",
        "Frankenberg, E, Smith, J, and Thomas, D. 2003. Economic shocks, wealth and welfare, Journal of Human Resources, 38.2: 280-321.",
        "Gertler, P. and J. Gruber, Insuring Consumption Against Illness, The American Economic Review, March (2002), vol. 92, no. 1, pp. 51-70(20).",
        "Gertler, P., E. Moretti, and D. Levine Do Microfinance Programs Help Families Insure Consumption Against Illness? UC-Berkeley mimeo, 2001.",
        "Holzmann, Robert and Steen JÃ\u0083Â¸rgensen. Social Risk Management: A New Conceptual Framework for Social Protection, and Beyond, International Tax and Public Finance, 8(4), August, 2001, 529-556.",
        "Holzmann, R., L. Sherburne-Benz, and E. Tesliuc. 2003. Social Risk Management: The World Banks Approach to Social Protection in a Globalizing World, World Bank, Washington D.C.",
        "International Labour Organization, World Labour Report 2000: Income Security and Social Protection in a Changing World, 2000.",
        "Jalan, Jyotsana and M. Ravallion, 1999 Are the poor less well insured? Evidence on vulnerability to income risk in rural China. Journal of Development Economics 58(1): 61-81.",
        "Kochar, Anjini. Smoothing Consumption by Smoothing Income: Hours-of-Work Responses to Idiosyncratic Agricultural Shocks in Rural India, The Review of Economics and Statistics, February 1999, 81(1):50-61.",
        "Miguel, Edward, 2005. Poverty and Witch Killing, Review of Economic Studies, forthcoming.",
        "Morduch, Jonathan, 1995. Income Smoothing and Consumption Smoothing. Journal of Economic Perspectives, 9(3) 103--114.",
        "Morduch, Jonathan, Between the State and the Market: Can Informal Insurance Patch the Safety Net? The World Bank Research Observer, vol. 14, no. 2 (August 1999), pp.",
        "Paxson, C. Using Weather Variability to Estimate the Response of Savings to Transitory Income in Thailand, The American Economic Review, Vol. 82, No. 1. (Mar., 1992), pp.",
        "Ravallion, M. 1997. Famines and Economics, Journal of Economic Literature, 35(3), 1205-1242.",
        "Ravallion, M. and S. Chaudhuri, Risk and Insurance in Village India: Comment, Econometrica, 65(1), Jan., 1997, 171-184.",
        "Rosenzweig, M. and H. Binswanger. Wealth, Weather Risk and the Composition and Profitability of Agricultural Investments, The Economic Journal, Vol. 103, No. 146, January 1993, 56-78.",
        "Rosenzweig, M. and K. Wolpin, Credit Market Constraints, Consumption Smoothing, and the Accumulation of Durable Production Assets in Low-Income Countries: Investments in Bullocks in India, Journal of Political Economy 101(2), 223-255, 1993.",
        "Rosenzweig, M. and O. Stark. Consumption Smoothing, Migration, and Marriage: Evidence from Rural India. The Journal of Political Economy, Vol. 97, No. 4 (Aug., 1989), 905-926.",
        "Thomas D, Beegle K, Frankenberg E, Sikoki B, Strauss J, Teruel G. 2004. Education in a Crisis. Journal of Development Economics, 74(1): 53-85.",
        "Townsend, Robert, Risk and Insurance in Village India, Econometrica, 62(3), May 1994, 539-591."
    ]
}