{
    "id": 1171,
    "cites": 18,
    "cited_by": 98,
    "reference": [
        "Bates, J. M. and C. W. J. Granger (1969). The Combination of Forecasts, Operations Research Quarterly 20: 451-468.",
        "Cole, Rosanne, 1969. Errors in Provisional Estimates of Gross National Product. New York: National Bureau-of Economic Research.",
        "Cukierman, Alex, and Paul Wachtel. 1979. Differential Inflationary Expectations and the Variability of the Pate of Inflation, American Economic Review 69 (September): 595-609.",
        "Einhorn, Hillel, and Hogarth, Robin. 1975. Unit Weighting Schemes for Decision Making, Organizational Behavior and Human Performance 13, no. 2 (April): 171-192.",
        "Hogarth, Robin M., 1978. A Note on Aggregating Opinions, Organizational Behavior and Human Performance 21: 40-46.",
        "Kendall, MauriÃ\u0083Â e G., and Alan Stuart. (1975). The Advanced Theory of Statistics, 3rd edition. New York: Haffner.",
        "Levi, M. D. and J. H. Makin, 1979. Inflation Uncertainty and the Phillips Curve: Some Empirical Evidence, American Economic Review 70 (December): 1022-1027.",
        "Makin, John H. 1982. Anticipated Money, Inflation Uncertainty and Real Economic Acitivity, Review of Economics and Statistics 64, no. 1 (February): 126-134.",
        "McNees, Stephen K., 1973. The Predictive Accuracy of Econometric Forecasts, New England Economic Review (September/October): 3-27.",
        "Morris, Peter A. 1977. Combining Expert Judgments: A Bayesian Approach, Management Science 23 (March): 679-693.",
        "Mullineaux, Donald J., 1980. Unemployment, Industrial Production and Inflation Uncertainty in the United States, Review of Economics and Statistics 62 (May): 163-169.",
        "Newbold, P. and C.W.J. Granger. 1974. Experience with Forecasting Univariate Time Series and the Combination of Forecasts, Journal of the Royal Statistical Society A 137: 131-146.",
        "Schnader, M.H., and H.O. Stekler. 1979. The Existence and Evaluation of Economic `Consensus Forecasts, 1979 Proceedings of the Business and Economic Statistics Section, American Statistical Association, Washington, D.C.: 512-517.",
        "Zarnowitz, Victor. 1967. An Appraisal of Short-Term Economic Forecasts.",
        "New York: National Bureau of Economic Research. Zarnowitz, Victor. 1979. An Analysis of Annual and Multiperiod Quarterly Forecsts of Aggregate Income, Output, and the Price Level, Journal of Business 52, no. 1 (January): 1-33.",
        "Zarnowitz, Victor. 1982a. On Functions, Quality, and Timeliness of Economic Information, Journal of Business 55, no. 1 (January): 87-119.",
        "Zarnowitz, Victor. 1982b. The Accuracy of Individual and Group Forecasts from Business Outlook Surveys, NBER Working Paper no. 1053 ~December).",
        "Zarnowitz, Victor. 1983. Rational Expectations and Macroeconomic Forecasts, NBER Working Paper no. 1070 (January)."
    ]
}