{
    "id": 11711,
    "cites": 29,
    "cited_by": 0,
    "reference": [
        "Banerjee, A. and L. Iyer (2005). History, Institutions and Economic Performance: The Legacy of Colonial Land Tenure Systems in India. American Economic Review (forthcoming) .",
        "Banerjee, A. and R. Somanathan (2005). The Political Economy of Public Goods: Some Evidence from India. Mimeo, MIT.",
        "Bank, W. (1994). World Development Report 1994: Infrastructure for Development. Washington D.C.: World Bank.",
        "Biswas, A. and C. Tortajada (2001). Development and Large Dams: A global perspective.",
        "International Journal of Water Resources Development, 921. Canning, D., M. Fay, and R. Perotti (1994). Infrastructure and growth. In M. Baldassarri and L. Paganetto (Eds.), International Differences in Growth Rates: Market Globalization and Economic Areas. New York: St. Martins Press, Inc.",
        "Deaton, A. (1989). Rice Prices and Income Distribution in Thailand: A Non-Parametric Analysis. The Economic Journal 99(395), 137.",
        "Dhawan, B. (1989). The Big Dams: Claims and Counter Claims. New Delhi: Commonwealth.",
        "Dhawan, B. (1993). Indian Water Resource Development for Irrigation: Issues, Critiques and Reviews. New Delhi: Commonwealth.",
        "Esfahani, H. and M. Ramirez (2003). Institutions, Infrastructure and Economic growth.",
        "Journal of Development Economics 70, 443 477. Evenson, R. and J. McKinsey (1999). Technology Climate Interactions in the Green Revolution.",
        "Economic Growth Center, Yale. Fountain, H. (2005). Unloved but Not Unbuilt. New York Times (June 5).",
        "Goldsmith, E. and N. Hildyard (1984). The Social and Environmental Effects of Large Dams. United Kingdom: Wadebridge Ecological Centre.",
        "Gopalakrishnan, E. (2000, November). ICOLD Comment on Report of World Commission of Dams. www.dams.org/report/reaction/icoldindia.htm.",
        "Gramlich, E. M. (1994). Infrastructure Investment: A review essay. Journal of Economic Literature 32(3), 11761196.",
        "Jain, L., K.Sundaram, and S.D.Tendulkar (1988). Dimensions of rural poverty: An interregional profile. Economic and Political Weekly November.",
        "Jayachandran, S. (2004). Selling Labor Low: Equilibrium Wage Volatility in Developing Countries. BREAD Working paper 077.",
        "J.Dreze, M.Samson, and S.Singh (1997). The Dam and the Nation: Displacement and Resettlement in the Narmada Valley. New Delhi: Oxford University Press.",
        "McCully, P. (2001). Silenced Rivers: The Ecology and Politics of Large Dams. London: Zed Books.",
        "Morduch, J. (1995). Income Smoothing and Consumption Smoothing. Journal of Economic Perspectives 9(3), 103114.",
        "Murthi, M., P.V.Srinivasan, and S.V.Subramanian (2001). Linking Indian Census with National Sample Survey. Economic and Political Weekly, 783793.",
        "Ozler, Berk, G. D. and M. Ravallion. (1996). A Data Base on Poverty and Growth in India. Mimeo, World Bank.",
        "Rosenzweig, M. R. and H. Binswanger (1993). Wealth, Weather Risk and the Composition and Profitability of Agricultural Investments. Economic Journal 103(416), 5678.",
        "Sharma, V. (1991). Health aspects of water resources projects. In C. B. of Irrigation and Power (Eds.), Environmental Impact Assessment of Water Resources Projects. New Delhi.",
        "Singh, S. (2002). Taming the Waters: The Political Economy of Large Dams in India.",
        "Thakkar, H. (2000). Assessment of Irrigation in India. World Commission of Dams.",
        "Thukral, E. (1992). Big Dams, Displaced People: Rivers of Sorrow, Rivers of Change.",
        "New Delhi: Sage. Topalova, P. (2004, November). Factor Immobility and Regional Effects of Trade Liberalization: Evidence on Poverty and Inequality from Indian Districts. Mimeo, MIT.",
        "World Commission on Dams (2000a). Dams and Development: A New Framework for Decision-Making. EarthScan Publications.",
        "World Commission on Dams, I. (2000b). Large Dams: Indias Experience. World Commission of Dams."
    ]
}