{
    "id": 11714,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "Walter Bagehot (1962) [1873], Lombard Street: A Description of the Money Market. Reprint, Homewood, Ill. Richard D. Irwin.",
        "Ben S. Bernanke (1983), Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression. American Economic Review 73 (June), 257-76.",
        "Michael D. Bordo, Ehsan Choudhri and Anna Schwartz (2002), Was Expansionary Monetary policy Feasible During the Great Depression? Explorations in Economic History. January.",
        "Michael D. Bordo (1993), The Bretton Woods International Monetary System: A Historical Over view in Michael D. Bordo and Barry Eichengreen (eds.) A Retrospective on the Bretton Woods System. Chicago, University of Chicago Press.",
        "Karl Brunner and Allan H. Meltzer (1993), Money and the Economy: Issues in Monetary Analysis. Cambridge University Press for the Raffaele Mattioli Foundation.",
        "Karl Brunner and Allan H. Meltzer (1968), What did we learn from the monetary experiences of the United States in the Great Depression? Canadian Journal of Economics 1, 334-48.",
        "Charles Calomiris (1993), Financial Factors in the Great Depression. Journal of Economic Perspectives 7 (spring), 61-85.",
        "Lester Chandler (1958), Benjamin Strong Central Banker. Washington D.C., Brookings Institution.",
        "Sir John Clapham (1944), The Bank of England: A History. Cambridge, Cambridge University Press.",
        "New York: Oxford University Press. Frank W. Fetter (1965), The Development of British Monetary Orthodoxy 1717-1875.",
        "Cambridge, Harvard University Press. Irving Fisher (1930), The Theory of Interest. New York, Macmillan. Reprint New York, A.M.",
        "Kelley. Irving Fisher (1896), Appreciation and Interest. Publications of the American Economic Association 9 (4), 331-447. Milton Friedman (1956), Studies in the Quantity Theory of Money. Chicago, University of Chicago Press.",
        "Princeton, Princeton University Press. James Hamilton (1987), Monetary Factors in the Great Depression. Journal of Monetary Economics 19, 145-69.",
        "Bray Hammond (1957), Banks and Politics in America. Princeton. Princeton University Press.",
        "Jane Knodell (2003), Profit and Duty in the Second Bank of the United States Exchange Operations. Financial History Review 10, 5-30.",
        "Paul Krugman (1991), Target Zone and Exchange Rate Dynamics. Quarterly Journal of Economics CUI (3) pp. 669-682.",
        "Allan Meltzer (1976), Monetary and Other Explanations of the Start of the Great Depression. Journal of Monetary Economics 2, 455-72.",
        "Fritz Redlich (1951), The Molding of American Banking: Man and Ideas. New York: Hafner Publishers.",
        "Christina Romer and David Romer (1989), Does Monetary Policy Matter? A new Test in the Spirit of Friedman and Schwartz. NBER Macroeconomic Annual, 4, 121-170.",
        "Elmer Wood (1939), English Theories of Central Banking Control, 1819-1858. Cambridge, Harvard University Press."
    ]
}