{
    "id": 11718,
    "cites": 35,
    "cited_by": 3,
    "reference": [
        "[1] Alfaro, L. and Rodriguez-Clare, A., 2004, Multinationals and Linkages: An Empirical Investigation, Economia 4(2), 113-56.",
        "[2] Antras, P., 2003, Firms, Contracts, and Trade Structure, Quarterly Journal of Economics 118 (4), 1374-1418.",
        "[3] Antras, P., 2005, Property Rights and the International Organization of Production, American Economic Review Papers and Proceedings, May 2005, forthcoming.",
        "[4] Antras, P. and Helpman, E., 2004. Global Sourcing, Journal of Political Economy 112(3), 552-580.",
        "[5] Arora, A. and Athreye, S., 2002, The Sofware Industry and Indias Economic Development, Information Economics and Policy 14, 253-273.",
        "[6] Arora, A. and Gambardella, A., 2004, The Globalization of the Software Industry: Perspectives and Opportunities for Developed and Developing Countries, NBER Working Paper No. 10538.",
        "[7] Arora, A., and Gambardella, A., 2005, From Underdogs to Tigers, in The Rise and Growth of the Software Industry in Some Emerging Economies, Arora, A. and Gambardella, A.(eds.), Oxford University Press, Oxford UK.",
        "[8] Athreye, S., 2002, Multinational Firms and the Evolution of the Indian Software Industry, East-West Center Working Paper No. 51.",
        "[9] Athreye, S., 2004, Role of transnational corporation in the evolution of hi-tech industry: The case of Indias software industry --A Comment World Development 32, 555-560.",
        "[10] Balasubramaniam, VN, 2004, The Software Cluster in Bangalore, mimeo, University of Lancaster.",
        "[11] Baldwin, R.E. and Okubo, T., 2005, Heterogeneous Firms, Agglomeration and Economic Geography: Spatial Selection and Sorting, Mimeo, Graduate Institute of International Studies, Geneva.",
        "[12] Bernard, A.; Eaton, J.; Jensen, J. B.and Kortum, S., 2003, Plants and Productivity in International Trade American Economic Review 93(4), 1268-1290.",
        "[13] Bresnahan, T.; Gambardella, A. and Saxenian, A., 2001, `Old Economy Inputs for `New Economy Outcomes: Cluster Formation in the New Silicon Valleys, Industrial and Corporate Change 10(4), 835 -- 860.",
        "[14] Eaton, J.; Kortum, S., and Kramarz, F., 2004, An Anatomy of International Trade: Evidence from French Firms, mimeo, Department of Economics, New York University.",
        "[15] Eaton, J. and Panagariya, A., 1979, Gains from Trade under Variable Returns to Scale, Commodity Taxation, Tariffs and Factor Market Distortions, Journal of International Economics 9(4), 481-501.",
        "[16] Ethier, W., 1982, National and International Returns to Scale in the Modern Theory of International Trade, American Economic Review 73, 389-405.",
        "[17] Glass, A. and Saggi, K., 2001, Innovation and Wage Effects of International Outsourcing, European Economic Review 45(1), 67-86.",
        "[18] Grossman, G. and Helpman, E., 2002, Integration versus Outsourcing in Industry Equilibrium, Quarterly Journal of Economics 117(468), 85-120.",
        "[19] Grossman, G. and Helpman, E. 2003, Outsourcing versus FDI in Industry Equilibrium, Journal of the European Economic Association 1(2), 317-327..",
        "[20] Grossman, G. and Helpman, E., 2005, Outsourcing in a Global Economy, Review of Economic Studies 72(1), 135-159.",
        "[21] Helpman, E.; Melitz, M. and Yeaple, S., 2004, Export versus FDI with Heterogeneous Firms, American Economic Review 94(1), 300-316.",
        "[22] Markusen, J. and Venables, A., 1999, Foreign Direct Investment as a Catalyst for Industrial Development, European Economic Review 43(2), 335-56.",
        "[23] Melitz. M. 2003, The Impact of trade on intra-industry reallocations and aggregate industry productivity, Econometrica 71, 1695-1725.",
        "[24] Melitz, M., and Ottaviano, G.,.2005, Market Size, Trade and Productivity, NBER Working Paper No. 11393.",
        "[25] Pack, H. and Saggi, K, 2001, Vertical Technology Transfer via International Outsourcing, Journal of Development Economics 65(2), 389-415",
        "[26] Panagariya, A., 1980, Variable Returns to Scale in General Equilibrium Theory Once Again, Journal of International Economics 10(4), 499-526.",
        "[27] Panagariya, A., 1981, Variable Returns to Scale in Production and Patterns of Specialization, American Economic Review 71(1), 221-230.",
        "[28] Panagariya, A., 1986a, Increasing Returns, Dynamic Stability, and International Trade, Journal of International Economics 20 (1-2), 43-63.",
        "[29] Panagariya, A., 1986b, Increasing Returns and the Specific-Factors Model, Southern Economic Journal 53(1), 1-17.",
        "[30] Patibandla, M. and Peterson, B., 2002, Role of transnational corporation in the evolution of hi-tech industry: The case of Indias software industry, World Development 30, 1561-1577.",
        "[31] Rodrik, D., 1996a, Coordination Failures and Government Policy: A Model with Applications to East Asia and Eastern Europe, Journal of International Economics 40(1-2), 1-22.",
        "[32] RodrÃ\u0083Â­guez-Clare, A., 1996a, The Division of Labor and Economic Development, Journal of Development Economics 49, 3-32.",
        "[33] RodrÃ\u0083Â­guez-Clare, A., 1996b, Multinationals, Linkages and Economic Development, American Economic Review 86(4), 852-73.",
        "[34] Sener, M.F. and Sayek, S., 2004, Outsourcing and Wage Inequality in a Dynamic Product Cycle Model , forthcoming Review of Development Economics.",
        "[35] Yeaple, S.., 2005, A Simple Model of Firm Heterogeneity, International Trade, and Wages, Journal of International Economics 65(1), 1-20."
    ]
}