{
    "id": 11712,
    "cites": 13,
    "cited_by": 1,
    "reference": [
        "Jeff Biddle and Daniel Hamermesh, Beauty, Productivity, and Discrimination: Lawyers Looks and Lucre, Journal of Labor Economics, 16 (Jan. 1998): 172201.",
        "Rebecca Blank, The Effects of Double Blind versus Single Blind Reviewing: Experimental Evidence from the American Economic Review, American Economic Review, 81 (Dec. 1991): 1041-1067.",
        "Michael Fix and Raymond Struyk, Clear and Convincing Evidence: Measurement of Discrimination in America. Washington: Urban Institute Press, 1995.",
        "Claudia Goldin and Cecilia Rouse, Orchestrating Impartiality: The Impact of `Blind Auditions on Female Musicians, American Economic Review, 90 (Sept. 2000): 715-741.",
        "Daniel Hamermesh and Jeff Biddle, Beauty and the Labor Market, American Economic Review, 84 (Dec. 1994): 1174-1194.",
        "Elaine Hatfield and Susan Sprecher, S. Mirror, Mirror.... Albany, NY: State University of New York Press, 1986.",
        "James J. Heckman, Detecting Discrimination, Journal of Economic Perspectives, 12 (Spring 1998): 101-116.",
        "Markus M. MÃ\u0083Â¶bius and Tanya S. Rosenblat, Why Beauty Matters, American Economic Review, 2005, forthcoming.",
        "Matthew Mulford, John Orbell, Catherine Shatto and Jean Stockard, Physical Attractiveness, Opportunity and Success in Everyday Exchange, American Journal of Sociology, 103 (May 1998): 1565-1592.",
        "David Neumark, Roy J. Bank and Kyle D. van Nort, Sex Discrimination in Restaurant Hiring: An Audit Study, Quarterly Journal of Economics, 111 (Aug. 1996): 915-941.",
        "Gerard Pfann, Jeff Biddle, Ciska Bosman and Daniel Hamermesh, Business Success and Businesses Beauty Capital, Economics Letters, 67 (May 2000): 201-207.",
        "Susan G. Straus, Jeffrey A. Miles and Laurie L. Levesque, The Effects of Videoconference, Telephone, and Face-To-Face Media on Interviewer and Applicant Judgments in Employment Interviews, Journal of Management, 27 (May-June 2001): 363-381.",
        "Doris Weichselbaumer, Sexual Orientation Discrimination in Hiring, Labour Economics, 10 (Dec. 2003): 629-642."
    ]
}