{
    "id": 11717,
    "cites": 30,
    "cited_by": 84,
    "reference": [
        "AntrÃ\u0083Â s, Pol (2003). Firms, Contracts and Trade Structure. Quarterly Journal of Economics 118 (4), 1375-1418.",
        "AntrÃ\u0083Â s, Pol and Elhanan Helpman (2004). Global Sourcing. Journal of Political Economy 112 (3), 552-591.",
        "Blonigen, Bruce A. (2001). In Search of Substitution between Foreign Production and Exports, Journal of International Economics 53:81-104.",
        "Blonigen, Bruce A. and Wesley W. Wilson (1999). Explaining Armington: What Determines Substitutability Between Home and Foreign Goods, Canadian Journal of Economics 32:1-21.",
        "Davis, Steven J., R. Jason Faberman and John Haltiwanger (forthcoming). The Flow Approach to Labor Markets: New Data Sources, Micro-Macro Links and the Recent Downturn. Journal of Economic Perspectives. Davis, Steven J., John C. Haltiwanger, and Scott Schuh (1996). Job Creation and Destruction, (Cambridge, MIT Press).",
        "Desai, Mihir A., C. Fritz Foley and James R. Hines Jr. (2004). The Costs of Shared Ownership: Evidence from International Joint Ventures. Journal of Financial Economics 73 (2), 323-374.",
        "Desai, Mihir A., C. Fritz Foley and James R. Hines Jr. (Forthcoming). Foreign Direct Investment and the Domestic Capital Stock. American Economic Review Papers and Proceedings. Desai, Mihir A. and James R. Hines Jr. (2003). Evaluating International Tax Reform. National Tax Journal 56 (3), 487-502.",
        "Devereux, Michael P. and Harold Freeman (1995). The Impact of Tax on Foreign Direct Investment: Empirical Evidence and the Implications for Tax Integration Schemes. International Tax and Public Finance 2 (1), 85-106.",
        "Feenstra, Robert C. and Gordon H. Hanson (1996). Globalization, Outsourcing and Wage Inequality. American Economic Review 86 (2), 240-245.",
        "Feenstra, Robert C. and Gordon H. Hanson (2005). Ownership and Control in Outsourcing to China: Estimating the Property-Rights Theory of the Firm. Quarterly Journal of Economics 120 (2), 729-761.",
        "Feldstein, Martin (1995). The Effects of Outbound Foreign Direct Investment on the Domestic Capital Stock. In Martin Feldstein, James R. Hines Jr. and R. Glenn Hubbard (eds.), The Effects of Taxation on Multinational Corporations (Chicago: University of Chicago Press), 43-63.",
        "Hanson, Gordon H., Raymond Mataloni and Matthew J. Slaughter. (Forthcoming). Vertical Production Networks in Multinational Firms. Review of Economics and Statistics. Harrison, Anne E. and Margaret S. McMillan (2004). The Impact of Overseas Investment by U.S. Multinationals on Wages and Employment. Working Paper.",
        "Helpman, Elhanan (1984). A Simple Theory of International Trade with Multinational Corporations. Journal of Political Economy 92 (3), 451-71.",
        "Helpman, Elhanan, Mark Melitz, and Stephen Yeaple (2004). Export Versus FDI with Heterogeneous Firms, American Economic Review 94 (1), 300-316.",
        "Heston, Alan, Robert Summers and Bettina Aten (2002). Penn World Table Version 6.1 (Philadelphia: Center for International Comparisons at the University of Pennsylvania).",
        "Hines, James R., Jr. (1999). The Case against Deferral: A Deferential Reconsideration. National Tax Journal 52 (3), 385-404.",
        "Hines, James R., Jr. (2005). Do Tax Havens Flourish? In James M. Poterba (ed.), Tax Policy and the Economy, vol. 19 (Cambridge, MA: MIT Press), 65-99.",
        "Horst, Thomas (1980). A Note on the Optimal Taxation of International Investment Income. Quarterly Journal of Economics 94 (4), 793-798.",
        "Hummels, David, Jun Ishii and Kei-Mu Yi (2001). The Nature and Growth of Vertical Specialization in World Trade. Journal of International Economics 54 (1), 75-96.",
        "Keen, Michael and Hannu Piekkola (1997). Simple Rules for the Optimal Taxation of International Capital Income. Scandinavian Journal of Economics 99 (3), 447-461.",
        "Lipsey, Robert E. (1995). Outward Direct Investment and the U.S. Economy. In Martin Feldstein, James R. Hines Jr. and R. Glenn Hubbard (eds.), The Effects of Taxation on Multinational Corporations (Chicago: University of Chicago Press), 7-33.",
        "Markusen, James R. (1984). Multinational Firms, Multiplant Economies and Gains from Trade, Journal of International Economics 16 (1), 205-226.",
        "Markusen, James R. (2002). Multinational Firms and the Theory of International Trade (Cambridge: MIT Press).",
        "Musgrave, Peggy B. (1969). United States Taxation of Foreign Investment Income: Issues and Arguments (Cambridge, MA: International Tax Program, Harvard Law School).",
        "Riker, David A. and S. Lael Brainard. 1997. U.S. Multinationals and Competition from LowWage Countries. NBER Working Paper No. 5959.",
        "Samuelson, Paul A. (1974). Complementarity: An Essay on the 40th Anniversary of the HicksAllen Revolution in Demand Theory. Journal of Economic Literature 12 (4): 12551289.",
        "Slaughter, Matthew (2000). Production Transfer within Multinational Enterprises and American Wages, Journal of International Economics 50 (2), 449-472.",
        "Stevens, Guy V.G. and Robert E. Lipsey (1992). Interactions Between Domestic and Foreign Investment. Journal of International Money and Finance 11 (1), 40-62.",
        "Tornqvist, Leo, Pentti Vartia, and Yrjo O. Vartia. (1985). How Should Relative Changes Be Measured? American Statistician 39 (1): 43-46.",
        "Yi, Kei-Mu (2003). Can Vertical Specialization Explain the Growth of World Trade? Journal of Political Economy 111 (1), 52-103."
    ]
}