{
    "id": 11719,
    "cites": 22,
    "cited_by": 9,
    "reference": [
        "Barrell, Ray and Stephane DÃ\u0083Â©es, 2005, World Trade and Global Integration in Production Processes: A Re-assessment of Import Demand Equations, ECB Working Paper No. 503 (Frankfurt: European Central Bank, July).",
        "Bayoumi, Tamim, 2003, Estimating Trade Equations from Aggregate Bilateral Data, mimeo (Washington, D.C.: IMF, December).",
        "Bayoumi, Tamim, Jaewoo Lee, and Sarma Jayantha, 2005, New Rates from New Weights, Working Paper No. WP/05/99 (Washington, DC: IMF, May).",
        "Camarero, Mariam and Cecilio Tamarit, 2003, Estimating the export and import demand for manufactured goods: The role of FDI, Leverhulme Center Research Paper Series No. 2003/34 (Nottingham: University of Nottingham).",
        "Council of Economic Advisers, 2001, Economic Report of the President, 2001 (Washington, D.C.: U.S. GPO, January).",
        "Gagnon, Joseph E., 2003, Productive Capacity, Product Varieties, and the Elasticities Approach to the Trade Balance, International Finance and Discussion Papers No. 781 (October).",
        "Goldstein, Morris, and Mohsin Khan, 1985, Income and Price Effects in Foreign Trade, in R. Jones and P. Kenen (eds.), Handbook of International Economics, Vol. 2, (Amsterdam: Elsevier).",
        "Hooper, Peter, Karen Johnson and Jaime Marquez, 2000, Princeton Studies in International Economics No. 87 (Princeton, NJ: Princeton University).",
        "Houthakker, Hendrik, and Stephen Magee, 1969, Income and Price Elasticities in World Trade, Review of Economics and Statistics 51: 111-25.",
        "Hummels, David, Jun Ishii, and Kei-Mu Yi, 2001, The Nature and Growth of Vertical Specialization in World Trade, Journal of International Economics 54: 75-96.",
        "Johansen, SÃ\u0083Â¸ren, 1988, Statistical Analysis of Cointegrating Vectors. Journal of Economic Dynamics and Control 12: 231-54.",
        "Johansen, SÃ\u0083Â¸ren, and Katerina Juselius, 1990, Maximum Likelihood Estimation and Inference on Cointegration - With Applications to the Demand for Money. Oxford Bulletin of Economics and Statistics 52: 169-210.",
        "Lawrence, Robert Z., 1990, U.S. Current Account Adjustment: An Appraisal, Brookings Papers on Economic Activity No. 2: 343-382.",
        "Leahy, Michael P., 1998, New Summary Measures of the Foreign Exchange Value of the Dollar. Federal Reserve Bulletin (October): 811-818.",
        "Loretan, Mico, 2005, Indexes of the Foreign Exchange Value of the Dollar, Federal Reserve Bulletin (Winter): 1-8.",
        "Mann, Catherine, 1999, Is the U.S. Trade Deficit Sustainable (Washington, DC: Institute for International Economics).",
        "Marquez, Jaime, 2002, Estimating Trade Elasticities, Advanced Studies in Theoretical and Applied Econometrics, Vol. 39. Boston; Dordrecht and London: Kluwer Academic.",
        "Marquez, Jaime, 1994, The Econometrics of Elasticities or the Elasticity of Econometrics: An Empirical Analysis of the Behavior of U.S. Imports, Review of Economics and Statistics 76(3) (August): 471-481.",
        "Meade, Ellen, 1991, Computers and the Trade Deficit: the case of the falling prices, in Peter Hooper and David Richardson, (eds.) International Economic Transactions: Issues in Measurement and Empirical Research, NBER Studies in Income and Wealth vol. 55.",
        "Stock, James H. and Mark W. Watson, 1993, A Simple Estimator of Cointegrating Vectors in Higher Order Integrated Systems, Econometrica 61(4): 783-820.",
        "Whelan, Karl, 2000, A Guide to the Use of Chain Aggregated NIPA Data, Finance and Economics Discussion Papers No. 2000-35. Washington, DC: Board of Governors of the Federal Reserve System.",
        "Yi, Kei-Mu, 2003, Can Vertical Specialization Explain the Growth of World Trade? Journal of Political Economy 111(1): 53-102."
    ]
}