{
    "id": 1172,
    "cites": 27,
    "cited_by": 72,
    "reference": [
        "Anderson, Theodore W. and Cheng Hsiao, Estimation of Dynamic Models with Error Component, Journal of the American Statistical Association 76 (1981), 598-606.",
        "Bardhan, Pranab K., Optimum Foreign Borrowing, in Karl Shell, ed., Essays on the Theory of Optimal Economic Growth, (MIT Press, 1967), 117-28.",
        "Beim, D., Rescuing the LDCs, Foreign Affairs, 55 (July 1977), 717-31.",
        "Buiter, William, Implications for the Adjustment Process of International Asset Risks: Exchange Controls, InterventIon and Policy Risk, and Sovereign Risk, N.B.E.R. Working Paper No. 516 (July 1980).",
        "Dhonte, Pierre, Describing External Debt Situation: A Roll-Over Approach, Staff Papers, 22 (March 1975), 159-86.",
        "Eaton, Jonathan, and Mark Kersovitz, LDC Participation in International Financial Markets: Debt and Reserves, Journal of Development Economics, 7 (March 1980), 3-21. - ___________, Debt With Potential Repudiation: Theoretical and Empirical Anslysis, Review of Economic Studies, 48 (April l981a), 289-309.",
        "Repudiation Issue, Princeton Studies in International Finance, No. 47, International Finance Section, Princeton University (June l981b). Edwards, Sebastian, On the Determinants of Country Risk - A Preliminary Analysis for the Case of LDCs, in Final Report on First BHC International Seminar (Santiago, Chile 1981).",
        "Feder, Gershon and Richard E. Just, A Study of Debt Servicing Capacity Applying Logit Analysis, Journal of Development Economics, 4 (March 1977a), 25-38.",
        "Economic Review, 9 (May l977b), 221-43. ___________ Optimal International Borrowing, Capital Allocation and Creditworthiness Control, Kredit ~.rnd Kapital, 12 2 (1979), 207-20.",
        "Feder, Gherson, and Knud Ross, Risk Assessments and Risk Premiums in the Eurodollar Market, Journal of Finance, 37 (June 1982), 679-91.",
        "Feldstein, Martin, Coping With the International Debt Problem, unpublished manuscript (March 1983).",
        "Folkerts-Landau, D. and F.I., Credit Rationing and Debt Rescheduling in the International Bank Loan Market, unpublished paper, IMF (December 1982).",
        "Frank, Charles R., Jr. and William R. Cline, Measurement of Debt Servicing Capacity: AnApplication of Disciminant Analysis, Journal of International Economics, 1 (August 1971), 327-44.",
        "Fuller, Wayne and George Batesse, Estimation of Linear Models With Crossed Error Structure, Journal of Econometrics, 2 (February 1974): 67-78.",
        "Hanson, James A., Optimal International Borrowing and Lending, American Economic Review, 64 (Sept. 1974), 616-30.",
        "Harberger, Arnold C., On Country Risk and the Social Cost of Foreign Borrowing by Developing Countries, unpublished manuscript, University of Chicago, 1976.",
        "Liberalization, Reform, in K. Brunner and A.H. Meltzer (eds), Economic Policy in a World of Change (North-Holland, 1982).",
        "Kindleberger, Charles, Debt Situation of the Developing Countries in Historical Perspective, unpublished manuscript, 1977.",
        "Martin, Ricardo, and Marcelo Selowsky, Energy Prices, Substitution a,d Optimal Borrowing in the Short Run: An Analysis of Adjustment in Oil- Importing Developing Countries, World Bank Staff Working Paper No. 466 (July 1981); forthcoming in the Journal of Development Economics.",
        "McCabe, James L., and David S. Sibley, Optimal Foreign Debt Accumulation with Export Revenue Uncertainty, International Economic Review, 17 (Oct. 1976), 675-86.",
        "McDonald, Donogh C., Debt Capacity and Developing Country Borrowing, IMP Staff Papers, 29 (December 1982).",
        "Mood, Alexander,M., Franklin A. Graybill and Duane C. Boes, Introduction to the Theory of Statistics, 3rd ed., New York: McGraw-Hill, 1974.",
        "Nerlove, Marc, Further Evidence on the Estimation of Dynamic Economic Relations From a Time Series of Cross-Sections, Econometrica, (March 1971), 359-82.",
        "Sachs, Jeffrey D., The Current Account and Macroeconomic Adjustment in the l970s, Brookings Papers on Economic Activity, 1 (1981), 201-68.",
        "Sargen, Nicholas, Economic Indicators and Country Risk Appraisal, Federal Reserve Bank of San Francisco, Economic Review (Fall 1977), 19-35.",
        "Theil, Henri, Principles of Econometrics (Wiley, 1971).",
        "Wionczek, Miguel S. (ed.), LDC External Debt and the World Economy, El Colegio de Mexico (Mexico City, 1978)."
    ]
}