{
    "id": 11726,
    "cites": 26,
    "cited_by": 6,
    "reference": [
        "Agnew, Julie, Pierluigi Balduzzi, and Annika SundÃ\u0083Â©n. 2003. Portfolio Choice and Trading in a Large 401(k) Plan. The American Economic Review. 93(1): 193-215.",
        "Andrews, Emily S. 1992. The Growth and Distribution of 401(k) Plans. In John Turner and Daniel Beller, eds., Trends in Pensions 1992. Washington, DC: US Department of Labor. 149-176.",
        "Benartzi, Shlomo, Richard H. Thaler, Stephen P. Utkus and Cass R. Sunstein. 2004. Company Stock, Market Rationality and Legal Reform. University of Chicago Law and Economics Olin School Working Paper 218.",
        "Choi, James J., David Laibson, and Brigitte C. Madrian. 2004 Plan Design and 401(k) Saving Outcomes. National Tax Journal. Forum on Pensions.",
        "Choi, James J., David Laibon, Brigitte Madrian, and Andrew Metrick. (Forthcoming). Saving for Retirement on the Path of Least Resistance. In Behavioral Public Finance, Eds Ed McCaffrey and Joel Slemrod. Clark, Robert L. and Sylvester Schieber. 1998. Factors Affecting Participation Levels in 401(k) Plans. In Living with Defined Contribution Plans: Remaking Responsibility for Retirement, Olivia Mitchell and Sylvester J.",
        "Schieber, eds. Philadelphia, PA: University of Pennsylvania Press: 69-97. Cunninghan, Christopher R. and Gary V. Engelhardt. 2002. Federal Tax Policy, Employer Matching, and 401(k) Saving: Evidence from HRS W-2 Records. National Tax Journal. 55(3). September: 617-645.",
        "Engelhardt, Gary V. and Anil Kumar. 2004. Employer Matching and 401(k) Saving: Evidence from the Health and Retirement Study. Maxwell School Working Paper. Syracuse University.",
        "Even, William E., and David A. Macpherson. 1997. Factors Influencing Participation and Contribution Levels in 401(k) Plans. Florida State University Working Paper. Tallahassee, FL: Florida State University.",
        "Even, William E., and David A. Macpherson. 2003. Determinants and Effects of Employer Matching Contributions in 401(k) Plans. Florida State University Working Paper. Tallahassee, FL: Florida State University.",
        "Holden, Sarah, and Jack VanDerhei. 2001. Contribution Behavior of 401(k) Plan Participants, ICI Perspective, October.",
        "Holden, Sarah, and Jack VanDerhei. 2005. The Role of 401(k) Accumulations in Providing Future Retirement Income. Pension Research Council Working Paper 2005-9.",
        "Huberman, Gur, Sheena Iyengar, and Wei Jiang. 2004. Defined Contribution Pension Plans: Determinants of Participation and Contribution Rates. Columbia University Business School Working Paper.",
        "Iyengar, Sheena, Gur Huberman, and Wei Jiang. 2004. How Much Choice is Too Much? Contributions to 401(k) Retirement Plans. In Pension Design and Structure: New Lessons from Behavioral Finance. Olivia S.",
        "Mitchell and Stephen P. Utkus, eds. Oxford, United Kingdom: Oxford University Press: 83-95. Jiang, Wei and Sheena S. Iyengar. Forthcoming. The Psychological Costs of Ever Increasing Choice: A Fallback to the Sure Bet. Journal of Personality and Social Psychology. Kusko, Andrea, James Poterba and David Wilcox. 1998. Employee Decisions with Respect to 401(k) Plans. In Living with Defined Contribution Pensions: Remaking Responsibility for Retirement, Olivia Mitchell and Sylvester Schieber, eds. Philadelphia, PA: University of Pennsylvania Press. 98-112.",
        "Madrian, Brigitte, and D.F. Shea. 2001. The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior. Quarterly Journal of Economics 116: 1149-1525.",
        "McGill, Dan, Kyle Brown, John Haley and Sylvester Schieber. Fundamentals of Private Pensions 8th ed. Oxford: Oxford University Press, 2004.",
        "Mitchell, Olivia S. and Stephen P. Utkus. 2003. Company Stock in Defined Contribution Plans. In The Pension Challenge: Risk Transfers and Retirement Income Security, Olivia S. Mitchell and Kent Smetters, eds.",
        "Oxford, United Kingdom: Oxford University Press: 33-70. Munnell, Alicia, Annika Sunden, and Catherine Taylor. 2000. What Determines 401(k) Participation and Contributions? Center for Retirement Research Working Paper 2000-12. Boston, MA: Boston College.",
        "Munnell, Alicia H. and Annika Sunden. 2004. Coming Up Short. Washington, DC: Brookings Institution Press.",
        "Papke, Leslie. 1995. Participation in and Contributions to 401(k) Pension Plans: Evidence from Plan Data. Journal of Human Resources. 30. 311-325.",
        "Papke, Leslie and James M. Poterba. 1995. Survey Evidence on Employer Match Rates and Employee Saving Behavior in 401(k) Plans. Economics Letters. 49. 313-317.",
        "Pence, Karen. 2002. Nature or Nurture: Why Do 401(k) Participants Save Differently than Other Workers? National Tax Journal, 55 (September). 597-616.",
        "Poterba, James, Steve Venti and David Wise. 2004. The Transition to Personal Accounts and Increasing Retirement Wealth: Macro and Micro Evidence. In D. Wise, ed., Perspectives on the Economics of Aging, Chicago, IL: Chicago University Press: 17-71.",
        "US General Accounting Office (USGAO). 1997. 401(k) Pension Plans: Loan Provisions Enhance Participation, but May Affect Income Security for Some. U.S. General Accounting Office: Washington. DC. GAO/HEHS-985.",
        "October. VanDerhei, Jack and Craig Copeland. 2001. A Behavioral Model for Predicting Employee Contributions to 401(k) Plans: Preliminary Results. North American Actuarial Journal. 5(1): 80-94.",
        "The Vanguard Group. 2004. How America Saves, 2004: A Report on Vanguard Defined Contribution Plans. Malvern, PA: Vanguard Center for Retirement Research. September. www.vanguardretirementresearch.com."
    ]
}