{
    "id": 11720,
    "cites": 38,
    "cited_by": 3,
    "reference": [
        "Arcidiacono, P. and Nickolson, S. (2005). Peer Effects in Medical Schools. Journal of Public Economics, 89, 327350.",
        "Barr, J. and Davis, O. (1966). An Elementary Political and Economic Theory of Expenditures of State and Local Governments. Southern Economic Journal, 33 (2), 149165.",
        "Bayer, P., McMillan, R., and Reuben, K. (2004). The Causes and Consequences of Residential Segregation: An Equilibrium Analysis of Neighborhood Sorting. Working Paper.",
        "Bayer, P. and Timmins, C. (2005). On the Equilibrium Properties of Locational Sorting Models. Journal of Urban Economics, 57, 46277.",
        "Bergstrom, T. and Goodman, R. (1973). Private Demands for Public Goods. American Economic Review, 63, 280296.",
        "Bergstrom, T., Rubinfeld, D., and Shapiro, P. (1982). Micro-Based Estimates of Demand Functions for Local School Expenditures. Econometrica, 50, 11831205.",
        "Betts, J. and Morell, D. (1999). The Determinants of Undergraduate GPA: The Relative Importance of Family Background, High School Resources, and Peer Group Effects. Journal of Human Resources, 107, 797817.",
        "Bradbury, K. (1988). Shifting Property Tax Burdens in Massachusetts. New England Economic Review, Federal Reserve Bank of Boston.",
        "Brock, W. and Durlauf, S. (2001). Discrete Choice with Social Interactions. Review of Economic Studies, 68 (2), 235260.",
        "Cutler, D., Glaeser, E., and Vigdor, J. (1999). The Rise and Decline of the American Ghetto. Journal of Political Economy, 107, 455506.",
        "Dale, S. and Krueger, A. (1998). Estimating the Payoff to Attending a More Selective College: An Application of Selection on Observables and Unobservables. Working Paper.",
        "Journal of Political Economy, 98(1), 110133. Dunz, K. (1989). Some Comments on Majority Rule equilibria in Local Public Goods Economies. Journal of Economic Theory, 47, 228234.",
        "Durlauf, S. (1996). A Theory of Persistent Income Inequality. Journal of Economic Growth, 1, 7593.",
        "Epple, D., Filimon, R., and Romer, T. (1984). Equilibrium Among Local Jurisdictions: Towards an Integrated Approach of Voting and Residential Choice. Journal of Public Economics, 24, 281304.",
        "Epple, D., Filimon, R., and Romer, T. (1993). Existence of Voting and Housing Equilibrium in a System of Communities with Property Taxes. Regional Science and Urban Economics, 23, 585610.",
        "Epple, D. and Platt, G. (1998). Equilibrium and Local Redistribution in an Urban Economy when Households Differ in both Preferences and Incomes. Journal of Urban Economics, 43(1), 2351.",
        "Epple, D. and Romano, R. (1998). Competition Between Private and Public Schools, Vouchers and Peer Group Effects. American Economic Review, 88, 3363.",
        "Epple, D., Romer, T., and Sieg, H. (2001). Interjurisdictional Sorting and Majority Rule: An Empirical Analysis. Econometrica, 69, 14371465.",
        "Epple, D. and Sieg, H. (1999). Estimating Equilibrium Models of Local Jurisdictions. Journal of Political Economy, 107 (4), 645681.",
        "Fernandez, R. and Rogerson, R. (1996). Income Distribution, Communities, and the Quality of Public Education. Quarterly Journal of Economics, 111 (1), 135164.",
        "Ferreira, F. (2005). You Can Take It with You: Proposition 13 Tax Benefits, Residential Mobility, and Willingness to Pay for Housing Amenities. Working Paper.",
        "Ferreyra, M. (2005). Estimating the Effects of Private School Vouchers in Multi-District Economies. Working Paper.",
        "Gallant, R. (1997). An Introduction to Econometric Theory. Princeton University Press.",
        "Hanushek, E., Kain, J., Markman, J., and Rivkin, S. (2000). Do Peers Affect Student Achievement? Working Paper.",
        "Henderson, V., Mieszkowski, P., and Sauvageau, Y. (1978). Peer Group Effects and Educational Production Functions. Journal of Public Economics, 10, 97106.",
        "Hoxby, C. (2000). Peer Effects in the Classroom: Learning from Gender and Race Variation. Working Paper.",
        "Manski, C. (1993). Identification of Endogenous Social Effects: The Reflection Problem. Review of Economic Studies, 60, 531542.",
        "Moffitt, R. (2001). Policy Interventions, Low-level Equilibria, and Social Interactions. In Social Dynamics.",
        "Nechyba, T. (2000). Mobility, Targeting and Private School Vouchers. American Economic Review, 90, 130146.",
        "Poterba, J. (1992). Taxation and Housing: Old Questions, New Answers. American Economic Review, 82 (2), 237242.",
        "Rothstein, J. (2004). Good Principals or Good Peers? Parental Valuation of School Characteristics, Tiebout Equilibrium, and the Incentive Effects of Competition Among Jurisdictions. Working Paper.",
        "Rubinfeld, D., Shapiro, P., and Roberts, J. (1987). Tiebout Bias and the Demand for Local Public Schooling.",
        "Review of Economics and Statistics, 69, 426437. Sacerdote, B. (2001). Peer Effects with Random Assignment: Results from Dartmouth Roommates. Quarterly Journal of Economics, 116(2), 681704.",
        "Sethi, R. and Somanathan, R. (2004). Inequality and Segregation. Journal of Political Economy, 112(6), 12961322.",
        "Sieg, H., Smith, V. K., Banzhaf, S., and Walsh, R. (2002). Interjurisdictional Housing Prices in Locational Equilibrium. Journal of Urban Economics, 50, 131153.",
        "Sieg, H., Smith, V. K., Banzhaf, S., and Walsh, R. (2004). Estimating the General Equilibrium Benefits of Large Changes in Spatially Delineated Public Goods. International Economic Review, 45 (4), 10471077.",
        "Summers, A. and Wolfe, B. (1977). Do Schools Make a Difference? American Economic Review, 67, 639652.",
        "Zimmerman, D. (2000). Peer Effects in Private and Public Schools: A Cross Country Empirical Analysis."
    ]
}