{
    "id": 11734,
    "cites": 36,
    "cited_by": 1,
    "reference": [
        "Avio, Kenneth L. An Economic Rationale for Statutory Interest Rate Ceilings. Quarterly Review of Economics and Business 13:3 (Autumn 1973), 61-72.",
        "Albany Argus, various dates. Becker, Gary S. Crime and Punishment: An Economic Approach. Journal of Political Economy 76:2 (March 1968), 169-217.",
        "Black River Bank. Discount Books 2 and 3. (1845-1859). Jefferson County (New York) Historical Society. Watertown, New York. Blitz, Rudolph C. and Millard F. Long. The Economics of Usury Regulation. Journal of Political Economy 73:6 (December 1965), 608-619.",
        "J. W. A Treatise on the Law of Usury; To Which Are Added, the Statutes of the Several States Relating to Interest Now in Force: Together with a Digest of All the Decisions, and an Index to the Reported Adjudications from the Statute of Henry VIII to the Present Time. New York: John S. Voorhies, 1844. Bodenhorn, Howard. Capital Mobilityand Financial Integration in Antebellum America. Journal of Economic History 52:3 (September 1992), 585-610.",
        "Bodenhorn, Howard. History of Banking in Antebellum America: Financial Markets and Economic Development in an Age of Nation Building. Cambridge and New York: Cambridge University Press, 2000.",
        "Bodenhorn, Howard. Short-Term Loans and Long-Term Relationships: Relationship Lending in Antebellum America.Journal of Money, Credit,andBanking 35:4(August 2003), 485-506.",
        "Bodenhorn, Howard. Bank Chartering and Political Corruption in Antebellum New York: Free Banking as Reform. In Corruption and Reform: Lessons from Americas History. Edited byEdwardGlaeserand ClaudiaGolding.Chicago: UniversityofChicago Press (forthcoming 2006).",
        "Boot, Arnoud W. A. Relationship Banking: What Do We Know? Journal of Financial Intermediation 9:1 (January 2000), 7-25.",
        "Boyes, W. J. and Dale Beck Furnish. A Note on the Use of Incorporation as an Escape from Usury Ceilings. Journal of Industrial Economics 32:3 (March 1984), 367-372.",
        "Davis, Lance E. The New England Textile Mills and the Capital Markets: A Study of Industrial Borrowing, 1840-1860. Journal of Economic History 20:1 (March 1960), 1-30.",
        "Elsas, Ralf. Empirical Determinants ofRelationship Lending.Journal of FinancialIntermediation -3614: 1 (January 2005), 32-57.",
        "Elyasiani, Elyas and Lawrence G. Goldberg. Relationship Lending: A Survey of the Literature. Journal of Economics and Business 56:4 (2004), 315-330.",
        "Emerson, E. C. (editor). Our Country and Its People: A Descriptive Work on Jefferson County, New York from 1793 to 1894. Boston: Boston History Company, 1898. Espinosa, Marco and William C. Hunter. Financial Repression and Economic Development. Federal Reserve Bank of Atlanta Economic Review 79:5 (September/October 1994), 1-11.",
        "Glaeser, Edward L. An Overview of Crime and Punishment. Working paper, Harvard University (March 1999).",
        "Hammond, Bray. Banks and Politics in America from the Revolution to the Civil War. Princeton: Princeton University Press, 1957.",
        "Horowitz,Morton J. TheTransformation of American Law:1780-1860. Cambridge,Mass.: Harvard University Press, 1977.",
        "Jaffee, Dwight M. and Franco Modigliani. A Theory and Test of Credit Rationing. American Economic Review 59:5 (December 1969), 850-72.",
        "Kahn, James A. Another Look at Free Banking in the United States. American Economic Review 75:4 (September 1985), 881-85.",
        "Masciandaro, Donato. In Offense of Usury Laws: Microfoundations of Illegal Credit Contracts. European Journal of Law and Economics 12:3 (November 2001), 193-215.",
        "Donato. Why Shylock Can Be Efficient: A Theory of Usury Contracts. Kredit und Kapital 35:3 (March 2002), 381-399.",
        "McKinnon, Ronald I. Money and Capital in Economic Development. Washington, D.C.: The Brookings Institution, 1973.",
        "Nathan, Harold C. Economic Analysis of Usury Laws. Journal of Bank Research 10:4 (Winter 1980), 200-211.",
        "Ostas, James R. Effects of UsuryCeilings in the Mortgage Market. Journal of Finance 31:3 (June 1976), 821-834.",
        "Peterson, Richard L. Usury Laws and Consumer Credit: A Note. Journal of Finance 38:4 (September 1983), 1299-1304.",
        "Rajan, Raghuram G. Insiders and Outsiders: The Choice between Informed and Arms Length Debt. Journal of Finance 47:4 (September 1992), 1367-1400.",
        "Fritz. The Molding of American Banking: Men and Ideas. New York: Johnson Reprint Company, 1968.",
        "Reed, Clyde G. and Cliff T. Bekar. Religious Prohibitions Against Usury. Working paper, Simon Fraser University (July 2002).",
        "Riemersma, Jelle C. Usury Restrictions in a Mercantile Economy. Canadian Journal of Economics and Political Science 18:1 (February 1952), 17-26.",
        "Romano, Mary Ann. Law, Politics, and the Economy: Changing Patterns of Growth in DebtorCreditor Laws, New York State, 1785-1860. Ph. D. dissertation, New York University, 1989.",
        "Sharpe, Steven A. Asymmetric Information, Banking Lending and Implicit Contracts: A Stylized Model of Customer Relationships. Journal of Finance 45:4 (September 1990), 1069-1087.",
        "Shaw, Edward S. Financial Deepening in Economic Development. New York and Oxford: Oxford University Press, 1973.",
        "Stiglitz, Joseph E. The Causes and Consequences of the Dependence of Quality on Price. Journal of Economic Literature 25:1 (March 1987), 1-48.",
        "Temin, Peter and Hans-Joachim Voth. Financial Repression in a Natural Experiment: Loan Allocation and the Change in the Usury Laws in 1714. Working paper, undated. Tucillo, John. Taxation by Regulation: The Case of Financial Intermediaries. Bell Journal of Economics 8:2 (Autumn 1977), 577-587.",
        "United States. Census Office. 7th Census (1850). Statistical View of the United States. Washington, -39D. C.: Beverly Tucker, 1854. United States. Census Office. 8th Census (1860). Statistics of the United States. Washington, D.C.: Government Printing Office, 1866. Villegas, Daniel J. The Impact of Usury Ceilings on Consumer Credit. Southern Economic Journal 56:1 (July 1989), 126-141.",
        "Von Thadden, Ernst-Ludwig. Long-Term Contracts, Short-Term Investment, and Monitoring. Review of Economic Studies 62:4 (October 1995), 557-575.",
        "Wolken, John D. and Frank J. Navratil. The Economic Impact of the Federal Credit Union Usury Ceiling. Journal of Finance 36:5 (December 1981), 1157-1168."
    ]
}