{
    "id": 11736,
    "cites": 27,
    "cited_by": 6,
    "reference": [
        "Andersen, T.G., Bollerslev, T., Diebold, F.X. and Wu, J. (2005), A Framework for Exploring the Macroeconomic Determinants of Systematic Risk, American Economic Review, 95 (May), 398-404.",
        "Barro, R.J. (1990), The Stock Market and Investment, Review of Financial Studies, 3, 115131.",
        "Campbell, J.Y. (1991), A Variance Decomposition for Stock Returns, Economic Journal, 101, 157-179.",
        "Campbell, J.Y. and Cochrane, J.H. (1999), By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy, 107, 205-251.",
        "Campbell, J.Y. and Shiller, R.J. (1988), The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financial Studies, 1, 195-227.",
        "Chen, N.-F., Roll, R. And Ross, S.A. (1986), Economic Forces and the Stock Market, Journal of Business, 56, 383-403.",
        "Christoffersen, P.F. and Diebold, F.X. (1997), Optimal Prediction Under Asymmetric Loss, Econometric Theory, 13, 808-817.",
        "Cochrane, J.M. and Piazzesi, M. (2005), Bond Risk Premia, American Economic Review, 95, forthcoming.",
        "Constantinides, G.M. and Duffie, D. (1996), Asset Pricing with Heterogeneous Consumers, Journal of Political Economy, 104, 219-240.",
        "Croushore, D. (1997), The Livingston Survey: Still Useful After All these Years, Business Review, Federal Reserve Bank of Philadelphia, March, 15-27.",
        "Diebold, F.X. (2004), Elements of Forecasting, third edition. Cincinnati: South-Western.",
        "Fama, E. and French, K. (1988), Dividend Yields and Expected Stock Returns, Journal of Financial Economics, 19, 3-29.",
        "Fama, E. and French, K. (1989), Business Conditions and Expected Returns on Stocks and Bonds, Journal of Financial Economics, 25, 23-49.",
        "Fama, E. and French, K. (1990), Stock Returns, Expected Returns, and Real Activity, Journal of Finance, 45, 1089-1108.",
        "Ferson, W.E. and Harvey, C.R. (1991), The Variation of Economic Risk Premiums, Journal of Political Economy, 99, 1393-1413.",
        "Gultekin, N. B. (1983), Stock Market Returns and Inflation Forecasts, Journal of Finance, 38, 663-673.",
        "Guo, H. (2002), On the Out-of-Sample Predictability of Stock Market Returns, Working Paper 2002-008C, Federal Reserve Bank of St. Louis.",
        "Guo, H. And Savickas, R. (2005), Idiosyncratic Volatility, Stock Market Volatility, and Expected Stock Returns, Journal of Business and Economic Statistics, forthcoming.",
        "Hamilton, J.D. and Lin, G. (1996), Stock Market Volatility and the Business Cycle, Journal of Applied Econometrics, 11, 573-593.",
        "Hodrick, R. (1992), Dividend Yields and Expected Stock Returns: Alternative Procedures for Inference and Measurement, Review of Financial Studies, 5, 357-386.",
        "Leitch, G. and Tanner, J.E. (1991), Economic Forecast Evaluation: Profits Versus the Conventional Error Measures, American Economic Review, 81, 580-90.",
        "Lettau, M. and Ludvigson, S. (2001a), Resurrecting the Consumption CAPM: A Cross-Sectional Test When Risk Premia Are Time-Varying, Journal of Political Economy, 109, 1238-1287.",
        "Lettau, M. and Ludvigson, S. (2001b), Consumption, Aggregate Wealth, and Expected Stock Returns, Journal of Finance, 56, 815-849.",
        "Lettau M. and Ludvigson, S. (2005), Measuring and Modeling Variation in the Risk-Return Tradeoff, in Y. Ait-Sahalia and L.P Hansen (eds.), Handbook of Financial Econometrics. Amsterdam: North-Holland, forthcoming.",
        "Miller, E. (1977), Risk, Uncertainty, and Divergence of Opinion, Journal of Finance, 32, 1151-1168.",
        "Shah, H. (1989), Stock Returns and Anticipated Aggregate Real Activity, Unpublished Ph.D.",
        "Schwert, G.W. (1989), Why Does Stock Market Volatility Change Over Time?, Journal of Finance, 44, 1115-1153."
    ]
}