{
    "id": 11731,
    "cites": 34,
    "cited_by": 13,
    "reference": [
        "Arrondel, Luc (2002), Risk Management and Wealth Accumulation in France, Economics Letters, 74, 187-194.",
        "BÃ\u0083Â¶rsch-Supan, Axel and Lothar Essig (2003), Household Saving in Germany: Results from the First SAVE Study, NBER Working Paper n. 9902.",
        "Browning, Martin and Annamaria Lusardi (1996), Household Saving: Micro Theories and Micro Facts, Journal of Economic Literature, 34, 1797-1855.",
        "Caballero, Ricardo (1990), Consumption Puzzles and Precautionary Savings, Journal of Monetary Economics, 25, 113-136.",
        "Caballero, Ricardo (1991), Earning Uncertainty and Aggregate Wealth Accumulation, American Economic Review, 81, 859-871.",
        "Carroll, Christopher (1992), The Buffer-Stock Theory of saving: Some Macroeconomic Evidence, Brookings Papers on Economic Activity, 2, 61-156.",
        "Carroll, Christopher (1997), Buffer Stock Saving and the Life Cycle/Permanent Income Hypothesis, Quarterly Journal of Economics, 112, 1-55.",
        "Carroll, Christopher and Andrew Samwick (1997), The Nature of Precautionary Wealth, Journal of Monetary Economics, 40, 41-71.",
        "Carroll, Christopher and Andrew Samwick (1998), How Important is Precautionary Saving? Review of Economics and Statistics, 80, 410-419.",
        "Carroll, Christopher, Karen Dynan and Spencer Krane (2003), Unemployment Risk and Precautionary Wealth: Evidence from Households Balance Sheets, Review of Economics and Statistics, 85, 586-604.",
        "Deaton, Angus (1991), Saving and Liquidity Constraints, Econometrica, 59, 12211248.",
        "Deaton, Angus (1992), Understanding Consumption, Oxford: Oxford University Press.",
        "Dynan, Karen (1993), How Prudent Are Consumers?, Journal of Political Economy, 101, 1104-1113.",
        "Engen, Eric and Jonathan Gruber (2001), Unemployment Insurance and Precautionary Saving, Journal of Monetary Economics, 47, 545-579.",
        "Fuchs-SchÃ\u0083Â¼ndeln, Nicola and Matthias SchÃ\u0083Â¼ndeln (2005), Precautionary Savings and Self-Selection - Evidence from the German Reunification `Experiment, Quarterly Journal of Economics, 120 (3), 1085-1120.",
        "Gottschalk, Peter and Robert Moffitt (1994), The Growth of Earnings Instability in the U.S. Labor Market, Brookings Papers on Economic Activity, 2, 217-272.",
        "Gourinchas, Pierre Olivier and Jonathan Parker (2002), Consumption Over the Life Cycle, Econometrica, 70, 47-89.",
        "Guiso, Luigi, Tullio Jappelli and Daniele Terlizzese (1992), Earning Uncertainty and Precautionary Saving, Journal of Monetary Economics, 30, 307-338.",
        "Gustman, Alan and Thomas Steinmeier (1999), Effects of Pensions on Savings: Analysis with Data from the Health and Retirement Study, Carnegie-Rochester Conference Series, 50, 271-326.",
        "Gustman, Alan, Olivia Mitchell, Andrew Samwick and Thomas Steinmeier (1999), Pensions and Social Security Wealth in the Health and Retirement Study, in James Smith and Robert Willis (eds.), Wealth, Work ad Health, Innovations in Measurement in the Social Sciences, Ann Arbor: University of Michigan Press, 150-208.",
        "Holtz-Eakin, Douglas, David Joulfaian and Harvey Rosen (1994), Sticking It Out: Business Owner Survival and Liquidity Constraints, Journal of Political Economy, 102, 53-75.",
        "Hrung, Warren (2000), Is Retirment an Important Motive for Saving? An Investigation of Buffer-Stock Savings using Tax Data, Mimeo, Department of Treasury.",
        "Hubbard, Glenn, Jonathan Skinner and Stephen Zeldes (1995), Precautionary Saving and Social Insurance, Journal of Political Economy, 103, 360-399.",
        "Hurst, Erik (2004), Grasshoppers, Ants and Pre-Retirement Wealth: A Test of Permanent Income Consumers, NBER Working Paper n. 10098.",
        "Hurst, Erik and Annamaria Lusardi (2004), Liquidity Constraints, Household Wealth and Business Ownership, Journal of Political Economy, 112, 319-347.",
        "Irvine, Ian and Susheng Wang (2001), Saving Behavior and Wealth Accumulation in a Pure Lifecycle Model with Income Uncertainty, European Economic Review, 45, 233-258.",
        "Kazarosian, Mark (1997), Precautionary Saving - A Panel Study, Review of Economics and Statistics, 79, 241-247.",
        "Kennickell, Arthur and Annamaria Lusardi (2004), Disentangling the Importance of the Precautionary Saving Motive, NBER Working Paper n. 10888.",
        "Lusardi, Annamaria (1996), Permanent Income, Current Income and Consumption: Evidence from Two Panel Data Sets, Journal of Business and Economic Statistics, 14, 81-90.",
        "Lusardi, Annamaria (1997), Precautionary Saving and Subjective Earnings Variance, Economics Letters, 57, 319-326.",
        "Moskowitz, Toby and Annette Vissing-Jorgensen (2002). The Private Equity Puzzle American Economic Review, 92, 745-778.",
        "Quadrini, Vincenzo (1999). The Importance of Business Ownership for Wealth Concentration and Mobility, Review of Income and Wealth, 45, 1-19.",
        "Quadrini Vincenzo and Victor Rios-Rull (1997), Understanding the US Distribution of Wealth, Federal Reserve Bank of Minneapolis Quarterly Review, 21, 22-36.",
        "Skinner, Jonathan (1988), Risky Income, Life Cycle Consumption and Precautionary Saving, Journal of Monetary Economics, 22, 237-255."
    ]
}