{
    "id": 11737,
    "cites": 46,
    "cited_by": 6,
    "reference": [
        "Arrow, Kenneth J. (1969) Ã\u0082â\u0080\u009cThe Organization of Economic Activity: Issues Pertinent to the Choice of Market versus Nonmarket Allocation.Ã\u0082â\u0080\u009d In The Analysis and Evaluation of Public Expenditures: The PPB System, Volume 1. Washington, DC: Joint Economic Committee. pp. 47-64.",
        "Bennett, William J., John J. DiIulio and John P. Walters (1996) Body Count: Moral Poverty Ã\u0082â\u0080¦ And How to Win AmericaÃ\u0082â\u0080\u0099s War Against Crime and Drugs. New York: Simon and Schuster.",
        "Block, Richard, Darryl Brice, and Aneta Galary. 2003. Traced Firearms and Criminal Violence in Chicago: Final Report to the Joyce Foundation. Chicago: Loyola University of Chicago.",
        "Braga, Anthony A. and Glenn L. Pierce. 2005. Ã\u0082â\u0080\u009cDisrupting Illegal Firearms Markets in Boston: The Effects of Operation Ceasefire on the Supply of New Handguns to Criminals.Ã\u0082â\u0080\u009d Criminology and Public Policy, 4 (4): 201 - 233.",
        "Braga, Anthony A. and Glenn L. Pierce. 2005. Ã\u0082â\u0080\u009cDisrupting Illegal Firearms Markets in Boston: The Effects of Operation Ceasefire on the Supply of New Handguns to Criminals.Ã\u0082â\u0080\u009d Criminology and Public Policy, 4 (4).",
        "Bureau of Alcohol, Tobacco and Firearms. 2000a. Following the Gun: Enforcing Federal Laws Against Firearms Traffickers. Washington, DC: Bureau of Alcohol, Tobacco and Firearms.",
        "Callahan, Charles M. and Frederick P. Rivara (1992) Ã\u0082â\u0080\u009cUrban High School Youth and Handguns: A School Based Survey.Ã\u0082â\u0080\u009d Journal of the American Medical Association. 267.",
        "Cook, Philip J. and Anthony A. Braga. 2001. Ã\u0082â\u0080\u009cComprehensive Firearms Tracing: Strategic and Investigative Uses of New Data on Firearms Markets.Ã\u0082â\u0080\u009d Arizona Law Review, 43 (2): 277-309.",
        "Cook, Philip J. and Anthony A. Braga (2003) Ã\u0082â\u0080\u009cNew Law Enforcement Uses for Comprehensive Firearms Trace Data.Ã\u0082â\u0080\u009d In Guns, Crime and Punishment in America. Edited by Bernard E. Harcourt. New York: NYU Press. pp. 163-190.",
        "Cook, Philip J. and Jens Ludwig (1996) Guns in America. Washington, DC: Police Foundation.",
        "Cook, Philip J. and Jens Ludwig (2000) Gun Violence: The Real Costs. New York: Oxford University Press.",
        "Cook, Philip J. and Jens Ludwig (2003a) Ã\u0082â\u0080\u009cPragmatic Gun Policy.Ã\u0082â\u0080\u009d In Evaluating Gun Policy. Jens Ludwig and Philip J. Cook, Eds. Washington, DC: Brookings Institution Press. pp. 1-40.",
        "Cook, Philip J. and Jens Ludwig (2003b) Ã\u0082â\u0080\u009cGuns and Burglary.Ã\u0082â\u0080\u009d In Evaluating Gun Policy. Jens Ludwig and Philip J. Cook, Eds. Washington, DC: Brookings Institution Press. pp. 74-120.",
        "Cook, Philip J. and Jens Ludwig (2004a) Ã\u0082â\u0080\u009cDoes Gun Prevalence Affect Teen Gun Carrying After All?Ã\u0082â\u0080\u009d Criminology. 42(1): 27-54.",
        "Cook, Philip J. and Jens Ludwig (2004b) Ã\u0082â\u0080\u009cPrinciples for Effective Gun PolicyÃ\u0082â\u0080\u009d Fordham Law Review 73(2), November, 589-613.",
        "Cook, Philip J., Jens Ludwig, and Anthony A. Braga (2005) Ã\u0082â\u0080\u009cCriminal Records of Homicide Offenders.Ã\u0082â\u0080\u009d Journal of the American Medical Association. 294(5): 598-601.",
        "Diamond, Peter (1982) Ã\u0082â\u0080\u009cAggregate demand management in search equilibrium.Ã\u0082â\u0080\u009d Journal of Political Economy. 90(5): 881-94.",
        "Donohue, John J. (2004) Ã\u0082â\u0080\u009cClinton and BushÃ\u0082â\u0080\u0099s Report Cards on Crime Reduction: The Data Show Bush Policies are Undermining Clinton Gains.Ã\u0082â\u0080\u009d The EconomistÃ\u0082â\u0080\u0099s Voice. 1(1).",
        "Duggan, Mark (2001) Ã\u0082â\u0080\u009cMore Guns, More Crime.Ã\u0082â\u0080\u009d Journal of Political Economy. 109: 1086-1114.",
        "Duggan, Mark (2003) Ã\u0082â\u0080\u009cGuns and Suicide.Ã\u0082â\u0080\u009d In Evaluating Gun Policy, Jens Ludwig and Philip J. Cook, Eds. Washington, DC: Brookings Institution Press. pp. 41-73.",
        "Fagan, Jeffrey and Deanna L. Wilkinson (1998) Ã\u0082â\u0080\u009cGuns, Youth Violence and Social Identity in Inner Cities.Ã\u0082â\u0080\u009d In Crime and Justice, Volume 24, edited by Michael Tonry and Mark H. Moore. Chicago: University of Chicago Press. pp. 105-188.",
        "Fryer, Roland G., Paul S. Heaton, Steven D. Levitt and Kevin M. Murphy (2005) Ã\u0082â\u0080\u009cMeasuring the Impact of Crack Cocaine.Ã\u0082â\u0080\u009d Cambridge, MA: NBER Working Paper 11318.",
        "Gan, Li and Qi Li (2004) Ã\u0082â\u0080\u009cEfficiency of Thin and Thick Markets.Ã\u0082â\u0080\u009d Cambridge, MA: NBER Working Paper 10815.",
        "Gan, Li and Qinghua Zhang (2005) Ã\u0082â\u0080\u009cThe Thick Market Effect on Local Unemployment Rate Fluctuations.Ã\u0082â\u0080\u009d Cambridge, MA: NBER Working Paper 11248.",
        "Golden, Megan and Cari Almo (2004) Ã\u0082â\u0080\u009cReducing Gun Violence: An Overview of New York CityÃ\u0082â\u0080\u0099s Strategies.Ã\u0082â\u0080\u009d NY, NY: Vera Institute of Justice.",
        "Granovetter, Mark (2005) The Impact of Social Structure on Economic OutcomesÃ\u0082â\u0080\u009d Journal of Economic Perspectives 19(1), Winter: 33-50.",
        "Harcourt, Bernard E. (2003) Ã\u0082â\u0080\u009c Ã\u0082â\u0080\u0098Hell No, you canÃ\u0082â\u0080\u0099t jack that fool. He stays strapped. HeÃ\u0082â\u0080\u0099s strapped all the timeÃ\u0082â\u0080\u0099: Talking about guns at an all-boy correctional facility in Tucson, Arizona.Ã\u0082â\u0080\u009d In Guns, Crime and Punishment in America, edited by Bernard E. Harcourt. New York: NYU Press. pp. 68-90.",
        "Kennedy, David M., Anne M. Piehl, and Anthony A. Braga. 1996. Ã\u0082â\u0080\u009cYouth Violence in Boston: Gun Markets, Serious Youth Offenders, and a Use-Reduction Strategy.Ã\u0082â\u0080\u009d Law and Contemporary Problems, 59 (1): 147-196.",
        "Klein, Malcolm W. (1995) The American Street Gang: Its Nature, Prevalence, and Control. New York: Oxford University Press.",
        "Koper, Christopher S. and Peter Reuter (1996) Ã\u0082â\u0080\u009cSuppressing Illegal Gun Markets: Lessons from Drug Enforcement.Ã\u0082â\u0080\u009d Law and Contemporary Problems. 59(1): 119-146.",
        "Levitt, Steven D. (2002) Ã\u0082â\u0080\u009cDeterrence.Ã\u0082â\u0080\u009d In James Q. Wilson and Joan Petersilia. Crime: Public Policies for Crime Control. Oakland, CA: Institute for Contemporary Studies Press.",
        "Levitt, Steven D. and Sudhir A. Venkatesh (2000) Ã\u0082â\u0080\u009cAn Economic Analysis of a Drug-Selling GangÃ\u0082â\u0080\u0099s Finances.Ã\u0082â\u0080\u009d Quarterly Journal of Economics. 115(3): 755-790.",
        "Lichblau, Eric (2004) Ã\u0082â\u0080\u009cKey antigun program loses direct financing.Ã\u0082â\u0080\u009d The New York Times. December 2, 2004, p. A32.",
        "Maltz, Michael (1999) Bridging Gaps in Police Crime Data. U.S. Department of Justice, Bureau of Justice Statistics (NCJ 176365).",
        "Mieczkowski, Tom (2002) Ã\u0082â\u0080\u009cDoes ADAM Need a Haircut? A Pilot Study of Self-Reported Drug Use and Hair Analysis in an Arrestee Sample.Ã\u0082â\u0080\u009d Journal of Drug Issues. (Winter): 97-118.",
        "Moore, Mark H. (1981) Ã\u0082â\u0080\u009cKeeping Handguns from Criminal OffendersÃ\u0082â\u0080\u009d Annals of the American Academy of Political and Social Science 455, May: 92-109.",
        "Moore, Mark H. (1990) Ã\u0082â\u0080\u009cSupply Reduction and Law Enforcement.Ã\u0082â\u0080\u009d In Crime and Justice, Volume 13, edited by Michael Tonry and James Q. Wilson, pp. 109-157.",
        "Piehl, Anne M., Suzanne J. Cooper, Anthony A. Braga and David M. Kennedy (2003) Ã\u0082â\u0080\u009cTesting for Structural Breaks in the Evaluation of Programs.Ã\u0082â\u0080\u009d Review of Economics and Statistics. 85(3): 550-558.",
        "Pierce, Glenn L., Anthony A. Braga, Raymond R. Hyatt, and Christopher S. Koper. 2004 Ã\u0082â\u0080\u009cThe Characteristics and Dynamics of Illegal Firearms Markets: Implications for a Supply-Side Enforcement Strategy.Ã\u0082â\u0080\u009d Justice Quarterly, 21 (2): 391-422.",
        "Richter, Linda and Patrick B. Johnson (2001) Ã\u0082â\u0080\u009cCurrent Methods of Assessing Substance Use: A Review of Strengths, Problems and Developments.Ã\u0082â\u0080\u009d Journal of Drug Issues. 31(4): 809-832.",
        "Schelling, Thomas C. (1984) Choice and Consequence. Cambridge, MA: Harvard University Press.",
        "Sheley, Joseph F. and James D. Wright (1993) Gun Acquisition and Possession in Selected Juvenile Samples. Washington, DC: National Institute of Justice.",
        "Sheley, Joseph F. and James D. Wright (1998) High School Youths, Weapons, and Violence: A National Survey. Washington, DC: National Institute of Justice. NCJ 172857.",
        "Webster, Daniel W., Lorraine H. Freed, Shannon Frattaroli, and Modena H. Wilson (2002) Ã\u0082â\u0080\u009cHow Delinquent Youths Acquire Guns: Initial Versus Most Recent Gun Acquisitions.Ã\u0082â\u0080\u009d Journal of Urban Health. 79(1): 60-69.",
        "Williamson, Oliver E. (1975) Markets and Heirarchies: Analysis and Antitrust Implications. New York: Free Press.",
        "Wright, James D. and Peter H. Rossi (1994) Armed and Considered Dangerous: A Survey of Felons and their Firearms, 2nd Ed. NY: Aldine de Gruyter."
    ]
}