{
    "id": 1174,
    "cites": 14,
    "cited_by": 12,
    "reference": [
        "Baldwin, Robert E., 1969, The Case Against Infant-Industry Tariff Protection, Journal of Political Economy 77, 295-305.",
        "Bhagwati, Jagdish N., 1971, The Generalized Theory of Distortions and Welfare, in J. Bhagwati et al. (eds.), Trade, Balance of Payments and Growth (North-Holland, Amsterdam).",
        "Eaton, Jonathan and Gene M. - Grossman, 1981, Tariffs as Insurances: Optimal Commercial Policy when Domestic Markets Are Incomplete, Working Paper No. 797, National Bureau of Economic Research.",
        "Grossman, Gene M., 1983, The Optimal Tariff for a Small Country Under International Price Uncertainty: A Comment, Oxford Economic Papers, forthcoming.",
        "Hirschman, Albert 0., 1969, How to Divest in Latin America, and Why, Essays in International Finance No. 76, International Finance Section, Princeton University.",
        "Kanbur, S.M., 1979, Of Risk Taking and the Personal Distribution of Income, Journal of Political Economy 87, 769-797.",
        "Kanbur, S.M., 1981, Risk Taking and Taxation: An Alternative Perspective, Journal of Public Economics 15, 163-184.",
        "Kihistrom, Richard E. and Jean-Jacques Laffont, 1979, A General Equilibrium Entrepreneurial Theory of Firm Formation Based on Risk Aversion, Journal of Political Economy 87, 719-748.",
        "Kilby, Peter, 1971, Entrepreneurship and Economic Development (Free Press, New York).",
        "Lewis, W. Arthur, 1955, The Theory of Economic Growth (George Allen and Unwin, London).",
        "Newbery, David M.G. and Joseph E. Stiglitz, 1981, The Theory of Commodity Price Stabilization (Oxford University Press, Oxford).",
        "Pazos, Felipe, 1967, The Role of International Movements of Private Capital in Promoting Development, in J.H. Adler (ed.) Capital Movements and Economic Development (St Martins Press, New York).",
        "Rostow, Walt W., 1956, The Take-off Into Self-Sustained Growth, Economic Journal 66, 25-48.",
        "Stiglitz, Joseph E., 1969, Behavior Towards Risk with Many Commodities, Econometrica 37, 660-667."
    ]
}