{
    "id": 11740,
    "cites": 22,
    "cited_by": 34,
    "reference": [
        "Azzi, Corry, and Ronald G. Ehrenberg, Household Allocation of Time and Church Attendance, Journal of Political Economy, 83 (1975), 27-56.",
        "Bergen, Peter L., Holy War, Inc.: Inside the Secret World of Osama Bin Laden (New York: Touchstone, 2002).",
        "Berman, Eli, Sect, Subsidy and Sacrifice: An Economists View of Ultra-Orthodox Jews, Quarterly Journal of Economics, 115(3) (August, 2000).",
        "Religious Militias, NBER WP 10004, (October 2003).",
        "Countries. UCSD mimeo (October 2003).",
        "Berrebi, Claude (2003) Evidence about the link between Education, Poverty and Terrorism among Palestinians, Princeton University mimeo.",
        "Chen, Daniel, Economic Distress and Religious Intensity: Evidence from Islamic Resurgence During the Indonesian Financial Crisis, MIT mimeo, November 2003.",
        "Fearon, James D. and David D. Laitin (2003) Ethnicity, Insurgency and Civil War American Political Science Review 97(1): 75-90 (February 2003).",
        "Gambetta, Diego (2005) Making Sense of Suicide Missions (Oxford: Oxford University Press).",
        "Hamermesh, D. and N. Soss (1974) An Economic Theory of Suicide, Journal of Political Economy, January/February.",
        "Hassan, Nasra, An Arsenal of Believers: Talking to the `human bombs. The New Yorker, November 19, 2001.",
        "Juergensmeyer, Mark. Terror in the Mind of God: The Global Rise in Religious Violence, (Berkeley: University of California Press, 2000).",
        "Krueger, Alan B. and Jitka Maleckova, Education, Poverty, Political Violence and Terrorism: Is there a Causal Connection? NBER WP 9074, July 2002(b).",
        "Mishal, Shaul and Avraham Sela, The Palestinian Hamas: Vision, Violence and Coexistence (New York: Columbia University Press, 2000).",
        "Munson, Ziad Social Movement Theory and the Egyptian Muslim Brotherhood, Sociological Quarterly 42(4), January 2002.",
        "Pape, Robert A. (2003) The Strategic Logic of Suicide Terrorism American Political Science Review 97(3): 343-61.",
        "Schiff, Zeev and Ehud Yaari, Intifada, The Palestinian Uprising: Israels Third Front (New York: Simon and Schuster, 1989).",
        "Smith, Adam, An Inquiry into the Nature and Causes of the Wealth of Nations (Reprint of 1776 version) (New York: Modern Library, 1965).",
        "Sprinzak, Ehud, Rational Fanatics, Foreign Policy, September/October 2000.",
        "Weber, Max, Economy and Society (Berkeley: University of California Press, 1978).",
        "Weinstein, Jeremy (forthcoming) Inside Rebellion: The Political Economy of Rebel Organization (Cambridge: Cambridge University) Wintrobe, Ronald, Can Suicide Bombers be Rational? (March 5, 2003) unpublished manuscript, University of Western Ontario.",
        "Coding Rules 1. There were 56 observations that were in both datasets. 2. There were 40 observations in the ICT dataset for the year 2002, which was past Papes range, and we included these in the full dataset."
    ]
}