{
    "id": 11743,
    "cites": 32,
    "cited_by": 27,
    "reference": [
        "Abadie, Alberto. 2003. Semiparametric Instrumental Variables Estimation of Treatment Response Models. Journal of Econometrics 113(2): 231263.",
        "Abraham, Katharine G. 1988. Flexible Staffing Arrangements and Employers Short-term Adjustment Strategies. In Employment, Unemployment, and Labor Utilization, Robert A. Hart, ed. Boston: Unwin Hyman.",
        "Amuedo-Dorantes, Catalina, Miguel A. Malo, and Fernando MuÃ\u0083Â±oz-BullÃ\u0083Â³n. 2005. The Role of Temporary Help Agencies on Workers Career Advancement. Unpublished working paper. San Diego State University, San Diego, CA.",
        "Andersson, Pernilla, and Eskil WadensjÃ\u0083Â¶. 2004. Temporary Employment Agencies: A Route for Immigrants to Enter the Labour Market? IZA Discussion Paper 1090. Bonn, Germany: Institute for the Study of Labor.",
        "Andersson, Frederik, Harry J. Holzer, and Julia I. Lane. 2005. Moving Up or Moving On: Who Advances in the Labor Market? New York: Russell Sage.",
        "Autor, David H. 2001. Why Do Temporary Help Firms Provide Free General Skills Training? Quarterly Journal of Economics 116(4): 14091448.",
        "Autor, David H. 2003. Outsourcing at Will: The Contribution of Unjust Dismissal Doctrine to the Growth of Employment Outsourcing. Journal of Labor Economics 21(3): 142.",
        "Autor, David H., and Susan N. Houseman 2002a. Do Temporary Help Jobs Improve Labor Market Outcomes? A Pilot Analysis with Welfare Clients. MIT mimeograph. Cambridge, MA.",
        "Sheldon Danziger, and Robert Schoeni, eds. New York: Russell Sage. Blanchard, Olivier, and Augustin Landier. 2002. The Perverse Effects of Partial Labour Market Reform: Fixed-Term Contracts in France. Economic Journal 112(480): F214F244.",
        "Booth, Alison L., Marco Francesconi, and Jeff Frank. (2002). Temporary Jobs: Stepping Stones or Dead Ends? Economic Journal 112(480): F189F213.",
        "Cancian, Maria, Robert Haveman, Thomas Kaplan, and Barbara Wolfe. 1999. Post-Exit Earnings and Benefit Receipt among Those Who Left AFDC in Wisconsin. Madison, WI: Institute for Research on Poverty, University of Wisconsin-Madison.",
        "Corcoran, Mary, and Juan Chen. 2004. Temporary Employment and Welfare-to-Work. Unpublished paper, University of Michigan, Ann Arbor, MI.",
        "DeGroot, Morris H., and Mark J. Schervish. 2002. Probability and Statistics. Boston: Addison-Wesley.",
        "Ferber, Marianne A.,and Jane Waldfogel. 1998. The Long-Term Consequences of Nontraditional Employment. Monthly Labor Review 121(5): 312.",
        "GarcÃ\u0083Â­a-PÃ\u0083Â©rez, J. Ignacio, and Fernando MuÃ\u0083Â±oz-BullÃ\u0083Â³n. 2002. The Nineties in Spain: Too Much Flexibility in the Labor Market? Unpublished working paper, Universidad Carlos III de Madrid.",
        "Gerfin, Michael, Michael Lechner, and Heidi Steiger. Forthcoming. Does Subsidized Temporary Employment Get the Unemployed Back to Work? An Econometric Analysis of Two Different Schemes. Labour Economics. Heinrich, Carolyn J., Peter R. Mueser, and Kenneth R. Troske. 2005. Welfare to Temporary Work: Implications for Labor Market Outcomes. Review of Economics and Statistics 87(1): 154173.",
        "Holzer, Harry J. 2004. Encouraging Job Advancement among Low-Wage Workers: A New Approach. Brookings Institution Policy Brief: Welfare Reform and Beyond, 30. Washington, DC: Brookings Institution.",
        "Houseman, Susan N. 2001. Why Employers Use Flexible Staffing Arrangements: Evidence from an Establishment Survey. Industrial and Labor Relations Review 55(1): 149170.",
        "Houseman, Susan N., Arne J. Kalleberg, and George A. Erickcek. 2003. The Role of Temporary Help Employment in Tight Labor Markets. Industrial and Labor Relations Review 57(1): 105127.",
        "Ichino, Andrea, Fabrizia Mealli, and Tommaso Nannicini. 2004. Temporary Work Agencies in Italy: A Springboard towards Permanent Employment? Unpublished working paper. European University Institute, Florence, Italy.",
        "Temporary work on Future Employment. Unpublished working paper. European University Institute, Florence, Italy. Imbens, Guido W., and Joshua D. Angrist. 1994. Identification and Estimation of Local Average Treatment Effects. Econometrica 62(2): 467475.",
        "Jorgenson, Helene, and Hans Riemer. 2000. Permatemps: Young Temp Workers as Permanent Second Class Employees. American Prospect 11(18): 3840.",
        "Kalleberg, Arne L., Jeremy Reynolds, and Peter V. Marsden. 2003. Externalizing Employment: Flexible Staffing Arrangements in U.S. Organizations. Social Science Research 32: 525-552.",
        "Kling, Jeffrey R., Jeffrey B. Liebman, Lawrence F. Katz, and Lisa Sanbonmatsu. 2004. Moving to Opportunity and Tranquility: Neighborhood Effects on Adult Economic Self-Sufficiency and Health from a Randomized Housing Voucher Experiement. Mimeo, Princeton University, Princeton, NJ.",
        "Kling, Jeffrey R., and Jeffrey B. Liebman. 2004. Experimental Analysis of Neighborhood Effects on Youth. Mimeo, Princeton University, Princeton, NJ.",
        "Kvasnicka, Michael. 2005. Does Temporary Agency Work Provide a Stepping Stone to Regular Employment? Unpublished working paper, Humboldt University, Berlin.",
        "Lane, Julia, Kelly S. Mikelson, Pat Sharkey, and Doug Wissoker. 2003. Pathways to Work for LowIncome Workers: The Effect of Work in the Temporary Help Industry. Journal of Policy Analysis and Management 22(4): 581598.",
        "Neugart, Michael, and Donald Storrie. 2002. Temporary Work Agencies and Equilibrium Unemployment. SSRN Working Paper No. 339221. Social Science Research Network.",
        "Wissenschaftszentrum Berlin. Parker, Robert E. 1994. Flesh Peddlers and Warm Bodies: The Temporary Help Industry and Its Workers.",
        "New York: Rutgers University Press. Pawasarat, John. 1997. The Employer Perspective: Jobs Held by the Milwaukee County AFDC Single Parent Population (January 1996March 1997). Milwaukee: Employment and Training Institute, University of WisconsinMilwaukee.",
        "Segal, Lewis M., and Daniel G. Sullivan. 1997. The Growth of Temporary Services Work. Journal of Economic Perspectives 11: 117136.",
        "Federal Reserve Bank of Chicago Working Paper No. 9823. Zijl, Marleos, Gerard J. van den Berg, and Arjan Hemya. 2004. Stepping Stones for the Unemployed: The Effect of Temporary Jobs on the Duration until Regular Work. IZA Discussion Paper No."
    ]
}