{
    "id": 11742,
    "cites": 15,
    "cited_by": 5,
    "reference": [
        "Abraham, Katharine G. 1988. Flexible Staffing Arrangements and Employers Short-Term Adjustment Strategies. In Robert A. Hart, ed. Employment, Unemployment, and Labor Utilization. Boston: Unwin Hyman.",
        "Andersson, Frederik, Harry J. Holzer, and Julia I. Lane. 2005. Moving Up or Moving On: Who Advances in the Labor Market? New York: Russell Sage Foundation.",
        "Angrist, Joshua D. 2004. Treatment Effect Heterogeneity in Theory and Practice. Economic Journal 114(494): March, C5283.",
        "Autor, David H. 2001. Why Do Temporary Help Firms Provide Free General Skills Training? Quarterly Journal of Economics 116(4): 14091448.",
        "Autor, David H. 2003. Outsourcing at Will: The Contribution of Unjust Dismissal Doctrine to the Growth of Employment Outsourcing. Journal of Labor Economics 21(1): 142.",
        "Autor, David H., and Susan N. Houseman. 2002. The Role of Temporary Employment Agencies in Welfare to Work: Part of the Problem or Part of the Solution? Focus 22(1): 6370.",
        "Autor, David H., and Susan N. Houseman. 2005. Do Temporary Help Jobs Improve Labor Market Outcomes for Low-Skilled Workers? Evidence from Random Assignments. Unpublished manuscript.",
        "Corcoran, Mary, and Juan Chen. 2004. Temporary Employment and Welfare-to-Work. Unpublished paper. University of Michigan, Ann Arbor, MI.",
        "Ferber, Marianne A., and Jane Waldfogel. 1998. The Long-Term Consequences of Nontraditional Employment. Monthly Labor Review 121(5): 312.",
        "Heckman, James J., and Edward Vytlacil. 2005.Structural Equations, Treatment Effects and Econometric Policy Evaluation. NBER Working Paper No. 11,259. Cambridge, MA: National Bureau of Economic Research.",
        "Heinrich, Carolyn J., Peter R. Mueser, and Kenneth R. Troske. 2005. Welfare to Temporary Work: Implications for Labor Market Outcomes. Review of Economics and Statistics 87(1): 154173.",
        "Holzer, Harry J. 2004. Encouraging Job Advancement among Low-Wage Workers: A New Approach. Brookings Institution Policy Brief: Welfare Reform and Beyond 30. 2004 (May): 18.",
        "Houseman, Susan N. 2001. Why Employers Use Flexible Staffing Arrangements: Evidence from an Establishment Survey. Industrial and Labor Relations Review 55(1): 149170.",
        "Kalleberg, Arne L., Jeremy Reynolds, and Peter V. Marsden. 2003. Externalizing Employment: Flexible Staffing Arrangements in U.S. Organizations. Social Science Research 32(December): 525552.",
        "Lane, Julia, Kelly S. Mikelson, Pat Sharkey and Doug Wissoker. 2003. Pathways to Work for Low-Income Workers: The Effect of Work in the Temporary Help Industry. Journal of Policy Analysis and Management 22(4): 581598."
    ]
}