{
    "id": 11745,
    "cites": 13,
    "cited_by": 6,
    "reference": [
        "Berry, S. (1994): Estimating Discrete Choice Models of Product Differentiation, RAND Journal of Economics, Vol. 25, No. 2, 242-262.",
        "Berry, S., J. Levinsohn and A. Pakes (1995): Automobile Prices in Market Equilibrium, Econometrica, Vol. 63, No. 4, 841-890.",
        "Berry, S., J. Levinsohn and A. Pakes (1999): VERs on Automobiles: Evaluating a Trade Policy, American Economic Review, Vol. 89, No. 3, 400-430.",
        "Berry, S., O. Linton and A. Pakes (2004): Limit Theorems for Estimating the Parameters of Differentiated Product Demand Systems, Review of Economic Studies, Vol. 71, No. 3, 613-654.",
        "Deaton, A. and J. Muellbauer (1980): Economics and Consumer Behavior, Cambridge, Cambridge University Press.",
        "Dixit, A. (1988): Optimal Trade and Industrial Policy for the U.S. Automobile Industry, in R.",
        "Feenstra, R. (1988): Quality Change under Trade Restraints in Japanese Autos, Quarterly Journal of Economics, Vol. 103, No. 1, 131-146.",
        "Goldberg, P. (1995): Product Differentiation and Oligopoly in International Markets: the Case of the U.S. Automobile Industry, Econometrica, Vol. 63, No. 4, 891-951.",
        "Goldberg, P. and F. Verboven (2001): The Evolution of Price Dispersion in the European Car Market, Review of Economics Studies, Vol. 68, No. 4, 811-848.",
        "Nevo, A. (2000): Mergers with Differentiated Products: the Case of the Ready-to-eat Cereal Industry, RAND Journal of Economics, Vol. 31, No. 3, 395-421.",
        "Nevo, A. (2001): Measuring Market Power in the Ready-to-eat Cereal Industry, Econometrica, Vol. 69, No. 2, 307-342.",
        "Petrin, A. (2002): Quantifying the Benefits of New Products: The Case of the Minivan, Journal of Political Economy, Vol. 110, No. 4, 705-729.",
        "Verboven, F. (1996): International Price Discrimination in the European Car Market, RAND Journal of Economics, Vol 27, No. 2, 240-268."
    ]
}