{
    "id": 11753,
    "cites": 22,
    "cited_by": 41,
    "reference": [
        "Ballard, Charles L., John B. Shoven, and John Whalley, General Equilibrium Computations of the Marginal Welfare Cost of Taxes in the United States, American Economic Review 75 (1), pp 128-138, March 1985.",
        "Bardhan, Pranab, Decentralization of Governance and Development, Journal of Economic Perspectives 16 (4), pp. 185-205, Fall 2002.",
        "Bardhan, Pranab and Dilip Mookherjee, Corruption and Decentralization of Infrastructure Delivery in Developing Countries, Economic Journal, forthcoming.. Becker, Gary S. and George J. Stigler, Law Enforcement, Malfeasance, and Compensation of Enforcers, The Journal of Legal Studies 3 (1), pp. 1-18, January 1974.",
        "Cadot, Olivier, Corruption as a Gamble, Journal of Public Economics 33, pp. 223-244, 1987.",
        "Dent, Geoffrey, Ex-Post Evaluation of Kecamatan Development Program (KDP) Infrastructure Projects, mimeo, Project Appraisals Pty Limited, November 2001.",
        "Deaton, Angus, The Analysis of Household Surveys, Baltimore: Johns Hopkins University Press, 1997.",
        "Devarajan, Shantayanan, Karen E. Thierfelder, and Sethaput Suthiwart-Narueput, The Marginal Cost of Public Funds in Developing Countries, in Amedeo Fossati and Wolfgang Wiegard (eds.), Policy Evaluations with Computable General Equilibrium Models, New York: Routledge Press, 2002.",
        "Di Tella, Rafael and Ernesto Schargrodsky, The Role of Wages and Auditing During a Crackdown on Corruption in the City of Buenos Aires, Journal of Law and Economics 46, April 2003.",
        "Fisman, Raymond and Shang-Jin Wei, Tax Rates and Tax Evasion: Evidence from `Missing Imports in China, Journal of Political Economy 112 (2), pp. 471-500, 2004.",
        "Hsieh, Chang-Tai and Enrico Moretti, Did Iraq Cheat the United Nations? Underpricing, Bribes, and the Oil for Food Program, NBER Working Paper 11202, 2005.",
        "Karlan, Dean S., Social Connections and Group Banking, mimeo: Princeton University, 2004.",
        "Krueger, Anne O., The Political Economy of the Rent-Seeking Society, American Economic Review 64 (3), pp. 291-303, June 1974.",
        "Lambsdorff, Johann G., Background Paper to the 2003 Corruption Perceptions Index, mimeo: Transparency International, September 2003.",
        "Mauro, Paulo, Corruption and Growth, Quarterly Journal of Economics 110 (3), pp. 681-712, August 1995.",
        "Olken, Benjamin A., Corruption and the Cost of Redistribution, Journal of Public Economics, forthcoming. Olken, Benjamin A., Measuring Corruption: Perceptions vs. Reality, mimeo, Harvard University, 2005.",
        "Nagin, Daniel S., James B. Rebitzer, Seth Sanders, and Lowell J. Taylor, Monitoring, Motivation, and Management: The Determinants of Opportunistic Behavior in a Field Experiment, American Economic Review 92 (4), pp. 850-873, September 2002.",
        "Reinikka, Ritva and Jakob Svensson, Local Capture: Evidence from a Central Government Transfer Program in Uganda, Quarterly Journal of Economics 119 (2), pp. 679-706, May 2004.",
        "Rose-Ackerman, Susan, The Challenge of Poor Governance and Corruption, mimeo, Copenhagen Consensus and Yale University, 2004.",
        "Shleifer, Andrei and Robert W. Vishny, Corruption, Quarterly Journal of Economics 108 (3), pp. 599-617, August 1993.",
        "Stiglitz, Joseph E., Participation and Development: Perspectives from the Comprehensive Development Paradigm, Review of Development Economics 6(2), pp. 163-192, 2002.",
        "Woodhouse, Andrea et. al., Village Justice in Indonesia: Case Studies on Access to Justice, Village Democracy, and Governance, mimeo, World Bank Indonesia Office, February 2004.",
        "World Development Report 2004: Making Services Work For Poor People, Washington, DC: World Bank, 2004."
    ]
}