{
    "id": 11751,
    "cites": 13,
    "cited_by": 4,
    "reference": [
        "Autor, David H, and Mark G. Duggan. 2003. The Rise in Disability Rolls and the Decline in Unemployment. Quarterly Journal of Economics 118: 155-205.",
        "Bound, John and Timothy Waidmann. 1992. Disability Transfers, Self-reported Health and the Labor Force Attachment of Older Men. Evidence from the Historical Record. Quarterly Journal of Economics 107: 1393-1149.",
        "Castillo-Freeman.Alida and Richard B. Freeman. 1992. When the Minimum Wage Really Bites: The Effect of the US-Level Minimum on Puerto Rico. Chapter 6 in Immigration and the Work Force. Edited by George Borjas and Richard B.Freeman. Chicago: University of Chicago Press.",
        "Enchautegui, MarÃ\u0083Â­a E. 2004. Amarres de las Mujeres: Hogar y Empleo: Dos Investigaciones., GrÃ\u0083Â¡fica 3. San Juan Puerto Rico: Estado Libre Asociado de Puerto Rico, Oficina de la Procuradora de las Mujeres.",
        "Enchautegui, MarÃ\u0083Â­a E. 2005. EducaciÃ\u0083Â³n y Salarios en Puerto Rico. Unpublished manuscript.",
        "Enchautegui, MarÃ\u0083Â­a E. 2005. Selectivity Patterns in Puerto Rican Migration. Paper presented at the Annual Meetings of the Population Association of America, March 31 to April 2, Philadelphia.",
        "Estado Libre Asociado de Puerto Rico. 2003. Informe EconÃ\u0083Â³mico a la Gobernadora 2003, Oficina de la Gobernadora, Junta de PlanificaciÃ\u0083Â³n, San Juan Puerto Rico.",
        "Hunt, Jenny. 2004. Convergence and Determinants of Non-Employment Durations in Eastern and Western Germany. Journal of Population Economics Volume 2.",
        "Krueger, Alan. 1995. The Effect of the Minimum Wage When It Really Bites: A Reexamination of the Evidence from Puerto Rico.in Solomon Polachek, editor. Research in Labor Economics, Vol. 14. Greenwich, CT: JAI Press.",
        "Pol, Julio Cesar. 2004a. Determinantes EconÃ\u0083Â³micos de la MigraciÃ\u0083Â³n Entre Puerto Rico y Estados Unidos. Universidad de Puerto Rico, Unidad de Investigaciones EconÃ\u0083Â³micas, Ensayos y MonografÃ\u0083Â­as, Num 119.",
        "Pol, Julio Cesar. 2004b. Estimaciones de la EconomÃ\u0083Â­a DubterrÃ\u0083Â¡nea: El caso de Puerto Rico.",
        "Universidad de Puerto Rico, Unidad de Investigaciones EconÃ\u0083Â³micas, Ensayos y MonografÃ\u0083Â­as Num 117. Santiago, Carlos. Labor in the Puerto Rican Economy. Westport: Praeger, 1992.",
        "Spilimbergo, Antonio. 1999. Labor Market Integration, Unemployment, and Transfers Review of International Economics 7(4) (November): 641-50."
    ]
}