{
    "id": 11758,
    "cites": 33,
    "cited_by": 0,
    "reference": [
        "Back, K. and Brown, D. P., 1993. Implied probabilities in GMM estimators, Econometrica 61, 971-975.",
        "Barron, A. R., 1988. The exponential convergence of posterior probabilities with implications for Bayes estimators of density functions, Technical Report 7, Department of Statistics, University of Illinois.",
        "Barron, A. R., 1999. Information-theoretic characterization of Bayes performance and the choice of priors in parametric and nonparametric problems, in J. M. Bernardo, J. O.",
        "Berger, A. P. Dawid, and A. F.M. Smith, (eds.). Bayesian Statistics 6. Oxford University Press. Barron, A. R., and Sheu, C.-H., 1991. Approximation of density functions by sequences of exponential families, Annals of Statistics 19, 1347-1369.",
        "Chamberlain, G., 1987. Asymptotic efficiency in estimation with conditional moment restrictions, Journal of Econometrics 34, 305-334.",
        "Chernoff, H., 1952. Measure of asymptotic efficiency for tests of a hypothesis based on the sum of observations, Annals of Mathematical Statistics 23, 493507.",
        "Cressie, N. A. C., and T. R. C. Read, 1984. Multinomial Goodness-of-Fit Tests, Journal of the Royal Statistical Society, Series B 46, 440 464.",
        "CsiszÃ\u0083Â¡r, I., 1967. Information-type measures of difference of probability distributions and indirect observations, Studia Sci. Math. Hungar. 2, 299-318.",
        "Dembski, W. A., 1990. Uniform probability, Journal of Theoretical Probability 3, 611-626.",
        "Diaconis, P. and D. Freedman, 1986a. On the Consistency of Bayes Estimates, Annals of Statistics 14, 1-26.",
        "Diaconis, P. and D. Freedman, 1986b. On Inconsistent Bayes Estimates of Location, Annals of Statistics 14, 68-87.",
        "Donoho, D. L., and Liu, R. C., 1988. Pathologies of some minimum distance estimators, Annals of Statistics 16, 587-608.",
        "Engle, R. F., D. F. Hendry, and J.-F. Richard, 1983. Exogeneity, Econometrica 51, 277-304.",
        "Freedman, D., 1963. On the Asymptotic Behavior of Bayes Estimates in the Discrete Case I, Annals of Mathematical Statistics 34, 1386-1403.",
        "Freedman, D., 1965. On the Asymptotic Behavior of Bayes Estimates in the Discrete Case II, Annals of Mathematical Statistics 36, 454-456.",
        "Ghosh, J. K. and R. V. Ramamoorthi, 2003. Bayesian Nonparametrics. Springer, New York.",
        "Hansen, L. P., 1982. Large Sample Properties of Generalized Method of Moments Estimators, Econometrica 50, 1029 1054.",
        "Heath, D., and Sudderth, W. D., 1978. On finitely additive priors, coherence, and extended admissibility, Annals of Statistics 6, 333-345.",
        "JimÃ\u0083Â©nez, R., and J. E. Yukich, 2002. Asymptotics for Statistical Distances Based on Voronoi Tessellations, Journal of Theoretical Probability 15, 503-541.",
        "Kim, J.-Y., 2002. Limited information likelihood and Bayesian Analysis, Journal of Econometrics 107, 175-193.",
        "McCulloch, R. E., 1989. Local Model Influence, Journal of the American Statistical Association, 84, 473-478.",
        "Owen, A., 1988. Empirical Likelihood Ratio Confidence Intervals for a Single Functional, Biometrika 75, 237 249.",
        "Owen, A., 2001. Empirical Likelihood (New York: Chapman and Hall).",
        "Qin, J., and J. Lawless, 1994. Empirical likelihood and general estimating equations, Annals of Statistics 22, 30025.",
        "Rao, C. R., 1958. Maximum likelihood estimation for the multinomial distribution with an infinite number of cells, Sankhya 20, 211-218.",
        "Read, T. R. C., and N. A. C. Cressie, 1988. Goodness-of-fit statistics for discrete multivariate data (New York: Springer-Verlag).",
        "Schennach, S. M., 2005. Bayesian exponentially tilted empirical likelihood, Biometrika 92, 3146.",
        "Schwartz, L., 1965. On Bayes procedures, Z. Wahrsch. Verw. Gebiete 4, 10-26.",
        "Serfling, R., 2002. Quantile functions for multivariate analysis: approaches and applications, Statistica Neerlandica 56, 214-232.",
        "Stinchcombe, M., 2004. The unbearable flightiness of Bayesians: generically erratic updating, working paper, Department of Economics, University of Texas at Austin.",
        "Walker, S. G., A. Lijoi, and I. PrÃ\u0083Â¼nster, 2004. Contributions to the understanding of Bayesian consistency, ICER Working Paper no. 13/2004.",
        "Zellner, A., 1994. Model, prior information and Bayesian analysis, Journal of Econometrics 75, 5168.",
        "Zellner, A., 1997. The Bayesian method of moments (BMOM): theory and application, in Fomby, T., and Hill, R. C. (eds.). Advances in Econometrics. Cambridge University Press."
    ]
}