{
    "id": 11759,
    "cites": 28,
    "cited_by": 30,
    "reference": [
        "Arvey, R.D., T.J. Bouchard, N.L. Segal, and L.M. Abraham (1989) Job Satisfaction: Environmental and Genetic Components. Journal of Applied Psychology 74: 187-92.",
        "Birdi, Kamal, Peter Warr and Andrew Oswald (1995) Age Differences in Three Components of Employee Well-Being. Applied Psychology: An International Review 44(4): 345-73.",
        "Brown, Charles (1980) Equalizing Differences in the Labor Market. Quarterly Journal of Economics 74(1): 113-34.",
        "Clark, Andrew E., and Oswald, Andrew J. (1995) Satisfaction and Comparison Income. Journal of Public Economics 61: 359-81.",
        "Costa, P.T. and R.R. McRae (1980) Influence of Extraversion and Neuroticism on Subjective Well-Being. Journal of Personality and Social Psychology 338: 668-78.",
        "Cousineau, Jean-Michel, Robert Lacroix, and Anne-Marie Girard (1992) Occupational Hazard and Wage Compensating Differentials. Review of Economics and Statistics 74(1): 166-9.",
        "De Jonge, Jan, Christian Dormann, Peter P.M. Janssen, Maureen F. Dollard, Jan A. Landeweerd and Frans J.N. Nejhuis (2001) Testing Reciprocal Relationships Between Job Characteristics and Psychological Well-Being: A Cross-Lagged Structural Equation Model. Journal of Occupational and Organizational Psychology 74: 29-46.",
        "Dickens, William T. (1984) Differences between Risk Premiums in Union and NonUnion Wages and the case for Occupational Safety Regulation. American Economic Review 74(2): 320-23.",
        "Easterlin, Richard (1995) Will Raising the Incomes of All Raise the Happiness of All? Journal of Economic Behavior and Organization 27(1): 35-47.",
        "Frank, Robert (1997) The Frame of Reference as a Public Good. Economic Journal 107:1832-47.",
        "Garen, John (1988) Compensating Wage Differentials and the Endogeneity of Job Riskiness. Review of Economics and Statistics 70(1): 9-16.",
        "Gunderson, Morley, and Douglas Hyatt (2001) Workplace Risks and Wages: Canadian Evidence from Alternative Models. Canadian Journal of Economics 34(2): 377-95.",
        "Heller, Daniel, Timothy M. Judge, and David Watson (2002) The Confounding Role of Personality and Trait Affectivity in the Relationship between Job and Life Satisfaction. Journal of Organizational Behavior 23: 815-35.",
        "Judge, Timothy A., D. Heller and M.K. Mount (2002) Personality and Job Satisfaction: A Meta-analysis. Journal of Applied Psychology 87: 530-41.",
        "Judge, Timothy A., and S. Watanabe (1993) Another Look at the Job Satisfaction-Life Satisfaction Relationship. Journal of Applied Psychology 78(6): 939-48.",
        "Kingdon, Geeta G. and John Knight (2004) Community, Comparisons and Subjective Well-Being in a Divided Society. CSAE Working Paper 2004-21 (Oxford: Centre for the Study of African Economies) Lang, Kevin, and Suman Majumdar (2004) The Pricing of Job Characteristics When Markets Do Not Clear. International Economic Review 45(4): 1111-28.",
        "Layard, Richard (2005) Happiness: Lessons from a New Science. (London and New York: Penguin).",
        "Lepine, Jeffrey R., Amir Erez, and Diane E. Johnson (2002) The Nature and Dimensionality of Organizational Citizenship Behavior: A Critical Review and Meta-Analysis. Journal of Applied Psychology 87(1): 52-65.",
        "Marmot, M.G., G. Davey Smitth, S. Stansfield, C. Patel, F. North and J. Head (1991) Health Inequalities among British Civil Servants: the Whitehall Study II Lancet 337:1387-93.",
        "Meng, Ronald (1989) Compensating Differences in the Canadian Labour Market. Canadian Journal of Economics 25: 413-22.",
        "Near, J.P., C.A. Smith, R.W. Rice, and R.GT. Hunt (1983) Job Satisfaction and NonWork Satisfaction as Components of Life Satisfaction. Journal of Applied Social Psychology 13: 126-44.",
        "Organ, D.W. (1988) Organizational Citizenship Behavior: The Good Soldier Syndrome. (Lexington MA: Lexington Books.",
        "Penner, L.A., J.F. Dovidio, J.A. Piliavin, and D.A. Schroeder (2005) Prosocial Behavior: Multilevel Perspectives. Annual Review of Psychology 56: 365-92.",
        "Pearlin, L.I. and C. Schooler (1978) The Structure of Coping. Journal of Health and Social Behavior 19(1):2-21.",
        "Phillips, Owen (2004) On the use of bootstrap weights with Wes Var and SUDAAN.",
        "Putnam, Robert D. (2000) Bowling Alone: The Collapse and Revival of American Community (New York: Simon and Schuster).",
        "Rosen, Sherwin (1986) The Theory of Equalizing Differentials. Handbook of Labor Economics, Vol 1. edited by Orley Ashenfelter and Richard Layard. (NorthHolland: Amsterdam) 641-92.",
        "Saleh, Shoukrey D., and Jay L. Otis (1964) Age and Level of Job Satisfaction. Personnel Psychology 7: 425-30."
    ]
}