{
    "id": 1176,
    "cites": 37,
    "cited_by": 45,
    "reference": [
        "Banz, R. W., 1981, The Relationship Between Return and Market Value of Common Stocks, Journal of Financial Economics 9, March, 3-18.",
        "Beebower, G. L. and R. J. Surz, 1980, Analysis of Equity Trading Execution Costs, Proceedings of the Seminar on the Analysis of Security Prices, University of Chicago, November, 149-163.",
        "Berges, A., J. J. McConnell and G. G. Schlarbaum, 1982, An Investigation of the Turn-of-the-Year Effect, the Small Firm Effect and the Tax-Loss- Selling-Pressure Hypothesis in Canadian Stock Returns, manuscript, July.",
        "Black, F. and M. S. Scholes, 1973, The Pricing of Options and Corporate Liabilities, Journal of Political Economy 81, May/June, 637-659.",
        "Branch, B., 1977, A Tax Loss Trading Rule, Journal of Business 50, April, 198-207.",
        "Breeden, D. T., 1979, An Intertermporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities, Journal of Financial Economics 7, September, 265-296.",
        "Brennan, M. J., 1973, Taxes, Market Valuation and Corporate Financial Policy, National Tax Journal 23, 417-427.",
        "Brown, P., A. W. Kleidon and T. A. Marsh, 1983, New Evidence on the Nature of Size Related Anomalies in Stock Prices, Journal of Financial Economics (forthcoming).",
        "Brown, P., D. B. Keim, A. W. Kleidon and T. A. Marsh, 1983, ~`Stock Return Seasonalities and the `Tax-Loss Selling Hypothesis: Analysis of the Arguments and Australian Evidence, Journal of Financial. Economics (forthcoming).",
        "Chan, C., N. Chen and D. Hsieh, 1983, An Exploratory Investigation of the Firm Size Effect, Center for Research in Security Prices, Graduate School of Business, University of Chicago, W.P. No. 99, June.",
        "Chen, N., 1983, Some Empirical Tests of the Theory of Arbitrage Pricing, Journal of Finance (forthcoming).",
        "Constantinides, G. M., 1980, Short Term versus Long Term Capital Gains and Losses, manuscript, Graduate School of Business, University of Chicago, November.",
        "Constantinides, G. M., 1983, Capital Market Equilibrium with Personal Tax, Econometrica 51, May, 611-636.",
        "Constantinides, G. M. and J. E. Ingersoll, Jr., 1983, Optimal Bond Trading with Personal Taxes: Implications for Bond Prices and Estimated Tax Brackets and Yield Curves, Center for Research in Security Prices, Graduate School of Business, University of Chicago, W. P. No. 70, May.",
        "Constantinides, G. M. and M. S. Scholes, 1980, Optimal Liquidation of Assets in the Presence of Personal Taxes: Implications for Asset Pricing, Journal of Finance, May, 439-449.",
        "Cox, J. C., S. A. Ross and M. Rubinstein, 1979, Option Pricing: *A Simplified Approach, Journal of Financial Economics 7, September, 229-263.",
        "Dyl, E. A., 1973, The Effect of Capital Gains Taxation on the Stock Market,~ unpublished doctoral dissertation, Graduate School of Business, Stanford University, August.",
        "Dyl, E. A., 1977, Capital Gains Taxation and Year-End Stock Market Behavior, Journal of Finance 32, March, 165-175.",
        "Givoly, D. and A. Ovadia, 1983, Year-End Tax-Induced Sales and Stock Market Seasonality, Journal of Finance 38, March, 171-185.",
        "Glosten, L. R. and P. R. Milgrom, 1982, Bid, Ask and Transaction Prices in a Specialist Market with Heterogeneously Informed Traders, manuscript, Northwestern University, October.",
        "Gultekin, M. N. and N. B. Gultekin, 1982, Stock Market Seasonality and End of the Tax Year Effect, manuscript, University of Pennsylvania, March.",
        "Holt, C. C. and 3. P. Shelton, 1962, The Lock-in Effect of the Capital Gains Tax, National Tax Journal 15, December, 337-351.",
        "Keim, D. B., 1983a, Size-Related Anomalies and Stock Return Seasonality: Further Empirical Evidence, Journal of Financial Economics (forthcoming).",
        "Keim, D. B., 1983b, The Interrelation between Dividend Yields, Equity Values and Stock Returns: Implications of Abnormal January Returns, unpublished doctoral dissertation, Graduate School of Business, University of Chicago.",
        "Korajczyk, R., 1982, ~Seasonality in Stock Returns: Some International Evidence, manuscript, Graduate School of Business, University of Chicago, April.",
        "Merton, R. C., 1973a, An Intertemporal Capital Asset Pricing Model, Econometrica 41, September, 867-887.",
        "Merton, R. C., 1973b, Theory of Rational Option Pricing, The Bell Journal of Economics and Management Science 4, Spring, 141-183.",
        "Reinganum, M. R., 1981, Misspecification of Capital Asset Pricing: Empirical Anomalies Based on Earnings Yields and Market Values, Journal of Financial Economics, 9, March, 19-46.",
        "Reinganum, M. R., 1983, The Anomalous Stock Market Behavior of Small Firms in January: Empirical Tests for Year-End Tax Effects,~ Journal of Financial Economics (forthcoming).",
        "Roll, R., 1983, The Turn-of-the-Year Effect and the Return Premia of Small Firms, The Journal of Portfolio Management, 18-28.",
        "Rozeff, M. S. and W, R. Kinney, Jr., 1976, Capital Market Seasonality: The Case of Stock Returns, Journal of Financial Economics 3, October, 379- 402.",
        "Smidt, 5., 1982, Capital Gains Taxes and the Seasonal Behavior of Stock Prices and Trading Volumes, manuscript, Cornell University, October.",
        "Stiglitz, J. E., 1983, uSome Aspects of Taxation of Capital Gains, National Bureau of Economic Reseaiih, W.P. No. 1094, March.",
        "Stoll, H. R. and R. E Whaley, 1983, Transaction Costs and the Small Firm Effect, Journal of Financial Economics (forthcoming).",
        "Varian, H. R., 1981, Optimal Wash Sales, manuscript, University of Michigan, September.",
        "Wachtel, S. B., 1942, NCer4~in Observations on Seasonal Movements in Stock Prices, Journal of Business 15, 184-193.",
        "Williams, J., 1981, Trading Depreciable Assets, manuscript, Graduate School of Business, New York University, October."
    ]
}