{
    "id": 11767,
    "cites": 38,
    "cited_by": 54,
    "reference": [
        "Altonji, Joseph G., Hayashi, Fumio and Kotlikoff, Laurence J. Parental Altruism and Inter Vivos Transfers: Theory and Evidence, Journal of Political Economy, 1997, 105(6), 11211166.",
        "Bernheim, B. Douglas. How Strong Are Bequest Motives? Evidence Based on the Estimates of the Demand for Life Insurance and Annuities, Journal of Political Economy, 1991, 99(5), 899-927.",
        "Bernheim, Douglas B., Jonathan Skinner, and Steven Weinberg. What Accounts for the Variation in Retirement Wealth among Households, American Economic Review, 2001, 91(4), 832-57.",
        "Bernheim, Douglas B., Robert J. Lemke and John Karl Scholz, Do Estate and Gift Taxes Affect the Timing of Private Transfers, Journal of Public Economics, 2004, forthcoming.",
        "Bernheim, Douglas B., Shleifer, Andre, and Summers, Lawrence H. The Strategic Bequest Motive, Journal of Political Economy, 1985, 93(6), 1045-1076.",
        "Carroll, Christopher D. Why Do the Rich Save So Much, in Does Atlas Shrug? The Economic Consequences of Taxing the Rich, Joel B. Slemrod (editor). Harvard University Press, 2000.",
        "Cooper, George. Voluntary Tax? New Perspectives on Sophisticated Tax Avoidance. Washington, DC: The Brookings Institution, 1979.",
        "Deaton, Angus. Health Inequality and Economic Development, Journal of Economic Literature, March 2003, 41(1), 113-158.",
        "Davidson, Russell and MacKinnon, James G. Estimation and Inference in Econometrics. Oxford: Oxford University Press, 1993.",
        "Davies, James B., Shorrocks, Anthony F. The Distribution of Wealth, in Handbook of Income Distribution, Atkinson, Anthony B. and Bourguignon, Francois (editors). Amsterdam; New York: Elsevier/North Holland, 2001.",
        "Diamond, Peter A., Hausman, Jerry A. The Retirement and Unemployment Behavior of Older Men, in Retirement and Economic Behavior, Aaron, Henry A., Burtless, Gary (editors).Washington D.C.: The Brookings Institution, 1984.",
        "Dynan, Karen E., Skinner, Jonathan, and Zeldes, Stephen P. The Importance of Bequests and Life-Cycle Saving in Capital Accumulation: A New Answer, American Economic Review, 2002, 92(2), 274-278.",
        "Dynan, Karen E., Skinner, Jonathan, and Zeldes, Stephen P. Do the Rich Save More?, Journal of Political Economy, 2004, 112(2), 397-444.",
        "Gale, William G., Scholz, John Karl. Intergenerational Transfers and the Accumulation of Wealth, Journal of Economic Perspectives, 1994, 8(4), 145-160.",
        "Hubbard, Glenn R., Skinner, Jonathan, Zeldes, Stephen P. Precautionary Saving and Social Insurance, Journal of Political Economy, 1995, 103(2), 360-399.",
        "Hurd, Michael D. Savings of the Elderly and Desired Bequests, American Economic Review, 1987, 77 (3), 298-312.",
        "Hurd, Michael D. Mortality Risk and Bequests, Econometrica, 1989, 57(4), 779-813.",
        "Hurd, Michael D. Research on the Elderly: Economic Status, Retirement, and Consumption, Journal of Economic Literature, 1990, 28(2), 565-637.",
        "Hurd, Michael D., Mundaca, B. Gabriela. The Importance of Gifts and Inheritances Among the Affluent, in The Measurement of Saving, Investment and Wealth, Lipsey, Robert E., Tice, Helen Stone (editors). Chicago: The University of Chicago Press, 1989.",
        "Juster, Thomas F. and Smith, James P. Improving the Quality of Economic Data: Lessons from HRS and AHEAD, Journal of the American Statistical Association, 1997, 92(440), 12681278.",
        "Juster, Thomas F., Lupton, Joseph P., Smith, James P. and Stafford, Frank. The Decline in Household Saving and the Wealth Effect, Board of Governors of the Federal Reserve System, Finance and Economics Discussion Series, 2004, 32.",
        "Kopczuk, Wojciech. The Trick is to Live: Is the Estate Tax Social Security for the Rich?, Journal of Political Economy, December 2003, 111(6), 1318-1341.",
        "Kotlikoff, Laurence J., Summers, Lawrence H. The Role of Intergenerational Transfers in Aggregate Capital Accumulation, Journal of Political Economy, 1981, 89(4), 706-732.",
        "Kuehlwein, Michael. Life-Cycle And Altruistic Theories of Saving with Lifetime Uncertainty, The Review of Economics and Statistics, 1993, 75(1), 3-47.",
        "Laitner, John, Juster, Thomas F. New Evidence on Altruism: A Study of TIAA-CREF Retirees, American Economic Review, 1996, 86(4), 893-908.",
        "Laitner, John and Ohlsson, Henry. Bequest Motives: A Comparison of Sweden and the United States, Journal of Public Economics, 2001, 79, 205-236.",
        "McGarry, Kathleen. Inter Vivos Transfers and Intended Bequests, Journal of Public Economics, 1999, 73(3), 321-51.",
        "Menchik, Paul L., Martin, David. Income Distribution, Lifetime Savings, and Bequests, American Economic Review, 1983, 73(4), 672-90.",
        "Modigliani, Franco. The Role of Intergenerational Transfers and Life-Cycle Saving in the Accumulation of Wealth, Journal of Economic Perspectives, 1988, 2(2), 15-40.",
        "Modigliani, Franco, Brumberg, Richard. Utility Analysis and the Consumption Function: An Attempt at Integration of Cross-Section Data, in Post-Keynesian Economics, Kurihara, Kenneth K. (editor). New Brunswick, NJ: Rutgers University Press, 1954, 388-436.",
        "Page, Benjamin R. Bequest Taxes, Inter Vivos Gifts, and the Bequest Motive, Journal of Public Economics, 2003, 87, 1219-1229.",
        "Palumbo, Michael G. Uncertain Medical Expenses and Precautionary Saving Near the End of the Life Cycle, The Review of Economic Studies, 1999, 66(2), 395-421.",
        "Poterba, James M. Estate and Gift Taxes and Incentives for Inter Vivos Giving, Journal of Public Economics, 2001, 79(1), 237-64.",
        "Sakata, Shinichi. Quasi-Maximum Likelihood Estimation with Complex Survey Data, University of Michigan Working Paper, 2002.",
        "Smith, James P. Health Bodies and Thick Wallets: The Dual Relation Between Health and Economic Status, Journal of Economic Perspectives, 1999, 13(2), 145-166.",
        "Venti, Steven F. and Wise, David A. The Cause of Wealth Dispersion at Retirement: Choice or Chance? American Economic Review, 1998, 88(2), 185-191.",
        "Wilhelm, Mark O. Bequest Behavior and the Effect of Heirs Earnings: Testing Altruistic Model of Bequests, American Economic Review, 1996, 86(4), 874-892.",
        "Yaari, Menahem E. Uncertain Lifetime, Life Insurance, and the Theory of the Consumer, Review of Economic Studies, 1965, 32(2), 137-150."
    ]
}