{
    "id": 11769,
    "cites": 49,
    "cited_by": 6,
    "reference": [
        "Almeida, A., Goodhart, C., Payne, R., 1998. The effects of macroeconomic news on high frequency exchange rate behavior. Journal of Financial and Quantitative Analysis 33 (3), 383-408.",
        "Andersen, T., Bollerslev, T., 1997a. Intraday periodicity and volatility persistence in financial markets. Journal of Empirical Finance 4, 115-158.",
        "Andersen, T., Bollerslev, T., 1997b. Heterogeneous information arrivals and return volatility dynamics: uncovering the long-run in high frequency returns. Journal of Finance 52 (3), 975-1005.",
        "Andersen, T., and T. Bollerslev, 1998. Deutsche mark-dollar volatility: Intraday activity patterns, macroeconomic announcements, and longer run dependencies, Journal of Finance, 53: 219-265.",
        "Andersen, T., T. Bollerslev, F. Diebold, C. Vega, 2003. Micro effects of macro announcements: Real-time price discovery in foreign exchange, American Economic Review, 93: 38-62.",
        "Bacchetta, P., van Wincoop, E., 2003. Can information heterogeneity explain the exchange rate determination puzzle? NBER Working Paper 9498, February.",
        "Ben Omrane, W., Bauwens, L., Giot, P., forthcoming. News announcements, market activity and volatility in the euro/dollar foreign exchange market. Journal of International Money and Finance. Bollerslev, T., Domowitz, I., 1993. Trading patterns and prices in the interbank foreign exchange market. Journal of Finance 48, 1421-1443.",
        "Breedon, F., Vitale, P., 2005. An empirical study of liquidity and information effects of order flow on exchange rates, mimeo, Imperial College London.",
        "Chaboud, A., Chernenko, S., Howorka, E., Iyer, R., Liu, D., Wright, J., 2004. The highfrequency effects of U.S. macroeconomic data releases on prices and trading activity in the global interdealer foreign exchange market, Board of Governors of the Federal Reserve System, IFDP No. 823, November.",
        "Cheung, Y., Chinn, M., and A. Pascual, forthcoming. Empirical exchange rate models of the nineties: are any fit to survive? Journal of International Money and Finance. Danielsson, J., Payne, R., and J. Luo, 2002. Exchange rate determination and inter-market order flow effects, FMG mimeo, London School of Economics.",
        "DeGennaro, R., and R. Shrieves, 1997. Public information releases, private information arrival, and volatility in the foreign exchange market, Journal of Empirical Finance, 4: 295-315.",
        "Dominguez, K., 1998. Central bank intervention and exchange rate volatility. Journal of International Money and Finance 17, 161-190.",
        "Dominguez, K., 2003. The market microstructure of central bank intervention. Journal of International Economics 59, 25-45.",
        "Dominguez, K., forthcoming, When Do Central Bank Interventions Influence Intra-Daily and Longer-Term Exchange Rate Movements? Journal of International Money and Finance. Dominguez, K. and F. Panthaki, 2005. The Influence of Actual and Unrequited Interventions, mimeo, University of Michigan.",
        "Ederington, L., and J. Lee, 1995. The short-run dynamics of price adjustment to new information, Journal of Financial and Quantitative Analysis, 30: 117-134.",
        "Ehrmann, M., and M. Fratzscher, 2005. Exchange rates and fundamentals: new evidence from real-time data, Journal of International Money and Finance, 24, 317-341.",
        "Engel, C., and K. West, forthcoming. Exchange rates and fundamentals, Journal of Political Economy. Evans, M., and R. Lyons, 2002. Order flow and exchange rate dynamics, Journal of Political Economy, 110: 170-180.",
        "Evans, M., and R. Lyons, 2003. How is macro news transmitted to exchange rates?, mimeo.",
        "Evans, M., and R. Lyons, 2004. Exchange rate fundamentals and order flow, mimeo, Georgetown University.",
        "Evans, M., and R. Lyons, 2005a. Do currency markets absorb news quickly?, Journal of International Money and Finance, 24, 197-217.",
        "Evans, M., and R. Lyons, 2005b. Meese-Rogoff Redux: Micro-based exchange rate forecasting, NBER working paper 11042.",
        "Fatum, R. and M. Hutchison, 2003. Is sterilized foreign exchange intervention effective after all? An event study approach, Economic Journal, 113, 487, 390-411.",
        "Fair, R., 2003. Shock effects on stocks, bonds and exchange rates, Journal of International Money and Finance, 22, 307-341.",
        "Faust, J., Rogers, J., Wang, S., Wright, J., 2003. The high-frequency response of exchange rates and interest rates to macroeconomics announcements, Board of Governors of the Federal Reserve System, IFDP No. 784, October.",
        "Flood, R., and A. Rose, 1995. Fixing exchange rates: A virtual quest for fundamentals, Journal of Monetary Economics 36, 3-37.",
        "Fratzscher, M., 2004. Communication and exchange rate policy. ECB working paper 363, May.",
        "Hakkio, C., and D.K. Pearce, 1985. The reaction of exchange rates to economic news.",
        "Economic Inquiry, 23, 4, 621-636. Inoue, A., and Kilian, K., forthcoming. On the Selection of Forecasting Models. Journal of Econometrics. Ito, T., and V. Roley, 1987. News from the US and Japan: which moves the yen/dollar exchange rate?, Journal of Monetary Economics, 19, 2, 255-277.",
        "Jansen, D-J., and J. De Haan, 2005. Talking heads: the effects of ECB statements on the euro-dollar exchange rate, Journal of international Money and Finance, 24, 343-361.",
        "Kilian, L., 1999. Exchange rates and monetary fundamentals: what do we learn from long horizon regressions?, Journal of Applied Econometrics, 14, 491-510.",
        "Kilian, L. and M. Taylor, 2003. Why is it so difficult to beat the random walk forecast of exchange rates? Journal of International Economics, 60 (1), 85-107.",
        "Kondor, P., 2004. The more we know, the less we agree, mimeo FMG, London School of Economics.",
        "Kyle, A. 1985. Continuous auctions and insider trading, Econometrica, 53:1315-35.",
        "Laakkonen, H., 2004. The impact of macroeconomic news on exchange rate volatility, Bank of Finland discussion paper 24.",
        "Love, R., 2004. First and second moment effects of macro news in high frequency foreign exchange data, mimeo FMG, London School of Economics.",
        "Love, R., and R. Payne, 2003. Macroeconomic news, order flows, and exchange rates, Discussion Paper 475, FMG, London School of Economics.",
        "Lyons, R., 2001. The Microstructure Approach to Exchange Rates, MIT Press.",
        "Mark, N., 1995. Exchange rates and fundamentals: Evidence on long-horizon predictability, American Economic Review, 85: 201-218.",
        "Meese, R., and K. Rogoff, 1983a. Empirical exchange rate models of the seventies, Journal of International Economics, 14: 3-24.",
        "Meese, R., and K. Rogoff, 1983b, The out-of-sample failure of empirical exchange rate models, in J. Frenkel (ed.), Exchange Rate and International Macroeconomics, University of Chicago Press: Chicago.",
        "Melvin, M., and X. Yin, 2000. Public information arrival, exchange rate volatility, and quote frequency, Economic Journal, 110: 644-661.",
        "Newey, W., and K. West, 1987. A simple, positive semidefinite, heteroskedasticity and autocorrelation consistent covariance matrix, Econometrica, 55, 703-708.",
        "Osler, C., 2003. Currency orders and exchange-rate dynamics: An explanation for the predictive success of technical analysis, Journal of Finance, 58: 1791-1820.",
        "Panthaki, F., 2004. Exchange rate volatility and central bank interventions, mimeo FMG, London School of Economics.",
        "Rigabon, R. and B. Sack, 2002. The impact of monetary policy on asset prices, NBER Working paper 8794.",
        "Rime, D., 2003. New electronic trading systems in foreign exchange markets, typescript, Norges Bank, January.",
        "Sager, M., and M.P. Taylor, 2004. The impact of European central bank governing council announcements on the foreign exchange market: a microstructural analysis, Journal of International Money and Finance, 23, 1043-1051.",
        "Schwarz, G., 1978. Estimating the dimension of a model, Annals of Statistics, 6, 461464.",
        "Vitale, P., 2003. New exchange rate economics. Mimeo, Dottarato di Ricerca: Universita di Tor Vergata."
    ]
}