{
    "id": 11763,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "Arabmazar, A. and P. Schmidt (1982): An investigation of the robustness of the Tobit estimator to non-normality, Econometrica, 50, 1055-64.",
        "Araujo, A. and M. Pascoa (2002): Bankruptcy in a model of unsecured claims, Economic Theory, 20(3), 455-481.",
        "Ausubel, L. M. (1991): The failure of competition in the credit card market, American Economic Review, 81(1), 50-81.",
        "Ausubel, L. M. (1997): Credit card defaults, credit card profits, and bankruptcy, American Bankruptcy Law Journal, 71, 249-270.",
        "Crow, E. L., and K. E. Shimizu (1988). Lognormal Distributions: Theory and Applications, Dekker, New York.",
        "Domowitz, P. J. and R. L. Sartain (1999): Determinants of the consumer bankruptcy decision, Journal of Finance, 54(1), 403-420.",
        "Dubey, P., J. Geanakoplos, and M. Shubik (2005): Default and punishment in general equilibrium, Econometrica, 73(1), 1-37.",
        "Fan, W. and M. J. White (2003): Personal bankruptcy and the level of entrepreneurial acitivity, Journal of Law and Economics, 46(2), 543-568.",
        "Fay, S., E. Hurst, and M. J. White (2002): The household bankruptcy decision, American Economic Review, 92(3), 706-718.",
        "Gan, L., M. Hurd, and D. McFadden (2005): Individual subjective survival curves. In D. Wise ed., Analyses of Economics of Aging. The University of Chicago Press, 2005: 377-411.",
        "Geanakoplos, J., and W. Zame (1997): Collateral, default, and market crashes, mimeo.",
        "General Accounting Office (1998): Personal bankruptcy: the credit research center report on debtors ability to pay, GAO/GGD-98-47.",
        "General Accounting Office (1999): Personal bankruptcy: a report on petititioners ability to pay, GAO/GGD-99-103.",
        "Gross, D. B. and N. S. Souleles (2002): An empirical analysis of personal bankruptcy and delinquency, Review of Financial Studies, 15(1), 319-347.",
        "Han, Song, and Wenli Li (2004): The effect of filing for personal bankruptcy on the labor supply: evidence from micro data. The Federal Reserve Bank of Philadelphia Working Paper.",
        "Modica, M., A. Rustichini, and J. M. Tallon (1999): Unawareness and bankruptcy: a general equilibrium model, Economic Theory, 12(2), 259-292.",
        "Sabarwal, T. (2003): Competitive equilibria with incomplete markets and endogenous bankruptcy, Contributions to Theoretical Economics, 3(1), Art. 1.",
        "White, M. J. (1998): Why dont more households file for bankruptcy? Journal of Law, Economics, and Organization, 14(2), 205-231.",
        "Zame, W. (1993): Efficiency and the role of default when security markets are incomplete, American Economic Review, 83(5), 1142-1164."
    ]
}