{
    "id": 11777,
    "cites": 12,
    "cited_by": 35,
    "reference": [
        "Blanchard, Olivier, and Simon, John (2001). The Long and Large Decline in U. S.",
        "Output Volatility, Brookings Papers on Economic Activity, vol. 32 (no. 1), 135-64. Bronfenbrenner, Martin, ed. (1969). Is The Business Cycle Obsolete? New York: John Wiley.",
        "Burns, Arthur F. (1947). Stepping Stones Toward the Future. Annual Report 27. New York: NBER.",
        "Dynan, Karen E., Elmendorf, Douglas W., and Sichel, Daniel E. (2005). Can Financial Innovation Explain the Reduced Volatility of Economic Activity? Working paper prepared for April 2005 Carnegie-Rochester Conference on Public Policy.",
        "Gordon, Robert J. (1975). Alternative Responses of Policy to External Supply Shocks, Brookings Papers on Economic Activity, vol. 6, 183-206.",
        "Economic Activity, vol. 8, 253-77. _________ (1982) Inflation, Flexible Exchange Rates, and the Natural Rate of Unemployment. In Workers, Jobs, and Inflation, edited by Martin N. Baily.",
        "Washington: Brookings, 88-152. _________ (1986). The American Business Cycle: Continuity and Change. Chicago: University of Chicago Press for NBER.",
        "Policy. Journal of Economic Perspectives, vol. 11 (Winter), 11-32. __________ (1998). Foundations of the Goldilocks Economy: Supply Shocks and the Time-Varying NAIRU, Brookings Papers on Economic Activity, vol. 29 (no. 2), 297333.",
        "Decline in Business Cycle Volatility, Page 56 _________ (2003). Exploding Productivity Growth: Context, Causes, and Implications, Brookings Papers on Economic Activity, vol. 34, no. 2, pp. 207-79.",
        "Staiger, Douglas, Stock, James H., and Watson, Mark W. (1997). The NAIRU, Unemployment, and Monetary Policy, Journal of Economic Perspectives 11 (Winter): 33-49.",
        "Krueger and Robert M Solow, eds., The Roaring Nineties: Can Full Employment Be Sustained? New York: The Russell Sage Foundation and the Century Foundation Press. pp. 3-60. Stock, James H., and Watson, Mark W. (2002). Has the Business Cycle Changed and Why? NBER Macroeconomics Annual 2002, pp. 159-218.",
        "Uncertainty: Adapting to a Changing Economy, Federal Reserve Bank of Kansas City, pp. 9-56. Zarnowitz, Victor (1972). The Business Cycle Today. New York: Columbia University Press."
    ]
}