{
    "id": 11772,
    "cites": 36,
    "cited_by": 14,
    "reference": [
        "Acemoglu, D. (1995). `Reward Structures and the Allocation of Talent, European Economic Review, vol. 39, pp. 17-33.",
        "Aslund, A. and Dmitriev, M. (1999). `Economic Reform vs. Rent Seeking, in (A. Aslund and M. Olcott, eds.), Russia after Communism, Washington, DC: Carnegie Endowment for International Peace.",
        "Berry, S. (2002). `Debating the Land Question in Africa, Comparative Studies in Society and History , vol. 44:4 , pp. 638-68.",
        "Black, B., Kraakman, R. and Tarassova, A. (2000). `Russian Privatization and Corporate Governance: What Went Wrong?, Stanford Law Review, 52, pp. 1731-1801.",
        "Boycko, M., Shleifer, A. and Vishny, R. (1995), Privatizing Russia. Cambridge, MA: MIT Press.",
        "Boycko, M., Shleifer, A. and Vishny, R. (1996), `A Theory of Privatization, Economic Journal 106 (435), pp. 309-319.",
        "Dahl, R. A. (1990), After the Revolution? Authority in a Good Society. New Haven: Yale University Press (revised edition).",
        "Dyck, A. and Zingales, L. (2002). `The corporate governance role of the media, in The Right to Tell: The Role of Mass Media in Economic Development, Washington DC: WBI Development Studies, pp. 107-37.",
        "Figes, O. (1996), A Peoples Tragedy: The Russian Revolution. New York: Penguin.",
        "Freeland, C. (2000), Sale of the Century: Russias Wild Ride from Communism to Capitalism. New York: Random House.",
        "Graham, T. (2002), `Fragmentation of Russia, Russia after the Fall (A.C. Kuchins, ed.), Russia after the Fall, Washington, D.C.: Carnegie Endowment for International Peace, 39-61.",
        "Grzymala-Busse, A. (2003). `Political competition and the politicization of the state in East Central Europe, Comparative Political Studies, vol. 36(10), pp. 1123-1147.",
        "Haltiwanger, J.and Waldman, M.. (1991). `Responders versus Non-Responders: A New Perspective on Heterogeneity, Economic Journal, vol. 101, pp. 1085-1102.",
        "Hellman, J. (1998). `Winners Take All The Politics of Partial Reform in Postcommunist Transitions, World Politics, vol. 50, pp. 203-234.",
        "Hellman, J. (2002). `Russias Transition to a Market Economy: A Permanent Redistribution?, in (A.C. Kuchins, ed.), Russia after the Fall, Washington, D.C.: Carnegie Endowment for International Peace.",
        "Hoff, K. and Stiglitz, J. (2004). `After the Big Bang: Obstacles to the Emergence of the Rule of Law in Post-Communist Societies, American Economic Review, vol. 94 (3), pp. 753-763.",
        "Holmes, S. (2002). `Simulations of Power in Putins Russia, in (A.C. Kuchins, ed.), Russia after the Fall, Washington, D.C.: Carnegie Endowment for International Peace, 7989.",
        "Holmes, S. (2003). `Lineages of the Rule of Law, in (J.M. Maravall and A. Przeworski, eds.), Democracy and the Rule of Law, Cambridge, UK: Cambridge University Press.",
        "Johnson, S., Kaufmann, D. and Shleifer, A. (1997). `The Unofficial Economy in Transition, Brookings Papers on Economic Activity, vol. 0(2), pp. 159-221.",
        "Kaufmann, D. and Wei, S. (1999). `Does Grease Money Speed Up the Wheels of Commerce?, NBER Working Paper No. 7093.",
        "Kolodko, G.W. (2000), From Shock to Therapy: The Political Economy of Postsocialist Transformation, Oxford, UK: Oxford University Press.",
        "Laffont, J. and Martimort, D. (1999). `Separation of Regulators against Collusive Behavior, RAND Journal of Economics, vol. 30(2), pp. 232-62.",
        "Levi, M. (1997), Consent, Dissent and Patriotism, New York: Cambridge University Press.",
        "Marx, K, and Engels, F. [1848] (1998), The Communist Manifesto, New York: Mass Market Paperback.",
        "Mauro, P. (1995). `Corruption and Growth, Quarterly Journal of Economics, vol. 110 (3), pp. 681-712.",
        "Murphy, K., Schleifer, A. and Vishny, R. (1993). `Why Is Rent-Seeking So Costly to Growth?, American Economic Review, vol. 83, pp. 409-14.",
        "Nagy, P.M. (2000), The Meltdown of the Russian State, Northhampton, Ma: Edward Elgar.",
        "North, D.C. (1981), Structure and Change in Economic History, New York: W. W.",
        "Norton and Company. Pistor, K. (1999). `Supply and Demand for Law in Russia, East European Constitutional Review, pp. 105-108.",
        "Przeworski, A., 1991. Democracy and the Market: Political and Economic Reforms in Eastern Europe and Latin America, Cambridge UK: Cambridge University Press.",
        "Roland, G. and Verdier, T. (1999). `Law Enforcement and Transition, Working Paper 22, CERGE-EI.",
        "Rose, R. (1993). `Contradictions between micro- and macro-economic goals in postcommunist societies, Europe-Asia Studies, vol. 45 (3), pp. 419-444.",
        "Shleifer, A. and Vishny, R. (1998), The Grabbing Hand Government Pathologies and their Cures, Cambridge, MA: Harvard University Press.",
        "Smith, A. [1776] (1999), The Wealth of Nations, London: Penguin Classics.",
        "Sperling, V. (200). `Building the Russian State: Institutional Crisis and the Quest for Democratic Governance, Boulder, CO: Westview Press. Tyler, T. (1990), Why People Obey the Law, New Haven: Yale University Press.",
        "Unger, R. M. (1976). Law in Modern Society: Toward a Criticism of Social Theory, New York: Free Press."
    ]
}