{
    "id": 11776,
    "cites": 21,
    "cited_by": 11,
    "reference": [
        "Consumer Price Index, BLS Working Paper 263. Ayuso, Juan, and Restoy, Fernando (2003). House Prices and Rents: An Equilibrium Asset Pricing Approach, Banco de Espana, Working paper 0304.",
        "Bajari, Patrick, Benkard, C. Lanier, and Krainer, John (2003). House Prices and Consumer Welfare, NBER Working Paper 9783, June.",
        "Case, Karl E., and Shiller, Robert J. (2003). Is There a Bubble in the Housing Market? Brookings Panel on Economic Activity, vol. 34, no. 2, forthcoming.",
        "Crone, Theodore M., Nakamura, Leonard I., and Voith, Richard (2003a). The CPI for Rents: a Revisionist History. Paper presented at Brookings Workshop on Economic Measurement, May 23.",
        "April. Diaz, Antonia, and MarÃ\u0083Â­a JosÃ\u0083Â© Luengo-Prado (2003). On the User Cost and Home Ownership. Working paper, Northeastern University.",
        "Dougherty, A., and Van Order, R. (1982). Inflation, Housing Costs, and the Consumer Price Index, American Economic Review, vol. 72 (March), pp. 154-64.",
        "A Century of Rents, Page 55 Genesove, David (2003). The Nominal Rigidity of Apartment Rents, Review of Economics and Statistics, vol. 85 (November), pp. 844-53.",
        "Vancouver, Canada, June, available at http://facultyweb. at.northwestern/economics/gordon/apparel.pdf. __________ and Mandelkern, Gail (2001). Local Indexes of Apartment Rent and House Sale Prices, working paper, January.",
        "Gort, Michael, Greenwood, Jeremy, and Rupert, Peter (1999). Measuring the Rate of Technological Progress in Structures, Review of Economic Dynamics, vol. 2, pp.",
        "Grebler, Leo, Blank, David M., and Winnick, Louis (1956). Capital Formation in Residential Real Estate. Princeton: Princeton University Press for NBER.",
        "Greenlees, John (2003). U. S. Consumer Price Index: Changes in the Cost of Shelter, presentation at Brookings Workshop on Economic Measurement, May 23.",
        "Lane, Walter F., William C. Randolph and Stephen A. Berenson (1988. Adjusting the CPI Shelter Index to Compensate for Effect of Depreciation, Monthly Labor Review, vol. 111 (October), pp. 34-37.",
        "Meese, Richard, and Wallace, Nancy E. (1991). Nonparametic Estimation of Dynamic Hedonic Price Models and the Construction of Residential Housing Price A Century of Rents, Page 56 Indices, Journal of the American Real Estate and Urban economics Association vol. 19, pp. 308-332.",
        "Journal of Real Estate Finance and Economics, vol. 14, pp. 51-73. Moulton, Brent R., and Karin E. Moses, Addressing the Quality Change Issue in the Consumer Price Index, Brookings Papers on Economic Activity, vol. 28, no. 1, pp. 305-49. Nordhaus, William D. (1997). Do Real-Output and Real-Wage Measures Capture Reality? The History of Lighting Suggests Not, in Timothy F. Bresnahan and Robert J. Gordon, The Economics of New Goods, University of Chicago Press for NBER, pp. 29-66.",
        "Placek, Frank, and Baskin, Robert M. (1996). Revision of the CPI Housing Sample and Estimators, Monthly Labor Review, December, pp. 31-9.",
        "Randolph, William C. (1988). Housing Depreciation and Aging Bias in the Consumer Price Index. Journal of Business and Economic Statistics, vol. 6, no. 1 (July), pp.",
        "Sheppard, Stephen (1999). Hedonic Analysis of Housing Markets, in E. S. Mills and P. Cheshire, eds., Handbook of Regional and Urban Economics. Elsevier Science, pp.",
        "Sinai, Todd, and Souleles, Nicholas S. (2003). Owner-occupied Housing as a Hedge against Rent Risk, NBER working paper 9482, January.",
        "Triplett, Jack E. (1971). Quality Bias in Price Indexes and New Methods of Quality Measurement, in Zvi Griliches, ed., Price Indexes and Quality Change: Studies in New Methods of Measurement. Cambridge: Harvard University Press, pp.",
        "U. S. Bureau of the Census (various years). Statistical Abstract of the United States. Washington. A Century of Rents, Page 57 U. S. Bureau of Labor Statistics (1935). Housing Conditions in American Cities, Monthly Labor Review, vol. 40 (March), p. 724.",
        "Wallace, Nancy E. (1996). Hedonic-Based Price Indexes for Housing: Theory, Estimation, and Index Consturction, Economic Review of the Federal Reserve Bank of San Francisco, no. 3, pp. 35-48."
    ]
}