{
    "id": 11775,
    "cites": 96,
    "cited_by": 14,
    "reference": [
        "Zhang, L. (2004), Efficient Estimation of Stochastic Volatility Using Noisy Observations: A Multi-Scale Approach, Manuscript, Carnegie Mellon University.",
        "Zhang, L., Y. AIt-Sahalia and P.A. Mykland (2005), A Tale of Two Time Scales: Determining Integrated Volatility with Noisy High-Frequency Data, Journal of the American Statistical Association, forthcoming.",
        "Thomakos, D.D. and T. Wang (2003), Realized Volatility in the Futures Market, Journal of Empirical Finance, 10, 321-353. - 30 - Vlaar, P.J.G. and F.C. Palm (1993), The Message in Weekly Exchange Rates in the European Monetary System: Mean Reversion, Conditional Heteroskedasticity, and Jumps, Journal of Business and Economic Statistics, 11, 351-360.",
        "Tiao, G.C. and R.S. Tsay (1994), Some Advances in Non-Linear and Adaptive Modeling in Time Series, Journal of Forecasting, 14, 109-131.",
        "Santa-Clara, P. and S. Yan (2004), Jump and Volatility Risk and Risk Premia: A New Model and Lessons from S&P500 Options, Manuscript, UCLA.",
        "Rydberg, T. and N. Shephard (2003), The Dynamics of Trade-by-Trade Price Movements, Journal of Financial Econometrics, 1, 2-25.",
        "Russell, J.R. and R.F. Engle (2005), A Discrete-State Continuous-Time Model of Financial Transaction Prices and Times: The Autoregressive Conditional Multinomial - Autoregressive Duration Model, Journal of Business and Economic Statistics, 23, 166-180.",
        "Robinson, P.M. (1991), Testing for Strong Serial Conelation and Dynamic Conditional Heteroskedasticity in Multiple Regressions, Journal of Econometrics, 47, 67-84.",
        "Pong, S., M.B. Shackleton, S.J. Taylor and X. Xu (2004), Forecasting Cunency Volatility: A Comparison of Implied Volatilities and AR(FI)MA Models, Journal of Banking and Finance, forthcoming.",
        "Pan, J. (2002), the Jump-Risk Premia Implicit in Options: Evidence from an Integrated Time Series Study, Journal of Financial Economics, 63, 3-50.",
        "Oomen, R.C.A. (2004), Properties of Realized Variance for a Pure Jump Process: Calendar Time Sampling versus Business Time Sampling, Manuscript, University of Warwick.",
        "Oomen, R.C.A. (2002), Modelling Realized Variance when Returns are Serially Conelated, Manuscript, University of Warwick.",
        "OConnell, P.E. (1971), A Simple Stochastic Modelling of Hursts Law, Proceedings of International Symposium on Mathematical Models in Hydrology, 1, 169-187.",
        "Nielsen, M.Ã\u0083Ë\u009c. and P.H. Frederiksen (2004), Finite Sample Accuracy of Integrated Volatility Estimators, Manuscript, Cornell University.",
        "Nelson, D.B. (1992), Filtering and Forecasting with Misspecified ARCH Models I: Getting the Right Variance with the Wrong Model, Journal of Econometrics, 52, 6 1-90.",
        "MUller, U.A., M.M. Dacorogna, R.D. Dave, R.B. Olsen, O.V. Puctet, and J. von WeizsÃ\u0083Â¤cker (1997), Volatilities of Different Time Resolutions - Analyzing the Dynamics of Market Components, Journal of Empirical Finance, 4, 2 13-239.",
        "MUller, U.A., M.M. Dacorogna, R.B. Olsen, O.V. Puctet, M. Schwarz, and C. Morgenegg (1990), Statistical Study of Foreign Exchange Rates, Empirical Evidence of a Price Change Scaling Law, and Intraday Analysis, Journal of Banking and Finance, 14, 1189-1208.",
        "Merton, R.C. (1976), Option Pricing when Underlying Stock Returns are Discontinuous, Journal of Financial Economics, 3, 125-144. - 29 - Merton, R.C. (1980), On Estimating the Expected Return on the Market: An Exploratory Investigation, Journal of Financial Economics, 8, 323-361.",
        "Meddahi, N. (2002), A Theoretical Comparison Between Integrated and Realized Volatility, Journal of Applied Econometrics, 17, 479-508.",
        "Martens, M., (2004), Estimating Unbiased and Precise Realized Covariances, Manuscript, Erasmus University Rotterdam.",
        "Martens, M., D. van Dijk and M. de Pooter (2004), Modeling and Forecasting &P500 Volatility: Long-Memory, Structural Breaks and Nonlinearity, Manuscript, Erasmus University Rotterdam.",
        "Martens, M. (2002), Measuring and Forecasting S&P500 Index Futures Volatility Using High-Frequency Data, Journal of Futures Markets, 22, 497-5 18.",
        "Mancini, C. (2004), Estimation of the Parameters of Jump of a General Poisson-Diffusion Model, Scandinavian Actuarial Journal, 104, 42-52.",
        "Mancini, C. (2003), Statistics of a Poisson-Gaussian Process, Manuscript, Universita di Firenze.",
        "Man, K.S. (2003), Long Memory Time Series and Short Term Forecasts, International Journal of Forecasting, 19, 477-49 1.",
        "Malliavin, P. and M.E. Mancino (2002), Fourier Series Methods for Measurement of Multivariate Volatilities, Finance and Stochastics, 6, 49-61.",
        "Maheu, J.M. and T.H. McCurdy (2004), News Anival, Jump Dynamics and Volatility Components for Individual Stock Returns, Journal of Finance, 59, 755-793.",
        "Koopman, S.J., B. Jungbacker and E. Hol (2005), Forecasting Daily Variability of the S&P100 Stock Index Using Historical, Realised and Implied Volatility Measures, Journal of Empirical Finance, forthcoming.",
        "Jorion, P. (1988), On Jump Processes in the Foreign Exchange and Stock Markets, Review of Financial Studies, 1, 427-445.",
        "Khalaf, L., J.-D. Saphores and J.-F. Bilodeau (2003), Simulation-Based Exact Jump Tests in Models with Conditional Heteroskedasticity, Journal of Economic Dynamics and Control, 28, 53 1-553.",
        "Johannes, M., R. Kumar and N.G. Polson (1999), State Dependent Jump Models: How do US Equity Markets Jump? Manuscript, University of Chicago.",
        "Johannes, M. (2004), The Statistical and Economic Role of Jumps in Continuous-Time Interest Rate Models, Journal of Finance, 59, 227-260.",
        "Janow, R.A. and E. Rosenfeld (1984), Jump Risk and the Intertemporal Capital Asset Pricing Model, Journal of Business, 57, 337-35 1.",
        "Hansen, P.R. and A. Lunde (2006), Realized Variance and Market Microstructure Noise, Journal of Business and Economic Statistics, forthcoming.",
        "Hsu, N.J. and F.J. Breidt (2003), Bayesian Analysis of Fractionally Integrated ARMA with Additive Noise, Journal of Forecasting, 22, 491-5 14. - 28 - Huang, X. and G. Tauchen (2005), The Relative Contribution of Jumps to Total Price Variance Manuscript, Duke University.",
        "Ghysels, E, P. Santa-Clara and R. Valkanov (2005), Predicting Volatility: How to Get the Most out of Returns Data Sampled at Different Frequencies, Journal of Econometrics, forthcoming.",
        "Ghysels, E, P. Santa-Clara and R. Valkanov (2004), The MIDAS Touch: Mixed Data Sampling Regressions, Manuscript, University of North Carolina and UCLA.",
        "Gallant, A.R., C.T. Hsu and G. Tauchen (1999), Using Daily Range Data to Calibrate Volatility Diffusions and Extract the Forward Integrated Variance, Review of Economics and Statistics, 81, 617-63 1.",
        "Forsberg, L. and E. Ghysels (2004), Why Do Absolute Returns Predict Volatility So Well?, Manuscript, University of North Carolina, Chapel Hill..",
        "Forsberg, L. and T. Bollerslev (2002), Bridging the Gap Between the Distribution of Realized (ECU) Volatility and ARCH Modeling (of the Euro): The GARCH-NIG Model, Journal of Applied Econometrics, 17, 535-548.",
        "Eraker, B., M.S. Johannes and N.G. Polson (2003), The Impact of Jumps in Volatility, Journal of Finance, 58, 1269-1300.",
        "Eraker, B. (2004), Do Stock Prices and Volatility Jump? Reconciling Evidence from Spot and Option Prices, Journal of Finance, 59, 1367-1403.",
        "Engle, R.F. and G.J. Lee (1999), A Permanent and Transitory Component Model of Stock Return Volatility, in Cointegration, Causality, and Forecasting. A Festschrift in Honor of Clive WJ. Granger (R.F. Engle and H. White, eds.). Oxford, UK: Oxford University Press.",
        "Engle, R.F. and G.M. Gallo (2005), A Multiple Indicators Model for Volatility Using Intra-Daily Data, Journal of Econometrics, forthcoming.",
        "Engle, R.F. (2000), The Econometrics of Ultra-High Frequency Data, Econometrica, 68, 1-22.",
        "Engle, R.F. (2002), New Frontiers for ARCH Models, Journal of Applied Econometrics, 17, 425-446.",
        "Drost, F.C., T.E. Nijman and B.J.M. Werker (1998), Estimation and Testing in Models Containing Both Jumps and Conditional Heteroskedasticity, Journal of Business and Economic Statistics, 16, 237-243.",
        "Ding, Z., C.W.J. Granger and R.F. Engle (1993), A Long-Memory Property of Stock Market Returns and a New Model, Journal of Empirical Finance, 1, 83-106.",
        "Deo, R., C. Hurvich, and Y. Lu (2005), Forecasting Realized Volatility Using a Long-Memory Stochastic Volatility Model: Estimation, Prediction and Seasonal Adjustment, Journal of Econometrics, forthcoming.",
        "Dacorogna, M.M., R. Gencay, U.A. MUller, O.V. Pictet and R.B. Olsen (2001). An Introduction to High-Frequency Finance. San Diego: Academic Press. - 27 - Das, S.R. (2002), The Surprise Element: Jumps in Interest Rates, Journal of Econometrics, 106, 27-65.",
        "Dacorogna, M.M., U.A. MUller, R.J. Nagler, R.B. Olsen and O.V. Pictet (1993), A Geographical Model for the Daily and Weekly Seasonal Volatility in the Foreign Exchange Market, Journal of International Money and Finance, 12, 413-438.",
        "Cox, D.R. (1991), Long-Range Dependence, Non-Linearity and Time Irreversibility, Journal of Time Series Analysis, 12, 329-335.",
        "Curci, 0. and F. Corsi (2003), A Discrete Sine Transform Approach for Realized Volatility Measurement, Manuscript, University of Pisa.",
        "Corsi, F., Zumbach, U.A. MUller and M. Dacorogna (2001), Consistent High-Precision Volatility from Highfrequency Data, Economic Notes, 30, 183-204.",
        "Corsi, F. (2003), A Simple Long Memory Model of Realized Volatility, Manuscript, University of Southern Switzerland.",
        "Comte, F. and E. Renault (1998), Long Memory in Continuous Time Stochastic Volatility Models, Mathematical Finance, 8, 29 1-323.",
        "Chernov, M., A.R. Gallant, E. Ghysels, and 0. Tauchen (2003), Alternative Models for Stock Price Dynamics, Journal of Econometrics, 116, 225-257.",
        "Christoffersen, P. (1998), Evaluating Interval Forecasts, International Economic Review, 39, 84 1-862.",
        "Chan, W.H. and J.M. Maheu (2002), Conditional Jump Dynamics in Stock Market Returns, Journal of Business and Economic Statistics, 20, 377-3 89.",
        "Calvet, L. and A. Fisher (2002), Multifractality in Asset Returns: Theory and Evidence, Review of Economics and Statistics, 84, 381-406.",
        "Calvet, L. and A. Fisher (2001), Forecasting Multifractal Volatility, Journal of Econometrics, 105, 27-58.",
        "Breidt, F.J., N. Crato and P. de Lima (1998), The Detection and Estimation of Long-Memory in Stochastic Volatility, Journal of Econometrics, 83, 325-348.",
        "Bollerslev, T. and J.H. Wright (2001), Volatility Forecasting, High-Frequency Data, and Frequency Domain Inference, Review of Economics and Statistics, 83, 596-602.",
        "Bollen, B. and B. Inder (2002), Estimating Daily Volatility in Financial Markets Utilizing Intraday Data, Journal of Empirical Finance, 9,551-562.",
        "Beckers, 5. (1981), A Note on Estimating the Parameters of the Diffusion-Jump Model of Stock Returns, Journal of Financial and Quantitative Analysis, 16, 127-140.",
        "Basak, 0., N.H. Chan, and W. Palma (2001), The Approximation of Long-Memory Processes by an ARMA Model, Journal of Forecasting, 20, 367-389. - 26 - Bates, D.S. (2000), Post-~87 Crash fears in the S&P500 Futures Option Market, Journal of Econometrics, 94, 181238.",
        "Barndorff-Nielsen, O.E. and N. Shephard (2005), Econometrics of Testing for Jumps in Financial Economics Using Bipower Variation, Journal of Financial Econometrics, forthcoming.",
        "Barndorff-Nielsen, O.E. and N. Shephard (2004b), How Accurate is the Asymptotic Approximation to the Distribution of Realised Volatility, in Identification and Inference for Econometric Models. A Festschrift in Honour of T.J. Rothenberg (D. Andrews, J. Powell, P.A. Ruud, and J. Stock, eds.). Cambridge, UK: Cambridge University Press.",
        "Barndorff-Nielsen, O.E. and N. Shephard (2004a), Power and Bipower Variation with Stochastic Volatility and Jumps, Journal of Financial Econometrics, 2, 1-37.",
        "Barndorff-Nielsen, O.E. and N. Shephard (2002b), Estimating Quadratic Variation Using Realized Variance, Journal of Applied Econometrics, 17, 457-478.",
        "Barndorff-Nielsen, O.E. and N. Shephard (2003), Realised Power Variation and Stochastic Volatility, Bernoulli, 9, 243-265.",
        "Barndorff-Nielsen, O.E. and N. Shephard (2002a), Econometric Analysis of Realised Volatility and its use in Estimating Stochastic Volatility Models, Journal of the Royal Statistical Society, 64, 253-280.",
        "Barndorff-Nielsen, O.E., P.R. Hansen, A. Lunde and N. Shephard (2005), Regular and Modified Kernel-Based Estimators of Integrated Variance: The Case with Independent Noise, Manuscript, Stanford University.",
        "Barndorff-Nielsen, O.E., S.E. Graversen and N. Shephard (2004), Power Variation and Stochastic Volatility: A Review and Some New Results, Journal of Applied Probability, 41A, 133-143.",
        "Bandi, F.M. and J.R. Russell (2004b), Separating Microstructure Noise from Volatility Manuscript, University of Chicago.",
        "Barndorff-Nielsen, O.E., S.E. Graversen, J. Jacod, M. Podolskij and N. Shephard (2005), A Central Limit Theorem for Realised Power and Bipower Variation of Continuous Semimartingales, in From Stochastic Analysis to Mathematical Finance, FestschriftforAlbert Shiryaev (Y. Kabanov and R. Lipster, eds.). Springer Verlag.",
        "Ball, C.A. and W.N. Torous (1983), A Simplified Jump Process for Common Stock Returns, Journal of Financial and Quantitative Analysis, 18, 53-65.",
        "Bandi, F.M. and J.R. Russell (2004a), Microstructure Noise, Realized Volatility, and Optimal Sampling, Manuscript, University of Chicago.",
        "Baillie, R.T., T. Bollerslev, and H.O. Mikkelsen (1996), Fractionally Integrated Generalized Autoregressive Conditional Heteroskedasticity, Journal of Econometrics, 74, 3-30.",
        "Bai, X., J.R. Russell and G.C. Tiao (2004), Effects of Non-Normality and Dependence on the Precision of Variance Estimates using High-Frequency Financial Data, Manuscript, University of Chicago.",
        "Andreou, E. and E. Ghysels (2002), Rolling-Sample Volatility Estimators: Some New Theoretical, Simulation, and Empirical Results, Journal of Business and Economic Statistics, 20, 363-376. - 25 - Areal, N.M.P.C. and S.J. Taylor (2002), The Realized Volatility of FTSE-100 Futures Prices, Journal of Futures Markets, 22, 627-648.",
        "Andersen, T.G., T. Bollerslev and N. Meddahi (2005), Conecting the Enors: Volatility Forecast Evaluation using High-frequency Data and Realized Volatilities, Econometrica, 72, 279-296.",
        "Andersen, T.G., T. Bollerslev and N. Meddahi (2004), Analytic Evaluation of Volatility Forecasts, International Economic Review, 45, 1079-1110.",
        "Andersen, T.G., T. Bollerslev, F.X. Diebold and C. Vega (2005), Real-Time Price Discovery in Stock, Bond and Foreign Exchange Markets, Manuscript, Northwestern University, Duke University, University of Pennsylvania, and University of Rochester.",
        "Andersen, T.G., T. Bollerslev, F.X. Diebold and C. Vega (2003), Micro Effects of Macro Announcements: RealTime Price Discovery in Foreign Exchange, American Economic Review, 93, 3 8-62.",
        "Andersen, T.G., T. Bollerslev, F.X. Diebold and P. Labys (2003), Modeling and Forecasting Realized Volatility, Econometrica, 71, 579-625.",
        "Andersen, T.G., T. Bollerslev, F.X. Diebold and P. Labys (2001), The Distribution of Realized Exchange Rate Volatility, Journal of the American Statistical Association, 96, 42-55.",
        "Andersen, T.G., T. Bollerslev, F.X. Diebold and P. Labys (2000), Great Realizations, Risk, 13, 105-108.",
        "Andersen, T.G., T. Bollerslev and F.X. Diebold (2005), Parametric and Non-Parametric Volatility Measurement, in Handbook of Financial Econometrics (L.P Hansen and Y. AIt-Sahalia, eds.). Elsevier Science, New York, forthcoming.",
        "Andersen, T.G., T. Bollerslev, F.X. Diebold and H. Ebens (2001), The Distribution of Realized Stock Return Volatility, Journal of Financial Economics, 61, 43-76.",
        "Andersen, T.G. and T. Bollerslev (1998), Answering the Skeptics: Yes, Standard Volatility Models Do Provide Accurate Forecasts, International Economic Review, 39, 885-905.",
        "Andersen, T.G. and T. Bollerslev (1997), Heterogeneous Infonnation Arrivals and Return Volatility Dynamics: Uncovering the Long-Run in High-Frequency Returns, Journal of Finance, 52, 975-1005.",
        "Andersen, T.G., L. Benzoni and J. Lund (2002), Estimating Jump-Diffusions for Equity Returns, Journal of Finance, 57, 1239-1284.",
        "AIt-Sahalia, Y. (2004), Disentangling Volatility from Jumps, Journal of Financial Economics, 74, 487-528.",
        "AIt-Sahalia, Y., P.A. Mykland and L. Zhang (2005), How Often to Sample a Continuous-Time Process in the Presence of Market Microstructure Noise, Review of Financial Studies, 18, 35 1-416.",
        "AIt-Sahalia, Y. (2002), Telling from Discrete Data Whether the Underlying Continuous-Time Model is a Diffusion, Journal of Finance, 57, 2075-2121."
    ]
}