{
    "id": 11773,
    "cites": 28,
    "cited_by": 9,
    "reference": [
        "Athey, Susan and Scott Stern (2002). The Impact of Information Technology and Job Design on Emergency Health Care Outcomes, RAND Journal of Economics, Vol. 33, No. 3, pp. 399-432.",
        "Autor, David, Lawrence Katz and Alan Krueger (1998). Computing Inequality: Have Computers Changed the Labor Market? Quarterly Journal of Economics, vol. 113, pp.11691214.",
        "Autor, David, Frank Levy and Richard Murnane (2003). The Skill Content of Recent Technological Change: An Empirical Exploration, Quarterly Journal of Economics, vol 118, no. 4, pp. 1279-1333.",
        "Autor, David, Lawrence Katz and Melissa Kearny (2005). Trends in U.S. Wage Inequality: ReAssessing the Revisionists, NBER Working Paper No. 11627, September.",
        "Bartel, Ann, Casey Ichniowski and Kathryn Shaw (2004) Using Insider Econometrics to Study Productivity, American Economic Review, vol. 94, no. 2, pp. 217-222.",
        "Berman, Eli, John Bound and Zvi Griliches (1994). Changes in the Demand for Skilled Labor Within U.S. Manufacturing Industries: Evidence from the Annual Survey of Manufacturing, Quarterly Journal of Economics, vol. 109, pp. 367-397.",
        "Berndt, Ernst, Catherine Morrison, and Larry Rosenblum (1994). High-Tech Capital Formation and Labor Composition in U.S. Manufacturing Industries: An Exploratory Analysis, Journal of Econometrics, vol.65, no. 1, pp. 9-43.",
        "Black, Sandra and Lisa M. Lynch (2001). How to Compete: The Impact of Workplace Practices and Information Technology on Productivity, Review of Economics and Statistics, 83(3), 434445.",
        "Bresnahan, Timothy and Manuel Trajtenberg (1995) General Purpose Technologies Engines of Growth. Journal of Econometrics, vol 65, no. 1, pp. 83-108.",
        "Bresnahan, Timothy F. and Shane Greenstein (1996). Technical Progress in Computing and in the Uses of Computers, Brookings Papers on Economic Activity, Microeconomics, pp. 1-83.",
        "Bresnahan, Timothy F. and S. Greenstein (2001). The Economic Contribution of Information Technology: Towards Comparative and User Studies, Journal of Evolutionary Economics, vol.",
        "Bresnahan, Timothy, Erik Brynjolfsson, and Loren Hitt (2002). Information Technology, Work Organization, and the Demand for Skill Labor: Firm-Level Evidence. Quarterly Journal of Economics, vol. 14, no. 4, pp. 23-48.",
        "Brynjolfsson, Erik and Lorin Hitt (2003). Computing Productivity: Firm-level Evidence, Review of Economics and Statistics, Vol. 85, No. 4, pp. 793-808.",
        "Brynjolfsson, Erik, Michael D. Smith, and Yu (Jeffrey) Hu (2003). Consumer Surplus in the Digital Economy: Estimating the Value of Increased Product Variety at Online Booksellers Management Science, Vol. 49, No. 11, pp. 1580-1596.",
        "Da Silveira G., D. Borenstein, F.S. Fogliatto (2001). Mass Customization: Literature Review and Research Directions. International Journal of Production Economics. 72: 1-13.",
        "David, Paul, Technology Diffusion, Public Policy, and Industrial Competitiveness (1986). In R. Landau and N. Rosenberg, eds., The Positive Sum Strategy: Harnessing Technology for Economic Growth. Washington, DC: National Academy Press.",
        "Doms, Mark, Timothy Dunne and Kenneth R. Troske. (1997) Workers, Wages and Technology, Quarterly Journal of Economics. vol. 112, no.1, pp. 253-290.",
        "Dunne, Timothy and James Schmitz (1995). Wages, Employment Structure and Employer SizeWage Premia: Their Relationship to Advanced-Technology Usage at U.S. Manufacturing Establishments, Economica, vol. 62, pp. 89-107.",
        "Heckman, James (1990), Varieties of Selection Bias, American Economic Review, vol. 80, no.",
        "Heckman, James, Robert Lalonde and James Smith (1999), The Economics and Econometrics of Active Labor Market Policies, in The Handbook of Labor Economics, eds. Orley Ashenfelter and David Card, Amsterdam: North Holland.",
        "Hubbard, Thomas N. (2003) Information, Decisions and Productivity: On-Board Computers and Capacity Utilization in Trucking, American Economic Review, vol 93, no. 4, pp. 13281353.",
        "Jorgenson, Dale W., Mun C. Ho and Kevin Stiroh (2003) Growth of U.S. Industries and Investments in Information Technology and Higher Education, in NBER/CRIW Conference on Measurement of Capital in the New Economy.",
        "Karshenas, Massoud and Paul Stoneman (1993). Rank, Stock, Order and Epidemic Effects in the Diffusion of New Process Technologies: An Empirical Model, Rand Journal of Economics Vol. 24, No. 4, pp. 503-528.",
        "Mendelson, Haim (2000). Organizational Architecture and Success in the Information Technology Industry, Management Science, Vol. 46, No.4, pp. 513-529.",
        "Milgrom, Paul and John Roberts (1990) The Economics of Modern Manufacturing: Technology, Strategy and Organization American Economic Review, vol. 80, no. 3, pp. 511528.",
        "Pardakturk, Ali and Haim Mendelson (2004). Competitive Customization, Stanford Working Paper, October.",
        "Rose, Nancy and Paul Joskow (1990) The Diffusion of New Technologies: Evidence from the Electric utility Industry, Rand Journal of Economics, Vol. 21, pp.354-373.",
        "Stoneman, P (1983). The Economics of Technological Change. Oxford: Oxford University Press."
    ]
}