{
    "id": 1177,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "Bilson, J.F. Rational Expectations and the Exchange Rate.Chapter 5 in Frenke1, J.A. and H.G. Johnson, eds. (1978). Branson, W.H., H. Halttrinen, and P. Masson. Exchange Rates in the Short Run; the Dollar-Deutschemark Rate. European Economic Review 10, 303-24, (December 1977).",
        "Ciaassen, E.M. On the Indirect Productivity of Money, Journal of Political Economy, Vol. 83, 431-6, (April 1975).",
        "Clower, R.W., A Reconsideration of the Microfoundation of Monetary Theory. Western Economic Journal, Vol. 6, 1-9, (December 1967).",
        "Dornbusch, R. The Theory of Flexible Exchange Rate Regimes and Macroeconomic Policy, Chapter 2 in Frenkel, J.A. and H.G. Johnson, eds. (1978).",
        "Dornbusch, R. and J.A Frenkel. Inflation and Growth, Journal of Money, Credit and Banking, Vol. 1, 141-156, (1973).",
        "Frenkel, J.A. A Monetary Approach to the Exchange Rate: Doctrinal Aspects and Empirical Evidence, Chapter 1 in Frenkel, J.A. and H.G. Johnson, eds (1978).",
        "Frenkel, J.A. and H.G. Johnson, eds. The Economics of Exchange Rates: Selected Studies, Reading, Mass.: Addison-Wesley, 1978. Frenkel, J.A. Flexible Exchange Rates, Prices and the Role of News, Journal of Political Economy, Vol. 89, 665-705.",
        "Helpman, E. and A. Razin, Dynamics of a Floating Exchange Rate Regime, Journal of Political Economy, Vol. 90, 728-754, (August 1982).",
        "Kami, E. Transaction Costs and the Demand for Media Exchange, Western Economic Journal, II (1): 71-80 (1973). -31-Kouri, P.J. The Exchange Rate and the Balance of Payments in the Short-Run and in the Long-Run, Scandinavian Journal of Economics, Vol. 78, No. 2, 280-304:1976.",
        "Liviatan, N. Monetary Expansion and Real Exchange Rate Dynamics, Journal of Political Economy, Vol. 89, 1218-1227, (December 1981).",
        "Mussa, M. The Role of the Current Account in Exchange Rate Dynamics, Unpublished manuscript, University of Chicago, (1980).",
        "Sachs, J.D. The Current Account and Macroeconomic Adjustment in the 1970's, Brookings Papers on Economic Activity, 1: 1981.",
        "Stockman, A.C. A Theory of Exchange Rate Determination, Journal of Political Economy, Vol. 88, 673-698 (August 1980).",
        "Svensson, L.E. and A. Razin. The Terms of Trade and the Current Account: The Laursen-Metzler Effect. Journal of Political Economy, Vol. 91, 97-125 (February 1983). -32-"
    ]
}