{
    "id": 11788,
    "cites": 22,
    "cited_by": 284,
    "reference": [
        "Calvo, Guillermo, 1983, Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 12 (3), September, 383-398.",
        "Cochrane, J., 2001, Asset Pricing, Princeton University Press.",
        "Christiano, L; M. Eichenbaum and Ch. Evans, 2005, Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy, forthcoming.",
        "Cogley, Timothy and Argia Sbordone (2004), A Search for a Structural Phillips Curve,mimeo.",
        "Collard, Fabrice Collard and Harris Dellas, 2005, The New Keynesian Model with Imperfect Information and Learning, Journal of Money Credit and Banking, forthcoming.",
        "GalÃ\u0083Â­, Jordi and Mark Gertler, 1999, Inflation Dynamics: A Structural Econometric Approach, Journal of Monetary Economics, 44(2), October, 195-222.",
        "GalÃ\u0083Â­, Jordi, Mark Gertler, and David LÃ\u0083Â³pez-Salido (2001): European Inflation Dynamics, European Economic Review, 45 (7), 1237-1270.",
        "GalÃ\u0083Â­, Jordi, Mark Gertler, and David LÃ\u0083Â³pez-Salido (2003): Erratum to European Inflation Dynamics, European Economic Review, 47 (4), 759-760.",
        "Guerreri, L.,2001,Inflation Dynamics, International Finance Discussion Papers 715, Federal Reserve Board.",
        "Ireland, Peter N., 2001,: Sticky Price Models of the Business Cycle: Specification and Stability, Journal of Monetary Economics, vol. 47, no. 1, 3-18.",
        "Kurmann, A., 2002,Maximum Likelihood Estimation of Dynamic Stochastic Theories with an Application to the New Keynesian Pricing, mimeo UniversitÃ\u0083Â© du QuÃ\u0083Â©bec Ã\u0083Â  Montreal, CIRPRÃ\u0083â\u0080° King, R. and A. Kurmann, 2002, Expectations and the Term Structure of the Interest Rates: Evidence and Implications, Federal Reserve Bank of Richmond Quarterly Review 88/4 Fall 2002, 49-94.",
        "Levin, A., A. Onatski, N.Williams and J. Williams, 2005, Monetary Policy Under Uncertainty, mimeo.",
        "LindÃ\u0083Â©, J., 2005, Estimating New-Keynesian Phillips Curves: A Full Information Maximum Likelihood Approach, Journal of Monetary Economics, forthcoming.",
        "Mankiw, N.G., 2001, The Inexorable and Mysterious Trade-Off between Inflation and Unemployment, The Economic Journal, 111, May 2001, C45-C61.",
        "Rabanal, Pau and Rubio, Juan F., 2005, Comparing New Keynesian Models of the Business Cycle: A Bayesian Approach, Journal of Monetary Economics, forthcoming.",
        "Rudd, Jeremy and Karl Whelan, 2005, New Tests of the New Keynesian Phillips Curve, Journal of Monetary Economics, forthcoming.",
        "Sbordone, Argia, 2002,: Prices and Unit Labor Costs: A New Test of Price Stickiness, Journal of Monetary Economics, vol. 49, no. 2, 235-456.",
        "Sbordone, Argia, 2004, A Limited Information Approach to the Simultaneous Estimation of Wage and Price Dynamics, mimeo.",
        "Sbordone, Argia, 2005,: Do Expected Future Marginal Costs Drive Inflation Dynamics, Journal of Monetary Economics, forthcoming.",
        "Smets, F. and R. Wouters (2003): An Estimated Stochastic General Equilibrium Model of the Euro Area, Journal of the European Economic Association, vol. 1(5), 1123-1175.",
        "Smets, F. and R. Wouters (2004) Shocks and Frictions in US Business Cycles: a Bayesian DSGE Approach, mimeo.",
        "Stock, J. and Staiger, J. (1987): Instrumental Variables Regression with Weak Instruments, Econometrica, vol. 65, no. 3, 557-586."
    ]
}