{
    "id": 11786,
    "cites": 20,
    "cited_by": 11,
    "reference": [
        "Akerlof, G. and J. Yellen (1990), The Fair-Wage Effort Hypothesis and Unemployment, Quarterly Journal of Economics, 105(2): 255-284.",
        "Babcock, Linda, Xianghong Wang and George Loewenstein (1996), Choosing the Wrong Pond: Social Comparisons in Negotiations that Reflect a Self-Serving Bias Quarterly Journal of Economics, 111(1): 1-19.",
        "Bolton, G. (1991), A Comparative Model of Bargaining: Theory and Evidence, American Economic Review, 81, 1096-1136.",
        "Bolton, G. and A. Ockenfels (2000), ERC: A Theory of Equity, Reciprocity, and Competition, American Economic Review, 90, 166-193.",
        "Charness, G. and M. Rabin (2002), Understanding Social Preferences with Simple Tests, Quarterly Journal of Economics, 117, 817-869.",
        "Danziger, L., and E. Katz (1997), Wage Secrecy as a Social Convention, Economic Inquiry, 35(1): 59-69.",
        "Fehr, E. and A. Falk (1999), Wage Rigidity in a Competitive Incomplete Market, Journal of Political Economy, 107(1): 106-134.",
        "Fehr, E., G. Kirchsteiger, and A. Riedl (1993), Does Fairness Prevent Market Clearing? An Experimental Investigation, Quarterly Journal of Economics, 108(2): 437-459.",
        "Fehr, E., E. Kirchler, A. Weichbold and S. GÃ\u0083Â¤chter (1998), When Social Norms Overpower Competition: Gift Exchange in Experimental Labor Markets, Journal of Labor Economics, 16(2): 324-351.",
        "Fehr, E. and K. Schmidt (1999), A Theory of Fairness, Competition, and Cooperation, Quarterly Journal of Economics, 114, 817-868.",
        "Frank, R. (1984), Are Workers Paid Their Marginal Products?, American Economic Review, 74(4): 549-571.",
        "FrÃ\u0083Â©chette, G., J. Kagel, and S. Lehrer (2003), Bargaining in Legislatures: An Experimental Investigation of Open versus Closed Amendment Rules, American Political Science Review, 97, 221-232.",
        "FrÃ\u0083Â©chette, G., J. Kagel, and M. Morelli (2004a), Behavioral Identification in Coalitional Bargaining: Am Experimental Analysis of Demand Bargaining and Alternating Offers, forthcoming in Econometrica.",
        "FrÃ\u0083Â©chette, G., J. Kagel, and M. Morelli (2004b), Nominal Bargaining Power, Selection Protocol, and Discounting in Legislative Bargaining, forthcoming in Journal of Public Economics.",
        "GÃ\u0083Â¼th, W., M. KÃ\u0083Â¶nigstein, J. KovÃ\u0083Â¡cs and E. Zala-MezÃ\u0083Âµ (2001), Fairness within Firms: The Case of One Principal and Many Agents, Schmalenbach Business Review, 53(2): 82-101.",
        "GÃ\u0083Â¼th, W. and E. van Damme (1998), Information, strategic behavior and fairness in ultimatum bargaining - An experimental study, Journal of. Mathematical Psychology, 42, 227-247.",
        "Harris, M. and B. Holmstrom (1982), A Theory of Wage Dynamics, Review of Economic Studies, 49(3): 315-333.",
        "Kagel, J. and K. Wolfe (2001), Tests of Fairness Models Based on Equity Considerations in a Three-Person Ultimatum Game, Experimental Economics, 4, 203-220.",
        "Lawler, E. (1990), Strategic Pay: Aligning Organizational Strategies and Pay Systems, San Francisco: Jossey-Bass.",
        "Lazear, E. (1989), Pay Equality and Industrial Politics, Journal of Political Economy, 97(3), 561-580."
    ]
}