{
    "id": 11781,
    "cites": 106,
    "cited_by": 1,
    "reference": [
        "Weitzman, M. L. (1974), Prices vs. quantities, Review of Economic Studies 41:477491.",
        "Wittman, D. (1977), Prior regulation versus post liability: The choice between input and output monitoring, Journal of Legal Studies 6:193-212.",
        "Viscusi, W. K. and W. Evans (1990), Utility functions that depend on health status: estimates and economic implications, American Economic Review 80:353-374.",
        "Viscusi, W. K. (1991), Reforming Products Liability (Harvard University Press, Cambridge, MA).",
        "Sykes, A. 0. (1984), The economics of vicarious liability, Yale Law Journal 93:123 11282.",
        "Sykes, A. 0. (1981), An efficiency analysis of vicarious liability under the law of agency, Yale Law Journal 91:168-206.",
        "Summers, J. (1983), The case of the disappearing defendant: an economic analysis, University of Pennsylvania Law Review 132:145-185.",
        "Spier, K. E. (2006), Litigation, in: A.M. Polinsky and S. Shavell, eds., Handbook of Law and Economics, vol. 1 (North-Holland, Amsterdam).",
        "Spier, K. E. (1997), A note on the divergence between the private and the social motive to settle under a negligence rule, Journal of Legal Studies 26:613-621.",
        "Spier, K. E. (1994), Settlement bargaining and the design of damage awards, Journal of Law, Economics, & Organization 10:84-95.",
        "Spence, M. (1977), Consumer misperceptions, product failure, and product liability, Review of Economic Studies 44:561-572.",
        "Sloan, F. A. (1998), Automobile accidents, insurance, and tort liability, in The New Palgrave Dictionary of Economics and the Law, P. Newman editor, 1:140-144 (Macmillan, London).",
        "Shavell, 5. (1999), The level of litigation: private versus social optimality, International Review of Law and Economics, 19:99-115. Shavell, 5. (2000), On the social function and the regulation of liability insurance, Geneva Papers on Risk and Insurance, Issues and Practice, 25:166-179. Shavell, 5. (2005), Minimum asset requirements and compulsory liability insurance as solutions to the judgment-proof problem, Rand Journal of Economics, 36:63-77.",
        "Shavell, 5. (1993), The optimal structure of law enforcement, Journal of Law and Economics 36:255-287. Shavell, 5. (1997), The fundamental divergence between the private and the social motive to use the legal system, Journal of Legal Studies 26:575-612.",
        "Shavell, 5. (1987), Economic Analysis of Accident Law (Harvard University Press, Cambridge, MA).",
        "Shavell, 5. (1986), The judgment proof problem, International Review of Law and Economics 6:45-58.",
        "Shavell, S. (1984b), Liability for harm versus regulation of safety, Journal of Legal Studies 13:357-374. Shavell, 5. (1985), Uncertainty over causation and the determination of civil liability, Journal of Law and Economics 28:587-609.",
        "Shavell, S. (1984a), A model of the optimal use of liability and safety regulation, Rand Journal of Economics 15:27 1-280.",
        "Shavell, S. (1982c), Suit, settlement, and trial: A theoretical analysis under alternative methods for the allocation of legal costs, Journal of Legal Studies 11:55-8 1.",
        "Shavell, S. (1982b), The social versus the private incentive to bring suit in a costly legal system, Journal of Legal Studies 11:333-339.",
        "Shavell, S. (1982a), On liability and insurance, Bell Journal of Economics 13:120-132.",
        "Shavell, S. (1980b), Strict liability versus negligence, Journal of Legal Studies 9:1-25. Shavell, 5. (1981), A note on efficiency vs. distributional equity in legal rulemaking: Should distributional equity matter given optimal income taxation? American Economic Review (Papers and Proceedings) 7 1:414-418.",
        "Shavell, S. (1980a), An analysis of causation and the scope of liability in the law of torts, Journal of Legal Studies 9:463-5 16.",
        "Schwartz, A. and L. L. Wilde (1979), Intervening in markets on the basis of imperfect information: a legal and economic analysis, University of Pennsylvania Law Review 127:630-682.",
        "Sarath, B. (1991), Uncertain litigation and liability insurance, Rand Journal of Economics 22:218-23 1.",
        "Rubinfeld, D. L. (1987), The efficiency of comparative negligence, Journal of Legal Studies 16:375-394.",
        "Rosenberg, D. (1984), The causal connection in mass exposure cases: a `public law vision of the tort system, Harvard Law Review 97:849-929.",
        "Rose-Ackerman, S. and M. Geistfeld (1987), The divergence between the social and private incentives to sue: a comment on Shavell, Menell, and Kaplow, Journal of Legal Studies 16:483-49 1.",
        "Roberts, M. J. and M. Spence (1976), Effluent charges and licenses under uncertainty, Journal of Public Economics 5:193-208.",
        "Priest, G. L. and B. Klein (1984), The selection of disputes for litigation, Journal of Legal Studies 13:1-55.",
        "Priest, G. L. (1988), Products liability law and the accident rate, in: R.E. Litan and C. Winston, eds., Liability: Perspectives and Policy (Brookings Institution, Washington, D.C.) 184-222.",
        "Priest, G. L. (1981), A theory of the consumer product warranty, Yale Law Journal 90:1297-1352.",
        "Posner, R.A. (1972), Economic Analysis of Law, 1st ed. (Little, Brown and Company, Boston).",
        "Priest, G. L. (1977), The common law process and the selection of efficient rules, Journal of Legal Studies 6:65-82.",
        "Polinsky, A. M. and S. Shavell (1998), Punitive damages: an economic analysis, Harvard Law Review 111:869-962.",
        "Polinsky, A. M. and D. L. Rubinfeld (1988), The welfare implications of costly litigation for the level of liability, Journal of Legal Studies, 17:151-164.",
        "Polinsky, A. M. and Y-K. Che (1991), Decoupling liability: optimal incentives for care and litigation, Rand Journal of Economics 22:562-570.",
        "Polinsky, A. M. (1997), Are punitive damages really insignificant, predictable, and rational? Journal of Legal Studies 26:663-677.",
        "Polinsky, A. M. (1980b), Strict liability vs. negligence in a market setting, American Economic Review (Papers and Proceedings) 70:363-367.",
        "Polinsky, A. M. (1980a), Resolving nuisance disputes: the simple economics of injunctive and damage remedies, Stanford Law Review 32:1075-1112.",
        "Polborn, M.K. (1998), Mandatory insurance and the judgment-proof problem, International Review of Law and Economics 18: 141-146.",
        "Pitchford, R. (1995), How liable should a lender be? The case of judgment-proof firms and environmental risk, American Economic Review 85:1171-1186.",
        "Ordover, J. A. (1978), Costly litigation in the model of single activity accidents, Journal of Legal Studies 7:243-261.",
        "Oi, W. (1973), The economics of product safety, Bell Journal of Economics 4:3-28.",
        "Newman, H. A. and D. W. Wright (1990), Strict liability in a principal-agent model, International Review of Law and Economics 10:219-231.",
        "Landes, W. M. and R.A. Posner (1981), An economic theory of intentional torts, International Review of Law and Economics 1:127-154.",
        "Menell, P. 5. (1983), A note on private versus social incentives to sue in a costly legal system, Journal of Legal Studies 12:41-52.",
        "Landes, W. M. and R.A. Posner (1980), Joint and multiple torts: an economic analysis, Journal of Legal Studies 9:517-556.",
        "Kraakman, R. (1998), Limited shareholder liability, in P. Newman, ed., The New Palgrave Dictionary of Economics and the Law, 3:648-654 (Macmillan, London).",
        "Landes, E. (1982), Insurance, liability, and accidents: a theoretical and empirical investigation of the effect of no-fault accidents, Journal of Law and Economics 25:49-65.",
        "Kraakman, R. (1986), Gatekeepers: the anatomy of a third-party enforcement strategy, Journal of Law, Economics, & Organization 2:53-104.",
        "Kornhauser, L. A. (1982), An economic analysis of the choice between enterprise and personal liability for accidents, California Law Review 70:1345-1392.",
        "Kolstad, C. D., T. S. Ulen, and G. V. Johnson (1990), Ex post liability for harm vs. ex ante safety regulation: substitutes or complements? American Economic Review 80:888-901.",
        "Kessler, D. and D. L. Rubinfeld (2006), Empirical Study of the Common Law and Legal Process, in: A.M. Polinsky and S. Shavell, eds., Handbook of Law and Economics, vol. 1 (North-Holland, Amsterdam).",
        "Kessler, D. and M. McClellan (1996), Do doctors practice defensive medicine? Quarterly Journal of Economics 111:353-390.",
        "Keeton, W. R. and E. Kwerel (1984), Externalities in automobile insurance and the underinsured driver problem, Journal of Law and Economics 27:149-179.",
        "Karpoff, J. M. and J. R. Lott (1999), On the determinants and importance of punitive damage awards, Journal of Law and Economics 42:527-573.",
        "Kaplow, L. and S. Shavell (2002), On the superiority of corrective taxes to quantity regulation, American Law and Economics Review, 4:1-17.",
        "Kaplow, L. and S. Shavell (2001), Any non-welfarist method of policy assessment violates the Pareto principle, Journal of Political Economy 109:281-286.",
        "Kaplow, L. and S. Shavell (1994), Accuracy in the determination of liability, Journal of Law and Economics 37:1-15. Kaplow, L. and S. Shavell (i996a), Property rules versus liability rules: an economic analysis, Harvard Law Review 109:713-790. Kaplow, L. and S. Shavell (i996b), Accuracy in the assessment of damages, Journal of Law and Economics 39:19 1-210.",
        "Kaplow, L. (1986), Private versus social costs in bringing suit, Journal of Legal Studies 15:371-385.",
        "Kahneman, D., J. L. Knetsch, and R. H. Thaler (1990), Experimental tests of the endowment effect and the Coase theorem, Journal of Political Economy 98:13251348.",
        "Kahan, M. (1989), Causation and incentives to take care under the negligence rule, Journal of Legal Studies 18:427-447.",
        "Jost, P-J. (1996), Limited liability and the requirement to purchase insurance, International Review of Law and Economics 16:259-276.",
        "Hylton, K. N. (1990), The influence of litigation costs on deterrence under strict liability and under negligence, International Review of Law and Economics 10: 161-171.",
        "Hoffman, E. and M. Spitzer (1982), The Coase theorem: some experimental tests, Journal of Law and Economics 25 :73-98.",
        "Huberman, G., D. Mayers, and C. Smith (1983), Optimal insurance policy indemnity schedules, Bell Journal of Economics 14:415-426.",
        "Higgins, R. 5. (1978), Producers liability and product-related accidents, Journal of Legal Studies 7:299-321.",
        "Hay, B. L. and K. E. Spier (1998), Settlement of litigation, in: P. Newman, ed., The New Palgrave Dictionary of Economics and the Law (Macmillan, London) 3:442-451.",
        "Hansmann, H. and R. Kraakman (1991), The uneasy case for limiting shareholder liability in tort, Yale Law Journal 100:1879-1934.",
        "Hamada, K. (1976), Liability rules and income distribution in product liability, American Economic Review 66:228-234.",
        "Green, J. (1976), On the optimal structure of liability laws, Bell Journal of Economics 7:553-574.",
        "Grossman, S. J. (1981), The informational role of warranties and private disclosure about product quality, Journal of Law and Economics 24:46 1-483.",
        "Grady, M. F. (1983), A new positive economic theory of negligence, Yale Law Journal 92:799-829.",
        "Friedman, D. D. and W. Sjostrom (1993), Hanged for a sheep - The economics of marginal deterrence, Journal of Legal Studies 22:345-366.",
        "Goldberg, V. P. (1974), The economics of product safety and imperfect information, Bell Journal of Economics 5:683-688.",
        "Feess, E. (1999), Lender liability for environmental harm: an argument against negligence based rules, European Journal of Law and Economics 8:23 1-250.",
        "Farber, H. S. and M. J. White (1991), Medical malpractice: an empirical examination of the litigation process, Rand Journal of Economics 22:199-217.",
        "Emons, W. and J. Sobel (1991), On the effectiveness of liability rules when agents are not identical, Review of Economic Studies 58:375-390.",
        "Emons, W. (1990), Efficient liability rules for an economy with non-identical individuals, Journal of Public Economics 42:89-104.",
        "Eisenberg, T., J. Goerdt, B. J. Ostrom, D. Rottman, and M. T. Wells (1997), The predictability of punitive damages, Journal of Legal Studies 26:623-661.",
        "Ellickson, R. C. (1973), Alternatives to zoning: covenants, nuisance rules, and fines as land use controls, University of Chicago Law Review 40:681-781.",
        "Edlin, A. (1994), Efficient standards of due care: should courts find more parties negligent under comparative negligence? International Review of Law and Economics 14:21-34.",
        "Dobbs, Dan B. (2000), The Law of Torts (West, St. Paul).",
        "Diamond, P. A. (2002), Integrating punishment and efficiency concerns in punitive damages for reckless disregard of risks to others, Journal of Law, Economics, & Organization, 18:117-139.",
        "Diamond, P. A. (1974), Single activity accidents, Journal of Legal Studies 3:107-164.",
        "Dewees, D., D. Duff, and M. Trebilcock (1996), Exploring the Domain of Accident Law: Taking the Facts Seriously (Oxford University Press, New York).",
        "Daughety, A. F. and J. F. Reinganum (1997), Everybody out of the pool: products liability, punitive damages, and competition, Journal of Law, Economics, & Organization 13:410-432.",
        "Danzon, P. M. (1985), Medical Malpractice: Theory, Evidence, and Public Policy (Harvard University Press, Cambridge, MA).",
        "Cummins, J. D., R. D. Phillips, and M. D. Weiss (2001), The incentive effects of nofault automobile insurance, Journal of Law and Economics 44: 427-464.",
        "Croson, R. and J. S. Johnston (2000), Experimental results on bargaining under alternative property rights regimes, Journal of Law, Economics, & Organization 16:50-73.",
        "Craswell, R. and J. E. Calfee (1986), Detenence and uncertain legal standards, Journal of Law, Economics, & Organization 2:279-303.",
        "Cooter, R. D. and T. S. Ulen (1986), An economic case for comparative negligence, New York University Law Review 61:1067-1110.",
        "Cooter, R. D. and D. L. Rubinfeld (1989), Economic analysis of legal disputes and their Resolution, Journal of Economic Literature 27:1067-1097.",
        "Cooter, R. D. (1989), Punitive damages for detenence: when and how much? Alabama Law Review 40:1143-1196.",
        "Cook, P. and D. Graham (1977), The demand for insurance and protection: the case of irreplaceable commodities, Quarterly Journal of Economics 91:143-156.",
        "Coase, R. H. (1960), The problem of social cost, Journal of Law and Economics 3:144.",
        "Calfee, J. E. and P. H. Rubin (1992), Some implications of damage payments for nonpecuniary losses, Journal of Legal Studies 21:37 1-411.",
        "Calabresi, G. and A. D. Melamed (1972), Property rules, liability rules, and inalienability: one view of the cathedral, Harvard Law Review 85:1089-1128.",
        "Calabresi, G. (1975), Concerning cause and the law of torts, University of Chicago Law Review 43:69-108.",
        "Calabresi, G. (1970), The Costs of Accidents (Yale University Press, New Haven).",
        "Boyer, M. and J-J. Laffont (1997), Environmental risks and bank liability, European Economic Review 41:1427-1459.",
        "Brown, J. P. (1973), Toward an economic theory of liability, Journal of Legal Studies 2:323-349.",
        "Boyd, J. and D. E. Ingberman (1997), The search for deep pockets: is extended liability expensive liability? Journal of Law, Economics, and Organization 13:232-258.",
        "Arrow, K. J. (1974), Optimal insurance and generalized deductibles, Scandinavian Actuarial Journal 1974:1-42.",
        "Bar-Gill, 0., and 0. Ben-Shahar (2003), The uneasy case for comparative negligence, American Law and Economics Review 5:433-469."
    ]
}