{
    "id": 11787,
    "cites": 34,
    "cited_by": 51,
    "reference": [
        "Acemoglu, D. and F. Zilibotti (2001). Productivity Differences. Quarterly Journal of Economics 116(2): 563-606.",
        "Alfaro, L., A. Chanda, S. Kalemli-Ozcan, and S. Sayek (2003). FDI Spillovers, Financial Markets and Economic Development. IMF Working Papers 03/186.",
        "Alonso-Borrego, C. and M. Arellano (1999). Symmetrically Normalized InstrumentalVariable Estimation Using Panel Data. Journal of Business and Economic Statistics 17(1): 36-49.",
        "Arellano, M., and S. Bond (1991). Some Tests of Specification for Panel Data: Montecarlo Evidence and an Application to Employment Equations. Review of Economic Studies 58(2): 277-297.",
        "Arellano, M., and O. Bover (1995). Another Look at the Instrumental-Variable Estimation of Error-Components Models. Journal of Econometrics 68(1): 29-52.",
        "Banerjee, A. and A. Newman (2004). Notes for Credit, Growth, and Trade Policy. Mimeo. MIT.",
        "Beck, T., A. Demirguc-Kunt, and R. Levine (2000). A New Database on Financial Development and Structure. The World Bank Economic Review 14(3): 597-605.",
        "Blundell, R. and S. Bond (1997). Initial Conditions and Moment Restrictions in Dynamic Panel Data Models. University College London Discussion Papers in Economics: 97/07, July.",
        "Bolaky, B. and C. Freund (2004). Trade, Regulations, and Growth. World Bank Policy Research Paper Series 3255.",
        "Borensztein, E., J. De Gregorio, J-W. Lee (1995). How Does Foreign Direct Investment Affect Economic Growth? Journal of International Economics 45, 1: 115-35.",
        "Botero, J., S. Djankov, R. La Porta, F. Lopez-de-Silanes, and A. Shleifer (2004). The Regulation of Labor. Quarterly Journal of Economics 119: 1339-1382.",
        "Brecher, R. (1974). Optimal Commercial Policy for a Minimum-wage Economy. Journal of International Economics 4: 139-149.",
        "Calderon, C., N. Loayza, and K. Schmidt-Hebbel (2004). External Conditions and Growth Performance. Central Bank of Chile Working Paper N. 292.",
        "Canning, D. (1998). A Database of World Stocks of Infrastructure. The World Bank Economic Review 12: 529-547.",
        "Djankov, S., R. La Porta, F. Lopez-de-Silanes and A. Shleifer (2002). The Regulation of Entry. Quarterly Journal of Economics 117: 1-37.",
        "Djankov, S., O. Hart, T. Nenova, and A. Shleifer (2003). Efficiency in Bankruptcy. Working Paper, Department of Economics, Harvard University.",
        "Dollar, D. and A. Kraay (2004). Trade, Growth, and Poverty. Economic Journal 114(493): F22-49.",
        "Easterly, W. and M. Sewadeh (2002). Global Development Network Growth Database. Washington: World Bank.",
        "Edwards, S. (1998). Openness, Productivity, and Growth: What Do We Really Know? Economic Journal 108 (447): 383-98.",
        "Eicher, T. (1993). Trade and Converging Growth Rates in a Model with Endogenous Human Capital and Technological Change: Dynamic Gains from Trade Reconsidered. Unpublished paper. Columbia University.",
        "Griliches, Z. and J. Hausman (1986). Errors in Variables in Panel Data. Journal of Econometrics 31(1): 93-118.",
        "Grossman, G. and E. Helpman (1991). Innovation and Growth in the Global Economy.",
        "Levine, R., N. Loayza, and T. Beck (2000). Financial Intermediation and Growth: Causality and Causes. Journal of Monetary Economics 46, No.1: 31-77.",
        "Lipsey, R. and K. Lancaster (1956). General Theory of Second Best. Review of Economic Studies 24(1): 11-32.",
        "Loayza, N., P. Fajnzylber, and C. Calderon (2005). Economic Growth in Latin America: Stylized Facts, Explanations, Forecasts. in World Bank Latin American and Caribbean Studies, Washington, D.C.: The World Bank.",
        "Matsuyama, K. (1992). Agricultural Productivity, Comparative Advantage, and Economic Growth. Journal of Economic Theory 58(2): 317-334.",
        "ODriscoll, G., E. Feulner, and M. A. OGrady (2003). 2003 Index of Economic Freedom.",
        "The Heritage Foundation and the Wall Street Journal. Political Risk Services (2003). International Country Risk Guide. East Syracuse, N.Y.: Political Risk Services.",
        "Sachs, J. D. and A. Warner (1995). Economic Reform and the Process of Global Integration. Brooking Papers on Economic Activity, 1-118.",
        "Sachs, J. and A. Warner (1999). The Big Push, Natural Resource Booms and Growth. Journal of Development Economics 59(1): 43-76.",
        "Wacziarg, R. and K. H. Welch (2003). Trade Liberalization and Growth: New Evidence. NBER Working Paper 10152, Cambridge, MA.",
        "World Bank (2003). Doing Business. Washington, D.C.: The World Bank.",
        "World Bank (2003). World Development Indicators. Washington, D.C.: The World Bank.",
        "Young, A. (1991). Learning by Doing and the Dynamic Effects of International Trade. Quarterly Journal of Economics 106(2): 369-405."
    ]
}