{
    "id": 11792,
    "cites": 36,
    "cited_by": 29,
    "reference": [
        "Alesina, Alberto and Lawrence H. Summers, 1993. Central Bank Independence and Macroeconomic Performance: Some Comparative Evidence, Journal of Money, Credit and Banking, vol. 25, no. 2 (May), pp. 151 162.",
        "Andersen, Torben G., Tim Bollerslev, Francis X. Diebold and Clara Vega, 2003. Micro Effects of Macro Announcements: Real-Time Discovery in Foreign Exchange, American Economic Review, vol. 93, no. 1 (March), pp. 38 62.",
        "Andrews, Donald, 1993. Tests for Parameter Instability and Structural Change with Unknown Change Point, Econometrica, vol 61, no. 4 (July), pp. 821 856.",
        "Andrews, Donald, 2003. Tests for Parameter Instability and Structural Change with Unknown Change Point: A Corrigendum, Econometrica, vol. 71, no. 1 (January), pp. 395 397.",
        "Athey, Susan, Andrew Atkeson, and Patrick Kehoe, 2005. The Optimal Degree of Monetary Policy Discretion, Econometrica, vol. 73, no. 5 (September), pp. 1431-1475.",
        "Backus, David and John Driffill, 1985. Rational Expectations and Policy Credibility Following a Change in Regime, Review of Economic Studies, vol. 52, no. 2 (April), pp. 211 221.",
        "Barro, Robert J. and David B. Gordon, 1983. A Positive Theory of Monetary Policy in a Natural Rate Model, The Journal of Political Economy, vol. 91, no. 4 (August), pp. 589-610.",
        "Bartolini, Leonardo, Spence Hilton, and Alessandro Prati, 2005. Money Market Integration, Federal Reserve Bank of New York.",
        "Bernanke, Ben, 2004. What Policymakers Can Learn from Asset Prices, Remarks before The Investment Analysts Society of Chicago (April 15).",
        "Blinder, Alan, 2000. Central Bank Credibility: Why Do We Care? How Do We Build It?, American Economic Review, vol. 90, no. 5 (December), pp. 1421 1431.",
        "Calvo, Guillermo, 1978. On the Time Consistency of Optimal Policy in a Monetary Economy, Econometrica, vol. 46, no. 6 (November), pp. 1411-1428.",
        "Chinn, Menzie and Jeffrey Frankel, 2003. The Euro Area and World Interest Rates, Santa Cruz Center for International Economics Paper 03-17 (November).",
        "Clark, Todd, 2001. Comparing Measures of Core Inflation, Economic Review, Federal Reserve Bank of Kansas City, Quarter 2 pp.5-31.",
        "Cukierman, Alex, 1992. Central Bank Strategy, Credibility and Independence: Theory and Evidence, The MIT Press, Cambridge, Massachusetts.",
        "Establishing Credibility, Goldberg and Klein 22 Elliott, Graham and Ulrich MÃ\u0083Â¼ller, 2005. Optimally Testing General Breaking Processes in Linear Time Series Models, Manuscript, Princeton University.",
        "Elliott, Graham and Ulrich MÃ\u0083Â¼ller, forthcoming. Efficient Tests for General Persistent Time Variation in Regression Coefficients Review of Economic Studies. Engel, Charles and Jeffrey Frankel, 1984. Why Interest Rates React to Money Announcements: An Explanation from the Foreign Exchange Market, Journal of Monetary Economics, vol 13, pp. 31 39.",
        "Ehrmann, Michael and Marcel Fratzscher, 2004. Equal Size, Equal Role: Interest Rate Interdependence between the Euro Area and the United States, European Central Bank working paper series no. 342 (April).",
        "Estrella, Arturo and Frederic Mishkin, 1997. The Predictive Power of the Term Structure of Interest Rates in Europe and the United States: Implications for the European Central Bank, European Economic Review, 41, pp. 1375-401.",
        "Estrella, Arturo and Anthony Rodriguez, 2005. One-sided test for an unknown breakpoint: Theory, computation, and application to monetary policy, Federal Reserve Bank of New York.",
        "Estrella, Arturo, Anthony Rodriguez and Sebastian Schich, 2003. How Stable is the Predictive Power of the Yield Curve? Evidence from Germany and the United States Review of Economics and Statistics, vol. 85, no. 3 (August), pp 629-644.",
        "Faust, Jon, John Rogers, and Jonathan Wright, 2003. The High Frequency Response of Exchange Rates and Interest Rates to Macroeconomic Announcements, International Finance Discussion Papers 784, Board of Governors of the Federal Reserve System.",
        "Fleming, Michael and Eli Remolona, 1999. Price Formation and Liquidity in the U.S. Treasury Market: The Response to Public Information Journal of Finance vol. LIV, no. 5 (October).",
        "Forder, James, 1999. Central Bank Independence and Credibility: Is there a shred of evidence?: Review, International Finance, vol. 3, no. 1 (April), pp. 167 185.",
        "Goldberg, Linda and Deborah Leonard, 2003. What Moves Sovereign Bond Markets? The Effects of Economic News on U.S. and German Yields, Federal Reserve Bank of New York, Current Issues in Economics and Finance volume 9, no. 9 (September).",
        "Gurkaynek, Refet and Justin Wolfers, 2005. An Initial Analysis of Market-Based Macro Forecasts, Uncertainty, and Risk, forthcoming in NBER International Seminar on Macroeconomics 2005.",
        "Huizinga, John and Frederic Mishkin, 1986. Monetary Policy Regime Shifts and the Unusual Behavior of Interest Rates, Carnegie-Rochester Conference Series on Public Policy, vol. 24 (Spring), pp. 231-274.",
        "Establishing Credibility, Goldberg and Klein 23 Klein, Michael W., and Karen K. Lewis, 1993. Learning About Intervention Target Zones, Journal of International Economics, vol. 35, no. 3/4, pp. 275-295.",
        "Klein, Michael W., Bruce Mizrach and Robert G. Murphy, 1991. Managing the Dollar: Has the Plaza Mattered? Journal of Money, Credit and Banking, vol. 23, no. 4 (November), pp. 742 751.",
        "Kydland, Finn and Edward Prescott, 1977. Rules Rather than Discretion: The Inconsistence of Optimal Plans, The Journal of Political Economy, vol. 85, no. 3 (June), pp. 473-492.",
        "Lewis, Karen K., 1995. Occasional Interventions to Target Rates, American Economic Review, vol. 85, no. 4 (September), pp. 691 - 715.",
        "MÃ\u0083Â¼ller, Ulrich and Philippe-Emmanuel Petalus, 2005. Efficient Estimation of the Parameter Path in Unstable Time Series Models. unpublished manuscript, Princeton University.",
        "Newey, Whitney and Kenneth West, 1987. A Simple Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matric, Econometrica, vol. 55, pp 703-8.",
        "Rogoff, Kenneth, 1985. The Optimal Commitment to an Intermediate Monetary Target, Quarterly Journal of Economics, vol.100 (November) pp.1169-89.",
        "Rogoff, Kenneth, 1987. Reputational Constraints on Monetary Policy, Carnegie Rochester Conference Series on Public Policy, vol. 26. pp.141-82.",
        "Svensson, Lars E.O., 1991. The Simplest Test of Target Zone Credibility, IMF Staff Papers, vol. 38, pp. 655 665.",
        "Svensson, Lars E.O., 1993. The Simplest Test of Inflation Target credibility, 1993, NBER Working Paper No. 4604 (December)."
    ]
}