{
    "id": 11795,
    "cites": 21,
    "cited_by": 6,
    "reference": [
        "Hanes, Christopher. 1993. The Development of Nominal Wage Rigidity in the Late 19th Century. American Economic Review 83(4): 73256.",
        "Huang, Kevin X. D., Zheng Liu, and Louis Phaneuf, 2004. Why Does the Cyclical Behavior of Real Wages Change over Time? American Economic Review 94(4): 83656.",
        "Hummels, David. 1999. Have International Transportation Costs Declined? Purdue University.",
        "Photocopy. Irwin, Douglas. 1996. The United States in a New World Economy? A Centurys Perspective.",
        "Levy-Yeyati, Eduardo, and Federico Sturzenegger. 2005. Classifying Exchange Rate Regimes: Deeds vs. Words. European Economic Review 49(6): 160335.",
        "LÃ\u0083Â³pez-CÃ\u0083Â³rdova, JosÃ\u0083Â© Ernesto, and Christopher M. Meissner. 2003. Exchange Rate Regimes and International Trade: Evidence from the Classical Gold Standard Era. American Economic Review 93(1): 34453.",
        "McKinnon, Ronald. 1963. Optimal Currency Areas. American Economic Review 53(4): 71725.",
        "Obstfeld, Maurice, and Kenneth S. Rogoff. 1995. The Mirage of Fixed Exchange Rates. Journal of Economic Perspectives 9(4): 7396.",
        "Obstfeld, Maurice, and Kenneth S. Rogoff. 1996. Foundations of International Macroeconomics.",
        "Obstfeld, M., and A. M. Taylor. 2004. Global Capital Markets: Integration, Crisis, and Growth.",
        "Polanyi, Karl. 1944. The Great Transformation. New York: Rinehart.",
        "Reinhart, Carmen M., and Kenneth S. Rogoff. 2004. The Modern History of Exchange Rate Arrangements: A Reinterpretation. Quarterly Journal of Economics 119(1): 148.",
        "Reinhart, Carmen M., Kenneth S. Rogoff, and A. Spilimbergo. 2003. When Hard Shocks Hit Soft Pegs. International Monetary Fund. Photocopy.",
        "Rose, Andrew K., and Charles Engel. 2002. Currency Unions and International Integration.",
        "Journal of Money, Credit and Banking 34(4): 106789. Ruhl, Kim J. 2003. Solving the Elasticity Puzzle in International Economics. University of Texas at Austin. November. Photocopy.",
        "Sayers, R. S. 1957. Central Banking after Bagehot, Oxford: Clarendon Press.",
        "Scammell, W. M. 1965. The Working of the Gold Standard. Yorkshire Bulletin of Economic and Social Research 12: 3245.",
        "Shambaugh, Jay C. 2004a. The Effect of Fixed Exchange Rates on Monetary Policy. Quarterly Journal of Economics 119(1): 30152.",
        "Shambaugh, Jay C. 2004b. Exchange Rate Regimes: Classifications and Consequences.",
        "Dartmouth College. Photocopy. Taylor, Alan M., and Mark P. Taylor. 2004. The Purchasing Power Parity Debate. Journal of Economic Literature 8(4): 13558.",
        "Temin, Peter. 1989. Lessons from The Great Depression. Cambridge, Mass.: MIT Press."
    ]
}