{
    "id": 11798,
    "cites": 12,
    "cited_by": 2,
    "reference": [
        "Crandall, Robert W. (1996). From Competitiveness to Competition: The Threat of Minimills to National Steel Companies, Resources Policy, Vol. 22(1-2), 107-18.",
        "Diamond, Richard D. (1990). A Search for Economic and Financial Principles in the Administration of U.S. Countervailing Duty Law, Law and Policy in International Business, Vol. 21: 507-607.",
        "Dunlevy, James A. (1980). A Test of the Capacity Pressure Hypothesis Within a Simultaneous Equations Model of Export Performance, Review of Economics and Statistics, Vol. 62(1): 131-5.",
        "Francois, Joseph F., N. David Palmeter, and Jeffrey C. Anspacher. (1991). Conceptual and Procedural Biases in the Administration of the Countervailing Duty Law, in Richard Boltuck and Robert E. Litan (Eds.), Down in the Dumps: Administration of the Unfair Trade Laws. Washington, DC: The Brookings Institution, 95-136.",
        "Howell, Thomas R., William A. Noellert, Jesse G. Krier, and Alan W. Wolf. (1988). Steel and the State: Government Intervention and Steels Structural Crisis. London and Boulder, CO: Westview Press.",
        "Lenway, Stefanie, Randall Morck and Bernhard Yeung. (1996). Rent Seeking, Protectionism and Innovation in the American Steel Industry, Economic Journal, Vol.",
        "Moore, Michael O. (1996). The Rise and Fall of Big Steels Influence on U.S. Trade Policy, in Anne O. Krueger (Ed.), The Political Economy of Trade Protection. Chicago: University of Chicago Press for National Bureau of Economic Research, 15-34.",
        "Morck, Randall, Jungsywan Sepanski and Bernhard Yeung. (2001). Habitual and Occasional Lobbyers in the US Steel Industry: An EM Algorithm Pooling Approach, Economic Inquiry, Vol. 39(3): 365-78.",
        "Oster, Sharon. (1982). The Diffusion of Innovation Among Steel Firms: The Basic Oxygen Furnace, Bell Journal of Economics, Vol. 13(1): 45-56.",
        "Staiger, Robert W., and Frank A. Wolak. (1992). The Effect of Domestic Antidumping Law in the Presence of Foreign Monopoly, Journal of International Economics, vol. 32: 265-87.",
        "Tornell, Aaron. (1997). Rational Atrophy: The U.S. Steel Industry, NBER Working Paper No. 6084.",
        "Yamawaki, Hideki. (1984). Market Structure, Capacity Expansion, and Pricing: A Model Applied to the Japanese Iron and Steel Industry, International Journal of Industrial Organization, Vol. 2(1): 29-62."
    ]
}