{
    "id": 11802,
    "cites": 29,
    "cited_by": 40,
    "reference": [
        "Barrow, Lisa and Cecilia Rouse (2004) Using Market Valuation to Assess Public School Spending, Journal of Public Economics, 88:9-10, pp. 1747-69.",
        "Bayer, Patrick, Fernando Ferreira, and Robert McMillan (2003), A Unified Framework for Measuring Preferences for Schools and Neighborhoods, Economic Growth Center, Yale University Working Paper No. 872.",
        "Bayer, Patrick, Robert McMillan, and Kim Rueben (2004), An Equilibrium Model of an Urban Housing Market, NBER Working Paper 10865.",
        "Belfield, Clive and Henry Levin (2002), The Effects of Competition on Educational Outcomes: A Review of US Evidence, National Center for the Study of Privatization in Education Report, Columbia University.",
        "Benabou, Roland (1993), The Workings of a City: Location, Education, and Production, Quarterly Journal of Economics, 108(3), pp.619-652.",
        "Community Structure and School Finance, American Economic Review, 86(3), 584-609. 36 Berry, Steven (1994), Estimating Discrete-Choice Models of Product Differentiation, RAND Journal of Economics, Vol. 25, pp. 242-262.",
        "Berry, Steven, James Levinsohn, and Ariel Pakes (1995), Automobile Prices in Market Equilibrium, Econometrica, Vol 63, pp. 841-890.",
        "Black, Sandra (1999), Do Better Schools Matter? Parental Valuation of Elementary Education, Quarterly Journal of Economics, May 1999.",
        "Borland, M and R. Howson (1992), Students Academic Achievement and the Degree of Market Concentration in Education, Economics of Education Review, 11: 31-39.",
        "Cullen, Julie, Brian Jacob, and Steven Levitt (2003), The Effect of School Choice on Student Outcomes: Evidence from Randomized Lotteries, NBER Working Paper No. 10113.",
        "Epple, Dennis, David Figlio, and Richard Romano (2004), Competition between Private and Public Schools: Testing Stratification and Pricing Predictions, Journal of Public Economics 88, 1215-45.",
        "Epple, Dennis, Radu Filimon, and Thomas Romer (1984), Equilibrium Among Local Jurisdictions: Towards an Integrated Approach of Voting and Residential Choice, Journal of Public Economics, Vol. 24, pp. 281-304.",
        "Property Taxes, Regional Science and Urban Economics, Vol. 23, pp. 585-610. Epple, Dennis and Richard Romano (1998), Competition Between Private and Public Schools, Vouchers, and Peer Group Effects, American Economic Review 88(1): 33-62.",
        "Epple, Dennis, Thomas Romer and Holger Sieg (2001), Interjurisdictional Sorting and Majority Rule: An Empirical Analysis, Econometrica, Vol. 69, No. 6., pp. 1437-1455.",
        "Epple, Dennis and Holger Sieg (1999), Estimating Equilibrium Models of Local Jurisdictions, Journal of Political Economy, Vol. 107, No. 4., pp. 645-681.",
        "Fernandez, Raquel and Richard Rogerson (1996), Income Distribution, Communities, and the Quality of Public Education. Quarterly Journal of Economics, Vol. 111, No. 1., pp. 135-164.",
        "Political Economy, vol. 111, no. 4. Ferreira, Fernando V. (2004), You Can Take It with You: Transferability of Proposition 13 Tax Benefits, Residential Mobility, and Willingness to Pay for Housing Amenities. Center for Labor Economics, University of California, Berkeley, Working Paper No. 72.",
        "Ferreyra, Maria (2003), Estimating the Effects of Private School Vouchers in Multi-District Economies, mimeo, Carnegie-Mellon University.",
        "Figlio, David, and Joe Stone (1999) School Choice and Student Performance: Are Private Schools Really Better? Research in Labor Economics, 18: 115-40.",
        "Hanushek, Eric and Steve Rivkin (2003) Does Public School Competition Affect Teacher Quality, in The Economics of School Choice, edited by Caroline Hoxby, Chicago, IL: University of Chicago Press.",
        "Jepsen, Christopher (1999) The Effects of Private School Competition on Student Achievement, mimeo, Northwestern University.",
        "Kane, Thomas, Douglas Staiger, and Stephanie Riegg (2004) Do Good Schools or Good Neighbors Raise Property Values? mimeo, University of California, Los Angeles.",
        "McFadden, Daniel (1978), Modeling the Choice of Residential Location, in eds. Karlquist, A., et al., Spatial Interaction Theory and Planning Models, Elsevier North-Holland, New York.",
        "Millimet, Daniel and Vasudha Rangaprasad (2005) Strategic Competition Amongst Public Schools, mimeo, Southern Methodist University.",
        "Nechyba, Thomas J. (1999), School Finance-Induced Migration and Stratification Patterns: the Impact of Private School Vouchers, Journal of Public Economic Theory, Vol. 1.",
        "Rothstein, Jesse (2003), Good Principals or Good Peers? Parental Valuation of School Characteristics, Tiebout Equilibrium, and the Incentive Effects of Competition Among Jurisdictions, mimeo, Princeton University.",
        "Sieg, Holger, V. Kerry Smith, H. Spencer Banzaf and Randall Walsh (forthcoming) Estimating the General Equilibrium Benefits of Large Changes in Spatially Delineated Public Goods, International Economic Review. Tiebout, Charles M. (1956), A Pure Theory of Local Expenditures, Journal of Political Economy, 64: 416-424.",
        "Timmins, Christopher (2003), If You Cant Take the Heat, Get Out of the Cerrado... Recovering the Amenity Cost of Non-Marginal Climate Change in Brazil, mimeo, Yale University.",
        "Walsh, Randall (2004), Endogenous Open Space Amenities in a Locational Equilibrium, CEA Working Paper No. 04-03, February."
    ]
}