{
    "id": 11803,
    "cites": 65,
    "cited_by": 7,
    "reference": [
        "Abel, A. B., 1990, Asset Prices under Habit Formation and Catching Up with the Joneses, American Economic Review, 80, 3842.",
        "Alchian, A., 1950, Uncertainty, Evolution and Economic Theory, The Journal of Political Economy, 58, 211221.",
        "Allen, F., S. Morris, and H. S. Shin, 2004, Beauty Contests and Iterated Expectations in Asset Markets, Working paper, University of Pennsylvania.",
        "Bansal, R., and A. Yaron, 2004, Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles, Journal of Finance, 59, 1481151.",
        "Barberis, N., A. Shleifer, and R. Vishny, 1998, A Model of Investor Sentiment, Journal of Financial Economics, 49, 30743.",
        "Barsky, R. B., and J. B. De Long, 1993, Why Does the Stock Market Fluctuate?, Quarterly Journal of Economics, 108, 291311.",
        "Basak, S., 2004, Asset Pricing with Heterogeneous Beliefs, forthcoming in Journal of Banking and Finance.",
        "Berrada, T., 2004, Bounded Rationality and Asset Pricing, Working paper, HEC Montreal.",
        "Biais, B., and P. Bossaerts, 1998, Asset Prices and Trading Volume in a Beauty Contest, Review of Economic Studies, 65, 30740.",
        "Brennan, M. J., and Y. Xia, 2001, Stock Price Volatility and Equity Premium, Journal of Monetary Economics, 47, 24983.",
        "Bullard, J., and J. Duffy, 1998, Learning and Excess Volatility, Working paper, Federal Reserve Bank of Saint-Louis.",
        "Buraschi, A., and A. Jiltsov, 2005, Model Uncertainty and Option Markets with Heterogeneous Agents, forthcoming in Journal of Finance.",
        "Campbell, J. Y., and R. J. Shiller, 1988b, Stock Prices, Earnings, and Expected Dividends, Journal of Finance, 43, 66176.",
        "Cao, H. H., and H. Ou-Yang, 2005, Bubbles and Panics in a Frictionless Market with Heterogeneous Expectations, Working paper, Cheung Kong Graduate School of Business.",
        "Cecchetti, S. G., P.-s. Lam, and N. C. Mark, 2000, Asset Pricing with Distorted Beliefs: Are Equity Returns Too Good to Be True?, American Economic Review, 90, 787805.",
        "Cochrane, J. H., 1991, Volatility Tests and Efficient Markets: Review Essay, Journal of Monetary Economics, 27, 46385.",
        "Cochrane, J. H., 2001, Asset Pricing, Princeton University Press.",
        "Cox, J. C., and C.-f. Huang, 1989, Optimal Consumption and Portfolio Policies When Asset Prices Follow a Diffusion Process, Journal of Economic Theory, 49, 3383.",
        "Daniel, K., D. Hirshleifer, and A. Subrahmanyam, 1998, Investor Psychology and Security Market Under- and Overreactions, Journal of Finance, 53, 183985.",
        "David, A., 2004, Heterogeneous Beliefs, Trading Risk, and the Equity Risk Premium, Working paper, Washington University.",
        "David, A., and P. Veronesi, 2002, Option Prices with Uncertain Fundamentals: Theory and Evidence on the Dynamics of Implied Volatilities, Working paper, University of Chicago.",
        "De Long, J. B., A. Shleifer, L. H. Summers, and R. J. Waldmann, 1990a, Noise Trader Risk in Financial Markets, Journal of Political Economy, 98, 70338.",
        "De Long, J. B., A. Shleifer, L. H. Summers, and R. J. Waldmann, 1990b, Positive Feedback Investment Strategies and Destabilizing Rational Speculation, Journal of Finance, 45, 37995.",
        "De Long, J. B., A. Shleifer, L. H. Summers, and R. J. Waldmann, 1991, The Survival of Noise Traders in Financial Markets, Journal of Business, 64, 120.",
        "Detemple, J., and S. Murthy, 1994, Intertemporal Asset Pricing with Heterogenous Beliefs, Journal of Economic Theory, 62, 294320.",
        "Duffie, D., N. Garleanu, and L. H. Pedersen, 2002, Securities Lending, Shorting, and Pricing, Journal of Financial Economics, 66, 30739.",
        "Feldman, D., 2005, Incomplete Information Equilibria: Separation Theorems and Other Myths, Working paper, The University of New South Wales.",
        "Flavin, M. A., 1983, Excess Volatility in the Financial Markets: A Reassessment of the Empirical Evidence, Journal of Political Economy, 91, 92956.",
        "Friedman, M., 1953, Essays in Positive Economics, University of Chicago Press, Chicago, IL.",
        "Froot, K. A., and J. Frankel, 1989, Forward Discount Bias: Is it an Exchange Risk Premium?, Quarterly Journal of Economics, 104, 139161.",
        "Gallmeyer, M., 2000, Beliefs and Volatility, Working paper, Carnegie Mellon University.",
        "Gallmeyer, M., and B. Hollifield, 2004, An Examination of Heterogeneous Beliefs with a Short Sale Constraint, Working paper, Carnegie-Mellon University.",
        "Gollier, C., 2005, Who Should We Believe? Collective Risk-Taking Decisions with Heterogeneous Beliefs, Working paper, University of Toulouse.",
        "Grossman, S. J., and J. E. Stiglitz, 1980, On the Impossibility of Informationally Efficient Markets, American Economic Review, 70, 393408.",
        "Hansen, L. P., J. C. Heaton, and N. Li, 2005, Consumption Strikes Back? Measuring Long Run Risk, Working paper, University of Chicago.",
        "Harris, M., and A. Raviv, 1993, Differences of Opinion Make a Horse Race, Review of Financial Studies, 6, 473506.",
        "Harrison, J. M., and D. M. Kreps, 1978, Speculative Investor Behavior in a Stock Market with Heterogeneous Expectations, Quarterly Journal of Economics, 92, 323336.",
        "Hellwig, M. F., 1980, On the Aggregation of Information in Complete Markets, Journal of Economic Theory, 26, 279312.",
        "Heston, S. L., 1993, A Closed-Form Solution for Options with Stochastic Volatility with Applications to Bond and Currency Options, Review of Financial Studies, 6, 32743.",
        "Hong, H., and J. C. Stein, 1999, A Unified Theory of Underreaction, Momentum Trading, and Overreaction in Asset Markets, Journal of Finance, 54, 214384.",
        "Jouini, E., and C. Napp, 2003, Consensus Consumer and Intertemporal Asset Pricing with Heterogeneous Beliefs, Working paper, CEREMADE Universite Paris 9-Dauphine.",
        "Kandel, E., and N. D. Pearson, 1995, Differential Interpretation of Public Signals and Trade in Speculative Markets, The Journal of Political Economy, 103, 831872.",
        "Karatzas, I., J. Lehoczky, and S. Shreve, 1987, Optimal Portfolio and Consumption Decisions for a `Small Investor on a Finite Horizon, SIAM Journal of Control and Optimization, 25, 11571186.",
        "Kim, T. S., and E. Omberg, 1996, Dynamic Nonmyopic Portfolio Behavior, Review of Financial Studies, 9, 14161.",
        "Kleidon, A. W., 1986, Variance Bounds Tests and Stock Price Valuation Models, Journal of Political Economy, 94, 9531001.",
        "Kogan, L., S. Ross, J. Wang, and M. Westerfield, 2003, The Price Impact and Survival of Irrational Traders, Working paper, MIT.",
        "LeRoy, S. F., and R. D. Porter, 1981, The Present-Value Relation: Tests Based on Implied Variance Bounds, Econometrica, 49, 55574.",
        "Lintner, J., 1969, The Aggregation of Investors Diverse Judgments and Preferences in Purely Competitive Security Markets, Journal of Financial and Quantitative Analysis, 4, 347400.",
        "Lipster, R. S., and A. N. Shiryaev, 2001, Statistics of Random Processes II, Applications, Springer Verlag, second edn.",
        "Loewenstein, M., and G. A. Willard, 2005, The Limits of Investor Behavior, Working paper, University of Maryland.",
        "Menzly, L., T. Santos, and P. Veronesi, 2004, Understanding Predictability, Journal of Political Economy, 112, 147.",
        "Merton, R. C., 1971, Optimum Consumption and Portfolio Rules in a Continuous Time Model, Journal of Economic Theory, 3, 373413.",
        "Merton, R. C., 1973, The Theory of Rational Option Pricing, Bell Journal of Economics and Management Science, 4.",
        "Sandroni, A., 2000, Do Markets Favor Agents Able to Make Accurate Predictions?, Econometrica, 68, 13031341.",
        "Scheinkman, J. A., and W. Xiong, 2003, Overconfidence and Speculative Bubbles, Journal of Political Economy, 111, 11831219.",
        "Shefrin, H., 2005, A Behavioral Approach to Asset Pricing, Academic Press Inc., London.",
        "Shiller, R. J., 1981, Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends ?, American Economic Review, 71, 42136.",
        "Timmermann, A., 1996, Excess Volatility and Predictability of Stock Prices in Autoregressive Dividend Models with Learning, Review of Economic Studies, 63, 52357.",
        "Timmermann, A. G., 1993, How Learning in Financial Markets Generates Excess Volatility and Predictability in Stock Prices, Quarterly Journal of Economics, 108, 113545.",
        "Veronesi, P., 1999, Stock Market Overreaction to Bad News in Good Times: A Rational Expectations Equilibrium Model, Review of Financial Studies, 12, 9751007.",
        "Wang, J., 1993, A Model of Intertemporal Asset Prices under Asymmetric Information, Review of Economic Studies, 60, 24982.",
        "West, K. D., 1988a, Bubbles, Fads and Stock Price Volatility Tests: A Partial Evaluation, Journal of Finance, 43, 63956.",
        "West, K. D., 1988b, Dividend Innovations and Stock Price Volatility, Econometrica, 56, 3761.",
        "Yan, H., 2004, Natural Selection in Financial Markets: Does It Work?, Working paper, London Business School.",
        "Ziegler, A., 2000, Optimal Portfolio Choice under Heterogeneous Beliefs, European Finance Review, 4, 119."
    ]
}