{
    "id": 11817,
    "cites": 25,
    "cited_by": 25,
    "reference": [
        "Brown, Charles, Equalizing Differences in the Labor Market, Quarterly Journal of Economics, 1980, 95, 113--134.",
        "Chamberlain, Gary, Analysis of Covariance with Qualitative Data, Review of Economic Studies, 1980, 47, 225--238.",
        "DeLeire, Thomas and Helen Levy, Working Sorting and the Risk of Death on the Job, Journal of Labor Economics, 2004, 22, 925--954.",
        "Dranove, David, Kathryn E. Spier, and Laurence Baker, Competition Among Employers Offering Health Insurance, Journal of Health Economics, 2000, 19, 121--140.",
        "Economist, The Unkindest Cuts of All, 2001. April 5.",
        "Gruber, Jonathan, Health Insurance and the Labor Market, in Anthony J. Culyer and Joseph P. Newhouse, eds., Handbook of Health Economics, Volume 1a, New York: North-Holland, 2000.",
        "Self-Employed, Quarterly Journal of Economics, 1994, 109, 701--733.",
        "Levy, Helen G., Who Pays for Health Insurance? Employee Contributions to Health Insurance Premiums, Working Paper 398, Industrial Relations Section, Princeton University 1998.",
        "Marino, Anthony M. and Jan Zabojnik, Optimal Pricing of Employee Discounts and Benefits: A Rent Extraction View, 2004. University of Southern California.",
        "McIntyre, Lee, The Growth of Work-Site Daycare, Regional Review: The Federal Reserve Bank of Boston, 2000, 10, 8--15.",
        "Milgrom, Paul R. and Christina Shannon, Monotone Comparative Statics, Econometrica, 1994, 62, 157--180.",
        "Oi, Walter and Todd L. Idson, Firm Size and Wages, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Volume 3, New York: North-Holland, 1999.",
        "Olson, Craig A., Do Workers Accept Lower Wages in Exchange for Health Benefits?, Journal of Labor Economics, 2002, 20, S91--S114.",
        "Oyer, Paul, Can Employee Benefits Ease the Effects of Nominal Wage Rigidity?: Evidence from Labor Negotiations, 2005. Stanford Graduate School of Business.",
        "Raghavan, Anita, Nickel and Dime: Wall Street Sweats the Small Stuff, New York Times, 2003, p. A1.",
        "October 27. Rajan, Raghuram G. and Julie Wulf, Are Perks Purely Managerial Excess?, Journal of Financial Economics, 2005. Forthcoming.",
        "Rice, Robert G., Skills, Earnings, and the Growth of Wage Supplements, American Economic Review, 1966, 56, 583--593.",
        "Rosen, Sherwin, Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition, Journal of Political Economy, 1974, 82, 34--55.",
        "Labor Economics, Volume 1, New York: Elsevier, 1986.",
        "Royalty, Anne Beeson, Tax Preferences for Fringe Benefits and WorkersS Eligibility for Employer Health Insurance, Journal of Public Economics, 2000, 75, 209--227.",
        "Salop, Joanne and Steven Salop, Self-Selection and Turnover in the Labor Market, Quarterly Journal of Economics, 1976, 90, 619--627.",
        "Scott, Frank A., Mark C. Berger, and Dan A. Black, Effects of the Tax Treatment of Fringe Benefits on Labor Market Segmentation, Industrial and Labor Relations Review, 1989, 42, 216--229.",
        "Thaler, Richard and Sherwin Rosen, The Value of Saving a Life: Evidence from the Labor Market, in Nestor J. Terleckyj, ed., Household Production and Consumption, NBER, 1975.",
        "Woodbury, Stephen A., Substitution Between Wage and Nonwage Benefits, American Economic Review, 1983, 73, 166--182.",
        "Yermack, David, Flights of Fancy: Corporate Jets, CEO Perquisites, and Inferior Shareholder Returns, Journal of Financial Economics, 2005. Forthcoming."
    ]
}