{
    "id": 11815,
    "cites": 23,
    "cited_by": 22,
    "reference": [
        "Bacchetta, Philippe, and Eric van Wincoop (2000): Does Exchange Rate Stability Increase Trade and Welfare?, American Economic Review, 90:5, 1093-1109.",
        "Benigno, Gianluca, and Benigno, Pierpaolo (2003): Price Stability in Open Economies,Review of Economic Studies, vol. 70, no. 4, 743-764.",
        "Benigno, Pierpaolo (2004): Optimal Monetary Policy in a Currency Area,Journal of International Economics, vol. 63, issue 2, 293-320.",
        "Blanchard O. and C. Khan (1980): The Solution of Linear Dierence Models with Rational Expectations, Econometrica 48: 1305-1311.",
        "Brulhart M. and F. Trionfetti (2004), Public Expenditure, International Specialisation and Agglomeration, European Economic Review 48, 851-881.",
        "Calvo, Guillermo, 1983, Staggered Prices in a Utility Maximizing Framework, Journal of Monetary Economics, 12, 383-398.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler (2001): Optimal Monetary Policy in Open vs. Closed Economies: An Integrated Approach,American Economic Review, vol. 91, no. 2, 248-252.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler (2002): A Simple Framework for International Monetary Policy Analysis, Journal of Monetary Economics, vol. 49, no. 5, 879-904.",
        "Corsetti, Giancarlo and Paolo Pesenti (2001): Welfare and Macroeconomic Interdependence, Quarterly Journal of Economics vol. CXVI,issue 2, 421-446.",
        "Devereux, Michael B. and Charles Engel (2003): Monetary Policy in the Open Economy Revisited: Exchange Rate Flexibility and Price Setting Behavior, Review of Economic Studies, December.",
        "Ferrero, A. (2005) Fiscal and Monetary Rules for a Currency Union, mimeo New York University.",
        "GalÃ\u0083Â­, Jordi, and Tommaso Monacelli (2005): Monetary Policy and Exchange Rate Volatility in a Small Open Economy, Review of Economic Studies, vol. 72, issue 3, 2005, 707-734.",
        "King Robert. and S. Rebelo, (1999), Resuscitating Real Business Cycles,in J.B.",
        "Taylor, and M. Woodford, eds., Handbook of Macroeconomics, Amsterdam: NorthHolland. Kollmann, Robert (2001): The Exchange Rate in a Dynamic Optimizing Current Account Model with Nominal Rigidities: A Quantitative Investigation,Journal of International Economics vol.55, 243-262.",
        "Linnemann, Ludger and A. Schabert (2003), Fiscal Policy in the New Neoclassical Synthesis, Journal of Money, Credit, and Banking 35, 2003, 911-929.",
        "Lombardo G. and A. Sutherland (2004), Monetary and Fiscal Interactions in Open Economies, Journal of Macroeconomics, 26, 319-348.",
        "Obstfeld, Maurice and Kenneth Rogo (1995): Exchange Rate Dynamics Redux, Journal of Political Economy 103, no. 3, 624-660.",
        "Obstfeld, Maurice and Kenneth Rogo (1999): New Directions for Stochastic Open Economy Models, Journal of International Economics, vol. 50, no. 1, 117153.",
        "Pappa, Evi (2003): Should the Fed and the ECB Cooperate ? Optimal Monetary Policy in a Two-Country World,Journal of Monetary Economics forthcoming.",
        "Rotemberg, Julio and Michael Woodford (1999): Interest Rate Rules in an Estimated Sticky Price Model,in J.B. Taylor ed., Monetary Policy Rules, University of Chicago Press.",
        "Trionfetti F. (2000), Discriminatory Public Procurement and International Trade, Blackwell Publishers.",
        "Woodford, Michael (2001) The Taylor Rule and Optimal Monetary Policy, American Economic Review, 91(2): 232-237.",
        "Woodford, Michael (2003), Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton University Press."
    ]
}