{
    "id": 11813,
    "cites": 47,
    "cited_by": 21,
    "reference": [
        "Anas, Alex (1982), Residential Location Markets and Urban Transportation: Economic Theory, Econometrics and Public Policy Analysis, Academic Press, New York.",
        "Anas, Alex (2002), Prejudice, Exclusion, and Compensating Transfers: The Economics of Ethnic Segregation, Journal of Urban Economics, 52: 409-32.",
        "Anas, Alex and Ikki Kim (1996), General Equilibrium Models of Polycentric Urban Land Use with Endogenous Congestion and Job Agglomeration, Journal of Urban Economics, 40: 232-56.",
        "Bajari, Patrick, and Matthew Kahn (2001), Why Do Blacks Live in Cities and Whites Live in Suburbs? unpublished manuscript, Stanford University.",
        "Bayer, Patrick, Hanming Fang, and Robert McMillan (2005), Separate When Equal? Racial Inequality and Segregation, NBER Working Paper 11507, August 2005.",
        "Bayer, Patrick, Fernando Ferreira, and Robert McMillan (2003), A Unified Framework for Measuring Preferences for Schools and Neighborhoods, Economic Growth Center, Yale University Working Paper No. 872.",
        "Bayer, Patrick, Robert McMillan, and Kim Rueben (2004), What Drives Racial Segregation? New Evidence Using Census Microdata, Journal of Urban Economics, 56(3), 2004: 514-535.",
        "Bayer, Patrick, Robert McMillan, and Kim Rueben (2004b), An Equilibrium Model of Sorting in an Urban Housing Market, NBER Working Paper 10865.",
        "Benabou, Roland (1993), The Workings of a City: Location, Education, and Production, Quarterly Journal of Economics, 108(3), pp.619-652.",
        "Benabou, Roland (1996), Heterogeneity, Stratification, and Growth: Macroeconomic Implications of Community Structure and School Finance, American Economic Review, Vol. 86, No. 3., pp. 584-609.",
        "Berry, Steven (1994), Estimating Discrete-Choice Models of Product Differentiation, RAND Journal of Economics, Vol. 25, pp. 242-262.",
        "Berry, Steven, James Levinsohn, and Ariel Pakes (1995), Automobile Prices in Market Equilibrium, Econometrica, Vol 63, pp. 841-890.",
        "Berry, Steven, Oliver Linton, and Ariel Pakes (forthcoming), Limit Theorems for Estimating the Parameters of Differentiated Product Demand Systems, Review of Economics Studies. Black, Sandra (1999) Do Better Schools Matter? Parental Valuation of Elementary Education, Quarterly Journal of Economics, May 1999.",
        "Brock, William A., and Durlauf, Steven N. (2001) Discrete Choice with Social Interactions. Rev. Econ.",
        "Stud. 68: 235-60. Chambers, D.N. (1992), The Racial Housing Price Differential and Racially Transitional Neighborhood, Journal of Urban Economics, 32: 214-232.",
        "Cutler, David and Edward Glaeser (1997), Are Ghettos Good or Bad? Quarterly Journal of Economics, August: 826-72.",
        "Cutler, David, Edward Glaeser, and Jacob Vigdor (1999), The Rise and Decline of the American Ghetto. Journal of Political Economy, 107(3): 455-506.",
        "Epple, Dennis (1987), Hedonic Prices and Implicit Markets: Estimating Demand and Supply Functions for Differentiated Products, Journal of Political Economy, 107: 645-81.",
        "Epple, D., R. Filimon, and T. Romer (1984), Equilibrium Among Local Jurisdictions: Towards an Integrated Approach of Voting and Residential Choice, Journal of Public Economics, Vol. 24, pp. 281304.",
        "Epple, D., R. Filimon, and T. Romer (1993), Existence of Voting and Housing Equilibrium in a System of Communities with Property Taxes, Regional Science and Urban Economics, Vol. 23, pp. 585-610.",
        "Epple, Dennis and Holger Sieg (1999), Estimating Equilibrium Models of Local Jurisdictions, Journal of Political Economy, Vol. 107, No. 4., pp. 645-681.",
        "Epple, Dennis, Thomas Romer and Holger Sieg (2001), Interjurisdictional Sorting and Majority Rule: An Empirical Analysis, Econometrica, Vol. 69, No. 6., pp. 1437-1455.",
        "Evans, W.N., W.E. Oates, R.M. Schwab (1992), Measuring Peer Group Effects: A Study of Teenage Behavior, Journal of Political Economy, 966-991.",
        "Fernandez, Raquel and Richard Rogerson (1996), Income Distribution, Communities, and the Quality of Public Education. Quarterly Journal of Economics, Vol. 111, No. 1., pp. 135-164.",
        "Fernandez, Raquel and Richard Rogerson (1998), Public Education and Income Distribution: A Dynamic Quantitative Evaluation of Education Finance Reform, American Economic Review, Vol. 88, No. 4., pp.",
        "Gabriel, S. and S. Rosenthal (1989), Household Location and Race: Estimates of a Multinomial Logit Model, Review of Economics and Statistics, 71: 240-9.",
        "Harsman, Bjorn and John Quigley (1995), The Spatial Segregation of Ethnic and Demographic Groups: Comparative Evidence from Stockholm and San Francisco, Journal of Urban Economics, 37: 1-16.",
        "Ihlanfeldt, Keith (1992), Job Accessibility and the Employment and School Enrollment of Teenagers.",
        "Kalamazoo, MI: W.E. Upjohn Instititure for Employment Research. Ihlanfeldt, K. and David Sjoquist (1990), Job accessibility and racial differences in youth employment rates, American Economic Review, 80, 267-276.",
        "Ihlanfeldt, Keith and David Sjoquist (2000). The spatial mismatch hypothesis: A review of recent studies and their implications for welfare reform, Housing Policy Debate, 9, 4.",
        "Ihlanfeldt, Keith and Ben Scafidi (forthcoming) Whites Neighborhood Racial Preferences and Neighborhood Racial Composition: Evidence from the Multi-City Study of Urban Inequality, Housing Studies. Ihlanfeldt, Keith and Ben Scafidi (2002), Black Self-Segregation as a Cause of Housing Segregation: Evidence from the Multi-City Study of Urban Inequality, Journal of Urban Economics, 51(2002): 366390.",
        "Massey, Douglas, and Nancy Denton (1993), American Apartheid: Segregation and the Making of the Underclass, Harvard University Press, Cambridge MA.",
        "McFadden, Daniel (1973), Conditional Logit Analysis of Qualitative Choice Behavior, in P. Zarembka, eds., Frontiers of Econometrics, Academic Press, New York.",
        "McFadden, Daniel (1978), Modeling the Choice of Residential Location, in eds. Karlquist, A., et al., Spatial Interaction Theory and Planning Models, Elsevier North-Holland, New York.",
        "Miller, V. and John M. Quigley (1990), Segregation by Racial and demographic Group: Evidence from the San Francisco Bay Area, Urban Studies, 27: 3-21.",
        "Nechyba, Thomas J. (1999), School Finance Induced Migration and Stratification Patterns: the Impact of Private School Vouchers, Journal of Public Economic Theory, Vol. 1.",
        "Nechyba, Thomas J. (2000), Mobility, Targeting, and Private School Vouchers, American Economic Review, Vol. 90(1): 130-46.",
        "Nechyba, Thomas J., and Robert P. Strauss (1998), Community Choice and Local Public Services: A Discrete Choice Approach, Regional Science and Urban Economics, Vol. 28, 51-73.",
        "ORegan, Kathy and John Quigley (1998) Teenage employment and the spatial isolation of minority and poverty households, Urban Studies, 35, 1187-1205.",
        "Quigley, John M. (1985), Consumer Choice of Dwelling, Neighborhood, and Public Services, Regional Science and Urban Economics, Vol. 15(1).",
        "Ross, Stephen L. (1998) Racial Differences in Residential and Job Mobility: Evidence concerning the Spatial Mismatch Hypothesis, Journal of Urban Economics, 43(1): 112-35.",
        "Ross, Stephen L. and Yves Zenou. (2004) Effort, Location, and Urban Unemployment, unpublished manuscript, University of Connecticut.",
        "Schelling, Thomas C. (1969), Models of Segregation. American Economic Review, 59(2): 488-93.",
        "Schelling, Thomas C. (1971), Dynamic Models of Segregation, Journal of Mathematical Sociology, 1: 143-186 .",
        "Sieg, Holger, V. Kerry Smith, H. Spencer Banzaf and Randall Walsh (forthcoming) Estimating the General Equilibrium Benefits of Large Changes in Spatially Delineated Public Goods, International Economic Review. Tiebout, Charles M. (1956), A Pure Theory of Local Expenditures, Journal of Political Economy, 64: 416-424.",
        "Weinberg, Bruce (2000) Black Residential Centralization and the Spatial Mismatch Hypothesis, Journal of Urban Economics, 48(1): 110-34.",
        "Weinberg, Bruce (2004) Testing the Spatial Mismatch Hypothesis Using Inter-city Variations in Industrial Composition, Regional Science and Urban Economics, 34(5): 505-32."
    ]
}