{
    "id": 11823,
    "cites": 19,
    "cited_by": 23,
    "reference": [
        "Adalet and Eichengreen (2005) Current Account Reversals: Always a Problem? Paper presented at NBER conference June 1-2, 2005.",
        "Bergsten, J and J. Williamson (2004) Dollar Adjustment: How Far? Against What? IIE, Washington DC.",
        "Burger, J., and F. Warnock (2004) Foreign Participation in Local-Currency Bond Markets International Finance Discussion Paper 794.",
        "Chinn, M. and E. Prasad (2003) Medium-Term Determinants of Current Accounts in Industrial and Developing Countries: An Empirical Exploration Journal of International Economics 59(1) 47-76.",
        "Clarida, R., M. Goretti and M. Taylor (2005) Are There Thresholds of Current Account Adjustment? Paper presented at NBER conference June 1-2, 2005.",
        "Croke, H., S. Kamin, and S. Leduc (2005) Financial Market Developments and Economic Activity during Current Account Adjustments in Industrial Economies Federal Reserve Board, International Finance Discussion Paper 827.",
        "Debelle, G. and G. Galati (2005) Current Account Adjustment and Capital Flows BIS Working Paper 169.",
        "Edwards, S., (2001) Does the current account matter? NBER Working Paper 8275, forthcoming in NBER conference volume.",
        "Eichengreen, B., and R. Hausmann (1999). Exchange Rates and Financial Fragility. NBER WP7418.",
        "Rothenberg, A., and F. Warnock (2005) Sudden Stops...Or Sudden Starts? FRB and Darden mimeo.",
        "Frankel, J., and A. Rose (1996) Currency crashes in emerging markets: an empirical treatment. Journal of International Economics 41(3-4), 351-66.",
        "Freund, C. (2000) Current Account Adjustment in Industrialized Countries Federal Reserve Board, International Finance Discussion Paper 692.",
        "Freund, C. (2005) Current Account Adjustment in Industrial Countries Journal of International Money and Finance, forthcoming.",
        "IMF(2002) World Economic Outlook, Chapter II, IMF, Washington DC.",
        "Milesi-Ferretti, G.M. and A. Razin (1998), Current Account Reversals and Currency Crises: Empirical Regularities NBER Working Paper 6620.",
        "Obstfeld, M. and K. Rogoff (2004) The Unsustainable US Current Account Position Revisited NBER Working Paper 10869.",
        "Roubini, N. and B. Stetser (2005) How Scary is the Deficit Foreign Affairs, 84(4), July/August.",
        "Warnock, F., and V. Warnock (2005) International Capital Flows and U.S. Interest Rates Federal Reserve Board, International Finance Discussion Paper 840.",
        "Summers, L. (2004) The United States and the Global Adjustment Process Speech at the IIE, March 23, 2004."
    ]
}