{
    "id": 11824,
    "cites": 61,
    "cited_by": 9,
    "reference": [
        "[1] Ang, A., G. Bekaert and J. Liu, 2005, Why Stocks May Disappoint, Journal of Financial Economics, 76, 471-508.",
        "[2] Ang, A., and J. Chen, 2002, Asymmetric Correlations of Equity Returns, Journal of Financial Economics, 63, 3, 443-494.",
        "[4] Ang, A., J. Chen and Y. Xing, 2002, Downside Correlation and Expected Stock Returns, NBER working paper 8643.",
        "[5] Ang, A., R. J. Hodrick, Y. Xing, and X. Zhang, 2005, The Cross-Section of Volatility and Expected Returns, forthcoming Journal of Finance.",
        "[6] Bansal, R., D. A. Hsieh, and S. Viswanathan, 1993, A New Approach to International Arbitrage Pricing, Journal of Finance, 48, 1719-1747.",
        "[7] Bansal, R., R. Dittmar, and C. Lundblad, 2005, Consumption, Dividends, and the Cross-Section of Equity Returns, Journal of Finance, 60, 1639-1672.",
        "[8] Banz, R., 1981. The Relation between Return and Market Value of Common Stocks, Journal of Financial Economics, 9, 3-18.",
        "[9] Barberis, N. and M. Huang, 2001, Mental Accounting, Loss Aversion, and Individual Stock Returns, Journal of Finance, 56, 4, 1247-1292.",
        "[10] Basu, S., 1983, The Relationship between Earnings Yield, Market Value, and Return for NYSE Common Stocks: Further Evidence, Journal of Financial Economics, 12, 129-156.",
        "[11] Bawa, V. S. and E. B. Lindenberg, 1977, Capital Market Equilibrium in a Mean-Lower Partial Moment Framework, Journal of Financial Economics, 5, 189-200.",
        "[12] Bekaert, G., R. J. Hodrick and D. A. Marshall, 1997, The Implications of First-Order Risk Aversion for Asset Market Risk Premiums, Journal of Monetary Economics, 40, 3-39.",
        "[13] Black, F., M. Jensen, and M. Scholes, 1972, The Capital Asset Pricing Model: Some Empirical Tests, in M. Jensen, ed., Studies in the Theory of Capital Markets, Praeger, New York.",
        "[14] Chen, J., Hong, H., and J. Stein, 2001, Forecasting Crashes: Trading Volume, Past Returns and Conditional Skewness in Stock Prices, Journal of Financial Economics, 61, 345-381.",
        "[15] Daniel, K., M. Grinblatt, S. Titman and R. Wermers, 1997, Measuring Mutual Fund Performance with Characteristic Based Benchmarks, Journal of Finance, 52, 3, 1035-1058.",
        "[16] Daniel, K., and S. Titman, 1997, Evidence on the Characteristics of Cross-Sectional Variation in Stock Returns, Journal of Finance, 52, 1-33.",
        "[17] Dittmar, R., 2002, Nonlinear Pricing Kernels, Kurtosis Preference, and Evidence from the Cross-Section of Equity Returns, Journal of Finance, 57, 1, 369-403.",
        "[18] Epstein, L. G. and S. E. Zin, 1990, First-Order Risk Aversion and the Equity Premium Puzzle, Journal of Monetary Economics, 26, 3, 387-407.",
        "[19] Epstein, L. G. and S. E. Zin, 2001, The Independence Axiom and Asset Returns, Journal of Empirical Finance, 8, 537-572.",
        "[20] Fama, E. F., and K. R. French, 1992, The Cross-Section of Expected Stock Returns, Journal of Finance, 47, 2, 427-465.",
        "[21] Fama, E. F., and K. R. French, 1993, Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics, 33, 3-56.",
        "[22] Fama, E. F., and K. R. French, 1997, Industry Costs of Equity, Journal of Financial Economics, 43, 153193.",
        "[23] Fama, E. F., and K. R. French, 2005, The Value Premium and the CAPM, working paper, Dartmouth University.",
        "[24] Fama, E. F., and J. D. MacBeth, 1973, Risk, Return, and Equilibrium: Empirical Tests, Journal of Political Economy, 71, 607-636.",
        "[25] Ferson, W. E., and C. R. Harvey, 1991, The Variation of Economic Risk Premiums, Journal of Political Economy, 99, 2, 385-415.",
        "[26] Friend, I., and R. Westerfield, 1980, Co-Skewness and Capital Asset Pricing, Journal of Finance, 35, 4, 897-913.",
        "[27] Gibbons, M. R., 1982, Multivariate Tests of Financial Models, Journal of Financial Economics, 10, 3-27.",
        "[28] Guidolin, M., and A. Timmermann, 2002, Optimal Portfolio Choice Under Regime Switching, Skew and Kurtosis Preferences, working paper, UCSD.",
        "[29] Gul, F., 1991, A Theory of Disappointment Aversion, Econometrica, 59, 3, 667-686.",
        "[30] Harlow, W. and R. Rao, 1989, Asset Pricing in a Generalized Mean-Lower Partial Moment Framework: Theory and Evidence, Journal of Financial and Quantitative Analysis, 24, 285-311.",
        "[31] Harvey, C. R., J. C. Liechty, M. W. Liechty, and P. Muller, 2003, Portfolio Selection with Higher Moments, working paper, Duke University.",
        "[32] Harvey, C. R., and A. Siddique, 1999, Autoregressive Conditional Skewness, Journal of Financial and Quantitative Analysis, 34, 4, 465-477.",
        "[33] Harvey, C. R., and A. Siddique, 2000a, Conditional Skewness in Asset Pricing Tests, Journal of Finance, 55, 3, 1263-1295.",
        "[34] Harvey, C. R., and A. Siddique, 2000b, The Cross-Section of Expected Risk Exposure, working paper, Duke University.",
        "[35] Hong, H., and J. Stein, 2003, Differences of Opinion, Short-Sales Constraints and Market Crashes, Review of Financial Studies, 16, 487-525.",
        "[36] Isakov, D., 1999, Is Beta Still Alive? Conclusive Evidence from the Swiss Stock Market, European Journal of Finance, 5, 202-212.",
        "[37] Jagannathan, R., and Z. Wang, 1996, The Conditional CAPM and the Cross-Section of Expected Returns, Journal of Finance, 51, 3-53.",
        "[38] Jahankhani, A., 1976, E-V and E-S Capital Asset Pricing Models: Some Empirical Tests, Journal of Financial and Quantitative Analysis, 11, 4, 513-528.",
        "[39] Jegadeesh, N., and S. Titman, 1993, Returns to Buying Winners and Selling Losers: Implications for Stock Market Efficiency, Journal of Finance, 48, 65-91.",
        "[40] Jondeau, E., and M. Rockinger, 2003, How Higher Moments Affect the Allocation of Assets, Finance Letters, 1, 2.",
        "[41] Kahneman, D., and A. Tversky, 1979, Prospect Theory: An Analysis of Decision Under Risk, Econometrica, 47, 263-291.",
        "[42] Knez, P. J., and M. J. Ready, 1997, On the Robustness of Size and Book-to-Market in Cross-Sectional Regressions, Journal of Finance, 52, 4, 1355-1382.",
        "[43] Kothari, S. P., J. Shanken, and R. G. Sloan, 1995, Another Look at the Cross Section of Expected Stock Returns, Journal of Finance, 50, 1, 185-224.",
        "[44] Kraus, A., and R. Litzenberger, 1976, Skewness Preference and the Valuation of Risk Assets, Journal of Finance, 31, 4, 1085-1100.",
        "[45] Kraus, A., and R. Litzenberger, 1983, On the Distributional Conditions for a Consumption-Oriented Three Moment CAPM, Journal of Finance, 38, 5, 1381-1391.",
        "[46] Kyle, A. W., and W. Xiong, 2001, Contagion as a Wealth Effect of Financial Intermediaries, Journal of Finance, 56, 1401-1440.",
        "[47] Lettau, M., and S. Ludvigson, 2001, Resurrecting the (C)CAPM: A Cross-Sectional Test When Risk Premia Are Time-Varying, Journal of Political Economy, 109, 6, 12381287",
        "[48] Lewellen, J. and S. Nagel, 2004, The Conditional CAPM does not Explain Asset-Pricing Anomalies, forthcoming Journal of Financial Economics.",
        "[49] Markowitz, H., 1959, Portfolio Selection. New Haven, Yale University Press.",
        "[50] Newey, W. K., and K. D. West, 1987a, A Simple Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 55, 703-8.",
        "[51] Newey, W. K., and K. D. West, 1987b, Hypothesis Testing with Efficient Method of Moments, International Economic Review, 28, 777-787.",
        "[52] PÃ\u0082Â´astor, L., and R. F. Stambaugh, 2003, Liquidity Risk and Expected Stock Returns, Journal of Political Economy, 111, 3, 642-685.",
        "[53] Pettengill, G. N., S. Sundaram, and I. Mathur, 1995, The Conditional Relation between Beta and Returns, Journal of Financial and Quantitative Analysis, 30, 1, 101-116.",
        "[54] Price, K., B. Price, and T. J. Nantell, 1982, Variance and Lower Partial Moment Measures of Systematic Risk: Some Analytical and Empirical Results, Journal of Finance, 37, 3, 843-855.",
        "[55] Rouwenhorst, K. G., 1998, International Momentum Strategies, Journal of Finance 53, 1, 267-284.",
        "[56] Routledge, B. R., and S. E. Zin, 2003, Generalized Disappointment Aversion and Asset Prices, NBER working paper 10107.",
        "[57] Roy, A. D., 1952, Safety First and the Holding of Assets, Econometrica, 20, 431-449.",
        "[58] Rubinstein, M., 1973, The Fundamental Theory of Parameter-Preference Security Valuation, Journal of Financial and Quantitative Analysis, 8, 61-69.",
        "[59] Scholes, M., and J. T. Williams, 1977, Estimating Betas from Nonsynchronous Data, Journal of Financial Economics, 5, 3, 309-27.",
        "[60] Scott, R. C., and P. A. Horvath, 1980, On the Direction of Preference for Moments of Higher Order than the Variance, Journal of Finance, 35, 4, 915-919.",
        "[61] Shanken, J., 1992, On the Estimation of Beta-Pricing Models, Review of Financial Studies, 5, 1-33.",
        "[62] Shumway, Tyler, 1997, Explaining Returns with Loss Aversion, working paper, University of Michigan."
    ]
}