{
    "id": 11821,
    "cites": 21,
    "cited_by": 6,
    "reference": [
        "[1] Benassy, J-P., 1996, Taste for variety and optimum production patterns in monopolistic competition, Economics Letters 52, 41-47.",
        "[2] Bergin P. and R. Feenstra, 2000, Staggered price setting and endogenous persistence, Journal of Monetary Economics 45 (3), 657-680.",
        "[3] Bilbiie, F., F. Ghironi, and M. Melitz, 2005, Business cycles and ...rm dynamics, Mimeo.",
        "[4] Bils, M., 1987, The cyclical behavior of marginal cost and price, American Economic Review 77 (5) 647-666.",
        "[5] Broda, C. and D. Weinstein, 2004, Globalization and the gains from variety, NBER Working Paper No. 10314",
        "[6] Campbell, J. 1998, Entry, exit, embodied technology, and business cycles, Review of Economic Dynamics 1, 371-408.",
        "[7] Chatterjee, S., R. Cooper, and B. Ravikumar, 1993, Strategic complementarity in business formation: aggregate uctuations and sunspot equilibria, The Review of Economic Studies 60, 795-811.",
        "[8] Christiano, L, Eichenbaum, M., and C. L. Evans, 1999, Monetary policy shocks: what have we learned and to what end? in J. Taylor and M. Woodford and eds., Handbook of Macroeconomics.",
        "[9] Corsetti, G., P. Martin and P. Pesenti, 2005, Productivity spillovers, terms of trade and the `home market eect, CEPR DP 4964, NBER WP 11165.",
        "[10] Corsetti, G. and P. Pesenti, 2001, Welfare and macroeconomic interdependence, Quarterly Journal of Economics 116(2), 421-445.",
        "[11] Corsetti, G. and P. Pesenti, 2005a, International dimensions of optimal monetary policy, Journal of Monetary Economics 52(2), 281-305.",
        "[12] Corsetti, G. and P. Pesenti, 2005b, The simple geometry of transmission and stabilization in closed and open economy, NBER wp no. 11341, CEPR dp no. 5080, New York Fed Sta Report no. 209.",
        "[13] Devereux, M., A. Head and B. Lapham, 1996, Aggregate uctuations with increasing returns to specialization and scale, Journal of Economic Dynamics and Control 20, 627-657.",
        "[15] Eichenbaum, Martin, and Charles L. Evans, 1995, Some empirical evidence on the eects of shocks to monetary policy on exchange rates, Quarterly Journal of Economics 110 (4), 975-1009.",
        "[16] ________, 2003, A homothetic utility function for monopolistic competition models, without constant price elasticity, Economics Letters 78, 79-86.",
        "[17] Ghironi, F. and M. Melitz, 2005, International trade and macroeconomics dynamics with heterogenous ...rms, Mimeo.",
        "[18] Jaimovich, Nir, 2004, Firm dynamics, markup variations, and the business cycle, Mimeo",
        "[19] Kim, J. 2004, What determines aggregate returns to scale? Journal of Economic Dynamics and Control 28, 1577-1594.",
        "[20] Lucas, Robert E., Jr., 1987, Model of Business Cycles, Basil Blackwell",
        "[21] Lucas, Robert E., Jr., 2003, Macroeconomic Priorities, American Economic Review 1, 1-14.",
        "[22] Rotemberg, J. and M. Woodford, 1991, Markups and the business cycle, in O. J. Blanchard and S. Fischer (eds.), NBER Macroeconomics Annual 1991. Cambridge, MIT Press."
    ]
}