{
    "id": 11825,
    "cites": 40,
    "cited_by": 0,
    "reference": [
        "[1] Aizer, Anna and Janet Currie. 2004. Networks or Neighborhoods? Correlations in the Use of Publicly-Funded Maternity Care in California. Journal of Public Economics. 88(12): 257385.",
        "[2] Akerlof, George A. and Rachel E. Kranton. 2000. Economics and Identity. Quarterly Journal of Economics. 115(3): 715-53.",
        "[3] Akerlof, George A. and Rachel E. Kranton. 2005. Identity and the Economics of Organizations. Journal of Economic Perspectives. 19(1): 9-32.",
        "[4] Alesina, Alberto and Eliana La Ferrara. 2000. Participation in Heterogeneous Communities. Quarterly Journal of Economics. 115(3): 847-904.",
        "[5] Alesina, Alberto, Enrico Spolaore, and Romain Wacziarg. 2000. Economic Integration and Political Disintegration. American Economic Review. 90(4): 1276-96.",
        "[6] Applebaum, Anne. 2003. Gulag: A History. New York: Doubleday.",
        "[7] Bayer, Patrick, Stephen Ross, and Giorgio Topa. 2005. Place of Work and Place of Residence: Informal Hiring Networks and Labor Market Outcomes. NBER Working Paper No. 11019.",
        "[8] Berkman, Lisa F. 1995. The Role of Social Relations in Health Promotion. Psychosomatic Medicine. 57(3): 245-54.",
        "[9] Bertrand, Marianne, Erzo Luttmer, and Sendhil Mullainathan. 2000. Network Effects and Welfare Culture. Quarterly Journal of Economics. 115(3): 1019-55.",
        "[12] Dixit, Avinash. 2004. Lawlessness and Economics: Alternative Modes of Governance. Princeton, NJ: Princeton University Press.",
        "[13] Duflo, Esther and Emmanuel Saez. 2003. The Role of Information and Social Interactions in Retirement Plan Decisions: Evidence from a Randomized Experiment. Quarterly Journal of Economics. 118(3): 815-42.",
        "[14] Durlauf, Steven N. 2004. Neighborhood Effects. In J.V. Henderson and J.-F. Thisse, Eds., Handbook of Regional and Urban Economics. Vol 4, Economics. Amsterdam: NorthHolland.",
        "[15] Dyer, Frederick H. 1908. A Compendium of the War of the Rebellion: compiled and arranged from official records of the federal and Confederate armies. Des Moines, Iowa: The Dyer Publishing Company. http://www.civilwararchive.com/regim.htm or http://www.soldierquest.org/dyers compendium.htm",
        "[16] Eitinger, Leo. 1964. Concentration Camp Survivors in Norway and Israel. Oslo: Universitetsforlaget.",
        "[17] Ellickson, Robert C. 1991. Order without Law: How Neighbors Settle Disputes. Cambridge, MA: Harvard University Press.",
        "[18] Fafchamps, Marcel and Susan Lund. 2003. Risk-sharing networks in rural Philippines. Journal of Development Economics. 71(2): 261-87.",
        "[19] Greif, Avner. 1993. Contract Enforceability and Economic Institutions in Early Trade: The Maghribi Traders Coalition. American Economic Review. 83(3): 525-48.",
        "[20] Grimard, Franque. 1997. Household Consumption Smoothing Through Ethnic Ties: Evidence from C^ote dIvoire. Journal of Development Economics. 53(2): 391-422.",
        "[21] Hesseltine, William Best. 1930. Civil War Prisons: A Study in War Psychology. Columbus, Ohio: The Ohio State University Press.",
        "[22] Ioannides, Yannis M. and Linda Datcher Loury. 2004. Job Information Networks, Neighborhood Effects, and Inequality. Journal of Economic Literature. 42(4): 1056-93.",
        "[23] Jones, DR. 1979. What the POWs write about themselves. In Proceedings of the TwentySixth Annual Conference of Air Force Behavioral Scientists, RA Levy, Ed. Brooks Air Force Base Texas: USAF School of Aerospace Medical Division.",
        "[24] Lazear, Edward P. 1999a. Globalization and the Market for Team-Mates. Economic Journal. 109(454): 15-40.",
        "[25] Lazear, Edward P. 1999b. Culture and Language. Journal of Political Economy. Supplement. 107(S6): 95-126.",
        "[26] Malkin, Lawrence. 2001. Prisoners of War. In Robert Cowley and Geoffrey Parker, Eds., Readers Companion to Military History. Boston-New York: Houghton Mifflin. http://college.hmco.com/history/readerscomp/mil/html/mh 000101 publicationd.htm",
        "[27] Manski, Charles. 1993. Identification of Endogenous Social Effects: The Reflection Problem. Review of Economic Studies. 60(July): 531-42.",
        "[28] Marvel, William. 1994. Andersonville: The Last Depot. Chapel Hill and London: The University of North Carolina Press.",
        "[29] McElroy, John. 1957. This Was Andersonville. New York: McDowell, Obolensky, Inc.",
        "[30] Moffitt, Robert A. 2001. Policy Interventions, Low-Level Equilibria, and Social Interactions. In Steven Durlauf and Payton Young, Eds., Social Dynamics. Cambridge, MA: MIT Press.",
        "[32] Munshi, Kaivan. 2003. Networks in the Modern Economy: Mexican Migrants in the U.S. Labor Market. Quarterly Journal of Economics. 118(2): 549-99.",
        "[33] Newey, Whitney K, James L Powell, and Francis Vella. 1999. Nonparametric Estimation of Triangular Simultaneous Equations Models. Econometrica. 67(3): 565-603.",
        "[34] Radford, R.A. 1945. The Economic Organization of a P.O.W. Camp. Economica. 12(48): 189-201.",
        "[35] Ransom, John. 1963. John Ransoms Andersonville Diary. New York: Berkley Books.",
        "[36] Rhodes, James Ford. 1904. History of the United States of America: From the Compromise of 1850 to the McKinley-Bryan Campaign of 1896, Vol. 5, 1864-1866. New York: Macmillan.",
        "[37] Rosenzweig, Mark R. 1988. Risk, Implicit Contracts and the Family in Rural Areas of Low Income Countries. Economic Journal. 98(393): 1148-70.",
        "[38] Schmolling, Paul. 1984. Human Reactions to the Nazi Concentration Camps: A Summing Up. Journal of Human Stress. 10(3): 108-20.",
        "[39] Sneden, Robert Knox. 2000. Eye of the Storm. Edited by Charles E. Bryan and Nelson D. Lankford. New York: The Free Press.",
        "[40] Speer, Lonnie R. Portals to Hell: Military Prisons of the Civil War. Mechanicsburg, PA: Stackpole Books.",
        "[41] Townsend, Robert M. 1995. Consumption Insurance: An Evaluation of Risk-Bearing Systems in Low Income Economies. Journal of Economic Perspectives. 9(3): 83-102.",
        "[42] United States. Department of Veterans Affairs. Office of Policy. 2004. Former American Prisoners of War (POWs). http://www.vba.va.gov/bln/21/Benefits/POW/DOCS/POW6-29-04.doc.",
        "[43] United States. War Department. 1880-1901. The War of the Rebellion: a Compilation of the Official Records of the Union and Confederate Armies. Washington DC: Government Printing Office. http://cdl.library.cornell.edu/moa/browse.monographs/waro.html"
    ]
}