{
    "id": 11822,
    "cites": 29,
    "cited_by": 16,
    "reference": [
        "1. Andrews, D., Berry, S., and Jia, P. (2004), Con...dence Regions for Parameters in Discrete Games with Multiple Equilibria, with an Application to Discount Chain Store Location, working paper.",
        "2. Berry, S., Levinsohn, J., and Pakes, A. (1995), Automobile Prices in Market Equilibrium, Econometrica, 60(4), 889-917.",
        "3. Brooks, J., Dor, A., and Wong, H., (1996), Hospital-insurer bargaining: An empirical investigation of appendectomy pricing, Journal of Health Economics, 16, 417-434.",
        "4. Burns, L., and Pauly, M., (2002), Integrated Delivery Networks: A Detour on the Road to Integrated Health Care?, Health Aairs, 21(4), 128-143.",
        "5. Burns, L., and Thorpe, D., (2001), Why provider-sponsored health plans dont work, Healthcare Financial Management: 2001 Resource Guide, 12-16.",
        "6. Capps, C., and Dranove, D., (2004), Hospital Consolidation and Negotiated PPO Prices, Health Aairs; 23(2), 175-181.",
        "7. Capps, C., Dranove, D. and Satterthwaite, M., (2003), Competition and Market Power in Option Demand Markets, RAND Journal of Economics, 34(4), 737-763.",
        "8. Ciliberto, F., and Tamer, E., (2004), Market Structure and Multiple Equilibria in the Airline Industry, Princeton and North Carolina State University Working Paper.",
        "9. Cutler, D., McClellan, M. and Newhouse, J., (2000), How Does Managed Care Do It?, RAND Journal of Economics, 31(3), 526-548.",
        "10. Eggleston, K., Norman, G., and Pepall, L., (2004), Pricing Coordination Failure and Health Care Provider Integration, Berkeley Electronic Press, 3(1), Article 20.",
        "11. Feldman, R. and Wholey, D., (2001), Do HMOs Have Monopsony Power?, International Journal of Health Care Finance and Economics, 1(1), 7-22.",
        "12. Fox, J., (2005), Nonparametric Estimation of Matching Games Without a Curse of Dimensionality , working paper.",
        "13. Gal-Or, E., (1997), Exclusionary Equilibria in Health Care Markets, Journal of Economics and Management Strategy, 6(1), 5-43.",
        "14. Gal-Or, E., (1999), Mergers and Exclusionary Practices in Health Care Markets, Journal of Economics and Management Strategy, 8(3), 315-350.",
        "15. Ho, K. (2005a), The Welfare Eects of Restricted Hospital Choice in the US Medical Care Market, forthcoming, Journal of Applied Econometrics.",
        "16. Ho, K. (2005b), Essays on the Industrial Organization of Medical Care, Harvard University Dissertation.",
        "17. Kaiser Family Foundation Report, Trends and Indicators in the Changing Health Care Marketplace, 2004 Update.",
        "18. Kreps, D. and Scheinkman, J., (1983), Quantity Precommitment and Bertrand Competition yield Cournot Outcomes, Bell Journal, 14, 326-337.",
        "19. Lesser, C. and Ginsberg, P., (2001), Back to the Future? New Cost and Access Challenges Emerge, Center for Studying Health System Change Issue Brief No. 35.",
        "21. Manning, W., Newhouse, J., Duan, N., Keeler, E., Leibowitz, A., and Marquis, M., (1987), Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment , American Economic Review, 77(3), 251-277.",
        "22. Mays, G., Hurley, R., and Grossman, J., (2003), An Empty Toolbox? Changes in Health PlansApproaches for Managing Costs and Care, Health Services Research, 38(1), Part II, 375-393.",
        "23. McFadden, D. (1973), Conditional Logit Analysis of Qualitative Choice Behavior, in P. Zarembka (ed.), Frontiers in Econometrics, 105-142, Academic Press, New York.",
        "24. Miller, R. and Luft, H., (1997), Does Managed Care Lead to Better or Worse Quality of Care?, Health Aairs, 16(5), 7-25.",
        "25. Pakes, A., Porter, J., Ho, K. and Ishii, J., (2005), The Method of Moments with Inequality Constraints, working paper.",
        "26. Seim, K., (2001), Spatial Dierentiation and Market Structure: The Video Retail Industry, Yale University Dissertation.",
        "27. Sorensen, M., (2005), How Smart is Smart Money? An Empirical Two-Sided Matching Model of Venture Capital, working paper.",
        "28. Town, R. and Vistnes, G., (2001), Hospital competition in HMO networks, Journal of Health Economics, 20, 733-753.",
        "29. Vistnes, G., (2000), Hospitals, Mergers, and Two-Stage Competition, Antitrust Law Journal, 67, 671-692.",
        "30. Zwanziger, J. and Mooney, C., (2000), What Factors Inuence the Prices Negotiated by HMOs and Hospitals?, Paper for the Seventh Northeast Regional Economics Research Symposium."
    ]
}