{
    "id": 11836,
    "cites": 23,
    "cited_by": 1,
    "reference": [
        "Autor, D., Katz, L, F., and Krueger, A, B. (1988), Computing Inequality: Have Computers Changed The Labor Market? Quarterly Journal of Economics, 1988, 1169-1214.",
        "Berman, E., Bound, J., and Griliches, Z. (1994), Changes in the Demand for Skilled Labor within U. S. Manufacturing: Evidence from the Annual Survey of Manufactures, Quarterly Journal of Economics 109(2), 367-397.",
        "Blank, Rebecca M. (1997), It Takes A Nation: A New Agenda for Fighting Poverty, Princeton University Press.",
        "Borjas, G, J., Freeman, R, B., and Katz, L, F. (1997), How Much Do Immigration and Trade Affect Labor Market Outcomes? Brookings Papers on Economic Activity 1.",
        "Burtless, G. (1990), Earnings Inequality over the Business and Demographic Cycles, in Burtless, G., ed., A Future of Lousy Jobs? The Changing Structure of U. S. Wages. Washington DC: Brookings Institution, 77-117.",
        "Inequality, American Economic Review Papers and Proceedings, 83, 131-135. Cancian, M., Danziger, S., and Gottschalk, P. (1993), Working Wives and Family Income Inequality Among Married Couples, in Danziger and Gottschalk, eds., Uneven Tides. New York: Russell Sage Foundation, 195-221.",
        "Doms, M., Dunne, T., and Troske, K, R. (1997), Workers, Wages, and Technology, Quarterly Journal of Economics 112, 253-290.",
        "Freeman, R, B., and L. F. Katz, eds (1995), Differences and Changes in Wage Structures, Chicago: University of Chicago Press, 1995.",
        "Fortin, N, M., and Lemieux, T. (1997), Institutional Changes and Rising Wage Inequality: Is There A Linkage? Journal of Economic Perspectives 11, 75-96.",
        "Gottschalk, P. (1997), Inequality, Income Growth, and Mobility: The Basic Facts, Journal of Economic Perspectives 11, 21-40.",
        "Gottschalk, P., and R. Moffitt (1999), Changes in Job Instability and Insecurity Using Monthly Survey Data, Journal of Labor Economics 17, 1999, S92-S126.",
        "Gottschalk, P., and Smeeding, T. M. (1997), Cross-National Comparisons of Earnings and Income Inquality, Journal of Economic Literature 35.",
        "Haveman, R. (1996), Earnings Inequality: The Influence of Changing Opportunities and Choices. Washington DC: The AEI Press.",
        "Hunt, J. (1992), The Impact of the 1962 Repatriates from Algeria on the French Labor Market, Industrial and Labor Relations Review, 45, 1992, 556-572.",
        "Hyslop, Dean R. (2001), Rising U.S. Earnings Inequality and Family Labor Supply: The Covariance Structure of Intrafamily Earnings, American Economic Review 91, No. 4, 755-777.",
        "Juhn, C., and K. M. Murphy (1997), Wage Inequality and Family Labor Supply, Journal of Labor Economics 15, 72-97.",
        "Levy, F., and R. J. Murane (1992), U. S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations, Journal of Economic Literature 30.",
        "Miller, T, C. (2001), Impact of Globalization on U. S. Wage Inequality: Implications for Policy, North American Journal of Economics and Finance 12, 219-242.",
        "Mofitt, R. (1990), The Distribution of Earnings and the Welfare States, in Burtless, G., ed., A Future of Lousy Jobs? The Changing Structure of U. S. Wages, Washington DC: Brookings Institution, 201-230.",
        "Inter-university Consortium for Political and Social Research, 6171. OECD (1996), Earnings Inequality, Low-Paid Employment and Earnings Mobility, Employment Outlook, July, 59-108.",
        "Sachs, J, D., and H. J. Shatz (1994), Trade and Jobs in U.S. Manufacturing, Brookings Papers on Economic Activity 1.",
        "United States Bureau of the Census (1996), Statistical Abstract of the United States, Washington DC: GPO.",
        "Washington DC: GPO. Wood, A. (1994), North-South Trade, Employment, and Inequality: Changing Fortunes in a Skill-Driven World. Oxford: Clarendon Press."
    ]
}