{
    "id": 11839,
    "cites": 20,
    "cited_by": 21,
    "reference": [
        "[1] Anas, A, R. Arnott, and K. Small, 1998, Urban Spatial Structure, Journal of Economic Literature, 36:1426-1464.",
        "[2] Au C. and V. Henderson, 2004, How Migration Restrictions Limit Agglomeration and Productivity in China, Working paper Brown University.",
        "[3] Burchfield, M., H. Overman, D. Puga, M. Turner, 2004, The determinants of urban sprawl: A portrait from space, Working paper University of Toronto.",
        "[4] Chatterjee S. and G. Carlino, 2001, Aggregate Metropolitan Employment Growth and the Deconcentration of Metropolitan Employment, Journal of Monetary Economics, 48:549-583.",
        "[5] Davis J. and V. Henderson, 2004, The Agglomeration of Headquarters, Working paper Brown University.",
        "[6] Duranton G. and D. Puga, 2004, From sectoral to functional urban specialization, forthcoming in Journal of Urban Economics.",
        "[7] Fujita, M. and H. Ogawa, 1982, Multiple Equilibria and Structural Transition of Nonmonocentric Urban Configurations, Regional Science and Urban economics, 12:161-196.",
        "[8] Garicano, Luis, 2000, Hierarchies and the Organization of Knowledge in Production, Journal of Political Economy, 108: 874-904.",
        "[9] Garicano, L. and E. Rossi-Hansberg, 2004, Organization and Inequality in a Knowledge Economy, NBER WP 11458..",
        "[10] Glaeser E. and J. Gyourko, 2004, Urban Decline and Durable Housing, forthcoming in Journal of Political Economy.",
        "[11] Glaeser, E. and M. Kahn, 2003, Sprawl and Urban Growth, in Handbook of Regional and Urban Economics, Volume 4, edited by J. V. Henderson and J.-F. Thisse.",
        "[12] Haughwout, A. and R. Inman, 2002, Should Suburbs help their Central City?, Brookings-Wharton Papers on Urban Affairs, 45-94.",
        "[13] Henderson, V., 2003, Urbanization and Growth, in Handbook of Regional and Urban Economics, Volume 4, edited by J. V. Henderson and J.-F. Thisse.",
        "[14] Henderson, V., and Y. Ono, 2005, Where do Manufacturing Firms Locate their Headquarters? Working Paper Federal Reserve Bank of Chicago.",
        "[15] Henderson, V., H. Wang, 2004, Urbanization and City Growth, Working paper Brown University.",
        "[16] Kim, S, 1999, The Rise of Multiunit Firms in U.S. Manufacturing, Explorations in Economic History, 36:360-386.",
        "[17] Lee, S., 2005,Ability Sorting and Consumer City, Working paper University of Minnesota.",
        "[18] Lucas, R. and E. Rossi-Hansberg, 2002, On the Internal structure of Cities, Econometrica, 70:1445-1476.",
        "[19] Rosenthal, S. and W. Strange, 2003, Evidence on the Nature and Sources of Agglomeration Economies, in Handbook of Regional and Urban Economics, Volume 4, edited by J. V. Henderson and J.-F. Thisse.",
        "[20] Rossi-Hansberg, E., 2004, Optimal Urban Land Use and Zoning, Review of Economic Dynamics, 7:69-106."
    ]
}