{
    "id": 11835,
    "cites": 33,
    "cited_by": 62,
    "reference": [
        "Angrist, J. and W. Evans, Children and Their Parents Labor Supply: Evidence from Exogenous Variation in Family Size, The American Economic Review 88(3), 1998, pp. 450-477.",
        "Angrist, J. and G. Imbens, Average Causal Response with Variable Treatment Intensity, Journal of the American Statistical Association, 90 (430), 1995, 431-442.",
        "Angrist, J. and V. Lavy, The Effect of High Stakes High School Achievement Awards: Evidence from a Group Rmndomized Trial, mimeo, September 2004.",
        "Becker, G. and H. G. Lewis, On the Interaction between the Quantity and Quality of Children, Journal of Political Economy 81(2) part 2, 1973, pp. S279-S288.",
        "Becker, G. and N. Tomes, Child Endowments and the Quantity and Quality of Children, Journal of Political Economy 84(4) part 2, 1976, pp. S143-S162.",
        "Behrman, J., R. Pollak and P. Taubman, Family Resources, Family Size, and Access to Financing for College Education, Journal of Political Economy 97(2), 1989, pp. 398-419.",
        "Black, S., P. J. Devereux and K. G. Salvanes, The More the Merrier? The Effect of Family Composition on Childrens Education, Quarterly Journal of Economics, 120(2), 2005, pp.669-700.",
        "Bongaarts, J., Population Policy Options in the Developing World, Science 263 (February), 1994, 771-776.",
        "Caceres, J., Impact of Family Size On Investment in Child Quality: Multiple Births as Natural Experiment, mimeo, Department of Economics, University of Maryland, 2004.",
        "Cherlin, Andrew, The Consequences of Welfare reform for Child Well-Being: What Have We Learned So Far and What are the Policy Implications, Paper presented at the American Sociological Association meetings, August, 2004.",
        "Conley, D. and R. Glauber, Parental Educational Investment and Childrens Academic Risk: Estimates of the Impact of Sibship Size and Birth Order from Exogenous Variation in Fertility, National Bureau of Economic Research, Working paper 11302, 2005.",
        "Conley, D. and R. Glauber, Sibling Similarity and Difference in Socioeconomic Status: Life Course and Family Resource Effects, National Bureau of Economic Research, Working paper 11320, 2005.",
        "Duflo, E., Evaluating the Effect of Birth-Spacing on Child Mortality, mimeo, Department of Economics, Massachusetts Institute of Technology, 1998.",
        "Fernandez, R. and A. Fogli, Culture: An Empirical Investigation of Beliefs, Work, and Fertility, NBER Working Paper 11268, April 2005.",
        "Friedlander, D., Fertility in Israel: Is the transition to replacement level in sight? Paper presented at the Expert Group Meeting of the UN Population Division on `Completing the Fertility Transition, 2002.",
        "Galor, O. and D. Weil, Population, Technology, and Growth: From Malthusian Stagnation to the Demographic Transition and beyond, The American Economic Review 90(4), 2000, pp. 806-828.",
        "Gelbach, J., Public Schooling for Young Children and Maternal Labor Supply, American Economic Review 92(1), 2002, 307-322.",
        "Guo, Guang and Leah K. Vanwey, Sibship Size and Intellectual Development: Is the Relationship causal?, American Sociological Review 64(2), 1999, 169-187.",
        "Hanushek, E., The Trade-off between Child Quantity and Quality, Journal of Political Economy 100(1), 1992, pp. 84-117.",
        "Hazan, M. and B. Berdugo, Child Labor, Fertility and Economic Growth, The Economic Journal, 112 (October), 2002, pp. 810-828.",
        "Imbens, G.W. and J. Angrist, Identification and Estimation of Local Average Treatment Effects, Econometrica 62(2), 1994, 467-75.",
        "Johnson, D. G., Population and Economic Development, China Economic Review 10, 1999, pp. 1-16.",
        "Lach, S., Y. Ritov and A. Simchon, Mortality Across Generations: What is the Relationship?, mimeo, Hebrew University Department of Economics, April 2005.",
        "Lee, J., Sibling Size and Investment in Childrens Education: An Asian Instrument, IZA, Discussion Paper 1323, 2004.",
        "Malthus, T., An Essay on the Principle of Population, London, Printed for J. Johnson, In St. Pauls Church-Yard, 1798. Manski, C. and Y. Mayshar, Private and Social Incentives for Fertility: Israeli Puzzles, National Bureau of Economic Research, Working paper 8984, 2002.",
        "Moav, O., Cheap Children and the Persistence of Poverty, The Economic Journal, 115 (January), 2005, pp. 88-110.",
        "Okun, B. S., Innovation and Adaptation in Fertility Transition: Jewish Immigrants to Israel from Muslim North Africa and the Middle East, Population Studies, 51, 1997, pp. 317-335.",
        "Qian, N., Quantity-Quality and the One Child Policy: The Positive Effect of Family Size on School Enrollment in China, Thesis chapter, Department of Economics, Massachusetts Institute of Technology, 2004.",
        "Rosenzweig, M. and K. Wolpin, Testing the Quantity-Quality Fertility Model: The Use of Twins as a Natural Experiment, Econometrica, 48(1), 1980, pp. 227-240.",
        "Rosenzweig, M. and K. Wolpin, Natural Natural Experiments in Economics, Journal of Economic Literature, 38(4), 2000, pp. 827-74.",
        "Schultz, T. P., Effects of Fertility Decline on Family Well-Being: Evaluation of Population Programs, Draft for MacArthur Foundation Consultation meeting, Philadelphia, PA, 2005.",
        "Shavit, Y. and J.L. Pierce, Sibship Size and Educational Attainment in Nuclear and Extended Families: Arabs and Jews in Israel, American Sociological Review 56, 1991, 321-330.",
        "Weil, David, Economic Growth, Boston: Addison-Wesley, 2005."
    ]
}