{
    "id": 1183,
    "cites": 12,
    "cited_by": 2,
    "reference": [
        "Hoyt N. Wheeler. How Compulsory Arbitration Affects Compromise Activity, Industrial Relations 17 (1978):80-84.",
        "Carl M. Stevens. Is Compulsory Arbitration Compatible with Bargaining? Industrial Relations 5(1966):38-50.",
        "Frederick. A. Starke and William W. Notz. Pre- and Post-Intervention Effects of Conventional vs. Final Offer Arbitration, Academy of Management Journal 24 (1981):832-850.",
        "Herbert R. Northrup. Compulsory Arbitration and Government Intervention in Labor Disputes. Washington, D.C. Labor Policy Association, 1966.",
        "Thomas A. Kochan and Jean Baderschneider. Determinants of Reliance on Impasse Procedures: Police and Firefighters in New York State, Industrial and Labor Relations Review 31 (1978):431-440.",
        "Charles Feigenbaum. Final Offer Arbitration: Better Theory Than Practice, Industrial Relations 14, No. 3 (October 1975):.311317. Peter Feuille. Final Offer Arbitration and the Chilling Effect, Industrial Relations 14, No. 3 (October 1975): 302-310.",
        "Henry S. Farber and Harry *C. Katz. Interest Arbitration, Outcomes, and the Incentive to Bargain, Industrial and Labor Relations Review 33, No. 1 (October 1979):55-63.",
        "Henry S. Farber. Splitting-the-Difference in Interest Arbitration, Industrial and Labor Relations Review 35, No. 3 (October 1981) : 70-77.",
        "R. L. Bonn. Arbitration: An Alternative System for Handling Contract Related Disputes, Administrative Science Quarterly 17 (1972): 254-264.",
        "Max H. Bazerman. Arbitrator Decision Processes in Interest Arbitration: A Policy Capturing Approach. (1983) mimeo.",
        "Ashenfelter, Orley and David E. Bloom. Models of Arbitrator Behavior: Theory and Evidence, American Economic Review (1984) forthcoming.",
        "John C. Anderson and Thomas A. Kochan. Impasse Procedures in the Canadian Federal Service, Industrial and Labor Relations Review 30 (1977):282-301."
    ]
}