{
    "id": 11833,
    "cites": 33,
    "cited_by": 31,
    "reference": [
        "Aaron, H. J. (1966). The Social Insurance Paradox, Canadian Journal of Economics and Political Science, 33, 371-374.",
        "Anderson, G., U. Reinhardt, P. Hussey and V. Petrosyan (2003), Its the Prices, Stupid: Why the United States is So Different from Other Countries, Health Affairs, 22 (3), 89-105.",
        "Anderson, G. and J. Poullier (1999), Health Spending, Access and Outcomes: Trends In Industrialized Countries, Health Affairs, 18 (3), 178-192.",
        "Benz, U. and S. Fetzer (2004), Indicators for Measuring Fiscal Sustainability - A Comparative Application of the OECD-Method and Generational Accounting, Working Paper Series Institute of Public Finance Albert-Ludwigs-University of Freiburg, 118/04, Freiburg.",
        "Bonin, H. (2001), Generational Accounting: Theory and Application, Berlin.",
        "Breyer, F. and S. Felder (2004), Life Expectancy and Healthcare Expenditures: A New Calculation for Germany Using the Costs of Dying, DIW Discussion Paper No. 452.",
        "Breyer, F. and V. Ulrich (2000), ,,Gesundheitsausgaben, Alter und Medizinischer Fortschritt: eine Regressionsanalyse, Jahrbuch fÃ\u0083Â¼r NationalÃ\u0083Â¶konomie und Statistik, 1, 1-17.",
        "Buchner, F. and J. Wasem (2004), `Steeping Of Health Expenditure Profiles, Discussion Paper Series Essen University No. 139.",
        "CatalÃ\u0083Â¡n, M., J. Guajardo, A. Hoffmaister and A. Spilimbergo (2005), Spain: Selected Issues, IMF Country Report No. 05/57.",
        "Dickey, D. and W. Fuller (1979) Distribution of the Estimators for Autoregressive Time Series with a Unit Root, Journal of the American Statistical Association, 74, 427431.",
        "Ekman, M. (2002), Consumption and Production by Age in Sweden: Basic facts and Health Economic Implications, in: Ekman, M (Ed.): Studies in health economics: Modelling and data analysis of costs and survival. Dissertation for the degree of Doctor of Philosophy at the Stockholm School of Economics. EFI, Stockholm Sweden.",
        "Fetzer, S., A. Grasdal and B. RaffelhÃ\u0083Â¼schen (2005), Health and Demography in Norway, mimeo.",
        "Fukawa, T. and N. Izumida (2004), Japanese Healthcare Expenditures in a Comparative Context, The Japanese Journal of Social Security Policy, 3 (2), 51-61.",
        "Greene, W.H. (2003), Econometric Analysis, 5th Edition, New Jersey.",
        "Hansen, P. and A. King (1996), The Determinants of Healthcare Expenditure: A Cointegration Approach, Journal of Health Economics, 15, 127-137.",
        "Hofmarcher, M. and M. Riedel (2002), Age Structure and Health Expenditure in the EU: Costs Increase, but Do Not Explode, Health System Watch, 3, 1-23.",
        "Iglehart, J. (1999a), The American Healthcare System Medicaid, New England Journal of Medicine, 340 (5), 403-408.",
        "Iglehart, J. (1999b), The American Healthcare System Medicare, New England Journal of Medicine, 340 (4), 317-332.",
        "Iglehart, J. (1999c), The American Healthcare System Expenditures, New England Journal of Medicine, 340 (1), 70-76.",
        "Miller, T. (2001), Increasing Longevity and Medicare expenditures, Demography, 38 (2), 215-226.",
        "Naylor, C. (1992), The Canadian Healthcare System: a Model for American to Emulate?, Health Economics, 1 (1), 19-37.",
        "Newhouse, J. P. (1992), Medical Care Costs: How Much Welfare Loss?, Journal of Economic Perspectives, 6 (3), 3-21.",
        "OECD (2004a), Health Data 2004, 3rd edition, Paris.",
        "Phillips, P. and P. Perron (1988) Testing for a Unit Root in Time Series Regression, Biometrika, 75, 335346.",
        "Roberts, J (1999), Sensitivity of Elasticity Estimates for OECD Healthcare Spending: Analysis of a Dynamic Heterogeneous Data Field, Health Economics, 8 (5), 459-472.",
        "Seshamani, M. and A. Gray (2003), Healthcare Expenditures and Ageing: an International Comparison, Applied Health Economics and Health Policy, 2 (1), 9-16.",
        "Stearns, S. and E. Norton (2004), Time to Include Time to Death? The Future of Healthcare Expenditure Predictions, Health Economics, 13 (4), 315-327.",
        "Svenska KommunfÃ\u0083Â¶rbundet (2004), The Financial Situation of Swedish Municipalities and County Councils, Stockholm.",
        "United Nations (2005), World Population Prospects: The 2002 Revision and World Urbanization Prospects: The 2001 Revision, Population Division of the Department of Economic and Social Affairs of the United Nations Secretariat, http://esa.un.org/unpp, 20th March 2005; 8:50:27 PM.",
        "Walker, M. and G. Wilson (2001), Waiting Your Turn: Hospital Waiting Lists in Canada, Critical Issues Bulletins, 11th Edition, The Fraser Institute, Vancouver.",
        "Zweifel, P., S. Felder and A. Werblow (2004), Population Ageing and Healthcare Expenditure: New Evidence on the `Red Herring, Geneva Papers on Risk and Insurance: Issues and Practice, 29 (4), 652-666.",
        "Zweifel, P., S. Felder and M. Meiers (1999), Ageing of Population and Healthcare Expenditure: A Red Herring?, Health Economics, 8, 485-496.",
        "Zweifel, P. (2003), Medical Innovation. A Challenge to Society and Insurance, Geneva Papers on Risk and Insurance: Issues and Practice, 28 (2), 194-202."
    ]
}