{
    "id": 11832,
    "cites": 43,
    "cited_by": 53,
    "reference": [
        "Anderson, Patricia M. and Phillip B. Levine (2000), Childcare and Mothers Employment Decisions, in David E. Card and Rebecca M. Blank (eds.) Finding Jobs: Work and Welfare Reform. New York: Russell Sage Foundation.",
        "Berger, Mark C. and Dan A. Black (1992), Childcare Subsidies, Quality of Care, and the Labor Supply of Low-Income, Single Mothers. Review of Economics and Statistics, Vol. 74, No. 4, pp. 635-642.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan (2004), How Much Should We Trust Difference in Difference Estimates? Quarterly Journal of Economics, Vol. 119, No. 1, pp. 249-275.",
        "Blau, David M, (2003), Childcare Subsidy Programs, in Robert Moffitt (ed.) Means-Tested Transfer Programs in the U.S. Chicago: University of Chicago Press.",
        "Blau, David M. and Alison P. Hagy (1998), The Demand for Quality in Childcare, Journal of Political Economy, Vol. 106, No. 1, pp. 104-146.",
        "Blau, Francine B. and Adam J. Grossberg (1992), Maternal Labor Supply and Childrens Cognitive Development. Review of Economics and Statistics, Vol. 74, No. 3, pp. 474481.",
        "Bound, John (1991), The Health and Earnings of Rejected Disability Applicants: A Reply. American Economic Review, Vol. 81, No. 5, pp. 1427-1434.",
        "CBC News Online (2005), Day care in Canada. Indepth series, May 6th . Accessible at [http://www.cbc.ca/news/background/daycare/].",
        "Chaplin, Duncan D., Philip K. Robins, Sandra L. Hofferth, Douglas A. Wissoker and Paul Fronstin (1999), The Price Sensitivity of Childcare Demand: A sensitivity Analysis, unpublished manuscript.",
        "Clarke Stewart, and K. Alison, (1991), A Home is Not a School: The Effects of Childcare on Childrens Development. Journal of Social Issues, Vol. 47, No. 2, pp. 105-123.",
        "Cleveland, Gordon, Morley Gunderson, and Douglas Hyatt (1996), Childcare Costs and the Employment Decision of Women: Canadian Evidence. Canadian Journal of Economics Vol. 29, No. 1, pp. 132-148.",
        "Connelly Rachel and Jean Kimmel (2003), Marital Status and Full-time/Part-time Work Status in Childcare Choices, Applied Economics, Vol. 35, No. 7, pp. 761-77.",
        "Currie, Janet and Duncan Thomas (1995), Does Head Start Make A Difference? American Economic Review, Vol. 85, No. 3, pp. 341-364.",
        "Field, Tiffany M. (1991), Quality Day Care and Grade School Behavior and Performance. Child Development, Vol. 62, No. 4, pp. 863-870.",
        "Gagne, Linda (2002), Parental Work, Child-care Use, and Young Childrens Cognitive Outcomes, Research Data Centre Research Paper, Statistics Canada Catalogue No. 89594 -XIE.",
        "Gelbach, Jonah (2002). Public Schooling for Young Children and Maternal Labor Supply. American Economic Review, Vol. 92, No. 1, pp. 307-322.",
        "Heckman, James J. (1974), Effects of Child-Care Programs on Womens Work Effort. Journal of Political Economy, pp. s136-s163.",
        "Karoly, Lynn A., Peter W. Greenwood, Susan S. Everingham, Jill HoubÃ\u0083Â©, M. Rebecca Kilburn, C. Peter Rydell, Matthew Sanders and James Chiesa (1998), Investing in Our Children: What We Know and Dont Know About the Costs and Benefits of Early Childhood Interventions. Santa Monica CA: Rand Report MR-898-TCWF.",
        "Killingsworth, Mark R. and James J. Heckman (1986), Female Labor Supply: A Survey, in Orley Ashenfelter and Richard Layard (eds.) Handbook of Labor Economics, Vol. 1.",
        "Amsterdam: North Holland, pp. 103-204. Lefebvre, Pierre (2004), Quebecs Innovative Early Childhood Education and Care Policy and its Weaknesses, Policy Options, Vol. 25, No. 3, pp. 52-57.",
        "Lefebvre, Pierre and Philip Merrigan (2002), The Effect of Child Care and Early Education Arrangements on Developmental Outcomes of Young Children. Canadian Public Policy, Vol. 28, No. 2, pp. 159-186.",
        "Lefebvre, Pierre and Philip Merrigan (2003), Assessing Family Policy in Canada: A New Deal for Families and Children. Choices, Vol. 9, No. 5, Institute for Research on Public Policy.",
        "Lefebvre, Pierre and Philip Merrigan (2005), Low-fee ($5/day/child) Regulated Childcare Policy and the Labor Supply of Mothers with Young Children: A Natural Experiment from Canada. Manuscript, Department of Economics, UniversitÃ\u0083Â© de QuÃ\u0083Â©bec a MontrÃ\u0083Â©al.",
        "Leibowitz, Arleen (1977), Parental Inputs and Childrens Achievement. Journal of Human Resources Vol. 12, No. 2, pp. 242-251.",
        "Michalopoulos, Charles and Philip K. Robins (2000), Employment and Child-Care Choices in Canada and the United States, Canadian Journal of Economics Vol. 33, No. 2, pp. 43542 470.",
        "Michalopoulos, Charles, Philip K. Robins, and Irwin Garfinkel (1992), A Structural Model of Labor Supply and Childcare Demand, Journal of Human Resources, Vol. 27, No. 1, pp.",
        "Milligan, Kevin (2005), Subsidizing the Stork: New Evidence on Tax Incentives and Fertility, Review of Economics and Statistics, Vol. 87, No. 3, pp. 539-555.",
        "Milligan, Kevin and Mark Stabile (2004), The Integration of Child Tax Credits and Welfare: Evidence from the National Child Benefit Program, NBER Working Paper No. 10968.",
        "Mott, Frank L. (1991), Developmental Effects of Infant Care: The Mediating Role of Gender and Health. Journal of Social Issues, Vol 47, pp. 139-158.",
        "NICHD Early Childcare Research Network (2003b), Does Quality of Childcare Affect Child Outcomes at Age 4 Ã\u0082Â½? Developmental Psychology, Vol. 39, No. 3, pp. 451-469.",
        "NICHD Early Childcare Research Network (2004), Multiple Pathways to Early Academic Achievement Harvard Educational Review, Vol. 74, No. 1, pp. 1-29.",
        "Norberg, Karen (1998), The Effects of Daycare Reconsidered. NBER Working Paper 6769.",
        "OECD (various years). Babies and Bosses: Reconciling Work and Family Life. Paris: OECD. Parcel, Toby L. and Elizabeth G. Menaghan (1994), Early Parental Work, Family Social Capital and Early Childhood Outcomes, American Journal of Sociology, Vol. 99, pp. 972-1009.",
        "Parsons, Donald O. (1991), The Health and Earnings of Rejected Disability Insurance Applicants: A Comment. American Economic Review, Vol. 81, No. 5, pp. 1419-26.",
        "Powell, Lisa M. (1997),The Impact of Childcare Costs on the Labor Supply of Married Mothers: Evidence from Canada. Canadian Journal of Economics Vol. 30, No. 3, pp.",
        "Powell, Lisa M. (2002), Joint Labor Supply and Childcare Choice Decisions of Married Mothers, Journal of Human Resources, Vol. 37, No. 1, pp. 106-128.",
        "Quebec (1997), New Elements of the Family Policy. Secretariat of the comitÃ\u0083Â© des prioritÃ\u0083Â©s of the ministÃ\u0083Â¨re du Conseil executive. Les Publications du QuÃ\u0083Â©bec, Canada: Sainte-Foy.",
        "Quebec (2005), Education Indicators, 2005 Edition, MinistÃ\u0083Â¨re de lÃ\u0083â\u0080°ducation, du Sport et du Loisir, publication number 2005 05-00451.",
        "Ruhm, Christopher J. (2004), Parental Employment and Child Cognitive Development, Journal of Human Resources, Vol. 39, No. 1, pp. 155-192.",
        "Ruhm, Christopher J. (2005), Maternal Employment and Adolescent Development, Manuscript, University of North Carolina Greensboro.",
        "Stafford, Frank P. (1987), Womens Work, Sibling Competition and Childrens School Performance. American Economic Review, Vol. 77, No. 5, pp. 972-980.",
        "Tougas, Jocelyne (2002), Reforming Quebecs Early Childhood Care and Education: The First Five Years, Childcare Research and Research Unit Occasional Paper 17, University of Toronto.",
        "Vandell, Dobrah L. and Janaki Ramanan, (1992), Effects of Early and Recent Maternal Employment on Children from Low-Income Families Child Development, Vol. 63, pp."
    ]
}