{
    "id": 11846,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Boudett, K.P., E.A. City, and R.J. Murnane, eds, (2005). Data Wise: a step-by-step guide to using assessment results to improve teaching and learning (Cambridge: Harvard Education Press).",
        "Briars, D. and L. Resnick (2000). Standards, Assessments--What Else? The Essential Elements of Standards-Based School Improvement. CSE Technical Report 528 (UCLA, National Center for Research on Evaluation, Standards, and Student Testing/University of Pittsburgh, Learning Research and Development Center).",
        "Chandler, A. (1990). Scale and Scope: The Dynamics of Industrial Capitalism.",
        "Cambridge: Harvard Univ. Press). Cole, R. and W.R. Scott, eds. (2000). The Quality Movement and Organization theory.",
        "Thousand Oaks, Ca.: Sage). Cook, T. D. (2002). Randomized Experiments In Educational Policy Research: A Critical Examination Of The Reasons The Educational Evaluation Community Has Offered For Not Doing Them. Educational Evaluation and Policy Analysis, 24( 3), 175- 199.",
        "Cook, T.D., F. Habib, M. Phillips, R.A. Settersten, S.C. Shagle and S.M. Degirmencioglu (1999). Comers School Development Program in Prince Georges County: A theorybased evaluation. American Educational Research Journal 36(3): 543-597.",
        "Cook, T.D., H.D. Hunt, and R.F. Murphy (2000). Comers School Development Program in Chicago: A theory-based evaluation. American Educational Research Journal 37(2): 535-597.",
        "Donovan, M.S., A.K. Wigdor, and C.E. Snow, eds. (2003). Strategic Education Research Partnership. Committee on a Strategic Education Research Partnership. (Washington, DC: The national Academies Press).",
        "Dow, P.B. (1991). Schoolhouse Politics: Lessons from the Sputnik Era (Cambridge, MA.: Harvard University Press).",
        "Elmore, R.F. (2004). School Reform from the Inside Out: Policy, Practice, and Performance (Cambridge: Harvard Education Press).",
        "Gawande. A. (2004). The Bell Curve. The New Yorker (Dec. 6,).",
        "Gelijns, A. C. (1992). Technology and Health Care in an Era of Limits (Washington, D.C.: National Academies Press).",
        "Hanushek, E.A. (1994). Making Schools Work: Improving Performance and Controlling Costs (Washington, D.C.: Brookings).",
        "Hanushek, E.A. (2004). What If There are No Best Practices, Scottish Journal of Political Economy 51(May, 2004)2: 156-172.",
        "Hanushek, E.A. and D.D. Kimko (2000). Schooling, Labor Force Quality, and the Growth of Nations. American Economic Review 90(5): 1184-1208.",
        "Herman and E. Haertel) Uses and Misuses of Data in Accountability Testing (National Society for the Study of Education Yearbook). Ladd, H. F. and R.P. Walsh (2002). Implementing value-added measures of school effectiveness: getting the incentives right, Economics of Education Review, 21(1): 1-17.",
        "Sarason, S. (1971). The Culture of the School and the Problem of Change (Boston: Allyn and Bacon).",
        "Warren, D.R. (2004). To Enforce Education: A History of the Founding Years of the United States Office of Education (Detroit: Wayne State University Press)."
    ]
}