{
    "id": 11840,
    "cites": 28,
    "cited_by": 18,
    "reference": [
        "Alvarez, F., A. Atkeson, and P.J. Kehoe, 2002, Money, Interest Rates, and Exchange Rates in Endogenously Segmented Markets, Journal of Political Economy 110, 73112.",
        "Andrews, D.W.K., 1991, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix Estimation, Econometrica 59, 817854.",
        "Bekaert, G., 1996, The Time-Variation of Risk and Return in Foreign Exchange Markets: A General Equilibrium Perspective, Review of Financial Studies 9, 427470.",
        "Bekaert, G., and R.J. Hodrick, 2001, Expectations Hypotheses Tests, Journal of Finance 56, 115138.",
        "Bekaert, G., M. Wei, and Y. Xing, 2002, Uncovered Interest Parity and the Term Structure, NBER Working Paper No. 8795.",
        "Bekaert, G., R. J. Hodrick, and D. Marshall, 2001, Peso Problem Explanations for Term Structure Anomalies, Journal of Monetary Economics 48, 241270.",
        "Berndt, E.R., and N.E. Savin, 1977, Conflict Among Criteria for Testing Hypotheses in the Multivariate Linear Regression Model, Econometrica 45, 12631277.",
        "Campbell, J.Y., and R.H. Clarida, 1987, The Term Structure of Euromarket Interest Rates: An Empirical Investigation, Journal of Monetary Economics 19, 2544.",
        "Cheung, Y.W., M. Chinn, and A. Garcia Pascual, 2003, Empirical Exchange Rate Models of the Nineties: Are Any Fit to Survive? NBER Working Paper No. 9393.",
        "Chinn, M., and G. Meredith, 2005, Testing Uncovered Interest Parity at Short and Long Horizons during the Post-Bretton Woods Era, NBER Working Paper No. 11077.",
        "Clark, T.E., and K.D. West, 2005, Using Out-of-Sample Mean Squared Projection Errors to Test the Martingale Difference Hypothesis, NBER Technical Working Paper 305.",
        "Diebold, F.X., and R.S. Mariano, 1995, Comparing Predictive Accuracy, Journal of Business and Economic Statistics 13, 253263.",
        "Engel, C., 1996, The Forward Discount Anomaly and the Risk Premium: A Survey of Recent Evidence, Journal of Empirical Finance 3, 123192.",
        "Fama, E.F., 1984a, The Information in the Term Structure, Journal of Financial Economics 13, 509528.",
        "Fama, E.F., and R. Bliss, 1987, The Information in Long Maturity Forward Rates, American Economic Review 77, 680692.",
        "Fama, E.F., and M. Gibbons, 1984, A Comparison of Inflation Forecasts, Journal of Monetary Economics 13, 327348.",
        "Froot, K.A., and R.H. Thaler, 1990, Foreign Exchange, Journal of Economic Perspectives 4, 179192.",
        "Froot, K.A., and T. Ito, 1989, On the Consistency of Exchange Rate Expectations, Journal of International Money and Finance 8, 487510.",
        "Hansen, L.P., 1982, Large Sample Properties of Generalized Methods of Moments Estimators, Econometrica 50, 10291054.",
        "Hansen, L.P., and R.J. Hodrick, 1980, Forward Exchange Rates as Optimal Predictors of Future Spot Rates: an Econometric Analysis, Journal of Political Economy 88, 829853.",
        "Hodrick, R.J., 1987, The Empirical Evidence on the Efficiency of Forward and Futures Foreign Exchange Markets. Harwood Academic Publishers, Chur, Switzerland.",
        "Hodrick, R.J., 1992, Dividend Yields and Expected Stock Returns: Alternative Procedures for Inference and Measurement, Review of Financial Studies 5, 357386.",
        "Jorion, P., and F. Mishkin, 1991, A Multicountry Comparison of Term-Structure Forecasts at Long Horizons, Journal of Financial Economics 29, 5980.",
        "Lucas, R., 1982, Interest Rates and Currency Prices in a Two Country World, Journal of Monetary Economics 10, 335359.",
        "McCallum, B.T., 1994, A Reconsideration of the Uncovered Interest Parity Relationship, Journal of Monetary Economics 33, 105132.",
        "Meese, R.A., and K. Rogoff, 1983, Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample? Journal of International Economics 14, 324.",
        "Newey, W.K., and K.D. West, 1987, A Simple Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 51, 12331242.",
        "Richardson, M., and J. Stock, 1989, Drawing Inferences From Statistics Based on Multiyear Asset Returns, Journal of Financial Economics 25, 323348."
    ]
}