{
    "id": 11842,
    "cites": 25,
    "cited_by": 108,
    "reference": [
        "Abraham, Katherine G., Speltzer, James R., and Stewart, Jay C (1999). Why Do Different Wage Series Tell Different Stories? The American Economic Review, Vol. 89, No. 2, 34-39.",
        "Acemoglu, Daron (2002). Cross-Country Inequality Trends, NBER Working Paper 8832, March.",
        "Atkeson, Andrew and Lee Ohanian (2001). Are Phillips Curves Useful for Forecasting Inflation? Federal Reserve Bank of Minneapolis Quarterly Review, Vol. 25, No. 1, 2-11.",
        "Autor, David H., Katz, Lawrence F., and Kearney, Melissa S. (2005). Trends in U. S. Wage Inequality: Re-assessing the Revisionists, NBER Working Paper 11627, September.",
        "Ball, Laurence and Moffitt, Robert (2001). Productivity Growth and the Phillips Curve, in Alan B. Krueger and Robert M Solow, eds., The Roaring Nineties: Can Full Employment Be Sustained? New York: The Russell Sage Foundation and the Century Foundation Press.",
        "Bebchuk, Lucian and Grinstein, Yaniv (2005). The Growth of Executive Pay, NBER Working Paper 11443, June.",
        "Bradbury, Katherine, and Katz, Jane (2002). Are Lifetime Incomes Growing More Unequal? Looking at New Evidence on Family Income Mobility. Regional Review: Federal Reserve Bank of Boston, vol. 12, no. 4.",
        "Card, David, and DiNardo, John E. (2002). Skill-Biased Technological Change and Rising Wage Inequality: Some Problems and Puzzles, Journal of Labor Economics (20, 4), 733-83.",
        "Economist (2003). Wheres the Stick? October 11, p. 13.",
        "Forbes (2005). The Celebrity 100, July 4, pp. 102-11.",
        "Gali, Jordi, and Gertler, Mark (1999). Inflation Dynamics: A Structural Econometric Analysis, Journal of Monetary Economics, 44: 195-222.",
        "Where Did the Productivity Growth Go? Page 64 __________ and Lopez-Salido, David (2001). European Inflation Dynamics, European Economic Review, 45(7) June: 1237-70.",
        "Goldin, Claudia, and Margo, Robert A. (1992). The Great Compression: The Wage Structure in the United States at Mid-Century, Quarterly Journal of Economics, 107 (February): 134.",
        "Gordon, Robert J. (1975). Alternative Responses of Policy to External Supply Shocks, BPEA 1:1975, 183-206.",
        "In Workers, Jobs, and Inflation, edited by Martin N. Baily. Washington: Brookings, 88-152. __________ (1998). Foundations of the Goldilocks Economy: Supply Shocks and the TimeVarying NAIRU, BPEA 2:1998, 297-333.",
        "Herbert, Bob (2005). The Mobility Myth, New York Times, June 6, p. A23.",
        "Hubbard, R. Glenn (2005). Pay without Performance: A Market Equilibrium Critique, Journal of Corporation Law, forthcoming.",
        "Ledbetter, Mark (2004). Comparison of BEA Estimates of Personal Income and IRS Estimates of Adjusted Gross Income, Survey of Current Business, November, 9-14.",
        "Leonhardt, David (2005). U. S. Poverty Rate Was Up Last Year, New York Times, August 31, p.",
        "A1. Mishel, Lawrence, Bernstein, Jared, and Allegretto, Sylvia (2005). The State of Working America 2004/2005. Ithaca and London: Cornell University Press.",
        "Morgenstern, Gretchen (2005). How to Slow Runaway Executive Pay, New York Times, business section, October 23, p. 1.",
        "Rosen, Sherwin (1981). The Economics of Superstars. American Economic Review 71:5, 845-58.",
        "Samuelson, Paul A., and Solow, Robert M. (1960). Analytical Aspects of Anti-Inflation Policy, American Economic Review Papers and Proceedings, 50:2 (May), 177-94.",
        "Robert M Solow, eds., The Roaring Nineties: Can Full Employment Be Sustained? New York: The Russell Sage Foundation and the Century Foundation Press. pp. 3-60. Stock, James H., and Watson, Mark W. (1996). Asymptotically Median Unbiased Estimation of Coefficient Variance in a Time Varying Parameter Model, NBER Technical Working Paper No. 201.",
        "Uchitelle, Louis (2005). Were the Good Old Days That Good? New York Times, July 3, p. C1."
    ]
}