{
    "id": 11849,
    "cites": 74,
    "cited_by": 49,
    "reference": [
        "Wheelwright, S. C., & Clark, K. B. (1992). Revolutionizing product development: quantum leaps in speed, efficiency, and quality. New York, Toronto: Free Press.",
        "Weick, K. E., & Roberts, K. H. (1993). Collective mind in organizations: Heedful interrelating on flight decks. Administrative Science Quarterly, 38(3), 357-381.",
        "Weick, K. E. (1995). Sensemaking in organizations. Thousand Oaks: Sage Publications.",
        "Utterback, J. M. (1994). Mastering the Dynamics of Innovation. Cambridge, Mass.: HBS Press.",
        "Tushman, M. L., & Anderson, P. (1986). Technological Discontinuities and Organizational Environments. Administrative Science Quarterly, 31(3), 439-465.",
        "Tushman, M., & OReilly, C. A. (1997). Winning through innovation: a practical guide to leading organizational change and renewal. Boston, Mass.: Harvard Business School Press.",
        "Tripsas, M., & Gavetti, G. (2000). Capabilities, cognition, and inertia: Evidence from digital imaging. Strategic Management Journal, 21(10/11), 1147-1161.",
        "Tripsas, M. (1997). Surviving radical technological change through dynamic capability: evidence from the typesetter industry. Industrial and Corporate Change, 6(2), 34 1-377.",
        "Stinchcombe, A. L. (1965). Social structure and organizations. In March, J. G. (Ed.), Handbook of organizations (pp. 142-193). Chicago: Rand McNally.",
        "Inertia and Incentives - 37Spender, J. C. (1998). The dynamics of individual and organizational knowledge. In Eden, C. & Spender, J. (Eds.), Managerial and organizational cognition (pp. 13-29). London: Sage Publications.",
        "Rothaermel, F. (2001). Incumbents advantage through exploiting complementary assets via interfirm cooperation. Strategic Management Journal, 22(6-7), 687-699.",
        "Rao, H., Monin, P., & Durand, R. (2003). Institutional change in Toque Ville: Nouvelle cuisine as an identity movement in French gastronomy. American Journal of Sociology, 108(4), 795-843.",
        "Pfeffer, J. (1990). Incentives in Organizations: The Importance of Social Relations. In Williamson, 0. E. (Ed.), Organization theory: from Chester Barnard to the present and beyond.New York: Oxford University Press.",
        "Ocasio, W. (1997). Towards an attention-based view of the firm. Strategic Management Journal, 18(Special Issue Supplement), 187-206.",
        "Nelson, R. R., & Winter, S. G. (1982). An evolutionary theory of economic change. Cambridge, MA: The Belknap Press of Harvard University Press.",
        "Majumdar, B. A. (1982). Innovations, product developments, and technology transfers: an empirical study of dynamic competitive advantage, the case of electronic calculators. Washington, D.C.: University Press of America.",
        "Lounsbury, M., Ventresca, M. J., & Hirsch, P. M. (2003). Social movements, field frames and industry emergence: a cultural-political perspective on US recycling. Socio-Economic Review(1), 71-104.",
        "Louis, M. R. (1980). Surprise and Sense Making: What Newcomers Experience in Entering Unfamiliar Organizational Settings. Administrative Science Quarterly, 25(2), 226-251.",
        "Inertia and Incentives - 36 - Lind, E. A., & Tyler, T. R. (1988). The social psychology of procedural justice. New York: Plenum Press.",
        "Levinthal, D. A. (1997). Adaptation on rugged landscapes. Management Science, 43(7), 934950.",
        "Leonard-Barton, D. (1992). Core Capabilities and Core Rigidities: A Paradox in Managing New Product Development. Strategic Management Journal, 13(Special Issue), 111.",
        "Levin, J. (2003). Relational incentive contracts. American Economic Review, 93(3), 835-857.",
        "Lazear, E. (2000). Performance pay and productivity. American Economic Review, 90(5), 1346136 1.",
        "Landes, D., 5. (1969). The Unbound Prometheus: Technological change and industrial development in Western Europe from 1750 to the present. Cambridge: Cambridge University Press.",
        "Kuhn, T. 5. (1977). The essential tension: selected studies in scientific tradition and change. Chicago: University of Chicago Press.",
        "Kogut, B., & Zander, U. (1996). What firms do? Coordination, identity, and learning. Organization Science, 7(5), 502-518.",
        "Inertia and Incentives - 35 - Kidder, T. (1981). The soul of a new machine. Boston: Little Brown.",
        "Kiesler, S., & Sproull, L. (1982). Managerial Response to Changing Environments: Perspectives on Problem Sensing from Social Cognition. Administrative Science Quarterly, 27(4), 548-570.",
        "Ken, 5. (1975). On the folly of rewarding A, while hoping for B. Academy of Management Journal, 769.",
        "Kaplan, 5. (2005). Framing contests: strategy making during a technological discontinuity: Wharton School Working Paper.",
        "Kanter, R. M. (1989). When giants learn to dance: mastering the challenge of strategy, management, and careers in the ]990s. New York: Simon and Schuster.",
        "Johnson, G., Smith, S., & Codling, B. (2000). Microprocesses of institutional change in the context of privatization. Academy of Management Review, 25(3), 572.",
        "Holmstrom, B., & Milgrom, P. (1991). Multitask Principal-Agent Analyses: Incentive Contracts, Asset Ownership and Job Design. Journal of Law & Economics, 7, 24-52.",
        "Holmstrom, B. (1989). Agency Costs and Innovation. Journal of Economic Behavior & Organization, 12(3), 305-327.",
        "Henderson, R. M., & Clark, K. B. (1990). Architectural Innovation: The Reconfiguration of Existing Product Technologies and the Failure of Established Firms. Administrative Science Quarterly, 35(1), 9-30.",
        "Henderson, R. M. (1993). Underinvestment and incompetence as responses to radical innovation: Evidence from the photolithographic alignment equipment industry. Rand Journal of Economics, 24(2), 248-270.",
        "Hannan, M. T., & Freeman, J. (1984). Structural Inertia and Organizational Change. American Sociological Review, 49, 149-164.",
        "Inertia and Incentives - 34 - Gioia, D. (1986). Symbols, scripts and sensemaking: creating meaning in the organizational experience. In Sims, H. P. J. & Gioia, D. A. (Eds.), The Thinking Organization (pp. 4974). San Francisco: Jossey-Bass Publishers.",
        "Gerstner, L. V. (2002). Who says elephants cant dance? inside IBMs historic turnaround. New York, NY: HarperBusiness.",
        "Ghoshal, 5. (1992). Andersen Consulting (Europe): Entering the Business of Business Integration, 392-055-1 .Fontainebleau, France: INSEAD case study.",
        "Gavetti, G., & Levinthal, D. (2000). Looking forward and looking backward: Cognitive and experiential search. Administrative Science Quarterly, 45(1), 113-137.",
        "Gatignon, H., Tushman, M. L., Smith, W., & Anderson, P. (2002). A structural approach to assessing innovation: Construct development of innovation locus, type, and characteristics. Management Science, 48(9), 1103-1122.",
        "Garud, R., & Karnoe, P. (2003). Bricolage versus breakthrough: Distributed and embedded agency in technology entrepreneurship. Research Policy, 277-300.",
        "Garud, R., & Karnoe, P. (2001). Path creation as a process of mindful deviation. hi Garud, R. & Karnoe, P. (Eds.), Path dependence and creation (pp. 1-28). Mahwah, N.J.: Lawrence Erlbaum.",
        "Foss, N. J. (2003). Selective intervention and internal hybrids: Interpreting and learning from the rise and decline of the Oticon spaghetti organization. Organization Science, 14(3), 331349.",
        "Inertia and Incentives - 33 - Finkelstein, 5. (2003). Why smart executives fail and what you can learn from their mistakes. New York: Portfolio.",
        "Eisenhardt, K. M. (1989). Making Fast Strategic Decisions in High-Velocity Environments. Academy of Management Journal, 32(3), 543-576.",
        "Dyer, L., & Parker, D. (1975). Classifying outcomes in work motivation research: examination of intrinsic-extrinsic dichotomy. Journal of Applied Psychology, 60(4), 455-45 8.",
        "Dowell, G., Swaminathan, A., & Wade, J. B. (2002). Pretty Pictures and Ugly Scenes: Political and Technological Maneuvers in High Definition Television. Advances in Strategic Management, 19, 97-133.",
        "Dosi, G., Levinthal, D. A., & Marengo, L. (2003). Bridging contested tenain: linking incentivebased and learning perspectives on organizational evolution. Industrial and Corporate Change, 12(2), 413-436.",
        "Coriat, B., & Dosi, G. (1998). Learning how to govern and learning how to solve problems: on the co-evolution of competences, conflicts and organizational routines. In Chandler, A. D., Hagstrom, P. & Solvell, 0. (Eds.), The dynamic firm: the role of technology, strategy, organization and regions (pp. 103-133). Oxford; New York: Oxford University Press.",
        "Cooper, A. C., & Schendel, D. (1976). Strategic Responses to Technological Threats. Business Horizons, 19(1), 61-69.",
        "Cohendet, P., & Llerena, P. (2003). Routines and incentives: the role of communities in the firm. Industrial and Corporate Change, 12(2), 27 1-297.",
        "Inertia and Incentives - 32 - Christensen, C. M., Suarez, F. F., & Utterback, J. M. (1998). Strategies for survival in fastchanging industries. Management Science, 44(12), 207-220.",
        "Christensen, C. M., & Rosenbloom, R. 5. (1995). Explaining the attackers advantage: Technological paradigms, organizational dynamics, and the value network. Research Policy, 24(2), 233-257.",
        "Christensen, C., M. (1997). The Innovators Dilemma: When New Technologies Cause Great Firms to Fail. Boston: Harvard Business School Press.",
        "Chesbrough, H. W. (2001). Assembling the Elephant: A Review of Empirical Studies on the Impact of Technical Change upon Incumbent Firms. In Burgelman, R. & Chesborough, H. W. (Eds.), Comparative Studies of Technological Evolution (Vol. 7): JAI Press.",
        "Chesborough, H. W. (1999). The organizational impact of technological change: a comparative theory of national institutional factors. Industrial and Corporate Change, 8(3), 447-485.",
        "Chandy, R. K., & Tellis, G. J. (2000). The incumbents curse? Incumbency, size, and radical product innovation. Journal of Marketing, 64(3), 1-17.",
        "Burns, T. (1961). Micropolitics: mechanisms of institutional change. Administrative Science Quarterly, 6, 257-28 1.",
        "Bower, J. L. (1997). Teradyne: The Aurora Project, 9-397-194. Harvard Business School Case Study.",
        "Burgelman, R. A. (2002). Strategy is destiny: how strategy-making shapes a companys future. New York: Free Press.",
        "Block, Z., & Ornati, 0. (1987). Compensating corporate venture managers. Journal of Business Venturing, 2(1), 41-51.",
        "Inertia and Incentives - 31 - Block, Z., & MacMillan, I. C. (1993). Corporate venturing: creating new businesses within the firm. Boston, Mass.: Harvard Business School Press.",
        "Benford, R. D., & Snow, D. A. (2000). Framing processes and social movements: An overview and assessment. Annual Review of Sociology, pp. 611-639.",
        "Benford, R. D. (1997). An insiders critique of the social movement framing perspective. Sociological Inquiry, 67(4), 409-430.",
        "Barnett, W. P., & Carroll, G. R. (1995). Modeling Internal Organizational-Change. Annual Review of Sociology, 21, 217-236.",
        "Barley, S. R., & Kunda, G. (2001). Bring work back in. Organization Science, 12(1), 76-95.",
        "Baker, G., Gibbons, R., & Murphy, K. J. (2001). Bringing the market inside the firm? 91(2), 212-218.",
        "Baker, G., Gibbons, R., & Murphy, K. J. (1994). Subjective performance measures in optical incentive contracts. Quarterly Journal of Economics, 109(4), 1125-1156.",
        "Argyris, C. (1990). Overcoming Organizational Defenses: Facilitating Organizational Learning. Boston: Allyn and Bacon.",
        "Anderson, E. M., & Trinkle, B. (2005). Outsourcing the sales function: the real cost of field sales. Australia; Mason, Ohio: Thomson.",
        "Adams, J. 5. (1963). Toward and understanding of inequity. Journal of Abnormal and Social Psychology, 67(5), 422-436.",
        "Ancona, D. G., Kochan, T. A., Scully, M., Van Maanen, J., & Westney, D. E. (1999). Managing for the future: organizational behavior & processes (2nd ed.). Cincinnati, Ohio: South Western College Pub."
    ]
}