{
    "id": 1184,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "Caks, J.1977, `tThe Coupon Effect on Yield-to-Maturity, Journal of Finance, 32, 103-115.",
        "Constantinides, G. M., 1982, `tOptimal Stock Trading with Personal Taxes: Implications for Prices and the Abnormal January Returns, Working paper no. 75 (Center for Research in Security Prices, July, Graduate School of Business, University of Chicago).",
        "Constantinides, G. M., 1983, Capital Market Equilibrium with Personal Tax, Econometrica 51, 611-636.",
        "Cox, J. C., J. E. Ingersoll, Jr. and S. A. Ross, 1980, An Analysis of Variable Rate Loan Contracts, Journal of Finance 35, 389-403.",
        "Cox, J. C., J. E. Ingersoll, Jr. and S. A. Ross, 1981, A Re-examination of Traditional Hypotheses about the Term Structure of Interest Rates, Journal of Finance 36, 769-799.",
        "Cox, J. C., J. E. Ingersoll, Jr. and S. A. Ross, 1983, A Theory of the Term Structure of Interest Rates, Econometrica (forthcoming).",
        "Gri.gelioni.s, B. I., and A. N. Shiryaev, 1966, tOn Stefans Problem and Optimal Stopping Rules for Markov Processes,t Theory of Probability and Its Applications 11, 541-558.",
        "Ibbotsan, R. G., and R. A. Sinquefield,1982, Stocks, Bonds, Bills and Inflation: The Past and the Future. Financial Analysts Research Foundation.",
        "McCulloch, J. H., 1975, `tThe Tax-Adjusted Yi.eld Curve,tt Journal of Finance 30, 811-830.",
        "Merton, R. C., 1973, Theory of Rational Option Pricing,t Bell Journal of Economics and Management Science 4, 141-183.",
        "Miller, M. H., 1977, Debt and Taxes, Journal of Finance 32, 261-275.",
        "Miller, M. H., and M. S. Scholes, 1978, Dividends and Taxes, Journal of Financial Economics 6, 333-364.",
        "Robichek, A. and W. D. Niebuhr, 1970, Tax Induced Biases i.n Reported Treasury Yields, Journal of Finance 25, 1081-1090.",
        "Schaefer, S. M., 1982a, Tax Induced Clientele Effects in the Market for British Government Securities: Placing Bounds on Security Values in an Incomplete Market, Journal of Financial Economics 10, 121-159.",
        "Schaefer, S. M., 1982b, Taxes and Security Market Ecjui.lJbrJ.um, in: W. F. Sharpe and C. M. Cootner, eds., Financial Economics: Essays in Honor of Paul H. Cootner (Prentice-Hall, Englewood Cliffs, NJ).",
        "Skelton, J. L., 1980, The Relative Pricing of Tax Exempt and Taxable Debt, Graduate School of Business Administration, University of California-- Berkeley (mimeographed).",
        "Torous, W. N., 1980, Differential Tax Effects in a Continuous-Time Partial Equilibrium Characterization of Coupon Bond Markets. University of Michigan (mimeographed).",
        "Varian, H. R., 1981, Optimal Wash Sales, University of Michigan, September (mimeographed).",
        "Williams, J., 1981, Trading Depreciable Assets, Graduate School of Business, New York University, October (mimeographed)."
    ]
}