{
    "id": 11848,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Blumstein, A., J. Cohen, andD.Nagin,editors(1978),DeterrenceandIncapacitation:Estimating the Effects of Criminal Sanctions on Crime Rates, Washington, D.C.: National Academy Press.",
        "Brock, W. (2005), Profiling Problems with Partially Identified Structure, Department of Economics, University of Wisconsin-Madison.",
        "Dominitz, J. (2003), How Do the Laws of Probability Constrain Legislative and Judicial Efforts to Stop Racial Profiling? American Law and Economics Review, 5, 412-432.",
        "Durlauf, S. (2005), Assessing Racial Profiling, Department of Economics, University of WisconsinMadison.",
        "Knowles,J., N. Persico,and P. Todd (2001), Racial Bias in Motor Vehicle Searches: TheoryandEvidence, Journal of Political Economy, 109, 203-229.",
        "Manski, C. (1997), Monotone Treatment Response, Econometrica, 65, 1311-1334.",
        "Manski, C. (2000), Identification Problems and Decisions Under Ambiguity: Empirical Analysis of Treatment Response and Normative Analysis of Treatment Choice, Journal of Econometrics, 95, 415-442.",
        "Manski, C. (2002), Treatment Choice Under Ambiguity Induced by Inferential Problems, Journal of Statistical Planning and Inference, 105, 67!82.",
        "Manski, C. (2004), Statistical Treatment Rules for Heterogeneous Populations, Econometrica, 72, 12211246.",
        "Manski, C. (2005a), Social Choice with Partial Knowledge of Treatment Response, Princeton: Princeton University Press.",
        "Manski, C. (2005b), Optimal SearchProfilingwithLinear Deterrence,AmericanEconomicReviewPapers and Proceedings, 95, 122-126.",
        "Mirrlees, J. (1971), An Exploration in the Theory of Optimal Income Taxation, Review of Economic Studies, 38, 175-208.",
        "National Research Council (2001), Informing Americas Policy on Illegal Drugs: What We Dont Know Keeps Hurting Us, C. Manski, J. Pepper, and C. Petrie, editors. Washington, DC: National Academy Press.",
        "Persico, N. (2002), Racial Profiling, Fairness, and the Effectiveness of Policing, American Economic Review, 92, 1472-1497.",
        "Persico, N. and P. Todd (2005), Using Hit Rates to Test for Racial Bias in Law Enforcement: Vehicle Searches in Wichita, Department of Economics, University of Pennsylvania.",
        "Polinsky, M. and S. Shavell (2000), The Economic Theory of Public Enforcement of Law, Journal of Economic Literature, 38, 45-76."
    ]
}