{
    "id": 11852,
    "cites": 21,
    "cited_by": 0,
    "reference": [
        "Becchetti, L. and L. Paganetto, 2001, The Determinants of Suboptimal Technological Development in the System Company-Component Producers Relationship, International Journal of Industrial Organization, 19(9), 1407-1421.",
        "Brandenburger, A. and B. Nalebuff, 1997, Co-opetition: A Revolutionary Mindset that Combines Competition and Cooperation, New York: Currency Doubleday.",
        "Bresnahan, T.F. and S. Greenstein, 1999, Technological Competition and the Structure of the Computer Industry, Journal of Industrial Economics, 47(1), 1-40.",
        "Burgelman, R.A., 2002, Strategy is Destiny: How Strategy-Making Shapes a Companys Future, New York, NY: The Free Press, a Division of Simon and Schuster.",
        "Caillaud, B. and B. Jullien, 2003, Chicken and Egg: Competition among Intermediation Service Providers, RAND Journal of Economics, 34(2), 309-328.",
        "Carlton, D.W. and M. Waldman, 2002, The Strategic Use of tying to Preserve and Create Market Power in Evolving Industries, RAND Journal of Economics, 33(2), 194-220.",
        "Choi, J.P. and C. Stefanadis, 2001, Tying Investment and the Dynamic Leverage Theory, RAND Journal of Economics, 32(1), 52-71.",
        "Cournot, A.A., 1838, Researches into the Mathematical Principles of the Theory of Wealth, N.T. Bacon trans., Macmillan 1897. A.M. Kelley, New York, 1871. Reprint of the 1927 edition.",
        "Farrell J and M.L. Katz, 2000, Innovation, Rent Extraction, and Integration in Systems Markets, Journal of Industrial Economics, December, 97(4), 413-432.",
        "Gawer, A., 2000, The Organization of Platform Leadership: An Empirical Investigation of Intels Management Processes Aimed at Fostering Complementary Innovation by Third Parties, MIT PhD Thesis.",
        "Hagiu, A., 2004, Optimal Pricing and Commitment in Two-Sided Markets, Mimeo, presented at The Economics of Two-Sided Markets conference held in January 2004 at the University of Toulouse.",
        "Hagiu, A., 2005, Two-Sided Platforms: Pricing and Social Efficiency, Mimeo, Research histitute of Economy Trade and Industry and Princeton University.",
        "Heeb, R., 2003, Innovation and Vertical Integration in Complementary Markets, Journal of Economics and Management Strategy, 12(3), Fall, 387-417.",
        "Jackson, T., 1997, Inside Intel: How Andy Grove Built the Worlds Most Successful Chip Company, New York, NY: The Free Press.",
        "Ordover, J., A. Sykes, and R. Willig, 1985, Nonprice Anticompetitive Behavior by Dominant Firms towards the Producers of Complementary Products, in Antitrust and Regulation Essays in Memory of John J. McGowan, Fisher, F., ed., Cambridge, MA: MIT Press.",
        "Panzar, J.C., 1989, Technological Determinants of Firms and Industry Structure, in Handbook of Industrial Organization, Schmalensee, R. and R.D. Willig, eds.,13.",
        "Rochet, J. -C. and J. Tirole, 2003, Platform Competition in Two-Sided Markets, Journal of the European Economic Association 1(4), 990-1029.",
        "University of Toulouse, presented at The Economics of Two-Sided Markets conference held in January 2004 at the University of Toulouse.",
        "Schmalensee, R., 1981, Monopolistic Two-Part Pricing Arrangements, Bell Journal of Economics, 11, 445.",
        "Whinston, M.D., 1990, Tying, Foreclosure, and Exclusion, American Economic Review, September, 837-859.",
        "West, J. and J Dedrick, 2000, Innovation and Control in Standards Architectures: The Rise and Fall of Japans PC-98, Information Systems Research, 11(2), June 2000, 197-216."
    ]
}