{
    "id": 11857,
    "cites": 24,
    "cited_by": 1,
    "reference": [
        "Ansolabehere, Stephen, Rodden, Jonathan, and James M. Snyder, Jr. Purple America, Journal of Economic Perspectives, this issue. R. J. Aumann, Agreeing to disagree. Annals of Statistics, 4(6) (1976):1236 1239.",
        "Bishop, Bill, The schism in U.S. politics begins at home. Austin-American Statesman, April 4, 2004.",
        "Bremer, Francis J. The Puritan Experiment: New England Society from Bradford to Edwards. (Hanover and London: University Press of New England, 1995).",
        "CBS News/The New York Times. CBS News/New York Times Monthly Poll, April 2004. ICPSR version.(Ann Arbor, MI: ICPSR 2004). Dataset 4101.",
        "Davis, Nancy J., and Robert V. Robinson, A War for Americas Soul: The American Religious Landscape. In Cultural Wars in American Politics: Critical Reviews of a Popular Myth, ed. Rhys H. Williams. (New York: De Gruyter 1997).",
        "Dionne, E.J., One Nation Deeply Divided. The Washington Post, November 7, 2003.",
        "Downs, Anthony, An Economic Theory of Political Action in a Democracy, Journal of Political Economy, 55 (1957), 135--150.",
        "Fiorina, Morris P., Whatever Happened to the Median Voter?, Stanford University Mimeograph, (1999).",
        "Fiorina, Morris P., Samuel J. Abrams, and Jeremy C. Pope, Culture War? The Myth of a Polarized America (New York, NY: Pearson Longman, 2005).",
        "Fogel, Robert W. The Fourth Great Awakening and the Future of Egalitarianism (Chicago: University of Chicago Press, 2000).",
        "Glaeser, Edward L., Bruce Sacerdote, and Jose Scheinkman, Crime and Social Interactions, Quarterly Journal of Economics 111 (1996): 507-548.",
        "Glaeser, Edward L. and Bruce Sacerdote, Education and Religion, NBER Working Paper No. 8080, 2001.",
        "Glaeser, Edward L., Psychology and the Market American Economic Review Papers and Proceedings 94(2) (2004): 408-413.",
        "Glaeser, Edward L., Giacomo A.M. Ponzetto, and Jesse M. Shapiro, Strategic Extremism: Why Republicans and Democrats Divide on Religious Values, Quarterly Journal of Economics, forthcoming (2005).",
        "Klinkner, Philip A., Red and Blue Scare: The Continuing Diversity of the American Electoral Landscape The Forum. 2(2) (2004).",
        "Lawrence, Jill, Behind Its United Front, Nation Divided as Ever, USA Today, February 18, 2002.",
        "Leip, David, Dave Leips Atlas of U.S. Presidential Elections. http://www.uselectionatlas.org, (2005).",
        "Mead, F. S., as revised by Hill, S. S. Handbook of Denominations in the United States, 10th ed. (Nashville: Abingdon, 1995).",
        "Melton, J. G., Encyclopedia of American Religions, 6th ed. (Detroit: Gale Research, 1999).",
        "Meyerson, Harold, Democrats in a Divided Land, The Washington Post. November 5, 2004.",
        "Murphy, Kevin M. and Andrei Shleifer, Persuasion in Politics American Economic Review Papers and Proceedings 94(2) (2004): 435-439.",
        "National Institute of Health, U.S. Apparent Consumption of Alcoholic Beverages Based on State Sales, Taxation, or Receipt Data. U.S. Alcohol Epidemiologic Data Reference Manual., Volume 1, Fourth Edition, NIH Publication No. 04-5563, June 2004.",
        "Riker, William H. and Peter C. Ordeshook, An Introduction to Positive Political Theory Prentice-Hall Contemporary Political Theory Series (Englewood Cliffs, NJ: Prentice-Hall, 1973).",
        "Sapiro, Virginia and Steven J. Rosenstone, American National Election Studies Cumulative Data File, Vol. 8475 (Ann Arbor, MI: ICPSR, 2002)."
    ]
}