{
    "id": 11855,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "Barth, P. and R. Victor. 2003. Outcomes for injured workers in Texas. Cambridge, MA: Workers Compensation Research Institute.",
        "Boden, L. and C. Fleischman. 1989. Medical costs in workers compensation: Trends and interstate comparisons. Cambridge, MA: Workers Compensation Research Institute.",
        "Boden, L. 1992. Workers compensation medical costs: A special case. In J. Greenwood and A.",
        "Tarico, eds., Workers compensation health care cost containment. Horsham, PA: LRP Publications. Damiano, A. M., G. M. Pastores, and J. E. Ware, Jr. 1998. The health-related quality of life of adults with Gauchers disease receiving enzyme replacement therapy: Results from a retrospective study. Quality of Life Research 7(5): 373-86.",
        "Durbin, D., and D. Appel. 1991. The impact of fee schedules and employer choice of physician.",
        "NCCI Digest 6 (3): 3959. Durbin, D., D. Corro, and N. Helvacian. 1996. Workers compensation medical expenditures: Price vs. quantity. Journal of Risk and Insurance 63(1): 13-33.",
        "Ellenberger, J. 1992. Labors perspective on health care reform. In J. Greenwood and A. Tarico, eds., Workers compensation health care cost containment. Horsham, PA: LRP Publications.",
        "Galizzi, M, and L. Boden. 1996. What are the most important factors shaping return to work? Evidence from Wisconsin. Cambridge, MA: Workers Compensation Research Institute.",
        "Lewis, J. 1992. Legislative reform efforts and the medical benefit. In J. Greenwood and A.",
        "Tarico, eds., Workers compensation health care cost containment. Horsham, PA: LRP Publications. Morrison, J. 1990. Medical cost containment for workers compensation. Journal of Risk and Insurance 57(4): 646-653.",
        "National Federation of Independent Business Research Foundation and National Foundation for Unemployment Compensation and Workers Compensation. n.d. Legislative guide to workers compensation insurance reform in the states. Neumark, D. 2005. The workers compensation crisis in California: A primer. California Economic Policy 1(1).",
        "Perneger, T. V., J.-F. Etter, and A. Rougemont. 1996. Prospective versus retrospective measurement of change in health status: A community based study in Geneva, Switzerland. Journal of Epidemiology and Community Health 51(3): 320-5.",
        "Pozzebon, S. 1994. Medical cost containment under workers compensation. Industrial and Labor Relations Review 48(1): 153-167.",
        "Telles, C., D. Wang, and R. Tanabe. 2004. CompScopeTM benchmarks: Multistate comparisons, 4th edition. Cambridge, MA: Workers Compensation Research Institute.",
        "Victor, R., P. Barth, and T. Liu. 2003. Outcomes for injured workers in California, Massachusetts, Pennsylvania, and Texas. Cambridge, MA: Workers Compensation Research Institute.",
        "Victor, R., and C. Fleischman. 1990. How choice of provider and recessions affect medical costs in workers compensation. Cambridge, MA: Workers Compensation Research Institute.",
        "Ware, J., D. Turner-Bowker, M. Kosinski, and B. Gandek. 2002. SF-12v2TM: How to score version 2 of the SF-12Ã\u0082Â® health survey. Lincoln, RI: QualityMetric, Inc."
    ]
}