{
    "id": 11854,
    "cites": 31,
    "cited_by": 53,
    "reference": [
        "Altig, David, Lawrence J. Christiano, Martin Eichenbaum, and Jesper LindÃ\u0082Â´e, Firm-Specific Capital, Nominal Rigidities, and the Business Cycle, NBER Working Paper No. 11034, January 2005.",
        "Benigno, Pierpaolo, and Michael Woodford, Optimal Taxation in an RBC Model: A Linear-Quadratic Approach, NBER working paper No. 11029, January 2005.",
        "Bils, Mark and Peter Klenow, Some Evidence on the Importance of Sticky Prices, Journal of Political Economy 112, 2004, 947-985.",
        "Calvo, Guillermo A., Staggered prices in a utility-maximizing framework, Journal of Monetary Economics 12, 1983, 383-98.",
        "Carlstrom Charles T. and Timothy S. Fuerst, Investment and Interest Rate Policy: a Discrete Time Analysis, Journal of Economic Theory, 123, 2005, 4-20.",
        "Chari, V. V., Lawrence J. Christiano, and Patrick J. Kehoe, Policy Analysis in Business Cycle Models, in Thomas F. Cooley, Frontiers of Business Cycle Research, Princeton, Princeton University Press, 1995.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans, Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy 113, February 2005, 1-45.",
        "Cogley, Timothy, and Argia M. Sbordone, A Search for a Structural Phillips Curve, Federal Reserve Bank of New York Staff Report No. 203, March 2005.",
        "Del Negro, Marco, Frank Schorfheide, Frank Smets, and Raf Wouters, On the Fit and Forecasting performance of New-Keynesian Models, manuscript, University of Pennsylvania, November 2004.",
        "Erceg, Christopher J., Henderson, Dale W., and Levin, Andrew T., Optimal Monetary Policy With Staggered Wage and Price Contracts, Journal of Monetary Economics 46, October 2000, 281-313.",
        "Fisher, Jonas D. M., The Dynamic Effects of Neutral and Investment-Specific Technology Shocks, manuscript, Federal Reserve Bank of Chicago, May 2005.",
        "GalÃ\u0082Â´i, Jordi, Technology, Employment, and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations?, American Economic Review 89, March 1999, 249271.",
        "Golosov, Mikhail and Robert E. Lucas, Menu Costs and Phillips Curves, NBER Working Paper No. 10187, December 2003.",
        "Khan, Aubhik, Robert G. King, and Alexander Wolman, Optimal Monetary Policy, Review of Economic Studies 70, October 2003, 825-860.",
        "Kollmann, Robert, Welfare Maximizing Fiscal and Monetary Policy Rules, mimeo, University of Bonn, March 2003.",
        "Leeper, Eric M., Equilibria under Active and Passive Monetary and Fiscal Policies, Journal of Monetary Economics 27, February 1991, 129-47.",
        "Levin, Andrew T., Alexei Onatski, John C. Williams, and Noah Williams, Monetary Policy Under Uncertainty in Micro-Founded Macroeconometric Models, manuscript prepared for the NBERs Twentieth Annual Conference on Macroeconomics, March 31, 2005.",
        "Ravn, Morten, Labor Market Matching, Labor Market Participation and Aggregate Business Cycles: Theory and Structural Evidence for the United States, manuscript, European University Institute, October 2005.",
        "Rotemberg, Julio J. and Woodford, Michael D., Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity, Journal of Political Economy 100, December 1992, 1153-1207.",
        "Rotemberg, Julio J., and Michael Woodford, An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy, in Bernanke, Ben S. and Julio J. Rotemberg, eds., NBER macroeconomics annual 1997, Cambridge and London: MIT Press, 1997, 297-346.",
        "Schmitt-GrohÃ\u0082Â´e, Stephanie and MartÃ\u0082Â´in Uribe, Optimal Fiscal and Monetary Policy under Sticky Prices, Journal of Economic Theory 114, February 2004(a), 198-230.",
        "Schmitt-GrohÃ\u0082Â´e, Stephanie and MartÃ\u0082Â´in Uribe, Optimal Fiscal and Monetary Policy under Imperfect Competition, Journal of Macroeconomics 26, June 2004(b), 183-209.",
        "Schmitt-GrohÃ\u0082Â´e, Stephanie and MartÃ\u0082Â´in Uribe, Solving Dynamic General Equilibrium Models Using a Second-Order Approximation to the Policy Function, Journal of Economic Dynamics and Control 28, January 2004c, 755-775.",
        "Schmitt-GrohÃ\u0082Â´e, Stephanie and MartÃ\u0082Â´in Uribe, Optimal Fiscal and Monetary Policy in a Medium-Scale Macroeconomic Model, in Gertler, Mark and Kenneth Rogoff, eds., NBER Macroeconomics Annual 2005, Cambridge and London: MIT Press, 2005(a) forthcoming.",
        "Schmitt-GrohÃ\u0082Â´e, Stephanie and MartÃ\u0082Â´in Uribe, Optimal Inflation Stabilization in a MediumScale Macroeconomic Model: Technical Appendix, manuscript, Duke University, 2005(b).",
        "Smets, Frank and Raf Wouters, Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach, manuscript, European Central Bank, April 21, 2004.",
        "Summers, Lawrence, How should long-term monetary policy be determined?, Journal of Money, Credit and Banking, 23, August 1991, 625-631.",
        "Sveen, Tommy and Lutz Weinke, Inflation and Output Dynamics with Firm-Owned Cap54 ital, mimeo, Universitat Pompeu Fabra, 2003.",
        "Taylor, John B., Discretion versus Policy Rules in Practice, Carnegie Rochester Conference Series on Public Policy 39, December 1993, 195-214.",
        "Woodford, Michael D., Interest and Prices, Princeton University Press: Princeton, New Jersey, 2003.",
        "Yun, Tack, Nominal price rigidity, money supply endogeneity, and business cycles, Journal of Monetary Economics 37, 1996, 345-370."
    ]
}