{
    "id": 11862,
    "cites": 25,
    "cited_by": 15,
    "reference": [
        "Alesina, A., A. Perotti and J. Tavares (1998), The Political Economy of Fiscal Adjustments, Brookings Papers on Economic Activity 1:1998, 197-248.",
        "Alesina A. and H. Rosenthal (1995), Partisan Politics, Divided Government and the Economy, Cambridge, UK: Cambridge University Press.",
        "Alesina, A., N. Roubini and G. Cohen (1997), Political Cycles and the Macroeconomy, Cambridge, MA: MIT Press.",
        "Alt, J. and A. Chrystal (1983), Political Economy, Berkeley, CA: Berkeley University Press.",
        "Brender, A. and A. Drazen (2005a), Political Budget Cycles in New Versus Established Democracies, Journal of Monetary Economics 52, 000-000.",
        "Democracy, in progress. Drazen, A. (2001), Political Business Cycle after 25 Years, in B. Bernanke and K. Rogoff, eds.",
        "NBER Macroeconomics Annual 2000, Cambridge, MA: MIT Press, 75-117.",
        "Drazen, A. and M. Eslava (2005a), Electoral Manipulation via Voter-Friendly Spending: Theory and Evidence, working paper. (Earlier version circulated as NBER Working Paper 11085).",
        "Fair, R. (1978), The Effect of Economic Events on Votes for President, Review of Economics and Statistics 60, 159-72.",
        "Faust, J. and J. Irons (1999), Money, Politics, and the Post-War Business Cycle, Journal of Monetary Economics 43, 61-89.",
        "Lewis-Beck, M. (1988), Economics and Elections: The Major Western Democracies, Ann Arbor: University of Michigan Press.",
        "Nordhaus, W. (1975), The Political Business Cycle, Review of Economic Studies 42, 169-90.",
        "Paldam, M. (1979) Is There An Electoral Cycle? A Comparative Study of National Accounts, Scandinavian Journal of Economics 81, 323-42.",
        "Paldam, M. (1991), How Robust is the Vote Function? A Study of Seventeen Nations Over Four Decades, in H. Norpoth, M.S. Lewis-Beck and J.D. Lafay, eds., Economics and Politics: The Calculus of Support, Ann Arbor: University of Michigan Press.",
        "Peltzman, S. (1992), Voters as Fiscal Conservatives, Quarterly Journal of Economics 107, 327261.",
        "Persson and Tabellini (1990), Macroeconomic Policy, Credibility, and Politics, London: Harwood.",
        "Persson, T. and G. Tabellini (2003), The Economic Effect of Constitutions: What Do the Data Say?, Cambridge, MA: MIT Press.",
        "Powell, Jr., G. B., and G. Whitten (1993), A Cross-National Analysis of Economic Voting: Taking Account of the Political Context, American Journal of Political Science 37: 391414.",
        "Rogoff, K. (1990), Equilibrium Political Budget Cycles, American Economic Review 80, 2136.",
        "Rogoff, K. and A. Sibert (1988), Elections and Macroeconomic Policy Cycles, Review of Economic Studies 55, 1-16.",
        "Roubini N. and J. Sachs (1989), Political and Economic Determinants of Budget Deficits in the Industrial Democracies, European Economic Review 33, 903-38.",
        "Shi, M. and J. Svensson (2002), Political Budget Cycles in Developed and Developing Countries, working paper.",
        "Shiller R.J. (1996), Why Do People Dislike Inflation?, NBER working paper 5539.",
        "StrÃ\u0083Â¸m, K. and S. M. Lipset (1984), Macroeconomics and Macropolitics: The Electoral Performance of Democratic Governments, Paper presented at the Annual Meeting of the American Political Science Association, Washington, D.C.",
        "ZÃ\u0083Â¡rate, R.O. (2005), ZÃ\u0083Â¡rates Political Collections (ZPC) 1996-2005."
    ]
}