{
    "id": 11860,
    "cites": 12,
    "cited_by": 0,
    "reference": [
        "Calomiris, Charles, 1990. Is Deposit Insurance Necessary?: A Historical Perspective, The Journal of Economic History, 50(June), 283-295.",
        "DemirgÃ\u0083Â¼Ã\u0083Â§, Asli, and Edward J. Kane, 2002. Deposit Insurance Around the Globe: Where Does it Work? Journal of Economic Perspectives, 16(Spring), 175-195.",
        "DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, Asli, Edward J. Kane, and Luc Laeven, 2005. Determinants of Deposit Insurance Adoption and Design. World Bank and Boston College (unpublished).",
        "Dermine, Jean, 2003. European Banking: Past, Present and Future, in The Transformation of the European Financial System, V. Gaspar, P. Hartmann, and O. Sleijpen (eds.).",
        "Frankfurt: European Central Bank, 31-95. Draghi, Mario, Francesco Giavazzi, and Robert C. Merton, 2003. Transparency, Risk Management and International Financial Fragility, Harvard Business School (September 24).",
        "Eisenbeis, Robert A., and Larry Wall, 2004. Agency Problems in Banking Supervision: The Case of the EMU. Presented at a September 2-3 conference on The Structure of Regulation in Helsinki, Finland.",
        "Garcia, Gillian, and Maria Nieto, 2005. Banking Crisis Management in the European Union: Multiple Regulators and Resolution Authorities (unpublished).",
        "Goetzman, William N., Lingfeng Li, and K. Geert Rouwenhorst, 2005. Long-Term Global Market Correlations, Journal of Business, 78(January), 1-38.",
        "Institute Press. ____________, 2003. What Kind of Multinational Deposit-Insurance Arrangements Might Best Enhance World Welfare? Pacific-Basin Finance Journal, 11(September), 413428.",
        "Arrangements, Conference on Cross-Border Banking: The Regulatory Challenge, Federal Reserve Bank of Chicago (October). ____________ and Robert Hendershott, 1996. The Federal Deposit Insurance Fund that Didnt Put a Bite on U.S. Taxpayers. Journal of Banking and Finance, 10(September), 1305-1327.",
        "London: Routledge (forthcoming). SchÃ\u0083Â¼ler, Martin, 2003: How Do Banking Supervisors Deal with Europe-Wide Systemic Risk? Centre for European Economic Research, Discussion Paper No. 03-03.",
        "Vives, Xavier, 2001. Restructuring Financial Regulation in the European Monetary Union, Journal of Financial Services Research, 19 (February, 57-82."
    ]
}