{
    "id": 11868,
    "cites": 16,
    "cited_by": 4,
    "reference": [
        "Adams, Randolph G., ed., Selected Political Essays of James Wilson. New York: Alfred A. Knolf, 1930.",
        "Bouton, Terry, Tying Up the Revolution: Money, Power, and the Regulation in Pennsylvania, 1765-1800, Unpublished PhD Dissertation, Duke University, 1996.",
        "Donaldson, Thomas, The Public Domain. Washington, D.C.: Government Printing Office, 1884. Elliot, Jonathan, Funding System of the United States and Great Britain, House Document No. 15 (Vol. II. Executive Documents), 28th Congress, 1st Session, 1843-44. Farrand, Max. ed., The Records of the Federal Convention of 1787. New Haven, CT: Yale University Press, Vols. 1-4, 1966.",
        "Ferguson, E. James, The Power of the Purse. Chapel Hill, NC: University of North Carolina Press, 1961.",
        "Gates, Paul Wallace, History of Public Land Law Development. Washington, D.C.: Zenger Publishing Company, 1968.",
        "Gordon, John Steele, Hamiltons Blessing. New York: Penguin Books, 1998.",
        "Jones, Alice Hanson, Wealth of a Nation to Be. New York: Columbia University Press, 1980.",
        "North, Douglass C., The Economic Growth of the United States, 1790-1860. New York: W. W. Norton, 1966.",
        "Perkins, Edwin J., American Public Finance and Financial Services, 1700-1815. Columbus, OH: Ohio State University Press, 1994.",
        "Ratchford, B. U., American State Debts. Durham, NC: Duke University Press, 1941.",
        "Richards, Leonard L., Shays Rebellion: the American Revolutions Final Battle. Philadelphia, PA: University of Pennsylvania Press, 2002.",
        "Stephenson, Nathaniel Wright, A History of the American People. New York: Charles Scribners Sons, 1934.",
        "Swanson, Donald F., The Origins of Hamiltons Fiscal Policy. Gainesville, FL: University of Florida Press, 1963.",
        "Szatmary, David, Shays Rebellion: the Making of an Agrarian Insurrection. Amherst, MA: University of Massachusetts Press, 1980.",
        "Taylor, George Rogers, ed., Hamilton and the National Debt. Boston: D,C. Heath and Company, 1950.",
        "Tindall, George Brown, America: a Narrative History. New York: W. W. Norton (2nd edn.), 1988."
    ]
}