{
    "id": 11865,
    "cites": 15,
    "cited_by": 4,
    "reference": [
        "Aghion, Philippe, Patrick Bolton, and Steven Fries, 1999. Optimal Design of Bank Bailouts: The Case of Transition Economies, Journal of Institutional and Theoretical Economics, 55(March), 51-70.",
        "Altunbas, Yener, and David MarquÃ\u0083Â©s IbÃ\u0083Â¡Ã\u0083Â±ez, 2004. Mergers and Acquisitions and Performance in Europe: The Role of Strategic Similarities, Frankfurt: European Central Bank, Working Paper No. 398 (October).",
        "Bank for International Settlements, Committee on Banking Regulations and Supervisory Practices, 1975. Report to the Governors on the Supervision of Banks Foreign Establishments (the Concordat), Geneva (September 26).",
        "Basel Committee on Banking Supervision, 1997. Core Principles for Effective Banking Supervision, Geneva (September).",
        "Brash, Donald T., 1996. A New Approach to Bank Supervision, Address to the Center for the Study of Financial Innovation, London (June 5).",
        "Uncertain World, Address to the Belgian Financial Forum (June 6). Honohan, Patrick, and Daniela Klingebiel, 2003. The Fiscal Cost Implications of an Accommodating Approach to Banking Crises. Journal of Banking and Finance, 27(August), 1539-1560.",
        "Joint Press Conference, 2005. Transcript of Proceedings Featuring Michael Cullen, New Zealand Finance Minister and Peter Costello, Australian Treasurer, Wellington, NZ (Feb. 17).",
        "Kane, Edward J., 1989. Changing Incentives Facing Financial-Services Regulators, Journal of Financial Services Research 2(September), 265-274.",
        "Ledingham, Peter, 1995. The Review of Bank Supervision Arrangements in New Zealand: The Main Elements in the Debate, Reserve Bank of New Zealand: Bulletin, 58 (September), 163-171.",
        "December 2, 2005 23 Mishan, E.J., 1969. Welfare Economics: An Assessment, Amsterdam and London: North Holland Publishing Company Mayes, David G., 2005. Crisis Resolution of Large Banks in Small Countries, Slideshow Prepared for Norges Bank Conference on Banking Crisis Resolution-- Theory and Policy (June).",
        "Mortlock, Geof, 2003. New Zealands Financial Sector Regulation, Reserve Bank of New Zealand: Bulletin, 66(December), 5-49.",
        "SchÃ\u0083Â¼ler, Martin, 2003. Incentive Problems in Banking Supervision The European Case, Mannheim, Germany: ZEW Discussion Paper No. 03-62.",
        "Todd, Walker, 2002. Central Banking in a Democracy: The Problem of the Lender of Last Resort, in P.A. McCoy (ed.), Financial Modernization after Gramm-LeachBliley, Newark, NJ: Matthew Bender.",
        "Tripe, David, 2001. Banking Supervision by Disclosure: A Review of the New Zealand Regime, Centre for Banking Studies, Massey University, Palmerston North, NZ (unpublished).",
        "Woolford, Ian, and Adrian Orr, 2005. The Limits to Hospitality, The Financial Regulator, 10(June), 41-46."
    ]
}