{
    "id": 11866,
    "cites": 36,
    "cited_by": 22,
    "reference": [
        "Baldwin, R. and Martin, P. (2000), Two Waves of Globalisation: Superficial similarities and Fundamental Differences. In H. Siebert (ed.), Globalisation and Labor, Tubingen, Germany: Mohr.",
        "Boeri, T., Hanson, G. and McCormick, B. (eds.) (2002), Immigration Policy and the Welfare System, Oxford: Oxford University Press.",
        "Coatsworth, J. H. and Williamson, J. G. (2004a), The Roots of Latin American Protectionism: Looking Before the Great Depression. In A. Estevadeordal, D.",
        "Rodrik, A. Taylor A. Velasco n(eds.), FTAA and Beyond: Prospects for Integration in the Americas, Cambridge, Mass.: Harvard University Press. Coatsworth, J. H. and J. G. Williamson (2004b), Always Protectionist? Latin American Tariffs from Independence to Great Depression, Journal of Latin American Studies 36 (May), pp. 205-32.",
        "Centeno, M. A. (1997), Blood and Debt: War and Taxation in Nineteenth Century Latin America, American Journal of Sociology 102: 1565-605.",
        "Engerman, S. L. and Sokoloff, K. L. (2000), History Lessons: Institutions, Factor Endowments, and Paths of Development in the New World, Journal of Economic Perspectives 14: 217:232.",
        "Engerman, S. L. and Sokoloff, K. L. (2005), The Evolution of Suffrage Institutions in the New World, Journal of Economic History (forthcoming).",
        "Faini, R, J. DeMelo and K. Zimmermann (eds.) (1999), Migration: The Controversies and the Evidence, Cambridge: Cambridge University Press.",
        "Ferenczi, I. and W. F. Willcox (1929), International Migrations, Vol. I, New York: National Bureau of Economics Research.",
        "Hatton, T. J. (2000), How Much Did Immigrant Quality Decline in Late Nineteenth Century America? Journal of Population Economics 13, pp. 509-25.",
        "Hatton, T. J. (2005), Explaining Trends in UK Immigration, Journal of Population Economics, (forthcoming).",
        "Hatton, T. J. and Wheatley Price, S. (2005), Migration, Migrants and Policy in the United Kingdom, in K. F. Zimmermann (ed.) European Migration: What Do We Know? Oxford: Oxford University Press.",
        "Hatton, T. J. and Williamson, J. G. (1998), The Age of Mass Migration: An Economic Analysis, New York: Oxford University Press.",
        "Hatton, T. J. and Williamson, J. G. (2005), Global Migration and the World Economy: Two Centuries of Policy and Performance, Cambridge, Mass: MIT Press (forthcoming).",
        "Hillman, A. L. and Weiss, A. (1999), Beyond international factor movements: cultural preferences, endogenous policies and the migration of people: an overview, in R.",
        "Faini, J. de Melo and K. F. Zimmermann (eds.), Migration: The Controversies and the Evidence, Cambridge: Cambridge University Press, pp. 76-91. Hoynes, H., Page, M. and Huff Stevens, A. (2005), Poverty in America: Trends and Explanations, unpublished, Department of Economics, University of California, Davis (June).",
        "Irwin, D. A. (2002), The Early Trade Policy Experience of the United States, 17891820, unpublished, Department of Economics, Dartmouth College (September).",
        "Irwin, D. A. (2005), Antebellum Tariff Politics: Coalition Formation and Credible Commitments, Unpublished Paper: Dartmouth College.",
        "Lindert, P. H. (2004), Growing Public: Social Spending and Economics Growth since the Eighteenth Century, Cambridge: Cambridge University Press.",
        "Maddison, A. (2001), The World Economy: A Millenial Perspective, Paris: OECD.",
        "Markusen, J. R. (1983), Factor Movements and Commodity Trade as Complements, Journal of International Economics, 13, pp. 341-356.",
        "Mayda, A. M. (2004), Who is Against Immigration? A Cross-Country Investigation of Individual Attitudes Towards Immigrants, IZA DP No. 1115, Bonn (April).",
        "Mayda, A. M. and Rodrik. D. (2005), Why are Some People (and Countries) More Protectionist than Others? European Economic Review, (forthcoming).",
        "Mitchell, B. R. (2000), International Historical Statistics: Africa, Asia and Oceania 1750-2000, 4th ed., London: Macmillan.",
        "Mundell, R. A. (1957), International Trade and Factor Mobility, American Economic Review, 47, pp. 321-335.",
        "OECD (2000), Economic Outlook, 68, Paris: OECD.",
        "ORourke, K. H. (2003), Heckscher-Ohlin Theory and Individual Attitudes Towards Globalization. Paper presented to the Eli Heckscher Celebratory Symposium, Stockholm School of Economics, May 22-24.",
        "ORourke, K. H. and Sinnott, R. (2001), What Determines Attitudes Towards Protection? in S. M. Collins and D. Rodrik (eds.), Brookings Trade Forum 2001, Washington DC: Brookings Institute Press.",
        "ORourke, K. H. and Sinnott, R. (2004), The Determinants of Individual Attitudes Towards Immigration, unpublished paper, Trinity College Dublin.",
        "Pomfret, R. (1981), The Economic Development of Canada, Toronto: Methuen.",
        "Rogowski, R. (1989), Commerce and Coalitions: How Trade Affects Domestic Political Alignments, Princeton, NJ: Princeton University Press.",
        "Smith, J. P. and Edmonston, B. (eds.) (1997), The New Americans: Economic, Demographic and Fiscal Effects of Immigration, Washington D.C: National Academy Press.",
        "United Nations (2002), International Migration Report 2002, New York: United Nations.",
        "Wellisch, D. and Walz, U. (1998), Why do Rich Countries prefer Free Trade over Free Migration? The Role of the Modern Welfare State, European Economic Review, 42, pp. 1592-1612.",
        "Williamson, J. G. (2004), The Political Economy of World Mass Migration: Comparing Two Global Centuries, Washington, D.C.: American Enterprise Institute Press.",
        "Williamson, J. G. (2005b), Globalization and the Poor Periphery Before the Modern Era: The Ohlin Lectures, Cambridge, Mass.: MIT Press (forthcoming)."
    ]
}