{
    "id": 11864,
    "cites": 54,
    "cited_by": 15,
    "reference": [
        "Abel, Andrew B., and Janice C. Eberly, 1994, A unified model of investment under uncertainty, American Economic Review 84, 13691384.",
        "Studies 63, 581593. , 1997, An exact solution for the investmentand value of a firm facing uncertainty, adjustment costs, and irreversibility, Journal of Economic Dynamics and Control 21, 831852.",
        "Arrow, Kenneth J., and Mordecai Kurz, 1970, Public Investment, the Rate of Return and Optimal Fiscal Policy (Johns Hopkins Press: Baltimore).",
        "Baldursson, Fridrik M., and Ioannis Karatzas, 1997, Irreversible investment and industry equilibrium, Finance and Stochastics 1, 6990.",
        "Bertola, Giuseppe, and Ricardo J. Caballero, 1994, Irreversibility and aggregate investment, The Review of Economic Studies 61, 223246.",
        "Bessembinder, Hendrick, Jay F. Coughenour, Paul J. Seguin, and Margaret M. Smoller, 1995, Mean-reversion in equilibrium asset prices: Evidence from the futures term structure, Journal of Finance v50 n1, 361375.",
        "Bobenrieth, Eugenio S. A., Juan R. A. Bobenrieth, and Brian D. Wright, 2002, A commodity price process with a unique continuous invariant distribution having infinity mean, Econometrica 70(3), 12131219.",
        "Brennan, Michael J., 1958, The supply of storage, American Economic Review 48, 5072.",
        "North Holland. , and Eduardo S. Schwartz, 1985, Evaluating natural resource investments, Journal of Business v58 n2, 13557.",
        "Caballero, Ricardo J., and Eduardo M. R. A. Engel, 1999, Explaining investment dynamics in u.s. manufacturing: A generalized (s,s) approach, Econometrica 67(4), 783826.",
        "Carlson, Murray, Zeigham Khokher, and Sheridan Titman, 2002, An equilibrium analysis of exhaustable resources investments, University of Texas Working Paper.",
        "Casassus, Jaime, and Pierre Collin-Dufresne, 2005, Stochastic convenience yield implied from commodity futures and interest rates, Journal of Finance 60, 2283 2331.",
        "Chambers, Marcus, and Roy Bailey, 1996, A theory of commodity price fluctuations, Journal of Political Economy 104(5), 924957.",
        "Cochrane, John H., 2001, Asset Pricing (Princeton: University Press).",
        "Cox, John C., Jonathan E. Ingersoll Jr., and Steve A. Ross, 1985, An intertemporal general equilibrium model of asset prices, Econometrica 53, 363384.",
        "Deaton, Angus, and Guy Laroque, 1992, Competitive storage and commodity price dynamics, Journal of Political Economy 104, 896923.",
        "Dixit, Avinash, 1991, A simplified treatment of the theory of optimal regulation of brownian motion, Journal of Economic Dynamics and Control v15 n4, 65773.",
        "Applied Economics, Harwood Academic Publishers). Dixit, Avinash K., and Robert S. Pindyck, 1994, Investment under Uncertainty (Princeton University Press: Princeton).",
        "Duffie, Darrell, 1996, Dynamic Asset Pricing Theory (Princeton: University Press).",
        "Dumas, Bernard, 1991, Super contact and related optimality conditions, Journal of Economic Dynamics and Control v15 n4, 67585.",
        "Erb, Claude B., and Campbell R. Harvey, 2005, The tactical and strategic value of commodity futures, National Bureau of Economic Research, Working Paper.",
        "Fama, Eugene F., and Kenneth R. French, 1987, Commodity futures prices: some evidence on forecast power, premiums, and the theory of storage, Journal of Business v60 n1, 5573.",
        "Finn, Mary G., 1995, Varience properties of solows productivity residual and their cyclical implications, Journal of Economic Dynamics and Control v19, 12491281.",
        "Gibson, Rajna, and Eduardo S. Schwartz, 1990, Stochastic convenience yield and the pricing of oil contingent claims, Journal of Finance v45n3 (July), 95976.",
        "Gorton, Gary, and K. Geert Rouwenhorst, 2005, Facts and fantasies about commodity futures, Yale ICF, Working Paper.",
        "Grossman, Sanford J., and Guy Laroque, 1990, Asset pricing and optimal portfolio choice in the presence of illiquid durable consumption goods, Econometrica 58, 2551.",
        "Guesnerie, Roger, 1975, Pareto optimality in non-convex economies, Econometrica 43, 129.",
        "Gustafson, Robert L., 1958, Carryover levels for grains: A method for determining amounts that are optimal under specified conditions., Technical Bulletin No. 1178, U.S. Department of Agriculture, Washington, DC.",
        "Hamilton, James D., 1989, A new approach to the economic analysis of nonstationary time series and the business cycle, Econometrica 57, 357384.",
        "Harrison, J. Michael, 1990, Brownian Motion and Stochastic Flow Systems (Krieger Publishing Company: Florida).",
        "Harrison, Michael, Thomas Sellke, and Allison Taylor, 1983, Impulse control of brownian motion, Mathematics of Operations Research v8 n3, 454466.",
        "Hartley, P. M., and L. C. G. Rogers, 2003, Two-sector stochastic growth models, University of Cambridge Preprint Series.",
        "Jeanblanc-Picque, Monique, and Albert N. Shiryaev, 1995, Optimization of the flow of dividends, Russian Math. Surveys v50, 257277.",
        "Kaldor, Nicholas, 1939, Speculation and economic stability, The Review of Economic Studies 7, 127.",
        "Karatzas, Ioannis, and Steven E. Shreve, 1998, Methods of Mathematical Finance (Applications of Mathematics 39, Springer-Verlag: New York).",
        "Kim, Chang-Jin, 1993, Dynamic lenear models with markov-switching, Journal of Econometrics 60, 122.",
        "Litzenberger, Robert H., and Nir Rabinowitz, 1995, Backwardation in oil futures markets: theory and empirical evidence, Journal of Finance 50, 15171545.",
        "Mamaysky, Harry, 2001, The term structure of interest rates and the price of durable goods, Working Paper Yale University.",
        "McDonald, Robert, and Daniel Siegel, 1986, The value of waiting to invest, Quarterly Journal of Economics v101 n4, 70727.",
        "Merton, Robert C., 1973, An intertemporal capital asset pricing model, Econometrica 41, 867888.",
        "Economic Studies 42, 375393. Newbery, David M., and Joseph E. Stiglitz, 1981, The Theory of Commodity Price Stabilization, A Study of the Economics of Risk (Claredon Press: Oxford).",
        "Paddock, James L., Daniel R. Siegel, and James L. Smith, 1988, Option valuation of claims on real assets: The case of offshore petroleum leases, Quarterly Journal of Economics 103, 479508.",
        "Pindyck, Robert S., 1988, Irreversible investment, capacity choice, and the value of the firm, American Economic Review 78, 969985.",
        "Richard, Scott F., and M. Sundaresan, 1981, A continuous time equilibrium model of forward prices and futures prices in a multigood economy, Journal of Financial Economics 9, 347371.",
        "Ross, Stephen A., 1997, Hedging long run commitments: Exercises in incomplete market pricing, Economic Notes by Banca Monte 26, 99132.",
        "Routledge, Bryan, Duane Seppi, and Chester Spatt, 2000, Equilibrium forward curves for commodities, Journal of Finance LV n 3, 12971338.",
        "Scheinkman, Jose A., and Jack Schechtman, 1983, A simple competitive model with production and storage, The Review of Economic Studies 50(3), 427441.",
        "Schwartz, Eduardo S., 1997, The stochastic behavior of commodity prices: Implications for valuation and hedging, Journal of Finance v52n3 (July), 92373.",
        "Sundaresan, M., 1984, Consumption and equilibrium interest rates in stochastic production economies, Journal of Finance 39, 7792.",
        "Telser, Lester G., 1958, Futures trading and the storage of cotton and wheat, Journal of Political Economy 66, 23355.",
        "Uppal, Raman, 1993, A general equilibrium model of international portfolio choice, Journal of Finance v48 n2, 52953.",
        "Wei, Chao, 2003, Energy, the stock market, and the putty-clay investment model, American Economic Review v93, 313323.",
        "Williams, Jeffrey C., and Brian D. Wright, 1991, Storage and Commodity Markets (Cambridge University Press: England).",
        "Working, Holbrook, 1948, Theory of the inverse carrying charge in futures markets, Journal of Farm Economics 30, 128."
    ]
}