{
    "id": 11874,
    "cites": 54,
    "cited_by": 31,
    "reference": [
        "WALSH, C. (2003): Mometany Theory amd Policy. MIT Press, Cambridge, MA, second edn.",
        "(ed.) (1999b): Mometany Policy Rnles. University of Chicago Press, Chicago.",
        "(1999a): An Historical Analysis of Monetary Policy Rules, in Mometany Policy Rnles, ed. by J. B. Taylor, pp. 319-341. University of Chicago Press, Chicago.",
        "TAYLOR, J. B. (1993): Discretion versus Policy Rules in Practice, CanmeigeRochester Comfenemce Series om Pnblic Policy, 39, 195-214.",
        "(2002): Imflatiom Report, vol. 1. Sveriges Riksbank, Stockholm.",
        "(2005): Comparing Shocks and Frictions in U.S. and Euro Business Cycles: A Bayesian DSGE Approach, Jonrmal of Applied Ecomometrics, 20(2), 161-183, Manuscript, European Central Bank.",
        "SMETS, F., AND R. WOUTERS (2003): An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area, Jonrmal of the Enropeam Ecomomic Associatiom, 1(5), 1123-1175.",
        "SIMS, C. A., AND T. ZHA (2006): Were There Regime Switches in US Monetary Policy?, Amen cam Ecomomic Review, 96(1), 54-81.",
        "SIMS, C. A. (2001): Solving Linear Rational Expectations Models, Jonrmal of Compntatiomal Ecomomics, 20(1-2), 1-20.",
        "SCHMITT-GROHE, S., AND M. URIBE (2006): Optimal Simple and Implementable Monetary and Fiscal Rules, Jonrmal of Mometary Ecomomics, forthcomimg.",
        "SARGENT, T. J. (1999): The Comqnest of Americam Imfiatiom. Princeton University Press, Princeton, NJ.",
        "RUGE-MURCIA, F. J. (1995): Credibility and Changes in Policy Regime, Jonrmal of Political Ecomomy, 103(1), 176-208.",
        "ROTEMBERG, J. J., AND M. WOODFORD (1997): An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy, in NBER Macroecomomics Ammnal 1997, ed. by B. S. Bernanke, and J. J. Rotemberg, pp. 297-346. MIT Press, Cambridge, MA.",
        "RABANAL, P. (2004): Monetary Policy Rules and the U.S. Business Cycle: Evidence and Implications, International Monetary Fund Working Paper 04/164.",
        "MISHKIN, F. 5. (2004): Why the Federal Reserve Should Adopt Inflation Targeting,  Imtermatiomal Fimamce, 7(1), 117-127.",
        "MCCALLUM, B. (2004): On the Relationship Between Determinate and MSV Solutions in Linear RE Models, NBER Technical Working Paper No. 297.",
        "MARSHALL, D. A. (2001): The Crisis of 1998 and the Role of the Central Bank, Fed eral Reserve Bamk of Chicago Ecomomic Perspectives, 25(1st Quarter), 2-23.",
        "LUCAS, JR., R. E. (1976): Econometric Policy Evaluation: A Critique, CarmeigeRochester Comferemce Series om Pnblic Policy, 1, 104-130.",
        "LUBIK, T. A., AND F. SCHORFHEIDE (2004): Testing for Indeterminacy: An Application to U.S. Monetary Policy, Amen cam Ecomomic Review, 94(1), 190-217.",
        "LEEPER, E. M., AND T. ZHA (2003): Modest Policy Interventions, Jonrmal of Mometary Ecomomics, 50(8), 1673-i 700.",
        "LEEPER, E. M. (1991): Equilibria Under `Active and `Passive Monetary and Fiscal Policies, Jonrmal of Mometary Ecomomics, 27(1), 129-147.",
        "(2004): Estimation of a Forward-Looking Monetary Policy Rule: A TimeVarying Parameter Model using Ex-Post Data, Manuscript, University of Washington.",
        "GENERALIZING THE TAYLOR PRINCIPLE 35 KIM, C.-J., AND C. R. NELSON (1999): State-Space Models with Regime Switchimg. MIT Press, Cambridge, MA.",
        "KAMINSKY, G. (1993): Is There a Peso Problem? Evidence from the Dollar/Pound Exchange Rate, 1976-1987, Americam Ecomomic Review, 83(3), 450-472.",
        "JUDD, J. F., AND B. TREHAN (1995): Has the Fed Gotten Tougher on Inflation?, Fed eral ReserveBamlc of Sam Framcisco Weekly Letter, 95-13.",
        "IRELAND, P. N. (2006): Changes in the Federal Reserves Inflation Target: Causes and Consequences, Manuscript, Boston College.",
        "HARRISON, R., K. NIKOLOV, M. QUINN, G. RAMSEY, A. SCOTT, AND R. THOMAS (2005): The Bamlc of Emglamd Qnarterly Model. The Bank of England, London.",
        "HAMILTON, J. D. (1989): A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle, Ecomometrica, 57(2), 357-384.",
        "GOODFRIEND, M. (2005): Inflation Targeting for the United States?, in The Imflatiom-Targetimg Debate, ed. by B. S. Bernanke, and M. Woodford, pp. 311-337. University of Chicago Press, Chicago.",
        "FAVERO, C. A., AND T. MONACELLI (2005): Fiscal Policy Rules and Regime (In)Stability: Evidence from the U.S., Manuscript, IGIER.",
        "FAUST, J., A. ORPHANIDES, AND D. REIFSCHNEIDER (eds.) (2005): Models amd Mometary Policy: Research im the Traditiom of Dale Hemdersom, Richard Porter, amd Peter Timsley. Federal Reserve Board, Washington, D.C.",
        "FARMER, R. E. A., D. WAGGONER, AND T. ZHA (2006): Indeterminacy in a Forward Looking Regime Switching Model, Manuscript, UCLA.",
        "DOTSEY, M. (1990): The Economic Effects of Production Taxes in a Stochastic Growth Model, Amen cam Ecomomic Review, 80(5), 1168-1182.",
        "(2006): How Good Is What Youve Got? DSGE-VAR as a Toolkit for Evaluating DSGE Models, Federal Reserve Bamlc of Atlamta Ecomomic Review, 91(2 (Second Quarter)), 21-37.",
        "DEL NEGRO, M., AND F. SCHORFHEIDE (2004): Priors from General Equilibrium Models for VARs, Imtermatiomal Ecomomic Review, 45(2), 643-673.",
        "(2006): Monetary and Fiscal Policy Switching, Jonrmal of Momey, Credit amd Bamlcimg, forthcomimg.",
        "DAVIG, T., E. M. LEEPER, AND H. CHUNG (2004): Monetary and Fiscal Policy Switching, NBER Working Paper No. 10362.",
        "(2006b): Fluctuating Macro Policies and the Fiscal Theory, in NBER Macroecomomics Ammnal ~OO6, forthcomimg, ed. by D. Acemoglu, K. Rogoff, and M. Woodford. MIT Press, Cambridge.",
        "DAVIG, T., AND E. M. LEEPER (2006a): Endogenous Monetary Policy Regime Change, in NBER Imtermatiomal Semimar om Macroecomomics ~OO6, forthcomimg, ed. by L. Reichlin, and K. D. West. MIT Press, Cambridge, MA.",
        "GENERALIZING THE TAYLOR PRINCIPLE 34 (2004): Regime-Switching Debt and Taxation, Jonrmal of Mometary Ecomomics, 51(4), 837-859.",
        "DAVIG, T. (2003): Regime-Switching Fiscal Policy in General Equilibrium, Manuscript, The College of William and Mary.",
        "(1984): Econometric Policy Evaluation: Note, Americam Ecomomic Review, 74(3), 467-470.",
        "COOLEY, T. F., S. F. LEROY, AND N. RAYMON (1982): Modeling Policy Interventions,  Manuscript, University of California Santa Barbara.",
        "COGLEY, T., AND A. SBORDONE (2005): A Search for a Structural Phillips Curve, Manuscript, UC Davis.",
        "COGLEY, T., AND T. J. SARGENT (2005): Drifts and Volatilities: Monetary Policies and Outcomes in the Post WWII U.S., Review of Ecomomic Dymamics, 8(2), 262302.",
        "CLARIDA, R., J. GALl, AND M. GERTLER (2000): Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Qnarterly Jonrmal of Ecomomics, 115(1), 147-180.",
        "ADOLFSON, M., S. LASEEN, J. LINDE, AND M. VILLANI (2005): Empirical Properties of Closed and Open DSGE Models of the Euro Area, Macroecomomic Dymamics, forthcomimg.",
        "ANDOLFATTO, D., AND P. GOMME (2003): Monetary Policy Regimes and Beliefs, Imtermatiomal Ecomomic Review, 44(1), 1-30.",
        "ASCARI, G., AND T. ROPELE (2005): Trend Inflation, Taylor Principle and Indeterminacy,  Manuscript, University of Pavia.",
        "BERNANKE, B. S., T. LAUBACH, F. S. MISHKIN, AND A. S. POSEN (1999a): Imflatiom Targetimg: Less oms from the Imtermatiomal Experiemce. Princeton University Press, Princeton, NJ.",
        "(1999b): Missing the Mark: The Truth About Inflation Targeting, Foreigm Affairs, 78(5), 158-161.",
        "BERNANKE, B. S., AND F. S. MISHKIN (1997): Inflation Targeting: A New Framework for Monetary Policy, Jonrmal of Ecomomic Perspectives, 11(2), 97-116.",
        "BOIvIN, J., AND M. P. GIANNONI (2003): Has Monetary Policy Become More Effective?, Mimeo, Columbia University.",
        "CALVO, G. A. (1983): Staggered Prices in a Utility Maxmimizing Model, Jonrmal of Mometary Ecomomics, 12(3), 383-398."
    ]
}