{
    "id": 11870,
    "cites": 31,
    "cited_by": 3,
    "reference": [
        "[1] Aguirregabiria V., 1999. The dynamics of markups and inventories in retailing firms. Review of Economic Studies 66, 275-308.",
        "[2] Aizcorbe A., 1990. Experience rating, layoffs and unions: a look at U.S. auto assembly plant layoffs. manuscript, Bureau of Labor Statistics.",
        "[3] Anderson P., Meyer B., 1993. Unemployment insurance in the United States: layoff incentives and cross-subsidies. Journal of Labor Economics 11, S70-S95.",
        "[4] Berry S., Levinsohn J., Pakes A., 1995. Automobile prices in market equilibrium. Econometrica 63, 841-890.",
        "[5] Berry S., Levinsohn J., Pakes A., 1999. Voluntary export restraints on automobiles: Evaluating a trade policy. American Economic Review 89, 400-430.",
        "[6] Bils M., Kahn J., 2000. What inventory behavior tells us about business cycles. American Economic Review 90, 458-481.",
        "[7] Blinder A., Maccini L.J., 1991a. The resurgence of inventory research: what have we learned? Journal of Economic Surveys 5, 291-328.",
        "[8] Blinder A., Maccini L.J., 1991b. Taking stock: a critical assessment of recent research on inventories. Journal of Economic Perspectives 5, 73-96.",
        "[9] Bresnahan T., Ramey V., 1994. Output fluctuations at the plant level. Quarterly Journal of Economics 109, 593-624.",
        "[10] Chan H., Hall G., Rust J., 2005. Price discrimination in the steel market. manuscript, University of Maryland.",
        "[12] Corrado C., Dunn W., Otoo M., 2004. An initial look at incentives and prices for motor vehicles: What has been happening in recent years? manuscript, Board of Governors of the Federal Reserve.",
        "[13] Elmaghraby W., Keskinocak P. 2003. Dynamic pricing in the presence of inventory considerations: Research overview, current practices, and future directions. Management Science 49, 1287-1309.",
        "[14] Federgruen A., Heching A.,1999. Combined pricing and inventory control under uncertainty. Operations Research 47, 454-475.",
        "[15] Galeotti M., Maccini L.J., Schiantarelli F., 2005. Inventories, employment, and hours. Journal of Monetary Economics 52, 575-600.",
        "[16] Hall G., 2000. Non-convex costs and capital utilization: A study of production scheduling at automobile assembly plants. Journal of Monetary Economics 45, 681-716.",
        "[17] Hall R., 1939. Price theory and business behavior. Oxford Economic Papers 2, 12-45.",
        "[18] Hay G., 1970. Production, price and inventory theory. American Economic Review 60, 531-545.",
        "[19] Haltiwanger J.C., Maccini L.J., 1988. A model of inventory and layoff behavior under uncertainty. Economic Journal 98, 731-745.",
        "[20] Haltiwanger J.C., Maccini L.J., 1989. Inventories, orders, temporary and permanent layoffs: an econometric analysis. Carnegie-Rochester Series on Public Policy 30, 301-366.",
        "[21] Hamermesh D.S., 1989. Labor demand and the structure of adjustment costs. American Economic Review 79, 674-689.",
        "[22] Karlin S., Carr R., 1962. Prices and optimal inventory policy. in Studies in Applied Probability and Management Science, K. Arrow, S. Karlin, H. Scarf (eds.), Stanford, CA: Stanford University Press.",
        "[23] Maccini L.J., Rossana, R.J., 1984. Joint production, quasi-fixed factors of production, and investment in finished goods inventories. Journal of Money, Credit, and Banking 16, 218-236.",
        "[24] Newey W., West K., 1987. A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance-matrix. Econometrica 55, 703-708.",
        "[25] Nordhaus W., Godley W., 1972 Pricing over the trade cycle. Economic Journal 82, 853-882.",
        "[26] Ramey V., Vine D., 2004. Tracking the source of the decline in GDP volatility: An analysis of the automobile industry. NBER working paper 10384.",
        "[28] Reagan P., 1982. Inventory and price behavior. Review of Economic Studies 49, 137-142.",
        "[29] Rossana R.J., 1990. Interrelated demands for buffer stocks and productive inputs: estimates for twodigit manufacturing industries. Review of Economics and Statistics LXXII, 19-29.",
        "[30] Smith A.A., 1993. Estimating nonlinear time-series models using simulated vector autoregressions. Journal of Applied Econometrics 1993, S63-S84.",
        "[31] Topel R.H., 1982. Inventories, layoffs, and the short-run demand for labor. American Economic Review 72, 769-787.",
        "[32] Whiten T., 1955. Inventory control and price theory. Management Science 2, 61-80.",
        "[33] Zettelmeyer F., Scott Morton F., Silva-Risso J., 2003. Inventory fluctuations and price discrimination: The determinants of price variation in car retailing. manuscript, Yale School of Management."
    ]
}