{
    "id": 11878,
    "cites": 12,
    "cited_by": 14,
    "reference": [
        "Bernhardt, Annette, et al. 2000. Trends in Job Instability and Wages for Young Adult Men. In On the Job: Is Long-Term Employment a Thing of the Past?, Ed. David Neumark. Russell Sage Foundation: New York.",
        "Bound, John, and Turner, Sarah. 1999. Going to War and Going to College: Did World War II and the GI Bill Increase Education Attainment for Returning Veterans? NBER working paper 7452.",
        "Burkhauser, Richard and Quinn, Joseph. 1997. Has the Early Retirement Trend Reversed? Unpublished Manuscript: Boston College.",
        "Freidberg, Leora, and Michael T. Owyang. 2004. Explaining the Evolution of Pension Structure and Job Tenure. Federal Reserve Bank of St. Louis Working Paper.",
        "Hall, Robert. 1982. The Importance of Lifetime Jobs in the U.S. Economy. American Economic Review 72:716-24.",
        "Jaeger, David A., and Stevens, Ann Huff. 2000. Is Job Stability in the United States Falling? Reconciling Trends in the Current Population Survey and the Panel Study of Income Dynamics. In On the Job: Is Long-Term Employment a Thing of the Past?, Ed. David Neumark. Russell Sage Foundation: New York.",
        "Neumark, David. 2000. Change in Job Stability and Job Security: A Collective Effect to Untangle, Reconcile, and Interpret the Evidence. In On the Job: Is Long-Term Employment a Thing of the Past?, Ed. David Neumark. Russell Sage Foundation: New York.",
        "Schmidt, Stefanie R. 2000. Job Security Beliefs in the General Social Survey: Evidence on Long-Run Trends and Comparability with Other Surveys. In On the Job: Is Long-Term Employment a Thing of the Past?, Ed. David Neumark. Russell Sage Foundation: New York.",
        "Sundstrom, William A. 2003. Review of On the Job Ed. David Neumark. Journal of Economic Literature, March 2003: 237-8.",
        "Ureta, Manuelita. 1992. The Importance of Lifetime Jobs in the U.S. Economy, Revisited. American Economic Review, 82:1(March): 322-335.",
        "U.S. Department of Labor. 2003. NLS Handbook 2003.",
        "Valetta, Robert G. 2003. Declining Job Security. In In On the Job: Is Long-Term Employment a Thing of the Past?, Ed. David Neumark. Russell Sage Foundation: New York."
    ]
}