{
    "id": 11883,
    "cites": 27,
    "cited_by": 62,
    "reference": [
        "Akerlof, George, and Paul Romer, 1993, Looting: the economic underworld of bankruptcy for profit, Brookings Papers on Economic Activity: Microeconomics, 1-73.",
        "Baumol, William, 1959, Business Behavior, Value, and Growth, New York: Macmillan.",
        "Brandeis, Louis, 1914, Other Peoples Money, New York: Stokes.",
        "Bergman, Nittai, and Daniel Nicolaievsky, 2006, Investor protection and the Coasian view, Journal of Financial Economics, forthcoming.",
        "Bhattacharya, Utpal and Hazem Daouk, 2002, The world price of insider trading, Journal of Finance 57, 75-108.",
        "Claessens, Stijn, Simeon Djankov, and Larry Lang, 2000, The separation of ownership and control in East Asian corporations, Journal of Financial Economics 58, 81-112.",
        "Clark, Robert, 1986, Corporate Law, New York: Aspen Publishers.",
        "Davies, Paul, 2002, Introduction to Corporate Law, Clarendon Law Series, Oxford Press, UK.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2003a, Courts, Quarterly Journal of Economics 118, 453-518.",
        "Djankov, Simeon, Edward Glaeser, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2003b, The new comparative economics, Journal of Comparative Economics 31, 1-37.",
        "Dyck, Alexander and Luigi Zingales, 2004, Private benefits of control: An international comparison, Journal of Finance 59, 537-600.",
        "Faccio, Mara, and Larry Lang, 2002, The ultimate ownership of West European Corporations, Journal of Financial Economics 65, 365-396.",
        "Grossman, Sanford, and Oliver Hart, 1988, One-share-one-vote and the market for corporate control, Journal of Financial Economics 20, 175-202.",
        "Jensen, Michael, and William Meckling, 1976, Theory of the firm: managerial behavior, agency costs, and ownership structure, Journal of Financial Economics 3, 305-360.",
        "Johnson, Simon, Peter Boone, Alex Breach, and Eric Friedman, 2000a, Corporate governance in the Asian financial crisis, Journal of Financial Economics 58, 141-186.",
        "Johnson, Simon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2000b, Tunneling, American Economic Review Papers and Proceedings 90, 22-27.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2006, What works in securities laws?, Journal of Finance 61, 1-33.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 1997, Legal determinants of external finance, Journal of Finance 52, 1131-1150.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 1998, Law and finance, Journal of Political Economy 106, 1113-1155.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, and Guillermo Zamarripa, 2003, Related lending, Quarterly Journal of Economics 118, 231-268.",
        "Nenova, Tatiana, 2003, The value of corporate voting rights and control: A cross-country analysis, Journal of Financial Economics 68, 325-352.",
        "Pagano, Marco, and Paolo Volpin, 2005, The political economy of corporate governance, American Economic Review 95, 1005-1030.",
        "Shleifer, Andrei, and Robert Vishny, 1997, A survey of corporate governance, Journal of Finance 52, 737-783.",
        "Shleifer, Andrei, and Daniel Wolfenzon, 2002, Investor protection and equity markets, Journal of Financial Economics 66, 3-27.",
        "Spamann, Holger, 2005, Recoding LLSVs Law and Finance, Mimeo, Harvard Law School.",
        "Stigler, George, 1964, Public regulation of the securities market, Journal of Business 37, 117 - 142.",
        "Zingales, Luigi, 1994, The value of the voting right: a study of the Milan Stock Exchange, Review of Financial Studies 7, 125-148."
    ]
}