{
    "id": 11888,
    "cites": 39,
    "cited_by": 4,
    "reference": [
        "Abraham, Katharine, and Lawrence Katz, 1986. Cyclical Unemployment: Sectoral Shifts or Aggregate Disturbances?. Journal of Political Economy. 94 (3): 507522.",
        "Blanchard, Olivier J., and Peter A. Diamond, 1989. The Beveridge Curve. Brookings Papers on Economic Activity. 1: 160.",
        "Blanchard, Olivier Jean, and Lawrence F. Katz, 1992. Regional Evolutions. Brookings Papers on Economic Activity. 1: 161.",
        "Butters, Gerard, 1977. Equilibrium Distribution of Sales and Advertising Prices. Review of Economic Studies. 44 (3): 465491.",
        "Coles, Melvyn G., and Abhinay Muthoo, 1998. Strategic Bargaining and Competitive Bidding in a Dynamic Market Equilibrium. The Review of Economic Studies. 65 (2): 235260.",
        "Coles, Melvyn G., and Barbara Petrongolo, 2003. A Test Between Unemployment Theories Using Matching Data. Mimeo, July.",
        "Coles, Melvyn G., and Eric Smith, 1998. Marketplaces and Matching. International Economic Review. 39 (1): 239254.",
        "Davis, Steven, John Haltiwanger, and Scott Schuh, 1996. Job Creation and Destruction, MIT Press, Cambridge, MA.",
        "Den Haan, Wouter, Garey Ramey, and Joel Watson, 2000. Job Destruction and the Propagation of Shocks. American Economic Review. 90 (3): 482498.",
        "Dr`eze, Jacques H., and Charles R. Bean, 1990. Europes Unemployment Problem: Introduction and Synthesis. in Jacques H. DreÃ\u0082Â´eze, and Charles R. Bean (ed.), European Unemployment: Lessons from a Multi-Country Econometric Study, MIT Press, Cambridge.",
        "Fallick, Bruce, and Charles Fleischman, 2004. Employer-to-Employer Flows in the U.S.",
        "Labor Market: The Complete Picture of Gross Worker Flows. Federal Reserve Board, Finance and Economics Discussion Series Working Paper 2004-34.",
        "Fisher, Jonas, 2002. Technology Shocks Matter. Federal Reserve Bank of Chicago Working Paper 2002-14.",
        "Fujita, Shigeru, and Garey Ramey, 2005. The Dynamic Beveridge Curve. Mimeo, August.",
        "Hagedorn, Marcus, and Iourii Manovskii, 2005. The Cyclical Behavior of Equilibrium Unemployment and Vacancies Revisited. Mimeo, April 2.",
        "Hall, Robert E., 1977. An Aspect of the Economic Role of Unemployment. in G.C. Harcourt (ed.), Microeconomic Foundations of Macroeconomics, Macmillan, London.",
        "Hall, Robert E., 2000. Reorganization. Carnegie-Rochester Conference Series on Public Policy. 52: 122.",
        "Hall, Robert E., 2005. Employment Fluctuations with Equilibrium Wage Stickiness. American Economic Review. 95 (1): 5065.",
        "Hall, Robert E., and Paul R. Milgrom, 2005. The Limited Influence of Unemployment on the Wage Bargain. Mimeo, September 26.",
        "Hansen, Bent, 1970. Excess Demand, Unemployment, Vacancies, and Wages. Quarterly Journal of Economics. 84 (1): 123.",
        "Holt, Charles C., 1970. How Can the Phillips Curve Be Moved to Reduce Both Inflation and Unemployment?. in Edmund S. Phelps (ed.), Microeconomic Foundations of Employment and Inflation Theory, W.W. Norton, New York.",
        "Lagos, Ricardo, 2000. An Alternative Approach to Search Frictions. The Journal of Political Economy. 108 (5): 851873.",
        "Lucas, Robert E. Jr., and Edward C. Prescott, 1974. Equilibrium Search and Unemployment.",
        "McCall, John J., 1970. Economics of Information and Job Search. Quarterly Journal of Economics. 84 (1): 113126.",
        "Merz, Monika, 1995. Search in the Labor Market and the Real Business Cycle. Journal of Monetary Economics. 36: 269300.",
        "Mortensen, Dale, and Eva Nagypal, 2005. More on Unemployment and Vacancy Fluctuations.",
        "Mortensen, Dale, and Christopher Pissarides, 1994. Job Creation and Job Destruction in the Theory of Unemployment. Review of Economic Studies. 61: 397415.",
        "Mortensen, Dale T., 1970. A Theory of Wage and Employment Dynamics. in Edmund S.",
        "Phelps (ed.), Microeconomic Foundations of Employment and Inflation Theory, W.W. Norton, New York. Petrongolo, Barbara, and Christopher A. Pissarides, 2001. Looking into the Black Box: A Survey of the Matching Function. Journal of Economic Literature. 39 (2): 390431.",
        "Pissarides, Christopher A., 1985. Short-Run Equilibrium Dynamics of Unemployment, Vacancies, and Real Wages. The American Economic Review. 75 (4): 676690.",
        "Pissarides, Christopher A., 1986. Unemployment and Vacancies in Britain. Economic Policy.",
        "Pissarides, Christopher A., 2000. Equilibrium Unemployment Theory, MIT Press, Cambridge, MA, second edn.",
        "Rocheteau, Guillaume, and Randall Wright, 2005. Money in Search Equilibrium, in Competitive Equilibrium, and in Competitive Search Equilibrium. Econometrica. 73 (1): 175 202.",
        "Rudanko, Leena, 2005. Labor Market Dynamics under Long Term Wage Contracting and Incomplete Markets. Mimeo, October 27.",
        "Sattinger, Michael, 2005. Labor Queues. Mimeo, September 7.",
        "Shimer, Robert, 2005a. The Cyclical Behavior of Equilibrium Unemployment and Vacancies.",
        "Shimer, Robert, 2005b. Reassessing the Ins and Outs of Unemployment. Mimeo, June 21.",
        "Taylor, Curtis R., 1995. The Long Side of the Market and the Short End of the Stick: Bargaining Power and Price Formation in Buyers, Sellers, and Balanced Markets. The Quarterly Journal of Economics. 110 (3): 837855.",
        "Tobin, James, 1972. Inflation and Unemployment. American Economic Review. 62 (1/2): 118."
    ]
}