{
    "id": 1189,
    "cites": 16,
    "cited_by": 13,
    "reference": [
        "4. Bulow, Jeremy I. and John B. Shoven, The Bankruptcy Decision, Bell Journal of Economics, 1978, pp. 437-456.",
        "3. Blanchard, Olivier, Debt and the Current Account Deficit in Brazil, in P. Armella, etal. (eds.) , Financial Policies and the World Capital Market: The Problem of Latin American Countries, NEER Conference Report, (Chicago: University of Chicago Press, 1983).",
        "2. Bardhan, Pranob, Optimum Foreign Borrowing, in Karl Shell (ed.) , Essays on the Theory of Optimal Economic Growth (Cambridge: MIT Press, 1967).",
        "8. Katz, Menachem, Government Policy, External Public Indebtedness, and Debt Service, DM/82/19, International Monetary Fund, 1982. -48-",
        "7. Jensen, Michael and William Meckling, Theory of the Firm: Managerial Behavior, Agency Costs, and Capital Structure, Journal of Financial Economics, vol. 3, 1976, pp. 305-360.",
        "6. Eaton, Jonathan and Mark Gersovitz, Debt with Potential Repudiation: Theoretical and Empirical Analysis, Review of Economic Studies, vol. 48, 1 981.",
        "5. Cline, William R. , Economic Stabilization in Peru, 1975-78, in W. Cline and S. Weintraub (eds.) , Economic Stabilization in Developing Countries (Washington, DC: The Brookings Institution) , pp. 297-335.",
        "19. Stiglitz, J.E. and A. Weiss, Credit Rationing in Markets with Imperfect Information: I, American Economic Review, 1981.",
        "18. Smith, Clifford and J. Warner, On Financial Contracting: An Analysis of Bond Covenants, Journal of Financial Economics, vol. 7, 1979, pp. 117-161.",
        "17. ________, and D. Cohen, LDC Borrowing with Default Risk, NBER Working Paper Series No. 925, July 1982.",
        "16. __________, The Current Account in the Macroeconomic Adjustment Process, Scandinavian Journal of Economics, 1982.",
        "13. Myers, Stewart C., Determinants of Corporate Borrowing, Journal of Financial Economics, no. 5, 1977, pp. 147-175.",
        "12. McDonough, Donough, Debt Capacity and Developing Country Borrowing: A Survey of the Literature, IMP Staff Papers, vol. 29, no. 4, December 1982.",
        "11. Kreps, D. and R. Wilson, Reputation and Imperfect Information, Journal of Economic Theory, vol. 27, August 1982, pp. 253-279.",
        "10. Kindleberger, Charles P., Manias, Phobias, and Crashes (New York: Basic Books, 1978).",
        "9. Kharas, Homi J., Constrained Optimal Foreign Borrowing by Less Developed Countries, mimeo, Development Policy Staff, World Bank, August 1981."
    ]
}