{
    "id": 11895,
    "cites": 12,
    "cited_by": 11,
    "reference": [
        "Bell, Linda and Richard Freeman. Working Hard. in Ging Wong and Garnett Picot, eds. Working Time in Comparative Perspective (vol. 1). Kalamazoo, Mich.: W. E. Upjohn Institute for Employment Research, 2001b.",
        "Boskin, M., E. Dulberger, R. Gordon, Z. Griliches, and D. Jorgenson. Consumer Prices, the Consumer Price Index, and the Cost of Living. Journal of Economic Perspectives 12(1) (Winter 1998): 3-26.",
        "Borjas, George. The Relationship between Wages and Weekly Hours of Work: The Role of Division Bias. Journal of Human Resources 15(3) (1980): 409-423.",
        "Cappelli, Peter. The New Deal at Work: Managing the Market-Driven Workforce Boston: Harvard Business School Press, 1999.",
        "Hamermesh, Daniel 12 Million Salaried Workers Are Missing Industrial and Labor Relations Review 55(4) (July 2002); 649-666.",
        "Juhn, Chinhui; Murphy, Kevin M.; and Pierce, Brooks. Wage Inequality and the Rise in Returns to Skill. Journal of Political Economy 101 (June 1993): 410-42.",
        "Moulton, Brent. Bias in the Consumer Price Index: What is the Evidence? Journal of Economic Perspectives 10(4) (Fall 1996): 159-177.",
        "Mulligan, Casey B. Microfoundations and Macro Implications of Indivisible Labor. National Bureau of Economic Research Working Paper: 7116 May 1999.",
        "Oaxaca, Ronald. Male-Female Wage Differentials in Urban Labor Markets. International Economic Review 14 (October 1973): 693-709.",
        "Robinson, John P., and Geoffrey Godbey, Time for Life: The Surprising Ways Americans Use Their Time. University Park, PA: Penn State Press, 1997.",
        "Rogerson, Richard. Indivisible Labor, Lotteries and Equilibrium, Journal of Monetary Economics 21(1) (January 1988): 3-16.",
        "Schmidt, Stephanie R. Job Security Beliefs in the General Social Survey: Evidence on LongRun Trends and Comparability with Other Surveys, in D. Neumark, ed. On the Job: Is Long-Term Employment a Thing of the Past? New York: Russell Sage Foundation, 2000."
    ]
}