{
    "id": 11890,
    "cites": 25,
    "cited_by": 8,
    "reference": [
        "Bala, Venkatesh and Long, Ngo Van. 2005. International Trade and Cultural Diversity with Preference Selection. European Journal of Political Economy 21(1): 143 162.",
        "Baxter, John. 1999. Mythmaker: The Life and Work of George Lucas (New York: Avon).",
        "Chung, Yoonkyung. 2003. Television Imports and Consumption. Korean Broadcasting Institute (December), processed.",
        "Church, Jeffrey and Gandal, Neil. 1992. Network Effects, Software Provision and Standardization. Journal of Industrial Economics 40(1): 85-103.",
        "Cowen, Tyler. 2002. Creative Destruction: How Globalization is Changing the Worlds Cultures (Princeton and Oxford: Princeton University Press).",
        "Eaton, B. Curtis; Pendakur, Krishna; and Reed, Clyde G. 2003. Socializing, Shared Experience, and Popular Culture. University of Calgary Discussion Paper, http://econ.ucalgary.ca/fac-files/bce/culture9.pdf.",
        "The Economist. 1998. Culture Wars. September 12, pp. 99-103.",
        "Elliott, David. 2005. I Know What You Didnt Do Last Summer. San Diego UnionTribune, September 11, pp. F1, F8.",
        "Evans, David. 2002. The Development of the Blues. In Allan Moore, ed., The Cambridge Companion to Blues and Gospel Music (Cambridge: Cambridge University Press).",
        "Everett, Walter. 1999. The Beatles as Musicians: Revolver through the Anthology (New York: Oxford University Press).",
        "Francois, Patrick and van Ypersele, Tanguy. 2002. On the Protection of Cultural Goods. Journal of International Economics 56(2): 359 369.",
        "Grossman, Gene and Helpman, Elhanan. 1991. Innovation and Growth in the Global Economy (Cambridge, MA: MIT).",
        "Helpman, Elhanan and Krugman, Paul. 1985. Market Structure and Foreign Trade (Cambridge, MA: MIT).",
        "Hirsch, Foster. 2001. The Dark Side of the Screen: Film Noir (Da Capo Press).",
        "Hoskins, Colin; McFadyen, Stuart; and Finn, Adam. 1997. Global Television and Film: An Introduction to the Economics of the Business (Oxford: Oxford University Press).",
        "Janeba, Eckhard. 2004. International Trade and Cultural Identity. National Bureau of Economic Research Working Paper No. 10426 (April).",
        "Johnson, Debra. 2003. Auds Prefer Local Flavor Over U.S. Fare. Variety, March 24, p. A3.",
        "Mas-Colell, Andreu. 1999. Should Cultural Goods Be Treated Differently? Journal of Cultural Economics 23: 87 93.",
        "Ottaviano, Gianmarco and Peri, Giovanni. 2004. The Economic Value of Cultural Diversity: Evidence from U.S. Cities. National Bureau of Economic Research Working Paper No. 10904 (November).",
        "Pavcnik, Nina. 2002. Trade Disputes in the Commercial Aircraft Industry. World Economy 25 (May): 733-751.",
        "Romer, Paul M. 1990. Endogenous Technological Change. Journal of Political Economy 98(5): S71-102.",
        "Slonimsky, Nicolas. 1997. Bakers Dictionary of Music (New York: Schirmer).",
        "Straubhaar, Joseph. 2002. (Re)asserting National Television and National Identity Against the Global, Regional and Local Levels of World Television. In Joseph M. Chan and Bryce T. McIntyre, eds., In Search of Boundaries: Communication, Nation-States, and Cultural Identities (Westport, CT: Ablex).",
        "Stuessy, Joe. 1990. Rock and roll: Its History and Stylistic Development (Englewood Cliffs, NJ: Prentice-Hall).",
        "Thomas, Rosie. 1985. Indian Cinema: Pleasures and Popularity. Screen 26(3-4): 116-131."
    ]
}