{
    "id": 11909,
    "cites": 59,
    "cited_by": 70,
    "reference": [
        "Aaronson, Daniel. 1998. Using Sibling Data to Estimate the Impact of Neighborhoods on Childrens Educational Outcomes. Journal of Human Resources 33: 915-946.",
        "Ainsworth, James W. 2002. Why Does it Take a Village? The Mediation of Neighborhood Effects on Educational Achievement. Social Forces 81(1): 117-152.",
        "Benabou, Roland. 1993. Workings of a City: Location, Education, and Production. Quarterly Journal of Economics 108(3): 619-652.",
        "Bloom, Howard S. 1984. Accounting for No-Shows in Experimental Evaluation Designs. Evaluation Review 8(April): 225-246.",
        "Bloom, Howard S. 1995. Minimum Detectable Effects: A Simple Way to Report the Statistical Power of Experimental Designs. Evaluation Review 19(5): 547-556.",
        "Bouchard, Thomas J. Jr. 1997. IQ Similarity in Twins Reared Apart: Findings and Responses to Critics. In Intelligence, Heredity, and Environment, eds. Robert J. Sternberg and Elena Grigorenko, Cambridge: Cambridge University Press, 126-162.",
        "Brock, William A. and Steven N. Durlauf. 2001. Interactions-based Models. In Handbook of Econometrics, Volume 5, eds. James J. Heckman and Edward E. Leamer, Amsterdam: North-Holland, 3297-3380.",
        "Brooks-Gunn, Jeanne, Greg J. Duncan, and J. Lawrence Aber, eds. 1997. Neighborhood Poverty: Contexts and Consequences for Children (Volume 1). New York: Russell Sage Foundation.",
        "Card, David and A. Abigail Payne. 2002. School Finance Reform, the Distribution of School Spending, and the Distribution of SAT Scores, Journal of Public Economics 83(1): 49-82.",
        "Chase-Lansdale, Lindsay P. and Rachel A. Gordon. 1996. Economic Hardship and the Development of Five- and Six-Year-Olds: Neighborhood and Regional Perspectives. Child Development 67: 3338-3367.",
        "Chase-Lansdale, Lindsay P., Rachel A. Gordon, Jeanne Brooks-Gunn, and Pamela K. Klebanov. 1997. Neighborhood and Family Influences on the Intellectual and Behavioral Competence of Preschool and Early School-Age Children. In Neighborhood poverty: Context and Consequences for Children (Volume 1), eds., Jeanne Brooks-Gunn, Greg J. Duncan, and J.",
        "Lawrence Aber, New York: Russell Sage Foundation Press, 79-118. Collins, Rebecca L. 1996. For Better or Worse: The Impact of Upward Social Comparison on Self-Evaluations. Psychological Bulletin 119: 51-69.",
        "Cullen, Julie B., Jacob, Brian A., and Steven Levitt. 2003. The Effect of School Choice on Student Outcomes: Evidence from Randomized Lotteries. National Bureau of Economic Research Working Paper 10113, November.",
        "Currie, Janet, and Aaron Yelowitz. 2000. Are Public Housing Projects Good for Kids? Journal of Public Economics 75: 99-124.",
        "Duncan, Greg J., Johanne Boisjoly, and Kathleen Mullan Harris. 2001. Sibling, Peer, Neighbor and Schoolmate Correlations as Indicators of the Importance of Context for Adolescent Development. Demography, 38(3): 437-447.",
        "Duncan, Greg J., Jeanne Brooks-Gunn, and Pamela Klebanov. 1994. Economic Deprivation and Early-Childhood Development. Child Development 65(2): 296-318.",
        "Duncan, Greg J. and Stephen W. Raudenbush. 2001. Neighborhoods and Adolescent Development: How Can We Determine the Links? In Does it Take a Village? Community Effects on Children, Adolescents, and Families, eds., Alan Booth and Nan Crouter, State College, PA: Pennsylvania State University Press, 105-136.",
        "Duncan, Greg J., W. Jean Yeung, Jeanne Brooks-Gunn, and Judith R. Smith. 1998. How much does childhood poverty affect the life chances of children? American Sociological Review 63: 406-423.",
        "Ellen, Ingrid and Margery A. Turner. 1997. Does Neighborhood Matter? Assessing Recent Evidence. Housing Policy Debate 8(4): 833-866.",
        "Feins, Judith D., Mary Joel Holin, and Antony A. Phipps. 1994. Moving to Opportunity for Fair Housing Demonstration Program Operations Manual. Report prepared for the U.S.",
        "Department of Housing and Urban Development by Abt Associates Inc., Cambridge, MA. Fernandez, Raquel. 2002. Sorting, Education, and Inequality. In Advances in Economics and Econometrics: Theory and Applications: Eighth World Congress, eds., Mathias Dewatriport, Lars P. Hansen, and Steven J. Turnovsky, Cambridge: Cambridge University Press.",
        "Furstenberg, Frank F., Jr., Thomas D. Cook, Jacquelynne Eccles, Glen H. Elder, Jr., and Arnold J. Sameroff, eds. 1999. Managing to Make it: Urban Families and Adolescent Success.",
        "Chicago: University of Chicago Press. Goering, John, Joan Kraft, Judith Feins, Debra McInnis, Mary Joel Holin, and Huda Elhassan. 1999. Moving to Opportunity for Fair Housing Demonstration Program: Current Status and Initial Findings. Report prepared for the U.S. Department of Housing and Urban Development by Abt Associates Inc., Cambridge, MA.",
        "Gould, Eric D., Lavy, Victor and M. Daniele Paserman (2004). Immigrating to Opportunity: Estimating The Effect of School Quality Using a Natural Experiment On Ethiopians in Israel.",
        "Quarterly Journal of Economics, 119(2): 489-526. Halpern-Felsher, Bonnie L., James P. Connell, Margaret Beale Spencer, J. Lawrence Aber, Greg J. Duncan, Elizabeth Clifford, Warren E. Crichlow, Peter A. Usinger, Steven P. Cole, LaRue Allen, and Edward Seidman. 1997. Neighborhood and Family Factors Predicting Educational Risk and Attainment in African-American and European-American Children and Adolescents. In Neighborhood Poverty: Context and Consequences for Children (Volume 1), eds. Jeanne Brooks-Gunn, Greg J. Duncan, and J. Lawrence Aber, New York: Russell Sage Foundation Press, 146-173.",
        "Haveman, Robert, Wolfe, Barbara, and James Spaulding. 1991. Childhood Events and Circumstances Influencing High School Completion. Demography, 28, 133-157.",
        "Heckman, James J. 2000. Policies to Foster Human Capital. Research in Economics, 54(1): 356.",
        "Hoxby, Caroline. 2000. Peer Effects in the Classroom: Learning from Gender and Race Variation, National Bureau of Economic Research Working Paper 7867, August.",
        "Imbens, Guido W. and Rubin, Donald B. Estimating Outcome Distributions for Compliers in Instrumental Variables Models. Review of Economic Studies, 1997, 64(221), pp. 555-575.",
        "Jacob, Brian A. 2004. Public Housing, Housing Voucher, and Student Achievement: Evidence from Public Housing Demolitions in Chicago. American Economic Review 94(1): 233-258.",
        "Jencks, Christopher and Susan E. Mayer. 1990. The Social Consequences of Growing Up in a Poor Neighborhood. In Inner-City Poverty in the United States, eds., Laurence E. Lynn, Jr.",
        "Katz, Lawrence F., Jeffrey R. Kling, and Jeffrey B. Liebman. 2001. Moving to Opportunity in Boston: Early Results of a Randomized Mobility Experiment. Quarterly Journal of Economics, 116(2): 607-654.",
        "Kling, Jeffrey R., Jeffrey B. Liebman, and Lawrence F. Katz. 2005. Experimental Analysis of Neighborhood Effects. NBER Working Paper 11577, August.",
        "Kling, Jeffrey R., Jens Ludwig, and Lawrence F. Katz. 2005. Neighborhood Effects on Crime for Female and Male Youth: Evidence from a Randomized Housing Voucher Experiment.",
        "Neighborhood income and physical and social disorder in Canada: Associations with young childrens competencies. Child Development 73: 1845-1860. Krueger, Alan B. and Pei Zhu. 2004. Another Look at the New York City School Voucher Experiment. American Behavioral Scientist. 47(5): 658-698.",
        "Leventhal, Tama and Jeanne Brooks-Gunn. 2000. The Neighborhoods They Live In: The Effects of Neighborhood Residence on Child and Adolescent Outcomes. Psychological Bulletin 126(2): 309-337.",
        "Leventhal, Tama and Jeanne Brooks-Gunn. 2003. New York City Site Findings: The Early Impacts of Moving to Opportunity on Children and Youth, in Choosing a Better Life: Evaluating the Moving to Opportunity Social Experiment, eds., John Goering and Judith Feins, Washington, DC: Urban Institute Press, 213-244.",
        "Leventhal, Tama and Jeanne Brooks-Gunn. 2004. A Randomized Study of Neighborhood Effects on Low-Income Childrens Educational Outcomes. Developmental Psychology 40(4): 488-507.",
        "Lippman, Laura, Shelly Burns, and Edith McArthur. 1996. Urban Schools: The Challenge of Poverty and Location (NCES 96-184). Washington, DC: National Center for Education Statistics.",
        "Ludwig, Jens, Helen F. Ladd, and Greg J. Duncan. 2001. Urban Poverty and Educational Outcomes. Brookings-Wharton Papers on Urban Affairs, 147-201.",
        "Manski, Charles F. 1993. Identification of Endogenous Social Effects: The Reflection Problem. Review of Economic Studies 60: 531-542.",
        "Marsh, Herbert W. and John W. Parker. 1984. Determinants of Student Self-Concept: is it Better to be a Relatively Large Fish in a Small Pond Even if You Dont Learn to Swim as Well? Journal of Personality and Social Psychology 47: 213-231.",
        "Mayer, Susan E. and Christopher Jencks. 1989. Growing Up in Poor Neighborhoods: How Much Does it Matter? Science 243: 1441-1445.",
        "McGrew, Kevin S., Judy K. Werder, and Richard A. Woodcock. 1991. WJ-R Technical Manual.",
        "Allen, TX: DLM. Moffitt, Robert A. 2001. Policy Interventions, Low-Level Equilibria, and Social Interactions. In Social Dynamics, eds., Steven N. Durlauf and H. Peyton Young, Cambridge: MIT Press, 45-82.",
        "Orr, Larry, Judith D. Feins, Robin Jacob, Eric Beecroft, Lisa Sanbonmatsu, Lawrence F. Katz, Jeffrey B. Liebman, and Jeffrey R. Kling. 2003. Moving to Opportunity: Interim Impacts Evaluation. Washington D.C.: U.S. Department of Housing and Urban Development.",
        "Peterson, Paul E. and William G. Howell. 2004. Efficiency, Bias, and Classification Schemes. A Response to Alan B. Krueger and Pei Zhu. American Behavioral Scientist. 47(5): 699-717.",
        "Popkin, Susan J., Laura E. Harris, and Mary K. Cunningham. 2001. Families in Transition: A Qualitative Analysis of the MTO Experience. Washington, D.C.: The Urban Institute.",
        "Rosenbaum, James E. 1995. Changing Geography of Opportunity by Expanding Residential Choice: Lessons from the Gautreaux Program. Housing Policy Debate 6(1): 231-269.",
        "Rouse, Cecilia, Jeanne Brooks-Gunn, and Sara McLanahan. 2005. Introducing the Issue. The Future of Children. School Readiness: Closing Racial and Ethnic Gaps. 15(1): 5-13.",
        "Rowe, David C. 1994. The Limits of Family Influence: Genes, Expression, and Behavior. New York: Guilford Press.",
        "Rubinowitz, Leonard S. and James E. Rosenbaum. 2000. Crossing the Class and Color Lines: From Public Housing to White Suburbia. Chicago: The University of Chicago Press.",
        "Sampson, Robert J., Stephen W. Raudenbush, and Felton Earls. 1997. Neighborhoods and Violent Crime: A Multi-level Study of Collective Efficacy. Science 277: 918-924.",
        "Sampson, Robert J., Jeffrey D. Morenoff, and Thomas Gannon-Rowley. 2002. Assessing Neighborhood Effects: Social Processes and New Directions in Research. Annual Review of Sociology 28: 443-78.",
        "Shonkoff, Jack P. and Deborah Phillips, eds. 2000. From Neurons to Neighborhoods: The Science of Early Childhood Development. Washington, DC: National Academy Press.",
        "Slavin, Robert E. , Nancy L. Karweit and Barbara A. Wasik. 1993. Preventing Early School Failure: What Works? Educational Leadership, 50(4): 10-18.",
        "Solon, Gary, Marianne E. Page, and Greg J. Duncan. 2000. Correlations Between Neighboring Children in Their Subsequent Educational Attainment. Review of Economics and Statistics 82: 383-392.",
        "Votruba, Mark E., and Jeffrey R. Kling. 2004. Effects of Neighborhood Characteristics on the Mortality of Black Male Youth: Evidence from Gautreaux. Princeton IRS Working Paper 491, July.",
        "Wood, Joanne V. 1989. Theory and Research Concerning Social Comparisons and Personal Attributes. Psychological Bulletin 106: 231-248."
    ]
}