{
    "id": 11904,
    "cites": 18,
    "cited_by": 26,
    "reference": [
        "Abadie, Alberto. Bootstrap Tests for Distributional Treatment Eects in Instrumental Variables Models.Journal of the American Statistical Association, 2002, (97) pp. 284-292.",
        "Angrist, Joshua D. Conditioning on the Probability of Selection to Control Selection Bias. NBER Technical Paper: No. 181, 1996.",
        "Angrist, Joshua, et. al. Vouchers for Private Schooling in Colombia: Evidence from a Randomized Natural Experiment.American Economic Review, 2002, (92) pp. 1535-1558.",
        "Angrist, Joshua and Victor Lavy. New Evidence on Classroom Computers and Pupil Learning The Economic Journal, 2002, October (112) pp. 735-765.",
        "Banerjee, Abhijit, Rukimini Banerji, Esther Duo, Rachel Glennerster, Stuti Khemani, Sendhil Mullainathan and Marc Shotland. The Impact of Information, Awareness, and Participation on Learning Outcomes.Manuscript, MIT Department of Economics, 2005.",
        "Banerjee, Abhijit, Suraj Jacob and Michael Kremer. Promoting School Participation in Rural Rajasthan: Results from Some Prospective Trials.MIT Department of Economics Working Paper, 2004.",
        "Fan, Jianqing. Design-Adaptive Non-Parametric Regression. Journal of the American Statistical Association, 1992, 87(420) pp. 998-1004.",
        "Glewwe, Paul, Michael Kremer and Sylvie Moulin. Textbooks and Test Scores: Evidence from a Prospective Evaluation in Kenya.Manuscript, Harvard University Department of Economics, 2002.",
        "Glewwe, Paul, Michael Kremer, Sylvie Moulin and Eric Zitzewitz. Retrospective vs. Prospective Analyses of School Inputs: The Case of Flip Charts in Kenya.Journal of Development Economics, 2004, 74(1) pp. 251-268.",
        "Hanushek, Eric A. The Economics of Schooling: Production and E ciency in Public Schools. Journal of Economic Literature, 1986, 24(3) pp. 1141-1177.",
        "Hanushek, Eric A. Interpreting Recent Research on Schooling in Developing Countries.World Bank Research Observer, 1995, 10(2) pp. 227-246.",
        "Kremer, Michael. Randomized Evaluations of Educational Programs in Developing Countries: Some Lessons.American Economic Review, 2003, 93(2) pp. 102-106.",
        "Kremer, Michael and Ted Miguel. Worms: Identifying Impacts on Education and Health in the Presence of Treatment Externalities.Econometrica, 2003, 72(1) pp. 159-217.",
        "Kremer, Michael, Edward Miguel, and Rebecca Thornton. Incentives to Learn.Manuscript, Havard University Department of Economics, 2004.",
        "Kremer, Michael, Karthik Muralidharan, Nazmul Chaudhury, Jerey Hammer, and F. Halsey Rogers. Teacher Absence in India: A Snapshot. Journal of the European Economic Association (forthcoming). Krueger, Alan and Cecilia Rouse. Putting Computerized Instruction to the Test: A Randomized Evaluation of a Scienti...cally-basedReading Program.NBER Working Paper: No. 10315, 2004.",
        "Krueger, Alan and Diane M. Whitmore. The Eect of Attending Small Class in Early Grades on College Test-Taking and Middle School Test Results: Evidence from Project STAR. The Economic Journal, 2001, January (111) pp. 1-28.",
        "Vermeersch, Christel and Michael Kremer. School Meals, Educational Achievement, and School Competition: Evidence from a Randomized Evaluation World Bank Policy Research Working Paper: No. 3523, 2004.",
        "World Bank. World Development Report 2004: Making Services Work for the Poor. New York, NY: Oxford University Press, 2004."
    ]
}