{
    "id": 11915,
    "cites": 21,
    "cited_by": 28,
    "reference": [
        "Amer, Mildred, Black Members of the United States Congress: 1789-2001, Congressional Research Service Report for Congress, July 12, 2001.",
        "Alesina, Alberto, Credibility and Policy Convergence in a Two-party System with Rational Voters, American Economic Review, LXXVIII (1988), 796-805.",
        "Ansolabehere, Stephen, James Snyder Jr., and Charles Stewart III, Candidate Positioning in US House Elections, American Journal of Political Science, XLV (2001), 136-159.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan, How Much Should We Trust Differences-in-Differences Estimates? Quarterly Journal of Economics, CXIX (2004), 249-275.",
        "Bositis, David, The Future of Majority-Minority Districts and Black and Hispanic Legislative Representation in David Bositis, ed., Redistricting and Minority Representation. (Lanham, MD: University Press of America, Inc., 1998).",
        "Cameron, Charles, David Epstein and Sharyn OHalloran, Do Majority-Minority Districts Maximize Substantive Black Representation in Congress? American Political Science Review, XC (1996), 794-812.",
        "Eisenger, Peter, Black Employment in Municipal Jobs: The Impact of Black Political Power, American Political Science Review, LXXVI (1982), 380-392.",
        "Delaney, Paul, Blacks Reassess Political Role after Atlanta Loss, The New York Times. November 9, 1970.",
        "Gerber, Alan, Donald Green and Ron Shacar, Voting May Be Habit-Forming: Evidence from a Randomized Field Experiment, American Journal of Political Science, XLVII (2003), 540-550.",
        "Levitt, Steven, How Do Senators Vote? Disentangling the Role of Voter Preferences, Party Affiliation and Senator Ideology, American Economic Review, LXXXVI (1996), 425441.",
        "Lublin, David and Katherine Tate, Racial Group Competition in Urban Elections in Paul E. Peterson, ed., Classifying by Race, (Princeton, NJ: Princeton University Press, 1995).",
        "McDermott, Monika, Race and Gender Cues in Low-Information Elections, Political Research Quarterly, LI (1998), 895-918.",
        "Pande, Rohini, Can Mandated Political Representation Increase Policy Influence for Disadvantaged Minorities? Theory and Evidence from India,American Economic Review, XCIII (2003), 1132-1151.",
        "Pettigrew, Thomas and Denise Alston, Tom Bradleys Campaign for Governor: The Dilemma of Race and Political Strategies, (Washington, DC: Joint Center for Political Studies, 1988).",
        "Sack, Kevin, Black Turnout in the South Led To Surge by Democrats, The New York Times, November 6, 1998.",
        "Sigelman, Carol, Lee Sigelman, Barbara Walkosz and Michael Nitz, Black Candidates, White Voters: Understanding Racial Bias in Political Perceptions, American Journal of Political Science, XXXIX (1995), 243-265.",
        "Silver, Brian, Barbara Anderson, and Paul Abramson, Who Overreports Voting? American Political Science Review, LXXX (1986), 613-624.",
        "Teixera, Ruy, The Disappearing American Voter, (Washington, DC: The Brookings Institution, 1992).",
        "Terkildsen, Nayda, When White Voters Evaluate Black Candidates: The Processing Implications of Candidate Skin Color, Prejudice, and Self-Monitoring, American Journal of Political Science, XXXVII (1993), 1032-1053.",
        "Vanderleeuw, James and Baodong Liu, Political Empowerment, Mobilization, and Black Voter Roll-Off, Urban Affairs Review, XXXVII (2002), 380-396.",
        "Wittman, Donald (1990). Spatial Strategies When Candidates Have Policy Preferences in James Enelow and Melvin Hinich, eds. Advances in the Spatial Theory of Voting, (Cambridge, England: Cambridge University Press, 1990)."
    ]
}