{
    "id": 11919,
    "cites": 27,
    "cited_by": 5,
    "reference": [
        "Adams, Henry C. American War-Financiering. Political Science Quarterly, Vol. 1, No. 3 (Sep., 1886): 349-385 __________. Borrowing as a Phase of War Financiering. Annals of the American Academy of Political and Social Science. 78 (January 1918): 23-30.",
        "Barro, Robert J. 1987. Interest Rates, Prices and Budget Deficits in the United Kingdom.",
        "Journal of Monetary Economics 20 (September): 221-48. __________. 1989. The Neoclassical Approach to Fiscal Policy. In Robert J. Barro, ed., Modern Business Cycle Theory. Cambridge, 236-64.",
        "Balke, Nathan S. and Robert J. Gordon. The Estimation of Prewar Gross National Product: Methodology and New Evidence. Journal of Political Economy 97 (February 1989): 3892.",
        "Dewey, Davis Rich. Financial History of the United States. New York: Longmans, Green and Co., 1931.",
        "Paul Evans. 1986. Do Large Deficits Produce High Interest Rates? The American Economic Review 75, 68-87.",
        "Fisher, Irving. How the Public Should Pay for the War. Annals of the American Academy of Political and Social Science. 78 (July 1918); 112-117.",
        "Friedman, Milton. Price, Income, and Monetary Changes in Three Wartime Periods. The American Economic Review, Vol. 42, No. 2, Papers and Proceedings (May 1952): 612625.",
        "Friedman, Milton and Anna J. Schwartz. A Monetary History of the United States, 1867-1960.",
        "Gilbert, Charles. American Financing of World War I. Westport, Connecticut: Greenwood Publishing Company, 1970.",
        "Gilbert, Martin. The First World War. New York: Henry Holt and Company, 1994.",
        "Hume, David. Of Public Credit. In Eugene Rotwein, ed. David Hume: Writings on Economics. Madison, University of Wisconsin Press, 1970, 90-107. [1752].",
        "Johnston, Louis and Samuel H. Williamson, The Annual Real and Nominal GDP for the United States, 1789 - Present. Economic History Services, April 2002, URL: http://www.eh.net/hmit/gdp/.",
        "Klein, Benjamin. Competitive Interest Payments on Bank Deposits and the Long-Run Demand for Money. The American Economic Review 64 (Dec., 1974): 931-949.",
        "McCloskey, Deirdre N. Bourgeois Virtue and the History of P and S. The Journal of Economic History, vol. 58, No. 2 (Jun., 1998), 297-317.",
        "McAdoo, William G. (1931) Crowded Years: The Reminiscences of William G. McAdoo.",
        "Boston: Houghton Mifflin Company. Mill, John Stuart, Principles of Political Economy, edited by Sir W.J. Ashley. London: Longmans, Green and Co., 1940. Mills Principles was first published in 1848, and then revised six times between 1849 and 1871.",
        "Miller, E. T., H. L. Lutz, Edmond E. Lincoln, T. K. Urdahl, and O. M. W. Sprague. Loans and Taxes in War Finance: Discussion. The American Economic Review, Vol. 7, No. 1, Supplement, Papers and Proceedings of the Twenty-ninth Annual Meeting of the American Economic Association. (Mar., 1917), pp. 214-223.",
        "Ricardo, David. The Principles of Political Economy and Taxation. New York: Everymans Library, 1965. A reprint of the third edition published in 1821. The first edition was published in 1817.",
        "Samuel, Lawrence. Pledging Allegiance: American Identity and the Bond Drive of World War II. Washington: Smithsonian Institution Press, 1997.",
        "Schultz, William J. and M.R. Caine. Financial Development of the United States. New York: Prentice-Hall, Inc., 1937.",
        "Seligman, Edwin R.A. Loans versus Taxes in War Finance. Annals of the American Academy of Political and Social Science. 78 (January 1918); 52-82.",
        "Sprague, Oliver M. W. Loans and Taxes in War Finance. The American Economic Review, Vol. 7, No. 1, Supplement, Papers and Proceedings of the Twenty-ninth Annual Meeting of the American Economic Association. (Mar., 1917), pp. 199-213.",
        "Smith, Adam. 1979 [1776]. An Inquiry into the Nature and Causes of The Wealth of Nations., Book 5: Revenue of the Sovereign or Commonwealth. Edited by R.H. Campbell and A.S.",
        "Skinner. Oxford, Oxford University Press. Taussig, F.W. The Financial Situation: A General Survey. Annals of the American Academy of Political and Social Science. 78 (January 1918); 1-12.",
        "Vaughn, Stephen. 1980. Holding Fast the Inner Lines: Democracy, Nationalism, And The Committee on Public Information. Chapel Hill: University of North Carolina Press, 1980.",
        "Whittlesey, Charles R. Readings in Money and Banking. New York: W.W. Norton, inc., 1950."
    ]
}