{
    "id": 11912,
    "cites": 39,
    "cited_by": 7,
    "reference": [
        "Bae, K.-H., R. M. Stulz, and H. Tan (2005), `Do Local Analysts Know More? A Cross-Country Study of the Performance of Local Analysts and Foreign Analysts, Unpublished working paper, Dice Center, The Ohio State University, Columbus, OH.",
        "Bekaert, G., and C. Harvey (2000), `Foreign Speculators and Emerging Equity Markets, Journal of Finance, 55, 565-613.",
        "Bebchuck, L. A., and M. J. Roe (1999), `A Theory of Path Dependence in Corporate Ownership and Governance, Stanford Law Review, 52, 127-170.",
        "Berglof, E., and A. Pajuste (2005), `What Do Firms Disclose and Why? Enforcing Corporate Governance and Transparency in Central and Eastern Europe, Working Paper, Stockholm School of Economics, Stockholm, Sweden.",
        "Chen, K., Z. Chen, and K. Wei (2003), `Disclosure, Corporate Governance, and the Cost of Equity Capital: Evidence From Asias Emerging Markets, Working Paper, Hong Kong University of Science and Technology.",
        "Dahlquist, M., L. Pinkowitz, R. M. Stulz, and R. Williamson (2003), `Corporate Governance and the Home Bias, Journal of Financial and Quantitative Analysis, 38, 87-110.",
        "Desai, M.A., A. Dyck, and L. Zingales (2005), `Corporate Governance and Taxation, Unpublished Working Paper, University of Chicago.",
        "Doidge, C., A. Karolyi, and R.M. Stulz (2004), `Why Are Foreign Firms Listed in the U.S. Worth More?, Journal of Financial Economics, 71, 205-238.",
        "Doidge, C., A. Karolyi, and R.M. Stulz (2005a), `Why Do Countries Matter So Much For Corporate Governance?, Unpublished Working Paper, Dice Center, The Ohio State University, Columbus, OH.",
        "Doidge, C., A. Karolyi, and R.M. Stulz (2005b), `The Valuation Premium For Non-U.S. Firms Listed on U.S. Stock Markets, Unpublished.",
        "Durnev, A., and Kim, E.H. (2005), `To Steal Or Not To Steal: Firm Attributes, Legal Environment, and Valuation, Journal of Finance, 60, 1461-1493.",
        "Dyck, A., and L. Zingales (2004), `Private Benefits of Control: An International Comparison, Journal of Finance, 59, 537-600.",
        "Faccio, M. (2005), `Politically Connected Firms, American Economic Review, forthcoming.",
        "Feldstein, M. and C. Horioka (1980), `Domestic Saving and International Capital Flows, Economic Journal, 90, 314-329.",
        "Fisman, R. (2001), `Estimating the Value of Political Connections, American Economic Review, 91, 1095-1102.",
        "Friedman, T. L. (2005), The World is Flat, Farrar, Strauss, and Giroux, New York, N.Y.",
        "Giannetti, M., and A. Simonov (2005), `Which Investors Fear Expropriation? Evidence From Portfolio Choices, Journal of Finance, forthcoming.",
        "Gill, A. (2001), `Corporate Governance in Emerging Markets: Saints and Sinners, Whos got religion?, Credit Lyonnais Securities Asia.",
        "Henry, P.B. (2000), `Stock Market Liberalization, Economic Reform, and Emerging Market Equity Prices, Journal of Finance, 55, 529-564.",
        "Jin, L., and S. C. Myers (2005), `R2 Around the World: New Theory and New Tests, Journal of Financial Economics, forthcoming.",
        "John, K., L. Litov, and B. Yeung (2005), `Corporate Governance and Corporate Risk Taking: Theory and Evidence, Unpublished Working Paper, New York University, New York, NY.",
        "Johnson, S., and T. Mitton (2003), `Cronyism and Capital Controls: Evidence From Malaysia, Journal of Financial Economics, 67, 351-382.",
        "Khanna, T., J. Kogan, and K. Palepu (2005), `Globalization and Similarities in Corporate Governance: A Cross-Country Analysis, Review of Economics and Statistics, forthcoming.",
        "Klapper, L., and I. Love (2004), `Corporate Governance, Investor Protection and Performance in Emerging Markets, Journal of Corporate Finance, 10, 703-728.",
        "Klapper, L. F., L. Laeven, and I. Love (2005), `What Drives Corporate Governance Reform? Firm-Level Evidence From Eastern Europe, World Bank Policy Research Working Paper 3600, Washington, D.C.",
        "Krishnamurti, C., A. Sevic, and Z. Sevic (2003), `Legal Environment, Firm-Level Corporate Governance, and Expropriation of Minority Shareholders in Asia, Working Paper, Nanyang Technological University, Singapore.",
        "La Porta, R., F. Lopez-De-Silanes, and A. Shleifer (1999), `Corporate Ownership Around the World, Journal of Finance, 54, 471-517.",
        "Lucas, R. E. Jr. (1990), `Why Doesnt Capital Flow From Rich to Poor Countries?, American Economic Review, 80, 92-96.",
        "McGuire, M.C., and M. Olson, Jr. (1996), `The Economics of Autocracy and Majority Rule: The Invisible Hand and the Use of Force, Journal of Economic Literature, 34, 72-96.",
        "Obstfeld, M. (1994), `Risk-Taking, Global Diversification, and Growth, American Economic Review, 84, 1310-1329.",
        "Pajuste, A. (2002), `Corporate Governance and Stock Market Performance in Central and Eastern Europe, Unpublished Working Paper, Stockholm School of Economics, Stockholm, Sweden.",
        "Pinkowitz, L., R. Williamson, and R.M. Stulz (2005), `Does the Contribution of Corporate Cash Holdings and Dividends to Firm Value Depend on Governance? A Cross-Country Analysis, Journal of Finance, forthcoming.",
        "Roe, M. (2003), Political Determinants of Corporate Governance, Oxford University Press, Oxford.",
        "Rajan, R. G., and L. Zingales (2003), `The Great Reversals: The Politics of Financial Development in the Twentieth Century, Journal of Financial Economics, 69, 5-50.",
        "Shleifer, A., and R.W. Vishny (1989), `Management Entrenchment: The Case of Manager-Specific Investments, Journal of Financial Economics, 25, 123-140.",
        "Stulz, R. M. (1999a), `International Portfolio Flows and Security Markets, in Martin Feldstein (ed) (1999), International Capital Flows, University Chicago Press, pp. 257-293.",
        "Stulz, R.M. (1999b), `Globalization, Corporate Finance and the Cost of Capital, Journal of Applied Corporate Finance, 12(3), 8-25.",
        "Stulz, R. M. (2005), `The Limits of Financial Globalization, Journal of Finance, 60, 1595-1638.",
        "Stulz, R. M., and W. Wasserfallen (1995), `Foreign Equity Investment Restrictions, Capital Flight, and Shareholder Wealth Maximization: Theory and Evidence, Review of Financial Studies, 8, 1019-1057."
    ]
}