{
    "id": 11914,
    "cites": 41,
    "cited_by": 0,
    "reference": [
        "Adams, Renee, and Daniel Ferreira, 2003, A Theory of Friendly Boards, Working paper, Stockholm School of Economics.",
        "Agrawal, Anup, and Sahiba Chadha, 2003, Corporate governance and accounting scandals, Working paper, University of Alabama.",
        "Baker, Malcolm, Jeremy Stein, and Jeffrey Wurgler, 2003, When does the market matter? Stock prices and the investment of equity-dependent firms, Quarterly Journal of Economics 118, 969-1005.",
        "Baker, Malcolm, and Serkan Savasoglu, 2002, Limited arbitrage in mergers and acquisitions, Journal of Financial Economics 64, 91-116.",
        "Bertrand, Marianne and Sendhil Mullainathan, 2001, Are CEOs rewarded for luck? The ones without principals are, Quarterly Journal of Economics 116, 901-932.",
        "Bhagat, Sanjai, and Bernard S. Black, 1999, The uncertain relationship between board composition and firm performance, Business Lawyer 54, 921-963.",
        "Booth, James, and Daniel Deli, 1999, On executives of financial institutions as outside directors, Journal of Corporate Finance 5, 227-250.",
        "Boyd, J., and E. Prescott, 1986, Financial intermediary-coalitions, Journal of Economic Theory 38, 211-232.",
        "Campbell, T., and W. Kracaw, 1980, Information production, market signaling, and the theory of intermediation, Journal of Finance 35, 863-882.",
        "Datta, Sudip, Mai Iskandar-Datta, and Ajay Patel, 1999, Bank monitoring and the pricing of corporate public debt, Journal of Financial Economics 51, 435-449.",
        "Diamond, D., 1984, Financial intermediation and delegated monitoring, Review of Economic Studies 51, 393-414.",
        "Fazzari, Steven M., R. Glenn Hubbard, and Bruce C. Petersen, 1988, Financing constraints and corporate investment, Brookings Papers on Economic Activity 19, 141-195.",
        "GÃ\u0083Â¼ner, A. Burak, 2005, Loan sales and the cost of corporate borrowing, Review of Financial Studies, forthcoming.",
        "Hadlock, Charles J., and Christopher M. James, 2002, Do banks provide financial slack? Journal of Finance 57, 1383-1419.",
        "Hall, Brian J., and Jeffrey B. Liebman, 1998, Are CEOs really paid like bureaucrats? Quarterly Journal of Economics 113, 653-691.",
        "Hermalin, Benjamin E, and Michael S. Weisbach, 2003, Boards of directors as an endogenously determined institution: A survey of the economic literature, Federal Reserve Bank of New York Economic Policy Review 9, 7-26.",
        "Hoshi, Takeo, Anil K. Kashyap, and David Scharfstein, 1991, Corporate structure, liquidity, and investment: Evidence from Japanese industrial groups, Quarterly Journal of Economics 106, 33-60.",
        "Hubbard, R. G., K. N. Kuttner, and D. N. Palia, 2002, Are there bank effects in borrowers cost of funds? Evidence from a matched sample of borrowers and banks, Journal of Business 75, 559-581.",
        "James, C., and D. C. Smith, 2000, Are banks still special? New evidence on their role in the corporate capital-raising process, Journal of Applied Corporate Finance 13, 395-422.",
        "Jensen, Michael C., 1986, The agency costs of free cash flow: corporate finance and takeovers, American Economic Review 76, 323-329.",
        "Jensen, Michael C. and William H. Meckling, 1976, Theory of the firm: managerial behavior, agency costs and ownership structure, Journal of Financial Economics 3, 305-360.",
        "Kaplan, Steven, and Bernadette A. Minton, 1994, Appointments of outsiders to Japanese boards: Determinants and implications for managers, Journal of Financial Economics 36, 225-258.",
        "Kaplan, Steven, and Luigi Zingales, 1997, Do investment-cash flow sensitivities provide useful measures of financing constraints? Quarterly Journal of Economics 112, 169-215.",
        "Kim, E. Han and Jerry Davis, 2005, Would mutual funds bite the hand that feeds them? Business ties and proxy voting, Working paper.",
        "Kracaw, William A., and Marc Zenner, 1998, Bankers in the board room: Good news or bad news? Working paper.",
        "Kroszner, Randall, and Philip Strahan, 2001a, Bankers on boards: Monitoring, conflicts of interest, and lender liability, Journal of Financial Economics 62, 415-452.",
        "Kroszner, Randall, and Philip Strahan, 2001b, Throwing good money after bad, John M.",
        "Olin Law and Economics Working Paper. Lamont, Owen, Christopher Polk, and Jesus SaÃ\u0083Â¡-Requejo, 2001, Financial constraints and stock returns, Review of Financial Studies 14, 529-554.",
        "Loughran, Tim, and Jay Ritter, 2004, Why has IPO underpricing changed over time? Financial Management 33(3), 5-37.",
        "Loughran, Tim, and Anand M. Vijh, 1997, Do long-term shareholders benefit from corporate acquisitions? Journal of Finance 52, 1765-1790.",
        "Malmendier, Ulrike and Devin Shanthikumar, 2005, Do security analysts speak in two tongues? Working paper.",
        "Malmendier, Ulrike, and Geoffrey Tate, 2005, CEO overconfidence and corporate investment, Journal of Finance 60, 2661-2700.",
        "Morck, Randall, and Masao Nakamura, 1999, Banks and corporate control in Japan, Journal of Finance 54, 319-339.",
        "Petersen, Mitchell, and Raghuram Rajan, 1994, The benefits of firm-creditor relationships: Evidence from small business data, Journal of Finance 49, 3-37.",
        "Pfeffer, Jeffrey, 1992, Size and composition of boards of directors: The organization and its environment, Administrative Science Quarterly 17, 218-228.",
        "Reuter, Jonathan, 2005, Are IPO allocations for sale? Evidence from mutual funds, Working paper.",
        "Rosenstein, Stuart, and Jeffrey Wyatt, 1990, Outside directors, board independence and shareholder wealth, Journal of Financial Economics 26, 175-191.",
        "Stearns, Linda, and Mark Mizruchi, 1993, Board composition and corporate financing: The impact of financial institution representation on borrowing, Academy of Management Journal 36, 603-618.",
        "Stein, Jeremy, 2003, Agency, information and corporate investment, in George Constantinides, Milton Harris, and Rene Stulz, Eds.: Handbook of the Economics of Finance Volume 1A, Corporate Finance (Elsevier, North Holland).",
        "Yermack, David, 1995, Do corporations award CEO stock options effectively? Journal of Financial Economics 39, 237-269.",
        "Yermack, David, 1996, Higher market valuation of companies with a small board of directors, Journal of Financial Economics 40, 185-211."
    ]
}