{
    "id": 11929,
    "cites": 17,
    "cited_by": 9,
    "reference": [
        "1. AÃ\u0083Â¯t-Sahalia, Yacine and Andrew W. Lo (2000), Nonparametric Risk Management and Implied Risk Aversion, Journal of Econometrics, 94, 9-51.",
        "2. Baron, Ken and Jeffrey Lange (2003), From Horses to Hedging, Risk, 16(2), 73-7.",
        "3. Berkowitz, Jeremy (2001), Testing Density Forecasts, With Applications to Risk Management, Journal of Business and Economic Statistics, 19(4), 465-474.",
        "4. Constantinides, George (1982), Intertemporal Asset Pricing with Heterogeneous Consumers and without Demand Aggregation, Journal of Business, 55(2), 253-76.",
        "5. Diebold, Frank X., and Todd Gunther, and Anthony S. Tay (1998) Evaluating Density Forecasts, With Applications to Financial Risk Management, International Economic Review, 39, 863-883.",
        "6. Diebold, Frank X., Jinyong Hahn, and Anthony S. Tay (1999), Multivariate Density Forecast Evaluation and Calibration in Financial Risk Management: High-Frequency Returns on Foreign Exchange, Review of Economics and Statistics, 81, 661-73.",
        "7. Diebold, Frank X., Anthony S. Tay and Kenneth F. Wallis (1999), Evaluating Density Forecasts of Inflation: The Survey of Professional Forecasters, in R. Engle and H. White (eds.), Festschrift in Honor of C.W.J. Cranger, (Oxford: Oxford University Press), 76-90.",
        "8. Eisenberg, Edmund and David Gale (1959), Consensus of Subjective Probabilities: The Pari-Mutuel Method, Annals of Mathematical Statistics, 30, 165-68.",
        "9. Fair, Ray C. and Robert J. Shiller (1990), Comparing Information in Forecasts from Econometric Models, American Economic Review, 80(3), 375-89.",
        "10. GÃ\u0083Â¼rkaynak, Refet S., Brian Sack, and Eric Swanson (2005), Did Financial Markets Think Disinflation Was Opportunistic? manuscript, Federal Reserve Board.",
        "11. Jackwerth, Jens Carten (2000), Recovering Risk Aversion from Option Prices and Realized Returns, The Review of Financial Studies, 13(2), 433-51.",
        "12. Jackwerth, Jens Carten and Mark Rubinstein (1996), Recovering Probability Distributions from Option Prices, Journal of Finance, 51(5), 1611-31.",
        "13. Llambros, Louis and Victor Zarnowitz (1987), Consensus and Uncertainty in Economic Prediction, Journal of Political Economy, vol. 95 (3), pp. 591-62.",
        "14. Mankiw, N. Gregory, Ricardo Reis, and Justin Wolfers (2003), Disagreement about Inflation Expectations, NBER Macroeconomics Annual, 18, 209-48.",
        "15. Shiller, Robert (1993), Macro Markets, Oxford: Oxford University Press.",
        "16. Wolfers, Justin and Eric Zitzewitz (2004), Prediction Markets, Journal of Economic Perspectives, 18(2), 107-26.",
        "17. Wolfers, Justin and Eric Zitzewitz (2005), Interpreting Prediction Market Prices as Probabilities, mimeo, University of Pennsylvania."
    ]
}