{
    "id": 11921,
    "cites": 26,
    "cited_by": 55,
    "reference": [
        "Backus, David; Espen Henriksen; Frederic Lambert; and, Chris Telmer, 2005, Current Account Fact and Fiction, working paper, New York University.",
        "Bernanke, Ben, 2005, The Global Saving Glut and the U.S. Current Account Deficit, Homer Jones Lecture, St. Louis, Missouri.",
        "Bohn, Henning, 1998, The Behavior of U.S. Public Debts and Deficits, Quarterly Journal of Economics 113, 949-963.",
        "Bohn, Henning, 2004, Are Stationarity and Cointegration Restrictions Necessary for the Intertemporal Budget Constraint? working paper, UC-Santa Barbara.",
        "Bohn, Henning, 2005, The Sustainability of Fiscal Policy in the United States, working paper, UC Santa-Barbara.",
        "Caballero, Ricardo; Emmanuel Farhi; and, Pierre-Olivier Gourinchas, 2005, An Equilibrium Model of `Global Imbalances and Low Interest Rates, working paper, MIT.",
        "Chinn, Menzie, 2005, Getting Serious about the Twin Deficits, working paper, University of Wisconsin.",
        "Clarida, Richard; Manuela Goretti; and, Mark Taylor, 2005, Are There Thresholds of Current Account Adjustment in the G7, working paper, Columbia University.",
        "Edwards, Sebastian, 2005, Is the U.S. Current Account Deficit Sustainable? And if Not, How Costly is Adjustment Likely to Be? NBER working paper no. 11541.",
        "Engen, Eric, and R. Glenn Hubbard, 2004, Federal Government Debt and Interest Rates, NBER Macroeconomics Annual, 2004, 83-138.",
        "Faruqee, Hamid; Douglas Laxton; Dirk Muir; and, Paolo Pesenti, 2005, Smooth Landing or Crash? Model-Based Scenarios of Global Current Account Rebalancing, working paper, International Monetary Fund.",
        "Gale, William G., and Peter R. Orszag, 2004, Budget Deficits, National Saving, and Interest Rates, Brookings Papers on Economic Activity, 2004:2, 101-187.",
        "Glick, Reuven, and Kenneth Rogoff, 1995, Global versus Country-Specific Productivity Shocks and the Current Account, Journal of Monetary Economics 35, 159-192.",
        "Gourinchas, Pierre-Olivier, and Helene Rey, 2005, From World Banker to World Venture Capitalist: The US External Adjustment and the Exorbitant Privilege, working paper, UC Berkeley.",
        "Kouparitsas, Michael, 2005, Is the U.S. Current Account Deficit Sustainable? Chicago Fed Letter, June, no. 215.",
        "Kraay, Aart, and Jaume Ventura, 2005, The Dot-Com Bubble, the Bush Deficits, and the U.S. Current Account, NBER working paper no. 11543.",
        "Lane, Philip, and Gian Maria Milesi-Ferretti, 2005, A Global Perspective on External Positions, working paper, Trinity College Dublin.",
        "Mitchell, Brian R., 1994, International Historical Statistics.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 2000a, Perspectives on OECD Capital Market Integration: Implications for U.S. Current Account Adjustment, in Federal Reserve Bank of Kansas City, Global Economic Integration: Opportunities and Challenges.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 2000b, The Six Major Puzzles in International Macroeconomics: Is There a Common Cause? in Ben Bernanke and Kenneth Rogoff (eds.), NBER Macroeconomics Annual 2000, Cambridge, MA: MIT Press.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 2004, The Unsustainable U.S. Current Account Revisited, working paper, Harvard University.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 2005, Global Current Account Imbalances and Exchange Rate Adjustments, working paper, UC Berkeley.",
        "Parker, Jonathan, 1999, Spendthrift in America? On Two Decades of Decline in the U.S.",
        "Saving Rate, NBER Macroeconomics Annual, 1999, 317-369.",
        "Rogoff, Kenneth, 1996, The Purchasing Power Parity Puzzle, Journal of Economic Literature 34, 647-668.",
        "Ruhl, Kim, 2005, Solving the Elasticity Puzzle in International Economics, working paper, University of Texas."
    ]
}