{
    "id": 11937,
    "cites": 34,
    "cited_by": 4,
    "reference": [
        "Becker, G. (1965), A Theory of the Allocation of Time, Economic Journal, Vol. 75, 493-517.",
        "Board, O. (2005), Competition and Disclosure, mimeo, University of Pittsburgh.",
        "Cheong, I. and J. Y. Kim (2004), Costly Information Disclosure in Oligopoly, The Journal of Industrial Economics, Vol. 52 (1), 121-132.",
        "Corts, K. (1998), Third-degree Price Discrimination in Oligopoly: All-out Competition and Strategic Commitment, Rand Journal of Economics, Vol. 29, 306-323.",
        "Econometrica, 17(5): 1145-51. Dye, R. A. and S. S. Sridhar (1995), Industry-wide Disclosure Dynamics, Journal of Accounting Research, Vol. 33, 157-174.",
        "Dye, R.A. (1986), Proprietary and Nonproprietary Disclosure, Journal of Business, Vol. 59, 331-366.",
        "Farrell, J. (1986), Voluntary Disclosure: Robustness of the Unraveling Result, and Comments and Its Importance, Antitrust and Regulations, edited by Ronald E. Grieson, 91-103.",
        "Fishman, M. and K. Hagerty (1997), Mandatory Disclosure, The New Palgrave Dictionary of Economics and the Law, edited by Peter Newman, Macmillan Press.",
        "Fishman, M. and K. Hagerty (2003), Mandatory versus Voluntary Disclosure in Markets with Informed and Uninformed Customers, Journal of Law, Economics, and Organization, Vol. 19, 45-63.",
        "Gabszewicz, J. J. and J.-F. Thisse (1979), Price Competition, Quality and Income Disparities, Journal of Economic Theory, 20: 340-359.",
        "Gallagher, T., A. Waterman, A. Ebers, V. Fraser, and W. Levinson, (2003), Patients and Physicians Altitude Regarding the Disclosure of Medical Errors, Journal of American Medical Association, Vol. 289, No. 8.",
        "Gal-Or, E. (1985), Information Sharing in Oligopoly, Econometrica, Vol. 53 (2), 329-344.",
        "Gal-Or, E. (1986), Information Transmission Cournot and Bertrand Equilibrium, Review of Economic Studies, Vol. 53 (1), 85-92.",
        "Gorman, W. (1980), A Possible Procedure for Analyzing Quality Differentials in the Egg-Market, Review of Economic Studies, Vol. 47, 843-259.",
        "Grossman, G. and C. Shapiro (1984), Informative Advertising with Differentiated Products, Review of Economic Studies, Vol. 51, 63-82.",
        "Grossman, S. (1981), The informational Role of Warranties and Private Disclosure about Product Quality, Journal of Law and Economics, Vol. 24, 461-489.",
        "Hotelling, H. (1929), Stability in Competition, Economic Journal, 39(153): 41-57.",
        "Jin, G. and P. Leslie (2003), The Effects of Information on Product Quality: Evidence from Restaurants Hygiene Grade Cards, Quarterly Journal of Economics, Vol. 118, 409-451.",
        "Jovanovic, B. (1982), Truthful Disclosure of Information, Bell Journal of Economics, Vol. 13, 36-44.",
        "Lancaster, J. (1966), A New Approach to Consumer Theory, Journal of Political Economy, Vol. 74, 132-157.",
        "Levin, D., J. Peck and L. Ye, (2005), Quality Disclosure and Competition, mimeo, the Ohio State University.",
        "Lizzeri, A. (1999), Information Revelation and Certification Intermediaries, Rand Journal of Economics, Vol. 30 (2), 213-231.",
        "Mathios, A.D. (2000), The Impact of Mandatory Disclosure Laws on Product Choices: an Analysis of the Salad Dressing Market, Journal of Law and Economics, Vol. 43, 651-78.",
        "Matthews, S. and A. Postlewaite (1985), Quality Testing and Disclosure, RAND Journal of Economics, Vol. 16, 328-40.",
        "Milgrom, P. (1981), Good News and Bad News: Representation Theorems and Applications, Bell Journal of Economics, Vol. 12, 380-391.",
        "Muth, R. (1966), Household Production and Consumer Demand Functions, Econometrica, Vol. 34, 699-708.",
        "Neven, D. (1985), On Hotellings Competition with Non-Uniform Customer Distributions, Economic Letters, 21: 121-127.",
        "Neven, D. and J.-F. Thisse (1990), On Quality and Variety Competition, in Economic DecisionMaking: Games, Econometrics, and Optimization, J. J. Gabszewicz, J.-F. Richard and L. Wolsey, eds., Amsterdam: North-Holland, 175-199.",
        "Okuno-Fujiwara, M., A. Postlewaite, and K. Suzumura (1990), Strategic Information Revelation, Review of Economic Studies, Vol. 57, 25-47.",
        "Peters, M. (1984), Restrictions on Price Advertising, The Journal of Political Economy, Vol. 92, 472485.",
        "Rosen, S. (1974), Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition, Journal of Political Economy, Vol. 82, 34-55.",
        "Shavell, S. (1994), Acquisition and Disclosure of Information Prior to Sale, RAND Journal of Economics, Vol. 20, 183-95.",
        "Stivers, A. (2004), Unraveling of information: Competition and Uncertainty, The B.E. Journals: Topics in Theoretical Economics, 4(1).",
        "Tirole, J. (1994), The Theory of Industrial Organization, Cambridge: MIT Press, 1994."
    ]
}