{
    "id": 11931,
    "cites": 18,
    "cited_by": 8,
    "reference": [
        "Ark, Bart van and Jan Pieter Smits. 2004. A Comparative Perspective on Technology Regimes and Productivity Growth in Europe and the U.S, unpublished paper, Groningen Growth and Development Center.",
        "Atack, Jeremy. 1979. Fact or Fiction? The Relative Costs of Steam and Water Power: a Simulation Approach, Explorations in Economic History 16: 409-437.",
        "Atack, Jeremy, Bateman, Fred and Thomas Weiss. 1980. The Regional Diffusion and Adoption of the Steam Engine in American Manufacturing, Journal of Economic History 64: 172-192.",
        "Atack, Jeremy and Fred Bateman. 1999. U.S. Historical Statistics: Nineteenth Century U.S. Industrial Development Through the Eyes of the Census of Manufactures, Historical Methods 32: 177-188.",
        "Atack, Jeremy, Bateman, Fred, and Robert A. Margo. 2002. Part-Year Operation In Nineteenth Century American Manufacturing: Evidence from the 1870 and 1880 Censuses, Journal of Economic History 62 (September): 792-809.",
        "Atack, Jeremy, Bateman, Fred, and Robert A. Margo. 2003. Capital Deepening in American Manufacturing, 1850-1880, National Bureau of Economic Research Working Paper no. 9923, Cambridge, MA, August.",
        "Atack, Jeremy, Bateman, Fred, and Robert A. Margo. 2004. Skill Intensity and Rising Wage Dispersion in Nineteenth-Century American Manufacturing, Journal of Economic History 64: 172-192.",
        "Atack, Jeremy, Bateman, Fred, and Robert A. Margo. 2005. Capital Deepening and the Rise of the Factory: The American Experience in the Nineteenth Century, Economic History Review 58 (August): 586-595.",
        "Crafts, Nicholas F.R. 2004. Steam as a General Purpose Technology: A Growth Accounting Perspective, The Economic Journal 114: 338-351.",
        "David, Paul A. 1990. The Dynamo and the Computer: A Historical Perspective on the Modern Productivity Paradox, American Economic Review, Papers and Proceedings: 355-61.",
        "New York: Columbia University Press. Gallman, Robert. 1986. The United States Capital Stock in the Nineteenth Century. In Stanley L. Engerman and Robert E. Gallman, eds. Long-Term Factors In American Economic Growth, pp. 165-213. Volume 51: Studies in Income and Wealth, Conference on Research on Income and Wealth.",
        "Chicago: University of Chicago Press. Goldin, Claudia and Lawrence F. Katz. 1998. The Origins of Technology-Skill Complementarity, Quarterly Journal of Economics 113: 693-732.",
        "Greenville DE: Eleutherian Mills-Hagley Foundation. Kim, Sukkoo. 2004. Industrialization and Urbanization: Did the Steam Engine Contribute to the Growth of Cities in the United States? unpublished paper, Department of Economics, Washington University at St. Louis.",
        "Margo, Robert A. 2000. The Labor Force in the Nineteenth Century, in S.",
        "Engeman and R. Gallman, eds. The Cambridge Economic History of the United States, Volume 2: The Long Nineteenth Century. New York: Cambridge University Press. Rosenberg, Nathan and Manuel Trajtenberg. 2004. A General Purpose Technology at Work: The Corliss Steam Engine in the Late Nineteenth-Century United States, Journal of Economic History 64: 61-99.",
        "Sokoloff, Kenneth. 1984. Was the Transition from the Artisanal Shop to the NonMechanized Factory Associated with Gains in Efficiency? Evidence from the U.S. Manufacturing Censuses of 1820 and 1850, Explorations in Economic History 21: 351-382.",
        "Sokoloff, Kenneth. 1986. Productivity Growth in Manufacturing During Early Industrialization: Evidence from the American Northeast, in S.",
        "Engerman and R. Gallman, eds. Long Term Factors in American Economic Growth, pp. 679-729. Chicago: University of Chicago Press. Temin, Peter. 1966. Steam and Waterpower in the Early Nineteenth Century, Journal of Economic History 26: 187-205."
    ]
}