{
    "id": 11946,
    "cites": 31,
    "cited_by": 60,
    "reference": [
        "Ahmed, Shagil, Andrew T. Levin and Beth Anne Wilson (2002), Ã\u0082â\u0080\u009cRecent U.S. macroeconomic stability: good luck, good policies, or good practices?Ã\u0082â\u0080\u009d International Finance Discussion Paper No. 730.",
        "Andrews, D.W.K. (1991). Heteroskedasticity and autocorrelation consistent covariance matrix estimation Econometrica, 59, pp 817-858.",
        "Arias, Andres, Gary D. Hansen and Lee E. Ohanian (2004), Ã\u0082â\u0080\u009cWhy have business cycle fluctuations become less volatile?Ã\u0082â\u0080\u009d unpublished manuscript, UCLA.",
        "Bai, J. (1997). Estimating multiple breaks one at a time Econometric Theory, 13, pp 315-352.",
        "Bai, J. and P. Perron (1998). Estimating and testing linear models with multiple structural changes Econometrica, 66 (1), pp 47-78.",
        "Bai, J. and P. Perron (2003). Computation and analysis of multiple structural change models Journal of Applied Econometrics, 18, pp 1-18.",
        "Barrell, Ray and Sylvia Gottschalk (2004), Ã\u0082â\u0080\u009cThe volatility of the output gap in the G7,Ã\u0082â\u0080\u009d National Institute of Economic and Social Research Discussion Paper No. 230.",
        "Buch, Claudia M., JÃ\u0083Â¶rg DÃ\u0083Â¶pke, and Christian Pierdzioch (2002), Ã\u0082â\u0080\u009cFinancial openness and business cycle volatility,Ã\u0082â\u0080\u009d Kiel Institute for World Economics Working Paper 1121.",
        "Campbell, Jeffrey R. and Zvi Hercowitz (2005), Ã\u0082â\u0080\u009cThe role of collateralized household debt in macroeconomic stabilization,Ã\u0082â\u0080\u009d NBER Working Paper No. 11330.",
        "Cecchetti, Stephen G. and Michael Ehrmann (2002), Ã\u0082â\u0080\u009cDoes inflation targeting increase output volatility? An international comparison of policymakersÃ\u0082â\u0080\u0099 preferences and outcomesÃ\u0082â\u0080\u009d in Norman Loayza and Klaus Schmidt-Hebbel (eds), Monetary Policy: Rules and Transmission Mechanisms, Proceedings of the Fourth Annual Conference of the Central Bank of Chile, Santiago, Chile: Central Bank of Chile, pp 247-274.",
        "Cecchetti, Stephen G., Alfonso Flores-Lagunes and Stefan Krause (2006), Ã\u0082â\u0080\u0098Has monetary policy become more efficient? A cross-country analysisÃ\u0082â\u0080\u0099 Economic Journal, forthcoming.",
        "Cecchetti, Stephen G. and Stefan Krause Ã\u0082â\u0080\u0098Financial structure, macroeconomic stability and monetary policy,Ã\u0082â\u0080\u0099 Moneda y CrÃ\u0083Â©dito (in Spanish), 212, pp57-87. (Also NBER Working Paper No 8354.). Cecchetti, Stephen G. and Stefan Krause (2002), Ã\u0082â\u0080\u009cCentral Bank structure, policy efficiency and macroeconomic performance: exploring empirical relationships,Ã\u0082â\u0080\u009d Economic Review of the Federal Reserve Bank of St. Louis, 84, pp 47-59.",
        "Clarida, Richard, JordÃ\u0083Â­ GalÃ\u0083Â­ and Mark Gertler (2000), Ã\u0082â\u0080\u009cMonetary policy rules and macroeconomic stability: evidence and some theory,Ã\u0082â\u0080\u009d Quarterly Journal of Economics,115(1), pp. 147-180.",
        "Comin, Diego and Thomas Philippon (2005), Ã\u0082â\u0080\u009cThe rise in firm-level volatility: causes and consequences,Ã\u0082â\u0080\u009d in Mark Gertler and Kenneth Rogoff, eds., Macroeconomics Annual, Cambridge, MA: MIT Press for the NBER, forthcoming.",
        "Cukierman, A. (1992). Central Bank Strategy, Credibility, and Independence, MIT Press, Cambridge, MA, Part IV.",
        "Davidian, M. and R.J. Carroll (1987). Variance function estimation Journal of the American Statistical Association, 82, pp 1079-1091.",
        "Dynan, Karen E., Douglas W. Elmendorf, and Daniel E. Sichel (2005), Ã\u0082â\u0080\u009cCan financial innovation explain the reduced volatility of economic activity?Ã\u0082â\u0080\u009d Carnegie-Rochester Conference on Public Policy.",
        "Herrera, Ana MarÃ\u0083Â­a and Elena Pesavento (2005), Ã\u0082â\u0080\u009cThe decline in U.S. output volatility: structural changes and inventory investment,Ã\u0082â\u0080\u009d Journal of Business and Economic Statistics, forthcoming.",
        "Kahn, James A., Margaret Mary McConnell, and Gabriel Perez Quiros (2002), Ã\u0082â\u0080\u009cOn the causes of the increased stability of the U.S. economy,Ã\u0082â\u0080\u009d Economic Policy Review of the Federal Reserve Bank of New York, 8(1), pp 183-206.",
        "Krause, Stefan and Fabio MÃ\u0083Â©ndez (2005), Ã\u0082â\u0080\u009cInstitutions, arrangements, and preferences for inflation stability: evidence and lessons from a panel data analysis,Ã\u0082â\u0080\u009d Working Paper 05-01, Department of Economics, Emory University.",
        "Levin, Ross (1997), Ã\u0082â\u0080\u009cFinancial development and economic growth: views and agendas,Ã\u0082â\u0080\u009d Journal of Economic Literature, 35(2), pp 688-726.",
        "McCarthy, Jonathan and Richard W. Peach (2002), Ã\u0082â\u0080\u009cMonetary policy transmission to residential investment,Ã\u0082â\u0080\u009d Economic Review of the Federal Reserve Bank of New York, 8(1), pp 139-158.",
        "McConnell, Margaret Mary, Patricia Mosser and Gabriel Perez-Quiros (1999), Ã\u0082â\u0080\u009cA decomposition of the increased stability of GDP growth,Ã\u0082â\u0080\u009d Current Issues in Economics and Finance, Federal Reserve Bank of New York, 5(13).",
        "McConnell, Margaret Mary and James Kahn (2005), Ã\u0082â\u0080\u009cThe decline in U.S. output volatility: whatÃ\u0082â\u0080\u0099s luck got to do with it?Ã\u0082â\u0080\u009d unpublished manuscript, Federal Reserve Bank of New York.",
        "Mishkin, Frederic S. and Klaus Schmidt-Hebbel (2002). A decade of inflation targeting in the world: what do we know and what do we need to wnow? in N. Loayza and R. Soto (eds.) Inflation Targeting: Design, Performance, Challenges, Santiago, Chile, pp 171-219.",
        "Nelson, Charles R. and Chang-Jin Kim (1999), Has the U.S. economy become more stable? A Bayesian approach based on a Markov-switching model of the business cycle, Review of Economics and Statistics, 81(4), pp 608-616.",
        "Ramey, Gary and Valerie A. Ramey (1995) Ã\u0082â\u0080\u009cCross-country evidence on the link between volatility and growth,Ã\u0082â\u0080\u009d American Economic Review, 85, pp 1138-1151.",
        "Ramey, Valerie A. and Daniel J. Vine (2004), Ã\u0082â\u0080\u009cTracking the source of the decline in GDP volatility: an analysis of the automobile industryÃ\u0082â\u0080\u009d, NBER Working Paper No. 10384.",
        "Ramey, Valerie A. and Daniel J. Vine (2004), Ã\u0082â\u0080\u009cWhy do real and nominal inventory-sales ratios have different trends?Ã\u0082â\u0080\u009d Journal of Money, Credit, and Banking, 36(5), pp 959-964.",
        "Smith, Penelope A. and Peter M. Summers (2002), Ã\u0082â\u0080\u009cRegime switches in GDP growth and volatility: some international evidence and implications for modelling business cycles,Ã\u0082â\u0080\u009d Melbourne Institute Working Paper No 21/20.",
        "Stock, James H. and Mark W. Watson (2002), Ã\u0082â\u0080\u009cHas the business cycle changed and why?Ã\u0082â\u0080\u009d in Mark Gertler and Kenneth Rogoff, eds., Macroeconomics Annual, Cambridge, MA.: MIT Press for the NBER."
    ]
}