{
    "id": 11958,
    "cites": 24,
    "cited_by": 1,
    "reference": [
        "[1] Benkard, C. Lanier (2004), A Dynamic Analysis of the Market for Wide-Bodied Commercial Aircraft, Review of Economic Studies, 71(3), 581-611.",
        "[2] Berndt, Ernst R., Ann F. Friedlander, and Judy S. Wang Chiang (1990), Interdependent Pricing and Markup Behavior: An Empirical Analysis of GM, Ford, and Chrysler, NBER Working Paper no. 3396.",
        "[3] Bresnahan, Timothy F., and Valerie A. Ramey (1994), Output Fluctuations at the Plant Level, Quarterly Journal of Economics, 109, 593-624.",
        "[4] Caruana, Guillermo, and Liran Einav (2005), A Theory of Endogenous Commitment, mimeo, Stanford University.",
        "[5] Copeland, Adam, Wendy Dunn, and George Hall (2005), Prices, Production, and Inventories over the Automotive Model Year, mimeo, Yale University.",
        "[6] Cyert, R. M., and M. H. DeGroot (1970), Multiperiod Decision Models with Alternating Choice as the Solution to the Duopoly Problem, Quarterly Journal of Economics, 84, 410429.",
        "[7] Doyle, Maura P., and Christopher M. Snyder (1999), Information Sharing and Competition in the Motor Vehicle Industry, Journal of Political Economy, 107(6), 1326-1364.",
        "[8] Fershtman, Chaim, and Morton I. Kamien (1987), Dynamic Duopolistic Competition with Sticky Prices, Econometrica, 55(5), 1151-1164.",
        "[9] Fudenberg, Drew, and Jean Tirole (1984), The Fat-Cat Effect, the Puppy-Dog Ploy, and the Lean and Hungry Look, American Economic Review, 74, 361-366.",
        "[10] Hanig, Marco (1986), Differential Gaming Models of Oligopoly, Ph.D. Dissertation, Massachusetts Institute of Technology.",
        "[11] Judd, Kenneth L. (1996), Cournot versus Bertrand: A Dynamic Resolution, mimeo, Hoover Institution. 25 The welfare implications of the model are ambiguous. Compared with static models, welfare increases as a result of higher production, but decreases as a result of lost adjustment costs during the planning phase.",
        "[12] Jun, Byoung, and Xavier Vives (2004), Strategic Incentives in Dynamic Duopoly, Journal of Economic Theory, 116(2), 249-281.",
        "[13] Kahn, James A. (1992), Why is Production More Volatile than Sales? Theory and Evidence on the Stockout-Avoidance Motive for Inventory-Holding, Quarterly Journal of Economics, 107, 481-510.",
        "[14] Kydland, Finn (1975), Noncooperative and Dominant Player Solutions in Discrete Dynamic Games, International Economic Review, 16(2), 329-341.",
        "[15] Lapham, Beverly, and Roger Ware (1994), Markov Puppy Dogs and Related Animals, International Journal of Industrial Organization, 12(4), 569-593.",
        "[16] Lukes, D. L. (1971) Equilibrium Feedback Control in Linear Games with Quadratic Costs, SIAM Journal on Control, 9, 234-252.",
        "[17] Maskin, Eric, and Jean Tirole (1987), A Theory of Dynamic Duopoly III: Cournot Competition, European Economic Review, 31, 947-968.",
        "[18] Papavassilopoulos, G. P., and J. B. Cruz (1979), On the Uniqueness of Nash Strategies for a Class of Analytic Differential Games, Journal of Optimization Theory and Applications, 27, 309-314.",
        "[19] Papavassilopoulos, G. P., and G. J. Olsder (1984), On the Linear-Quadratic, Closed-Loop, No-Memory Nash Game, Journal of Optimization Theory and Applications, 42, 551-560.",
        "[20] Reynolds, Stanley S., (1987), Capacity Investment, Preemption and Commitment in an Infinite Horizon Model, International Economic Review, 28(1), 69-88.",
        "[21] Reynolds, Stanley S., (1991), Dynamic Oligopoly with Capacity Adjustment Costs, Journal of Economic Dynamics and Control, 15(3), 491-514.",
        "[22] Romano, Richard, and Huseyin Yildirim (2005), On the Endogeneity of Cournot-Nash and Stackelberg Equilibria: Games of Accumulation, Journal of Economic Theory, 120(1), 73107.",
        "[23] Ryan, Stephen P. (2004), The Costs of Environmental Regulation in a Concentrated Industry, mimeo, Duke University.",
        "[24] Saloner, Garth (1987), Cournot Duopoly with Two Production Periods, Journal of Economic Theory, 42, 183--187."
    ]
}