{
    "id": 11951,
    "cites": 13,
    "cited_by": 5,
    "reference": [
        "[1] Blumberg, Linda, Len Nichols and Jessica Banthin (2001) Worker Decisions to Purchase Health Insurance, International Journal of Health Care Finance and Economics, 1(3-4), 305-325.",
        "[2] Buchmueller, Thomas (1996/97) Marital Status, Spousal Coverage and the Gender Gap in Employer-Sponsored Health Insurance, Inquiry 33(4):308-316.",
        "[3] Chernew, Michael, Kevin Frick and Catherine McLaughlin (1997) The Demand for Health Insurance Coverage by Low-Income Workers: Can Reduced Premiums Acheive Full Coverage? Health Services Research, 32(4), 453-470.",
        "[4] Gruber, Jonathan and Ebonya Washington (2005) Subsidies to Employee Health Insurance Premiums and the Health Insurance Market, Journal of Health Economics, 24(2), 253-276.",
        "[6] McCormack, Lauren A., Jon R. Gabel, Nancy D. Berkman, Heidi Whitmore, Kay Bailey Hutchison, Wayne L. Anderson, Jeremy Pickreign and Nathan West (2002) Retiree Health Insurance: Recent Trends and Tomorrows Prospects, Health Care Financing Review 23(3), 17-34.",
        "[8] Neuman, Patricia (2004) The State of Retiree Health Benefits: Historical Trends and Future Uncertainties, Testimony before the US Senate Special Committee on Aging, May 17.",
        "[9] Pauly, Mark, Allison Percy, and Bradley Herring (1999) Individual Versus Job-Based Health Insurance: Weighing the Pros and Cons, Health Affairs, 18(6), 28-44.",
        "[10] Phelps, Charles E. (1997) Health Economics, Reading: Addison-Wesley Educational Publishers Inc.",
        "[11] Royalty, Anne and John Hagens (2005) The Effect of Premiums on the Decisions to Participate in Health Insurance and Other Fringe Benefits Offered by the Employer: Evidence from a Real-World Experiment, Journal of Health Economics, 24(1): 95-112.",
        "[12] Shea, Dennis G., Pamela Farley Short and M. Paige Powell (2001) Betwixt and Between: Targeting Coverage Reforms to Those Approaching Medicare, Health Affairs, 20(1): 219-230.",
        "[13] Short, Pamela, Dennis Shea and M. Paige Powell (2001) A Workable Solution for the Pre-Medicare Population, Inquiry, 38(2): 214-224.",
        "[14] Simantov, Elisabeth, Cathy Schoen and Stephanie Bruegman (2001) Market Failure? Individual Insurance Markets for Older Americans, Health Affairs, 20(4), 139-149.",
        "[17] US General Accounting Office (2001) Retiree Health Benefits- Employer-Sponsored Benefits May be Vulnerable to Further Erosion, GAO-01-374."
    ]
}