{
    "id": 11955,
    "cites": 10,
    "cited_by": 205,
    "reference": [
        "Atkinson, Anthony. Top Incomes in the United Kingdom over the Twentieth Century, in A. B. Atkinson and T. Piketty, eds., Top Incomes over the Twentieth Century, Oxford: Oxford University Press, 2006.",
        "Atkinson, Anthony and Piketty, Thomas. Top Incomes over the Twentieth Century. Oxford: Oxford University Press, 2006.",
        "Dew-Becker, Ian and Gordon, Robert. Where Did the Productivity Growth Go? Inflation Dynamics and the Distribution of Income. NBER Working Paper, No. 11842, December 2005.",
        "Dell Fabien, Thomas Piketty, and Saez, Emmanuel. The Evolution of Income and Wealth Concentration in Switzerland over the 20th Century, in A. B. Atkinson and T. Piketty, eds., Top Incomes over the Twentieth Century, Oxford: Oxford University Press, 2006.",
        "Kuznets, Simon. Shares of Upper Income Groups in Income and Savings. New York: National Bureau of Economic Research, 1953.",
        "Kuznets, Simon. Economic Growth and Economic Inequality, American Economic Review, March 1955, 45(1), pp.1-28.",
        "Murphy, Kevin J. and ZÃ\u0083Â¡bojnÃ\u0083Â­k, JÃ\u0083Â¡n. CEO Pay and Turnover: A Market Based Explanation for Recent Trends. American Economic Review, May 2004 (Papers and Proceedings), 94(2), pp. 192-196 Nolan, Brian. Long-Term Trends in Top Income Shares in Ireland, in A. B.",
        "Atkinson and T. Piketty, eds., Top Incomes over the Twentieth Century, Oxford: Oxford University Press, 2006.",
        "Saez, Emmanuel and Veall, Michael R. The Evolution of High Incomes in Northern America: Lessons from Canadian Evidence. American Economic Review, June 2005, 95(3), pp. 831-849.",
        "The present paper focuses mostly on US findings. The volume edited by Anthony Atkinson and Thomas Piketty (2006) gathers series for France, the United States, the United Kingdom, Canada, Australia, New Zealand, Ireland, Germany, Switzerland, the Netherlands, and India. Since then, preliminary series have been produced for Sweden, Finland, Japan, and Spain."
    ]
}