{
    "id": 11961,
    "cites": 35,
    "cited_by": 1,
    "reference": [
        "[2005] Akhavein, J., Kocagil, A., and M. Neugebauer (2005) A Comparative Empirical Study of Asset Correlations, Working paper, Fitch Ratings, New York.",
        "[2003] Allen, L. and A. Saunders (2003) A Survey of Cyclical Effects in Credit Risk Measurement Models, BIS Working Paper 126, Basel Switzerland. How corporate defaults are correlated 25",
        "[1986] Billingsley, Patrick (1986). Probability and Measure, Second Edition, New York: Wiley.",
        "[2002] Cathcart, L. and L. El Jahel (2002) Defaultable Bonds and Default Correlation, Working Paper, Imperial College.",
        "[1954] Cochran, W.G. (1954) Some Methods of Strengthening 2 Tests, Biometrics v10, 417-451.",
        "[2003] Collin-Dufresne, Pierre, Goldstein, Robert, and Jean Helwege (2003) Is Credit Event Risk Priced? Modeling Contagion via the Updating of Beliefs, Working Paper, Haas School, University of California, Berkeley.",
        "[2004] Collin-Dufresne, Pierre, Goldstein, Robert, and Julien Huggonier (2004) A General Formula for Valuing Defaultable Securities, Econometrica, v72, 13771407.",
        "[2004] Couderc, Fabien, and Olivier Renault (2004) Times-to-Default: Life Cycle, Global and Industry Cycle Impacts, Working paper, University of Geneva.",
        "[2001] Das, Sanjiv., Laurence Freed, Gary Geng, and Nikunj Kapadia (2001). Correlated Default Risk, working paper, Santa Clara University.",
        "[2001] Davis, Mark, and Violet Lo (2001) Infectious Default, Quantitative Finance, v1, 382-287.",
        "[2002] deServigny, Arnaud, and Olivier Renault (2002) Default Correlation: Empirical Evidence, Working Paper, Standard and Poors.",
        "[2005] Duffie, Darrell, Saita, Leandro, and Ke Wang (2005). Multi-Period Corporate Default Prediction with Stochastic Covariates, Working Paper, Stanford University.",
        "[2004] Giesecke, Kay (2004) Correlated Default with Incomplete Information, Journal of Banking and Finance, v28, 1521-1545.",
        "[2003] Gordy, Michael (2003) A Risk-Factor Model Foundation for Ratings-Based Capital Rules, Journal of Financial Intermediation, v12, 199-232.",
        "[2001] Jarrow, Robert., and Fan Yu (2001). Counterparty Risk and the Pricing of Defaultable Securities, Journal of Finance v56, 1765-1800.",
        "[2005] Jarrow, Robert., David Lando, and Fan Yu (2005). Default Risk and Diversification: Theory and Applications, Mathematical Finance, v15(1), 1-26.",
        "[2004] Kashyap, Anil., and Jeremy Stein (2004) Cyclical Implications of the Basel-II Capital Standards, Working Paper, Graduate School of Business, University of Chicago. How corporate defaults are correlated 26",
        "[1999] Kusuoka, Shigeo (1999) A Remark on Default Risk Models, Advances in Mathematical Economics v1, 69-82.",
        "[1992] Lang, Larry and Rene Stulz (1992), Contagion and competitive intra-industry effects of bankruptcy announcements, Journal of Financial Economics v32, 4560.",
        "[1999] Lennox, C. (1999) Identifying Failing Companies: A reevaluation of the Logit, Probit, and DA Approaches, Journal of Economics and Business, v51, 347-364.",
        "[1986] Lo, Andrew (1986) Logit versus Discriminant Analysis: Specification Test and Application to Corporate Bankruptcies, Journal of Econometrics, v31, 151-178.",
        "[1995] Lucas, Douglas. J. (1995). Default Correlation and Credit Analysis, The Journal of Fixed Income, March, 76-87.",
        "[1999] McDonald, Cynthia and Linda M. Van de Gucht (1999). High Yield Bond Default and Call Risks. Review of Economics and Statistics, v81, 409-419.",
        "[1974] Merton, Robert C. (1974). On the Pricing of Corporate Debt: The Risk Structure of Interest Rates, The Journal of Finance, v29, 449-470.",
        "[1999] Prahl, Juergen. (1999) A Fast Unbinned Test on Event Clustering in Poisson Processes, Working Paper, University of Hamburg, submitted to Astronomy and Astrophysics.",
        "[2003] Protter, Philip (2003). Stochastic Integration and Differential Equations, Second Edition (New York: Springer).",
        "[2003] Schonbucher, Philipp (2003) Information Driven Default Contagion, Working Paper, ETH, Zurich.",
        "[2001] Schonbucher, Philipp, and D. Schubert (2001) Copula Dependent Default Risk in Intensity Models, Working Paper, Bonn University.",
        "[2001] Shumway, Tyler (2001) Forecasting Bankruptcy More Accurately: A Simple Hazard Model, Journal of Business v74, 101-124.",
        "[2000] Sobehart, J., R. Stein, V. Mikityanskaya, and L. Li, (2000). Moodys Public Firm Risk Model: A Hybrid Approach To Modeling Short Term Default Risk, Moodys Investors Service, Global Credit Research, Rating Methodology, March.",
        "[1987] Vasicek, Oldrich (1987) Probability of Loss on Loan Portfolio, Working Paper, KMV Corporation.",
        "[2003] Yu, Fan (2003) Default Correlation in Reduced Form Models, University of California, Irvine.",
        "[2004] Yu, Fan (2004) Accounting Transparency and the Term Structure of Credit Spreads, University of California, Irvine.",
        "[2004] Zhang, Gaiyan (2004) Intra-Industry Credit Contagion: Evidence from the Credit Default Swap Market and the Stock Market, Working paper, University of California, Irvine.",
        "[2001] Zhou, Chunsheng (2001) An Analysis of Default Correlation and Multiple Defaults, Review of Financial Studies, Vol. 14, pp. 555-576."
    ]
}