{
    "id": 11965,
    "cites": 55,
    "cited_by": 113,
    "reference": [
        "1. A. Abdulkadiroglu (2005), College Admissions with Affirmative Action, International Journal of Game Theory, 33: 535-549.",
        "2. A. Abdulkadiroglu, P. A. Pathak, and A. E. Roth (2005a), The New York City High School Match, American Economic Review, Papers and Proceedings, 364-367.",
        "3. A. Abdulkadiroglu, P. A. Pathak, and A. E. Roth (2005b), Redesigning the New York High School Match, in preparation, Harvard University.",
        "4. A. Abdulkadiroglu, P. A. Pathak, A. E. Roth, and T. Sonmez (2005), The Boston Public School Match, American Economic Review, Papers and Proceedings, 368371.",
        "5. A. Abdulkadiroglu and T. Sonmez (1999), House Allocation with Existing Tenants, Journal of Economic Theory, 88: 233-260.",
        "6. A. Abdulkadiroglu and Tayfun Sonmez (2003), School Choice: A Mechanism Design Approach, American Economic Review, 93: 729-747.",
        "7. M. Alves and C. Willie (1990), Choice, Decentralization and Desegregation: The Boston `Controlled Choice Plan in William Clune and John White, eds., Choice and Control in American Education, volume 2: The Practice of Choice Decentralization and School Restructuring. New York: The Falmer Press, 17-75.",
        "8. M. Balinski and T. Sonmez (1999), A Tale of Two Mechanisms: Student Placement, Journal of Economic Theory, 84: 73-94.",
        "9. S. Barbera and M. Jackson (1995), Strategy-Proof Exchange, Econometrica, 63: 51-88.",
        "10. S. Barbera, M. Jackson and A. Neme (1997), Strategy-Proof Allotment Rules, Games and Economic Behavior, 18: 1-21.",
        "11. L. Bodin and A. Paneken (2003), High Tech for a Higher Authority: The Placement of Graduating Rabbis From Hebrew Union-Jewish Institute of Religion, Interfaces, 33: 1-11.",
        "12. Boston Public Schools (2004), Introducing the Boston Public Schools: A Guide for Parents and Students. Available at www.bostonpublicschools.org.",
        "13. Y. Chen and T. Sonmez (2003), School Choice: An Experimental Study, Journal of Economic Theory, forthcoming.",
        "14. E. H. Clarke (1971), Multipart Pricing of Public Goods, Public Choice, 2: 19-33.",
        "15. G. Cook (2003), School Assignment Flaws Detailed, Boston Globe, 9/12/2003.",
        "16. P. W. Cookson (1994), School choice: The struggle for the soul of American education, New Haven: Yale University Press.",
        "17. J. Cullen, B. Jacob, and S. Levitt (2003), The Effect of School Choice on Student Outcomes: Evidence from Randomized Lotteries, NBER Working paper 10113.",
        "18. L. E. Dubins and D. A. Freedman (1981), Machiavelli and the Gale-Shapley Algorithm, American Mathematical Monthly, 88: 485-494.",
        "19. H. Ergin and T. Sonmez (2003), Games of School Choice Under the Boston Mechanism, Journal of Public Economics, forthcoming.",
        "20. D. Gale and L. Shapley (1962), College Admissions and the Stability of Marriage, American Mathematical Monthly, 69: 9-15.",
        "21. A. Gibbard (1973), Manipulation of voting schemes, Econometrica, 41: 587-601.",
        "22. C. L. Glenn (1994), Controlled Choice in Massachusetts Public Schools, Public Interest, 103: 88-105.",
        "23. Green and Laffont (1977), Characterization of Satisfactory Mechanisms for the Revelation of Preferences for Public Goods, Econometrica, 427-38.",
        "24. T. Groves (1973), Incentives in Teams, Econometrica, 41: 617-31.",
        "26. J. Hatfield and P. Milgrom (2005), Matching with Contracts, American Economic Review, 95: 913-935.",
        "27. J. Kagel and A. Roth (1999), The Dynamics of Reorganization in Matching Markets: A Laboratory Experiment Motivated by a Natural Experiment, Quarterly Journal of Economics, 201-235.",
        "28. A. Kelso and V. Crawford (1981), Job Matching, Coalition Formation, and Gross Substitutes, Econometrica, 50: 1483-1504.",
        "29. H. Moulin (1994), Serial Cost Sharing of Excludable Public Goods, Review of Economic Studies, 61: 305-325.",
        "30. H. Moulin and S. Shenker (1992), Serial Cost Sharing, Econometrica, 50: 10091039.",
        "31. M. Niederle and A. E. Roth (2003a), Unraveling Reduces Mobility in a Labor Market: Gastroentrology with and without a Centralized Match, Journal of Political Economy, 111: 1342-1352.",
        "32. Niederle and Roth (2003b), Relationship between Wages and Presence of a Match in a Medical Fellowship, Journal of the American Medical Association, 290: 11531154.",
        "33. M. Niederle and A. E. Roth (2005), The Gastroentrology Fellowship: Should there be a Match? American Economic Review, Papers and Proceedings, 372-375.",
        "34. S. PÃ\u0082Â´apai (2000), Strategyproof Assignment by Hierarchical Exchange, Econometrica, 68: 1403-1433.",
        "35. T. W. Payzant (2005a), Student Assignment Mechanics - Algorithm Options, School Committee Memorandum, May 11, 2005. Last accessed November 1, 2005. http://boston.k12.ma.us/assignment/",
        "36. T. W. Payzant (2005b), Student Assignment Mechanics: Algorithm Update and Discussion, School Committee Memorandum, May 25, 2005. Last accessed November 1, 2005. http://boston.k12.ma.us/assignment/",
        "37. T. W. Payzant (2005c), Communications Strategy for the School Choice Process School Committee Memorandum, September 12, 2005. Last accessed November 1, 2005.",
        "38. A. E. Roth (1982a), The Economics of Matching: Stability and Incentives, Mathematics of Operations Research, 7: 617-628.",
        "39. A. E. Roth (1982b), Incentive Compatibility in a Market with Indivisible Goods, Economics Letters, 9: 127-132.",
        "40. A. E. Roth (1985), The College Admissions Problem is Not Equivalent to the Marriage Problem, Journal of Economic Theory, 36: 277-288.",
        "41. A. E. Roth (1984), The Evolution of the Labor Market for Medical Interns and Residents: A Case Study in Game Theory. Journal of Political Economy, 92: 9911016.",
        "42. A. E. Roth (1990), New Physicians: A Natural Experiment in Market Organization. Science, 250: 1524-1528.",
        "43. A. E. Roth (1991), A Natural Experiment in the Organization of Entry Level Labor Markets: Regional Markets for New Physicians and Surgeons in the U.K. American Economic Review, 81: 415-440.",
        "44. A. E. Roth (2002), The Economist as Engineer: Game Theory, Experimental Economics, and Computation as Tools of Design economics. Econometrica, 70: 13411378.",
        "45. A. E. Roth and E. Peranson (1999), The Redesign of the Matching Market for American Physicians: Some Engineering Aspects of Economic Design. American Economic Review, 89: 748-780.",
        "46. A. E. Roth and A. Postlewaite (1977), Weak Versus Strong Domination in a Market with Indivisible goods. Journal of Mathematical Economics, 4: 131-137.",
        "47. A. E. Roth and U. G. Rothblum (1999), Truncation Strategies in Matching Markets: In Search of Advice for Participants, Econometrica, 67: 21-43.",
        "48. A. E. Roth, T. Sonmez, and U. Unver (2004), Kidney Exchange, Quarterly Journal of Economics, 119: 457-488.",
        "49. A. E. Roth, T. Sonmez, and U. Unver (2005a), A Kidney Exchange Clearinghouse in New England, American Economic Review, Papers and Proceedings, 95,2, May, 376-380.",
        "50. A. E. Roth, T. Sonmez, and U. Unver (2005b), Pairwise Kidney Exchange, Journal of Economic Theory, 125, 2, December, 151-188.",
        "51. A. E. Roth and M. Sotomayor (1990), Two-Sided Matching: A Study in GameTheoretic Modeling and Analysis, Cambridge: Cambridge University Press, 1990.",
        "52. A. Rubinstein (2005), Dilemmas of an Economic Theorist, Econometric Society Presidential Address, available at: http://arielrubinstein.tau.ac.il/papers/Pa.pdf.",
        "53. M. Satterthwaite (1975), Strategy-proofness and Arrows conditions: Existence and correspondence theorems for voting procedures and social welfare functions, Journal of Economic Theory, 10: 187-217.",
        "54. L. Shapley and H. Scarf (1974), On Cores and Indivisibility, Journal of Mathematical Economics, 1: 23-28.",
        "55. Y. Sprumont (1991), The Division Problem with Single-Peaked Preferences: a Characterization of the Uniform Allocation Rule, Econometrica, 59: 509-519.",
        "56. W. Vickrey (1961), Counterspeculation, Auctions, and Competitive Sealed Tenders, Journal of Finance, 16: 8-37. 9 Appendices"
    ]
}