{
    "id": 1196,
    "cites": 15,
    "cited_by": 7,
    "reference": [
        "Aizenman, J. (1981), The Use of the Balance of Payments as a Shock Absorber in Fixed and Managed Float Sys teme, Journal of International Economics, 11, 479-486.",
        "Buiter, W.H. (1979), Optimal Foreign Exchange Market Intervention with Rational Expectations, in J. Martin and A. Smith, editors, Trade and Payments under Flexible Exchange Rates, (London: MacMillan).",
        "Money, Credit and the SDR (Washington, D.C.: International Monetary Fund). ___________________________ (1980), Policy Decentralization and Exchange Rate Management in Interdependent Economies , NBER Working Paper No. 531.",
        "Calvo, G.A. (1978), On the Time Consistency of Optimal Policy in a Monetary Economy, Econometrica, 46, 1411-1428.",
        "Eaton, J. and S. J. Turnovsky (1980), The Forward Exchange Market, Speculation and Exchange Market Intervention, Australian National University * Working Paper No. 033, forthcoming Quarterly Journal of Economics.",
        "Belpman, E., An Exploration in the Theory of Exchange-Rate Regimes, Journal of Political Economy, 89, 865-890. __________ and A. Razin (1979), Towards a Consistent Comparison of Alternative Exchange Rate Systems, Canadian Journal of Economics, 12, 394-409.",
        "Reich, D. (1982), International Risk Sharing and the Choice of Exchange Rate Regime, NBER Working Paper No. 842.",
        "Kareken, J. and N, Wallace (1981), On the Indeterminacy of Equilibrium Exchange Rates, Quarterly Journal of Economics, 96, 207-222.",
        "Kydlaud, F, E. (1977), Equilibrium Solutions in Dynamic Dominant-Player Models, Journal of Economic Theory, 15 (2), 307-324.",
        "The Inconsistency of Optimal Plans, Journal of Political Economy, 85, 473-491. 31 Lapan, H. and W. Enders (1979), Stability Randomness, and the Exchange Rate Regime, Southern Economic Journal, 46, 49-70.",
        "Exchange Rate Regimes in an Intergenerational Model, Journal of International Economics, 10, 263-283. ________________________ , Rational Expectations, Endogenous Currency Substitution, and Exchange Rate Determination, Quarterly Journal of Economics, 98, 427-439. Lucas, R. E. (1916), Econometric Policy Evaluation: A Critique, in K. Brunner and A. H. Meltzer, editors, The Phillips Curve and Labor Markets, Carnegie-Rochester Conference Series.",
        "Nickelsburg, C. (1981), Dynamic Exchange Rate Equilibria with Uncertain Government Policy, mimeo, University of Southern California.",
        "Samuelson, P. A. (1958), An Exact Consumption-Loan Model of Interest With or Without the Social Contrivance of Money, Journal of Political Economy, 66, 467-482.",
        "Stockman, A.C. (1980), A Theory of Exchange Rate Determination, Journal of Political Economy, 88, 673-698.",
        "Turnovsky, S. J. (1983), Exchange Market Intervention Policies in a Small Open Economy, in J. Bliandari and B. Putnam, editors, The International Transmission of Economic Disturbances, (Cambridge, Mass.: - MIT Press)."
    ]
}