{
    "id": 11967,
    "cites": 13,
    "cited_by": 15,
    "reference": [
        "BrÃ\u0083Â¼gemann, BjÃ\u0083Â¶rn, Vintage Productivity Shocks and Employment Fluctuations, Yale University, August 2005.",
        "BrÃ\u0083Â¼gemann, BjÃ\u0083Â¶rn and Giuseppe Moscarini, Asymmetric Information and Employment Fluctuations, Yale University, August 2005.",
        "Hagedorn, Marcus and Iourii Manovskii, The Cyclical Behavior of Equilibrium Unemployment and Vacancies Revisited, University of Pennsylvania, April 2005.",
        "Hall, Robert E., Employment Fluctuations with Equilibrium Wage Stickiness, American Economic Review, March 2005.",
        "Hornstein, Andreas, Per Krusell, and Giovanni L. Violante, Unemployment and Vacancy Fluctuations in the Matching Model: Inspecting the Mechanism, Federal Reserve Bank of Richmond Economic Quarterly, Volume 91/3, Summer 2005, 19-51.",
        "Kennan, John, Informational Conflict and Employment Fluctuations, unpublished, November 2003; http://www.ssc.wisc.edu/~jkennan/research.",
        "Kennan, John, Uniqueness of Positive Fixed Points for Increasing Concave Functions on Rn : An Elementary Result, Review of Economic Dynamics, 4, October 2001, 893-899 (http://dx.doi.org/doi:10.1006/redy.2001.0133).",
        "Menzio, Guido, High Frequency Wage Rigidity, University of Pennsylvania, 2005; http://www.sas.upenn.edu/~gmenzio/research2.htm.",
        "Mortensen, Dale T. and Ã\u0083â\u0080°va NagypÃ\u0083Â¡l, More on Unemployment and Vacancy Fluctuations, NBER Working Paper 11692, October 2005.",
        "Mortensen, Dale T., and Christopher A. Pissarides, Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies, 61, July 1994, 397-415.",
        "NagypÃ\u0083Â¡l, Ã\u0083â\u0080°va, Amplification of Productivity Shocks: Why Dont Vacancies Like to Hire the Unemployed?, forthcoming in Structural Models of Wage and Employment Dynamics, Elsevier, 2006.",
        "Shimer, Robert E., The Cyclical Behavior of Equilibrium Unemployment and Vacancies, American Economic Review, 95, April 2005, 25-49.",
        "Tawara, Norikazu, Search and Matching with Wage Bargaining under Asymmetric Information, University of Chicago, May 2005."
    ]
}