{
    "id": 11971,
    "cites": 31,
    "cited_by": 31,
    "reference": [
        "[1] Akerlof, George, and Janet Yellen (1985), A Near-Rational Model of the Business Cycle with Wage and Price Inertia, Quarterly Journal of Economics 100, 823-838.",
        "[2] Ball, Laurence, and David Romer (1990), Real Rigidities and the Non-neutrality of Money, Review of Economic Studies 57, 183-203.",
        "[3] Benabou, Roland (1988), Search, Price Setting and Inflation, Review of Economic Studies 55, 353-376.",
        "[4] Bils, Mark and Peter Klenow (2002), Some Evidence on the Importance of Sticky Prices, NBER Working Paper No. 9069.",
        "[5] Basu, Susanto (1995), Intermediate Goods and Business Cycles: Implications for Productivity and Welfare, American Economic Review 85, 512-531",
        "[6] Caballero, Ricardo, and Eduardo Engel (1991), Dynamic (S, s) Economies, Econometrica 59, 1659-86.",
        "[7] Caplin, Andrew, and Daniel Spulber (1987), Menu Costs and the Neutrality of Money, Quarterly Journal of Economics 102, 703-725.",
        "[8] Caplin, Andrew, and John Leahy (1991), State-Dependent Pricing and the Dynamics of Money and Output, Quarterly Journal of Economics 106, 683-708.",
        "[9] Caplin, Andrew, and John Leahy (1997), Aggregation and Optimization with State-Dependent Pricing, Econometrica 65, 601-623.",
        "[10] Christiano, Larry, Martin Eichenbaum, and Charles Evans (2005),Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy 113, 1-45.",
        "[11] Cogley, Timothy, and Argia Sbordone (2004), A Search of a Stable Phillips Curve, Arizona State University working paper.",
        "[12] Danziger, Lief (1999), A Dynamic Economy with Costly Price Adjustments, American Economic Review 89, 878-901.",
        "[13] Devereux, Michel, and Henry Siu (2004), State Dependent Pricing and Business Cycle Asymmetries, University of British Columbia Department of Economics Working Paper.",
        "[14] Dotsey, M., King, R., and Wolman, A. (1999), State Dependent Pricing and the General Equilibrium Dynamics of Money and Output, Quarterly Journal of Economics, 104, 655-690.",
        "[15] Dutta, S., M. Bergen, D. Levy, and R. Venable (1999), Menu Costs, Posted Prices, and Mulitproduct Retailers, Journal of Money, Credit and Banking 31, 683-703.",
        "[16] Eichenbaum, Martin and Jonas, Fisher (2004), Evaluating the Calvo Model of Sticky Prices, NBER Working Paper No. 10617.",
        "[17] Fabiani, S, et al. (2004), The Pricing Behavior of Firms in the Euro Area: New Survey Evidence, European Central Bank working paper.",
        "[18] Fischer, Stanley (1977), Long-Term Contracts, Rational Expectations, and the Optimal Money Supply Rule, Journal of Political Economy 85, 191-205",
        "[19] Gali, Jordi and Mark Gertler (1999),Inflation Dynamics: A Structural Econometric Approach,",
        "[20] Gali, Jordi and Mark Gertler (2001), European Inflation Dynamics.",
        "[21] Golosov, Mikhail, and Robert Lucas (2004), Menu Costs and Phillips Curves, NBER Working Paper No. 10187.",
        "[22] Kimball, Miles (1995), The Quantitative Analytics of the Basic Neomonetarist Model, Journal of Money, Credit and Banking 27, 1247-1277.",
        "[23] Klenow, Peter, and Oleksiy Kryvtsov (2003) State-Dependent or Time-Dependent Pricing: Does It Matter for Recent U.S. Inflation?",
        "[24] Krusell, Per, and Anthony Smith (1998), Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy 106, 867-96.",
        "[25] Levy, D., M. Bergen, S. Dutta, and R. Venable (1997), The Magnitued of Menu Cost: Direct Evidence from a Large U.s. Supermarket Chain, Quarterly Journal of Economics 112, 791-825.",
        "[26] Mankiw, N. Gregory (1985), Small Menu Costs and Large Business Cycles: A Macroeconomic Model of Monopoly, Quarterly Journal of Economics, 100, 529-539.",
        "[27] Sbordone, Argia (2002), Prices and Unit Labor Costs: A New Test of Price Stickiness, Journal of Monetary Economics, March.",
        "[28] Willis, Jonathan (2002), General Equilibrium of a Monetary Model with State-Dependent Pricing, mimeo, Federal Reserve Bank of Kansas City.",
        "[29] Woodford, Michael (2002) Inflation Stabilization and Welfare, Contributions to Macroeconomics 2. (http://www.bepress.com/bejm/contributions/vol2/iss1/art1)",
        "[30] Woodford, Michael (2003), Interest and Prices, Princeton: Princeton University Press.",
        "[31] Zbaracki, Mark, Mark Ritson, Daniel Levy, and Shantanu Dutta (2004), Managarial and Customer Costs of Price Adjustment: Direct Evidence from Industrial Markets, Review of Economics and Statistics 86, 514-533."
    ]
}