{
    "id": 11977,
    "cites": 33,
    "cited_by": 4,
    "reference": [
        "Baicker, Katherine, and Douglas Staiger, Fiscal Shenanigans, Targeted Federal Health Care Funds, and Patient Mortality, NBER Working Paper Number 10440, April 2004.",
        "Baxter, R., and R. Mechanic, The Status of Local Health Care Safety Nets, Health Affairs (July/August 1997): 16(4)7-23.",
        "Blumberg, Linda J., Lisa Dubay, and Stephen A. Norton, Did the Medicaid Expansions for Children Displace Private Insurance? An Analysis Using the SIPP, Journal of Health Economics 2000, 19(1):33-60.",
        "Bureau of Primary Health Care. Uniform data system national summary data 1998. June 1998.",
        "Bethesda, MD. Campbell, E.S., and M.W. Ahern, Have Procompetitive Changes Altered Hospital Provision of Indigent Care? Health Economics 1993, 2: 281-289.",
        "Chernew, Michael, David Cutler, and Patricia Seliger Keenan, Charity Care, Risk Pooling, and the Decline in Private Health Insurance, American Economic Review, Papers and Proceedings 2005, 95(2): 209-213.",
        "Coughlin, Teresa A., Leighton Ku, and Johnny Kim, Reforming the Medicaid Disproportionate Share Hospital Program, Health Care Financing Review 2000, 22(2):137-157.",
        "Coughlin, Teresa A., and David Liska, Changing State and Federal Payment Policies for Medicaid Disproportionate-Share Hospitals, Health Affairs 1998, 17(3):118-136.",
        "Currie, Janet, and Jonathan Gruber, Health Insurance Eligibility, Utilization of Medical Care, and Child Health, Quarterly Journal of Economics 1996a, 111(2):431-466.",
        "Currie, Janet, and Jonathan Gruber, Saving Babies: The Efficacy and Cost of Recent Expansions of Medicaid Eligibility for Pregnant Women, Journal of Political Economy 1996b, 104:1263-1296.",
        "Cutler, David M. and Jonathan Gruber, Does Public Insurance Crowd our Private Insurance, Quarterly Journal of Economics 1996, 111(2): 391-430.",
        "Davidoff, A.J., A.T. Lo Sasso, G.J. Bazzoli, and S. Zuckerman, The Effect of Changing State Health Policy on Hospital Uncompensated Care, Inquiry 2000, 37:253-267.",
        "Dubay, L., and G. Kenney, Did Medicaid Expansion for Pregnant Women Crowd Out Private Coverage? Health Affairs 1997, 16(1):185-193.",
        "Fishman, Linda E., and James D. Bentley, The Evolution of Support for Safety Net Hospitals, Health Affairs 1997, 16(4): 30-47.",
        "General Accounting Office. Medicaid: States Use Illusory Approaches to Shift Program Costs to Federal Government. GAO/HEHS-94-133, August 1, 1994.",
        "Ham, John and Lara Shore-Sheppard, The Effect of Medicaid Expansions for Low-Income Children on Medicaid Participation and Private Insurance Coverage: Evidence from the SIPP, Journal of Public Economics 2005, 89: 57-84.",
        "Hawkins D.R., and S. Rosenbaum, The Challenges Facing Health Centers in a Changing Healthcare System, in Altman SH, Reinhardt UE, Shields AE, The Future U.S. Healthcare System: Who Will Care for the Poor and Uninsured? Chicago: Health Administration Press, 1998: 99-122.",
        "Herring, Bradley, The Effect of the Availability of Charity Care to the Uninsured on the Demand for Private Health Insurance, Journal of Health Economics 2005, 24(2):225252.",
        "Hoag, Sheila D., Stephen A. Northon, and Shruti Rajan, Federally Qualified Health Centers: Surviving Medicaid Managed Care, But Not Thriving, Health Care Financing Review 2000, 22(2):103-117.",
        "Institute of Medicine (US). Americas health care safety net: intact but endangered. Washington: The National Academy of Sciences, 2000.",
        "Kaiser Family Foundation and Health Research and Educational Trust. Employer Health Benefits, 2000 Annual Survey.",
        "Ku, L., and T.A. Coughlin, Medicaid Disproportionate Share and Other Special Financing Programs, Health Care Financing Review 1995, 16(3):27-54.",
        "Ku, L., M. Wade, and S. Dodds, How Cost-Reimbursement Affected Patients Health Centers, and Medicaid: The Federally Qualified Health Center Program, Urban Institute Working Paper 06428-101. Washington, DC: Urban Institute March 1996.",
        "Lo Sasso, Anthony T., and Thomas C. Buchmueller, The Effect of the State Childrens Health Insurance Program on Health Insurance Coverage, Journal of Health Economics 2004, 23:1059-1082.",
        "Meyer, Jack A., Mark W. Legnini, Emily K. Fatula, and Larry S. Stepnick, The Role of Local Governments in Financing Safety Net Hospitals: Houston, Oakland, and Miami, Urban Institute Occasional Paper Number 25, 1999.",
        "National Association of Community Health Centers, Division of Federal and State Affairs, Health Center Revenues by Fiscal Year, 1999.",
        "Nelson, C.T., and R.J. Mills, The March CPS Health Insurance Verification Question and Its Effect on Estimates of the Uninsured. http://www.census.gov/hhes/hlthins/verif.html. 2001.",
        "Norton, Stephen A., and Debra J. Lipson, Public Policy, Market Forces, and the Viability of Safety Net Providers, Urban Institute, Assessing the New Federalism Occasional Paper 13, September 1998.",
        "Perry, Michael, Susan Kannel, and Enrique Castillo, Barriers to Health Coverage for Hispanic Workers: Focus Group Findings, The Commonwealth Fund, Task Force on the Future of Health Insurance, December 2000.",
        "Rask, K.N., and K.J. Rask, Public Insurance Substituting for Private Insurance: New Evidence Regarding Public Hospitals, Uncompensated Care Funds, and Medicaid, Journal of Health Economics 2000;19(1):1-32.",
        "Reuter, J., and D.J. Gaskin, Academic Health Centers in Competitive Markets, Health Affairs July/August 1997, 16(4):242-252.",
        "Rivers, D., and Q.H. Vuong, Limited Information Estimators and Exogeneity Tests for Simultaneous Equation Probit Models, Journal of Econometrics 1988, 39: 347-366.",
        "Yazici, E.Y., and R. Kaestner, Medicaid Expansions and the Crowding out of Private Health Insurance among Children, Inquiry 2000, 37(1):23-33."
    ]
}