{
    "id": 11975,
    "cites": 15,
    "cited_by": 8,
    "reference": [
        "Altonji, J and Rebecca Blank. 1999. Gender and Race in the Labor Market, in Handbook of Labor Economics, Volume 3C. Orley Ashenfelter and David Card, eds. New York, NY: Elsevier Science Press.",
        "Brown, Charles and Mary Corcoran. 1997. Sex-Based Differences in School Content and the Male-Female Wage Gap, Journal of Labor Economics 15(3) Part 1: 431-465.",
        "Brown, Charles and James Medoff. 1989. The Employer Size-Wage Effect, The Journal of Political Economy 97(5): 1027-1059.",
        "Buchmueller, Thomas C. 1996/97. Marital Status, Spousal Coverage and the Gender Gap in Employer-Sponsored Health Insurance, Inquiry 33: 308 316.",
        "Card, David and Alan B. Krueger. 1992. School Quality and Black-White Relative Earnings: A Direct Assessment, The Quarterly Journal of Economics 107(1): 151-200.",
        "Chung, Wankyo. 2003. Fringe Benefits and Inequality in the Labor Market, Economic Inquiry 41(3): 517 529.",
        "Dushi, Irena and Marjorie Honig. 2005. Offers or Take-Up: Explaining Minorities Lower Health Insurance Coverage, Economic Research Initiative on the Uninsured Working Paper 40; http://www.umich.edu/~eriu/pdf/wp40.pdf.",
        "Farber, Henry and Helen Levy. 2000. Recent Trends in Employer-Sponsored Health Insurance: Are Bad Jobs Getting Worse? Journal of Health Economics 19: 93 119.",
        "Filer, Randall K. 1985. Male-Female Wage Differences: The Importance of Compensating Differentials, Industrial and Labor Relations Review 38(3): 426-437.",
        "Neal, Derek A. and William R. Johnson. 1996. The Role of Premarket Factors in Black-White Wage Differences, The Journal of Political Economy 104(5): 869-895.",
        "Oaxaca, Ronald L. and Michael R. Ransom. 1999. Identification in Detailed Wage Decompositions, The Review of Economics and Statistics, 81(1):154-157.",
        "Pierce, Brooks. 2001. Compensation Inequality, The Quarterly Journal of Economics 116(4): 1493-1525.",
        "Schumann, Paul L., Dennis A. Ahlburg; Christine Brown Mahoney. 1994. The Effects of Human Capital and Job Characteristics on Pay, The Journal of Human Resources 29(2) Special Issue: Womens Work, Wages, and Well-Being: 481-503.",
        "Solberg, Eric and Teresa Laughlin. 1995. The Gender Pay Gap, Fringe Benefits, and Occupational Crowding, Industrial and Labor Relations Review 48(4): 692-708.",
        "United States Department of Labor. 2004. Employer Costs for Employee Compensation September 2004, USDL: 04-2490."
    ]
}