{
    "id": 11976,
    "cites": 30,
    "cited_by": 7,
    "reference": [
        "Aquiar, Mark and Erik Hurst (2005a): Consumption vs. Expenditure Journal of Political Economy, 113:5, 919-948.",
        "Aquiar, Mark and Erik Hurst (2005b): Measuring Trends in Leisure University of Chicago working paper.",
        "Attanasio, Orazio, Eric Battistin, and Hidehiko Ichimura (2004), What Really Happened to Consumption Inequality in the US? NBER Working Paper, No. 10338.",
        "Bitler, Marianne, Jonah Gelbach, and Hilary Hoynes (forthcoming), What Mean Impacts Miss: Distributional Effects of Welfare Reform Experiments, American Economic Review. Blank, Rebecca (2002), Evaluation Welfare Reforin in the U.S. Journal of Economic Literature, 1105-1166.",
        "Blundell, Richard and Ian Preston. 1998. Consumption Inequality and Income Uncertainty Quarterly Journal of Economics 113(2): 603-640.",
        "Bureau of Labor Statistics. 1997. BLS Handbook of Methods. http://www.bls.gov/opub/hom/.",
        "Coder, John and Lydia Scoon-Rogers. 1996. Evaluating the Quality of Income Data Collected in the Annual Supplement to the March Current Population Survey and the Survey of Income and Program Participation. Housing and Household Economic Statistics Division. Washington D.C.: U.S. Census Bureau.",
        "Cutler, David M. and Lawrence F. Katz. 1991. Macroeconomic Performance and the Disadvantaged. Brookings Papers on Economic Activity 2: 1-74.",
        "Deaton, Angus. 2005. Measuring Poverty in a Growing World (or Measuring Growth in a Poor World), Review of Economics and Statistics, 87:1, 1-19.",
        "Feenberg, Daniel and Elisabeth Coutts. 1993. An Introduction to the TAXSIM Model, Journal of Policy Analysis and Management 12(1): 189-94. http://www.nber.org/~taxsim/.",
        "Expenditures. Working paper prepared for the Federal Economic Statistics Advisory Committee Meeting, March 21, 2003, Bureau of Labor Statistics, Washington, D.C.",
        "Grogger, Jeffrey and Lynn A. Karoly (2005), Welfare Reform: Effects of a Decade of Change.",
        "Harvard University Press, forthcoming. Gruber, Jonathan, The Consumption Smoothing Benefits of Unemployment Insurance, American Economic Review, 87:1 (1997), 192-205.",
        "Wolff, ed. What Has Happened to the Quality of Live in the Advanced Industrial Nations? Cheltenham, UK: Edward Elgar. Jencks, Christopher, Susan E. Mayer, and Joseph Swingle. 2004b. Can We Fix the Federal Poverty Measure So it Provides Reliable Information About Changes in Childrens Living Conditions? Working Paper. Harvard University.",
        "Johnson, David S. and Timothy M. Smeeding (1998): Measuring the Trends in Inequality of Individuals and Familes: Income and Consumption, Working Paper, Bureau of Labor Statistics.",
        "Krueger, Dirk and Fabrizio Perri (forthcoming), Does Income Inequality Lead to Consumption 42 Inequality? Evidence and Theory, Review of Economic Studies. Marquis, Kent H. and Jeffrey C. Moore. 1990. Measurement Errors in SIPP Program Reports. In Proceedings of the 1990 Annual Research Conference, 721-745. Washington, DC.: U.S. Bureau of the Census.",
        "Mayer, Susan E. and Christopher Jencks. 1993. Recent Trends in Economic Inequality in the United States: Income versus Expenditures versus Material Well-Being. In Poverty and Prosperity in the USA in the Late Twentieth Century, ed. Edward N. Wolff, 121-203.",
        "New York: St. Martins Press. Meyer, Bruce D. and Dan T. Rosenbaum, Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers, Quarterly Journal of Economics, CXVI (August 2001), 1063-1114.",
        "Moffitt, Robert A. (2003): The Temporary Assistance for Needy Families Program, in MeansTested Transfer Programs in the United States, Robert A. Moffitt, editor. Chicago: University of Chicago Press.",
        "Moffitt, Robert A. and Michele Ver Ploeg, editors (2001): Evaluating Welfare Reform in an Era of Transition: Panel on Data and Methods for Measuring the Effects of Changes in Social Welfare Programs, Committee on National Statistics, National Research Council.",
        "Moore, Jeffrey C., Kent H. Marquis, and Karen Bogen. 1996. The SIPP Cognitive Research Evaluation Experiment: Basic Results and Documentation. The Survey of Income and Program Participation, Working Paper No. 212. Washington D.C.: U.S. Census Bureau.",
        "National Research Council. 1995. Measuring Poverty: A New Approach, eds. Constance F. Citro and Robert T. Michael. Washington, DC: National Academy Press.",
        "Primus, Wendell (2003): Disconnected Families Slides for The Brookings Institution Luncheon Seminar, Joint Economic Committee, November, 2003.",
        "Census Bureau. Slesnick, Daniel T. 1993. Gaining Ground: Poverty in the Postwar United States. Journal of Political Economy 101(1): 1-38.",
        "Sullivan, James (2006), Welfare Reform, Saving, and Vehicle Ownership: Do Asset Limits and Vehicle Exemptions Matter? Journal of Human Resources, 41:1.",
        "Sullivan, James, Leslie Turner, and Sheldon Danziger (2005), How Do Financial Resources Affect Material Hardship? University of Notre Dame Working Paper.",
        "Triest, Robert K. 1998. Has Poverty Gotten Worse? Journal of Economic Perspectives, 12: 97-114.",
        "Urban Institute (2002), Assessing the New Federalism State Database, Washington DC: The 43 Urban Institute, http://www.urban.org.",
        "Whitmore, Diane (2002): What Are Food Stamps Worth? Princeton University Industrial Relations Working Paper 468.",
        "Winship, Scott and Christopher Jencks (2004): How Did Welfare Reform Affect Material Hardship among Single Mothers? Evidence from the Food Security Survey, Working Paper, John F. Kennedy School of Government."
    ]
}