{
    "id": 11973,
    "cites": 23,
    "cited_by": 21,
    "reference": [
        "Ariyoshi, Akira, Karl Habermeier, Bernard Laurens, Inci Okter-Robe, Jorge CanalesKriljenko, and Anderi Kirilenko, Capital Controls: Country Experiences with Their Use and Liberalization, International Monetary Fund Occasional Paper 190, 2000.",
        "Guillermo A. Calvo, Leonardo Leiderman, and Carmen M. Reinhart, The Capital Inflows Problem: Concepts and Issues, Contemporary Economic Policy, Vol. XII No. 3, July 1994, 54-66.",
        "Guillermo A. Calvo and and Carmen M. Reinhart, Fear of Floating, Quarterly Journal of Economics, Vol. CXVII No. 2, May 2002, 379-408.",
        "Chanda, Areendam, The Influence of Capital Controls on Long Run Growth: Where and How Much? Mimeograph, North Carolina State University, September 2003.",
        "De Gregorio, JosÃ\u0083Â©, Sebastian Edwards, and Rodrigo ValdÃ\u0083Â©s, Controls on Capital Inflows: Do They Work? Journal of Development Economics, Vol. 3 No. 1, 2000, 59-83.",
        "Desai, Mihir, Fritz Foley, and James Hanes, Capital Controls, Liberalizations, and Foreign Direct Investment, National Bureau of Economic Research Working Paper 10337, March 2004.",
        "Dornbusch, Rudi, Malaysia: Was It Different? National Bureau of Economic Research Working Paper 8325, June 2001.",
        "Edwards, Sebastian, How Effective Are Controls on Capital Inflows? An Evaluation of Chiles Experience, Mimeograph, UCLA, June 1999.",
        "Edwards, Sebastian, How Effective are Capital Controls? Journal of Economic Perspectives Vol. 13 No.4, Fall 1999, 65-84.",
        "Edwards, Sebastian and Roberto Rigobon, Capital Controls, Managed Exchange Rates, and External Vulnerability, Mimeograph, UCLA, February 2004.",
        "Forbes, Kristen, One Cost of the Chilean Capital Controls: Increased Financial Constraints for Smaller Trade Firms, National Bureau of Economic Research Working Paper 9777, June 2003.",
        "Edison, Hali and Carmen Reinhart, Stopping Hot Money: On the Use of Capital Controls during Financial Crises, Journal of Development Economics, Vol. 66 No. 2 December 2001, 533-553.",
        "Johnston, Barry. and Natalia Tamirisia, Why do Countries Use Capital Controls?, International Monetary Fund Working Paper 98/181, December 1998.",
        "DeKaplan, Ethan and Dani Rodrik, Did the Malaysian Capital Controls Work? in S. Edwards and J. Frankel, eds., Preventing Currency Crises in Emerging Markets, (Chicago: University of Chicago Press for the NBER, 2002).",
        "LabÃ\u0083Â¡n, Raul M., and Felipe LarraÃ\u0083Â­n, What determines Capital Inflows? An Empirical Analysis for Chile, Faculty Research Working Paper Series R97-09, JFK School of Government, Harvard University, April 1997.",
        "Le Fort, Guillermo and Carlos Budnevich, Capital Account Regulations and Macroeconomic Policy: Two Latin Experiences, Mimeograph, Banco Central de Chile, March 1996.",
        "Miniane, Jacques and John Rogers, Capital Controls and the International Transmission of U.S. Money Shocks, Board of Governors of the Federal Reserve, mimeograph, June 2004.",
        "NitithanPrapas, Isriya, Sunil Rongala, and Thomas D. Willett, The Role of Capital Controls and Currency Regimes in the Asian Crisis, Mimeograph School of Politics and Economics Claremint Graduate University, August 2002.",
        "Reinhart, Carmen and Vincent R. Reinhart Some Lessons for Policy Makers Who Deal with the Mixed Blessing of Capital Inflows, in Miles Kahler, ed. Capital Flows and Financial Crises, Council on Foreign Relations Book (Ithaca, NY: Cornell University Press, 1998), 93-127.",
        "Reinhart, Carmen and Todd Smith (1998), Too Much of a Good Thing: The Macroeconomic Effects of Taxing Capital Inflows, in Reuven Glick, ed. Managing Capital Flows and Exchange Rates: Perspectives from the Pacific Basin, (Cambridge: Cambridge University Press), 436-464.",
        "Reinhart, Carmen and Todd Smith, Temporary Controls on Capital Inflows, Journal of International Economics, Vol. 57 No. 2, December 2002, 327-351.",
        "Tamirisia, Natalia, Do Macroeconomic Effects of Capital Controls Vary by Their Type? Evidence from Malaysia, International Monetary Fund Working Paper 04/3, January 2004.",
        "Tamirisia, Natalia, The Malaysian Batik of Capital Controls, International Monetary Fund, mimeograph 2004."
    ]
}