{
    "id": 11983,
    "cites": 30,
    "cited_by": 27,
    "reference": [
        "Ashcraft, Adam, 2003, New Evidence on the Lending Channel, forthcoming at the Journal of Money, Credit and Banking.",
        "Ashcraft, Adam, 2005, Are Banks Really Special? New Evidence from the FDIC-Induced Failure of Healthy Banks, forthcoming at the American Economic Review.",
        "Ambrose, Brent, Michael LaCour-Little, and Anthony Sanders, 2004, The Effects of Conforming Loan Status on Mortgage Yield Spreads: A Loan Level Analysis, Real Estate Economics, 32, 541-569.",
        "Becker, Bo, 2005, Geographical Segmentation of US Capital Markets, mimeo, April 2005.",
        "Benmelech, Effi, Mark Garmaise and Tobias Moskowitz, 2005, Do Liquidation Values affect Financial Contracts? Evidence from Commercial Loan Contracts and Zoning Regulation, mimeo, June 2005.",
        "Bernanke, Ben S., 1983, Nonmonetary Effects of the Financial Crisis in Propogation of the Great Depression, American Economic Review 73(3), 257-276.",
        "Bernanke, Ben S. and Cara Lown, 1991, The Credit Crunch, Brookings Papers on Economic Activity 2, 205-247.",
        "Campello, Murillo, 2002, Internal Capital Markets in Financial Conglomerates: Evidence from Small Bank Responses to Monetary Policy, Journal of Finance 57(6), 2773-2805.",
        "Degryse, Hans and Steven Ongena, 2005, Distance, Lending Relationships and Competition, Journal of Finance 60, 231-266.",
        "Demyanyk, Yuliya, Charlotte Ostergaard and Bent E. Sorensen, 2005, U.S. Banking Deregulation, Small Businesses, and Interstate Insurance of Personal Income, mimeo, April 2005.",
        "Estrella, Arturo, 2002, Securitization and the Efficacy of Monetary Policy, Federal Reserve Bank of New York, Economic Policy Review, 1-13.",
        "Gorton, Gary and Nicholas Souleles, 2005, Special Purpose Vehicles and Securitization, mimeo.",
        "Frame, W. Scott and Lawrence J. White, 2005, Fussing and Fuming about Fannie and Freddie: How much Smoke, How much Fire? Journal of Economic Perspectives, Spring 2005.",
        "Greenspan, Alan, 2004, Testimony before the Committee on Banking, Housing, and Urban Affairs, U.S. Senate, February 24, 2004.",
        "Hubbard, R. Glenn, Kenneth Kuttner and Darius Palia, 2002, Are There Bank Effects in Borrowers Cost of Funds? Evidence from a Matched Sample of Borrowers and Banks, Journal of Business 75(4), 559-581.",
        "Houston, Joel, David Marcus, and Christopher James, 1997, Capital Market Frictions and the Role of Internal Capital Markets in Banking? Journal of Financial Economics 46(2), 135-164.",
        "Jayaratne, Jith and Donald P. Morgan, 2000, Capital Market Frictions and Deposit Contraints at Banks, Journal of Money Credit and Banking.",
        "Kashyap, Anil and Jeremy Stein, 2000, What do a Million Observations on Banks Say about the Transmission of Monetary Policy? American Economic Review 90(3), 407-428.",
        "Loutskina, Elena, 2005, Does Securitization affect Bank Lending? Evidence from Bank Responses to Funding Shocks, mimeo, March 2005.",
        "Holmstrom, Bengt and Jean Tirole, 1997, Financial Intermediation, Loanable Funds, and the Real Sector, Quarterly Journal of Economics 112, 663-691.",
        "Khwaja, Asim Isaz and Atif Mian, 2005, Tracing the Impact of Bank Liquidity Shocks, mimeo, June 2005.",
        "Morgan, Donald P., Bertrand Rime, and Philip E. Strahan, 2004, Bank Integration and State Business Cycles, Quarterly Journal of Economics 119, 1555-1584.",
        "Mckenzie, Joseph A., 2002, A Reconsideration of the Jumbo/Non-Jumbo Mortgage Rate Differential, Journal of Real Estate Finance and Economics 25(2/3), 197-213.",
        "Paravisini, Daniel, 2004, Constrained Banks, Constrained Borrowers: The Effects of Bank Liquidity on the Availability of Credit, MIT mimeo, November.",
        "Passmore, Wayne, Shane M. Sherlund, and Gillian Burgess, 2005, The Effect of Housing Government-Sponsored Enterprises on Mortgage Rates, Federal Reserve Board of Governors, working paper 2005-06.",
        "Peek, Joe and Eric Rosengren, 2000, Collateral Damage: Effects of the Japanese Banking Crisis on Real Activity in the United States, American Economic Review 90(1), 30-45.",
        "Petersen, Mitchell and Raghuram G. Rajan, 1994, The Benefits of Lending Relationships, Journal of Finance 49, 3-37.",
        "Petersen, Mitchell and Raghuram G. Rajan, 2002, Does Distance Still Matter? The Information Revolution in Small Business Lending, Journal of Finance 57, 2533-2570.",
        "Slovin, M, M. Sushka, and J. Polonchek, 1993, The Value of Bank Durability: Borrowers as Bank Stakeholders, Journal of Finance, 247-266.",
        "Zellner, Arnold, 1962, An Efficient Method of Estimating Seemingly Unrelated Regressions and Tests for Aggregation Bias, Journal of the American Statistical Association 57, 348-368."
    ]
}