{
    "id": 11986,
    "cites": 14,
    "cited_by": 295,
    "reference": [
        "Acemoglu, Daron. Changes in Unemployment and Wage Inequality: An Alternative Theory and Some Evidence. American Economic Review, December 1999, 89(5), pp. 1259-78.",
        "Antras, Pol; Luis Garicano and Esteban Ross-Hansberg. Offshoring in a Knowledge Economy. Quarterly Journal of Economics, February 2006, 121(1), forthcoming.",
        "Autor, David H.; Lawrence F. Katz, and Melissa S. Kearney. Trends in U.S. Wage Inequality: Re-Assessing the Revisionists. National Bureau of Economic Research (Cambridge, MA) Working Paper No.11627, September 2005a.",
        "Economic Research (Cambridge, MA) Working Paper No.11628, September 2005b.",
        "Dew-Becker, Ian and Robert J. Gordon. Where Did the Productivity Go? Inflation Dynamics and the Distribution of Income. National Bureau of Economic Research (Cambridge, MA) Working Paper No.11842, December 2005.",
        "Goos, Maarten and Alan Manning. Lousy and Lovely Jobs: The Rising Polarization of Work in Britain. Mimeo, London School of Economics, September 2003.",
        "Juhn, Chinhui. Wage Inequality and Industrial Change: Evidence from Five Decades. National Bureau of Economic Research (Cambridge, MA) Working Paper No. 4684, March 1994.",
        "Katz, Lawrence F. and David H. Autor. Changes in the Wage Structure and Earnings Inequality in O. Ashenfelter and D. Card, eds. Handbook of Labor Economics, volume 3A Amsterdam: North Holland, pp. 1463-1555. Lemieux, Thomas. Post-Secondary Education and Increasing Wage Inequality. University of British Columbia, December 2005.",
        "Demand for Skill? American Economic Review, 2006, 95, forthcoming.",
        "Levy, Frank and Richard J. Murnane. The New Division of Labor. New York: Russell Sage, 2004.",
        "Mishel, Lawrence; Jared Bernstein and Sylvia Allegretto. The State of Working America, 200405.",
        "Ithaca, NY: ILR Press, 2005.",
        "Pierce, Brooks. Compensation Inequality. Quarterly Journal of Economics, November 2001, 116(4), pp. 1493-1525.",
        "Spitz-Oener, Alexandra. Technical Change, Job Tasks and Rising Educational Demands: Looking Outside the Wage Structure. Journal of Labor Economics, 2006, 24, forthcoming."
    ]
}