{
    "id": 11985,
    "cites": 106,
    "cited_by": 28,
    "reference": [
        "Spitz, Alexandra, Technical Change, Job Tasks and Rising Educational Demands: Looking Outside the Wage Structure, Journal of Labor Economics, forthcoming 2006.",
        "Turner, Charles F. and Daniel C. Martinez, Socioeconomic Attainment and the Machiavellian Personality, Sociometry, XL (1977), 325-336.",
        "U.S. Department of Labor, Employment and Training Administration, Dictionary of Occupational Titles: Fourth Edition (Washington, DC, 1977).",
        "U.S. Department of Labor, Employment and Training Administration, Dictionary of Occupational Titles: Revised Fourth Edition (Washington, DC, 1991).",
        "U.S. Department of Labor, U.S. Employment Service, and the North Carolina Occupational Analysis Field Center, Dictionary of Occupational Titles: Revised Fourth Edition, 1991 (1994), distributed by the ICPSR.",
        "Weinberg, Bruce A., Computer Use and the Demand for Female Workers, Industrial and Labor Relations Review, LIII (2000), 290-308.",
        "Welch, Finis R., Growth in Womens Relative Wages and in Inequality Among Men: One Phenomenon or Two? American Economic Review, XC (2000), 444-449.",
        "Wilson, William J., When Work Disappears: The World of the New Urban Poor (New York, NY: Alfred Knopf, 1997).",
        "Spenner, Kenneth I., Skill: Meaning, Methods and Measures, Work and Occupations, XVII (1990), 399-421.",
        "Smith, James P., and Finis R. Welch, Black Economic Progress After Myrdal, Journal of Economic Literature, XXVI (1989), 5 19-564.",
        "Smith, James P., and Finis R. Welch, Affirmative Action and Labor Markets, Journal of Labor Economics, 11(1984), 269-301.",
        "Smith, James P., and Finis R. Welch, Black-White Earnings and Employment: 1960-1970, American Economic Review, LIVII (1977), 323-33 8.",
        "Smith, James P., Affirmative Action and the Racial Wage Gap, American Economic Review, LXXXIII (1993), 79-84.",
        "Rotemberg, Julio J., Human Relations in the Workplace, Journal of Political Economy, CII (1994), 684-717.",
        "Rumberger, Russell W., The Changing Skill Requirements of Jobs in the U.S. Economy, Industrial and LaborRelations Review, XXXIV (1981), 578-590.",
        "Putnam, Robert D., Making Democracy Work: Civic Traditions in Modern Italy (Princeton NJ: Princeton University Press, 1993).",
        "Priebe, John A., Joan Heinkel, and Stanley Greene, 1970 Occupation and Industry Classifications in Terms of their 1960 Occupation an Industry Elements, Census Bureau Technical Paper No. 26, 1972.",
        "Osborne, Melissa, Personality and Labor Market Success, Working paper, University of Massachusetts, 1999.",
        "Persico, Nicola, Andrew Postlewaite, and Dan Silverman, The Effect of Adolescent Experience on Labor Market Outcomes: The Case of Height, Journal of Political Economy, CXII (2004), 1019-1053.",
        "Neal, Derek, and William R. Johnson, The Role of Premarket Factors in Black-White Wage Differences, Journal of Political Economy, CIV (1996), 869-895.",
        "Neal, Derek, The Measured Black-White Wage Gap Among Women Is Too Small, Journal of Political Economy, CXII (2004), S l-S28.",
        "National Academy of Sciences, Committee on Occupational Classification and Analysis, Fourth Edition Dictionary of DOT Scores for 1970 Census Categories, ICPSR Document No.",
        "Mulligan, Casey B., and Yona Rubinstein, The Closing Gender Gap as a Roy Model Illusion, National Bureau of Economic Research Working Paper No. 10892, 2004.",
        "MÃ\u0083Â¶bius, Markus M., and Tanya S. Rosenblat, Why Beauty Matters, American Economic Review, 2005, forthcoming.",
        "Montgomery, Edward, and William Wascher, Cross-Industry Differences in Race and Gender Wage Differentials, Industrial Relations, XXVI (1987), 284-290.",
        "Mincer, Jacob, and Solomon Polachek, Family Investment in Human Capital: Earnings of Women, Journal of Political Economy, LXXXII (1974), S76-S 108.",
        "Marvel, Mary K., and Howard P. Marvel, The Ratio of Beef Cubes to Onion (6:1) in Hungarian Goulash and Public Sector Contracting: Market-Like or Market-Lite? Policy Currents, XII (2003), 2-4 Meyer, Bruce D., and James Sullivan, The Effects of Welfare and Tax Reform: The Material Well-Being of Single Mothers in the 1980s and 1990s, Journal of Public Economics, LXXXVIII (2004), 1387-1420.",
        "Levin, Doron P., What BMW Sees in South Carolina, New York Times, Section 3, p. 5 (April 11, 1999).",
        "Machin, Stephen, Steven McIntosh, Anna Vignoles, and Tarja Viitanen, Basic Skills, Soft Skills and Labour Market Outcomes: Secondary Analysis of the National Child Development Study, Research Report No. 250, DfEE Research Centre, London, 2001.",
        "Lazear, Edward P., Culture and Language, Journal of Political Economy, CVII (1999), S95S 126.",
        "Knack, Stephen, and Philip Keefer, Does Social Capital Have an Economic Pay-Off? A CrossCountry Investigation, Quarterly Journal of Economics, CXII (1997), 125 1-1288.",
        "Kuhn, Peter, and Catherine Weinberger, Leadership Skills and Wages, Journal of Labor Economics, XXIII (2005), 395-436.",
        "Katz, Lawrence F., and Kevin M. Murphy, Changes in Relative Wages, 1963-1987: Supply and Demand Factors, Quarterly Journal of Economics, CVII (1992), 35-78.",
        "Kandel, Eugene, and Edward P. Lazear, Peer Pressure and Partnerships, Journal of Political Economy, C (1992), 801-817.",
        "Juhn, Chinhui, Kevin M. Murphy, and Brooks Pierce, Accounting for the Slowdown in BlackWhite Wage Convergence, in Workers and Their Wages: Changing Patterns in the United States, M. Kosters, ed. (Washington DC: American Enterprise Institute Press), 1991, 107143.",
        "Juhn, Chinhui, and Dae Ii Kim, The Effects of Rising Female Labor Supply on Male Wages, Journal of Labor Economics, XVII (1999), 23-48.",
        "Juhn, Chinhui, and Kevin M. Murphy, Wage Inequality and Family Labor Supply, Journal of Labor Economics, XV (1997), 72-97.",
        "Juhn, Chinhui, Decline in Male Labor Market Participation: The Role of Declining Market Opportunities, Quarterly Journal of Economics, CVII (1992), 79-121.",
        "Jaynes, Gerald D., The Labor Market Status of Black Americans: 1939-1985, Journal of Economic Perspectives, IV (1990), 9-24.",
        "Ichniowski, Casey, and Kathryn Shaw, Beyond Incentive Pay: Insiders Estimates of the Value of Complementary Human Resource Management Practices, Journal of Economic Perspectives, XVII (2003), 155-180.",
        "Holzer, Harry J. and Keith R. Ihlanfeldt, Customer Discrimination and Employment Outcomes for Minority Workers, Quarterly Journal of Economics, CXIII (1998), 835-868.",
        "Holmstrom, Bengt R., Moral Hazard in Teams, Bell Journal of Economics, XIII (1982), 324340.",
        "Hoff, Karla and Arijt Sen (2003). A Simple Theory of the Extended Family System and Market Barriers to the Poor, in Poverty Traps, Samuel Bowles, Steven N. Durlauf and Karla Hoff, eds. (New York and Santa Fe: Russell Sage Foundation and Santa Fe Institute).",
        "Heckman, James J., Jora Stixrud, and Sergio Urzua, The Effects of Cognitive and NonCognitive Skills on Labor and Behavioral Outcomes, Working paper, University of Chicago, 2005.",
        "Heckman, James J. and Yona Rubinstein, The Importance of Noncognitive Skills: Lessons from the GED Test Program, American Economic Review, XCI (2001), 145-149.",
        "Heckman, James J., Thomas M. Lyons, and Petra E. Todd, Understanding Black-White Wage Differentials, 1960-1990, American Economic Review, XC (2000), 344-349.",
        "Heckman, James J., Effects of Child-Care Programs on Womens Work Effort, Journal of Political Economy, LXXXII (1974), S136-S163.",
        "Hamermesh, Daniel S., and Jeff E. Biddle, Beauty and the Labor Market, American Economic Review, LXXXIV (1994), 1174-1194.",
        "Goleman, Daniel, Emotional Intelligence: Why It Can Matter More Than IQ (London: Bloomsbury, 1996).",
        "Greenwood, Jeremy, and Nezih Guner, Marriage and Divorce since World War II: Analyzing the Role of Technological Progress on the Formation of Households, National Bureau of Economic Research Working Paper No. 10772, 2004.",
        "Goldsmith, Arthur H., Jonathan R. Veum and William Darity Jr., The Impact of Psychological and Human Capital on Wages, Economic Inquiry, XXXV (1997), 8 15-829.",
        "Goldin, Claudia, and Lawrence F. Katz, The Power of the Pill: Oral Contraceptives and Womens Career and Marriage Decisions, Journal of Political Economy, CX (2002), 730770.",
        "Goldin, Claudia, From the Valley to the Summit: The Quiet Revolution that Transformed Womens Work, National Bureau of Economic Research Working Paper No. 10335, 2004b.",
        "Goldin, Claudia, The Long Road to the Fast Track: Career and Family, National Bureau of Economic Research Working Paper No. 10331, 2004a.",
        "Goldin, Claudia, The Rising (and then Declining) Significance of Gender, National Bureau of Economic Research Working Paper No. 8915, 2002.",
        "Goldin, Claudia, Understanding the Gender Gap (New York, NY: Oxford University Press, 1990).",
        "Glaeser, Edward L., Bruce Sacerdote, and JosÃ\u0083Â© A. Scheinkman, Crime and Social Interactions, Quarterly Journal of Economics, CXI (1996), 507-548.",
        "Glaeser, Edward L., David Laibson, JosÃ\u0083Â© A. Scheinkman, and Christine L. Soutter, Measuring Trust, Quarterly Journal of Economics, CXV (2000), 8 11-846.",
        "Gardner, Howard, Frames of Mind: The Theory of Multiple Intelligences (New York, NY: Basic Books, 1983).",
        "Glaeser, Edward L., David Laibson, and Bruce Sacerdote, An Economic Approach to Social Capital, Economic Journal, CXII (2002), F43 7-F45 8.",
        "Freeman, Richard B., Changes in the Labor Market for Black Americans, Brookings Papers on Economic Activity, 11(1973), 67-120.",
        "Fortin, Nicole. M., Greed, Altruism, and the Gender Wage Gap, Working Paper, University of British Columbia, 2004.",
        "Ferreira, Daniel, Group Loyalty and Incentive Pay, Working Paper, University of Chicago, 2002.",
        "Felstead, Alan, Francis Green, and Duncan Gallie, Work Skills in Britain 1986-2001, Nottingham, DfES Publications, May 2002.",
        "Donohue, John J., James J. Heckman, and Petra E. Todd, The Schooling of Southern Blacks: The Roles of Legal Activism and Private Philanthropy, 1910-1960, Quarterly Journal of Economics, CXVII (2002), 225-268.",
        "Donohue, John J., and James J. Heckman, Continuous versus Episodic Change: The Impact of Affirmative Action and Civil Rights Policy on the Economic Status of Blacks, Journal of Economic Literature, XXIX (1991), 1603-1644.",
        "DiPasquale, Denise, and Edward L. Glaeser, Incentives and Social Capital: Are Homeowners Better Citizens? Journal of Urban Economics, XLV (1999), 354-3 84.",
        "Cutler, David M., and Edward L. Glaeser, Are Ghettos Good or Bad? Quarterly Journal of Economics, CXII (1997), 827-872.",
        "Cutler, David M., Edward L. Glaeser, and Jacob L. Vigdor, The Rise and Decline of the American Ghetto, Journal of Political Economy, CVII (1999), 455-506.",
        "Costa, Dora L., and Matthew E. Kahn, Cowards and Heroes: Group Loyalty in the American Civil War, Quarterly Journal of Economics, CXVIII (2003), 5 19-548.",
        "Committee on Occupational Classification and Analysis of the National Academy of Science, Dictionary of Occupational Titles (DOT): Part I - Current Population Survey, April 1971, Augmented with DOT Characteristics and Part II - Fourth Edition Dictionary of DOT Scores for 1970 Census Categories (1981), distributed by the ICPSR.",
        "Collins, William J., The Labor Market Impact of State-Level Anti-Discrimination Laws, 19401960,  National Bureau of Economic Research Working Paper No. 8310, 2001.",
        "Coleman, James S., Foundations of Social Theory (Cambridge MA: Harvard University Press, 1990).",
        "Cherniss, Cary, and Daniel Goleman, The Emotionally Intelligent Workplace (San Francisco CA: Jossey-Bass, 2001).",
        "Chandra, Amitabh, Is the Convergence in the Racial Wage Gap Illusory? National Bureau of Economic Research Working Paper No. 9476, 2003.",
        "Chandra, Amitabh, Labor Market Dropouts and the Racial Wage Gap, American Economic Review, XC (2000), 333-338.",
        "Caroli, Eve, and John Van Reenen, Skill-Biased Organizational Change? Evidence from a Panel of British and French Establishments, Quarterly Journal of Economics, CXVI (2001), 1449-1492.",
        "Carnegie, Dale, How to Win Friends and Influence People (New York NY: Simon and Schuster, 1936).",
        "Card, David and Thomas Lemieux, Changing Wage Structure and Black-White Differentials Among Men and Women: A Longitudinal Analysis, American Economic Review, LXXXIV (1994), 29-33.",
        "Card, David, and Alan B. Krueger, Trends in Relative Black-White Earnings Revisited, American Economic Review, LXXXIII (1993), 85-91.",
        "Card, David, and Alan B. Krueger, School Quality and Black-White Relative Earnings: A Direct Assessment, Quarterly Journal of Economics, CVII (1992), 15 1-200.",
        "Brown, Charles, and Mary Corcoran, Sex-Based Differences in School Content and the Male/Female Wage Gap, Journal of Labor Economics, XV (1997), 43 1-465.",
        "Brown, Charles, Black-White Earnings Ratios Since the Civil Rights Act of 1964: The Importance of Labor Market Dropouts, Quarterly Journal of Economics, IXC (1984), 3144.",
        "Bowles, Samuel, Herbert Gintis, and Melissa Osborne, The Determinants of Earnings: A Behavioral Approach, Journal of Economic Literature, XXXIX (2001), 1137-1176.",
        "Bresnahan, Timothy F., Erik Brynjolfsson, and Lorin M. Hitt, Information Technology, Workplace Organization, and the Demand for Skilled Labor: Firm-Level Evidence, Quarterly Journal of Economics, CXVII (2002), 339-376.",
        "Bound, John, and Richard B. Freeman, What Went Wrong? The Erosion of Relative Earnings and Employment Among Young Black Men in the 1980s, Quarterly Journal of Economics, CVII (1992), 201-232.",
        "Borjas, George, Assimilaton and Changes in Cohort Quality Revisited: What Happened to Immigrant Earnings in the 1980s? Journal of Labor Economics, XIII (1995), 201-245.",
        "Borjas, George, The Earnings of Male Hispanic Immigrants in the United States, Industrial and LaborRelations Review, XXXV (1982), 343-353.",
        "Borghans, Lex, Bas ter Weel, and Bruce A. Weinberg, The Labor-Market Effectiveness of Interpersonal Interactions: Evidence from Britain and Germany, Working Paper, Maastricht University and Ohio State University, October 2005.",
        "Borghans, Lex, and Bas ter Weel, What Happens When Agent T Gets a Computer? The Labor Market Impact of Cost Efficient Computer Adoption, Journal of Economic Behavior and Organization, LIV (2004), 137-151.",
        "Blau, Francine D., and Lawrence M. Kahn, Swimming Upstream: Trends in the Gender Wage Differential in the 1980s, Journal of Labor Economics, XV (1997), 1-42.",
        "Black, Sandra E., and Chinui Juhn, The Rise of Female Professionals: Are Women Responding to Skill Demand? American Economic Review, XC (2000), 450-455.",
        "Black, Sandra E., and Elizabeth Brainerd, Importing Equality? The Impact of Globalization on Gender Discrimination, Industrial and Labor Relations Review, LVII (2004), 540-559.",
        "Bertrand, Marianne, and Kevin F. Hallock, The Gender Gap in Top Corporate Jobs, Industrial and LaborRelations Review, LV (2001), 3-21.",
        "Becker, Gary S., and Kevin M. Murphy, Social Economics: Market Behavior in a Social Environment (Cambridge MA: Harvard University Press, 2000).",
        "Becker, Gary S., The Economics of Discrimination, (Chicago, IL: University of Chicago Press, 1971).",
        "Bayard, Kimberly, Judith Hellerstein, David Neumark, and Kenneth R. Troske, New Evidence on Sex Segregation and Sex Differences in Wages from Matched Employer-Employee Data, Journal of Labor Economics, XXI (2003), 887-922.",
        "Bai, Jushan, Robin L. Lumsdaine, and James H. Stock, Testing for and Dating Common Breaks in Multivariate Time Series, Review of Economics Studies, LXIV (1998), 395-432 Bailey, Martha J., More Power to the Pill: The Effect of Contraceptive Freedom on Womens Labor Supply, Quarterly Journal of Economics, CXXI (2006), February.",
        "Bai, Jushan, Estimation of a Change Point in Multiple Regression Models, Review of Economics and Statistics, LIX (1997), 55 1-563.",
        "Babcock, Linda, and Sara Laschever, Women Don `tAsk: Negotiations and the Gender Divide (Princeton NJ: Princeton University Press, 2003).",
        "Autor, David H., Frank Levy, and Richard J. Murnane, The Skill Content of Recent Technological Change: An Empirical Exploration, Quarterly Journal of Economics, CXVIII (2003), 1279-1333.",
        "Autor, David H., Lawrence F. Katz and Alan B. Krueger, Computing Inequality: Have Computers Changed the Labor Market? Quarterly Journal of Economics, CXII (1998), 1169-1214.",
        "Arrow, Kenneth I., Gifts and Exchanges, Philosophy and Public Affairs, 1(1972), 343-362.",
        "Ashton, David, Bryn Davies, Alan Felstead and Francis Green, Work Skills in Britain, SKOPE Monograph No. 1, University of Oxford, 1998.",
        "Andreoni, James and Lise Vesterlund, Whis is the Fairer Sex? Gender Differences in Altruism, Quarterly Journal of Economics, CXVI (2001), 293-3 12.",
        "Akerlof, George A., and Rachel E. Kranton, Identity and Economics of Organizations, Working Paper, Berkeley, 2003. Altonji, Joseph G. and Rebeccca M. Blank, Race and Gender in the Labor Market, in Handbook of Labor Economics, Vol. 3C, Orley Ashenfelter and David Card, eds. (New York and Oxford: Elsevier Science, North Holland), 3 143-3259."
    ]
}