{
    "id": 11984,
    "cites": 37,
    "cited_by": 4,
    "reference": [
        "Wong-Fupay, Carlos and Steven Haberman. 2004. Projecting Mortality Trends: Recent Developments in the United Kingdom and the United States. North American Actuarial Journal 8(2): 56-82.",
        "National Association for Variable Annuities. 2002. Annuity Fact Book. Reston: NA VA.",
        "Mitchell, Olivia, James Poterba, Mark J. Warshawsky and Jeffrey J. Brown. 1999. New Evidence on the Moneys Worth of Individual Annuities. American Economic Review 89(5): 1299-13 18.",
        "Tuljapurkar, Shripad, Nan Li and Carl Boe. 2000. A Universal Pattern of Mortality Decline in the G7 Countries. Nature 405: 789-792.",
        "Sanderson, Warren and Sergei Scherbov. 2004. Putting Oeppen and Vaupel to Work: On the Road to New Stochastic Mortality Forecasts. International Institute forApplied Systems Analysis. Working Paper.",
        "Renshaw, Arthur E. and Steven Haberman. 2003a Lee-Carter Mortality Forecasting With Age- Specific Enhancement. Insurance: Mathematics and Economics 33: 255-272.",
        "Preston, Samuel and Haidong Wang. 2005. Sex Mortality Differentials in the United States: The Role of Cohort Smoking Patterns. Boettner Center for Pensions and Retirement Research, The Wharton School, Working Paper 2005-1.",
        "Journal of Risk and Insurance 67(1): 15-36. Willets, Richard. 1999. Mortality in the next millennium. Paper presented in the Staple Inn Actuarial Society.",
        "Wang, Shaun. 2000. A Class of Distortion Operators for Pricing Financial and Insurance Risks.",
        "Social Security Advisory Board. 1999. Technical Panel on Assumptions and Methods - Report to the Social Security Advisory Board. (November).",
        "Mehra, Rajnish, and Edward Prescott. 2003. The Equity Premium in Retrospect. In Handbook of the Economics of Finance. Edited by George Constantinides, Milton Harris, and Rene Stulz. JAI Press.",
        "Presented at Managing Retirement Assets Symposium, Sponsored by the Society of Actuaries. Mankiw, N.Gregory, and Stephen Zeldes. 1991. The Consumption of Stockholders and Non- Stockholders. Journal of Financial Economics 29(1): 97-112.",
        "Lin, Yijia, and Samuel Cox. 2004. Securitization of Mortality Risk in Life Annuities.",
        "Brown, Jeffrey, Olivia Mitchell, and James Poterba. 2002. Mortality Risk, Inflation Risk, and Annuity Products. In Innovations in Retirement Financing, University of Pennsylvania Press: Philadelphia, PA, 175-197.",
        "Lee, Ronald. 2000. A General Framework for Stochastic Investigations of Mortality and Investment Risks. Presented at the Wilkiefest, Heriot-Watt University.",
        "Dushi, Irena and Anthony Webb. 2004. Rethinking the Sources of Adverse Selection in the Annuity Market. In Christian Gollier ed. Forthcoming.",
        "Dowd, Kevin, Andrew Cairns, and David Blake. 2005. Mortality-Dependent Financial Risk Measures. Centre for Risk and Insurance Studies Discussion Paper VII University of Nottingham.",
        "Dowd, Kevin. 2003. Survivor Bonds: A Comment on Blake and Burrows. Journal of Risk and Insurance 70(2): 339-348.",
        "Dahl, Mikkel. 2004. Stochastic Mortality in Life Insurance: Market Reserves and Mortality- Linked Insurance Contracts. Insurance: Mathematics and Economics 35(1): 113-136.",
        "Working Paper, Heriot- Watt University. Cutler, David. 1996. Why Dont Markets Insure Long-Term Risk? Manuscript, Harvard University.",
        "Curie, lain, Maria Durban, and Paul Eilers. 2004. Smoothing and Forecasting Mortality Rates.",
        "Preprint, School of Mathematic and Computer Sciences, Heriot-Watt University, Edinburgh. The Cass Business School and The Pensions Institute. 2005. Summary of the First International Conference on Longevity Risk and Capital Market Solutions. http://www.pensionsinstitute.",
        "Cairns, Andrew, David Blake, and Kevin Dowd. 2005b. Pricing the Risk on Longevity Bonds.",
        "Cairns, Andrew, David Blake, and Kevin Dowd. 2005a. A Two-Factor Model for Stochastic Mortality with Parameter Uncertainty. Working Paper, School of Mathematic and Computer Sciences, Heriot-Watt University, Edinburgh.",
        "Brown, Jeffrey R. and James Poterba. 2000. Joint Life Annuities and Annuity Demand by Married Couples. Journal of Risk and Insurance 67(4): 527-53.",
        "Lee, Ronald and Timothy Miller. 2001. Evaluating the Performance of the Lee-Carter Method for Forecasting Mortality. Demography 38(4): 537-549.",
        "Lee, Ronald and Lawrence R. Carter. 1992. Modeling and Forecasting U.S. Mortality. Journal of the American Statistical Association 87(4 19): 659-67 1.",
        "Gong, Guan and Anthony Webb. 2005. Mortality heterogeneity and the distributional consequences of mandatory annuitization Unpublished Working Paper.",
        "Finkelstein, A and Poterba, J. Adverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity Market Journal of Political Economy, 2004. Vol.",
        "Brown, Jeffrey, Thomas Davidoff, and Peter Diamond. 2005. Annuities and Individual Welfare. American Economic Review 95(5): 1573-1590.",
        "Brown, Jeffrey, J. David Cummins, Christopher Lewis, and Ran Wei. 2004. An Empirical Analysis of the Economic Impact of Federal Terrorism Reinsurance. Journal of Monetary Economics 51: 861-898.",
        "Brouhns, Natacha, Michel Denuit, and Jeroen K. Vermunt. 2002. A Poisson Log-Bilinear Regression Approach to the Construction of Projected Lifetables. Insurance: Mathematics and Economics (31): 373-3 93.",
        "Journal of Risk and Insurance 68(2): 339-348. Booth, Heather, John Maindonald, and Len Smith. 2002. Applying Lee-Carter Under Conditions of Variable Mortality Decline. Population Studies (56): 325-336.",
        "Blake, David and William Burrows. 2001. Survivor Bonds: Helping to Hedge Mortality Risk.",
        "Bell, William R. 1997. Comparing and Assessing Time Series Methods for Forecasting Age Specific Demographic Rates. Journal of Official Statistics (13): 279-303.",
        "Beelders, Owen and David Colarossi. 2004. Modeling Mortality Risk with Extreme Value Theory: The Case of Swiss Res Mortality-Indexed Bonds. Global Association of Risk Professionals (19): 26-30.",
        "Association for Consulting Actuaries. 2005. Pensions: Challenges and Choices. Response to the First Report of the Pensions Commission, 26 January."
    ]
}