{
    "id": 11980,
    "cites": 63,
    "cited_by": 2,
    "reference": [
        "Anderson, Patricia M. (1997). The Effect of Employer-Provided Health Insurance on Job Mobility: Job-Lock or Job-Push?,unpublished paper (Dartmouth University).",
        "Baicker, Kate and Amitabh Chandra (2005). The Labor Market Effects of Rising Health Insurance Premiums, NBER Working Paper No. 11160 (National Bureau of Economic Research: Cambridge, MA).",
        "Beaulieu, Nancy Dean, David M. Cutler, and Katherine E. Ho (2003). The Business Case for Diabetes Management at Two Managed Care Organizations, unpublished paper (Harvard University)..",
        "Bansak, Cynthia and Steven Raphael (2005). The State Childrens Health Insurance Program and Job Mobility: Identifying Job Lock Among Working Parents in Near-Poor Households, unpublished paper (University of California at Berkeley).",
        "Berger, Mark C., Dan A. Black, Amitabh Chandra and Frank A. Scott (1999). Health Insurance Coverage of the Unemployed: COBRA and the Potential Effects of KassebaumKennedy, Journal of Policy Analysis and Management 18(3): 430-48.",
        "Berger, Mark C., Dan A. Black and Frank A. Scott (2004). Is There Job-Lock?: Evidence from the Pre-HIPAA Era, Southern Economic Journal 70(4): 953-976.",
        "Blank, Rebecca M. (1989). The Effect of Medical Need and Medicaid on AFDC Participation, Journal of Human Resources 24:54-87.",
        "Bradley, Cathy J., David Neumark, Zhehui Luo, and Heather L. Bednarkek (2005).",
        "Evidence from Married Women with Breast Cancer, NBER Working Paper No. 11304 (National Bureau of Economic Research: Cambridge, MA). Brunetti, Michael A. et al. (2000). Health Status, Health Insurance, and Worker Mobility: A Study of Job Lock in California, unpublished Paper (University of California Berkeley, UC DATA/Survey Research Center).",
        "Buchmueller, Thomas C. and Robert G.Valletta (1999). The Effect of Health Insurance on Married Female Labor Supply, Journal of Human Resources 34(1): 42-70.",
        "Buchmueller, Thomas.C. and Robert G. Valletta (1996), The Effects of Employer-Provided Health Insurance on Worker Mobility, Industrial and Labor Relations Review 49(3): 439-455.",
        "Chou, Shin-Yi and Jin-Tan Liu (2000). National Health Insurance and Female Labor Supply: Evidence from Taiwan, unpublished paper (New Jersey Institute of Technology).",
        "Chou, Y. J. and Douglas Staiger (2001). Health Insurance and Female Labor Supply in Taiwan, Journal of Health Economics, 20(2): 187-211.",
        "Cooper, Philip F. and Alan C. Monheit (1993). Does Employment-Related Health Insurance Inhibit Job Mobility?, Inquiry 30(4): 400-416.",
        "Costa, Dora (1995). The Political Economy of State Provided Health Insurance in the Progressive Era: Evidence from California. NBER Working Paper No. 5328 (National Bureau of Economic Research: Cambridge, MA).",
        "Currie, Janet and Brigitte C. Madrian (1999). Health, Health Insurance, and the Labor Market, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Volume 3, (Elsevier Science: Amsterdam) 3309-3416.",
        "Cutler, David M. and Brigitte C. Madrian (1998). Labor Market Responses to Rising Health Insurance Costs: Evidence on Hours Worked, RAND Journal of Economics, 29(3): 509530.",
        "Decker, Sandra L. (1993). The Effect of Medicaid on Access to Health Care and Welfare Participation. Ph.D. Dissertation, Harvard University.",
        "De la Rica, Sara and Thomas Lemieux (1994). Does Public Health Insurance Reduce Labor Market Flexibility or Encourage the Underground Economy? Evidence from Spain and the United States, in Rebecca.M. Blank, ed., Social Protection Versus Economic Flexibility: Is There a Tradeoff? (University of Chicago Press: Chicago) 265-99.",
        "Ellwood, David and Kathleen Adams (1990). Medicaid Mysteries: Transitional Benefits, Medicaid Coverage, and Welfare Exits, Health Care Financing Review, 1990 Annual Supplement, 119-131.",
        "Fronstin, Paul (1999). Employment-Based Health Benefits: Who is Offered Coverage vs. Who Takes It, EBRI Issue Brief No. 213 (Employee Benefit Research Institute: Washington DC).",
        "Fronstin, Paul (2003). Sources of Health Insurance and Characteristics of the Uninsured: Analysis of the March 2003 Current Population Survey, EBRI Issue Brief No. 264 (Employee Benefit Research Institute: Washington DC).",
        "Fronstin, Paul (2004). Sources of Health Insurance and Characteristics of the Uninsured: Analysis of the March 2004 Current Population Survey, EBRI Issue Brief No. 276 (Employee Benefit Research Institute: Washington DC).",
        "Fronstin, Paul and Dallas Salisbury (2003). Retiree Health Benefits: Savings Needed to Fund Health Care in Retirement, EBRI Issue Brief No. 254 (Employee Benefit Research Institute: Washington DC).",
        "Gilleskie, Donna B. and Brian Lutz (2002). The Impact of Employer-Provided Health Insurance on Dynamic Employment Transitions, Journal of Human Resources 37(1): 129-162.",
        "Gruber, Jonathan (1994). The Incidence of Mandated Maternity Benefits, American Economics Review, 84(3): 622-41.",
        "Gruber, Jonathan (2000). Health Insurance and the Labor Market, in Anthony J. Culyer and Joseph P. Newhouse, eds., Handbook of Health Economics Volume 1, (Elsevier Science: Amsterdam), 645-706.",
        "Gruber, Jonathan and Alan Krueger (1991). The Incidence of Mandated Employer-Provided Insurance: Evidence from Workers Compensation Insurance, in David Bradford, ed., Tax Policy and the Economy, Volume 5 (MIT Press: Cambridge, MA), 111-143.",
        "Gruber, Jonathan and Brigitte C. Madrian (1994). Health Insurance and Job Mobility: The Effects of Public Policy on Job-Lock, Industrial and Labor Relations Review 48(1): 86-102.",
        "Gruber, Jonathan and Brigitte C. Madrian (1995). Health Insurance Availability and the Retirement Decision, American Economic Review 85(4): 938-948.",
        "Gruber, Jonathan and Brigitte C. Madrian (1996). Health Insurance and Early Retirement: Evidence from the Availability of Continuation Coverage, in D.A. Wise, ed., Advances in the Economics of Aging (University of Chicago Press, Chicago) 115-143.",
        "Gruber, Jonathan and Brigitte C. Madrian (1997). Employment Separation and Health Insurance Coverage, Journal of Public Economics 66(3): 349-382.",
        "Gruber, Jonathan and Brigitte C. Madrian (2004). Health Insurance, Labor Supply and Job Mobility: A Critical Review of the Literature, in Catherine G. McLaughlin, ed., Health Policy and the Uninsured (Urban Institute Press: Washington, DC) 97-178.",
        "Ham, Jon and Lara Shore-Sheppard (2003). Did Expanding Medicaid Affect Welfare Participation? NBER Working Paper No. 9803 (National Bureau of Economic Research: Cambridge, MA).",
        "Holtz-Eakin, Douglas (1994), Health Insurance Provision and Labor Market Efficiency in the United States and Germany, in Rebecca.M. Blank, ed., Social Protection Versus Economic Flexibility: Is There a Tradeoff? (University of Chicago Press: Chicago) 157187.",
        "Holtz-Eakin, Douglas, John R. Penrod, and Harvey S. Rosen (1996). Health Insurance and the Supply of Entrepreneurs, Journal of Public Economics 62(1-2): 209-235.",
        "Johnson, Richard W., Amy J. Davidoff and Kevin Perese (2003). Health Insurance Costs and Early Retirement Decisions, Industrial and Labor Relations Review 56(4): 716-729.",
        "Karoly, Lynn A. and Jeannette A. Rogowski (1994). The Effect of Access to Post-Retirement Health Insurance on the Decision to Retire Early, Industrial and Labor Relations Review 48(1): 103-123.",
        "Madrian, Brigitte C. (1994a). The Effect of Health Insurance on Retirement, Brookings Papers on Economic Activity, 1994 1, 181-232.",
        "Madrian, Brigitte C. (1994b). Employment-Based Health Insurance and Job Mobility: Is There Evidence of Job Lock?, Quarterly Journal of Economics 109(1): 27-54.",
        "Madrian, Brigitte C. and Lars John Lefgren (1998). The Effect of Health Insurance on Transitions to Self Employment, unpublished paper (University of Chicago).",
        "Madrian, Brigitte C. and Nancy D. Beaulieu (1998). Does Medicare Eligibility Affect Retirement? in David A. Wise, ed., Inquiries in the Economics of Aging (University of Chicago Press: Chicago) 109-131.",
        "Meyer, Bruce D. and Dan T. Rosenbaum (2000). Medicaid, Private Health Insurance, and the Labor Supply of Single Mothers, unpublished paper (Northwestern University).",
        "Mitchell, Olivia S. (1982). Fringe Benefits and Labor Mobility, Journal of Human Resources 17(2) :286-298.",
        "Moffitt, Robert and Barbara L. Wolfe (1992). The Effect of the Medicaid Program on Welfare Participation and Labor Supply, Review of Economics and Statistics 74(4): 615-626.",
        "Montgomery, Edward and John C. Navin (2000). Cross-State Variation in Medicaid Program and Female Labor Supply, Economic Inquiry 38(3): 402-18.",
        "Olson, Craig A. (1998). A Comparison of Parametric and Semiparametric Estimates of the Effect of Spousal Health Insurance Coverage on Weekly Hours Worked by Wives, Journal of Applied Econometrics, 13(5): 543-565.",
        "Penrod, John R. (1994). Empirical Essays in the Economics of Labor and Health. Ph.D.",
        "Rogowski, Jeannette A. and Lynn A. Karoly (2000). Health Insurance and Retirement Behavior: Evidence from the Health and Retirement Survey. Journal of Health Economics, 19 (4): 529-39.",
        "Royalty, Anne Beeson (2003), A Discrete Choice Approach to Estimating Workers Marginal Valuations of Fringe Benefits, unpublished paper (Indiana University-Purdue University Indianapolis).",
        "Rust, John and Christopher Phelan (1997), How Social Security and Medicare Affect Retirement Behavior in a World of Incomplete Markets, Econometrica 65(4): 781-831.",
        "Schone, Barbara Steinberg and Jessica Primoff Vistnes (2000). The Relationship Between Health Insurance and Labor Force Decisions: An Analysis of Married Women, unpublished Paper (Agency for Healthcare Research and Quality).",
        "Slade, Eric P. (1997). The Effect of the Propensity to Change Jobs on Estimates of `JobLock , unpublished paper (Johns Hopkins University).",
        "Spaulding, James Wallace (1997). Fringe Benefits, Job Quality, and Labor Mobility: Pension and Health Insurance Effects on Job-Change Decisions. Ph.D. Dissertation, University of Wisconsin-Madison.",
        "Stroupe, Kevin T., Eleanor D. Kinney and Thomas J. Kniesner (2001). Chronic Illness and Health Insurance-Related Job Lock, Journal of Policy Analysis and Management 20(3): 525-44.",
        "Thurston, Norman K. (1997). Labor Market Effects of Hawaiis Mandatory EmployerProvided Health Insurance, Industrial and Labor Relations Review 51(1): 117-35.",
        "Wellington, Allison J. and Deborah A. Cobb-Clark (2000). The Labor-Supply Effects of Universal Health Coverage: What Can We Learn From Individuals with Spousal Coverage?, in Simon W. Polachek, ed., Worker Well-Being: Research in Labor Economics, Volume 19 (Elsevier Science: Amsterdam).",
        "Winkler, Anne E. (1991). The Incentive Effects of Medicaid on Womens Labor Supply, Journal of Human Resources 26(2): 308-337.",
        "Yelowitz, Aaron.S. (1995). The Medicaid Notch, Labor Supply and Welfare Participation: Evidence from Eligibility Expansions, Quarterly Journal of Economics 110(4): 909-940.",
        "Yelowitz, Aaron S. (1996). Did Recent Medicaid Reforms Cause the Caseload Explosion in the Food Stamp Program? UCLA Working Paper 756, July 1996; IRP Discussion Paper 1109-96.",
        "Yelowitz, Aaron S. (1998a). The Impact of Health Care Costs and Medicaid on SSI Participation. In Growth in Disability Benefits: Explanation and Policy Implications, Kalman Rupp and David C. Stapleton, eds. (Kalamazoo, MI: W. E Upjohn Institute for Employment Research).",
        "Yelowitz, Aaron S. (1998b). Why Did the SSI-Disabled Program Grow So Much? Disentangling the Effect of Medicaid, Journal of Health Economics 17(3): 321-350.",
        "Yelowitz, Aaron S. (2000). Using the Medicare Buy-In Program to Estimate the Effect of Medicaid on the SSI Participation, Economic Inquiry 38(3): 419-441."
    ]
}