{
    "id": 11991,
    "cites": 32,
    "cited_by": 5,
    "reference": [
        "[1] Auerbach, Alan J. (2002), Taxation and Corporate Financial Policy, in Alan J. Auerbach and Martin Feldstein (eds.), Handbook of Public Economics, Vol. 3, 1251-92, North-Holland, Amsterdam.",
        "[2] Auerbach, Alan J. and Kevin Hassett (1993), Taxation and Foreign direct Investment in the United States: A Reconsideration of the Evidence, in: Alberto Giovannini, R. Glenn Hubbard, and Joel Slemrod (eds.) Studies in International Taxation, University of Chicago Press, 119-144.",
        "[3] Benassy-Quere, Agnes, Lionel Fontagne, and Amina Lahereche-Revil (2005), How Does FDI Reacts to Corporate Taxation?, International Tax and Public Finance, September, 583-604.",
        "[4] Blonigen, Bruce A., Ronald B. Davies and Keith Head (2003), Estimating the Knowledge-Capital Model of Multinational Enterprise: Comment, American Economic Review, 93(3), 980-94.",
        "[5] Blonigen, Bruce A. (2005), A Review of the Empirical Literature on FDI Determinants, NBER Working Paper No. 11299 (April).",
        "[6] Brainard , S. Lael (1997), An Empirical Assessment of the ProximityConcentration Trade-off between Multinational Sales and Trade, American Economic Review, 87(4) September, 520-44.",
        "[7] Caballero, Ricardo and Eduardo Engel (1999), Explaining Investment Dynamics in US Manufacturing: A Generalized (S;s) Approach, Econometrica, July, 741-82.",
        "[8] _______________ (2000), Lumpy Adjustment and Aggregate Investment Equations: A Simple Approach Relying on Cash Flow Information , mimeo.",
        "[9] Carr, David L., James R. Markusen and Keith E. Maskus (2001), Estimating the Knowledge-Capital Model of Multinational Enterprise, American Economic Review, 693-708.",
        "[10] De Mooij, R.A., and S. Ederveen (2001), Taxation and Foreign Direct Investment: A Synthesis of Empirical Research, CESifo Working Paper No. 588.",
        "[11] Desai, Mihir A. and James R. Hines (2001), Foreign Direct Investment in a World of Multiple Taxes, University of Michigan.",
        "[12] Devereux, Michael P. and Rachel Griffith (1998), Taxes and the Location of Production: Evidence from a Panel of US Multinationals, Journal of Public Economics, 68(3), June, 335-67.",
        "[13] Devereux, Michael P. and Rachel Griffith (2003), Evaluating Tax Policy for Location Decisions, International Tax and Public Finance, 10(2), 107126.",
        "[14] Devereux, Michael P. and R. Glenn Hubbard (2003), Taxing Multinational , International Tax and Public Finance, 10(4), 469-488.",
        "[15] Eaton, Jonathan and Samual Kortum (1996), Japanese and U.S. Exports and Investment as Conduits of Growth, NBER Working Paper 5457.",
        "[16] Frenkel, Jacob A., Assaf Razin and Efraim Sadka (1991), International Taxation in an Integrated World Economy, MIT press.",
        "[17] Hall, Robert E. and Dale W. Jorgenson (1967), Pax Policy and Investment Behavior, American Economic Review, 57, 391-414.",
        "[18] Harberger, Arnold C. (1962), The Incidence of The Corporation Income Tax, Journal of Political Economy, 70, 215-40.",
        "[19] Hassett, Kevin A. and R. Glenn Hubbard (1996), Tax Policy and Investment , NBER Working Paper No. 5683.",
        "[20] Haufler, Andreas (2001), Taxation in a Global Economy, Cambridge University Press.",
        "[21] Heckman, James. J. (1974), Shadow Prices, Market Wages and Labor Supply, Econometrica, 42, 679-94.",
        "[22] _____________ (1979), Sample Selection Bias as a Specification Error, Econometrica, 47, 153-161.",
        "[23] Hines, James R. and Eric M. Rice (1994), Fiscal Paradise: Foreign Tax Havens and American Business, Quarterly Journal of Economics, 109(1), February, 149-82.",
        "[24] Hines, James R. (1999), Lessons from Behavioral Responses to International Taxation, National Tax Journal, 53, 305-22.",
        "[25] Hines, James R. (2001), Corporate Taxation, in Neil J. Smelser and Paul B. Balts (eds.), International Encyclopedian of the Social and Behavioral Sciences.",
        "[26] Keane, Michael, Robert Moffit and David Runkle (1988), Real Wages over the Business Cycle: Estimating the Impact of Heterogeneity with Micro Data, Journal of Political Economy, 96(6), 1232-66.",
        "[27] Lucas, Robert E. (1990), Why Doesnt Capital Flow from Rich to Poor Countries?, American Economic Review: Papers and Proceedings, 80(2), 92-96.",
        "[28] OECD (1997), Model Tax Convention on Income and on Capital, Pairs, OECD Committee on fiscal Affairs.",
        "[29] Razin, Assaf, Yona Rubinstein and Efraim Sadka (2004), Fixed Costs and FDI: The Conflicting Effects of Productivity Shocks, NBER Working Paper No. 10864.",
        "[30] Razin, Assaf, Efraim Sadka, and Hui Tong, BILATERAL FDI FLOWS: THRESHOLD BARRIERS AND PRODUCTIVITY SHOCKS, NBER Working Paper 11639.",
        "[31] U.N. (1980), U.N. Model Double Taxation Convention between Developed and Developing Countries, U.N. Document ST/ESA/102.",
        "[32] Wilson, John D. (1999), Theories of Tax Competition, National Tax Journal, 52, 269-304."
    ]
}