{
    "id": 11998,
    "cites": 15,
    "cited_by": 21,
    "reference": [
        "Behrman, J., and Mark Rosenzweig, The Returns to Increasing Body Weight, Penn Institute for Economic Research Working Paper 01-052, 2001.",
        "Behrman, J., and Mark Rosenzweig, The Returns to Birth Weight, Review of Economics and Statistics, 86, 2004.",
        "Black, S. Devereux, P., Kjell Salvanes, From the Cradle to the Labor Market: The Effect of Birth Weight on Adult Outcomes, NBER Working Paper 11796, 2005.",
        "Black, S., Devereux, P., and Kjell Salvanes, The More the Merrier? The Effect of Family Size and Birth Order on Childrens Education, The Quarterly Journal of Economics, May, 2005.",
        "Currie, Janet, and Gruber, Jonathan . Health Insurance Eligibility, Utilization of Medical Care, and Child Health, Quarterly Journal of Economics, vol. 111, no. 2, May 1996, pp.",
        "Currie, Janet, and Moretti, Enrico. Biology as Destiny? Short and Long-Run Determinants of Intergenerational Transmission of Birth Weight, NBER Working Paper 11567. Conley, D., Strullly, K., and Neil Bennett, A Pound of Fless or Just Proxy? Using Twin Differences To Estimate The Effect of Birth Weight on Life Chances, NBER Working Paper 9901, 2003.",
        "Conley, D., Strullly, K., and Neil Bennett, The Starting Gate: Birth Weight and Life Chances, Berkeley, CA: University of California Press, 2003.",
        "Goldenberg, R., and Dwight Rouse, Prevention of Premature Birth, New England Journal of Medicine, 339, 1998.",
        "Hanratty, M. Canadian National Health Insurance and Infant Health, American Economic Review, 86(1), March, 1996.",
        "Kramer, M. Intrauterine Growth and Gestational Duration Determinants, Pediatrics, 58, 1987.",
        "Mustard, C., Derksen, S., Berthelot, J.M., Wolfson, M. Assessing ecologic proxies for household income: a comparison of household and neighbourhood level income measures in the study of population health status, Health and Place 5:2 (1999) 157-171.",
        "National Institutes of Health, NIH Guide Low Birth Weight in Minority Populations, PA-99-045, 1999.",
        "Roos, LL., Walld, R., Uhanova, J. and R. Bond, Physician visits, hospitalizations, and socioeconomic status: ambulatory care sensitive conditions in a Canadian setting, Health Services Research 40:4 (August 2005), 1167-1185.",
        "Roos LL., and JP Nicol, A research registry: uses, development, and accuracy, J Clin Epidemiol 52:1 (1999), 39-47.",
        "Almond, D, Chay, K., and David Lee, The Costs of Low Birth Weight, Quarterly Journal of Economics, 120(3), 2005."
    ]
}