{
    "id": 12009,
    "cites": 41,
    "cited_by": 22,
    "reference": [
        "Abadie, Alberto, and Sebastien Gay. 2004. `The Impact of Presumed Consent Legislation on Cadaveric Organ Donation: A Cross-Country Study. Journal of Health Economics 25(4): 599-620.",
        "Benartzi, Shlomo. 2001. `Excessive Extrapolation and the Allocation of 401(k) Accounts to Company Stock. Journal of Finance, 56, no. 5: 1747-1764.",
        "Benartzi, Shlomo, and Richard H. Thaler. 2004. `Save More TomorrowTM: Using Behavioral Economics to Increase Employee Saving. Journal of Political Economy 112(S1): S1645 187.",
        "Beshears, John, James J. Choi, David Laibson, and Brigitte C. Madrian. 2006. `Simplification and Saving. Mimeo. Harvard University.",
        "Brown, Jeffrey R., Nellie Liang, and Scott Weisbenner. 2006. `40 1(k) Matching Contributions in Company Stock: Costs and Benefits for Firms and Workers. Journal of Public Economics 90(6-7): 1315-1346.",
        "Choi, James J., David Laibson, and Brigitte C. Madrian. Forthcoming. 2005b. `Are Empowerment and Education Enough: Underdiversification in 401(k) Plans.Brookings Papers on Economic Activity, 2:2005: 15 1-198.",
        "Choi, James J., David Laibson, and Brigitte C. Madrian. 2005c. `Reducing the Complexity Costs of 401(k) Participation: The Case of Quick Enrollment. Harvard University Working Paper.",
        "Choi, James J., David Laibson, and Brigitte C. Madrian. 2005d. `Flypaper and Active Decision Effects in 40 1(k) Asset Allocation. Yale University Working Paper.",
        "Choi, James J., David Laibson, Brigitte C. Madrian, and Andrew Metrick. 2002. `Defined Contribution Pensions: Plan Rules, Participant Choices, and the Path of Least Resistance. In Tax Policy and the Economy, edited by James Poterba. Volume 16. Cambridge, Mass.: MIT Press.",
        "Choi, James, David Laibson, Brigitte C. Madrian, and Andrew Metrick. 2004a. `For Better or For Worse: Default Effects and 40 1(k) Savings Behavior. In Perspectives in the Economics of Aging, edited by David A Wise. University of Chicago Press.",
        "Choi, James, David Laibson, Brigitte C. Madrian, and Andrew Metrick. 2004b. `Employees Investment Decisions About Company Stock. In Pension Design and Structure: New Lessons from Behavioral Finance, edited by Olivia Mitchell and Stephen Utkus. Oxford: Oxford University Press.",
        "Choi, James, David Laibson, Brigitte C. Madrian, and Andrew Metrick. 2005. `Optimal Defaults and Active Decisions. NBER Working Paper 11074.",
        "Cronqvist, Henrik and Richard H. Thaler. 2004. `Design Choices in Privatized Social Security Systems: Learning from the Swedish Experience. American Economic Review Papers and Proceedings 94(2): 424-428.",
        "Diamond, Peter, and Botond Koszegi. 2003. `Quasi-Hyperbolic Discounting and Retirement. Journal of Public Economics 87(9-10): 1839-1872.",
        "Dhar, Ravi, and Stephen N. Nowlis. 1999. `The Effect of Time Pressure on Consumer Choice Deferral. Journal of Consumer Research 25(4): 369-84.",
        "Even, William E. and David A. Macpherson. 2004. `Company Stock in Pension Funds. National Tax Journal 56, no. 4: 299-3 13.",
        "Hewitt Associates. 2003. `Increasing Participation Through Quick Enrollment, Lincolnshire, IL: Hewitt Associates.",
        "Hewitt Associates. 2005. `Survey Highlights: Trends and Experience in 40 1(k) Plans 2005. Lincolnshire, IL: Hewitt Associates.",
        "Holden, Karen C. and Kathleen Zick. 2000. `Distributional Changes in Income and Wealth upon Widowhood: Implications for Private Insurance and Public Policy. In Retirement Needs Framework. SOA Monograph M-RS00- 1. Schaumburg, IL: Society of Actuaries.",
        "Holden, Karen C. and Sean Nicholson. 1998. `Selection of a Joint-and-Survivor Pension, Institute for Research on Poverty Discussion Paper No. 1175-98. University of Wisconsin, Madison.",
        "Holden, Sarah and Jack VanDerhei. 2001. `401(k) Plan Asset Allocation, Account Balances, and Loan Activity in 2000. ICI Perspective 7, no. 5: 1-27.",
        "Iyengar, Sheena S., Gur Huberman, and Wei Jiang. 2004. `How Much Choice Is Too Much?: Contributions to 40 1(k) Retirement Plans. In Pension Design and Structure: New Lessons from Behavioral Finance edited by Olivia Mitchell and Stephen Utkus. Oxford University Press.",
        "Iyengar, Sheena S., and Mark Lepper. 2000. `When Choice is Demotivating: Can One Desire Too Much of a Good Thing? Journal of Personality and Social Psychology 79: 9951006.",
        "John Hancock Financial Services. 2002. Eighth Defined Contribution Plan Survey: Insight into Participant Investment Knowledge & Behavior. Boston: John Hancock Financial Services.",
        "Johnson, Eric J., and Daniel Goldstein. 2003. `Do Defaults Save Lives? Science 302: 133 81339.",
        "Johnson, Eric J., John Hershey, Jacqueline Meszaros, and Howard Kunreuther. 1993. `Framing, Probability Distortions, and Insurance Decisions. Journal of Risk and Uncertainty 7(1): 35-53.",
        "Johnson, Eric J., Steven Bellman, and Gerald L. Lohse. 2003. `Defaults, Framing and Privacy: Why Opting In-Opting Out. Marketing Letters 13(1): 5-15.",
        "Johnson, Richard W., Cori E. Uccello, and Joshua H. Goldwyn. 2003. `Singe Life Vs. Joint and Survivor Pension Payout Options: How Do Married Retirees Choose? The Urban Institute, Washington DC.",
        "Laibson, David I., Andrea Repetto, and Jeremy Tobacman. 1998. `Self-Control and Saving for Retirement. Brookings Papers on Economic Activity 1998(1): 9 1-196.",
        "Madrian, Brigitte C. and Dennis F. Shea. 2001. `The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior. Quarterly Journal of Economics 116, no. 4: 11491525.",
        "Mitchell, Olivia and Steven Utkus. 2003. `The Role of Company Stock in Defined Contribution Plans. In The Pension Challenge: Risk Transfers and Retirement Income Security, edited by Olivia Mitchell and Kent Smetters. London: Oxford University Press.",
        "ODonoghue, Ted, and Matthew Rabin. 1999. `Procrastination in Preparing for Retirement. In Behavioral Dimensions of Retirement Economics, edited by Henry Aaron. Washington D.C.: The Brookings Institute.",
        "Park, C. Whan, Sung Y. Jun, and Deborah J. Maclnnis. 2000. `Choosing What I Want Versus Rejecting What I Do Not Want: An Application of Decision Framing to Product Option Choice Decisions. Journal of Marketing Research 37(2): 187-202.",
        "Poterba, James M., Steven F. Venti, and David A. Wise. 1998. `Lump Sum Distributions from Retirement Savings Plans: Receipt and Utilization. In Inquiries in the Economics of Aging, edited by David A. Wise. Chicago: University of Chicago Press.",
        "Rozinka, Edina and Waldo Tapia. Survey of Investment Choice by Pension Fund Members. OECD (http://www.oecd.org/dataoecd/46/6i/36553753.pdf accessed September 7, 2006).",
        "Saku, Aura. 2001. `Does the Balance of Power Within a Family Matter? The Case of the Retirement Equity Act. IGIER Working Paper 202. Milan, Italy: Innocenzo Gasparini Institute for Economic Research.",
        "Shafir, Eldar and Amos Tversky. 1992. `Choice Under Conflict: The Dynamics of Deferred Decision. Stanford, CA: Stanford Center on Conflict and Negotiation, Stanford University.",
        "Shafir, Eldar, Itamar Simonson, and Amos Tversky. 1993. `Reason-Based Choice. Cognition 49(1-2): 11-36.",
        "Utkus, Stephen P. 2002. `A Recent Successful Test of the SMarT Program. Vanguard Center for Retirement Research: Valley Forge, PA.",
        "Utkus, Stephen P. and Jean A. Young. 2004. `Lessons from Behavioral Finance and the Autopilot 40 1(k). Vanguard Center for Retirement Research: Valley Forge, PA.",
        "TABLE 2. Automatic Enrollment and Asset Allocation Outcomes of Employees not Subject to Automatic Enrollment: Company D Hired before automatic enrollment and initiated participation before automatic enrollment Hired before automatic enrollment but initiated participation after automatic enrollment applied to newly hired employees Any balances in default fund 13.3% 28.9% All balances in default fund 2.3% 16.1% Source: Taken from Madrian and Shea (2001), Figures IVb and IVc."
    ]
}