{
    "id": 12007,
    "cites": 28,
    "cited_by": 20,
    "reference": [
        "Becker, Gary S. and Tomes, Nigel. An Equilibrium Theory of the Distribution of Income and Intergenerational Mobility. Journal of Political Economy, December 1979, 87(6), pp. 1153-89.",
        "Bernstein, Aaron. Waking Up from the American Dream: Dead-End Jobs and the High Cost of College Could Be Choking Off Upward Mobility. Business Week, December 1, 2003, pp. 54-8.",
        "Blanden, Jo. International Evidence on Intergenerational Mobility. Unpublished, 2004.",
        "Borjas, George J. The Intergenerational Mobility of Immigrants. Journal of Labor Economics, January 1993, 11(1), pp. 113-35.",
        "Chadwick, Laura. Changes in Intergenerational Economic Mobility in the United States. Unpublished, 2004.",
        "Chadwick, Laura and Solon, Gary. Intergenerational Income Mobility among Daughters. American Economic Review, March 2002, 92(1), pp. 335-44.",
        "Corcoran, Mary. Mobility, Persistence, and the Consequences of Poverty for Children, in Sheldon H. Danziger and Robert H. Haveman, eds., Understanding poverty. New York: Russell Sage Foundation, 2001, pp. 127-61.",
        "Deaton, Angus. The analysis of household surveys: a microeconometric approach to development policy. Baltimore: Johns Hopkins University Press, 1997.",
        "Fertig, Angela R. Trends in Intergenerational Earnings Mobility in the U.S. Journal of Income Distribution, forthcoming. Gottschalk, Peter and Moffitt, Robert. The Growth of Earnings Instability in the U.S. Labor Market. Brookings Papers on Economic Activity, 2:1994, pp. 217-54.",
        "Haider, Steven and Solon, Gary. Life-Cycle Variation in the Association between Current and Lifetime Earnings. American Economic Review, forthcoming. Harding, David J., Jencks, Christopher, Lopoo, Leonard M. and Mayer, Susan E. The Changing Effects of Family Background on the Incomes of American Adults, in Samuel Bowles, Herbert Gintis and Melissa Osborne Groves, eds., Unequal chances: family background and economic success. New York: Russell Sage Foundation, 2005, pp. 100-44.",
        "Hauser, Robert M. Intergenerational Economic Mobility in the United States: Measures, Differentials, and Trends. Unpublished, 1998.",
        "Hertz, Tom. Attrition- and Age-Bias-Corrected Estimates of the Trend in the Intergenerational Persistence of Family Income. Unpublished, 2005.",
        "Katz, Lawrence F. and Autor, David H. Changes in the Wage Structure and Earnings Inequality, in Orley C. Ashenfelter and David Card, eds., Handbook of labor economics, Vol. 3A. Amsterdam: North-Holland, 1999, pp. 1463-555.",
        "Mayer, Susan E. and Lopoo, Leonard M. What Do Trends in the Intergenerational Economic Mobility of Sons and Daughters in the United States Mean? in Miles Corak, ed., Generational income mobility in North America and Europe. Cambridge: Cambridge University Press, 2004, pp. 90-121.",
        "Mayer, Susan E. and Lopoo, Leonard M. Has the Intergenerational Transmission of Economic Status Changed? Journal of Human Resources, Winter 2005, 40(1), pp. 169-85.",
        "Mazumder, Bhashkar. Fortunate Sons: New Estimates of Intergenerational Mobility in the U.S. Using Social Security Earnings Data. Review of Economics and Statistics, May 2005, 87(2), pp. 235-55.",
        "Murphy, Kevin M. and Welch, Finis. Empirical Age-Earnings Profiles. Journal of Labor Economics, April 1990, 8(2), pp. 202-29.",
        "Nam, Yunju. Is America Becoming More Equal for Children? Changes in the Intergenerational Transmission of Low- and High-Income Status. Social Science Research, June 2004, 33(2), pp. 187-205.",
        "Reville, Robert T. Intertemporal and Life Cycle Variation in Measured Intergenerational Earnings Mobility. Unpublished, 1995.",
        "Scott, Janny and Leonhardt, David. Class in America: Shadowy Lines That Still Divide. New York Times, May 15, 2005, pp. 1 and 16-8.",
        "Solon, Gary. Biases in the Estimation of Intergenerational Earnings Correlations. Review of Economics and Statistics, February 1989, 71(1), pp. 172-4.",
        "Solon, Gary. Intergenerational Mobility in the Labor Market, in Orley C. Ashenfelter and David Card, eds., Handbook of labor economics, Vol. 3A. Amsterdam: North-Holland, 1999, pp. 1761-800.",
        "Solon, Gary. A Model of Intergenerational Mobility Variation over Time and Place, in Miles Corak, ed., Generational income mobility in North America and Europe. Cambridge, UK: Cambridge University Press, 2004, pp. 38-47.",
        "Welch, Finis. In Defense of Inequality. American Economic Review, May 1999, 89(2), pp. 1-17.",
        "Wessel, David. Moving Up: Challenges to the American Dream. Wall Street Journal, May 13, 2005, p. A1.",
        "Wooldridge, Adrian. Ever Higher Society, Ever Harder to Ascend. Economist, January 1, 2005, pp. 22-4.",
        "Wooldridge, Jeffrey M. Asymptotic Properties of Weighted M-Estimators for Variable Probability Samples. Econometrica, November 1999, 67(6), pp. 1385-1406.",
        "Wooldridge, Jeffrey M. Econometric analysis of cross section and panel data. Cambridge, MA: MIT Press, 2002."
    ]
}