{
    "id": 12003,
    "cites": 27,
    "cited_by": 122,
    "reference": [
        "Ackerberg, Daniel A. and Paul J. Devereux. (2006) Comment on `The Case Against JIVE. Journal of Applied Econometrics, forthcoming.",
        "Anderson, Elijah. (1990) Streetwise: Race, Class, and Change in an Urban Community.",
        "Chicago: University of Chicago Press. Anderson, James, Jeffrey R. Kling, and Kate Stith. (1999) Measuring Interjudge Disparity in Sentencing: Before and After the Federal Sentencing Guidelines. Journal of Law and Economics. 42:1, 271-307.",
        "Angrist, Joshua D., Guido W. Imbens, and Alan B. Krueger. (1999) Jackknife Instrumental Variables Estimation. Journal of Applied Econometrics. 14, 57-67.",
        "Angrist, Joshua D. and Alan B. Krueger. (1995) Split-Sample Instrumental Variables Estimates of the Returns to Schooling. Journal of Business and Economic Statistics. 13:2, 225235.",
        "Bushway, Shawn and Peter Reuter. (2002) Labor Markets and Crime. In Crime: Public Policies for Crime Control. Edited by James Q. Wilson and Joan Petersilia. Oakland, CA: Institute for Contemporary Studies, 191-224.",
        "Davidson, Russell and James G. MacKinnon. (2006) Reply to Comment on `The Case Against JIVE. Journal of Applied Econometrics, forthcoming.",
        "Ditton, Paula M. and Doris J. Wilson. (1999) Truth in Sentencing in State Prisons (NCJ 170032). Washington, D. C.: Bureau of Justice Statistics.",
        "Freeman, Richard B. (1992) Crime and the Employment of Disadvantaged Youth. In Urban Labor Markets and Job Opportunity. Edited by George Peterson and Wayne Vroman.",
        "Washington, DC: Urban Institute Press, 201-237. Freeman, Richard B. (1999) The Economics of Crime. In Handbook of Labor Economics, vol.",
        "Gladden, Tricia and Christopher Taber. (2002) Wage Progression Among Less-Skilled Workers. In Finding Jobs: Work and Welfare Reform. Edited by David E. Card and Rebecca M. Blank. New York: Russell Sage Foundation Press, 160-232.",
        "Grogger, Jeffrey. (1995) The Effect of Arrests on the Employment and Earnings of Young Men. Quarterly Journal of Economics. 110:1, 51-71.",
        "Hahn, Jinyong and Jerry A. Hausman. (2003) Weak Instruments: Diagnosis and Cures in Empirical Economics. American Economic Review. 93:2, 118125.",
        "Kling, Jeffrey R. (2004) Incarceration Length, Employment, and Earnings. Princeton IRS Working Paper 494.",
        "Kornfeld, Robert and Howard Bloom. (1999) Measuring Program Impacts on Earnings and Employment: Do Unemployment Insurance Wage Records Agree with Survey Reports of Individuals? Journal of Labor Economics. 17:1, 168-197.",
        "Lott, John R. (1992a) An Attempt at Measuring The Total Monetary Penalty From Drug Convictions: The Importance of an Individuals Reputation. Journal of Legal Studies.",
        "Lott, John R. (1992b) Do We Punish High Income Criminals Too Heavily? Economic Inquiry.",
        "Lynch, James P. and William J. Sabol. (2001) Prisoner Reentry in Perspective. Washington, DC: The Urban Institute.",
        "Nagin, Daniel and Joel Waldfogel. (1995) The Effects of Criminality and Conviction on the Labor Market Status of Young British Offenders. International Review of Law and Economics. 15:1, 109-126.",
        "Needels, Karen E. (1996) Go Directly to Jail and Do Not Collect? A Long-term Study of Recidivism, Employment, and Earnings Patterns among Prison Releasees. Journal of Research in Crime and Delinquency. 33:4, 471-496.",
        "Pettit, Becky and Christopher Lyons. (2006) Status and the Stigma of Incarceration: The Labor Market Effects of Incarceration by Race, Class, and Criminal Involvement. In The Impact of Incarceration on Labor Market Outcomes. Edited by Shawn D. Bushway, Michael A. Stoll, and David F. Weiman. New York: Russell Sage Foundation Press.",
        "Forthcoming. Sabol, William J. (2006) Local Labor Market Conditions and Post-prison Employment Experience of Offenders Released from Ohio Prisons. In The Impact of Incarceration on Labor Market Outcomes. Edited by Shawn D. Bushway, Michael A. Stoll, and David F.",
        "Sampson, Robert J. and John H. Laub. (2003) Life-Course Desisters? Trajectories of Crime Among Delinquent Boys Followed to Age 70. Criminology. 41:3, 555-592.",
        "Stock, James, James Wright, and Motohiro Yogo. (2002) A Survey of Weak Instruments and Weak Identification in GMM. Journal of Business and Economic Statistics. 20:4, 51829.",
        "Waldfogel, Joel. (1994) The Effect of Criminal Conviction on Income and the Trust `Reposed in the Workmen. Journal of Human Resources. 29:1, 62-81.",
        "Western, Bruce, Jeffrey R. Kling, and David F. Weiman. (2001) The Labor Market Consequences of Incarceration. Crime and Delinquency. 47:3, 410-427.",
        "Western, Bruce. (2002) Incarceration, Wages, and Inequality. American Sociological Review."
    ]
}