{
    "id": 12000,
    "cites": 29,
    "cited_by": 2,
    "reference": [
        "Andersen, Torben G. , Tim Bollerslev, Francis X. Diebold and Paul Labys, Modelling and forecasting realized volatility, Econometrica 71, 579-625. Black, Fisher,1976, The pricing of commodity contracts, Journal of Financial Economics 3, 167-179.",
        "Bessembinder, Hendrik, Jay Coughenour, Paul Seguin, and Margaret Smoller, 1995, Mean reversion in equilibrium asset prices: Evidence from the futures term structure, Journal of Finance 50, 361-375.",
        "Bollerslev, Tim 1986, Generalized autoregressive conditional heteroskedasticity, Journal of Econometrics 31, 307-327.",
        "Brennan, Michael and Eduardo Schwartz, 1985, Evaluating natural resource investments, Journal of Business 20, 135-157.",
        "Caballero, Ricardo J., and Eduardo M. R. A. Engel, 1999, Explaining investment dynamics in U.S. manufacturing: A generalized (S, s) approach, Econometrica 67, 783-826.",
        "Casassus, Jaime, Pierre Collin-Dufresne, Bryan R. Routledge, 2004, Equilibrium commodity prices with irreversible investment and non-linear technologies, working paper.",
        "Casassus, Jaime and Pierre Collin-Dufresne, 2005, Stochastic covenience yield implied from commodity futures and interest rates, Journal of Finance 60, 2283-2331.",
        "Deaton, Angus, and Guy Laroque, 1996, Competitive storage and commodity price dynamics, Journal of Political Economy 104, 896-923.",
        "Dixit, Avinash K. and Robert S. Pindyck, 1994, Investment under uncertainty (Princeton University Press).",
        "Duffie, Darrell, Jun Pan, and Kenneth J. Singleton, 2000, Transform analysis and asset pricing for affine jump-diffusions, Econometrica 68, 1343-1376.",
        "Duffie, Darrell, Stephen F. Gray and Philip Hoang, 1999, Volatility in energy prices, in Robert Jameson, ed.: Managing energy price risk, 2nd Ed., Risk Publications, London.",
        "Fama, Eugene F. and Kenneth R. French, 1988, Business cycles and the behavior of metals prices, Journal of Finance 43, 1075-1093.",
        "Grossman, Sanford J. and Guy Laroque., 1990, Asset pricing and optimal portfolio choice in the presence of illiquid durable consumption goods, Econometrica 58, 2551.",
        "Kogan, Leonid, Dmitry Livdan and Amir Yaron, 2004, Futures prices in a production economy with investment constraints, working paper.",
        "Kushner, Harold J. and Paul G. Dupuis, 1992, Numerical methods for stochastic control problems in continuous time (Springer Verlag).",
        "Litzenberger, Robert H. and Nir Rabinowitz, 1995, Backwardation in oil futures markets: Theory and empirical evidence, Journal of Finance 50, 1517-1545.",
        "Ng, Victor K., and S. Craig Pirrong, 1994, Fundamentals and volatility: Storage, spreads and the dynamics of metals prices, Journal of Business, 67, 203-230.",
        "Pindyck, Robert S., 1980, Uncertainty and exhaustible resource markets, Journal of Political Economy 88, 1203-1225.",
        "Pindyck, Robert S., 1999, The long-run evolution of energy prices, Energy Journal 20, 1-27.",
        "Puterman, Martin L., 1994, Markov decision processes: Discrete stochastic dynamic programming (John Wiley and Sons, Inc.).",
        "Routledge, Bryan R., Duane Seppi, and Chester Spatt, 2000, Equilibrium forward curves for commodities, Journal of Finance 55, 1297-1338.",
        "Samuelson, Paul A., 1965, Proof that properly anticipated prices fluctuate randomly, Industrial Management Review 6, 41-49.",
        "Scarf, H., 1960, The optimality of (S, s) policies in the dynamic inventory problem, in K. Arrow, S. Karlin and P. Suppes eds.: Mathematical Methods in the Social Sciences, Stanford University Press, Stanford, CA.",
        "Schwartz, Eduardo S., 1997, The stochastic behaviour of commodity prices: Implications for valuation and hedging, Journal of Finance 52,923-973.",
        "Schwartz, Eduardo S. and James E. Smith, 2000, Short-term variations and long-term dynamics in commodity prices, Management Science 46, 893-911.",
        "Schwartz, Eduardo S. and Kristian Miltersen, 1998, Pricing of options on commodity futures with stochastic term structures of convenience yields and interest rates, Journal of Financial and Quantitative Analysis 33, 33-59.",
        "Sundaresan, Suresh M., 1984, Equilibrium valuation of natural resources, Journal of Business 57, 493-518.",
        "Weinstein, Milton C., and Richard J. Zeckhauser, 1975, The optimal consumption of depletable natural resources, Quarterly Journal of Economics 92, 371-392.",
        "See, for example, Litzenberger and Rabinowitz (1995). If futures prices are below the current spot price, the futures curve is said to be backwardated. Litzenberger and Rabinowitz make the distinction between weak and strong backwardation. If discounted futures prices are below the spot price, they say the futures curve is weakly backwardated. Contango is the opposite of backwardation."
    ]
}