{
    "id": 12005,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Angrist, Joshua D. and Victor Lavy, The Effect of a Change in Language of Instruction on the Returns to Schooling in Morocco, Journal of Labor Economics 15 (January 1997, Part 2): S48-S76.",
        "Baker, K.A. and A.A. de Kanter, Effectiveness of Bilingual Education: A Review of the Literature, Washington, D.C.: Office of Planning, Budget and Evaluation, U.S. Department of Education, 1981.",
        "Cafferty, Pastora San Juan and Carmen Rivera-MartÃ\u0083Â­nez, The Politics of Language: The Dilemma of Bilingual Education for Puerto Ricans, Boulder, Colorado: Westview Press, 1981.",
        "Greene, Jay P., A Meta-Analysis of the Effectiveness of Bilingual Education, TomÃ\u0083Â¡s Rivera Policy Institute, 1998.",
        "Hess, Jerry N., Oral History Interview with Philleo Nash, Transcript of a Tape-Recorded Interview, October 18, 1966, Independence, Missouri: Harry S. Truman Library (http://www.trumanlibrary.org/oralhist/nash7.htm).",
        "INRA (Europe), Europeans and Languages, Eurobarometer 54 Special, February 2001.",
        "Kominski, Robert, How Good Is `How Well? An Examination of the Census English-Speaking Ability Question, American Statistical Association Proceedings of the Social Statistics Section, 1989, 333-338.",
        "Matsudaira, Jordan D., Sinking or Swimming? Evaluating the Impact of English Immersion versus Bilingual Education on Student Achievement, University of Michigan mimeo, 2004.",
        "Munshi, Kaivan and Mark Rosenzweig, Traditional Institutions Meet the Modern World: Caste, Gender and Schooling Choice in a Globalizing Economy, Brown University mimeo, 2005.",
        "Osuna, Juan JosÃ\u0083Â©, A History of Education in Puerto Rico, RÃ\u0083Â­o Piedras, Puerto Rico: Editorial de la Universidad de Puerto Rico, 1949.",
        "Pousada, Alicia, The Singularly Strange Story of the English Language in Puerto Rico, Milenio 3 (1999): 33-60.",
        "Puerto Rico Department of Education, Report of the Commissioner of Education of Puerto Rico, San Juan, Puerto Rico, various years. Rohter, Larry, Learn English, Says Chile, Thinking Upwardly Global, New York Times, December 29, 2004.",
        "Rossell, Christine H. and Keith Baker, The Educational Effectiveness of Bilingual Education, Research in the Teaching of English 30 (February 1996), 7-74.",
        "Ruggles, Steven, Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King and Chad Ronnander, Integrated Public Use Microdata Series: Version 3.0 [Machine-readable database], Minneapolis, Minnesota: Minnesota Population Center [producer and distributor], 2004 (http://www.ipums.org).",
        "SolÃ\u0083Â­s, JosÃ\u0083Â©, Public School Reform in Puerto Rico: Sustaining Colonial Models of Development, Westport, Connecticut: Greenwood Press, 1994.",
        "Tollefson, James W. and Amy B.M. Tsui (Eds.), Medium of Instruction Policies: Which Agenda? Whose Policy?, Mahwah, New Jersey: Lawrence Erlbaum Associates, 2004.",
        "United Nations Development Programme, Human Development Report 2004: Cultural Liberty in Todays Diverse World, New York: Oxford University Press, 2004.",
        "Willig, Ann C., Meta-Analysis of Selected Studies on the Effectiveness of Bilingual Education, Review of Educational Research 55 (Fall 1985), 269-317.",
        "Zehler, Annette M., Howard L. Fleischman, Paul J. Hopstock, Todd G. Stephenson, Michelle L. Pendzick and Saloni Sapru, Descriptive Study of Services to LEP Students and LEP Students with Disabilities, Volume IA Research Report Text, Washington, D.C.: Department of Education, 2003."
    ]
}