{
    "id": 12014,
    "cites": 57,
    "cited_by": 2,
    "reference": [
        "Anderson, Christopher W., and Luis Garcia-FeijÃ\u0082Â´oo, 2005, Empirical evidence on capital investment, growth options, and security returns, forthcoming, Journal of Finance.",
        "Baker, Malcolm, and Jeffrey Wurgler, 2002, Market timing and capital structure, Journal of Finance 57 (1), 132.",
        "Bansal, Ravi and Amir Yaron, 2004, Risks for the long run: A potential resolution of asset pricing puzzles, Journal of Finance 59, 14811509.",
        "Barberis, Nicholas, Ming Huang, and Tano Santos, 2001, Prospect theory and asset prices, Quarterly Journal of Economics 116, 153.",
        "Barclay, Michael J., Clifford W. Smith, and Ross L. Watts, 1995, The determinants of corporate leverage and dividend policies, Journal of Applied Corporate Finance 7 (4), 419.",
        "Berk, Jonathan B., 1995, A critique of size related anomalies, Review of Financial Studies 8, 275286.",
        "Berk, Jonathan B, Richard C. Green, and Vasant Naik, 1999, Optimal investment, growth options, and security returns, Journal of Finance, 54, 11531607.",
        "Brealey, Richard A., Stewart C. Myers, and Franklin Allen, 2006, Principles of corporate finance, Irwin McGraw-Hill.",
        "Carlson, Murray, Adlai Fisher, and Ron Giammarino, 2004, Corporate investment and asset price dynamics: Implications for the cross section of returns, Journal of Finance 59 (6), 25772603.",
        "Carlson, Murray, Adlai, Fisher, and Ron Giammarino, 2005, Corporate investment and asset price dynamics: Implications for SEO event studies and long-run performance, forthcoming, Journal of Finance.",
        "Campbell, John Y., Andrew W. Lo, and A. Craig MacKinlay, 1997, The econometrics of financial markets, Princeton University Press, Princeton, New Jersey.",
        "Choe, Hyuk, Ronald W. Masulis, and Vikram Nanda, 1993, Common stock offerings across the business cycle: theory and evidence, Journal of Empirical Finance 1, 331.",
        "Cochrane, John H., 2001, Asset pricing, Princeton University Press, Princeton, New Jersey.",
        "Cooley, Thomas F., and Edward C. Prescott, 1995, Economic growth and business cycles, in Thomas F. Cooley, ed. Frontiers of Business Cycle Research, Princeton University Press, Princeton, New Jersey.",
        "Cooper, Ilan, 2005, Asset pricing implications of non-convex adjustment costs and irreversibility of investment, forthcoming, Journal of Finance.",
        "Eckbo, B. Espen, Ronald W. Masulis and Ã\u0083Ë\u009cyvind Norli, 2000, Seasoned public offerings: Resolution of the new issues puzzle, Journal of Financial Economics 56, 251291.",
        "Fama, Eugene F., and Kenneth R. French, 1995, Size and book-to-market factors in earnings and returns, Journal of Finance 50, 131155.",
        "Fama, Eugene F., and Kenneth R. French, 2000, Forecasting profitability and earnings, Journal of Business 73 (2), 161175.",
        "Fama, Eugene F., and Kenneth R. French, 2005, Financing decisions: who issues stocks? Journal of Financial Economics 76, 549582.",
        "Gomes, Joao F., 2001, Financing investment, American Economic Review 90, 12631285.",
        "Gomes, Joao F., Leonid Kogan, and Lu Zhang, 2003, Equilibrium cross section of returns, Journal of Political Economy 111, 693732.",
        "Gomes, Joao F., Amir Yaron, and Lu Zhang, 2005, Asset pricing implications of firms financing constraints, forthcoming, Review of Financial Studies.",
        "Hennessy, Christopher A., and Toni M. Whited, 2005, Debt dynamics, Journal of Finance 60 (3), 11291165.",
        "Ikenberry, David, Josef Lakonishok, and Theo Vermaelen, 1995, Market underreaction to open market share repurchases, Journal of Financial Economics 39, 181208.",
        "Jensen, Michael C., 1993, The modern industrial revolution, exit, and the failure of internal control systems, Journal of Finance 48, 831880.",
        "King, Robert G., and Sergio T. Rebelo, 1999, Resuscitating real business cycles, in John B.",
        "Taylor and Michael Woodford, eds. Handbook of Macroeconomics Volume 1B, NorthHolland. Kogan, Leonid, 2004, Asset prices and real investment, Journal of Financial Economics 73, 411-431.",
        "Kydland, Finn E., and Edward C. Prescott, 1982, Time to build and aggregate fluctuations, Econometrica 50, 13451370.",
        "Leary, Mark T., and Michael R. Roberts, 2005, Do firms rebalance their capital structures? Journal of Finance 60 (6), 25752619.",
        "Lee, Inmoo, Scott Lochhead, Jay R. Ritter, and Quanshui Zhao, 1996, The costs of raising capital, Journal of Financial Research 19, 5974.",
        "Liu, Laura X. L., 2005, Do firms have target leverage ratios? Evidence from historical market-to-book and past return, working paper, University of Rochester.",
        "Loughran, Tim, and Jay R. Ritter, 1995, The new issues puzzle, Journal of Finance 50 (1), 2351.",
        "Loughran, Tim, and Jay R. Ritter, 1997, The operating performance of firms conducting seasoned equity offerings, Journal of Finance 52 (5), 18231850.",
        "Lyandres, Evgeny, Le Sun, and Lu Zhang, 2005, Investment-based underperformance following seasoned equity offerings, Working paper, Rice University and University of Rochester.",
        "Marsh, Paul, 1982, The choice between equity and debt: an empirical study, Journal of Finance 37, 121-144.",
        "McGrattan, Ellen R., 1999, Application of weighted residual methods to dynamic economic models, in Ramon Marimon and Andrew Scott, eds.: Computational Methods for the Study of Dynamic Economies (Oxford University Press, Oxford).",
        "Michaely, Roni, Richard H. Thaler, and Kent L. Womack, 1995, Price reactions to dividend initiations and omissions: overreaction or drift? Journal of Finance 50 (2), 573608.",
        "Miller, Merton, and Franco Modigliani, 1961, Dividend policy, growth, and the value of shares, Journal of Business 34, 411433.",
        "Ohlson, James A., 1995, Earnings, book values, and dividends in equity valuation, Contemporary Accounting Research 11, 661687.",
        "PÃ\u0082Â´astor, Lubos, and Pietro Veronesi, 2003, Stock valuation and learning about profitability, Journal of Finance 58 (5), 17491789.",
        "PÃ\u0082Â´astor, Lubos, and Pietro Veronesi, 2005, Rational IPO waves, Journal of Finance 60 (4), 17131757.",
        "Polk, Christopher, and Paola Sapienza, 2005, The real effects of investor sentiment, working paper, Northwestern University.",
        "Richardson, Scott A., and Richard G. Sloan, 2003, External financing and future stock returns, working paper, The Wharton School, University of Pennsylvania.",
        "Ritter, Jay R., 2003, Introduction to recent developments in corporate finance, forthcoming in Recent developments in corporate finance, edited by Jay R. Ritter, Edward Elgar Publishers.",
        "Rouwenhorst, G., 1995, Asset pricing implications of equilibrium business cycle models, in Thomas Cooley, ed.: Frontiers of Business Cycle Research (Princeton University Press, Princeton N.J.).",
        "Smith, Clifford W., Jr., 1977, Alternative methods for raising capital, Journal of Financial Economics 5, 273307.",
        "Taggart, Robert, 1977, A model of financing decisions, Journal of Finance 32, 14671484.",
        "Titman, Sheridan, K.C. John Wei, and Feixue Xie, 2003, Capital investments and stock returns, forthcoming, Journal of Financial and Quantitative Analysis.",
        "Schultz, Paul, 2003, Pseudo market timing and the long-run underperformance of IPOs, Journal of Finance 58 (2), 483517.",
        "Spiess, Katherine D., and John Affleck-Graves, 1995, Underperformance in long-run stock returns following seasoned equity offerings, Journal of Financial Economics 38, 243 267.",
        "Spiess, Katherine D., and John Affeck-Graves, 1999, The long-run performance of stock returns following debt offerings, Journal of Financial Economics 54, 4573.",
        "Strebulaev, Ilya, 2004, Do tests of capital structure theory means what they say? working paper, Stanford University.",
        "Titman, Sheridan, K.C. John Wei, and Feixue Xie, 2004, Capital investments and stock returns, Journal of Financial and Quantitative Analysis 39, 677700.",
        "Welch, Ivo, 2004, Capital structure and stock return, Journal of Political Economy 112 (1), 106131.",
        "Xing, Yuhang, 2005, Interpreting the value effect through the Q-theory: An empirical investigation, working paper, Rice University.",
        "Zhang, Lu, 2005a, Anomalies, Working paper, University of Rochester.",
        "Zhang, Lu, 2005b, The value premium, Journal of Finance 60 (1), 67103."
    ]
}