{
    "id": 12018,
    "cites": 13,
    "cited_by": 21,
    "reference": [
        "Heckman, J. J., J. Stixrud, and S. Urzua (2006). The Effects of Cognitive and Noncognitive Abilities on Labor Market Outcomes and Social Behavior. Jonrmal of Labor Ecomomics, forthcoming.",
        "Forthcoming. Heckman, J. J. and R. Robb (1985). Using Longitudinal Data to Estimate Age, Period and Cohort Effects in Earnings Equations. In W. M. Mason and S. E. Fienberg (Eds.), Cohort Amalysis im Social Research: Beyomd the Idemtificatiom Problem. New York: Springer-Verlag.",
        "Econometrica ~7(1), 153-162. Heckman, J. J. and P. LaFontaine (2006). Americas Dropont Problem: The GED and the 28 Importamce of Social amd Emotiomal Skills. Chicago: University of Chicago Press.",
        "Heckman, J. J. (1979, January). Sample Selection Bias as a Specification Error.",
        "Unpublished manuscript, University of Chicago, Department of Economics. Cameron, S. V. and J. J. Heckman (1993, January). The Nonequivalence of High School Equivalents. Jonrnal of Labor Economics 11 (1, Part 1), 1-47.",
        "Cameron, S. V. (1994). Assessing High School Certification for Women Who Dropout.",
        "Boudett, K. P., R. J. Murnane, and J. B. Willett (2000, December). Second Chance Strategies for Female School Dropouts. Monthly Labor Review 1~3(12), 19-32.",
        "Bollinger, C. and B. Hirsch (2005). Match Bias Due to Earnings Imputation: When Does It Matter? Jonrnal of Labor Economics, forthcoming.",
        "Boesel, D., N. Alsalam, and T. M. Smith (1998). Edncational and Labor Market Performance of GED Recipients. Washington, DC: U.S. Dept. of Education, Office of Educational Research and Improvement, National Library of Education.",
        "Angrist, J. D. and A. B. Krueger (1999). Empirical Strategies in Labor Economics. In 0. Ashenfelter and D. Card (Eds.), Handbook of Labor Economics, Volume 3A, pp.",
        "Shao, J. and R. R. Sitter (1996, September). Bootstrap for Imputed Survey Data. Jonrmal of the Amen cam Statistical Associatiom 91 (435), 1278-1288.",
        "Murnane, R. J., J. B. Willett, and K. P. Boudett (1999, October). Do Male Dropouts Benefit from Obtaining a GED, Postsecondary Education, and Training? Evalnatiom Review ~(5), 475-502.",
        "Hirsch, B. T. and E. Schumacher (2004, July). Match Bias in Wage Gap Estimates Due to Earnings. Jonrmal of Labor Ecomomics ~(3), 689-722."
    ]
}