{
    "id": 12017,
    "cites": 51,
    "cited_by": 2,
    "reference": [
        "Bnalldt, Michael, 1999, Estimatillg Portfolio ald Colsumptioll Choice: A Colditiollal Euler Equatiolls Approach, Journal of Finance S4, 1609-1645.",
        "Banberis, Nicholas C., 2000, Illvestillg for the Lollg Rull Whell Retunlls Are Predictable, Journal of Finance SS, 225-264.",
        "Balduzzi, Penluigi ald Alltholly Lyllch, 1999, Tralsactioll Costs ald Predictability: Some Utility Cost Calculatiolls, Journal of Financial Economics S2, 47-78.",
        "Brellall, Michael J., Eduando S. Schwartz, ald Rollald Laglado, 1999, The Use of Treasury Bill Futures ill Strategic Asset Allocatioll Programs, ill William T. Ziemba ald Johll M. Mulvey eds. World Wide Asset and Liability Modeling, Cambridge Ullivensity Press, 205-228.",
        "Brellall, Michael J. ald Yihollg Xia, 2000, Stochastic Iltenest Rates ald the Bold-Stock Mix, European Finance Review 2000, 4, 197-210.",
        "Brellall, Michael J., Ashley Wallg ald Yihollg Xia, 2004, Estimatioll ald Test of a Simple Model of Iltentemponal Asset Pricillg, Journal of Finance S9, 1743-177S.",
        "Campbell, Johll Y. ald Robert J. Shillen, 1988, The Divideld-Price Ratio ald Expectatiolls of Future Dividelds ald Discoult Factors, Review of Financial Studies 1, 195-228.",
        "Campbell, Johll Y., 1987, Stock Retunlls ald the Term Structure, Journal of Financial Economics 18, 373-399.",
        "Brellall, Michael J. ald Yihollg Xia, 2002, Dyllamic Asset Allocatioll Ulden Ilfiatioll, fonthcomillg Journal of Finance.",
        "Brellall, Michael J. ald Yihollg Xia, 2001, Assessillg Asset Pricillg Allomalies, Review of Financial Studies 14, 90S-942.",
        "Brellall, Michael J., Eduando S. Schwartz, ald Rollald Laglado, 1997, Strategic Asset Allocatioll, Journal of Economic Dynamics and Control 21, 1377-1403.",
        "Brellall, Michael J., 1998, The Role of Leanllillg ill Dyllamic Portfolio Decisiolls, European Finance Review 1, 295-306.",
        "Xia, Yiholg, 2001, Learlilg About Predictability: The Effects of Parameter Ulcertailty 01 Dylamic Asset Allocatiol, Journal of Finance 56, 205-246.",
        "Wachter, Jessica ald Warusawitharala, 2005, Predictable Returls ald Asset Allocatiol: Should a Skeptical Ilvestor Time the Market?, workilg paper, Whartol School of Busiless, Uliversity of Pellsylvalia.",
        "Wachter, Jessica, 2002, Portfolio ald Colsumptiol Decisiols Ulder Meal-Revertilg Returls: Al Exact Solutiol for Complete Markets, forthcomilg Journal of Financial and Quantitative Analysis.",
        "Sorelsel, Carstel, ald Alders B. Trolle, 2005, Dylamic Asset Allocatiol ald Latelt Variables, workilg paper, Copelhagel Busiless School.",
        "Shiller, Robert J., Johl Y. Campbell, ald Kermit L. Schoelholtz, 1983, Forward Rates ald Future Policy: Ilterpretilg the Term Structure of Ilterest Rates, Brookings Papers on Economic Activity 1, 173-217.",
        "Samuelsol, Paul A., 1969, Lifetime Portfolio Selectiol by Dylamic Stochastic Programmilg , Review of Economics and Statistics 51, 239-246.",
        "Mertol, Robert C., 1990, Continuous Time Finance, Basil Blackwell, Cambridge, MA.",
        "Mertol, Robert C., 1973, Al Iltertemporal Capital Asset Pricilg Model, Econometrica 41, 867-87.",
        "Mertol, Robert C., 1971, Optimum Colsumptiol ald Portfolio Rules il a ColtiluousTime Model, Journal of Economic Theory 3, 373-413.",
        "Mankowitz, Harry, 19S2, Portfolio Selectioll, Journal of Finance 7, 77-91. 37 Mertol, Robert C., 1969, Lifetime Portfolio Selectiol Ulder Ulcertailty: The Coltiluous Time Case, Review of Economics and Statistics 51, 247-257.",
        "Glostell, Lawnelce R., Ravi Jagallathall, ald David Rullkle, 1993, 01 the Relatioll Betweell the Expected Value ald the Volatility of the Nomillal Excess Returl 01 Stocks, Journal of Finance 48, 1779-1801.",
        "Fama, Eugelle ald G. William Schwent, 1977, Asset Retunlls ald Ilfiatioll, Journal of Financial Economics S, iiS-146.",
        "Fama, Eugelle ald Kelleth R. Fnellch, 1996, Multi-factor Explallatiolls of Asset Pricillg Allomalies, Journal of Finance 51, SS-84.",
        "Fama, Eugelle F. ald Kelleth R. Fnellch, 1993, Commoll risk factors ill the netunlls 01 stocks ald bolds, Journal of Financial Economics 33, 3-S6.",
        "Campbell, Johil Y. alld Motohiro Yogo, 2005, Efficielt Tests of Stock Return Predictability, forthcomillg Journal of Financial Economics.",
        "Campbell, Johil Y. alld Tuomo Vuolteellaho, 2004, Bad Beta, Good Beta, American Economic Review 94, 1249-1275.",
        "Campbell, Johil Y. alld Luis M. Viceira, 2005, The Term Structure of the Risk-Return Tradeoff,, Financial Analysts Journal 61, 34-44.",
        "Campbell, Johil Y. alld Luis M. Viceira, 2002, Strategic Asset Allocation: Portfolio Choice for Long- Term Investors, Oxford Ulliversity Press, Oxford.",
        "Campbell, Johil Y. alld Luis M. Viceira, 2001, Who Should Buy Lollg-Term Boilds?, American Economic Review 91, 99-127.",
        "Fama, Eugelle ald Kelleth R. Fnellch, 1988, Divideld Yields ald Expected Stock Retunlls , Journal of Financial Economics 22, 3-27.",
        "Fama, Eugelle F. ald Robert R. Bliss, 1987, The Ilfonmatioll ill Lollg-Maturity Forward Rates, American Economic Review, 77, 680-92.",
        "Elleswarapu alld Reillgallum, 2004, The predictability of aggregate stock market returns: Evidellce based 011 glamour stocks, Journal of Business.",
        "Chall, Y. Lewis, Johil Y. Campbell, alld Luis M. Viceira, 2003, A Multivariate Model of Strategic Asset Allocatioll, Journal of Financial Economics, 67, 41-80.",
        "Chacko, George alld Luis M. Viceira, 2005, Dylamic Coilsumptioll alld Portfolio Choice with Stochastic Volatility ill lilcomplete Markets, forthcomillg Review of Financial Studies.",
        "Cauuier, Niko, N. Gregory Mallkiw, alld David N. Weil, 1997, All Asset Allocatioll Puzzle , American Economic Review 87, 181-191.",
        "Lyllch, Alltholly W., 2001, Portfolio Choice ald Equity Characteristics: Chanacterizillg the Hedgillg Demalds Ilduced by Returl Predictability, Journal of Financial Economics 62, 67-130..",
        "Liu, Jull, 1998, Portfolio Choice ill Stochastic Elvinolmelts, ulpublished paper, Stallfond Ullivensity.",
        "Kim, Tollg Suk ald Edward Ombeng, 1996, Dyllamic Nolmyopic Portfolio Behavior, Review of Financial Studies 9, 141-161.",
        "Kaldel, Shmuel ald Robert F. Stambaugh, 1996, 01 the Predictability of Stock Retunlls: All Asset Allocatioll Perspective, Journal of Finance 51, 38S-424.",
        "Fama, Eugelle F. ald Kelleth R. Fnellch, 1992, The cross-sectioll of expected stock netunlls, Journal of Finance 47, 427-46S.",
        "Fama, Eugelle ald Kelleth R. Fnellch, 1989, Busilless Colditiolls ald Expected Retunlls 01 Stocks ald Bolds, Journal of Financial Economics 2S, 23-49.",
        "Hodrick, Robert J., 1992, Divideld Yields ald Expected Stock Retunlls: Altenlative Procedures for Ilfenelce ald Measunemelt, Review of Financial Studies S, 357-386.",
        "Goetzmallll, William N. ald Philippe Jorioll, 1993, Testillg the Predictive Power of Divideld Yields, Journal of Finance 48, 663-679.",
        "Campbell, John Y. alld Luis M. Viceira, 2000, Coilsumptioll alld Portfolio Decisiolls whell Expected Returns are Time Varyillg: Erratum, ullpublished paper, Harvard Ulliversity, available 011 the authors websites.",
        "Campbell, John Y. alld Luis M. Viceira, 1999, Coilsumptioll alld Portfolio Decisiolls whell Expected Returns are Time Varyillg, Quarterly Journal of Economics 114, 433-495.",
        "Campbell, Johil Y. alld Thompsoll, 2005, Predictillg the Equity Premium Out of Sample: Call Allythillg Beat the Historical Average?, NBER Workillg Paper No. 11468.",
        "Campbell, Johil Y. alld Robert J. Shiller, 1996, A Scorecard for lildexed Governmellt Debt, ill Bell S. Bernallke alld Julio Rotemberg eds. National Bureau of Economic Research Macroeconomics Annual 11:155-197.",
        "Campbell, Johll Y. ald Robert J. Shillen, 200S, Valuatioll Ratios ald the Lollg-Rull Stock Market Outlook: All Update, NBER Wonkillg Paper No. 8221, fonthcomillg ill Nicholas Banberis ald Richard Thalen eds. Advances in Behavioral Finance, Volume II, Prilcetoll Ullivensity Press. 3S Campbell, Johil Y. alld Robert J. Shiller, 1991, Yield Spreads alld lilterest Rates: A Birds Eye View, Review of Economic Studies 58, 495-S 14.",
        "Campbell, Johll Y. ald Robert J. Shillen, 1998, Valuatioll Ratios ald the Lollg-Rull Stock Market Outlook, with Robert J. Shillen, Journal of Portfolio Management 24(2), ii-26."
    ]
}