{
    "id": 12019,
    "cites": 13,
    "cited_by": 11,
    "reference": [
        "Harper, Barry, Beauty, Stature and the Labour Market: A British Cohort Study, Oxford Bulletin of Economics and Statistics, 2000, 62:si, pp. 77i-800.",
        "Mocan, H. Naci, Steve Billups and Jody Overland, A Dynamic Model of Differential Human Capital and Criminal Activity, Economica, 2005; 72: 655-8i.",
        "Persico, Nicola, Andrew Potlewaite, and Dan Silverman, Te Effect of Adolescent Experience on Labor Market Outcomes: The Case of Height, Journal of Political Economy. ii2:5,pp. iOi9-53. Samuels CA and Elwy R Aesthetic perception of faces during infancy, British Journal of Psychology i985, 3:22i-228 Umberson, Debra, and Michael Hughes, The Impact of Physical Attractiveness on Achievement and Psychological Well-Being, Social Psychology Ouarterly, i987, 50:3, 227-36. Wilson, Rick K., and Catherine C. Eckel, Judging a Book by its Cover: Beauty and Expectations in the Trust Game, 2005; forthcoming, Political Science quarterly.",
        "Mocan, H. Naci and Erdal Tekin, Drug Use and Juvenile Crime: Evidence From a Panel of Siblings and Twins, 2005 in Substance Use: Individual Behavior, Social Interactions, Markets, and Politics, Bjorn Lindgren and Michael Grossman (eds.), Elsevier.",
        "Mocan, H. Naci, and Daniel Rees, Economic Conditions, Deterrence and Juvenile Crime, American Law and Economics Review, 2005, 7:2, pp. 3i9-49.",
        "Lerner, R, Delaney M., Hess L., Jovanovic J, and von Eye, A., Early Adolescent Physical Attractiveness and Academic Competence, Journal of Early Adolescence; iO: 4-20. i990. Levitt, Steven, Juvenile Crime and Punishment, Journal of Political Economy, i998; i06(6): ii56-85. Lewison, E. Twenty years of prison surgery: An evaluation, Canadian Journal of Otolaryngology, i974. 3: 42-50. Mobius, Markus M., and Tanya S. Rosenblat, Why Beauty Matters, 2005, American Economic Review, forthcoming.",
        "Hatfield, Elaine, and Susan Sprecher, Mirror, Mirror...: The Importance of Looks in Everyday Life, Albany, NY: State University of New York Press, i986. Jackson, Linda A., John E. Hunter, and Carole N. Hodge, Physical Attractiveness and Intellectual Competence: A Meta-Analytic Review, Social Psychology Ouarterly, i995, 58:2, i08-22. Kuhn, Peter and Catherine Weinberger, Leadership Skills and Wages, Journal of Labor Economics, 2005; 23:3, pp. 395-436.",
        "Mocan, H. Naci, and Erdal Tekin, Guns and Juvenile Crime, with Erdal Tekin (NBER Working Paper No: 9824). Forthcoming in Journal of Law and Economics, October 2006.",
        "Block, Michael K., and John M. Heineke, A Labor Theoretic Analysis of the Criminal Choice, American Economic Review, i975, 65:3, pp. 3i4-25 Bull and Rumsey, The Social Psychology of Facial Appearance Springer-Verlag, New York, i988. Cialdini, R. B. The Psychology of Persuasion, New York: Quill William Morrow. i984. Clifford, Margaret M, and Elaine Walster, The Effect of Physical Attractiveness on Teacher Expectations, Sociology of Education, i973, 46:2, 248-58. Corman, Hope and H. Naci Mocan, A Time-Series Analysis of Crime, Deterrence, and Drug Abuse in New York City, American Economic Review, Vol. 90, No. 3, June 2000, pp. 584-604.",
        "Galluci, N. T. and R. G. Meyer (i984). People can be too Perfect: Effects of Subjects and Targets Attractiveness on Interpersonal Attraction, Psychological Reports, 55 (2), 35i-360. Grogger, Jeffrey T., Market Wages and Youth Crime, Journal of Labor Economics, Vol. i6, No. 4, October i998, pp. 756-79i. Hamermesh, Daniel S. and Jeff E. Biddle, Beauty and the Labor Market, The American Economic Review, i994, vol. 84, No. 5. Hamermesh, Daniel 5, Xin Meng, and Junsen Zhan, Dress for Success - Does Primping Pay? Labour Economics, 2002, 9:36 i-373.",
        "Curie, Janet and Enrico Moretti, Biology as Destiny? Short and Long-run Determinants of Intergenerational Transmission of Birth Weight, NBER Working Paper No: i i567. August 2005.",
        "Becker, Gary S., Crime and Punishment: An Economic Approach, Journal of Political Economy, i968, 76:i69-2i7. Biddle, Jeff E. and Daniel S. Hamermesh, Beauty, Productivity, and Discrimination: Lawyers Looks and Lucre, Journal of Labor Economics, i998, vol. i6, No. i. Black, Sandra E., Paul J. Devereux, and Kjell Salvanes, From the Cradle to the Labor Market? The Effect of Birth Weight on Adult Outcomes, NBER Working Paper No: i i796, November 2005.",
        "Argys, Laura, and H. Naci Mocan, Who Shall Live and Who Shall Die? An Analysis of Prisoners on Death Row in the United States. Journal of Legal Studies 2004, 33:2, 255-82."
    ]
}