{
    "id": 12023,
    "cites": 31,
    "cited_by": 119,
    "reference": [
        "Unel, Bulent, 2003, Productivity Trends in Indias Manufacturing Sectors in the Last Two Decades, IMF Working Paper 03/22 (Washington: International Monetary Fund).",
        "Topalova, Petia, 2004, Factor Immobility and Regional Impacts of Trade Liberalization: Evidence on Poverty and Inequality from India, Unpublished manuscript, Department of Economics, Massachusetts Institute of Technology.",
        "Kohli, Atul, 2005, Politics of Economic Growth in India, 1980-2005, unpublished manuscript, Princeton University.",
        "Imbs, Jean, and Romain Wacziarg, 2003, Stages of Development, The American Economic Review, March, Vol. 93, No. 1.",
        "Gordon, James and Poonam Gupta, 2004, Understanding Indias Services Revolution, IMF Working Paper No. 171 (Washington: International Monetary Fund).",
        "Echeverri-Gent, John, 2001, Political Economy of Indias Fiscal and Financial Reforms, CREDPR Working Paper No. 105 (Stanford University: Center for Research on Economic Development and Policy Reform).",
        "Desai, M. D. Kapur, and J. Mchale, 2005, The Fiscal Impact of High-Skilled Emigration: Flows of Indians to the U.S, mimeo, Harvard University.",
        "Rajan, Raghuram, and Luigi Zingales, 1998, `Financial Dependence and Growth, American Economic Review, Vol. 88, No. 3.",
        "Rajan, Raghuram and Julie Wulf, 2004, Are Perks Purely Managerial Excess?, NBER Working Paper No. 10494 (Massachusetts: National Bureau of Economic Research).",
        "Rajan, Raghuram, and Arvind Subramanian, 2005, What Undermines Aids Impact on Growth, IMF Working Paper 05/126 (Washington: International Monetary Fund).",
        "Mohan, Rakesh, 2002, Small Scale Industry Policy in India: A Critical Evaluation, in Economic Policy Reforms and the Indian Economy, edited by Anne 0. Krueger, (Chicago: University of Chicago Press).",
        "Mehta, Bhanu Pratap, 2005, How India Lost the Will to Reform, Financial Times, November 1.",
        "Kumar, Krishna, Raghuram Rajan, and Luigi Zingales, 1999, What Determines Firm Size? NBER Working Paper 7208.",
        "Kongsamut, Piyabha, Sergio Rebelo, and Dantang Xie, 2001, Beyond Balanced Growth, IMF Working Paper 01/85 (Washington: International Monetary Fund).",
        "Wiener, Myron, 1991, The Child and the State in India (Princeton: Princeton University Press).",
        "Virmani, Arvind, 2005, Policy Regimes, Growth and Poverty in India: Lessons of Government Failure and Entrepreneurial Success, ICRIER Working Paper No. 170, Indian Council for Research on International Economic Relations, New Delhi.",
        "Srinivasan, T.N, 2003, Indias Statistical System: Critiquing the Report of the National Statistical Commission, Economic and Political Weekly, January 25.",
        "Rodrik, Dani, and Arvind Subramanian, 2005, From Hindu Growth to Productivity Surge: The Mystery of the Indian Growth Transition, IMF Staff Papers, Vol. 52, No. 2.",
        "Rodrik, Dani, and Arvind Subramanian, 2004, Why India Can Growth at Seven Percent a Year or More? Projections and Reflections Economic and Political Weekly.",
        "Chenery, H.B. 1960, Patterns of Industrial Growth, American Economic Review Vol. 57, pp. 415-26.",
        "Blundell, Richard and Stephen Bond (1998) Initial Conditions and Moment Restrictions in Dynamic Panel Data Models, Journal of Econometrics, 87: 115-143.",
        "Banerjee, Abhijit, and Lakshmi Iyer, 2005, History, Institutions and Economic Performance: The Legacy of Colonial Land Tenure Systems in India, American Economic Review, Vol. 95, No. 4.",
        "Bhagwati, Jagdish, and T.N. Srinivasan, 1993, Indias Economic Reforms, paper prepared for the Ministry of Finance, Government of India.",
        "Bhagwati, Jagdish and Padma Desai, 1970, Planning for Industrialization (London: Oxford University Press).",
        "Besley, Tim, and Robin Burgess, 2004, Can Labor Regulation Hinder Economic Performance? Evidence from India? The Quarterly Journal of Economics, Vol. ii9,No. i,pp.9i-i34.",
        "Arellano, Manuel, and Stephen Bond (1991) Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Review of Economic Studies 58(2): 277-97.",
        "Aghion, Philippe, Robin Burgess, Stephen Redding, and Fabrizio Zilibotti, 2005, Entry Liberalization and Inequality in Industrial Performance, Journal of the European Economic Association, Vol. 3, No. 2-3, pp. 291-302(12), April-May.",
        "Alleyne, Trevor, and Arvind Subramanian, 2001, What Does South Africas Pattern of Trade Say About Its Labor Markets? IMF Working Paper 0 1/148 (Washington: International Monetary Fund).",
        "Ahluwalia, Isher J., 1991, Productivity and Growth in Indian Manufacturing (New Delhi: Oxford University Press).",
        "DeLong, Bradford, 2003, India Since Independence: An Analytic Growth Narrative, in Dani Rodrik, (ed.) In Search of Prosperity: Analytical narratives on Economic Growth, Princeton University Press.",
        "Chenery. H.B. and L.J. Taylor, 1968, Development Patterns: Among Countries and Over Time, Review of Economics and Statistics, Vol. 50, pp. 391-416."
    ]
}