{
    "id": 12027,
    "cites": 32,
    "cited_by": 39,
    "reference": [
        "Aghion, Philippe; Bloom, Nicholas; Blundell, Richard; Griffith, Rachel and Howitt, Peter. Competition and Innovation: An Inverted U Relationship. Quarterly Journal of Economics, May 2005a, pp. 70i-728.",
        "Aghion, Philippe; Blundell, Richard; Griffith, Rachel; Howitt, Peter and Prantl, Susanne. ~Entry and Productivity Growth: Evidence From Microlevel Panel Data.~ Journal of the European Economic Association, April-May 2004 2(2-3), pp. 265-276.",
        "Aghion, Philippe; Burgess, Robin; Redding, Stephen and Fabrizio Zilibotti. ~Entry Liberalization and Inequality in Industrial Performance. Journal of the European Economic Association, April-May 2005b, 3(2-3), pp. 29i-302.",
        "Aghion, Philippe and Rachel Griffith. Competition and Growth: Reconciling Theory and Evidence, Cambridge, MA: MIT Press, 2005 Aghion, Philippe; Harris, Christopher; Howitt, Peter and Vickers, John. ~Competition, Imitation and Growth with Step-by Step Innovation. Review of Economic Studies, July 200i, 68, pp. 467-492.",
        "Aghion, Philippe; Harris, Christopher and Vickers, John. Competition and Growth with Step-by-step Innovation: An Example.~ European Economic Review, April i997, 4i, pp. 77i-782. Aitken, Brian J. and Harrison, Ann E. Do Domestic Firms Benefit from Direct Foreign Investment? Evidence from Venezuela. American Economic Review, June i999, 89(3), pp. 605-6i8. Barnes, Matthew and Martin, Ralf. ~Business Data Linking: An Introduction.~ Economic Trends, April 2002, 58i, pp. 34-4i.",
        "Berry, Steven. Estimation of a Model of Entry in the Airline Industry. Econometrica, Vol. 60, No. 4, July i992, 889-9i7. Berry, Steven and Ariel Pakes. ~Empirical Models of Entry and Market Structure. ~, prepared for: Handbook of Industrial Organization, vol. III, by R. H. Porter and M. Armstrong, Amsterdam: North Holland, 2003.",
        "Bertrand, Marianne and Kramarz, Francis. ~Does Entry Regulation Hinder Job Creation? Evidence from the French Retail Industry. Quarterly Journal of Economics, November 2002, 40 117(4), pp. 1369-1413.",
        "Bertschek, Irene. Product and Process Innovation as a Response to Increasing Imports and Foreign Direct Investment. Journal of Industrial Economics, December 1995, 43(4), pp. 341-357.",
        "Bloom, Nicholas and Van Reenen, John. Real Options, Patents, Productivity and Market Value: Evidence from a Panel of British Firms. Economic Journal, March 2002, 112, pp. C97-C 116.",
        "Bresnahan, Timothy F. and Reiss, Peter C. Entry in Monopoly Markets. Review of Economic Studies, October 1990, 57, pp. 531-553.",
        "Bresnahan, Timothy F. and Reiss, Peter C. Entry and Competition in Concentrated Markets. Journal of Political Economy, October 1991, 99(5), pp. 977-1009.",
        "Caves, Douglas W.; Christensen, Laurits R. and Diewert, W. Erwin. Multilateral Comparisons of Output, Input, and Productivity Using Superlative Index Numbers. Economic Journal, March i982a, 92, pp. 73-86. Caves, Douglas W.; Christensen, Laurits R. and Diewert, W. Erwin. The Economic Theory of Index Numbers and the Measurement of Input, Output, and Productivity. Econometrica, November i982b, 50(6), pp. 1393-1414. Clarke, Roger; Davies, Stephen and Driffield, Nigel. Monopoly Policy in the UK. Cheltenham, UK: Edward Elgar, 1998.",
        "Davies, Stephen W.; Driffield, Nigel L. and Clarke, Roger. Monopoly in the UK: What Determines Whether the MMC Finds Against the Investigated Firms? Journal of Industrial Economics, September 1999, 47(3), pp. 263-283.",
        "Dunne, Timothy; Roberts, Mark J. and Samuelson, Larry. Patterns of Firm Entry and Exit in U.S. Manufacturing Industries. RAND Journal of Economics, Winter 1988, 19(4), pp. 495-515.",
        "European Commission. Completing the Internal Market. White Paper from the Commission to the European Council (Milan, 28-29 June 1985), COM (85) 310, 14 June 1985.",
        "Fudenberg, Drew and Tirole, Jean. The Fat Cat Effect, the Puppy Dog Ploy and the Lean and Hungry Look., American Economic Review, Papers and Proceedings, May 1984, 74(2), pp. 361-366.",
        "Griffith, Rachel; Redding, Stephen and Simpson, Helen. Productivity Convergence and Foreign Ownership at the Establishment Level., CEPR Discussion Paper No. 3765, February 2002.",
        "Javorcik, Beata Smarzynska. Does Foreign Direct Investment Increase the Productivity of Domestic Firms? In Search of Spillovers Through Backward Linkages. American Economic Review, June 2004, 94(3), pp. 605-627.",
        "Keller, Wolfgang and Yeaple, Stephen R. Multinational Enterprises, International Trade, and Productivity Growth: Firm-Level Evidence from the United States. Mimeo, University of Texas and University of Pennsylvania, November 2004.",
        "Laffont, Jean-Jacques and Tirole, Jean. A Theory of Incentives in Procurement and Regu- 42 lation. Cambridge, MA: MIT Press, 1993.",
        "Monopoly and Merger Commission. Various Reports. http://www.mmc.gov.uk. Moulton, Brent R. An Illustration of a Pitfall in Estimating the Effects of Aggregate Variables on Micro Units., Review of Economics and Statistics, May 1990, 72(2), pp. 334-338.",
        "Nickell, Stephen J. Competition and Corporate Performance, Journal of Political Economy, August 1996, 104(4), pp. 724-746.",
        "Nicoletti, Guiseppe and Scarpetta, Stefano. Regulation, productivity and growth: OECD evidence. Economic Policy, April 2004, pp. 9-72.",
        "Oulton, Nicholas. The ABI Respondents Database: A New Resource for Industrial Economics Research., Economic Trends, November 1997, 528, pp. 46-57.",
        "Olley, G. Steven and Pakes, Ariel. The Dynamics of Productivity in the Telecommunications Equipment Industry. Econometrica, November 1996, 64(6), pp. 1263-1297.",
        "Parker, David. The UKs Privatisation Experiment: The Passage of Time Permits a Sober Assessment., CESIFO Working Paper No. 1126, February 2004.",
        "Pavcnik, Nina. Trade Liberalization, Exit, and Productivity Improvements: Evidence from Chilean Plants. Review of Economic Studies, January 2002, 69(1), pp. 245-276.",
        "PriceWaterhouseCoopers. Experience of Privatization in the UK. PwC Briefing Note, 1998, http://www.pwcg1oba1.com/uk/eng/about/svcs/pfp/pwcprivuk.pdf.",
        "Seim, Katja. An Empirical Model of Firm Entry with Endogeneous Product-Type Choices. Mimeo, Stanford Graduate School of Business, September 2004.",
        "Tirole, Jean. The Theory of Industrial Organization. Cambridge, MA: MIT Press, 1988.",
        "Wooldridge, Jeffrey M. Econometric Analysis of Cross Section and Panel Data, Cambridge, MA: MIT Press, 2002.",
        "Zilibotti, Fabrizio; Acemoglu, Daron and Philippe Aghion. Distance to Frontier, Selection, and Economic Growth., Journal of the European Economic Association, 2006, forthcoming."
    ]
}