{
    "id": 12022,
    "cites": 57,
    "cited_by": 39,
    "reference": [
        "SIMS, C. A., AND T. ZHA (2004): Were There Regime Switches in US Monetary Policy?, mimeo, Princeton University.",
        "SHEPHARD, N. (1994): Partial Non-Gaussian State Space, BiomEtrika, 81, 115-131.",
        "SCHORFHEIDE, F. (2000): Loss-Function Based Evaluation of DSGE Models, Journal of AppliEd EconomEtrics, 15, 645-670.",
        "SCHNURE, C. (2005): Boom and Bust Cycles in Housing: The Changing Role of Financial Struc- ture, IMF Working Paper no. 200.",
        "ROTEMBERG, J. J., AND M. WOODFORD (1997): An Optimization-Based Econometric Model for the Evaluation of Monetary Policy, NBER MacroEconomics Annual, 12, 297-346.",
        "RAMEY, V. A., AND D. J. VINE (2005): Declining Volatility in the U.S. Automobile Industry, mimeo, University of California, San Diego.",
        "MACCINI, L. J., AND A. PAGAN (2003): Explaining the Role of Inventories in the Business Cycle, mimeo, Johns Hopkins University.",
        "LUCCA, D. 0. (2005): Resuscitating Time to Build, mimeo, Northwestern University.",
        "LEVIN, A. T., A. ONATSKI, J. C. WILLIAMS, AND N. WILLIAMS (2005): Monetary Policy Under Uncertainty in Micro-Founded Macroeconometric Models, in NBER MacroEconomics Annual.",
        "LEDUC, S., AND K. SILL (2003): Monetary Policy, Oil Shocks, and TFP: Accounting for the Decline in U.S. Volatility, Federal Reserve Bank of Philadelphia Research Working Paper no.",
        "Princeton University. WALSH, C. E. (2005): Comments on Monetary Policy Under Uncertainty in Micro-Founded Macroeconometric Models, by A. Levin, A. Onatski, J. Williams and N. Williams, in NBER MacroEconomics Annual.",
        "STOCK, J. H., AND M. W. WATSON (2002): Has the Business Cycle Changed and Why2., NBER working paper no. 9127.",
        "SMETS, F., AND R. WOUTERS (2003): An Estimated Stochastic Dynamic General Equilibrium Model of the Euro Area, Journal of thE EuropEan Economic Association, 1(5), 1123-1175.",
        "LAFORTE, J.-P. (2005): DSGE Models and Heteroskedasticity: A Markov-Switching Approach, mimeo, Board of Governors of the Federal Reserve System.",
        "KIM, S., N. SHEPHARD, AND S. CHIB (1998): Stochastic Volatility: Likelihood Inference and Comparison with ARCH Models, ThE REViEW of Economic StudiEs, 65(3), 361-393.",
        "PRIMICERI, G. E. (2005): Time Varying Structural Vector Autoregressions and Monetary Policy, ThE REViEW of Economic StudiEs, 72, 821-852.",
        "MCCARTY, J., AND R. W. PEACH (2002): Monetary Policy Transmission to Residential Invest- ment, FEdEral REsErVE Bank of NEW York Economic Policy REViEW, 8(1), 139-158.",
        "GORDON, R. J. (1990): ThE MEasurEmEnt of DurablE Goods PricEs. University of Chicago Press, Chicago, IL.",
        "FISHER, J. D. M. (2005): The Dynamic Effect of Neutral and Investment-Specific Technology Shocks, mimeo, Federal Reserve Bank of Chicago.",
        "HERRERA, A. M., AND E. PESAVENTO (2005): The Decline in U.S. Output Volatility: Structural Changes and Inventory Investment, Journal of BusinEss and Economic Statistics, forthcoming.",
        "HENDERSHOTT, P. H. (1990): The Market for Home Mortgage Credit: Recent Changes and Future Prospects, NBER Working Paper no. 3548.",
        "THE TIME VARYING VOLATILITY OF MACROECONOMIC FLUCTUATIONS 31 HANSON, M. (2003): Varying Monetary Policy Regimes: A Vector Autoregressive Investigation, mimeo, Wesleyan University.",
        "HALL, R. E. (1997): Macroeconomic Fluctuations and the Allocation of Time, Journal of Labor Economics, 15(2), 223-250.",
        "GREENWOOD, J., Z. HERCOWITZ, AND P. KRUSELL (2000): The role of investment-specific tech- nological change in the business cycle, EuropEan Economic REViEW, 44(1), 91-115.",
        "FERNANDEZ-VILLAVERDE, J., AND J. RUBIO-RAMIREZ (2004): Estimating Nonlinear Dynamic Equilibrium Economies: A Likelihood Approach, mimeo, University of Pennsylvania.",
        "FAIA, E., AND T. MONACELLI (2004): Optimal Interest Rate Rules Rules,Asset Prices and Credit Frictions, mimeo, Universitat Pompeu Fabra.",
        "ERCEG, C. J., D. W. HENDERSON, AND A. T. LEVIN (2000): Optimal Monetary Policy with Staggered Wage and Price Contracts, Journal of Mone~tary Economics, 46(2), 281-313.",
        "DYNAN, K. E., D. W. ELMENDORF, AND D. E. SICHEL (2005): Can Finacial Innovation Explain the Reduced Volatility of Economic Activity?, in CarnEgiE-RochEstEr ConfErEncE SEriEs on Public Policy, ed. by B. McCallum, and C. I. Plosser.",
        "DURBIN, J., AND S. J. KOOPMAN (2002): A Simple and Efficient Simulation Smoother for State Space Time Series Analysis, Biome~trika, 89(3), 603-616.",
        "DEL NEGRO, M., F. SCHORFHEIDE, F. SMETS, AND R. WOUTERS (2004): On the Fit and Fore- casting Performance of New Keynesian Models, Federal Reserve Bank of Atlanta Working Paper No. 2004-37.",
        "COGLEY, T., AND T. J. SARGENT (2003): Drifts and Volatilities: Monetary Policies and Out- comes in the Post WWII U.S., mimeo, New York University.",
        "CLARIDA, R., J. GALl, AND M. GERTLER (2000): Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, ThE Quarte~rly Journal of Economics, 115(1), 147-180.",
        "CHRISTIANO, L. J., M. EICHENBAUM, AND C. L. EvANS (2005): Nominal Rigidities and the Dynamic Effect of a Shock to Monetary Policy, ThE Journal of Political Economy, 113(1), 1-45.",
        "CHAUVET, M., AND S. POTTER (2001): Recent Changes in the U.S. Business Cycle, ManchEste~r School of Economics and Social StudiEs, 69(5), 481-508.",
        "KAHN, J. A., M. M. MCCONNELL, AND G. PEREZ-QUIROS (2002): On the Causes of the Increased Stability of the U.S. Economy, FEdEral REsErvE Bank of NEW York Economic Policy REViEW, 8(1), 183-202.",
        "KAHN, J. A., AND M. M. MCCONNELL (2002): Has Inventory Volatility Returned? A Look at the Current Cycle, FEdEral REsErvE Bank of NEW York CurrEnt IssuEs in Economics and FinancE, 8(5), 1-6.",
        "IRELAND, P. N. (2004): Technology Shocks in the New Keynesian Model, ThE REViEW of Eco- nomics and Statistics, 86(4), 923-936.",
        "IACOVIELLO, M. (2005): House Prices, Borrowing Constraints and Monetary Policy in the Busi- ness Cycle, AmErican Economic REViEW, 95(3), 739-764.",
        "GREENWOOD, J., Z. HERCOWITZ, AND P. KRUSELL (1997): Long Run Implications of Investment- Specific Technological Change, AmErican Economic REviEw, 87(3), 342-362.",
        "CARLSTROM, C. T., AND T. S. FUERST (1997): Agency Costs, Net Worth, and Business Fluc- tuations: A Computable General Equilibrium Analysis, AmErican Economic REviEw, 87(5), 893-9 10.",
        "CANOVA, F., AND L. SALA (2005): Back to Square One: Identification Issues in DSGE Models, mimeo, Bocconi University, Milan.",
        "CANOVA, F., L. GAMBETTI, AND E. PAPPA (2005): The Structural Dynamics of US Output and Inflation: What Explains the Changes?, mimeo, Bocconi University.",
        "CAMPBELL, J., AND Z. HERCOWITZ (2004): The Role of Collateralized Household Debt in Macro- economic Stabilization, mimeo, Federal Reserve Bank of Chicago.",
        "CALVO, G. (1983): Staggered Prices in a Utility-Maximizing Framework, Journal of MonEtary Economics, 12(3), 383-98.",
        "BROOKS, S. P., AND A. GELMAN (1998): General Methods for Monitoring Convergence of Iter- ative Simulations, Journal of Computational and Graphical Statistics, 7, 434-455.",
        "CHARI, V., P. J. KEHOE, AND E. R. MCGRATTAN (2005): Business Cycle Accounting, Federal Reserve Bank of Minneapolis, Research Department Staff Report 328.",
        "CARTER, C. K., AND R. KOHN (1994): On Gibbs Sampling for State Space Models, Biome~trika, 81(3), 541-553.",
        "KIM, C.-J., AND C. R. NELSON (1999): Has the U.S. Economy Become More Stable? A Bayesian Approach Based on a Markov-Switching Model of the Business Cycle, ThE REViEW of Economics and Statistics, 81, 608-616.",
        "BILS, M., AND P. J. KLENOW (2004): Some Evidence on the Importance of Sticky Prices, Journal of Political Economy, 112(5), 947-985.",
        "BERNANKE, B. S., AND I. MIHOV (1998): Measuring Monetary Policy, ThE Quarte~rly Journal of Economics, 113, 869-902.",
        "BERNANKE, B., M. GERTLER, AND S. GILCHRIST (1999): The Financial Accelerator in a Quan- titative Business Cycle Framework, in Handbook of MacroEconomics, ed. by J. B. Taylor, and M. Woodford. North Holland, Amsterdam.",
        "BERNANKE, B. (2004): Great Moderation, Speech, February 20, 2004.",
        "AN, S., AND F. SCHORFHEIDE (2005): Bayesian Analysis of DSGE Models, mimeo, University of Pennsylvania.",
        "ALTIG, D., L. J. CHRISTIANO, M. EICHENBAUM, AND J. LINDE (2005): Firm-Specific Capital, Nominal Rigidities and the Business Cycle, NBER Working Paper No. 11034.",
        "BRADLEY, M. G., S. A. GABRIEL, AND M. E. WOHAR (1995): The Thrift Crisis, Mortgage-Credit Intermediation, and Housing Activity, Journal of Mone~y, CrEdit, and Banking, 27(2), 476-97.",
        "BOIVIN, J. (2001): The Feds Conduct of Monetary Policy: Has It Changed and Does It Matter?, mimeo, Columbia University.",
        "BLANCHARD, 0. J., AND J. SIMON (2001): The Long and Large Decline in U.S. Output Volatility, Brooking PapErs on Economic Activity, 2001-1, 135-174."
    ]
}