{
    "id": 12037,
    "cites": 32,
    "cited_by": 0,
    "reference": [
        "[1] Alesina, Alberto. Credibility and Policy Convergence in a Two Party System with Rational Voters. American Economic Review, 78: 796-806, 1988.",
        "[2] Alesina, Alberto and Howard Rosenthal. Partisan Politics, Divided Government, and the Economy. Cambridge: Cambridge University Press, 1995.",
        "[3] Baicker, Katherine. Government Decision-Making and the Incidence of Mandates. Journal of Public Economics. 82(2): 147-194, 2001.",
        "[4] Becker, Gary S. A Theory of Competition Among Pressure Groups for Political Inuence. Quarterly Jounal of Economics. 98(3): 371-400, 1983.",
        "[5] Bradford, David and Wallace Oates. The Analysis of Revenue Sharing in a New Approach to Collective Fiscal Decisions. Quarterly Journal of Economics. 85(3): 416-439, 1971a.",
        "[7] Centers for Disease Control. Investment in Tobacco Control: State Highlights 2001. U.S. Department of Health and Human Services, 2001.",
        "[8] Centers for Disease Control. Investment in Tobacco Control: State Highlights 2002. U.S. Department of Health and Human Services, 2002.",
        "[10] Chernick, Howard A. An Economic Model of the Distribution of Project Grants in Fiscal Federalism and Grants-in-Aid, Peter Mieszkowski and William H. Oakland, eds. Washington D.C.: Urban Institute, 1979.",
        "[11] Dougan, William R. and Daphne A. Kenyon. Pressure Groups and Public Expenditures: The Flypaper Eect Reconsidered. Economic Inquiry. 26(1): 159-170, 1988.",
        "[12] Evans, Bill and Emily Owens. Flypaper COPS. Mimeo, University of Maryland, 2005.",
        "[14] Fisher, Ronald C. Income and Grant Eects on Local Expenditure: The Flypaper Eect and Other Di culties. Journal of Urban Economics, 12: 324-345, 1982.",
        "[15] Filimon, Radu, Thomas Romer and Howard Rosenthal. Asymmetric Information and Agenda Control. Journal of Public Economics, 17: 51-70, 1982.",
        "[16] Fudenberg, Drew and Jean Tirole. Game Theory. Cambrige: The MIT Press, 1991.",
        "[17] Gordon, Nora. Do Federal Grants Boost School Spending? Evidence from Title I. Journal of Public Economics. 88(9-10): 1771-92, 2004.",
        "[18] Gramlich, Edward M. Intergovernmental Grants: A Review of the Empirical Literature in The Political Economy of Fiscal Federalism, Wallace E. Oates, ed. Lexington, Mass.: D.C. Heath, 1977.",
        "[19] Grossman, P.J. A Political Theory of Intergovernmental Grants. Public Choice. 78: 295-303, 1994.",
        "[20] Grossman, Gene and Elhanan Helpman. Special Interest Politics. Cambridge: The MIT Press, 2001.",
        "[21] Hamilton, Bruce W. The Flypaper Eect and Other Anomalies. Journal of Public Economics, 22: 347-362, 1983.",
        "[22] Hamilton, Jonathan. The Flypaper Eect and the Deadweight Loss from Taxation. Journal of Urban Economics, 19: 148-155, 1986.",
        "[23] Hines, James R. and Richard H. Thaler. Anomalies: The Flypaper Eect. Journal of Economic Perspectives, 9(4): 217-226, 1995.",
        "[24] Inman, Robert P. The Fiscal Performance of Local Governments: An Interpretive Review in Current Issues in Urban Economics, Peter Mieszkowski and Mahon Straszheim, eds. Baltimore: Johns Hopkins Press, 1979.",
        "[25] Knight, Brian. Endogenous Federal Grants and Crowd-out of State Government Spending: Theory and Evidence from the Federal Highway Aid Program. American Economic Review, 92(1): 71-92, 2002.",
        "[26] Kreps, D. and R. Wilson. Reputation and Imperfect Information. Journal of Economic Theory, 27: 253-279, 1982.",
        "[27] Lutz, Byron. Taxation with Representation: The Incidence of Intergovernmental Grants in a Plebiscite Democracy. Mimeo, MIT, 2004.",
        "[28] Milgrom, P. and J. Roberts. Predation, Reputation and Entry Deterrence. Journal of Economic Theory, 27: 280-312, 1982.",
        "[29] Modisett, Jerey A. An Analysis of Various Methods of Allocating Tobacco-Settlement Proceeds Among the States (Allocation Subcommittee Draft Version). unpublished manuscript, August 8, 1997.",
        "[30] Mo tt, Robert. The Eects of Grants-in-Aid on State and Local Expenditures: The Case of AFDC. Journal of Public Economics, 23: 279-305, 1984.",
        "[32] National Conference of State Legislatures. State Management and Allocation of Tobacco Settlement Revenue 2002. August 2002.",
        "[33] National Conference of State Legislatures. State Management and Allocation of Tobacco Settlement Revenue 2003. September 2003.",
        "[34] Oates, Wallace E. Lump-sum Intergovernmental Grants Have Price Eects in Fiscal Federalism and Grants-in-Aid, Peter Mieszkowski and William H. Oakland, eds. Washington D.C.: Urban Institute, 1979.",
        "[35] Turnbull, Georey K. Fiscal Illusion, Uncertainty and the Flypaper Eect. Journal of Public Economics, 48: 207-223, 1992.",
        "[36] Williams, Evans and Emily Owens. Flypaper COPS. mimeo, University of Maryland, September 2004."
    ]
}