{
    "id": 1203,
    "cites": 12,
    "cited_by": 5,
    "reference": [
        "Ando, Albert and Arthur Kennickell, A Reappraisal of the Phillips Curve and the Term Structure of Interest Rates, unpublished paper, University of Pennsylvania, 1983.",
        "Campbell, John Y., Stock Returns, the Term Structure and Inflation , unpublished paper, Yale University, 1983.",
        "Hansen, Lars Peter and Thomas J. Sargent, Exact Linear Rational Expectations Models: Specification and Estimation, Federal Reserve Bank of Minneapolis Staff Report, 1981.",
        "Kessel, Reuben A., The Cyclical Behavior of the Term Structure of Interest Rates, National Bureau of Economic Research Occasional Paper 91, 1965.",
        "Macaulay, Frederick, Some Theoretical Problems Suggested by the Movements of Interest Rates, Stock Prices and Bond Yields in the Unit ed States Since 1856, National Bureau of Economic Research, New York, 1938.",
        "Mankiw, N. Gregory and Lawrence H. Summers, Do Long-Term Interest Rates Overreact to Shorc-Term Interest Rates?, Council of Economic Advisers, 1983.",
        "Modigliani, Franco and Robert J. Shiller, Inflation, Rational Expectations and the Term Structure of Interest Rates, Economica Vol. 40 pp. 12-43, 1973.",
        "Flodigliani, Franco and Richard C. Sutch, Debt Management and the Term Structure of Interest Rates: An Empirical Analysis of Recent Experience , Journal of Political Economy Vol. 75 pp. 569-589, 1967.",
        "Sargent, Thomas J., A Note on Maximum Likelihood Estimation of the Rational Expectations Model of the Term Structure, Journal of Monetary Economics Vol. 5 No. 1 pp. 133-143, 1979.",
        "Shiller, Robert J., The Volatility of Long-Term Interest Rates and Expectations Models of the Term Structure, Journal of Political Economy Vol. 87 pp. 1190-1219, 1979.",
        "Shiller, Robert J., John Y. Campbell and Kermit L. Schoenholtz, Forward Rates and Future Policy: Interpreting the Term Structure of Interest Rates, Brookings Papers on Economic Activity 1983:1 pp. 173-217, 1983.",
        "Tversky, Amos and Daniel Kahneman, Judgment Under Uncertainty: Heuristics and Biasses, Science Vol. 185 pp. 1124-1131, 1974."
    ]
}