{
    "id": 12036,
    "cites": 43,
    "cited_by": 6,
    "reference": [
        "[1] Abel, Andrew B. (1999). Risk Premia and Term Premia in General Equilibrium. Journal of Monetary Economics 43, pp. 3-33.",
        "[2] Attanasio, Orazio P. and Guglielmo Weber (1995). Is Consumption Growth Consistent with Intertemporal Optimization? Evidence from the Consumer Expenditure Survey. Journal of Political Economy 103, pp. 1121-57.",
        "[3] Benhabib, Jess, Richard Rogerson, and Randall Wright (1991). Homework in Macroeconomics: Household Production and Aggregate Fluctuations. Journal of Political Economy 99, pp. 1166-1187.",
        "[5] Campbell, John Y. (1986). Bond and Stock Returns in a Simple Exchange Model. Quarterly Journal of Economics 101, pp. 785-804.",
        "[6] Campbell, John Y. and John H. Cochrane (1999). By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior. Journal of Political Economy, 107, pp. 205-51.",
        "[8] Case, Karl E. and Robert J. Shiller (1989). The Efficiency of the Market for Single-Family Homes. American Economic Review 79, pp. 125-37.",
        "[9] Cocco, Joao (2005). Portfolio Choice in the Presence of Housing. Review of Financial Studies 18, pp. 535-567.",
        "[10] Cochrane, John H. (1991). Production-Based Asset Pricing and the Link between Stock Returns and Economic Fluctuations. Journal of Finance 46, pp. 209-37.",
        "[11] Cochrane, John H. (1996). A Cross-Sectional Test of an Investment-Based Asset Pricing Model. Journal of Political Economy 104, pp. 572-621.",
        "[12] Cochrane, John, Francis Longstaff and Pedro Santa-Clara (2005). Two Trees. Working paper, University of Chicago.",
        "[13] Constantinides, George and Darrell Duffie (1996). Asset Pricing with Heterogeneous Consumers. Journal of Political Economy 104(2), pp. 219-40.",
        "[14] Davis, Morris and Jonathan Heathcote (2005). Housing and the Business Cycle. International Economic Review 46, pp. 751-784.",
        "[15] Dunn, K. and Kenneth Singleton (1986). Modeling the Term Structure of Interest Rates under Non-Separable Utility and Durability of Goods. Journal of Financial Economics 17, pp. 27-55.",
        "[16] Eichenbaum, Martin and Lars Peter Hansen (1990). Estimating Models with Intertemporal Substitution using Aggregate Time Series Data. Journal of Business and Economic Statistics 8, pp. 53-69.",
        "[17] Eichenbaum, Martin, Lars Peter Hansen, and Kenneth Singleton (1988). A Time Series Analysis of Representative Agent Models of Consumption and Leisure Choice under Uncertainty. Quarterly Journal of Economics 103, pp. 51-78.",
        "[18] Fama, Eugene F. and Kenneth R. French (1997). Size and Book-to-Market Factors in Earnings and Returns. Journal of Finance 50, pp. 131-155.",
        "[19] Flavin, Marjorie and Shinobu Nakagawa (2005). A Model of Housing in the Presence of Adjustment Costs: A Structural Interpretation of Habit Persistence. Working paper, UC San Diego.",
        "[20] Flavin, Marjorie and Takashi Yamashita (2002). Owner-Occupied Housing and the Composition of the Household Portfolio. American Economic Review, March, pp. 345-62.",
        "[21] Glaeser, Edward L. and Joseph Gyourko (2005). Urban Decline and Durable Housing. Journal of Political Economy 113, pp. 345-375.",
        "[22] Goodman, John L. and John B. Ittner (1993). The Accuracy of Home Owners Estimates of House Value. Economic Activity Section Working Paper No. 131, Board of Governors, Washington.",
        "[23] Gordon, Robert J. and Todd vanGoethem (2004). A Century of Housing Shelter Prices: How Big is the CPI Bias? Working paper, Northwestern University.",
        "[24] Greenwood, Jeremy, Richard Rogerson, and Randall Wright (1995). Household Production in Real Business Cycle Theory. Frontiers of Business Cycle Research (Editor, Thomas F. Cooley) Princeton University Press.",
        "[25] Heaton, John (1993). The Interaction between Time-Nonseparable Preferences and Time Aggregation. Econometrica 61, pp. 353-85.",
        "[26] Heaton, John (1995). An Empirical Investigation of Asset Pricing with Temporally Dependent Preference Specifications. Econometrica 63, pp. 681-717.",
        "[27] Hobijn, Bart (2003). On Both Sides of the Quality Bias in Price Indices. Working Paper, New York Federal Reserve.",
        "[28] Jagannathan, Ravi and Zhenyu Wang (1996). The Conditional CAPM and the Cross-Section of Expected Returns. Journal of Finance 51, pp. 3-53.",
        "[29] Kullmann, Cornelia (2002). Real Estate and its Role in Asset Pricing. Working paper, UBC.",
        "[30] Lettau, Martin and Sydney Ludvigson (2001). Consumption, Aggregate Wealth and Expected Stock Returns. Journal of Finance 56, pp. 815-49.",
        "[31] Lustig, Hanno and Stijn Van Nieuwerburgh (2005). Housing Collateral, Consumption Insurance and Risk Premia. Working paper, UCLA and NYU.",
        "[32] Malpezzi, Stephen and Bengt Turner (2003). A Review of Empirical Evidence on the Costs and Benefits of Rent Control. Working Paper, University of Wisconsin.",
        "[33] McGrattan, Ellen R., Richard Rogerson, and Randall Wright (1997). An Equilibrium Model of the Business Cycle with Household Production and Fiscal Policy. International Economic Review 38, pp. 267-290.",
        "[34] Mehra, Rajnish and Edward Prescott (1985). The Equity Premium Puzzle. Journal of Monetary Economics 15, pp. 145-61.",
        "[35] Menzly, Lior, Tano Santos and Pietro Veronesi (2004). Understanding Predictability. Journal of Political Economy 112, pp. 1-47.",
        "[36] Ogaki, Masao and Carmen M. Reinhart (1998). Measuring Intertemporal Substitution: The Role of Durable Goods. Journal of Political Economy 106, pp. 1078-98.",
        "[37] Ortalo-Magne, Francois and Sven Rady (2006). Housing Market Dynamics: On the Contribution of Income Shocks and Credit Constraints. Forthcoming Review of Economic Studies.",
        "[38] Prescott, Edward (1997). On Defining Real Consumption. Review of Federal Reserve Bank of Minneapolis, May/June, pp. 47-53.",
        "[39] Runkle, David E. (1991). Liquidity Constraints and the Permanent-Income Hypothesis: Evidence from Panel Data. Journal of Monetary Economics 27, pp. 73-98.",
        "[40] Santos, Tano and Pietro Veronesi (2005). Labor Income and Asset Returns. Forthcoming Review of Financial Studies.",
        "[41] Stambaugh, Robert (1999). Predictive Regressions. Journal of Financial Economics 54, pp. 375-421.",
        "[42] U.S. Bureau of Economic Analysis (1990). Personal Consumption Expenditures. Methodology Paper No 6. Washington, DC: U.S. Government Printing Office.",
        "[43] U.S. Bureau of Economic Analysis (2002). Updated Summary NIPA Methodologies. http://www.bea.gov/bea/ARTICLES/2002/10October/1002UpdatedMeth.pdf",
        "[44] Weil, Pierre (1989). The Equity Premium Puzzle and the Riskfree Rate Puzzle. Journal of Monetary Economics 24, pp. 401-21.",
        "[45] Yogo, Motohiro (2006). A Consumption-Based Explanation of Expected Stock Returns. Forthcoming Journal of Finance 61(2), April."
    ]
}