{
    "id": 12030,
    "cites": 45,
    "cited_by": 21,
    "reference": [
        "[1] Agriew, J., P. Balduzzi arid A. Surideri, 2003, Portfolio choice arid tradirig iri a large 401(k) plari, American Economic Review 93(1), 193-215.",
        "[2] Ameriks, Johri, arid Stepheri Zeldes, 2004, How do household portfolio shares vary with age?, workirig paper, Columbia Uriiversity.",
        "[3] Bariks, James, Richard Bluridell, arid James P. Smith, 200S, Wealth portfolios iri the Uriited Kirigdom arid the Uriited States, iri David A. Wise ed. Perspectives on the Economics of Aging (Uriiversity of Chicago Press, Chicago, IL).",
        "[4] Barber, Brad M., arid Terrarice Odeari, 2001, Boys will be boys: gerider, overcorifiderice, arid commori stock irivestmerit, Quarterly Journal of Economics 116, 261-292.",
        "[S] Barberis, Nicholas, arid Richard Thaler, 2003, A survey of behavioral firiarice, iri George Coristaritiriides, Miltori Harris arid ReriÃ\u0083Â© Stulz eds., Handbook of the Economics of Finance, Elsevier.",
        "[6] Beriartzi, Shlomo, arid Richard Thaler, 2001, Naive diversificatiori strategies iri defiried coritributiori savirig plaris, American Economic Review 91, 79-98.",
        "[8] Bertaut, Carol, arid Martha Starr-McCluer, 2002, Household portfolios iri the Uriited States, iri Luigi Guiso, Michael Haliassos arid Tullio Jappelli eds. Household Portfolios, MIT Press, Cambridge, MA.",
        "[9] Black, Fischer (1972), Capital Market Equilibrium with Restricted Borrowirig, Journal of Business 4S, 444-4S4.",
        "[10] Blume, Marshall, arid Irwiri Frierid, 197S, The asset structure of iridividual portfolios arid some implicatioris for utility furictioris, Journal of Finance 30, 585-603.",
        "[11] Blume, Marshall, arid Irwiri Frierid, 1978, The Changing Role of the Individual Investor, Johri Wiley, New York, NY.",
        "[12] Bodie, Zvi, arid Dwight Crarie, 1997, Persorial irivestirig: Advice, theory arid cviderice, Financial Analysts Journal S3 (6), 13-23. 38",
        "[13] Calvet, Laurent E., Martin Gonzalez-Eiras and Paolo Sodini, 2004, Financial innovation, market participation and asset prices, Journal of Financial and Quantitative Analysis 39, 431-459.",
        "[14] Campbell, John Y., Joao Cocco, Francisco Gomes and Pascal Maenhout, 2001, Investing retirement wealth: A life-cycle model, in John Y. Campbell and Martin Feldstein eds., Risk Aspects of Investment-Based Social Security Reform, University of Chicago Press.",
        "[15] Campbell, John Y., and Luis M. Viceira, 2002, Strategic Asset Allocation: Portfolio Choice for Long- Term Investors, Oxford University Press.",
        "[16] Carroll, Christopher D., 2002, Portfolios of the rich, in Luigi Guiso, Michael Haliassos and Tullio Jappelli eds. Household Portfolios, MIT Press, Cambridge, MA.",
        "[17] Choi, James J., David Laibson, Brigitte Madrian, and Andrew Metrick, 2002, Defined contribution pensions: Plan rules, participant decisions, and the path of least resistance, in James Poterba ed. Taai~ Policy and the Economy 16, 67-113.",
        "[18] Choi, James J., David Laibson, Brigitte Madrian, and Andrew Metrick, 2004, For better or for worse: Default effects and 401(k) savings behavior, in David Wise ed. Perspectives on the Economics of Aging, University of Chicago Press.",
        "[19] Fama, Eugene, and Kenneth French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "[20] Flavin, Marjorie, and Takashi Yamashita, 2002, Owner-occupied housing and the composition of the household portfolio, American Economic Review 92 (1), 345362.",
        "[21] Goetzmann, William N., and Alok Kumar, 2004, Why do individual investors hold under-diversified portfolios?, Yale University and University of Notre Dame Working Paper.",
        "[22] Graham, John R., Campbell R. Harvey, and Hai Huang, 2005, Investor competence, trading frequency, and home bias, NBER working paper 11426.",
        "[24] Haliassos, Michael, and Carol Bertaut, 1995, Why do so few hold stocks?, Economic Journal, 105, 1110-1129.",
        "[25] Heaton, John, and Deborah Lucas, 2000, Portfolio choice and asset prices: The importance of entrepreneurial risk, Journal of Finance 55, 1163-1198. 39",
        "[26] Huberman, Gur, 2001, Familiarity breeds investment, Review of Financial Studies 14, 659-680.",
        "[27] IvkoviÃ\u0083Â©, Zoran, Clemens Sialm, and Scott Weisbenner, 2004, Portfolio concentration and the performance of individual investors, NBER working paper 10675.",
        "[28] IvkoviÃ\u0083Â©, Zoran, and Scott Weisbenner, 2003, Local does as local is: information content of the geography of individual investors common stock investments, NBER working paper 9685.",
        "[29] Juster, Thomas, James Smith, and Frank Stafford, 1999, The measurement and structure of household wealth, Labor Economics 6, 253~-275.",
        "[30] Kelly, Morgan, 1995, All their eggs in one basket: Portfolio diversification of US households, Journal of Economic Behavior and Organization 27, 87-96.",
        "[31] King, Mervyn A., and Jonathan I. Leape, 1987, Asset accumulation, information and the life cycle, NBER Working Paper 2392.",
        "[32] King, Mervyn A., and Jonathan I. Leape, 1998, Wealth and portfolio composition: Theory and evidence, Journal of Public Economics 69, 155-193.",
        "[34] Madrian, Brigitte and Dennis Shea, 2001, The power of suggestion: Inertia in 401(k) participation and savings behavior, Quarterly Journal of Economics 66, 1149-1188.",
        "[35] Massa, Massimo, and Andrei Simonov, 2003, Hedging, familiarity and portfolio choice, CEPR working paper 4789, forthcoming Review of Financial Studies.",
        "[36] Odean, Terrance, 1998, Are investors reluctant to realize their losses?, Journal of Finance 53, 1775-1798.",
        "[37] Odean, Terrance, 1999, Do investors trade too much?, American Economic Review 89, 1279-1298.",
        "[38] Poterba, James, and Andrew Samwick, 1997, Portfolio allocation over the life cycle, NBER Working Paper 6185.",
        "[40] Shiller, Robert, 2000, Human behavior and the efficiency of the financial system, in John B. Taylor and Michael Woodford eds., Handbook of Macroeconomics, NorthHolland.",
        "[41] Sinai, Todd and Nicholas Souleles, 2005, Owner-occupied housing as a hedge against rent risk, Quarterly Journal of Economics 120, 763-789.",
        "[42] Solnik, Bruno, and Dennis McLeavey, 2003, International Investments, Pearson Addison Wesley.",
        "[43] Swedish Tax Agency, Taai~es in Sweden 200~. Available from the Agencys website, www. skatteverket . se.",
        "[44] Tracy, Joseph, Henry Schneider, and Sewin Chan, 1999, Are stocks overtaking real estate in household portfolios?, Current Issues in Economics and Finance 5:5, Federal Reserve Bank of New York.",
        "[46] Vissing-Jorgensen, Annette, 2002a, Limited asset market participation and the elasticity of intertemporal substitution, Journal of Political Economy 100, 825853.",
        "[47] Vissing-Jorgensen, Annette, 2002b, Towards an explanation of household portfolio choice heterogeneity: Nonfinancial income and participation cost structures, NBER Working Paper 8884.",
        "[48] Vissing-Jorgensen, Annette, 2003, Perspectives on behavioral finance: does irrationality disappear with wealth? Evidence from expectations and actions, in Mark Gertler and Kenneth Rogoff eds. NBER Macroeconomics Annual 2003 (MIT Press, Cambridge, MA).",
        "[49] Wermers, Russ, 2000, Mutual fund performance: An empirical decomposition into stock-picking talent, style, transactions costs, and expenses, Journal of Finance 55, 1655-1695.",
        "[50] Zhu, Ning, 2002, The local bias of individual investors, unpublished paper, Yale University. 41"
    ]
}