{
    "id": 12047,
    "cites": 22,
    "cited_by": 4,
    "reference": [
        "[1] Alesina, Alberto and Enrico Spolaore, 2003, The Size of Nations, MIT Press: Cambridge.",
        "[2] Alesina, Alberto and Enrico Spolaore, 1997, On the Size and Number of Nations, Quarterly Journal of Economics, 112: 1027-1056.",
        "[3] Alesina, Alberto and Enrico Spolaore and Romain Wacziarg, 2000, Economic Integration and Political Disintegration,American Economic Review, 90: 1276-1296.",
        "[4] Alesina, Alberto and Reza Baqir and Caroline Hoxby, 2004, Political Jurisdictions in Heterogenous Communities,Journal of Political Economy, 112: 348-396.",
        "[5] Andrews, Matthew and William Duncombe, and John Yinger, 2002, Revisiting Economies of Size in American Education: Are We Any Closer to a Consensus?,Economics of Education Review, 21: 245-262.",
        "[6] Becker, Gary, 1973, A Theory of Marriage: Part IJournal of Political Economy, 81(4): 813-846.",
        "[7] Bolton, Patrick, and Gerald Roland, 1997, The Breakup of Nations: A Political Economy Analysis.Quarterly Journal of Economics, 112: 1057-1090.",
        "[8] Brasington, David. 1999. Joint Provision of Public Goods: the Consolidation of School Districts.Journal of Public Economics, 73: 373-393.",
        "[9] Brasington, David. 2003a. Snobbery, Racism, or Mutual Distaste: What Promotes and Hinders Cooperation in Local Public-Good Provision? Review of Economics and Statistics, 85: 874-883.",
        "[10] Brasington, David. 2003b. Size and School District Consolidation: Do Opposites Attract ?Economica, 70: 673-690.",
        "[11] Chung, Kim Sau. 2000. On the Existence of Stable Roommate Matchings,Games and Economic Behavior, 33(2): 206-230.",
        "[12] Filer, John and Lawrence Kenny. 1980. Voter Reaction to City-County Consolidation Referenda,Journal of Law and Economics, 23(1): 179-190.",
        "[13] Fox, Jeremy. 2005. Nonparametric Estimation of Matching Games with Endogenous Prices, working paper, University of Chicago.",
        "[14] Gordon, Nora and Brian Knight, 2005. The Fiscal Impact of Political Integration: Evidence from School District Consolidationsmimeo.",
        "[15] Hooker, Cliord and Van Mueller, 1970, The Relationship of School District Reorganization to State Aid Distribution Systems, National Education Finance Project Special Study No. 11.",
        "[17] Lerman, R. and C. Manski, 1981. On the Use of Simulated Frequencies to Approximate Choice Probabilitiesin C. Manski and D. McFadden, eds., Structural Analysis of Discrete Data with Econometric Applications, Cambridge: MIT Press, 1981.",
        "[18] McFadden, Daniel, 1989, A Method of Simulated Moments for Estimation of Discrete Response Models Without Numerical IntegrationEconometrica, 57: 995-1026.",
        "[19] Persson, Torsten and Guido Tabellini, 2000, Political Economics: Explaining Economic Policy, MIT Press: Cambridge.",
        "[20] Poirer, Dale. 1980. Partial Observability in Bivariate Probit Models.Journal of Econometrics, 12: 209-217.",
        "[21] Rodrigues-Neto, Jose Alvaro. 2005. Representing Roommates Preferences with Symmetric Utilities.forthcoming, Journal of Economic Theory.",
        "[22] Roth, Alvin, 1990. Two-sided matching : a study in game-theoretic modeling and analysis, Cambridge University Press: Cambridge.",
        "[23] Sorensen, Morten. 2005. How Smart is Smart Money: An Empirical Two-sided Matching Model of Venture Capital, working paper, University of Chicago."
    ]
}