{
    "id": 12042,
    "cites": 39,
    "cited_by": 5,
    "reference": [
        "[1] Ainslie, G. W., 1992, Picoeconomics Cambridge University Press, Cambridge, UK.",
        "[2] Akerlof, G., 1991, Procrastination and obedience, American Economic Review 81, 1-19.",
        "[3] Ariely, D., and K. Wertenbroch, 2002, Procrastination, deadlines, and performance: Self-control by precommitment, Psychological Science 13, 219-224.",
        "[4] Barro, R. J., 1999, Ramsey meets Laibson in the neoclassical growth model, Quarterly Journal of Economics 114, 1125-52.",
        "[5] Brennan, M. J., and E. Schwartz, 1985, Evaluating natural resource investments, Journal of Business 58, 135-15 7.",
        "[6] Brocas I., and J. D. Carrillo, 2004, Entrepreneurial boldness and excessive investment, Journal of Economics and Management Strategy 13, 32 1-350.",
        "[7] DellaVigna, S., and U. Malmendier, 2003, Overestimating self-control: Evidence from the health club industry, working paper, Stanford University.",
        "[8] DellaVigna, S., and U. Malmendier, 2004, Contract design and self-control: Theory and evidence, Quarterly Journal of Economics 119, 353-402.",
        "[9] Dixit, A. K., 1989, Entry and exit decisions under uncertainty, Journal of Political Economy 97, 620-638.",
        "[10] Dixit, A. K., 1993, The art of smooth pasting, Vol. 55 in Fundamentals of Pure and Applied Economics, eds. Lesourne, J., and H. Sonnenschein, Harwood Academic Publishers, Chur, Switzerland.",
        "[11] Dixit, A. K., and R. S. Pindyck, 1994, Investment under uncertainty, Princeton University Press, Princeton, New Jersey.",
        "[12] Gose, J., 2001, Investors prefer urban office space to suburban (again), Barrons April 4, 2001, 53.",
        "[13] Grenadier, S. R., 1996, The strategic exercise of options: Development cascades and overbuilding in real estate markets, Journal of Finance 51, 1653-79. 42",
        "[14] Grenadier, S. R., 2002, Option Exercise Games: An application to the equilibrium investment strategies of firms, Review of Financial Studies 15, 691-72 1.",
        "[15] Harris, C., and D. Laibson, 2001, Hyperbolic discounting and consumption, Proceedings of the 8th World Congress of the Econometric Society, Forthcoming.",
        "[16] Harris, C., and D. Laibson, 2004, Instantaneous gratification, working paper, Harvard University.",
        "[17] Laibson, D., 1997, Golden eggs and hyperbolic discounting, Quarterly Journal of Economics 112, 443-77.",
        "[18] Lambrecht, B. M., and W. R. Perraudin, 2003, Real options and preemption under incomplete information, Journal of Economic Dynamics and Control 27, 619-643.",
        "[19] Leahy, J. V., 1993, Investment in competitive equilibrium: The optimality of myopic behavior, Quarterly Journal of Economics 108, 1105-33.",
        "[20] Loewenstein, G., and D. Prelec, 1992, Anomalies in intertemporal choice: Evidence and an interpretation, Quarterly Journal of Economics 57, 573-598.",
        "[21] Luttmer E. G. J. and T. Mariotti, 2003, Subjective discounting in an exchange economy,  Journal of Political Economy 111, 959-989.",
        "[22] Madrian, B. C., and D. Shea, 2001 The power of suggestion: Inertia in 401(k) participation and savings behavior, Quarterly Journal of Economics 116, 1149-1187.",
        "[23] Majd, S., and R. Pindyck, 1987, Time to build, option value, and investment decision, Journal of Financial Economics 18, 7-28.",
        "[24] Malliaris, A. G., and W. A. Brock, 1982, Stochastic methods in economics and finance, North-Holland, New York.",
        "[25] McDonald, R., and D. Siegel, 1986, The value of waiting to invest, Quarterly Journal of Economics 101, 707-727.",
        "[26] Merton, R. C., 1971, Optimum Consumption and Portfolio Rules in a Continuous-Time Model, Journal of Economic Theory 3, 373-413.",
        "[27] Merton, R. C., 1973, Theory of rational option pricing, Bell Journal of Economics and Management Science 4, 141-183. 43",
        "[28] ODonoghue, T., and M. Rabin, 1999a, Doing it now or later, American Economic Review 89, 103-24.",
        "[29] ODonoghue, T., and M. Rabin, 1999b, Incentives for procrastinators, Quarterly Journal of Economics 114, 769-816.",
        "[30] ODonoghue, T., and M. Rabin, 2001, Choice and procrastination, Quarterly Journal of Economics 116, 121-160.",
        "[31] Prelec, D., and G. Loewenstein, 1997, Beyond time discounting, Marketing Letters 8, 97-108.",
        "[32] Smets, F., 1993, Essays on foreign direct investment, unpublished dissertation, Yale University.",
        "[33] Strotz, R. H., 1956, Myopia and inconsistency in dynamic utility maximization, Review of Economic Studies 23, 165-80.",
        "[34] Thaler, R., 1981, Some empirical evidence on dynamic inconsistency, Economics Letters 8, 201-207.",
        "[35] Titman, 5., 1985, Urban land prices under uncertainty, American Economic Review 75, 505-514.",
        "[36] Trigeorgis, L., 1991, Anticipated Competitive Entry and Early Preemptive Investment in Deferrable Projects, Journal of Economics and Business 43, 143-56.",
        "[37] Williams, J. T., 1991, Real estate development as an option, Journal of Real Estate Finance and Economics 4, 191-208.",
        "[38] Williams, J. T., 1993, Equilibrium and options on real assets, Review of Financial Studies 6, 825-850.",
        "[39] Williams, J. T., 2001, Agency, ownership, and returns on real assets, working paper,"
    ]
}