{
    "id": 12052,
    "cites": 12,
    "cited_by": 12,
    "reference": [
        "Bichou, K., and R. Gray. (2004) A Logistics and Supply Chain Management Approach to Port Performance Measurement. Maritime Policy Management, Vol. 31, No. 1, pp. 47-67.",
        "Clark, X., D. Dollar, and A. Micco. (2004) Port Efficiency, Maritime Transport Costs and Bilateral Trade, National Bureau of Economic Research Working Paper 10353.",
        "Estache, A., M. Gonzalez, and L. Trujillo. (2002) Efficiency Gains from Port Reform and the Potential for Yardstick Competition: Lessons from Mexico, World Development, Vol. 30, No. 4, pp. 545-60.",
        "Estache, A., B. Tovar de la Fe, and L. Trujillo. (2004) Sources of Efficiency Gains in Port Reform: A DEA Decomposition of a Malmquist TFP Index for Mexico, Utilities Policy, Vol.",
        "MacHalaba, D. (2004) In California, Santas Goods Face Port Delays, Wall Street Journal, October 14, p. B1.",
        "Martinez-Budria, E., R. Diaz-Armas, M. Navarro-Ibanez, and T. Ravelo-Mesa. (1999) A Study of the Efficiency of Spanish Port Authorities Using Data Envelopment Analysis, International Journal of Transport Economics, Vol. 26, No. 2, pp. 237-53.",
        "Roll, Y. and Y. Hayuth. (1993) Port Performance Comparison Applying Data Envelopment Analysis (DEA), Maritime Policy and Management, Vol. 20, No. 2, pp. 153-61.",
        "Sanchez, R.J., J. Hoffmann, A. Micco, G.V. Pizzolitto, M. Sgut, and G. Wilmsmeier. (2003) Port Efficiency and International Trade: Port Efficiency as a Determinant of Maritime Transport Costs. Maritime Economics and Logistics, Vol. 5, No. 2, pp. 199-218.",
        "Tongzon, J. (2001) Efficiency Measurement of Selected Australian and Other International Ports Using Data Envelopment Analysis, Transportation Research A: Policy and Practice, Vol. 35 No. 2, pp. 113-28.",
        "Wang, T., K. Cullinane, and D.-W. Song. (2003) Container Port Production Efficiency: A Comparative Study of DEA and FDH Approaches, Journal of Eastern Asian Society for Transportation Studies, Vol. 5, pp. 698-713.",
        "Wilson, J.S., C.L. Mann, and T. Otsuki. (2003) Trade Facilitation and Economic Development: A New Approach to Quantifying the Impact. The World Bank Economic Review, Vol. 17, No.",
        "U.S. Department of Transportation, Maritime Administration. (June 2005) Report to Congress on the Performance of Ports and the Intermodal System. Washington, DC: U.S. Department of Transportation, Maritime Administration."
    ]
}