{
    "id": 12057,
    "cites": 17,
    "cited_by": 40,
    "reference": [
        "Aguiar, Mark and Erik Hurst, 2005a, Consumption vs. Expenditure, Journal of Political Economy, 113(5), pp. 919-948.",
        "Aguiar, Mark and Erik Hurst, 2005b, Lifecycle Prices and Production, NBER Working Paper No. 11601.",
        "Ameriks, John, Andrew Caplin and John Leahy, 2002, Retirement Consumption: Insights from a Survey, NBER Working Paper No. 8735.",
        "Banks, James, Richard Blundell and Sarah Tanner, 1998, Is There a Retirement-Savings Puzzle? American Economic Review, 88 (4), pp. 769-788.",
        "Benitez-Silva, Hugo, Moshe Buchinsky and John Rust (2005), Is There a Decline in Consumption after Retirement, and if so, Is It Inconsistent with the Predictions of the Life Cycle Model, presented at the 7th Workshop of the RTN-AGE Project, Venice, IT.",
        "Bernheim, B. Douglas, Jonathan Skinner and Steven Weinberg, 2001, What Accounts for the Variation in Retirement Wealth among U.S. Households? American Economic Review, 91 (4), pp. 832-857.",
        "Blau, David, 2004, Retirement and Consumption in a Life Cycle Model, typescript, Department of Economics, University of North Carolina at Chapel Hill.",
        "Fisher, Jonathan, David S. Johnson, Joseph Marchand, Timothy M. Smeeding and Barbara Boyle Torrey, 2005, The Retirement-Consumption Conundrum: Evidence from a Consumption Survey, Retirement Research Center at Boston College, WP 2005-14.",
        "Haider, Stephen J. and Melvin Stephens, 2004, Is There a Retirement-Consumption Puzzle? Evidence Using Subjective Retirement Expectations, NBER Working Paper No. 10257.",
        "Health and Retirement Study, Waves 1 through 7, public use datasets. Produced and distributed by the University of Michigan with funding from the National Institute on Aging (grant number NIA U01AG09740). Ann Arbor, MI, (various years). Hurd, Michael D., 1996, The Effect of Labor Market Rigidities on the Labor Force Behavior of Older Workers, in David Wise, ed., Advances in the Economics of Aging, Chicago: University of Chicago Press, pp. 11-58.",
        "Hurd, Michael D. and Susann Rohwedder, 2005, The Consumption and Activities Mail Survey: Description, Data Quality, and First Results on Life-Cycle Spending and Saving, typescript, RAND.",
        "Juster, F. Thomas, and Richard Suzman, 1995, An Overview of the Health and Retirement Study, The Journal of Human Resources, 30. Supplement, pp. S7-S56.",
        "McClellan, Mark, 1998, Health Events, Health Insurance and Labor Supply: Evidence from the Health and Retirement Survey, in D. Wise, ed., Frontiers in the Economics of Aging, 1998, Chicago: University of Chicago Press, pp. 301-346.",
        "Miniaci, Raffaele, Chiara Monfardini and Guglielmo Weber, 2003, Is There A Retirement Consumption Puzzle In Italy? IFS Working Paper WP03/14, Institute for Fiscal Studies, London.",
        "RAND HRS Data, Version E. Produced by the RAND Center for the Study of Aging, with funding from the National Institute on Aging and the Social Security Administration. Santa 30 Monica, CA (April 2004).",
        "Rust, John, 1990, Behavior of Male Workers at the End of the Life Cycle: An Empirical Analysis of States and Controls, in David Wise, ed., Issues in the Economics of Aging, Chicago: University of Chicago Press, pp. 317-379.",
        "Smith, Sarah, 2004, Can The Retirement Consumption Puzzle Be Resolved? Evidence from UK Panel Data, IFS Working Paper WP04/07, Institute for Fiscal Studies, London."
    ]
}