{
    "id": 12060,
    "cites": 20,
    "cited_by": 12,
    "reference": [
        "Abramowicz, Michael (2004), Information Markets, Administrative Decisionmaking, and Predictive Cost-Benefit Analysis, University of Chicago Law Review, 71(3).",
        "Berg, Joyce and Thomas Rietz (2003), Prediction Markets as Decision Support Systems, Information Systems Frontiers, 5(1), 79-93.",
        "Hahn, Robert and Paul Tetlock (2004), Using Information Markets to Improve Policy, AEI-Brookings Center Working Paper 04-18.",
        "Hanson, Robin (1999), Decision Markets, IEEE Intelligent Systems, 14(3), 16-19.",
        "Hanson, Robin (2003), Shall We Vote on Values, But Bet on Beliefs?, mimeo, George Mason University.",
        "Hanson, Robin (2004), Impolite Innovation: The Technology and Politics of `Terrorism Futures and Other Decision Markets, mimeo, George Mason University.",
        "Hanson, Robin and Ryan Oprea (2004), Manipulators Increase Market Accuracy, mimeo, George Mason University.",
        "Kyle, Albert (1985), Continuous Auctions and Insider Trading, Econometrica, 53, 1315-1336.",
        "Leigh, Andrew, Justin Wolfers and Eric Zitzewitz (2003), What do Financial Markets Think of War in Iraq?, NBER Working Paper 9587.",
        "Milgrom, Paul and Nancy Stokey (1982), Information, Trade and Common Knowledge, Journal of Economic Theory, 26.",
        "Ortner, Gerhard (1998), Forecasting Markets An Industrial Application, mimeo, Technical University of Vienna.",
        "Shleifer, Andrei and Robert Vishny (1997), The Limits of Arbitrage, Journal of Finance 52(1), 35-55.",
        "Servan-Schreiber, Emile, Justin Wolfers, David Pennock and Brian Galebach (2004), Prediction Markets: Does Money Matter?, Electronic Markets 14(3).",
        "Slemrod, Joel and Timoth Greimel (1999), Did Steve Forbes Scare the Municipal Bond Market?, Journal of Public Economics, 74(1), 81-96.",
        "Snowberg, Erik, Justin Wolfers, and Eric Zitzewitz (2005), Partisan Impacts on the Economy: Evidence From Prediction Markets and Close Elections, mimeo, Stanford GSB.",
        "Strumpf, Koleman (2004), Manipulating the Iowa Political Stock Market, mimeo, University of North Carolina.",
        "Thaler, Richard H., and William T. Ziemba (1988), Anomalies: Parimutuel Betting Markets: Racetracks and Lotteries, Journal of Economic Perspectives, Vol. 2, No. 2.",
        "Spring, pp. 161-174. Wolfers, Justin and Eric Zitzewitz (2004a), Prediction Markets, Journal of Economic Perspectives, 18(2).",
        "Wolfers, Justin and Eric Zitzewitz (2004b), Experimental Political Betting Markets and the 2004 Election, Economists Voice, Vol. 1, No. 2.",
        "Wolfers, Justin and Eric Zitzewitz, (2005), Interpreting Prediction Market Prices as Probabilities, mimeo, University of Pennsylvania."
    ]
}