{
    "id": 1207,
    "cites": 23,
    "cited_by": 1,
    "reference": [
        "Abowd, John M. Comments on the Effects of Selectivity Biases on Estimates of Union/Nonunion Effects in a Panel Setting. Prepared as a review of Longitudinal Analyses of the Effects of Trade Unions by Richard Freeman, 1983. University of Chicago, mimeo.",
        "Abowd, John M. and Farber, Henry S. Job Queues and the Union Status of Workers. Industrial and Labor Relations Review 35(3) (April 1982): 354-367.",
        "Aigner, Dennis J. Regression with a Binary Independent Variable Subject to Errors of Observation. Journal of Econometrics 1 (1973): 49-60.",
        "Brown, Charles. Equalizing Differences in the Labor Market. Quarterly Journal of Economics 94(1) (February 1980): 113-134.",
        "Chamberlain, Gary. Multivariate Regression Models for Panel Data. Journal of Econometrics 18 (1982): 5-46.",
        "Chowdhury, 0., and Nickell, S. Individual Earnings in the U.S.: Another Look at Unionization, Schooling, Sickness and Unemployment Using Panel Data. Discussion Paper No. 141, London: Centre for Labour Economics, London School of Economics. November, 1982.",
        "Donsimoni, Marie-Paule Joseph. An Analysis of Trade Union Power: Structure and Conduct of the American Labor Movement. Ph.D. thesis, Harvard University, 1978.",
        "Duncan, Greg J. Earnings Functions and Nonpecuniary Benefits. Journal of Human Resources Vol 10 (Fall 1976), 462-83.",
        "Families -- Patterns of Economic Progress,. edited by Greg J. Duncan and James N. Morgan, Vol 5. Ann Arbor: Institute for Social Research, 1977.",
        "American Families -- Patterns of Economic Progress, edited by Greg Duncan and James N. Morgan, Vol 7. Ann Arbor: Institute for Social Research, 1979.",
        "Freeman, Richard B. Unionism and the Dispersion of Wages. Industrial and Labor Relations Review, Vol 34, No 1 (October 1980): 3-23.",
        "Goldstein, Gerald, and Pauly, Mark. Group Health Insurance as a Local Public Good. In The Role of Health Insurance in the Health Services Sector, edited by Richard N. Rosett. New York: The National Bureau of Economic Research, 1976.",
        "Hirsch, Barry. The Interindustry Structure of Unionism, Earnings and Earnings Dispersion. Industrial and Labor Relations Review 36(1) (October 1982): 22-39.",
        "Hyclak, Thomas. Unionization and Urban Differentials in Income Inequality. Journal of Economics 3 (1977): 205-207.",
        "Markets. Industrial and Labor Relations Review (October 1979): 77-84.",
        "Leigh, Duane E. The Effect of Unionism on Workers Valuation of Future Pension Benefits Industrial and Labor Relations Review Vol 34, (July 1981): 510-521.",
        "Lewis, H. Gregg. Fixed Effects or Measurement Errors in Panel Data? Durham, N.C.: Duke University Graduate School of Business, June 1983.",
        "Marquis, K.H.; Duan, N.; Marquis, M.S.; Pouch, J.M.; with Meslkoff, J.E.; Shwartzbach, D.S.; and Stasz, C.M. Response Errors in Sensitive Topic Surveys: Estimates, Effects, and Correction Options. Santa Monica, CA: Rand Corporation, April 1981. Rand/R-2710/2-HHS.",
        "Mellow, Wesley. Unionism and Wages: A Longitudinal Analysis. Review of Economics and Statistics 63(1) (February 1981): 43-52.",
        "Mincer, Jacob. Union Effects: Wages, Turnover, and Job Training. National Bureau of Economic Research Working Paper 808, November 1981.",
        "Plotnick, Robert D. Trends in Male Earnings Inequality. Southern Economic Journal Vol 48 (January 1982): 724-732.",
        "Solnick, Loren M. Unionism and Employer Fringe Benefit Expenditures. Industrial Relations Vol 17 (February 1978): 102-107.",
        "Viscusi, W. Kip. Unions, Labor Market Structure and the Welfare Implications of the Quality of Work. Journal of Work Research Vol 1 (Spring 1980): 175-92."
    ]
}