{
    "id": 12079,
    "cites": 23,
    "cited_by": 14,
    "reference": [
        "Basu, S. 1996. Procyclical Productivity: Increasing Returns or Cyclical Utilization? The Quarterly Journal of Economics Vol. 111, No. 3,719-751.",
        "Blanchard, 0. and J. Simon. 2001. The long and large decline in U.S. output volatility. Brookings Papers on Economic Activity, 1, 135-164.",
        "Burnside C. and M. Eichenbaum. 1996. Factor-hoarding and the propagation of business-cycle shocks. American Economic Review 86, 1154-1174.",
        "Burnside, Craig, Martin Eichenbaum and Sergio Rebelo. 1993. Labor Hoarding and the Business Cycle. Journal of Political Economy, Vol. 101, No. 2. 245-273.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo, 1995. Capital Utilization and Returns to Scale, in NBER Macroeconomics Annual 1995, pages 67-110.",
        "Campbell, J.R. and Z. Hercowitz. 2005. The Role of Collateralized Household Debt in Macroeconomic Stabilization, Working Paper, Federal Reserve Bank of Chicago.",
        "Charm, V.V., P.J. Kehoe and E.R. McGrattan. 2004. Business Cycle Accounting. Federal Reserve Bank of Minneapolis Staff Report 328.",
        "Christiano, L.J. and M. Eichenbaum. 1992, `Current Real Business Cycle Theories and Aggregate Labor Market Fluctuations, American Economic Review.",
        "Clarida, R., J. Gall and M. Gertler. 2000. Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory. Quarterly Journal of Economics, February, 147-180.",
        "Cole, Harold, and Lee E. Ohanian, 2001, The Great U.S. and U.K. Depressions Through the Lens of Neoclasical Theory, American Economic Review, May, pp. 28-32.",
        "Comin, Diego and Thomas Philippon, 2005, The Rise in Firm-Level Volatility: Causes and Consequences, forthcoming NBER Macroeconomics Annual.",
        "Cooley, T. F. and E. C. Prescott. 1995. Economic growth and business cycles. In T. F. Cooley, ed., Frontiers of Business Cycle Research. Princeton University Press, 1-38.",
        "Gordon, R. J. 2005. What Caused the Decline in U.S. Business Cycle Volatility? NBER Working Paper 11777.",
        "Greenwood, Jeremy, Zvi Hercowitz and Gregory W. Huffman. 1988. Investment, Capacity Utilization, and the Real Business Cycle American Economic Review, Vol. 78, No. 3, 402-417.",
        "Hansen, G. D. 1985. Indivisible labor and the business cycle. Journal of Monetary Economics 16, 309-327.",
        "Hall, R.E. 1997. Macroeconomic Fluctuations and the Allocation of Time. Journal of Labor Economics 15 No. 1 Pt. 2, S223-S250.",
        "Kahn, J. A., M. M. McConnell and G. Perez-Quiros. 2002. On the causes of the increased stability of the U.S. economy. Federal Reserve Bank of New York Economic Policy Review, May, 183-202.",
        "Kim, C.-J. and C. Nelson. 1999. Has the US Economy Become More Stable? A Bayesian Approach Based on a Markov Switching Model of the Business Cycle. Review of Economics and Statistics 81, 608-6 16.",
        "Leduc, Sylvain and Keith Sill. 2005. Monetary Policy, Oil Shocks, and TFP: Accounting for the Decline in U.S. Volatility, Working Paper, FRB Philadelphia.",
        "Philippon, T. 2003. An Explanation for the Joint Evolution of Firm and Aggregate Volatility, Stern School of Business, NYU, Working Paper.",
        "Rogerson, R. 1988. Indivisible labor, lotteries and equilibrium. Journal of Monetary Economics 21, 3-16.",
        "Stock, J.H. and M.W. Watson. 2002. Has the Business Cycle Changed and Why? NBER Macroeconomics Annual 2002.",
        "Taubman, Paul and Maurice Wilkinson. 1970. User Cost, Capital Utilization and Investment Theory. International Economic Review, Vol. 11, No. 2. 209-215."
    ]
}