{
    "id": 12072,
    "cites": 36,
    "cited_by": 11,
    "reference": [
        "Bhattacharjea A. 2004. Trade and Competition Policy, Indian Council for Research on International Economic Relations, Working Paper no. 146, November.",
        "Bilal S., Olarreaga M. 1998. Competition Policy and the WTO: Is There a Need for a Multilateral Agreement?, European Institute of Public Administration, Working Paper no. 98/W/02, September.",
        "Broadman H.G. (2001), The Business(es) of the Chinese State, The World Economy, vol.",
        "Burt J. 2005. IBM-Lenovo deal raises concerns, eWeek, January 31.",
        "Cull R., Xu L.C. (2003), Who Gets Credit? The Behavior Bureaucrats and State Banks in Allocating Credit to Chinese State Owned Enterprises, Journal of Development Economics, vol. 71.",
        "Deng P. 2003. Foreign Investment by Multinationals from Emerging Countries: the Case of China, Journal of Leadership and Organizational Studies, vol. 10, no. 2.",
        "Deng P. 2004. Outward Investment by Chinese MNCs: Motivations and Implications, Business Horizons 47/3, May-June.",
        "Dow Jones Newswires. 2005. Chevron Executive Calls for WTO Review of CNOOC Unocal Bid, July 1. money.cnn.com EIU ViewsWire. 2005. Kazakhstan Energy: Turning to the East, August 17.",
        "Evenett S.J. 2005. What Can We Really Learn from the Competition Provisions of Preferential Trade Agreements? Mimeo.",
        "Hindu The. 2005. India Alleges Foul Play in PetroKazakhstan Bid, October 18.",
        "Hoekman B., Mavroidis P.C. 2003. Economic Development, Competition Policy and the WTO, Journal of World Trade vol. 37, February.",
        "Hoekman B., Saggi K. 1999. Multilateral Disciplines for Investment-Related Policies? Global Regionalism Conference, Insituto Affari Internazionali, Rome, February.",
        "Hoekman B., Saggi K. 2000. Assessing the Case for Extending WTO Disciplines on Investment-Related Policies, Journal of Economic Integration, vol. 15, no. 4, December.",
        "Hong E., Sun L. 2004. Go Overseas via Direct Investment: Internationalization Strategy of Chinese Corporations in a Comparative Prism, Centre for Financial and Management Studies, SOAS, University of London, January.",
        "Jackson J.K. (2005), The Exon-Florio National Security Test for Foreign Investments, Congressional Research Service Report for Congress, Order Code RS22197, July 15.",
        "Liu Q. 2005. Corporate Governance in China: Current Practices, Economic Effects, and Institutional Determinants, presented at CESifo Economic Studies Conference on Understanding the Chinese Economy, June.",
        "Liu X., Burridge P., Sinclair P.J.N. 2002. Relationships Between Economic Growth, Foreign Direct Investment and Trade: Evidence from China, Applied Economics, vol.",
        "Lohr S. 2005. The Big Tug of War Over Unocal, The New York Times, July 6.",
        "Ng L.F.Y., Tuan C. 2001. FDI Promotion Policy in China: Governance and Effectiveness, The World Economy, vol. 24, iss. 8, August.",
        "OECD 2004. OECD Principles of Corporate Governance. www.oecd.org.",
        "Peoples Daily Online. 2004. CNPC Seeks to Resume Yukos Oil Shipments, September 22. english.people.com.cn/200409/22/eng20040922_157934.html Peterson L.E. 2004. Bilateral Investment Treaties and Development Policy-Making, International Institute for Sustainable Development, November.",
        "PetroKazakhstan Inc. 2005. Press Release, PetroKazakhstan Announces Sale to CNPC International Ltd. For Approximately US$4.18 Billion, August 22.",
        "Singer M. 2005. Security Objections to IBM-Lenovo Deal?, eSecurity, January 24.",
        "Singh A. 2001. Foreign Direct Investment and International Agreements: a South Perspective, South Centre, Occasional Paper no. 6, October.",
        "Notice on the policy of giving credit support to the state encouraged key overseas investment projects accessed through http://wzs.ndrc.gov.cn/jwtz/cyzn/t20050714_35625.htm Tarullo D.K. 2000. Norms and Institutions in Global Competition Policy, The American Journal of International Law, vol. 94, no. 3, July. Accessed through www.jstor.org The Economist. 2005. Buttonwood, China Syndrome, June 28. http://economist.com The Wall Street Journal. 2005. Canada Welcomes Chinas Resource Investment, July 15.",
        "Tian X., Lin S., Lo V.I. 2004. Foreign Direct Investment and Economic Performance in Transition Economies: Evidence from China. Post - Communist Economies.",
        "Abingdon: vol.16, iss. 4, December UNCTAD. 2003. China: an Emerging FDI Outward Investor, UNCTAD/PRESS/EB/2003/08, December.",
        "UNCTAD. 2005. Recent Developments in International Investment Agreements.",
        "Vallianatos M. and others 1998. License to Loot: the MAI and How to Stop It, Washington DC: Friends of Earth.",
        "Wall D. 1997. Outflows of Capital from China, OECD Development Centre, Working Paper no. 123, March.",
        "Walter A. 2001. NGOs, Business and International Investment Rules: MAI, Seattle and Beyond. Global Governance vol. 7, no. 1.",
        "Wang M.Y. 2003. The Motivations Behind Chinas Government-Initiated Industrial Investment Overseas, International Review of Asia and the Pacific, vol. 75, no. 2, Summer.",
        "WTO. 2001. Declaration, Ministerial Conference, Doha, WT/MIN(01)/DEC/1.",
        "Wu H.L., Chen C.H. 2001. An Assessment of outward Foreign Direct Investment from Chinas Transitional Economy, Europe-Asia Studies, vol. 53, no. 8, December.",
        "Yang D. 2003. Foreign Direct Investment from Developing Countries: a Case Study of Chinas Outward Investment, Centre for Strategic Economic Studies, Victoria University, Melbourne, September.",
        "Young S., Huang C.H., McDermott M. 1996. Internationalization and Competitive Catch-up Processes: Case Study Evidence on Chinese Multinational Enterprises, Management International Review, vol. 36, iss. 4."
    ]
}