{
    "id": 12085,
    "cites": 18,
    "cited_by": 32,
    "reference": [
        "Altonji, Joseph G. and Card, David. The Effects of Immigration on the Labor Market Outcomes of Less-Skilled Natives, in John M. Abowd and Richard B. Freeman, eds., Immigration, Trade, and the Labor Market. Chicago: University of Chicago Press, 1991, pp. 20 1-234.",
        "Borjas, George J. The Economic Analysis of Immigration, in Orley C. Ashenfelter and David Card, eds., Handbook of Labor Economics, Vol. 3A. Amsterdam: Elsevier, 1999, pp. 1697-1760.",
        "Borjas, George J. The Labor Demand Curve Is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market, Quarterly Journal of Economics (November 2003): 1335-1374.",
        "Borjas, George J., Richard B. Freeman, and Lawrence F. Katz. How Much Do Immigration and Trade Affect Labor Market Outcomes?, Brookings Papers on Economic Activity (1997): 1-67.",
        "Card, David. The Impact of the Mariel Boatlift on the Miami Labor Market, Industrial and Labor Relations Review 43 (January 1990): 245-257.",
        "Card, David. Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration, Journal of Labor Economics (January 2001): 22-64.",
        "Card, David, and Thomas Lemieux, Can Falling Supply Explain the Rising Return to College for Younger Men? A Cohort-Based Analysis, Quarterly Journal of Economics 116 (May 2001), 705-746.",
        "Ehrenberg, Ronald. Tuition Rising: Why College Costs So Much. Cambridge, MA: Harvard University Press, 2000.",
        "Freeman, Richard B. A Cobweb Model of the Supply and Starting Salary of New Engineers, Industrial and Labor Relations Review 29 (January 1976): 236-248.",
        "Freeman, Richard B., Eric Weinstein, Elizabeth Marincola, Janet Rosenbaum, and Frank Solomon. Competition and Careers in Bioscience, Science, December 14, 2001, pp. 22932294. 34 Friedberg, Rachel M. The Impact of Mass Migration on the Israeli Labor Market, Quarterly Journal of Economics 116 (November 2001): 1373-1408.",
        "Friedberg, Rachel M. and Jennifer Hunt. The Impact of Immigration on Host Country Wages, Employment and Growth, Journal of Economic Perspectives 9 (Spring 1995): 23-44.",
        "Grossman, Jean Baldwin. The Substitutability of Natives and Immigrants in Production, Review of Economics and Statistics 54 (November 1982): 596-603.",
        "Hamermesh, Daniel. Labor Demand. Princeton: Princeton University Press, 1993.",
        "LaLonde, Robert J. and Robert H. Topel. Labor Market Adjustments to Increased Immigration, in John M. Abowd and Richard B. Freeman, eds., Immigration, Trade, and the Labor Market. Chicago: University of Chicago Press, 1991, pp. 167-199.",
        "Levin, Sharon G., Grant C. Black, Anne E. Winkler, and Paula E. Stephan. Differential Employment Patterns for Citizens and Non-Citizens in Science and Engineering in the United States: Minting and Competitive Effects, Growth and Change, forthcoming 2004.",
        "National Academy of Sciences, Committee on Science, Engineering, and Public Policy. Enhancing the Postdoctoral Experience for Scientists and Engineers: A Guide for Postdoctoral Scholars, Advisers, Institutions, Funding Organizations, and Disciplinary Societies. Washington, DC: National Academy Press, 2000.",
        "Samuelson, Paul A. Economics, 9th Edition. New York: McGraw-Hill, 1973.",
        "U.S. Department of Education. Digest of Education Statistics, 2002, Washington, DC, 2002."
    ]
}