{
    "id": 12083,
    "cites": 31,
    "cited_by": 9,
    "reference": [
        "Berg, Joyce, Robert Forsythe, Fonest Nelson and Thomas Rietz, 2001. Results from a Dozen years of election Futures Markets Research, in Handbook of Experimental Economic Results. Charles Plott and Vernon Smith, eds. Amsterdam: Elsevier, forthcoming.",
        "Berg, Joyce, Forrest Nelson, and Thomas Rietz, 2006. Accuracy and Forecast Standard Error in Prediction Markets, mimeo, University of Iowa.",
        "Berg, Joyce and Thomas Rietz, 2003. Prediction Markets as Decision Support Systems, in Information System Frontiers, 5(1), 79-93.",
        "Berg, Joyce and Thomas Rietz, 2006. The Iowa Electronic Market: Lessons Learned and Answers Yearned, in Information Markets: A New Way of Making Decisions in the Public and Private Sectors, ed. Robert Hahn and Paul Tetlock, AEIBrookings Joint Center, Washington D.C.",
        "Camerer, Cohn, 1998. Can Asset Markets be Manipulated? A Field Experiment with Racetrack Betting, Journal of Political Economy, 106(3), 457-482.",
        "Chen, Kay-Yut and Charles Plott, 2002. Information Aggregation Mechanisms: Concept, Design and Implementation for a Sales Forecasting Problem, CalTech Social Science Working Paper No. 1131.",
        "Grossman, Sanford J., 1976. On the Efficiency of Competitive Stock Markets Where Traders Have Diverse Information, The Journal of Finance, 3 1(2), 573-585.",
        "Grossman, Sanford J. and Joseph E. Stiglitz, 1976. Information and Competitive Price Systems, The American Economic Review, 66(2), 246-253.",
        "Gtirkaynak, Refet and Justin Wolfers, 2005. Macroeconomic Derivatives: An Initial Analysis of Market-Based Macro Forecasts, Uncertainty, and Risk, in NBER International Seminar on Macroeconomics, ed. Christopher Pissarides and Jeffrey Frankel, NBER.",
        "Hahn, Robert and Paul Tetlock, 2006. Using Information Markets to Improve Decision Making, Harvard Journal of Law and Public Policy, forthcoming.",
        "Hanson, Robin, 1999. Decision Markets, IEEE Intelligent Systems, 14(3), 16-19.",
        "Hanson, Robin, 2000. Shall We Vote on Values, But Bet on Beliefs? mimeo, George Mason University.",
        "Hanson, Robin, 2003. Combinatorial Information Market Design, Information Systems Frontiers, 5(1) 105-119.",
        "Hanson, Robin, 2006. Designing Real Tenorism Futures, Public Choice, forthcoming.",
        "Hanson, Robin and Ryan Oprea, 2005. Manipulators Increase Information Market Accuracy, mimeo, George Mason University.",
        "Manski, Charles, 2004. Interpreting the Predictions of Prediction Markets, NBER Working Paper 1 0359.",
        "Milgrom, Paul and Nancy Stokey, 1982. Information, Trade and Common Knowledge, Journal of Economic Theory, 26(1), 17-27.",
        "Ortner, Gerhard, 1998. Forecasting Markets-An Industrial Application, mimeo, Technical University of Vienna.",
        "Pennock, David, Steve Lawrence, Finn nip Nielsen and C. Lee Giles, 2001.",
        "Proceedings of the Seventh ACM SIGKDD International Conference on Knowledge Discovery and Data Mining, 174-183. Rhode, Paul W. and Koleman S. Strumpf, 2004. Historical Presidential Betting Markets, Journal of Economic Perspectives, 18(2), 127-142.",
        "Rhode, Paul W. and Koleman S. Strumpf, 2005. Manipulation in Political Stock Markets, mimeo, University of North Carolina.",
        "Servan-Schreiber, Emile, Justin Wolfers, David Pennock and Brian Galebach, 2004.",
        "Slemrod, Joel, and Timothy Greimel (1999) Did Steve Forbes scare the municipal bond market? Journal of Public Economics, 74, 8 1-96.",
        "Snowberg, Erik and Justin Wolfers, 2005. Explaining the Favorite-Longshot Bias: Is it Risk-Love, or Misperceptions? mimeo, University of Pennsylvania.",
        "Snowberg, Erik, Justin Wolfers and Eric Zitzewitz, 2006. Partisan Impacts on the Stockmarket: Evidence from Prediction Markets and Close Elections, mimeo, University of Pennsylvania.",
        "Sunder, Shyam, 1995. Experimental Asset markets: A Survey, in Handbook of Experimental Economics, ed. Al Roth and John Kagel, New Jersey: Princeton University Press.",
        "Wolfers, Justin and Eric Zitzewitz, 2004a. Prediction Markets, Journal of Economic Perspectives, 18(2), 107-126.",
        "Wolfers, Justin and Eric Zitzewitz, 2004b. Experimental Political Betting Markets and the 2004 Election, The Economists Voice, 1(2), article 1.",
        "Wolfers, Justin and Eric Zitzewitz, 2005a. Interpreting Prediction Market Prices as Probabilities, NBER Working Paper No. 10359.",
        "Wolfers, Justin and Eric Zitzewitz, 2005b. Using Markets to Inform Policy: The Case of the Iraq War, mimeo, University of Pennsylvania.",
        "Wolfers, Justin and Eric Zitzewitz, 2006. Five Open Questions About Prediction Markets, in Information Markets: A New Way of Making Decisions in the Public and Private Sectors, ed. Robert Hahn and Paul Tetlock, AEI-Brookings Joint Center, Washington D.C."
    ]
}