{
    "id": 12082,
    "cites": 41,
    "cited_by": 37,
    "reference": [
        "Aguiar, Mark, and Erik Hurst. (2005a). Consumption vs. Expenditure. Journal of Political Economy 113(5): 919-948.",
        "Aguiar, Mark, and Erik Hurst. (2005b). Lifecycle Prices and Production. NBER Working Paper 11601.",
        "Altonji, Joseph, and Emiko Usui. (2005). Work Hours, Wages, and Vacation Leave. NBER Working Paper 11693.",
        "Attanasio, Orazio, and Steve Davis. (1996). Relative Wage Movements and the Distribution of Consumption. Journal of Political Economy 104(6): 1227-1262.",
        "Basu, Susanto, and Miles Kimball. (2002). Long Run Labor Supply and the Elasticity of Intertemporal Substitution for Consumption. University of Michigan Working Paper.",
        "Becker, Gary. (1965). A Theory of the Allocation of Time. Economic Journal 75:493-5 17.",
        "Benhabib, Jess, Richard Rogerson, and Randall Wright. 1991. Homework in macroeconomics: Household production and aggregate fluctuations. Journal of Political Economy 99(6): 1166-1187.",
        "Bianchi, Suzanne. (2000). Maternal Employment and Time With Children: Dramatic Change or Surprising Continuity? Demography 37(4): 401-414.",
        "Bianchi, Suzanne, Melissa Milkie, Liana Sayer, and John Robinson. (2000). Is Anyone Doing the Housework? Trends in the Gender Division of Household Labor. Social Forces 79:191-228.",
        "Biddle, Jeff, and Daniel Hamermesh. (1990). Sleep and the Allocation of Time. Journal of Political Economy 98(5): 922-941.",
        "Costa, Dora. (1999). American Living Standards: Evidence from Recreational Expenditures. NBER Working Paper 7148.",
        "Costa, Dora. (1999). Less of a Luxury: The Rise of Recreation Since 1888. NBER Working Paper 6054.",
        "Cutler, David, Edward Glaeser, and Jesse Shapiro. (2003). Why Have Americans Become More Obese? Journal of Economic Perspectives 17(3): 93-118.",
        "Freeman, Richard, and Ronald Schettkat. (2002). Marketization of Production and the USEurope Employment Gap. NBER Working Paper 8797.",
        "Gall, Jordi. (2005). Trends in Hours, Balanced Growth, and the Role of Technology in the Business Cycle. Federal Reserve Bank of St. Louis Review July/August.",
        "Ghez, Gilbert, and Gary Becker. (1975). The Allocation of Time and Goods over the Life Cycle. New York: Columbia University Press.",
        "Gottschalk, Peter, and Susan Mayer. (2002). Changes in Home Production and Trends in Economic Inequality. In The New Economics of Rising Inequality, eds. Daniel Cohen, Thomas Piketty, and Gilles Saint-Paul. Oxford: Oxford University Press.",
        "Greenwood, Jeremy, and Guillaume Vandenbroucke. (2005). Hours Worked: Long-Run Trends. NBER Working Paper 11629.",
        "Greenwood, Jeremy, Ananth Seshadri, and Guillaume Vandenbroucke. (2005). The Baby Boom and Baby Bust. American Economic Review 95(1): 183-207.",
        "Greenwood, Jeremy, Ananth Seshadri, and Mehmet Yorukoglu. (2005). Engines of Liberation. Review of Economic Studies 72(1): 109-133.",
        "Gronau, Reuben. (1977). Leisure, Home Production, and Work: The Theory of the Allocation of Time Revisited. Journal of Political Economy 85(6): 1099-1123.",
        "Hamermesh, Daniel. (2005). Why Not Retire? The Time and Timing Costs of Market Work. University of Texas Working Paper.",
        "Hamermesh, Daniel, and G.A. Pfann, eds. (2005). The Economics of Time Use. Amsterdam: Elsevier B.V.",
        "Juhn, Chinhui, and Kevin Murphy. (1997). Wage Inequality and Family Labor Supply. Journal of Labor Economics 15(1): 72-97.",
        "Juster, Thomas, and Frank Stafford. (1985). Time Goods and Well-Being. Ann Arbor: Institute for Social Research, University of Michigan.",
        "Katz, Lawrence, and David Autor. (1999). Changes in the Wage Structure and Earnings Inequality. In Handbook of Labor Economics Volume 3A, eds. Orley Ashenfelter and David Card. Oxford: Elsevier Science.",
        "Kooreman, Peter, and Arie Kapteyn. (1987). A Disaggregated Analysis of the Allocation of Time within the Household. Journal of Political Economy 95(2): 223-249.",
        "Kopecky, Karen. (2005). The Trend in Retirement. University of Rochester Working Paper.",
        "Krueger, Dirk, and Fabrizio Perri. (Forthcoming). Does Income Inequality Lead to Consumption Inequality? Evidence and Theory. Review of Economic Studies. Lebergott, Stanley. 1993. Pursuing Happiness. Princeton: Princeton University Press.",
        "Mincer, Jacob. (1962). Labor Force Participation of Married Women: A Study of Labor Supply. In Aspects of Labor Economics. Princeton: National Bureau of Economic Research.",
        "Pollak, Robert, and Michael Wachter. (1975). The Relevance of the Household Production Function and its Implications for the Allocation of Time. Journal of Political Economy 83(2): 255-277.",
        "Prescott, Edward. (1986). Theory Ahead of Business Cycle Measurement. The Federal Reserve Bank of Minneapolis Quarterly Review 10(4): 9-22.",
        "Ramey, Valerie, and Neville Francis. (2005). A Century of Work and Leisure. UCSD Working Paper.",
        "Roberts, Kristen, and Peter Rupert. (1995). They Myth of the Over Worked American. Economic Commentary, Federal Reserve Bank of Cleveland, January 15.",
        "Robinson, John, and Geoffrey Godbey. (1999). Time for Life. University Park: Pennsylvania State University Press.",
        "Rupert, Peter, Richard Rogerson, and Randall Wright. (1995). Estimating Substitution Elasticities in Models with Home Production. Economic Theory 6(1): 179-193.",
        "Rupert, Peter, Richard Rogerson, and Randall Wright. (2000). Homework in Labor Economics: Household Production and Intertemporal Substitution. Journal of Monetary Economics 46(3): 557-579.",
        "Sayer, Liana, Suzanne Bianchi, and John Robinson. (2004). Are Parents Investing Less in Children? Trends in Mothers and Fathers Time with Children. American Journal of Sociology 110(1): 1-43.",
        "Schettkat, Ronald. (2003). Differences in U.S.-German Time-Allocation: Why Do Americans Work Longer Hours than Germans? IZA Discussion Paper 697.",
        "Schor, Juliet. (1992). The Overworked American. The Unexpected Decline of Leisure. New York: Basic Books.",
        "Vandenbroucke, Guillaume. (2005). A Model of the Trend in Hours. Economic Davant Garde, Research Report No. 11. University of Rochester."
    ]
}