{
    "id": 12096,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "1. Vasan RS, Beiser A, Seshadri S, Larson MG, Kannel WB, DAgostino RB, et al. Residual lifetime risk for developing hypertension in middle-aged women and men: The Framingham Heart Study. JAMA. 2002; 287: 1003-1010.",
        "2. Rice DP, Hodgson TA, Kopstein AN. The economic costs of illness: a replication and update. Health Care Financ Rev. 1985;7:61-80.",
        "3. Hodgson TA, Cohen AJ. Medical care expenditures for selected circulatory diseases: opportunities for reducing national health expenditures. Med Care. 1999;37:9941012.",
        "4. Cutler DM and Kadiyala S. The return to biomedical research: treatment and behavioral effects. In: Murphy KM and Topel RH (eds). Measuring the Gains from Medical Research. Chicago: University of Chicago Press; 2001: 110-162.",
        "5. Harrisons Principles of Internal Medicine. New York: McGraw-Hill; 1962: 1346.",
        "6. Joint National Committee. The fifth report of the Joint National Committee on detection, evaluation, and treatment of high blood pressure (JNC V). Arch Intern Med. 1993;153:154-183. As used by Wilson, et al., below.",
        "7. Wilson PWF, DAgostino RB, Levy D, Belanger AM, Silbershatz H, Kannel WB. Prediction of coronary heart disease using risk factor categories. Circulation. AHA; 1998.",
        "8. Anderson KM, Odell PM, Wilson PWF, Kannel WB. Cardiovascular disease risk profiles. Am Heart J. 1990; 121: 293-8.",
        "9. National Center for Health Statistics. United States Life Tables, 2001. National Vital Statistics Reports. 2001; Volume 52, Number 14. 21",
        "10. National Center for Health Statistics. Deaths: Final data for 2001. National Vital Statistics Reports. 2001; Volume 52, Number 3.",
        "11. Standards Committee, American Society of Obesity Surgery; Obesity Surgery. Dec. 1997; 7:523.",
        "12. Chobanian AV, Bakris GL, Black, HR, et al. Seventh Report of the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure. Hypertension. 2003; 42: 1206-1252.",
        "13. National Center for Health Statistics. Deaths: Injuries, 2001. National Vital Statistics Reports. 2001; Volume 52, Number 21.",
        "14. Cutler DM. Your Money or Your Life. New York: Oxford University Press; 2004.",
        "15. Hodgson T, Cai L. Medical care expenditures for hypertension, its complications and its comorbidities. Med Care. 2001; 39: 599-615.",
        "16. Weinstein M. Spending health care dollars wisely: can cost-effectiveness analysis help? Sixteenth Annual Herbert Lourie Memorial Lecture on Health Policy. No. 30/2005, at p. 5. Available at: http://www-cpr.maxwell.syr.edu/pbriefs/pb30.pdf. Accessed April 4, 2005.",
        "17. Hodgson TA and Cohen AJ. Medical care expenditures for selected circulatory diseases: opportunities for reducing national health expenditures. Med Care. 1999; 37: 994-1012.",
        "19. Taylor TN, Davis PH, Torner JC, Holmes J, Meyer JW, and Jacobson MF. Lifetime cost of stroke in the United States. Stroke. 1996; 27: 1459-1466."
    ]
}