{
    "id": 1209,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Baily, Martin Neil. The Productivity Growth Slowdown and Capital Accumulation. ~merican Economic Review, LXXI (May, 1981), 326-33 1.",
        "Blinder, Alan S., ~nd Solow, Robert M. Does Fiscal Policy Matter? Journal of public Economics, II (April, 1973) , 319-337.",
        "Boskin, Michael J. Taxation, Saving and the Rate of Interest. Journal of Political Economy, LXXXVI (April, 1978), 53-S27.",
        "Bosworth, Barry. Capital Formation and Economic Growth. Brookings Papers on Economic Activity (No. 2, 1982), 273-317.",
        "Denison, Edward F. Accounting for Slower Economic Growth. Washington: The Brookings Institution, 1979.",
        "Eisner, Robert, and Piepers, Paul J. A New View of the Federal Debt and Budget Deficits. 1~n~terican Economic Review, forthcoming. Feldstein, Martin. The Rate of Return, Taxation and Personal Saving. Economic Journal, LXXXVIII (September, 1978), 482-487.",
        "Friedman, Benjamin M. Crowding Out or Crowding In? The Economic Consequences of Financing Government Deficits. Brookings Papers on Economic Activity (No. 3, 1978) , 593-641.",
        "Friedman, Benjamin M. Postwar Changes in the 1~n~terican Financial Markets. Feldstein, ed.,, The 2~merican Economy in Transition. chicago: University of chicago Press, 1980.",
        "Friedman, Benjamin M. The ~1ative Stability of Money and Credit `Velocities in the United States. Mimeo, National Bureau of Economic Research, 198 lb. Friedman, Benjamin M. `Debt Management Policy, Interest Rates, and Economic Activity. Mimeo, National Bureau of Economic Research, 1981c.",
        "Friedman, Benjamin M. Debt and Economic Activity in the United States. Friedman, ed., The changing Roles of Debt and Equity in Financing U.S. Capital Formation. chicago: University of chicago Press, 1982.",
        "Howrey~ E. Philip, and Hymans, Saul H. The Measurement arid Determination of Loana~ble-Funds Saving. Brookings Papers on Economic Activity (No. 3, l~78) , 655-685. Kendrick, John W. `~Productivity Trends and The Recent Slowdown: Historical Perspective, Causal Factors arid Policy Options. Fellner, ed., Contemporary Economic Problems 1979. Washington: 1~uiierican Enterprise Institute, 1979.",
        "Kotlikoff, Laurence, and Smith, Daniel. Pensions in the Mierican Economy. cnicago: University of ~icago Press, 1983.",
        "Penner, Rudolph G., and Silber, William L. The Interaction Between Federal Credit Programs and the Impact on the Allocation of Credit. American Economic Review, LXIII (December, 1973) , 838-852.",
        "Roley, V. Vance. The Effect of Federal Debt Management Policy on Corporate Bond and Equity Yields. Quarterly Journal of Economics, XCVII (November, 1982) , 645-668.",
        "Shoven, John B., and Bulow, Jeremy I. Inflation Accounting and Nonfinancial Corporate Profits: Physical Assets. Brookings Papers on Economic Activity (No. 3, 1975) , 557-598.",
        "Summers, Lawrence H. Capital Income Taxation and Accumulation in a Life Cycle Growth Model. American Economic I~view~ LXXI (September, 1981) 533-544.",
        "Tobin, James. Budget Deficits, Federal Debt, and Inflation in Short and Long Runs. Toward a Reconstruction of Federal Budgeting. New York: The Conference Board, 1982."
    ]
}