{
    "id": 12091,
    "cites": 96,
    "cited_by": 460,
    "reference": [
        "Abraham, Katharine G. and Susan K. Taylor (1996), FirmsÃ\u0082â\u0080\u0099 Use of Outside Contractors: Theory and Evidence, Journal of Labor Economics 14, pp. 394-424.",
        "Acemoglu, Daron, Pol AntrÃ\u0083Â s and Elhanan Helpman (2006), Contracts and Technology Adoption, mimeo, Harvard University.",
        "Amiti, Mary and Shang-Jin Wei (2005), Fear of Service Outsourcing: Is It Justified? Economic Policy 20, pp. 307-347.",
        "Anderson, James E. and Eric van Wincoop (2004), Trade Costs, Journal of Economic Literature XLII, pp.691-751.",
        "AntrÃ\u0083Â s, Pol (2003), Firms, Contracts, and Trade Structure, Quarterly Journal of Economics 118, pp. 1375-1418.",
        "AntrÃ\u0083Â s, Pol (2005), Incomplete Contracts and the Product Cycle, American Economic Review (forthcoming).",
        "AntrÃ\u0083Â s, Pol and Elhanan Helpman (2004), Global Sourcing, Journal of Political Economy 112, pp. 552-580.",
        "Aw, Bee-Yan, Sukkyun Chung and Mark J. Roberts (2000), Productivity and Turnover in the Export Market: Micro-level Evidence from the Republic of Korea and Taiwan (China), World Bank Economic Review 14, pp. 65-90.",
        "Axtell, Robert L. (2001), Zipf Distribution of US Firm Sizes, Science 293, pp. 1818-1820.",
        "Baldwin, John R. and Wulong Gu (2003), Export Market Participation and Productivity Performance in Canadian Manufacturing, Canadian Journal of Economics 36, pp. 634-657.",
        "Baldwin, Richard E. (1988), Hysteresis in Import Prices: The Beachhead Effect, American Economic Review 78, pp. 773-785.",
        "Baldwin, Richard E. (2005), Heterogeneous Firms and Trade: Testable and Untestable Properties of the Melitz model, NBER Working Paper No. 11471.",
        "Baldwin, Richard E. and Paul R. Krugman (1989), Persistent Trade Effects of Large Exchange Rate Shocks, Quarterly Journal of Economics CIV, pp. 635-654.",
        "Bamford, James (1994), Ã\u0082â\u0080\u009cDriving America to Tiers,Ã\u0082â\u0080\u009d Financial World, November 8, pp. 24-27.",
        "Bardi, Edward J. and Tracey, Michael (1991), Ã\u0082â\u0080\u009cTransportation Outsourcing: A Survey of U.S. Practices,Ã\u0082â\u0080\u009d International Journal of Physical Distribution and Logistics Management 21, pp. 15-21.",
        "Bartel, Ann, Saul Lach and Nachum Sicherman (2005), Outsourcing and Technological Change, NBER Working Paper No. 11158.",
        "Bernard, Andrew B., Jonathan Eaton, J. Bradford Jensen, and Samuel Kortum (2003), Plants and Productivity in International Trade, American Economic Review 93, pp. 1268-1290.",
        "Bernard, Andrew B. and J. Bradford Jensen (1999), Exceptional Exporter Performance: Cause, Effect, or Both? Journal of International Economics 47, pp. 1-25.",
        "Bernard, Andrew B. and J. Bradford Jensen (2004), Why Some Firms Export, Review of Economics and Statistics 86, pp. 561-569.",
        "Bernard, Andrew B., J. Bradford Jensen and Peter K. Schott (2005), Importers, Exporters, and Multinationals: A Portrait of Firms in the U.S. that Trade Goods, NBER Working Paper 11404.",
        "Bernard, Andrew B., Stephen Redding and Peter K. Schott (2005), Comparative Advantage and Heterogeneous Firms, mimeo, Yale University.",
        "Bhagwati, Jagdish, Arvind Panagariya and T.N. Srinivasan (2005), The Muddles over Outsourcing, Journal of Economic Perspectives 18, pp. 93-114.",
        "Bolton, Patrick and Mathias Dewatripont (2005), Contract Theory (Cambridge, MA: The MIT Press).",
        "Borga, Maria and William J. Zeile (2004), International Fragmentation of Production and Intrafirm Trade of U.S. Multinational Companies, Bureau of Economic Analysis Working Paper WP2004-02.",
        "Bustos, Paula (2005), Rising Wage Inequality in the Argentinean Manufacturing Sector: The Impact of Trade and Foreign Direct Investment on Technology and Skill Upgrading, mimeo, Harvard University.",
        "Campa, Jose and Linda S. Goldberg (1997), The Evolving External Orientation of Manufacturing Industries: Evidence from Four Countries, Federal Reserve Bank of New York Economic Policy Review 4, pp. 79-99.",
        "Campbell, Jeffrey R. and Hugo A. Hopenhayn (2005), Market Size Matters, Journal of Industrial Economics LIII, pp. 1-25.",
        "Costinot, Arnaud (2005), Contract Enforcement, Division of Labor, and the Pattern of Trade, mimeo, Princeton University.",
        "Davis, Donald and David Weinstein (2001), An Account of Global Factor Trade, American Economic Review 91, pp. 1423-1453.",
        "Delgado, Miguel A., Jose C. FariÃ\u0083Â±as, and Sonia Ruano (2002), Firm Productivity and Export Markets: A Non-Parametric Approach, Journal of International Economics 57, pp. 397-422.",
        "Dixit, A. (1989), Hysteresis, Import Penetration, and Exchange Rate Pass-Through, Quarterly Journal of Economics CIV, pp. 205-228.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes and Andrei Shleifer (2003), Courts, Quarterly Journal of Economics 118, pp. 453-517.",
        "Eaton, Jonathan, Samuel Kortum and Francis Kramarz (2004), Dissecting Trade: Firms, Industries, and Export Destination, American Economic Review (Papers and Proceedings) 94, pp. 150-154.",
        "Ekholm, Karolina, Rikard Forslid, and James R. Markusen (2004), Export-Platform Foreign Direct Investment, mimeo, University of Colorado.",
        "Fan, Joseph P. H., and Larry H. P. Lang (2000), The Measurement of Relatedness: An Application to Corporate Diversification, Journal of Business 73, pp. 629-660.",
        "Feenstra, Robert C. (1998), Integration of Trade and Disintegration of Production in the Global Economy, Journal of Economic Perspectives 12, pp. 31-50.",
        "Feenstra, Robert C. (2003), Advanced International Trade (Princeton: Princeton University Press).",
        "Feenstra, Robert C. and Gordon H. Hanson (1996), Globalization, Outsourcing, and Wage Inequality, American Economic Review 86, pp. 240-245.",
        "Feenstra, Robert C. and Gordon H. Hanson (2005), Ownership and Control in Outsourcing to China: Estimating the Property-Rights Theory of the Firm, Quarterly Journal of Economics 120, pp. 729Ã\u0082â\u0080\u0094761.",
        "Feenstra, Robert C. and Barbara J. Spencer (2005), Contractual Versus Generic Outsourcing: The Role of Proximity, mimeo, University of California, Davis.",
        "Feinberg, Susan E. and Michael P. Keane (2003), Ã\u0082â\u0080\u009cAccounting for the Growth of MNC-Based Trade Using a Structural Model of U.S. MNCs,Ã\u0082â\u0080\u009d mimeo, Yale University.",
        "Feinberg, Susan E. and Michael P. Keane (2005), Ã\u0082â\u0080\u009cTariff Effects on MNC Decisions to Engage in Intra-Firm and Arms-Length Trade,Ã\u0082â\u0080\u009d mimeo, Yale University.",
        "Gardner, Elizabeth (1991), Ã\u0082â\u0080\u009cGoing On Line with Outsiders,Ã\u0082â\u0080\u009d Modern Healthcare 21, pp. 35-47.",
        "Girma, Sourafel, Holger GÃ\u0083Â¶rg, and Eric Strobl (2004), Exports, International Investment, and Plant Performance: Evidence from a Non-Parametric Test, Economics Letters 83, pp. 317-324.",
        "Girma, Sourafel, Richard Kneller, and Mauro Pisu (2005), Exports versus FDI: An Empirical Test, Review of World Economics 141, pp. 193-218.",
        "Grossman, Sanford J., and Oliver D. Hart (1986), The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy 94, pp. 691-719.",
        "Grossman, Gene M. and Elhanan Helpman (2002), Integration versus Outsourcing in Industry Equilibrium, Quarterly Journal of Economics 117, pp. 85-120.",
        "Grossman, Gene M. and Elhanan Helpman (2003), Outsourcing versus FDI in Industry Equilibrium, Journal of the European Economic Association 1 (Papers and Proceedings), pp. 317-327.",
        "Grossman, Gene M. and Elhanan Helpman (2004), Managerial Incentives and the International Organization of Production, Journal of International Economics 63, pp. 237-262.",
        "Grossman, Gene M. and Elhanan Helpman (2005), Outsourcing in a Global Economy, Review of Economic Studies 72, pp. 135-159.",
        "Grossman, Gene M., Elhanan Helpman and Adam Szeidl (2005a), Ã\u0082â\u0080\u009cComplementarities Between Outsourcing and Foreign Sourcing,Ã\u0082â\u0080\u009d American Economic Review (Papers and Proceedings) 95, pp. 19-24..",
        "Grossman, Gene M., Elhanan Helpman and Adam Szeidl (2005b), Ã\u0082â\u0080\u009cOptimal Integration Strategies for the Multinational Firm,Ã\u0082â\u0080\u009d Journal of International Economics (forthcoming).",
        "Hanson, Gordon H., Raymond J. Mataloni, Jr. and Matthew J. Slaughter (2001), Expansion Strategies of U.S. Multinational Corporations, Brookings Trade Forum 2001, 245-294.",
        "Hanson, Gordon H., Raymond J. Mataloni, Jr. and Matthew J. Slaughter (2004), Vertical Production Networks in Multinational Firms, Review of Economics and Statistics (forthcoming).",
        "Hart, Oliver and John Moore (1990), Ã\u0082â\u0080\u009cProperty Rights and the Nature of the Firm,Ã\u0082â\u0080\u009d Journal of Political Economy 98, pp. 1119-1158.",
        "Head, Keith and John Ries (2003), Heterogeneity and the FDI versus Export Decision of Japanese Manufacturers, Journal of the Japanese and International Economies 17, pp. 448-467.",
        "Helper, Susan (1991), Ã\u0082â\u0080\u009cStrategy and Irreversibility in Supplier Relations: The Case of the U.S. Automobile Industry,Ã\u0082â\u0080\u009d Business History Review 65, pp. 781-824.",
        "Helpman, Elhanan (1981), International Trade in the Presence of Product Differentiation, Economies of Scale and Monopolistic Competition: A Chamberlin-Heckscher-Ohlin Approach, Journal of International Economics 11, pp. 305-340.",
        "Helpman, Elhanan, and Paul R. Krugman (1985), Market Structure and Foreign Trade (Cambridge, MA: The MIT Press).",
        "Helpman, Elhanan, Marc J. Melitz and Stephen R. Yeaple (2004), Export versus FDI with Heterogeneous Firms, American Economic Review 94, pp. 300-316.",
        "Helpman, Elhanan, Marc J. Melitz and Yona Rubinstein (2004), Trading Partners and Trading Volumes, mimeo, Harvard University.",
        "Holmes, Thomas J. (1999), Localization of Industry and Vertical Disintegration, Review of Economics and Statistics 81, pp. 314-325.",
        "Holmstrom, Bengt, and Paul Milgrom (1994), The Firm as an Incentive System, American Economic Review 84, pp. 972-991.",
        "Hopenhayn, Hugo (1992), Entry, Exit, and Firm Dynamics in Long Run Equilibrium, Econometrica 60, pp. 1127-1150.",
        "Hubbard, Thomas N. (2001), Contractual Form and Market Thickness in Trucking, RAND Journal of Economics 32, pp. 369-386.",
        "Hummels, David, Jun Ishii, and Kei-Mu Yi (2001), The Nature and Growth of Vertical Specialization in World Trade, Journal of International Economics 54, pp. 75-96.",
        "Jean, SÃ\u0083Â©bastien (2002), International Trade and FirmsÃ\u0082â\u0080\u0099 Heterogeneity under Monopolistic Competition, Open Economies Review 13, pp. 291-311.",
        "Jones, Ronald W. (2000), Globalization and the Theory of Input Trade (Cambridge, MA: The MIT Press).",
        "Landefeld, J. Steve and Raymond Mataloni (2004), Offshore Outsourcing and Multinational Companies, presentation at the Brookings Institution.",
        "Levchenko, Andrei A. (2004), Institutional Quality and International Trade, IMF Working Paper WP/04/231.",
        "Marin, Dalia and Thierry Verdier (2005), Corporate Hierarchies and International Trade, mimeo, University of Munich.",
        "McLaren, John (2000), Ã\u0082â\u0080\u0099GlobalizationÃ\u0082â\u0080\u0099 and Vertical Structure, American Economic Review 90, pp. 1239-1254.",
        "Melitz, Marc J. (2003), The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica 71, pp. 1695-1725.",
        "Melitz, Marc J. and Gianmarco I.P Ottaviano (2005), Market Size, Trade, and Productivity, NBER Working Paper 11393.",
        "Montagna, Catia (2001), Efficiency Gaps, Love of Variety and International Trade, Economica 68, pp.27-44.",
        "Neary, J. Peter (2003), Globalization and Market Structure, Journal of the European Economic Association (Papers and Proceedings, Presidential Address) 1, pp. 245-271.",
        "Nunn, Nathan (2005), Relationship-Specificity, Incomplete Contracts, and the Pattern of Trade, mimeo, University of Toronto.",
        "Ottaviano, Gianmarco I.P., Takatoshi Tabuchi and Jacques-FranÃ\u0083Â§ois Thisse (2002), Agglomeration and Trade Revisited, International Economic Review 43, pp. 409-436.",
        "Puga, Diego, and Daniel Trefler (2002), Knowledge Creation and Control in Organizations, NBER Working Paper No. 9121.",
        "Qiu, Larry D. and Barbara J. Spencer (2002), Keiretsu and Relationship-Specific Investments: Implications for Market-Opening Policies, Journal of International Economics 58, pp. 49-79.",
        "Rauch, James E. (1999), Networks versus Markets in International Trade, Journal of International Economics 48, pp. 7-35.",
        "Rauch, James E. and Vitor Trindade (2003), Information, International Substitutability, and Globalization, American Economic Review 93, pp. 775-791.",
        "Roberts, Mark J. and James R. Tybout (1997), The Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs, American Economic Review 87, pp. 545-564.",
        "Spencer, Barbara J. (2005), International Outsourcing and Incomplete Contracts, Canadian Journal of Economics 38, pp. 1107-1135.",
        "Spencer, Barbara J. and Larry D. Qiu (2001), Keiretsu and Relationship-Specific Investments: Barrier to Trade? International Economic Review 42, pp. 871-901.",
        "Strauss-Kahn, Vanessa (2003), The Role of Globalization in the Within-Industry Shift Away from Unskilled Workers in France, NBER Working Paper No. 9716.",
        "Syverson, Chad (2004), Product Substitutability and Productivity Dispersion, Review of Economics and Statistics 86, pp. 534-550.",
        "Syverson, Chad (2005), Prices, Spatial Competition, and Heterogeneous Producers: An Empirical Test, mimeo, University of Chicago.",
        "Tempest, Rone (1996), Ã\u0082â\u0080\u009cBarbie and the World Economy,Ã\u0082â\u0080\u009d Los Angeles Times, September 22, pp. A1 and A12.",
        "The Economist (1991), Ã\u0082â\u0080\u009cThe Ins and Outs of Outsourcing,Ã\u0082â\u0080\u009d August 31, pp. 54-56.",
        "Trefler, Daniel (2004), The Case of the Missing Trade and Other Mysteries, American Economic Review 85, pp. 1029-1046.",
        "Trefler, Daniel (2004), The Long and Short of the Canada-U.S. Free Trade Agreement, American Economic Review 94, pp. 870-895.",
        "Tybout, James R. and M. Daniel Westbrook (1995), Trade Liberalization and the Dimensions of Efficiency Changes in Mexican Manufacturing Industries, Journal of International Economics 39, pp. 53-78.",
        "Vernon, Raymond (1966), International Investment and International Trade in the Product Cycle, Quarterly Journal of Economics 80, pp. 190-207.",
        "Yeaple, Stephen R. (2003), Ã\u0082â\u0080\u009cThe Complex Integration Strategies of Multinationals and Cross Country Dependencies in the Structure of Foreign Direct Investment,Ã\u0082â\u0080\u009d Journal of International Economics 60, pp. 293-314.",
        "Yeats, Alexander J. (2001), Ã\u0082â\u0080\u009cJust How Big Is Global Production Sharing?Ã\u0082â\u0080\u009d in Arndt, Sven W. and Henryk Kierzkowski, eds., Fragmentation: New Production Patterns in the World Economy (Oxford: Oxford University Press)."
    ]
}