{
    "id": 12097,
    "cites": 30,
    "cited_by": 29,
    "reference": [
        "Altonji, J.G. and R. Blank (1999), Race and Gender in the Labor Market, O.",
        "Ashenfelter and D. Card (Eds.), Handbook of Labor Economics, Vol. 3C, Elsevier Science B.V., pp. 3143-3259. Andreoni, J. and L. Vesterlund (2001), Which is the Fair Sex? Gender Differences in Altruism, Quarterly Journal of Economics, 116: pp. 293-312.",
        "Andreoni, J. and R. Petrie (2004), Beauty, Gender, and Stereotypes: Evidence from Laboratory Experiments, working paper, University of Wisconsin.",
        "Arrow, K. (1972) The Theory of Discrimination, O. Ashenfelter and A. Rees (Eds.), Discrimination in Labor Markets, Princeton, NJ: Princeton University Press.",
        "Becker, G., (1975) The Economics of Discrimination, 2nd Ed., Chicago: University of Chicago Press.",
        "Beetsma, R.M.W.J. and P.C. Schotman (2001), Measuring Risk Attitudes in a Natural Experiment: Data from the Television Game Show Lingo, Economic Journal, 111(474), pp. 821-848.",
        "Berk, J.B., E. Hughson, and K. Vandezande (1996), The Price is Right, but are the Bids? An Investigation of Rational Decision Theory, American Economic Review, 86(4), pp. 954-970.",
        "Camerer, C. and R.M. Hogarth (1999), The Effect of Financial Incentives on Performance in Experiments: A Review and Capital-Labor Theory, Journal of Risk and Uncertainty, 19, 7-42.",
        "Cameron, L. (1999), Raising the Stakes in the Ultimatum Game: Experimental Evidence from Indonesia, Economic Inquiry, January, pp 47-59.",
        "Carpenter, J., E. Verhoogen, and S. Burks (2005), The effect of stakes in distribution experiments, Economics Letters, 86(3), pp. 393-398.",
        "Fehr E., U. Fischbacher, and E. Tougereva (2005), Do High Stakes and Competition Undermine Fairness? Evidence from Russia, working paper, University of Zurich.",
        "Fershtman, C. and U. Gneezy (2001), Discrimination in a Segmented Society: An Experimental Approach, Quarterly Journal of Economics, 116: pp. 351-377.",
        "Glaeser, E.L., D.I. Laibson, J.A. Scheinkman, and C.L. Soutter (2001), Measuring Trust, Quarterly Journal of Economics, 811-846.",
        "Gertner, R. (1993), Game Shows and Economic Behavior: Risk-Taking on Card Sharks, Quarterly Journal of Economics, 108(2), pp. 507-521.",
        "Hausman, J. and D. McFadden (1984), Specification Tests for the Multinomial Logit Model, Econometrica, September, pp. 1219-1240.",
        "Hertwig R. and A. Ortmann (2001), Experimental Practices in Economics: A Methodological Challenge for Psychologists? Behavioral and Brain Sciences, 24, 433-451.",
        "Levitt, S.D. (2004), Testing Theories of Discrimination: Evidence from Weakest Link, Journal of Law and Economics, XLVII, (October), pp. 431-452.",
        "List, J.A. (2001), Do Explicit Warnings Eliminate the Hypothetical Bias in Elicitation Procedures? Evidence from Field Auctions for Sportscards, American Economic Review, 91(5): 1498-1507.",
        "List, J.A. (2004), The Nature and Extent of Discrimination in the Marketplace: Evidence from the Field, Quarterly Journal of Economics, 108, 45-90.",
        "List, J.A. (2006), The Behavioralist Meets the Market: Measuring Social Preferences and Reputation Effects in Actual Transactions, Journal of Political Economy, 114(1): 1-37.",
        "List, J.A., R. Berrens, A. Bohara, and J. Kerkvliet. (2004) Examining the Role of Social Isolation on Stated Preferences, American Economic Review, (June), 94(3): 741752.",
        "Masclet, D.; Noussair, C.; Tucker, S. and Villeval, M.C. Monetary and Nonmonetary Punishment in the Voluntary Contributions Mechanism. American Economic Review, March 2003, 93(1), pp. 366-80.",
        "Metrick, A. (1995), A Natural Experiment in Jeopardy! American Economic Review, 85(1), pp. 240-253.",
        "Oberholzer-Gee, F., J. Waldfogel, and M.W. White (2005), Friend or Foe? Coordination, Cooperation, and Learning in High Stakes Games, working paper, Wharton School.",
        "Phelps, E. (1972) The Statistical Theory of Racism and Sexism, American Economic Review, 62: pp. 659-661.",
        "Rege, M. and Telle, K. (2004) The Impact of Social Approval and Framing on Cooperation in Public Good Situations. Journal of Public Economics, June, 1625-1644.",
        "Riach, P.A. and J. Rich, (2002) Field Experiments of Discrimination in the Market Place, Economic Journal, 112, pp. F480-F518.",
        "Roth, A.E. (1995), Introduction to Experimental Economics, in The Handbook of Experimental Economics (John H. Kagel and Alvin E. Roth, eds.), Princeton University Press.",
        "Shafir E. and A. Tversky (1992), Thinking Through Uncertainty: Nonconsequential Reasoning and Choice, Cognitive Psychology, 24, pp. 449-474.",
        "Slonim, Robert, and Alvin E Roth (1998), Learning in high stakes ultimatum games: an experiment in the Slovak Republic, Econometrica, 66, 569-596."
    ]
}