{
    "id": 12105,
    "cites": 28,
    "cited_by": 1,
    "reference": [
        "Billings, John and Nina Teicholz (1990). Uninsured Patients in District of Columbia Hospitals, Health Affairs, 9, 158-165.",
        "Billings, John, Zeitel, Lisa, Lukomnik, Joanne, Carey Timothy, Black, Arthur and Laurie Newman (1993). Impact of Socioeconomic Status on Hospital Use in New York City, Health Affairs, 12, 162-173.",
        "Bindman, Andrew, Grumbach, Kevin, Ormond, Dennis, Komaromy, Miriam, Vranizan, Karen, Lurie, Nicole, Billings, John and Anita Stewart (1995). Preventable Hospitalizations and Access to Care, Journal of the American Medicaid Association, 274, 305-311.",
        "Card, David and Lara Shore-Sheppard (2002). Using Discontinuous Eligibility Rules to Identify the Effects of the Federal Medicaid Expansions on Low Income Children. NBER Working Paper 9058.",
        "Craig, Peter (1991). Costs and Benefits: A Review of Research on Take-up of Income-Related Benefits, Journal of Social Policy, 20, 537-565.",
        "Currie, Janet and Jonathan Gruber (1996), Health Insurance Eligibility and Child Health: Lessons from Recent Expansions of the Medicaid Program, Quarterly Journal of Economics, 111, 431-466.",
        "Dafny, Leemore and Jonathan Gruber (2005). Public Insurance and Child Hospitalizations: Access and Efficiency Effects, Journal of Public Economics, 89, 109-129.",
        "Epstein, Andrew (2001). The Role of Public Clinics in Preventable Hospitalizations Among Vulnerable Populations, Health Services Research, 36, 405-410.",
        "Fronstin, Paul (1998). Sources of Health Insurance and Characteristics of the Uninsured: Analyses of the March 1998 Current Population Survey. Washington D.C: Employee Benefits Research Institute Issue Brief.",
        "Gadmoski, Anne, Jenkins, Paul, and Melissa Nichols (1998). Impact of a Medicaid Primary Care Provider and Preventive Care on Pediatric Hospitalization, Pediatrics, 101, 1-10.",
        "Gill, James and Arch Mainous, The Role of Provider Continuity in Preventing Hospitalizations, Archives of Family Medicine, 7, 352-357. Goodman, David, Stukel, Therese, and Chiang-hua Chang (1998). Trends in Pediatric Asthma Hospitalization Rates: Regional and Socioeconomic Differences, Pediatrics, 101, 208-213.",
        "Gruber, Jonathan (1997). Medicaid and Uninsured Women and Children, Journal of Economic Perspectives, 11, 199-208.",
        "Gruber, Jonathan (1999). Medicaid, NBER Working Paper 7829.",
        "Hanratty, Maria (1996). Canadian National Health Insurance and Infant Health, American Economic Review, 86, 276-284.",
        "Kaestner, Robert, Joyce Theodore and Andrew Racine (1999). Does Publicly Provided Health Insurance Improve the Health of Low-Income Children in the US? NBER Working Paper 6887.",
        "Kaestner, Robert, Joyce Theodore and Andrew Racine (2001). Medicaid Eligibility and the Incidence of Ambulatory Care Sensitive Hospitalizations for Children. Social Science and Medicine, 52,305-13.",
        "Kasper, Judith (1986). Health Status and Utilization: Differences by Medicaid Coverage and Income, Health Care Financing Review, 7,1-17.",
        "Parchman, Michael and Steven Culler (1994). Primary Care Physicians and Avoidable Hospitalizations, Journal of Family Practice, 39, 123-128.",
        "Parker, Jennifer and Kenneth Schoendorf (2000). Variation in Hospital Discharges for Ambulatory Care-Sensitive Conditions among Children, Pediatrics, 106, 942-948.",
        "Perry, Micahel (2001). Medicaid and Healthy Families: Focus Groups with California Parents to Evaluation Medicaid and Healthy Families Programs, Kaiser Family Foundation.",
        "Perry, Michael, Stark, Evan and Burgiaga Valdez (1998). Barriers to Medicaid Enrollment and Ideas for Improving Enrollment: Findings from Eight Focus Groups in California with Parents of Potentially Eligible Children, Kaiser Family Foundation 1436.",
        "Remler, Dahlia, Rachlin, Jason and Sherry Glied (2001). What Can the Take-Up of Other Programs Teach Us About How To Improve Take-Up of Health Insurance Programs? NBER Working Paper 8185.",
        "Ricketts, Thomas, Randolph, Randy, Howard Hilda Ann, Pathman, Donald and Timothy Carey (2001). Hospitalization Rates as Indicators of Access to Primary Care, Health and Place, 7, 2738.",
        "Selden, Thomas, Banthin, JM and JW Cohen (1998). Medicaids Problem Children: Eligible but not Enrolled, Health Affairs, 17,192-200.",
        "Shi, Leiyu, Samuels, Michael, Pease, Mary, Baily, Walter and Elizabeth Corley (1999). Patient Characteristics Associated with Hospitalizations for Ambulatory Care Sensitive Conditions in South Carolina, Southern Medicaid Journal, 92, 989-998.",
        "Short, Pamela and D. Lefkowitz (1992). Encouraging Preventive Services for Low-Income Children: The Effect of Expanding Medicaid, Medical care, XXX, 76-80.",
        "Stuber, Jennifer, Malloy, Kathleen, Rosenbaum, Sara and Karen Jones (2000). Beyond Stigma: What Barriers Actually Affect the Decisions of Low-Income Families to Enroll in Medicaid? Center for Health Services Research and Policy, George Washington University working paper.",
        "Weissman, Joel, Gastonis, Constantine, and Arnold Epstein (1992). Rates of Avoidable Hospitalization by Insurance Status in Massachusetts and Maryland, Journal of the American Medicaid Association, 268, 2388-2394."
    ]
}