{
    "id": 12101,
    "cites": 15,
    "cited_by": 117,
    "reference": [
        "Bernanke, B., 1995, The Macroeconomics of the Great Depression: A Comparative Approach, Journal of Money, Credit and Banking, Vol. 27, No 1, 1-28.",
        "Calvo, G.A., 2005, Emerging Capital Markets in Turmoil: Bad Luck or Bad Policy?, MIT Press, Cambridge, MA.",
        "Calvo, G. A., Izquierdo, A., and MejÃ\u0083Â­a, L.F., 2004, On the Empirics of Sudden Stops: The Relevance of Balance-Sheet Effects NBER Working Paper 10520.",
        "Calvo, G. A., and Talvi, E., 2005, Sudden Stop, Financial Factors and Economic Collapse in Latin America: Learning from Argentina and Chile NBER Working Paper 11153.",
        "Calvo, G. A., Izquierdo A., and Loo-Kung R., 2005, Relative Price Volatility under Sudden Stops: The Relevance of Balance-Sheet Effects NBER Working Paper 11492, forthcoming in Journal of International Economics.",
        "Caprio, J., and D. Klingebiel, 2003. Episodes of Systemic and Borderline Financial Crises, World Bank.",
        "Cerra, V., and Chaman Saxena, S., 2005, Growth Dynamics: The Myth of Economic Recovery, IMF Working Paper WP/05/147.",
        "Cole, H., and L. Ohanian, 1999, The Great Depression in the United States from a Neoclassical Perspective, Federal Reserve Bank of Minneapolis Quarterly Review, vol 23, No 1, pp. 2-24.",
        "Eichengreen, B., R. Hausmann, and U. Panizza, 2005, The Pain of Original Sin. In Eichengreen, Barry and Hausmann, Ricardo, eds., Other Peoples Money: Debt Denomination and Financial Instability in Emerging Market Economies.",
        "Chicago: University of Chicago Press. Fisher, Irving, 1933, The Debt-Deflation Theory of Great Depressions, Econometrica, Vol.1, No.4, pp. 337-357.",
        "Frankel, J., E. Cavallo, 2004, Does Openness to Trade Make Countries More Vulnerable to Sudden Stops, or Less?: Using Gravity to Establish Causality, NBER Working Paper No. 10957, December.",
        "IPES, 2005, Unlocking Credit: The Quest for Deep and Stable Bank Lending, InterAmerican Development Bank, Economic and Social Progress in Latin America Report. Published by The Johns Hopkins University Press.",
        "Kendrick, J.,1961, Productivity Trends in the United States, National Bureau of Economic Research; Princeton: Princeton University Press.",
        "Mendoza, E., and K. Smith, 2002, Margin Calls, Trading Costs, and Asset Prices in Emerging Markets: The Financial Mechanics of the `Sudden Stop Phenomenon, NBER Working Paper 9286.",
        "Nehru, Vikram and Ashok Dhareshwar, 1993, A New Database of Physical capital Stock: Sources, Methodology and Results, Revista de AnÃ\u0083Â¡lisis EconÃ\u0083Â³mico 8 (1), pp. 37-59."
    ]
}