{
    "id": 12100,
    "cites": 32,
    "cited_by": 20,
    "reference": [
        "Acemoglu, D., (2003), Why not a Political Coase Theorem? Social Conflict, Commitment and Politics, Journal of Comparative Economics, 31(4), 620-652.",
        "Aiyagari, R., A. Marcet, T. Sargent and J. Seppala, (2002), Optimal Taxation without State-Contingent Debt, Journal of Political Economy, 110, 1220-1254.",
        "Alesina, A., (2000), The Political Economy of the Budget Surplus in the United States, Journal of Economic Perspectives, 14(3), 3-19.",
        "Alesina, A. and R. Perotti, (1995), The Political Economy of Budget Deficits, IMF Staff Papers, 1-31.",
        "Alesina, A. and G. Tabellini, (1990), A Positive Theory of Fiscal Deficits and Government Debt, Review of Economic Studies, 57, 403-414.",
        "Alesina, A. and G. Tabellini, (2005), Why is Fiscal Policy often Procyclical? NBER Working Paper 11600.",
        "Austen-Smith, D. and J. Banks, (2005), Positive Political Theory II: Strategy and Structure, Ann Arbor, MI: University of Michigan Press.",
        "Baron, D., (1991), Majoritarian Incentives, Pork Barrel Programs, and Procedural Control, American Journal of Political Science, 35, 57-90.",
        "Baron D. and J. Ferejohn, (1989), Bargaining in Legislatures, American Political Science Review, 83, 1181-1206.",
        "Barro, R., (1979), On the Determination of the Public Debt, Journal of Political Economy, 87, 940-971.",
        "Barro, R., (1986), U.S. Deficits since World War I, Scandinavian Journal of Economics, 88(1), 195-222.",
        "Battaglini, M. and S. Coate, (2005), Inefficiency in Legislative Policy-Making: A Dynamic Analysis, NBER Working Paper 11495.",
        "Besley, T. and S. Coate, (1998), Sources of Inefficiency in a Representative Democracy: A Dynamic Analysis, American Economic Review, 88(1), 139-156.",
        "Bohn, H., (1998), The Behavior of U.S. Public Debt and Deficits, Quarterly Journal of Economics, 113(3), 949-963.",
        "Bohn, H. and R. Inman, (1996), Balanced Budget Rules and Public Deficits: Evidence from the U.S. States, Carnegie-Rochester Conference Series on Public Policy, 45, 13-76.",
        "Brennan, G. and J. Buchanan, (1980), The Power to Tax: Analytical Foundations of a Fiscal Constitution, Cambridge: Cambridge University Press.",
        "Coate, S. and S. Morris, (1999), Policy Persistence, American Economic Review, 89, 13271336.",
        "Hassler, J., Rodriguez Mora, J., Storesletten, K. and F. Zilibotti, (2003), The Survival of the Welfare State, American Economic Review, 93(1), 87-112.",
        "Inman, R., (1990), Public Debts and Fiscal Politics: How to Decide? American Economic Review, 80(2), 81-85.",
        "Leblanc, W., J. Snyder and M. Tripathi, (2000), Majority-Rule Bargaining and the Under Provision of Public Investment Goods, Journal of Public Economics, 75, 21-47.",
        "Lizzeri, A., (1999), Budget Deficits and Redistributive Politics, Review of Economic Studies, 66(4), 909-928.",
        "Lucas, R. and N. Stokey, (1983), Optimal Fiscal and Monetary Policy in an Economy without Capital, Journal of Monetary Economics, 12, 55-93.",
        "Niskanen, W., (1992), The Case for a New Fiscal Constitution, Journal of Economic Perspectives, 6(2), 13-24.",
        "Persson, T. and G. Tabellini, (2000), Political Economics: Explaining Economic Policy, Cambridge, MA: MIT Press.",
        "Poterba, J., (1994), State Responses to Fiscal Crises: The Effects of Budgetary Institutions and Politics, Journal of Political Economy, 102, 799-821.",
        "Poterba, J., (1995), Balanced Budget Rules and Fiscal Policy: Evidence from the States, National Tax Journal, 48(3), 329-336.",
        "Poterba, J. and J. von Hagen, eds., (1999), Fiscal Rules and Fiscal Performance, Chicago: University of Chicago Press.",
        "Rockafellar, R. T., (1970), Convex Analysis, Princeton, NJ: Princeton University Press.",
        "Stokey, N., R. Lucas and E. Prescott, (1989), Recursive Methods in Economic Dynamics, Cambridge, MA: Harvard University Press.",
        "Velasco, A., (2000), Debts and Deficits with Fragmented Fiscal Policymaking, Journal of Public Economics, 76, 105-125.",
        "Economic and Social Review, 33(3), 263-284. von Hagen, J. and I. Harden, (1995), Budget Processes and Commitment to Fiscal Discipline, European Economic Review, 39, 771-779.",
        "Weingast, B, K. Shepsle and C. Johnsen, (1981), The Political Economy of Benefits and Costs: A Neoclassical Approach to Distributive Politics, Journal of Political Economy, 89, 642-664."
    ]
}