{
    "id": 12109,
    "cites": 52,
    "cited_by": 15,
    "reference": [
        "Amihud, Y., C. M. Hurvich, and Y. Wang (2005): Ã\u0082â\u0080\u009cHypothesis Testing in Predictive Regressions,Ã\u0082â\u0080\u009d Unpublished paper.",
        "Amihud, Y., and C. M. Hurwich (2004): Ã\u0082â\u0080\u009cPredictive Regressions: A Reduced-Bias Estimation Method,Ã\u0082â\u0080\u009d Financial and Quantitative Analysis, 39, 813Ã\u0082â\u0080\u0093841.",
        "Ang, A., and G. Bekaert (2001): Ã\u0082â\u0080\u009cStock Return Predictability: Is it There?,Ã\u0082â\u0080\u009d NBER Working Paper No. 8207.",
        "Berk, J. B., R. C. Green, and V. Naik (1999): Ã\u0082â\u0080\u009cOptimal Investment, Growth Options and Security Returns,Ã\u0082â\u0080\u009d Journal of Finance, 54, 1153Ã\u0082â\u0080\u00931607.",
        "Bossaerts, P., and P. Hillion (1999): Ã\u0082â\u0080\u009cImplementing Statistical Criteria to Select Return Forecasting Models: What Do We Learn?,Ã\u0082â\u0080\u009d Review of Financial Studies, 12, 405Ã\u0082â\u0080\u0093428.",
        "Boudoukh, J., R. Michaely, M. Richardson, and M. Roberts (2004): Ã\u0082â\u0080\u009cOn the Importance of Measuring Payout Yield: Implications for Empirical Asset Pricing,Ã\u0082â\u0080\u009d NBER Working Paper No. 10651.",
        "Boudoukh, J., M. Richardson, and R. F. Whitelaw (2005): Ã\u0082â\u0080\u009cThe Myth of Long-Horizon Predictability,Ã\u0082â\u0080\u009d New York University Working Paper.",
        "Campbell, J. Y. (1991): Ã\u0082â\u0080\u009cA Variance Decomposition for Stock Returns,Ã\u0082â\u0080\u009d Economic Journal, 101, 157Ã\u0082â\u0080\u0093179.",
        "Campbell, J. Y., A. W. Lo, and C. MacKinlay (1997): The Econometrics of Financial Markets. Princeton University Press, Princeton, NJ.",
        "Campbell, J. Y., and R. J. Shiller (1988): Ã\u0082â\u0080\u009cThe Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors,Ã\u0082â\u0080\u009d Review of Financial Studies, 1, 195Ã\u0082â\u0080\u0093227.",
        "Campbell, J. Y., and S. Thompson (2005): Ã\u0082â\u0080\u009cPredicting the Equity Premium Out of Sample: Can Anything Beat the Historical Average?,Ã\u0082â\u0080\u009d NBER Working Paper No. 11468.",
        "Campbell, J. Y., and M. Yogo (2002): Ã\u0082â\u0080\u009cEfficient Tests of Stock Return Predictability,Ã\u0082â\u0080\u009d Unpublished paper, Harvard University.",
        "Cochrane, J. H. (1991): Ã\u0082â\u0080\u009cExplaining the Variance of Price-Dividend Ratios,Ã\u0082â\u0080\u009d Review of Financial Studies, 5(2), 243Ã\u0082â\u0080\u0093280.",
        "Cochrane, J. H. (2006): Ã\u0082â\u0080\u009cThe Dog That Did Not Bark: A Defense of Return Predictability,Ã\u0082â\u0080\u009d Unpublished paper, University of Chicago Graduate School of Business.",
        "Eliasz, P. (2005): Ã\u0082â\u0080\u009cOptimal Median Unbiased Estimation of Coefficients on Highly Persistent Regressors,Ã\u0082â\u0080\u009d Unpublished paper, Department of Economcis, Princeton University.",
        "Fama, E. F., and K. R. French (1988): Ã\u0082â\u0080\u009cDividend Yields and Expected Stock Returns,Ã\u0082â\u0080\u009d Journal of Financial Economics, 22, 3Ã\u0082â\u0080\u009327.",
        "Fama, E. F., and K. R. French (2001): Ã\u0082â\u0080\u009cDisappearing Dividends: Changing Firm Characteristics or Lower Propensity to Pay,Ã\u0082â\u0080\u009d Journal of Financial Economics, 60(1), 3Ã\u0082â\u0080\u009343.",
        "Ferson, W. E., S. Sarkissian, and T. T. Simin (2003): Ã\u0082â\u0080\u009cSpurious regressions in financial economics?,Ã\u0082â\u0080\u009d Journal of Finance, 58(4), 1393Ã\u0082â\u0080\u00931413.",
        "Goetzman, W. N., and P. Jorion (1993): Ã\u0082â\u0080\u009cTesting the Predictive Power of Dividend Yields,Ã\u0082â\u0080\u009d Journal of Finance, 48, 663Ã\u0082â\u0080\u0093679.",
        "Goyal, A., and I. Welch (2003): Ã\u0082â\u0080\u009cPredicting the Equity Premium with Dividend Ratios,Ã\u0082â\u0080\u009d Management Science, 49(5), 639Ã\u0082â\u0080\u0093654.",
        "Goyal, A., and I. Welch (2004): Ã\u0082â\u0080\u009cA Comprehensive Look at the Empirical Performance of the Equity Premium Prediction,Ã\u0082â\u0080\u009d Working Paper Brown University.",
        "Guvenen, M. F. (2003): Ã\u0082â\u0080\u009cA Parsimonious Macroeconomic Model for Asset Pricing: Habit Formation or Cross-sectional Heterogeneity?,Ã\u0082â\u0080\u009d Rochester Center for Economic Research Working Paper No. 499.",
        "Hamilton, J. D. (1989): Ã\u0082â\u0080\u009cA New Approach to the Analysis of Nonstationary Returns and the Business Cycle,Ã\u0082â\u0080\u009d Econometrica, 57, 357Ã\u0082â\u0080\u0093384.",
        "Hansen, L. P., and R. J. Hodrick (1980): Ã\u0082â\u0080\u009cForward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis,Ã\u0082â\u0080\u009d Journal of Political Economy, 88(5), 829Ã\u0082â\u0080\u0093853.",
        "Hodrick, R. (1992): Ã\u0082â\u0080\u009cDividend Yields and Expected Stock Returns: Alternative Procedures for Inference and Measurement,Ã\u0082â\u0080\u009d Review of Financial Studies, 5, 357Ã\u0082â\u0080\u0093386.",
        "Jovanovic, B., and P. L. Rousseau (2003): Ã\u0082â\u0080\u009cSpecific Capital and the Division of Rents,Ã\u0082â\u0080\u009d Unpublished paper, New York University.",
        "Krueger, D., and F. Perri (2005): Ã\u0082â\u0080\u009cDoes Income Inequality Lead To Consumption Inequality? Some Empirical Findings and a Theoretical Explanation,Ã\u0082â\u0080\u009d Review of Economic Studies, forthcoming.",
        "Lamont, O. (1998): Ã\u0082â\u0080\u009cEarnings and Expected Returns,Ã\u0082â\u0080\u009d Journal of Finance, 53, 1563Ã\u0082â\u0080\u009387.",
        "Lettau, M., and S. C. Ludvigson (2001): Ã\u0082â\u0080\u009cConsumption, Aggregate Wealth and Expected Stock Returns,Ã\u0082â\u0080\u009d Journal of Finance, 56(3), 815Ã\u0082â\u0080\u0093849.",
        "Lettau, M., and S. C. Ludvigson (2005): Ã\u0082â\u0080\u009cExpected Returns and Expected Dividend Growth,Ã\u0082â\u0080\u009d Journal of Financial Economics, 76, 583Ã\u0082â\u0080\u0093626.",
        "Lettau, M., S. C. Ludvigson, and J. A. Wachter (2004): Ã\u0082â\u0080\u009cThe Declining Equity Premium: What Role Does Macroeconomic Risk Play?,Ã\u0082â\u0080\u009d NBER Working Paper No. 10270.",
        "Lewellen, J. W. (1999): Ã\u0082â\u0080\u009cThe Time Series Relations Among Expected Return, Risk, and book-tomarket,Ã\u0082â\u0080\u009d Journal of Financial Economics, 54, 5Ã\u0082â\u0080\u009353.",
        "Lewellen, J. W. (2004): Ã\u0082â\u0080\u009cPredicting Returns With Financial Ratios,Ã\u0082â\u0080\u009d Journal of Financial Economics, 74(2), 209Ã\u0082â\u0080\u0093235.",
        "Liu, J., S. Wu, and J. Zidek (1997): Ã\u0082â\u0080\u009cOn Segmented Multivariate Regressions,Ã\u0082â\u0080\u009d Statistica Sinica, 7, 497Ã\u0082â\u0080\u0093525.",
        "Lustig, H., and S. Van Nieuwerburgh (2005a): Ã\u0082â\u0080\u009cHousing Collateral, Consumption Insurance and Risk Premia: An Empirical Perspective,Ã\u0082â\u0080\u009d Journal of Finance, 60(3), 1167Ã\u0082â\u0080\u00931219.",
        "Lustig, H., and S. Van Nieuwerburgh (2005b): Ã\u0082â\u0080\u009cHow Much Does Household Collateral Constrain Regional Risk Sharing,Ã\u0082â\u0080\u009d Unpublished manuscript, University of California at Los Angeles and New York University.",
        "Lustig, H., and S. Van Nieuwerburgh (2005c): Ã\u0082â\u0080\u009cQuantitative Asset Pricing Implications of Housing Collateral Constraints,Ã\u0082â\u0080\u009d Unpublished manuscript, University of California at Los Angeles and New York University.",
        "Mankiw, N. G., and M. Shapiro (1986): Ã\u0082â\u0080\u009cRisk and Return: Consumption Beta versus Market Beta,Ã\u0082â\u0080\u009d Review of Economics and Statistics, 68, 452Ã\u0082â\u0080\u009359.",
        "McGrattan, E. R., and E. C. Prescott (2005): Ã\u0082â\u0080\u009cTaxes, Regulations, and the Value of U.S. and U.K. Corporations,Ã\u0082â\u0080\u009d Review of Economic Studies, 72.",
        "Menzly, L., T. Santos, and P. Veronesi (2004): Ã\u0082â\u0080\u009cUnderstanding Predictability,Ã\u0082â\u0080\u009d Journal of Political Economy, 112(1), 1Ã\u0082â\u0080\u009347.",
        "Nelson, C. C., and M. J. Kim (1993): Ã\u0082â\u0080\u009cPredictable Stock Returns: The Role of Small Sample Bias,Ã\u0082â\u0080\u009d Journal of Finance, 43, 641Ã\u0082â\u0080\u0093661.",
        "Pastor, L., and R. F. Stambaugh (2001): Ã\u0082â\u0080\u009cThe Equity Premium and Structural Breaks,Ã\u0082â\u0080\u009d Journal of Finance, 56(4), 1207Ã\u0082â\u0080\u00931239.",
        "Paye, B. S., and A. Timmermann (2003): Ã\u0082â\u0080\u009cInstability of Return Prediction Models,Ã\u0082â\u0080\u009d Unpublished manuscript, University of California San Diego.",
        "Pettenuzzo, D., and A. Timmermann (2004): Ã\u0082â\u0080\u009cOptimal Asset Allocation under Structural Breaks,Ã\u0082â\u0080\u009d Unpublished paper, University of California San Diego.",
        "Rozeff, M. S. (1984): Ã\u0082â\u0080\u009cDividend Yields are Equity Risk Premia,Ã\u0082â\u0080\u009d Journal of Portfolio Managment, 49, 141Ã\u0082â\u0080\u0093160.",
        "Stambaugh, R. F. (1986): Ã\u0082â\u0080\u009cBias in Regressions with Lagged Stochastic Regressors,Ã\u0082â\u0080\u009d Working Paper University of Chicago.",
        "Stambaugh, R. F. (1999): Ã\u0082â\u0080\u009cPredictive Regressions,Ã\u0082â\u0080\u009d Journal of Financial Economics, 54, 375Ã\u0082â\u0080\u0093421.",
        "Torous, W., R. Volkanov, and S. Yan (2004): Ã\u0082â\u0080\u009cOn Predicting Returns with nearly Integrated Explanatory Variables,Ã\u0082â\u0080\u009d Journal of Business, 77, 937Ã\u0082â\u0080\u0093966.",
        "Valkanov, R. (2003): Ã\u0082â\u0080\u009cLong-Horizon Regressions: Theoretical Results and Applications,Ã\u0082â\u0080\u009d Journal of Financial Economics, 68, 201Ã\u0082â\u0080\u0093232.",
        "Viceira, L. (1996): Ã\u0082â\u0080\u009cTesting For Structural Change in the Predictability of Asset Returns,Ã\u0082â\u0080\u009d Unpublished manuscript, Harvard University.",
        "Vissing-Jorgensen, A. (2002): Ã\u0082â\u0080\u009cLimited Asset Market Participation and Intertemporal Substitution,Ã\u0082â\u0080\u009d Journal of Political Economy, 110(4), 825Ã\u0082â\u0080\u0093853.",
        "Vuolteenaho, T. (2000): Ã\u0082â\u0080\u009cUnderstanding the Aggregate Book-Market Ratio and its Implications to Current Equity-Premium Expectations,Ã\u0082â\u0080\u009d Unpublished paper, Harvard University."
    ]
}