{
    "id": 12108,
    "cites": 108,
    "cited_by": 46,
    "reference": [
        "Zeitlin, Maurice (1984) The civil wars in Chile, or, The bourgeois revolutions that never were, Princeton; Princeton University Press.",
        "Wright, Gavin (1999) The Civil Rights Revolution as Economic History, Journal of Economic History, 59, 267-289.",
        "Young, H. Peyton (1998) Individual Strategy and Social Structure: an Evolutionary Theory of Institutions, Princeton; Princeton University Press.",
        "Wright, Gavin (1978) The political economy of the cotton South: households, markets, and wealth in the nineteenth century, New York; W.W. Norton & Co..",
        "Woodward, C. Vann (1955) The Strange Career of Jim Crow, New York; Oxford University Press.",
        "Woodward, C. Vann (1951) Origins of the new South, 1877-1913, Baton Rouge; Louisiana State University Press.",
        "Wilde, Alexander (1978) Colombia: Conversations amongst Gentlemen, in The Breakdown of democratic regimes. Latin America, edited by Juan J. Linz and Alfred Stepan, Baltimore; Johns Hopkins University Press.",
        "Whatley, Warren C. (1985) A History of Mechanization in the Cotton South: The Institutional Hypothesis, Quarterly Journal of Economics, 100, 1191-12 15.",
        "Wade, Robert (1988) Village republics: economic conditions for collective action in South India, New York; Cambridge University Press.",
        "Tinker, Hugh (1974) A new system of slavery; the export of Indian labour overseas, 1830-1 920, New York; Oxford University Press.",
        "Trigo, Ciro Felix (1958) Las constituciones de Bolivia, Madrid; Instituto de Estudios Polfticos.",
        "Ticchi, Davide and Andrea Vindigni (2005) Endogenous Constitutions, Princeton University, mimeo.",
        "Thelen, Kathleen A. (2004) How institutions evolve: the political economy of skills in Germany, Britain, the United States, and Japan, New York; Cambridge University Press.",
        "Stone, Samuel Z. (1990) The heritage of the conquistadors: ruling classes in Central America from the Conquest to the Sandinistas, Lincoln; University of Nebraska Press.",
        "Stone, Samuel Z. (1975) La dinastia de los con quistadores: la crisis del poder en la Costa Rica contemporÃ\u0083Â¡nea, Costa Rica; Editorial Universitaria Centroamericana.",
        "Steinmo, Sven, Kathleen A. Thelen, and Frank Longstreth eds. (1992) Structuring politics: historical institutionalism in comparative analysis, New York; Cambridge University Press.",
        "Stampp, Kenneth M. (1965) The era of reconstruction, 1865-1877, New York; Vintage Books.",
        "Solberg, Carl E. (1969) A Discriminatory Frontier Land Policy: Chile, 1870-1914, The Americas, 26, 115-133.",
        "Simon, Carl and Lawrence Blume (1994) Mathematics for Economists, W.W. Norton Co., New York.",
        "Smith, Peter H. (1979) Labyrinths of Power: Political Recruitment in TwentiethCentury Mexico, Princeton; Princeton University Press.",
        "Schulman, Bruce J. (1994) From Cotton Belt to Sunbelt: Federal Policy, Economic Development and the Transformation of the South, 1938-1980, Durham; Duke University Press.",
        "Schmookler, Jacob (1972) Time Series of Patents Classified by Industry, United States 1837-1957, in Zvi Griliches and Leonid Hurwicz eds. Patents, Inventions and Economic Change: Data and Selected Essays, Cambridge; Harvard University Press.",
        "Sawyer, Amos (1992) The emergence of autocracy in Liberia: tragedy and challenge, San Francisco; ICS Press.",
        "Samuelson, Paul (1947) The Foundations of Economic Analysis, Cambridge, MA; Harvard University Press.",
        "Safford, Frank P. (1972) Social Aspects of Politics in Nineteenth-Century Spanish America: New Granada, 1825-1850, Journal of Social History, 5.",
        "Pierson, Paul (2004) Politics in Time: History, Institutions and Social Analysis, Princeton; Princeton University Press.",
        "Ransom, Roger L. and Richard Sutch (2001) One Kind of Freedom: the economic consequences of emancipation, 2nd Edition, New York; Cambridge University Press.",
        "Pareto, Vilfredo (1968) The rise and fall of the elites, New York; Arno Press.",
        "Palacios, Darfo and Ruth Monge Guillergua (2003) Las constituciones del Peril, 1823-1993, Lima; Editorial FECAT.",
        "Paige, Jeffery M. (1997) Coffee and power: revolution and the rise of democracy in Central America, Cambridge; Harvard University Press.",
        "Olson, Mancur C. (1965) The Logic of Collective Action; public goods and the theory of groups, Cambridge; Harvard University Press.",
        "Page, Scott (2006) Path Dependence Quarterly Journal of Political Science, 1, 87-115.",
        "Northrup, David (1995) Indentured labor in the age of imperialism, 183~-1 922, New York; Cambridge University Press.",
        "North, Douglass C. and Barry R. Weingast (1989) Constitutions and Commitment: Evolution of Institutions Governing Public Choice in Seventeenth Century England, Journal of Economic History, 49, 803-832.",
        "Mosca, Gaetano (1939) The ruling class, New York; McGraw-Hill.",
        "North, Douglass C. (1990) Institutions, institutional change and economic performance, New York; Cambridge University Press.",
        "Mulligan, Casey and Kevin Tsui (2005) Causes and Consequences of Political Competitiveness University of Chicago, mimeo.",
        "Mills, C. Wright. (1956) The power elite, New York; Oxford University Press.",
        "Mulligan, Casey, Richard Gil and Xavier Sala-i-Martin (2004) Do Democracies Have Different Public Policies than Nondemocracies Journal of Economic Perspectives, 18, 51-74.",
        "McGreevey, William P. (1971) An economic history of Colombia 18~5-1930, New York; Cambridge University Press.",
        "Milgrom, Paul and John Roberts (1994) Comparing Equilibria, American Economic Review, 84, 441-459.",
        "McCreery, David J. (1994) Rural Guatemala, 1760-19~0, Stanford; Stanford University Press.",
        "McCreery, David J. (1986) An Odious Feudalism: Mandamiento Labor and Commercial Agriculture in Guatemala, 1858-1920, Latin American Perspectives, 13, 99-117. Michels, Robert. Political Parties. New York NY; The Free Press.",
        "McAdam, Douglas (1983) Tactical Innovation and the Pace of Insurgency, American Sociological Review, 48, 735-754.",
        "Mazzuca, Sebastian and James A. Robinson (2004) Political Conflict and Powersharing in the Origins of Modern Colombia, Unpublished.",
        "Matsuyama, Kiminori (1991) Increasing Returns, Industrialization, and Indeterminacy of Equilibrium, Quarterly Journal of Economics, 106, 617-650.",
        "Margo, Robert A. (1990) Race and schooling in the South,1880-1950: an economic history, Chicago; University of Chicago Press.",
        "Lagunoff, Roger (2006) Dynamic Stability and reform of Political Institutions, Georgetown University, mimeo.",
        "Krugman, Paul (1991) History versus Expectations, Quarterly Journal of Economics, 106, 651-667.",
        "Kousser, J. Morgan (1974) The shaping of Southern politics: suffrage restriction and the establishment of the one-party South, 1880-1910, New Haven; Yale University Press.",
        "Klein, Herbert 5. (1992) Bolivia: The Evolution of a Multi-Ethnic Society, New York; Oxford University Press.",
        "Kline, Harvey F. (1999) State building and conflict resolution in Colombia, 1986-199~, Tuscaloosa; University of Alabama Press.",
        "Jack, William and Roger Lagunoff (2006) Dynamic Enfranchisement, Department of Economics, Georgetown University, http: / /www.georgetown.edu/faculty/lagunoff/franch 10 .pdf Key, V.0. Jr. (1949) Southern Politics: In State and Nation, New York; Vintage Books.",
        "Huffman, Frank J. (1974) Old South, New South: continuity and change in a Georgia county, 1850-188 0, Unpublished Ph.D. Thesis, Yale University.",
        "Heinicke, Craig (1994) African-American Migration and Mechanized Cotton Harvesting, 1950-1960, Explorations in Economic History, 31, 501-520.",
        "Hassler John, Sevi Mora, Kjandetil Storlesseten and Fabrizio Zilibotti (2003) Survival of the Welfare State American Economic Review, 93, 87-112.",
        "Hartlyn, Jonathan (1988) The politics of coalition rule in Colombia, New York; Cambridge University Press.",
        "Hagopian, Frances (1996) Traditional Politics and Regime Change in Brazil, New York; Cambridge University Press.",
        "Grossman, Gene M. and Elhanan Helpman (1996) Electoral Competition and Special Interest Politics, Review of Economic Studies, 63, 265-286.",
        "Goldin, Claudia D. (1976) Urban slavery in the American South, 1820-1860: a quantitative history, Chicago; University of Chicago Press.",
        "Gibson, William M. (1948) The constitutions of Colombia, Durham; Duke University Press.",
        "Genovese, Eugene D. (1965) The political economy of slavery: studies in the economy ~ society of the slave South, New York; Pantheon Books.",
        "Foner, Eric (1989) Reconstruction: Americas unfinished revolution, 1863-1877, New York; Perennial Library.",
        "Fraenkel, Merran (1964) Tribe and Class in Monrovia, London; Oxford University Press.",
        "Fogel, Robert W. and Stanley L. Engerman (1974) Time on the cross; the economics of American Negro slavery, Boston; Little, Brown.",
        "Engerman, Stanley L. and Kenneth L. Sokoloff (1997) Factor Endowments, Institutions, and Differential Growth Paths among New World Economies, in Stephen Haber ed. How Latin America Fell Behind, Stanford University Press, Stanford CA.",
        "Esteban, Joan M. and Debraj Ray (2001) Collective Action and the Group Size Paradox, American Political Science Review 95, 663-672.",
        "Easterlin, Richard A. (1960) Interregional Differences in Per Capita Income, Population, and Total Income, 1840-1950, in Trends in the American Economy in the Nineteenth Century, Studies in Income and Wealth, vol. 24, Princeton University Press, 73-140.",
        "Du Bois, W.E.B. (1903) The Souls of Black Folk, New York; A.C. McClurg & Company.",
        "Dixit, Avinash (1989a) Hysteresis, Import Penetration and Exchange-Rate Pass-Through Quarterly Journal of Economics, 104, 205-228.",
        "Dixit, Avinash (1989a) Entry and Exit Decisions under Uncertainty Journal of Political Economy, 97, 620-638.",
        "Dix, Robert H. (1967) Colombia: the political dimensions of change, New Haven; Yale University Press.",
        "Delpar, Helen (1981) Red against blue: the Liberal Party in Colombian politics, 18631899, Baton Rouge; University of Alabama Press.",
        "David, Paul (1985) Clio and the Economics of QWERTY American Economic Association Papers and Proceedings, volume 75, 332-337.",
        "Dalton, George H. (1965) History, Politics and Economic Development in Liberia, Journal of Economic History, 25, 569-591.",
        "Cobb, James C. (1984) Industrialization and southern society, 1877-198~, Lexington; University Press of Kentucky.",
        "Colmenares, German (1968) Partidos politicos y clases sociales, Bogota; Ediciones Universidad de los Andes.",
        "Coatsworth, John H. (1974) Railroads, Landholding and Agrarian Protest in the Early Porfiriato, Hispanic American Historical Review, 54, 48-71.",
        "Coate, Stephen and Stephen E. Morris (1999) Policy Persistence, American Economic Review, 89, 1327-1336.",
        "Clower, Robert W., George H. Dalton, Mitchell Harwitz and Alan A. Walters (1966) Growth without development; an economic survey of Liberia, Evanston; Northwestern University Press.",
        "Christie, Keith H. (1978) AntioqeÃ\u0083Â±o Colonization in Western Colombia: A Reappraisal, Hispanic American Historical Review, 58, 260-283.",
        "Chong, Dennis (1991) Collective action and the civil rights movement, Chicago; University of Chicago Press.",
        "Chilcote, Ronald H. (1990) Power and the Ruling Classes in Northeast Brazil, New York; Cambridge University Press.",
        "Chaves, Isafas, Leopoldo Fergusson and James A. Robinson (2005) Ballot Stuffing: Theory and Evidence from the 1922 Colombian Presidential Election, Unpublished, Department of Government, Harvard University.",
        "Bushnell, David (1993) The Making of Modern Colombia: A Nation in Spite of Itself, Berkeley; University of California Press.",
        "Bushnell, David (1971) Voter Participation in the Colombian Election of 1856, Hispanic American Historical Review, 51, 237-249.",
        "Billings, Dwight B. (1979) Planters and the making of a new South: class, politics, and development in North Carolina, 1865-1 900, University of North Carolina Press.",
        "Besley, Timothy, Torsten Persson and Daniel Sturm (2005) Political Competition and Economic Performance: Theory and Evidence from the United States, London School of Economics, mimeo.",
        "Benabou, Roland (2005) Inequality, Technology and the Social Contract in the Handbook of Economic Growth, edited by Philippe Aghion and Steven Durlauf, Amsterdam; NorthHolland.",
        "Benabou, Roland (2000) Unequal Societies: Income Distribution and the Social Contract, American Economic Review, 90, 96-129.",
        "Bednar, Jenna and Scott Page (2006) Culture, Institutional Performance and Path Dependence University of Michigan, mimeo.",
        "Barro, Robert J. and Xavier Sala-i-Martin (1992) Convergence, Journal of Political Economy, 100, 223-251.",
        "Bateman, Fred and Thomas Weiss (1981) A deplorable scarcity: the failure of industrialization in the slave economy, Chapel Hill; University of North Carolina Press.",
        "Barro, Robert (1997) Determinants of Economic Growth: A Cross-country Empirical Study, MIT University Press, Cambridge MA.",
        "Baron, David P. (1994) Electoral Competition with Informed and Uninformed Voters, American Political Science Review, 88, 33-47.",
        "Austen-Smith, David (1987) Interest Groups, Campaign Contributions and Probabilistic Voting, Public Choice, 54, 123-139.",
        "Aiston, Lee J. and Kyle Kauffman (2001) Were Postbellum Agricultural Labor Markets Competitive? Explorations in Economic History, 38, 181-194.",
        "Arthur, W. Brian (1989) Competing Technologies, Increasing Returns and Lock-In by Historical Events, Economic Journal, 99, 106-131.",
        "Aiston, Lee J. and Joseph P. Ferrie (1999) Southern paternalism and the rise of the American welfare state: economics, politics, and institutions in the south, 1865-1965, New York; Cambridge University Press.",
        "Acemoglu, Daron and James A. Robinson (2006b) A Model of the Iron Law of Oligarchy, in preparation.",
        "Acemoglu, Daron and James A. Robinson (2006a) Economic Origins of Dictatorship and Democracy, New York; Cambridge University Press.",
        "Acemoglu, Daron and James A. Robinson (2001) A Theory of Political Transitions,  American Economic Review, 91, 938-963.",
        "Acemoglu, Daron and James A. Robinson (2000) Why did the West Extend the Franchise? Democracy, Inequality and Growth in Historical Perspective, Quarterly Journal of Economics, 115, 1167-1199.",
        "Acemoglu, Daron, Simon Johnson and James A. Robinson (2005b) Institutions as a Fundamental Cause of Development, in Handbook of Economic Growth, edited by Philippe Aghion and Steven Durlauf, Amsterdam; North-Holland.",
        "Acemoglu, Daron, Simon Johnson and James A. Robinson (2005a) The Rise of Europe: Atlantic Trade, Institutional Change and Growth, American Economic Review, 95, 546-579.",
        "Acemoglu, Daron, Simon Johnson and James A. Robinson (2002) Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution, Quarterly Journal of Economics, 118, 1231-1294.",
        "Abreu, Dilip (1988) On the Theory of Repeated Games with Discounting Econometrica, 56, 383-396.",
        "Acemoglu, Daron, Simon Johnson and James A. Robinson (2001) The Colonial Origins of Comparative Development: An Empirical Investigation, American Economic Review, December, 91, 5, 1369-1401."
    ]
}