{
    "id": 12114,
    "cites": 19,
    "cited_by": 9,
    "reference": [
        "Ashenfelter, Orley, and Dean Hyslop. 2001. Measuring the Effect of Arbitration on Wage Levels: The Case of Police Officers. Industrial and Labor Relations Review January, 54, no. 1, 316-328.",
        "Becker, Gary S. 1993. Human Capital: A Theoretical and Empirical Analysis with Special Reference to Education. Chicago: The University of Chicago Press.",
        "Boudett, Kathryn Parker. 2000. Second ChanceStrategies for Women Who Drop Out of School. Monthly Labor Review December, 19-31.",
        "Cameron, Stephen V. and James J. Heckman. 1993. The Nonequivalence of High School Equivalents. Journal of Labor Economics 11, no. 1, 1-47.",
        "Heckman, James J., Jingjing Hsse, and Yona Rubinstein. 2000. The GED is a Mixed Signal: The Effect of Cognitive and non-Cognitive Skills on Human Capital and Labor Market Outcomes. Unpublished manuscript, University of Chicago.",
        "Kornfeld, Robert and Howard Bloom. 1999. Measuring Program Impacts on Earnings and Employment: Do Unemployment Insurance Wage Records Agree with Survey Reports of Individuals? Journal of Labor Economics 17, no. 1, 168-197.",
        "Jacobson, Louis S., Robert J. Lalonde, and Daniel G. Sullivan. Earnings Losses of Displaced Workers. American Economic Review 83, no. 4, 685-709. Mauer, Marc. 1999. Race to Incarcerate. New York: Free Press.",
        "Murnane, Richard J., John B. Willett, and Kathryn Parker Boudett. 1999. Do Male Dropouts Benefit from Obtaining a GED, Postsecondary Education, and Training? Evaluation Review 22, no. 5, 475-502.",
        "Murnane, Richard J., John B. Willett, and John H. Tyler. 2000. Who Benefits from a GED? Evidence from High School and Beyond. The Review of Economics and Statistics 82, no.",
        "Sampson, R.J. and J.H. Laub. 1993. Crime in the Making: Pathways and Turning Points through Life. Cambridge, MA: Harvard University Press.",
        "Spence, Michael. 1973. Job Market Signaling. Quarterly Journal of Economics 87, 355-374.",
        "Steurer, Stephen, Smith, Linda and Tracy, Alice. 2001. Three State Recidivism Study. Report for the Office of Correctional Education, United States Department of Education.",
        "Thornberry, T.P. and R.L. Christenson. 1984. Unemployment and Criminal Involvement: An Investigation of Reciprocal Causal Structures. American Sociological Review 49, 398411.",
        "Tyler, John H. 2003. The Economic Benefits of the Ged: Lessons from Recent Research. Review of Educational Research. 73, no. 3, pp. 369-403.",
        "Tyler, John H. 2001. So You Want a GED? Estimating the Impact of the GED on the Earnings of Dropouts. Brown University Department of Economics Working Paper No. 01-34.",
        "Tyler, John H., Richard J. Murnane, and John B. Willett. 2000. Estimating the Labor Market Signaling Value of the GED. Quarterly Journal of Economics CXV, no. 2, 431-468.",
        "Western, Bruce and Becky Pettit. 2000. Incarceration and Racial Inequality in Mens Employment. Industrial and Labor Relations Review 54, 3-16.",
        "Work Programs. Corrections Management Quarterly 3, no. 4, 8-18. Wilson, David B., Catherine A. Gallagher, and Doris L. MacKenzie. 2000. A Meta-Analysis of Corrections-Based Education, Vocation, and Work Programs for Adult Offenders. Journal of Research in Crime and Delinquency 37, no. 4, 347-368.",
        "Zamble, E. and F.J. Porporino. 1988. Coping, Behavior, and Adaptation in Prison Inmates. New York: Springer-Verlag."
    ]
}