{
    "id": 12111,
    "cites": 90,
    "cited_by": 1,
    "reference": [
        "Henderson, and P. Correa. 1995. Previous Lung Disease and Risk of Lung Cancer among Lifetime Nonsmoking Women in the United States, Americcin Journcii of Epidemioiogy, 141:1023-32.",
        "Wilkinson, RobertJ., Martin Llewelyn, Zahra Toossi, et al. 2000. Influence of Vitamin D Deficiency and Vitamin D Receptor Polymorphisms on Tuberculosis among Gujarati Asians in West London: A Case-Control Study, Lcincet, 355:618-21.",
        "Troesken, Werner. 2006. The Grecit Lecid Wciter Pipe Discister. Cambridge: MIT Press.",
        "Whipple, George C. 1908. Typhoid Fever: Its Cciuscition, Trcinsmission, cind Prevention. New York: John Wiley and Sons.",
        "Troesken, Werner. 2004. Wciter, Rcice, cind Disecise. Cambridge: MIT Press.",
        "Townsend, Joseph H. 1913. Anti-Typhoid Vaccination, Americcin Journ cii of Pubiic Heciith, 3:993-98.",
        "Tocque, K., R.P. Convrey, M.A. Bellis, N.J. Beeching, and P.D. Davies. 2005. Elevated Mortality Following Diagnosis with a Treatable Disease: Tuberculosis, Intern citioncii Journcii of Tubercuiosis cind Lung Disecise, 9:797-802.",
        "Thayer, W.S. 1904. On the Late Effects of Typhoid Fever on the Heart and Vessels: A Clinical Study, Americcin Journcii of Mediccii Sciences, 127:391-422.",
        "Terry, C.E. 1911. Extermination of the House Fly in Cities, Its Necessity and Possibility, Americcin Journcii of Pubiic Heciith, 2:14-22.",
        "Szreter, Simon. 1997. Economic Growth, Dispruption, Deprivation, Disease, and Death: On the Importance of the Politics of Public Health for Development, Popuicition cind Deveiopment Review, 23:693-728.",
        "Szreter, Simon. 1988. The Importance of Social Intervention in Britains Mortality Decline c.",
        "Sykes, W.H. 1850. Statistical Account of the Labouring Population Inhabiting the Buildings at St. Pancras, Erected by the Metropolitan Society for Improving the Dwellings of the Poor, Journcii of the Stcitisticcii Society of London, 13:46-61.",
        "Stevenson, T.H.C. 1921. The Incidence of Mortality Upon the Rich and Poor Districts of Paris and London, Journcii of the Roycii Stcitisticcii Society, 84:90-99.",
        "Sherson, D., and F.J. Lander. 1990. Morbidity of Pulmonary Tuberculosis Among Silcotic and Nonsilicotic Foundry Workers in Denmark, Occupcitioncii Medicine, 32:110-13.",
        "Sidney, S., C. Quesenberry, M.C. Sadler, et cii. 1991. Risk Factors for surgically Treated Benign Prostatic Hyperplasia in a Prepaid Health Care Plan, Uroiogy, 38:13-19.",
        "Song, L., W. Yan, T. Zhao, M. Deng, S. Song, J. Zhang, and M. Zhu. 2005. Mycobacterium Tuberculosis Infection and FHIT Gene Alterations in Lung Cancer, Ccincer Letters, 219:155-62.",
        "Sen, P., T. Khanria, P. Mahajan, S.K. Bhattacharya, and K. Saha. 1987. Effect of Typhoid Endotoxin on Cardiovascular System of Some Animals, Indicin Journcii of Experimentcii Bioiogy, 25:181-86.",
        "Sauvant, M.P., and D. Pepin. 2002. Drinking Water and Cardiovascular Disease, Food cind Chemiccii Toxicoiogy, 40:1311-25.",
        "Reinhard, C., W.S. Paul, arid J.B. McAuley. 1997. Epidemiology of Pediatric Tuberculosis in Chicago, 1974 to 1994: A Continuing Public Health Problem, Americcin Jour ncii of Mediccii Sciences, 313:336-40.",
        "Pollock, Linda. 1990. Embarking on a Rough Passage: The Experience of Pregnancy in Early Modern Society, in Women cis Mothers in Pre-Industricii Engicind. Valerie Fildes (editor). London.",
        "Perez-Guzman, C., M.H. Vargas, F. QuiÃ\u0083Â±onez, N. Bazavilvazo, and A. Aguilar. 2005. A Cholesterol-Rich Diet Accelerates Bacteriologic Sterilization in Pulmonary Tuberculosis, Chest, 127:643-51.",
        "Pananini-Hill, A., E. Lorario, G. Fischberg, et cii. 2003. Infection and Risk of Ischemic Stroke: Differences Among Stroke Subtypes, Stroke, 34:452-57.",
        "Ottenhoff, T.H., F.A. Verreck, M.A. Hoeve, et cii. 2005. Control of Human Host Immunity to Mycobacteria, Tubercuiosis, 85:53-64.",
        "ORourke, Kevin H., and Jeffrey G. Williamson. 1999. Giobciiizcition cind History: The Evoiution of ci Nineteenth-Century Aticintic Economy. Cambridge: MIT Press.",
        "Ness, A.R., M. Maynard, S. Frankel, et cii. 2005. Diet in Childhood and Adult Cardiovascular and All Cause Mortality: the Boyd Orr Cohort, Hecirt, 91:894-98.",
        "Neito, F.J. 1998. Infections and Atherosclerosis: New Clues from an Old Hypothesis, Americcin Journcii of Epidemioiogy, 148:937-48.",
        "Nand, N., M. Sharma, M. Bhutani, G.P. Singh, and V.K. Sharma. 1996. Cardiac Status in Typhoid Fever, Angioiogy, 47:1095-100.",
        "McSherry, G., and E. Connor. 1993. Current Epidemiology of Tuberculosis, Pedicitric Annciis, 22:600-04.",
        "Mosquera, J.A., L. Rodrigo, and Z.F. Gonzalez. 1994. The Evolution of Tuberculosis in Coal Miners in Asturias, Northern Spain, Europecin Journcii of Epidemioiogy, 10:291-97.",
        "Morgenstern, R. and P.C. Hayes. 1991. The Liver in Typhoid Fever: Always Affected, Not Just a Complication. Americcin Journcii of Gcistroenteroiogy, 86:1235-39.",
        "Mokyr, Joel. 2000. Why `More Work for Mother? Knowledge and Household Behavior, 1870-1945, Journcii of Economic History, 60:1-41.",
        "Mohle-Boetani, Janet C., Vanessa Miguelino, Daniel H. Dewsnup, et cii. 2002. Tuberculosis Outbreak in a Housing Unit for Human Immunodeficiency Virus - Infected Patients in a Correctional Facility: Transmission Risk Factors and Effective Outbreak Control, Ciiniccii Infectious Disecises, 34:668-76.",
        "McKeown, Thomas J. 1976. The Modern Rise of Popuicition. New York: Academic Press.",
        "Mills, P.K., S. Preston-Martin, J.F. Annegers, et cii. 1989. Risk Factors for Tumors of the Brain and Cranial Meninges in Seventh-Day Adventists, Neuroepidemioiogy, 8:266-75.",
        "Melosi, Martin V. 2000. The Scinitciry City: Urbcin Infrcistructure in Americci from Coionicii Times to the Present. Baltimore: The Johns Hopkins University Press.",
        "Meeker, Edward. 1974. The Social Rate of Return on Investment in Public Health, 18801910,  Journcii of Economic History, 34:392-421.",
        "Mathal, Elizabeth, T. Jacob John, Mallika Rani, et al. 1995. Significance of Salmonella Typhi Bacteriuria. Journcii of Ciiniccii Microbioiogy, 33:1791-92.",
        "Macko, Richard F., Sebastian F. Ameriso, Robert Barndt, et al. 1996. Precipitants of Brain Infarction: Rolse of Preceding Infection/Inflammation and Recent Psychological Stress, Stroke, 27:1999-2004.",
        "Macallan, D.C. 1999. Malnutrition in Tuberculosis, Dicignostic Microbioiogy cind Infectious Disecise, 34:153-57.",
        "Macleod, John, George Davey Smith, Chris Metcalf, et cii. 2005. Is Subjective Social Status a More Important Determinant of Health Than Objective Social Status? Evidence from a Prospective Observational Study of Scottish Men, Socicii Science cind Medicine, 61:191629.",
        "Li, X., C.J. Grossman, C.L. Mendenhall, et cii. 1998. Host Responses to Mycobacterial Infection in the Alcoholic Rat: Male and Female Dimorphism, Aicohoi, 16:207-12.",
        "Leon, David A., and George Davey Smith. 2000. Infant Mortality, Stomach Cancer, Stroke, and Coronary Heart Disease: Ecological Analysis, British Mediccii Journcii, 320:1705-06.",
        "Lange, Linda B., and Nina Simmond. 1923-24. Experimental Tuberculosis in Rats in Varied Diets; Protein and Salt Factors, Americcin Review of Tubercuiosis, 7:49-59.",
        "LeBaron, Charles W., and David W. Taylor. 1993. Typhoid Fever, in The Ccimbridge Worid History of Disecise. Kenneth Kiple, editor. New York: Cambridge University Press.",
        "Krause, A.K., arid H.S. Willis. 1919. Experiments on the Influence of Protein Intoxication on Tuberculosis Infection in Guinea Pigs, Americcin Review of Tubercuiosis, 3:153-65.",
        "Kozarevic, D., D. McGee, N. Vojvodic, T. Gordon, Z. Racic, W. Zukel, and T. Dawber. 1981. Serum Cholesterol and Mortality: the Yugoslavia Cardiovascular Study, Americcin Journcii of Epidemioiogy, 114:21-28.",
        "Khosla, S.N., and R. Lochan. 1992. Renal Dysfunction in Enteric Fever. Journcii of the Associcition of Physicicins of Indici, 39:382-84.",
        "Khosla, S.N. 1981. The Heart in Enteric (Typhoid) Fever. Journcii of Tropiccii Medicine cind Hygiene, 84:125-31.",
        "Johnston, William D. 1993. Tuberculosis, in The Ccimbridge Worid History of Disecise. Kenneth Kiple, editor. New York: Cambridge University Press.",
        "Ilic, M., H. Vlajinac, and J. Marinkovic. 1996. Case-Control Study of Risk Factors for Prostate Cancer, British Journcii of Ccincer, 74:1682-86.",
        "Horrocks, Thomas A. 1995. The Poor Mans Riches, The Rich Mans Bliss: Regimen, Reform, and the ~Journal of Health, 1829-1833, Proceedings of the Americcin Phiiosophiccii Society, 139:115-34.",
        "Hnizdo, E., and J. Murray. 1998. Risk of Pulmonary Tuberculosis Relative to Silicosis and Exposure to Silica Dust in South African Gold Miners, Occupcitioncii cind Environmentcii Medicine, 55:496-505.",
        "Haines, Michael R. 2001. The Urban Mortality Transition in the United States, 1800-1940. Historical Paper No. 134. National Bureau of Economic Research. (A shorter version of this paper also appears in the journal Annciies de Demogrciphie Historique.) Hare, Hobart Amory, and E.J.G. Beardsley. 1909. The Mediccii Compiiccitions Accidents cind Sequeis of Typhoid Fever cind the Other Excinthemcitci. Philadelphia: Lea & Febiger.",
        "Haines, Michael R. 1995. Socio-economic Differentials in Infant and Child Mortality during the Mortality Decline: England and Wales, 1890-1911, Popuicition Studies, 49:297-315.",
        "Griffin, Daniel. 1841. An Enquiry into the Mortality Occurring Among the Poor of the City of Limerick, Journcii of the Stcitisticcii Society of London, 3:305-30.",
        "Grau, A.J., B. Fischer, C. Barth, et al. 2005. Influenza Vaccination is Associated with a Reduced Risk of Stroke, Stroke, 36:1501-06.",
        "Foss-Mollan, K. 2001. Hcird Wciter: Poiitics cind Wciter Suppiy in Miiwciukee, 1870-1995. West Lafayette, IN: Purdue University Press.",
        "Fogel, Robert W., and Dora L. Costa. 1997. A Theory of Technophysio Evolution, with Some Implications for Forecasting Population, Health Care Costs, and Pension Costs, Demogrciphy, 34:49-66.",
        "Ferrie, Joseph P., and Werner Troesken. 2005. Death and the City: Chicagos Mortality Transition, 1857-1925. Working Paper. National Bureau of Economic Research. Cambridge, MA.",
        "Ernster, V.L. 1996. Female Lung Cancer, Annucii Review of Pubiic Heciith, 17:97-1 14.",
        "El-Lethey, H., B. Huber-Eicher, T.W. Jungi. 2003. Exploration of Stress Induced Immunosuppression in Chickens Reveals Both Stress-Resistant and Stress-Susceptible Antigen Responses, Veterinciry Immunoiogy cind Immunopcithoiogy, 95:91-101.",
        "Dublin, Louis I. 1915. Typhoid Fever and Its Sequelae. Americcin burn cii of Pubiic Heciith, 5:20-27.",
        "Dye, Christopher, Suzanne Scheele, Paul Dolin, et cii. 1999. Global Burden of Tuberculosis: Estimated Incidence, Prevalence, and Mortality by Country, Journcii of the Americcin Mediccii Associcition, 282:677-86.",
        "Edwards, Brenda K., Martin L. Brown, Phyllis A. Wingo, Holly L. Howe, et cii. 2005. Annual Report to the Nation on the Status of Cancer, 1975-2005, Featuring Population Based Trends in Cancer Treatment, Journcii of the Ncitioncii Ccincer Institute, 97: 1407-26.",
        "Elender, F., G. Bentham, and I. Larigford. 1998. Tuberculosis Mortality in England and Wales during 1982-1992: Its Association with Poverty, Ethnicity, and AIDS, Socicii Science cind Medicine, 46:673-81.",
        "Dorling, D., R. Mitchell, M. Shaw, et cii. 2000. The Ghosts of Christmas Past: Health Effects of Poverty in London in 1896 and 1991, British Mediccii Journcii, 321:1547-51.",
        "Dedman, D.J., D. Gunnell, G. Davey Smith, et cii. 2001. Childhood Housing Conditions and Later Mortality in the Boyd Orr Cohort, Journcii of Epidemioiogy cind Community Heciith, 55: 10-15.",
        "Cutler, David M., and Grant Miller. 2004. The Role of Public Health Improvements in Health Advances: The 20th Century United States. NBER working paper #10511.",
        "Curschmann, H. 1901. Typhoid Fever cind Typhus Fever. Philadelphia: W.B. Saunders and Company.",
        "Crump, J.A., S.P. Luby, and E.D. Mintz. 2004. The Global Burden of Typhoid Fever, Buiietin of the Worid Heciith Orgcinizcition, 82:346-53.",
        "Costa, Dora L. 2000. Understanding the Twentieth-Century Decline in Chronic Conditions Among Older Men. Demogrciphy, 37:53-72.",
        "Cole, John W., Amelia N. Pinto, J. Richard Hebel, et cii. 2003. Acquired Immunodeficiency Syndrome and the Risk of Stroke, Stroke, 35:51-56.",
        "Cocita, C., and H. Maes. 1998. Immunological Relatedness of the Protective Mechanisms against Tuberculosis and Cancer, Europecin Journcii of Ciiniccii Investigcition, 28:1-12.",
        "Caygill, C.P.J., M.J. Hill, M. Braddick, et cii. 1994. Cancer in Chronic Typhoid and Paratyphoid Carriers, Lcincet, 343:83-84.",
        "Budd, William. 1877. Typhoid Fever: Its Nature, Mode of Spreading, and Prevention. Reprinted in Americcin burn cii of Pubiic Heciith, 8:610-12.",
        "Britton, Warwick J., arid Umainthan Palendira. 2003. Improving Vaccines against Tuberculosis, Immunoiogy cind Ccii Bioiogy, 81:34-45.",
        "Bove, F., Y. Shim, arid P. Zeitz. 2002. Drinking Water Contaminants and Adverse Pregnancy Outcomes: A Review, Environmentcii Heciith Perspectives, 110:61-74.",
        "Boorman, G.A., V. Dellarco, J.K. Dunnick, et al. 1999. Drinking Water Disinfection ByProducts: Review and Approach to Toxicity Evaluation, Environmentcii Heciith Perspectives, 107:207-217.",
        "Booker, Susan. 2000. NTP Taps Disinfection By-Products for Study, Environmentcii Heciith Perspectives, 108:A64-A67.",
        "Bobin, A.N., N.D. Klochkov, and N.y. Bogomolova. 1993. Complications and the Proximate Cause of Death in Typhoid, Voenno-Meditsinkii Zhurncii, 1:49-52.",
        "Bhan, M.K., Rajiv Bahl, and Shirijini Bhatnagar. 2005. Typhoid and Paratyphoid Fever, Lcincet, 366:749-62.",
        "Bengtsson, T., and M. Lindstrom. 2000. Childhood Misery and Disease in Later Life: the Effects on Mortality in Old Age of Hazards Experienced in Early Life, southern Sweden, 1760-1894, Popuicition Studies, 54:263-77.",
        "Ben-Schlomo, Y., and G.D. Smith. 1991. Deprivation in Infancy or in Adult Life: Which is More Important for Mortality Risk? Lcincet, 337:530-34.",
        "Barker, D.J.P. 1992. Fetcii cind Infcint Origins of Aduit Disecise. London: BMJ Publishing Group.",
        "Barker, D.J.P. 1994. Mothers, Bcibies, cind Disecise Lciter in Life. London: BMJ Publishing Group.",
        "Azad, A.K., R. Islam, M.A. Salam, A.N. Alam, M. Islam, and T. Butler. 1997. Comparison of Clinical Features arid Pathologic Findings in Fatal Cases of Typhoid Fever During the Initial and Later Stages of the Disease, Americcin Journcii of Tropiccii Medicine cind Hygiene, 56:490-93.",
        "Appleby, Andrew B. 1979. Diet: Sources: Problems, Possibilities, in Heciith, Medicine, cind Mortciiity in the Sixteenth Century. Charles Webster, editor. Cambridge.",
        "Alison, W.P. 1842. On the Destitution and Mortality in Some Large Towns in Scotland, Journcii of the Stcitisticcii Society of London, 5:289-92.",
        "Ali, Gazanfar, Samia Rashid, M.A. Kamli, Parvez A. Shah, and G.Q. Allaqaband. 1997. Spectrum of Neuropsychiatric Complications in 791 Cases of Typhoid Fever. Tropiccii Medicine cind Interncitioncii Heciith, 2:314-18.",
        "Adu, D., Y. Anim-Addo, A.K. Foli, E.D. Yeboah, J.K. Quartey. 1975. Acute Renal Failure and Typhoid Fever. Ghcinci Mediccii Journcii, 14:172-74."
    ]
}