{
    "id": 12116,
    "cites": 66,
    "cited_by": 3,
    "reference": [
        "Abowd, J. and F. Kramarz (1999), `The Analysis of Labor Markets Using Matched Employer-Employee Data in O. Ashenfelter and D. Card (eds.) Handbook of Labor Economics, Volume 3B, Chapter 40 (Amsterdam: North Holland), 2629-2710.",
        "Addison, T. and C. Worswick (2002), `The Impact of Immigration on the Earnings of Natives: Evidence from Australian Micro Data, The Economic Record 78(1) March, 68-78.",
        "Anderson, K. (2001), `Australia in the International Economy, Centre for International Economic Studies (CIES) Discussion Paper 0049. January revision.",
        "Angrist, J., E. Bettinger, M. Kremer (2004), `Long-Term Consequences of Secondary School Vouchers: Evidence from Administrative Records in Colombia, NBER Working Paper No. 10713 August.",
        "Australian Bureau of Statistics (2004), Employee Earnings and Hours, Australia, (cat no 6306.0), May.",
        "Australia Bureau of Statistics (2005), `Methods of Setting Pay, Australian Labour Market Statistics, Labour Feature Article: Spotlight. Published January 21, last updated 11 April 2005.",
        "OpenDocument Bahls, C., J.Weitzman and R. Gallagher (2003), `Biologys Models, The Scientist 17 (Issue Supplement 1) June 2: s5.",
        "Barry, M. and N. Wailes (2004), `Contrasting Systems? 100 Years of Arbitration in Australia and New Zealand, Journal of Industrial Relations 46(4) December, 430-447.",
        "Becker, G. (1962), `Irrational Behavior and Economic Theory, Journal of Political Economy.",
        "Borland, J. (1999), `The Equal Pay Case Thirty Years On, The Australian Economic Review 32(3), 265-72.",
        "Briggs, C. (2001), `Australian Exceptionalism: The Role of Trade Unions in the Emergence of Enterprise Bargaining, The Journal of Industrial Relations 43(1) March, 27-43.",
        "Breusch, T. and S. Holloway (2004), `Australian Social Science Data Archive, The Australian Economic Review 37(2), 222-9.",
        "Burtless, G. (2002), `Innovations in Labour Market Policies: The Australian Way.",
        "Comments on an OECD Report, The Australian Economic Review 35(1), 97103. Chang, H-C. (2004), `The Impact of Immigration on the Wage Differential in Australia, The Economic Record 80(248) March, 49-57.",
        "Chapman, B. (2001), `Australian Higher Education Financing: Issues for Reform, The Australian Economic Review, 34(2) June, 195-204.",
        "Chiswick, B.R., Y.L. Lee, P.W. Miller (2005), `Immigrant Earnings: A Longitudinal Analysis, IZA Discussion Paper No. 1750, September. Forthcoming in Review of Income and Wealth, 2005.",
        "Cobb-Clark, D. (2001), `The Longitudinal Survey of Immigrants to Australia, The Australian Econmic Review 34(4), 467-77.",
        "Commission on the Future of Worker-Management Relations (1994) Factfinding Report. May. US Department of Labor, Office of the Secretary, Washington, DC.",
        "Dawkins, P. (2002), `The OECD Review of Innovations in Labour Market Policies: The Australian Way, The Australian Economic Review 35(1), 85-91.",
        "DeFrancesco, L. (2003), `Programmed to Die, The Scientist 17 (Issue Supplement 1) June 2, s14.",
        "Djankov, S., R. La Porta, F. Lopez-de-Silanes, A. Shleifer, and J. Botero (2003), `The Regulation of Labor NBER WP 9756, June.",
        "Duflo, E. (2002), `The Medium Run Effects of Educational Expansion: Evidence from a Large School Construction Program in Indonesia, NBER WP 8710 January.",
        "Fields, S. and M. Johnston (2005), `Whither Model Organism Research, Science 307, March 25, 1885-8.",
        "Flatau, P. (1997), `Census Unit Record Data, The Australian Economic Review 30(1), 103-12.",
        "Freeman, R. P.Boxall and P. Haynes (eds) (2006 forthcoming), What Workers Say: Employee Voice in the Anglo-American World, Cornell University Press, Ithaca, NY.",
        "Gode, D.K. and S. Sunder (1993), `Allocative Efficiency of Markets with Zero Intelligence Traders: Market as a Partial Substitute for Individual Rationality, Journal of Political Economy, 101, 119-137.",
        "Gregory, R. (1999), `Labour Market Institutions and the Gender Pay Ratio, Australian Economic Review 32 (3), 273-8.",
        "Gregory, R. and A. Daly (1991). `Can Economic Theory Explain Why Australian Women Are So Well Paid Relative to their United States Counterparts, in S.L.",
        "Willborn (ed.) International Review of Comparative Public Policy. Womens Wages: Stability and Change in Six Industrialised Countries Vol 3, 81-125. Gretton, P. (2005), `Australian Input-Output Tables, The Australian Economic Review 38(3), 319-32.",
        "Hawke, A. (2000), `The Business Longitudinal Survey, The Australian Economic Review 33(1), 94-9.",
        "Ichniowski, C., K. Shaw and G. Prennushi (1997), `The Effects of Human Resource Management Practices on Productivity: A Study of Steel Finishing Lines, American Economic Review 87(3) June, 291-313.",
        "Joskow, P. (2001), `Californias Electricity Crisis, MIT, September 28.",
        "Junankar, P.N., D. Pope and G. Withers (1998), `Immigration and the Australian Macroeconomy: Perspective and Prospective, The Australian Economic Review 31(4), 435-44.",
        "Junankar, P.N. and S. Mahuteau (2005), `Do Migrants Get Good Jobs? New Migrant Settlement in Australia, The Economic Record 81(255) August, S34-46.",
        "Kagel, J.H. and A. Roth (1995), The Handbook of Experimental Economics, Princeton University Press, Princeton NJ.",
        "Kellogg, E.A., and H. B. Shaffer (1993), `Model Organisms in Evolutionary Studies, Systematic Biology 42(4) December, 409-14.",
        "King, S.P. (2001), `The Funding of Higher Education in Australia: Overview and Alternatives, The Australia Economic Review 34(2), 190-4.",
        "Le, A.T. and P.W. Miller (1998), `The ABS Survey of Employment and Unemployment Patterns, The Australian Economic Review 31(3), 290-7.",
        "Leamer, E. (1978), Specification Searches: Ad Hoc Inference with Nonexperimental Data. Wiley.",
        "Marginson, S. (2001), `Trends in the Funding of Australian Higher Education, The Australian Economic Review, 34(2) June, 205-215.",
        "McCallum, R. (2002), `Trade Union Recognition and Australias Neo-Liberal Voluntary Bargaining Laws, Relations Industrielles / Industrial Relations, 57(2): 225-51.",
        "McLean, I.W (2004), `Australian Economic Growth in Historical Perspective, The Economic Record,80(25) September, 330-45.",
        "McLean, I.W. and A.M. Taylor (2003), `Australia and California: On Parallel Paths? In Dani Rodrik (ed) In Search of Prosperity: Analytic Narratives on Economic Growth. Princeton University Press, Princeton, NJ.",
        "Miller, G.H., et al. (2005), `Ecosystem Collapse in Pleistocene Australia and a Human Role in Megafaunal Extinction, Science 309, July 8, 287-90.",
        "Miller, P.W. (1999). `Immigration Policy and Immigrant Quality: The Australian Points System, American Economic Review, 89(2), 192-197.",
        "Miller, P.W. and L.M. Neo (2003), `Labour Market Flexibility and Immigrant Adjustment, The Economic Record, 79(246) September, 336-56.",
        "Nevile, J. (1990), The Effect of Immigration on Australian Living Standards.",
        "AGPS, Canberra. OECD (2001), `Innovations in Labour Market Policies: The Australian Way, Employment 2001 7, 1-340, OECD: Paris.",
        "OECD (2004), Employment Outlook 2004, OECD, Paris, France.",
        "OECD (2003), `OECD Economic Survey Australia, Chapter 4: `The Economic Impact of Migration in Australia, OECD Economic Surveys 2003 4, March 3, 156-184.",
        "Oslington, P. (2005), `Contracting-Out of Assistance to the Unemployed: Implications of the Australian Experiment, The Economic Record, 81(252) March, 30-37.",
        "Parham, D. (2004), `Sources of Australias Productivity Revival, The Economic Record 80(249) June, 239-57.",
        "Pope, D. and G. Withers (1995), `The Role of Human Capital in Australias Long-Term Economic Growth, Seminar Paper, Economics and Politics Division, Research School of Social Sciences, Australian National University.",
        "Ragin, C. (1987). The Comparative Method, University of California Press, Berkeley, CA.",
        "Ross, M. (1999), `The Political Economy of the Resource Curse, World Politics 51(2) January, 297-322.",
        "Sachs, J.D. and A.M. Warner (1999), `The Big Push, Natural Resource Booms and Growth, Journal of Development Economics, 59, 43-76.",
        "Schultz, T.W. (1983), Transforming Traditional Agriculture, University of Chicago Press, Chicago, IL.",
        "Shergold, P. (2002), `The OECD Review of Australias Labour Market Policies, The Australian Economic Review, 35(1), 92-6.",
        "Steinberg, D. (2003), `Illuminating Behaviors, The Scientist, 17 (Issue Supplement 1) June 2, s18.",
        "Sulston, J. (2003), `Keynote Speech, Joint ELSF, EMBO, FEBS, UNESCO Meeting, Paris. February 19.",
        "Watson, N. and M. Wooden (2004), `The HILDA Survey Four Years On, The Australian Economic Review 37(3) September, 343-49.",
        "Webster, E. and G. Harding (2001), `Outsourcing Public Employment Services: The Australian Experience, The Australian Economic Review 34(2), 231-42.",
        "Webster, E. (1998), `Microeconomic Evaluations of Australian Labour Market Programs, The Australian Economic Review 31(2), 189-201.",
        "Wikipedia (2005), entry for Model Organism.",
        "Withers, G. (2002), `Population Ageing and the Role of Immigration, The Australian Economic Review 35(1), 104-12.",
        "Aplysia californica, cited by D. Steinberg, Illuminating Behaviors, The Scientist, vol 17, supplement 1, June 2, 2003, p1."
    ]
}