{
    "id": 12117,
    "cites": 50,
    "cited_by": 104,
    "reference": [
        "[1] Aghion, Ph., G.M. Angeletos, A. Banerjee, and K. Manova (2005), Volatility and Growth: Financial Development and the Cyclical Behavior of the Composition of Investment, mimeo.",
        "[2] Aghion, Ph., Ph. Bacchetta, and A. Banerjee (2004), A Corporate Balance-Sheet Approach to Currency Crises, Journal of Economic Theory 119, 6-30.",
        "[3] Aghion, Ph., P. Howitt, and D. Mayer-Foulkes (2005), The Eect of Financial Development on Convergence: Theory and Evidence, Quarterly Journal of Economics 120(1), 173-222.",
        "[4] Arellano M. and S. Bond (1991), Some Tests of Speci...cation for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Review of Economic Studies, 58, 277-297.",
        "[5] Arellano M. and O. Bover (1995), Another Look at the Instrumental-Variable Estimation of Error-Components Models,Journal of Econometrics 68, 29-51.",
        "[6] Bacchetta, Philippe and van Wincoop, Eric (2000), Does Exchange Rate Stability Increase Trade and Welfare?,American Economic Review 90, 1093-1109.",
        "[7] Bacchetta, Philippe and Eric van Wincoop (2006), Can Information Heterogeneity Explain the Exchange Rate Determination Puzzle?, American Economic Review, forthcoming.",
        "[9] Baum Christopher, Mark E. Schaer and Steven Stillman, 2003, Instrumental variables and GMM: Estimation and testing, Stata Journal, 3(1):1-31.",
        "[10] Baxter, Marianne and Alan Stockman (1989), Business Cycles and the Exchange-Rate Regime, Journal of Monetary Economics 23(3), 377-400.",
        "[11] Blundell R., and S. Bond (1998), Initial conditions and Moment Conditions in Dynamic Panel Data Models,Journal of Econometrics, 87, 115-143.",
        "[12] Bond, S. (2002), Dynamic Panel Data Models: A Guide to Micro Data Methods and Practice, cemmap working paper no. 09/02.",
        "[14] Bravo-Ortega Claudio and Julian di Giovanni (2005), Remoteness and Real Exchange Rate Volatility, IMF Working Paper No. 05/01",
        "[15] Broda, Christian (2004), Terms of Trade and Exchange Rate Regimes in Developing Countries, Journal of International Economics 63, 31-58.",
        "[16] Calvo, G.A. and C. M. Reinhart (2002), Fear of Floating, Quarterly Journal of Economics 117, 379-408.",
        "[17] Clark, P., N. Tamirisa, and Shang-Jin Wei (2004), A New Look at Exchange Rate Volatility and Trade Flows, IMF Occasional Paper No. 235.",
        "[18] De Grauwe, P. and G. Schnabl (2005), Exchange Rate Stability, Ination and Growth in (South) Eastern and Central Europe, mimeo.",
        "[19] Devereux, M.B. and P.R. Lane (2003), Understanding Bilateral Exchange Rate Volatility, Journal of International Economics 60, 109-132.",
        "[21] Duarte, M. and A.C. Stockman (2005), Rational Speculation and Exchange Rates, Journal of Monetary Economics 52, 3-29.",
        "[22] Dubas, J.M., B.-J. Lee, and N.C. Mark (2005), Eective Exchange Rate Classi...cations and Growth, NBER Working Papers 11272.",
        "[24] Eichengreen, Barry J., Johnston, R. B, Masson, Paul R, Jadresic, Esteban and Bredenkamp, Hugh Hamann, A. Javier and Inci Ã\u0083â\u0080\u0093tker (1998), Exit Strategies: Policy Options for Countries Seeking Exchange Rate Flexibility, IMF Occasional Paper No. 168",
        "[26] Engel, C. and M. Devereux (2002), Exchange Rate Pass-Through, Exchange Rate Volatility, and Exchange Rate Disconnect, Journal of Monetary Economics, June 2002, 913-940.",
        "[27] Frankel, J. and A. Rose (2002), An Estimate of the Eect of Common Currencies on Trade and Income, Quarterly Journal of Economics May, 437-468.",
        "[28] Garber, Peter M., and Lars E.O. Svensson (1995), The Operation and Collapse of Fixed Exchange Rate Regimes in Gene M. Grossman and Kenneth Rogo(eds.), The Handbook of International Economics, vol. 3, (Amsterdam, Elsevier Press).",
        "[29] Ghosh, A., A.M. Gulde, and H.C. Wolf (2003), Exchange Rate Regimes: Choices and Consequences, MIT Press.",
        "[30] Goldfajn, I. and R.Valdes (1999), The Aftermath of Appreciations, Quarterly Journal of Economics 114, 229-62",
        "[31] Hau, Harald (2002), Real Exchange Rate Volatility and Economic Openness: Theory and Evidence, Journal of Money, Credit and Banking 34(3), 611-630.",
        "[32] Hausmann, R., U. Panizza, and R. Rigobon (2004), The Long-Run Volatility Puzzle of the Real Exchange Rate, NBER Working Paper No. 10751.",
        "[33] Huang, H. and P. Malhotra (2004), Exchange Rate Regimes and Economic Growth: Evidence from Developing Asian and Advanced European Economies, mimeo, IMF.",
        "[34] Husain, A. M., A. Mody, and K.S. Rogo (2005), Exchange Rate Regime Durability and Performance in Developing versus Advanced Economies, Journal of Monetary Economics 52, 35-64.",
        "[35] Jeanne, O. and A.K. Rose (2002), Noise Trading and Exchange Rate Regimes, Quarterly Journal of Economics 117, May, 537-69.",
        "[36] Juhn, Grace and Mauro, Paolo (2002), Long-Run Determinants of Exchange Rate Regimes: A Simple Sensitivity Analysis, IMF Working Papers 02/104.",
        "[37] Kollman, Robert (2002), Monetary Policy Rules in the Open Economy: Eects on Welfare and Business Cycles, Journal of Monetary Economics 49, 989-1015.",
        "[38] Krugman, Paul (1987), The Age of Diminished Expectations, MIT Press.",
        "[39] Levine, R., Loayza N. and T. Beck (2000), Financial Intermediation and Growth: Causality and Causes,Journal of Monetary Economics, 46(1), 31-77.",
        "[40] Levine, Ross and Renelt, David (1992), A Sensitivity Analysis of Cross-Country Growth Regressions, American Economic Review, 82(4), 942-63.",
        "[41] Loayza, N. and R. Ranciere (2005), Financial Development, Financial Fragility and Growth, Journal of Money, Credit and Banking, forthcoming",
        "[42] Levy-Yeyati, E. and F. Sturzenegger (2003), To Float or to Fix: Evidence on the Impact of Exchange Rate Regimes on Growth, American Economic Review 93, 1173-1193.",
        "[43] Levy-Yeyati, E., F. Sturzenegger and I. Reggio (2004), On the Endogeneity of Exchange Rate Regimes, mimeo.",
        "[44] Mussa, Michael (1986), Nominal Exchange Rate Regimes and the Behavior of Real Exchange Rates: Evidence and Implications, Carnegie-Rochester Series on Public Policy, 25:117-214.",
        "[45] Mendoza Enrique (1997), Terms-of-trade uncertainty and economic growth, Journal of Development Economics, 54(2), 323-356.",
        "[46] Obstfeld, M. (2004), Pricing-to-Market, the Interest-Rate Rule, and the Exchange Rate, mimeo.",
        "[47] Obstfeld, Maurice and Kenneth Rogo (1996), Foundations of International Macroeconomics, MIT Press.",
        "[48] Obstfeld, Maurice and Kenneth Rogo (2000), The Six Major Puzzles in International Macroeconomics: Is There a Common Cause? NBER Macroeconomics Annual 15.",
        "[49] Razin, A. and Y. Rubinstein (2004), Growth Eects of the Exchange-Rate Regime and the Capital-Account Openness in A Crisis-Prone World Market: A Nuanced View, NBER WP No. 10555.",
        "[50] Reinhart, C.M. and K.S. Rogo (2004), The Modern History of Exchange Rate Arrangements: A Reinterpretation, Quarterly Journal of Economics 119(1):1-48, February.",
        "[51] Rogo, Kenneth, Aasim M. Husain, Ashoka Mody, Robin J. Brooks, and Nienke Oomes (2004), Evolution and Performance of Exchange Rates Regimes, International Monetary Fund Occasional Paper No. 229.",
        "[52] Rose, A. (2000), One Money, One Market: Estimating the Eect of Common Currencies on Trade,Economic Policy 30, 7-46.",
        "[53] Shambaugh, J.C. (2004), The Eect of Fixed Exchange Rates on Monetary Policy, Quarterly Journal of Economics 119, 301-352.",
        "[54] Windmeijer, F., (2004), A ...nite sample correction for the variance of linear two-step GMM estimator, Journal of Econometrics, 126-1, 25-51",
        "[55] Woodford, M. (2003), Interest and Prices: Foundations of a Theory of Monetary Policy,"
    ]
}