{
    "id": 12110,
    "cites": 23,
    "cited_by": 0,
    "reference": [
        "Bardhan, P. (1997), Corruption and Development: A Review of Issues, Journal of Economic Literature, 35, 1320-1346.",
        "Beck, P.J. and MW. Maher (1986), A Comparison of Bribing and Bidding in Thin Markets, Economics Letters, 20, 1-5.",
        "Besley, T. and A. Case (1995), Incumbent Behavior: Vote Seeking, Tax-Setting, and Yardstick Competition, American Economic Review, 85, 25-45.",
        "Brueckner, J.K. and L.A. Saavendra (2001), Do Local Governments Engage in Strategic Competition, National Tax Journal, 54, 202-229.",
        "Brunetti, A. and B. Weder (2003), A Free Press is Bad News for Corruption, Journal of Public Economics, 87, 1801-1824.",
        "Cadot, 0. (1987), Corruption as a Gamble, Journal of Public Economics, 33, 223-244.",
        "Lee, L-F., G.S. Maddala and R.P. Trost (1980), Asymptotic Covariance Matrices of Two-Stage Probit and Two-Stage Tobit Methods for Simultaneous Equations Models with Selectivity, Econometrica, 48, 49 1-504.",
        "Liddle, R.W. (1999), The Islamic Turn in Indonesia: A Political Explanation, in Religion. Globalization, And Political Culture in the Third World. J. Haynes (ed.) N.Y.: St, Martins Press.",
        "Lui, F. (1985), An Equilibrium Queuing Model of Bribery, Journal of Political Economy, 93, 760-78 1.",
        "Mauro, P. (1995), Corruption and Growth, quarterly Journal of Economics, 110, 681-712.",
        "McLeod, RH. (2005), Survey of Recent Developments, Bulletin of Indonesian Economic Studies, 41, 133-57.",
        "Mocan, N. (2004), What Determines Corruption? International Evidence from Micro Data, NBER 28 Working Paper No. 10460.",
        "Mookherjee, D. and J.P.L. Png (1995), Corruptible Law Enforcers: How Should They be Compensated, Economic Journal, 105, 145-159.",
        "Olsen B (2005), Monitoring Corruption: Evidence from a Field Experiment in Indonesia, NBER Working Paper 11753.",
        "Pettersson-Lidbom, P. (2003), Do Parties Matter for Fiscal Choices? A Regression-Discontinuity Approach, Working Paper No. 15, Stockholm University.",
        "Rasmusen E. and J.M. Ramseyer (1994), Cheap Bribes and the Corruption Ban: A Co-ordination Game Among Rational Legislators, Public Choice, 78, 305-327.",
        "Budapest Institute for Constitutional and Legislative Policy. Sah, R. (1988), Persistence and Pervasiveness of Corruption: New Perspectives, Yale Economic Growth Center Discusser Paper 560.",
        "Shleifer, A. and R.W. Vishny (1993), Corruption, quarterly Journal of Economics, 108, 599-6 17.",
        "Svensson, J. (2003), Who Must Pay Bribes and How Much?: Evidence From a Cross-Section of Firms, quarterly Journal of Economics, 118, 207-230.",
        "Tirole, J. (1996), A Theory of Collective Reputations, Review of Economic Studies, 63, 1-22.",
        "Van der Klaaw, W (2003), Estimating the Effect of Financial Aid Offers on College Enrollments: A Regression Discontinuity Approach, International Economic Review, 43.",
        "Vatikiotis, M.R.J. (1998), Indonesian Politics under Suharto (3rd edition), N.Y.: Routledge.",
        "World Bank (2003), Combating Corruption in Indonesia: Enhancing Accountability For Development, East Asia Poverty Reduction and Economic Management."
    ]
}