{
    "id": 12115,
    "cites": 15,
    "cited_by": 3,
    "reference": [
        "Blau, Francine D., Marianne Ferber, and Anne Winkler. The Economics of Women, Work and Pay (3rd edition) Upper Saddle River, NJ: Prentice-Hall, 1997.",
        "Blau, Francine D. and Lawrence M. Kahn. Gender Differences in Pay. Journal of Economic Perspectives 14(4) (Fall 2000): 75-100.",
        "Deaton, Angus S. and Christina H. Paxson. Saving, Growth and Aging in Taiwan. In David A. Wise, ed. Studies in the Economics of Aging. Chicago: University of Chicago Press, 1994, pp. 331-361.",
        "Goldin, Claudia. Life-Cycle Labor Force Participation of Married Women: Historical Evidence and Implications. Journal of Labor Economics 7(1) (January 1989): 20-47.",
        "Kuhn, Peter. Demographic Groups and Personnel Policy, Labour Economics 1 (June 1993): 49-70.",
        "Mincer, Jacob and Polachek, Family Investments in Human Capital: Earnings of Women, Journal of Political Economy 82(2,part 2)(March-April 1974): s76-S108.",
        "ONeill, June and Solomon Polachek. Why the Gender Gap in Wages Narrowed in the 1980s.",
        "Polachek, S. Potential Biases in Measuring Male-Female Discrimination, Journal of Human Resources, 10(2) (Spring 1975): 205-229.",
        "Polachek, S. Sex Differences in College Major Industrial and Labor Relations Review July 1978; 31(4): 498-508.",
        "Weinberger, Catherine J. Race and Gender Wage Gaps in the Market for Recent College Graduates. Industrial Relations 37(January, 1998):67-84.",
        "Weinberger, Catherine J. 1999. Mathematical College Majors and the Gender Gap in Wages. Industrial Relations 38 (July, 1999):407-13.",
        "Weinberger, Catherine J. Is Teaching More Girls More Math the Key to Higher Wages? in Squaring Up: Policy Strategies to Raise Womens Incomes in the U.S., edited by Mary C. King. Forthcoming June 2001, University of Michigan Press.",
        "Weinberger, Catherine J. 2005. In Search of the Glass Ceiling: Cohort Effects among U.S.",
        "College Graduates in the 1990s UCSB Working Paper.",
        "Weiss, Y. and R. Gronau. Expected Interruptions in Labour Force Participation and Sex-Related Differences in Earnings Growth Review of Economic Studies 48(4) (October 1981): 607-619."
    ]
}