{
    "id": 12112,
    "cites": 35,
    "cited_by": 32,
    "reference": [
        "Brown, Jeffrey and Amy Finkelstein. 2004. Supply or Demand: Why is the Market for Long-Term Care Insurance So Small. NBER Working Paper 10782.",
        "Banks, James and Sarah Tanner. 1999. Household Savings in the UK. IFS Reports, R62. London: Institute for Fiscal Studies.",
        "Association of British Insurers. 1999. Insurance Statistics Year Book. London: ABI.",
        "Banks, James, and Carl Emmerson, 1999. U.K. Annuitants. IFS Briefing Note. London: Institute for Fiscal Studies.",
        "Ainslie, Ross. 2000. Annuity and Insurance Products for Impaired Lives. Presented to the Staple Inn Actuarial Society, May 9.",
        "Abbring, Jaap, Pierre-Andre Chiappori, and Jean Pinquet. 2003. Moral hazard and dynamic insurance data. Journal of the European Economic Association 1: 767-820.",
        "Finkelstein, Amy and Kathleen McGarry. forthcoming. Multiple Dimensions of Private Information: Evidence from the Long-Term Care Insurance Market. American Economic Review. Finkelstein, Amy and James Poterba. 2002. Selection Effects in the Market for Individual Annuities: New Evidence from the United Kingdom. Economic Journal 112, 28-50.",
        "Davidoff, Thomas and Gerd Welke. 2004. Selection and moral hazard in the reverse mortgage market. Unpublished mimeo, University of California Berkeley.",
        "Dionne, Georges, Christian Gourieroux and Charles Vanasse. 2001. Testing for evidence of adverse selection in the automobile insurance market: a comment. Journal of Political Economy 109(2): 444-451.",
        "Cox, David. 1975. Partial Likelihood. Biometrika 62: 269-276.",
        "Cutler, David, Angus Deaton, and Adriana Lleras-Muney. forthcoming. The Determinants of Mortality. Journal of Economic Perspectives. Cutler, David and Richard Zeckhauser. 2000. The Anatomy of Health Insurance, in The Handbook of Health Economics, A. J. Culyer and J. P. Newhouse, editors.",
        "Cohen, Alma. 2005. Asymmetric Information and Learning in the Automobile Insurance Market. Review of Economics and Statistics 87: 197-207.",
        "Chiappori, Pierre-Andre, Bruno Jullien, Bernard Salanie, and Francois Salanie. 2006. Asymmetric Information in Insurance: General Testable Implications. Rand Journal of Economics.",
        "Chiappori, Pierre-Andre and Bernard Salanie. 2000. Testing for Asymmetric Information in Insurance Markets. Journal of Political Economy, 108, 56-78.",
        "Chiappori, Pierre-Andre. 2000. Econometric Models of Insurance under Asymmetric Information. In Georges Dionne, ed. Handbook of Insurance Economics. London: Kluwer, 365-394.",
        "Cawley, John and Tomas Philipson. 1999. An empirical examination of information barriers to trade in insurance. American Economic Review 89: 827-846.",
        "Cardon, James and Igal Hendel. 2001. Asymmetric information in Health Insurance: Evidence from the National Medical Expenditure Survey. Rand Journal of Economics 32: 408-27.",
        "Brown, Jeffrey, Olivia Mitchell, James Poterba and Mark Warshawsky. 2001. The Role of Annuity Markets in Financing Retirement. MIT Press: Cambridge, MA.",
        "Fang, Hanming, Michael Keane, and Dan Silverman. 2006. Sources of Advantageous Selection: Evidence from the Medigap Insurance Market, mimeo, Yale University Department of Economics.",
        "Cohen, Alma and Liran Einav. 2005. Estimating Preferences from Deductible Choice. Working Paper, Stanford University.",
        "Carter, Adrienne. 2005. Telling the Risky from the Reliable. Business Week August 1, 57.",
        "Finkelstein, Amy and James Poterba. 2004. Adverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity Market. Journal of Political Economy 112, 183-208.",
        "Han, Aaron and Jerry Hausman. 1990. Flexible Parametric Estimation of Duration and Competing Risk Models. Journal of Applied Econometrics 5:1-28.",
        "Hemenway, David. 1990. Propitious Selection. Quarterly Journal of Economics 105 (4): 1063-1069.",
        "Israel, Mark, 2004. Do We Drive More Safely When Accidents are More Expensive? Identifying Moral Hazard from Experience Rating Schemes. Mimeo, Kellogg School, Northwestern University.",
        "Ivaldi, Marc. 1996. SinistralitÃ\u0083Â© des jeunes conducteurs novices, incitations a la sÃ\u0083Â©curitÃ\u0083Â© routiÃ\u0083Â¨re et tarifications de lassurance automobile. [Accident rates of young drivers, incentives to road safety, and auto insurance pricing.] Toulouse, IDEI Report.",
        "Jullien, Bruno, Bernard Salanie, and Francois Salanie. 2003. Screening Risk-Averse Agents Under Moral Hazard: Single Crossing and the CARA Case, mimeo, University of Toulouse. .",
        "Karlan, Dean and Jonathan Zinman. 2005. Observing Unobservables: Identifying Information Asymmetries with a Consumer Credit Field Experiment. Working Paper, Yale University.",
        "McCarthy, David and Olivia Mitchell, forthcoming, International Adverse Selection in Life Insurance and Annuities. In S. Tuljapurkar, N. Ogawa, and A. Gautheir, eds., Riding the Age Wave: Responses to Aging in Industrial Societies. Amsterdam: Elsevier. Menchik, Paul. 1993. Economic Status as a Determinant of Mortality Among Black and White Older Men: Does Poverty Kill?, Population Studies 47, 427-436.",
        "Mohl, Bruce. 2005. What Makes a Good Driver? Insurers Often Say Lifestyle, Job. Boston Globe July 24, F1-F5.",
        "Murthi, Mamta, J. Michael Orszag, and Peter Orszag. 1999. The Charge Ratio on Individual Accounts: Lessons for the U.K. Experience. Birkbeck College, University of London Working Paper 99-2.",
        "Office for National Statistics. 1997. Health Inequalities. London: The Stationary Office Limited.",
        "Philipson, Tomas and Gary Becker. 1998. Old-Age Longevity and Mortality-Contingent Claims. Journal of Political Economy 106: 551-573.",
        "Rothschild, Michael and Joseph Stiglitz. 1976. An Essay on the Economics of Imperfect Information. Quarterly Journal of Economics 90: 629-649.",
        "Smith, James. 1999. Healthy Bodies and Thick Wallets: The Dual Relation between Health and Economic Status, Journal of Economic Perspectives 13: 145-166."
    ]
}