{
    "id": 12128,
    "cites": 39,
    "cited_by": 37,
    "reference": [
        "Bagnoli, Mark, and Theodore Bergstrom (1989), Log-Concave Probability and its Applications, Mimeo, University of Michigan.",
        "Barro, Robert (1999), Determinants of Democracy, Journal of Political Economy 107: 158183.",
        "Barro, Robert, and J.-W. Lee (2001), International Data on Educational Attainment: Updates and Implications, Oxford Economic Papers 53: 541-563.",
        "Berrebi, Claude (2003), Evidence About the Link between Education, Poverty, and Terrorism among Palestinians, Mimeo Princeton University.",
        "Boix, Carles, and Susan Stokes (2003), Endogenous Democratization, World Politics 55: 517549.",
        "Bourguignon, Francois, and Thierry Verdier (2000), Oligarchy, Democracy, Inequality, and Growth, Journal of Development Economics 62: 285-313.",
        "Bowles, Samuel, and Herbert Gintis (1975), Schooling in Capitalist America: Educational Reform and the Contradictions of Capitalist Life. New York: Basic Books.",
        "Brady, Henry, Sidney Verba, and Kay Lehman Schlozman (1995), Beyond SES: A Resource Model of Political Participation, American Political Science Review 89: 271-294.",
        "Campante, Filipe, and Quoc-Anh Do (2005), Inequality, Redistribution, and Population, Mimeo, Harvard University.",
        "Costa, Dora, and Matthew Kahn (2003), Cowards and Heroes: Group Loyalty in the American Civil War, Quarterly Journal of Economics 118: 519-548.",
        "De Long, Bradford, and Andrei Shleifer (1993), Princes and Merchants: European City Growth Before the Industrial Revolution, Journal of Law and Economics 36, 671-702.",
        "Dee, Thomas (2004), Are there Civic Returns to Education? Journal of Public Economics 88, 1697-1720.",
        "DiPasquale, Denise and Edward Glaeser (1999), Incentive and Social Capital: Are Homeowners Better Citizens? Journal of Urban Economics 45: 354-384.",
        "Driscoll, Amy and Nancy G. Nagel (2005), Early Childhood Education Birth-8: The World of Children, Families and Educators. Third Edition. Boston: Pearson Education.",
        "Ferguson, Niall (1999), The Pity of War. New York: Basic Books.",
        "Finer, Samuel (1988), The Man on Horseback: The Role of the Military in Politics. Boulder, Colorado: Westview Press.",
        "Glaeser, Edward, and Bruce Sacerdote (2001), Education and Religion, NBER Working Paper.",
        "Glaeser, Edward, LaPorta, Rafael, Lopes-de-Silanes, Florencio, and Andrei Shleifer (2004), Do Institutions Cause Growth? Journal of Economic Growth 9: 271-303.",
        "Gordon, Ann, and Kathryn Browne (2004), Beginnings and Beyond: Foundations in Early Childhood Education. Sixth Edition. Thomson Delmar Learning: Clifton Park, NY.",
        "Hanson, Victor (2001), Culture and Carnage: Landmark Battles in the Rise of Western Power.",
        "New York: Doubleday. Holmes, Brian (1979), International Guide to Education Systems. Paris: UNESCO.",
        "Huntington, Samuel (1957), The Soldier and the State: The Theory of Politics of Civil-Military Relations. Cambridge, Massachusetts: Harvard University Press.",
        "Huntington, Samuel (1991), The Third Wave: Democratization in the Late Twentieth Century.",
        "Norman and London: University of Oklahoma Press. Jaggers, Keith, and Monty Marshall (2003), Polity IV Project, Center for International Development and Conflict Management, University of Maryland.",
        "Kamens, David (1988), Education and Democracy: A Comparative Institutional Analysis, Sociology of Education 61: 114-127.",
        "Keegan, John (1976), The Face of Battle. New York: Viking Press.",
        "Krueger, Alan, and Jitka Maleckova (2003), Education, Poverty, and Terrorism: Is there a Causal Connection?, Journal of Economic Perspectives 17: 119-144.",
        "Laffont, Jean-Jacques, and Jean Tirole (1988), The Dynamics of Incentive Contracts, Econometrica 56: 1153-1175.",
        "Lipset, Seymour Martin (1959), Some Social Requisites for Democracy: Economic Development and Political Legitimacy, American Political Science Review 53: 69-105.",
        "Lipset, Seymour Martin (1960), Political Man: the Social Basis of Modern Politics, New York: Doubleday.",
        "Milligan, Kevin, Moretti, Enrico, and Philip Oreopoulous (2004), Does Education Improve Citizenship? Evidence from the U.S. and the U.K., Journal of Public Economics 88: 16671695.",
        "Mulligan, Casey, Ricard Gil, and Xavier Sala-i-Martin (2004), Do Democracies Have Different Public Policies than Non-democracies, Journal of Economic Perspectives 18, 51-74.",
        "Mulligan, Casey, and Andrei Shleifer (2005), The Extent of the Market and the Supply of Regulation, Quarterly Journal of Economics 120:1445-1473.",
        "Olson, Mancur (1965), The Logic of Collective Action: Public Goods and the Theory of Groups, Cambridge, Massachusetts: Harvard University Press.",
        "Papaioannou, Elias, and Gregorios Siourounis (2005), Economic and Social Factors Driving the Third Wave of Democratization, Mimeo, London Business School.",
        "Posner, Richard (2003), Law, Pragmatism, and Democracy, Cambridge, Massachusetts: Harvard University Press.",
        "Przeworski, Adam, and Fernando Limongi (1993), Political Regimes and Economic Growth, Journal of Economic Perspectives 7: 51-70.",
        "Rander-Pehrson, Justine Davis (1999), Germany and the Revolution of 1848-1849, New York: Peter Lang.",
        "Schumpeter, Joseph (1942), Capitalism, Socialism, and Democracy, New York: Harper and Row."
    ]
}