{
    "id": 12123,
    "cites": 52,
    "cited_by": 40,
    "reference": [
        "Wong ND. (2007). Metabolic syndrome: cardiovascular risk assessment and management. Am J Cardiovasc Drugs. 7(4):259-72.",
        "Tuomi K, Jarvinen E, Eskelinen U, Ilmarinen J, Klockars M. (1991). Effect of retirement on health and work ability among municipal employees. Scandinavian Journal of Work, Environment and Health. 17(supplement 1): 75-81.",
        "Tessier DM, Lassmann-Vague VJ. (2007). Diabetes and education in the elderly. Diabetes Metab. 33(S 1): S75-8.",
        "Salokangas RK, Joukamaa M. (1991). Physical and mental health changes in retirement age. Psychotherapy and Psychosomatics. 55(2-4): 100-7.",
        "Sternberg E. (2001). The balance within: the science connecting health and emotions. W. H. Freeman: New York.",
        "Szinovacz ME, Davey A. (2004). Retirement transitions and spouse disability: effects on depressive symptoms. Journals of Gerontology Series B, Psychological Sciences and Social Sciences. 59(6):533342.",
        "Sugisawa A, Sugisawa H, Nakatani Y, Shibata H. (1997). Effect of retirement on mental health and social well-being among elderly Japanese. Nippon Koshu Eisei Zasshi. 44(2):123-30.",
        "Saffer H, Dave D. (2005). The effect of alcohol consumption on the earnings of older workers. In Advances in Health Economics and Health Services Research, Volume 16, eds: Bjorn Lindgren and Michael Grossman. JAI Press: Greenwich, CT.",
        "Saffer H. (2005). The demand for social interaction. NBER Working Paper No.11881.",
        "Robbins J, Hirsch C, Whitmer R, Cauley J, Harris T. (2001). The association of bone mineral density and depression in an older population. Journal of the American Geriatrics Society. 49(6):732-6.",
        "Rice N, Roberts J, Jones AM. (2006). Sick of work or too sick to work? Evidence on health shocks and early retirement from the BHPS. Health, Econometrics and Data Group Working Paper 06/13.",
        "Rashad I. (2006). Structural estimation of caloric intake, exercise, smoking, and obesity. Quarterly Review of Economics and Finance. 46:268-283.",
        "Putnam R. (2000). Bowling alone: the collapse and revival of American community. Simon & Schuster: New York.",
        "Quadagno J, Quinn J. (1997). Does Social Security Discourage Work? Social Security in the 21st Century. Kingson E, Schulz J (eds). Oxford University Press. 127-146.",
        "Ostberg H, Samuelsson 5. (1994). Occupational retirement in women due to age. Scandinavian Journal of Social Medicine. 2:90-96.",
        "Nolan-Hoeksema 5, Larson J, and Grayson C. (1999). Explaining the gender difference in depressive symptoms. Journal of Personality and Social Psychology. 77(5):1061-1072.",
        "National Institute of Diabetes and Digestive and Kidney Diseases. (1996). Statistics Related to Overweight and Obesity. Washington DC: US Government Printing Office.",
        "Mitchell 0. (1992). Trends in pension benefit Formulas and retirement provisions. In John A. Turner and D. J. Beller, eds., Trends in Pensions: 1992. U.S.G.P.O.: Washington, D.C. pp. 177-216.",
        "Mincer J. (1974). Schooling, experience, and earnings. Columbia University Press: New York.",
        "Midanik LT, Soghikian K, Ransom U, Tekawa IS. (1995). The effect of retirement on mental health and health behaviors: the Kaiser Permanente Retirement Study. Journals of Gerontology Series B, Psychological Sciences and Social Sciences. 50(1):559-561.",
        "Melchior M, Berkman LF, Niedhammer I, Chea M, Goldberg M. (2003). Social relations and selfreported health: a prospective analysis of the French Gazel cohort. Social Science and Medicine. 56:181730.",
        "Mein G, Martikainen P, Hemingway H, Stansfeld 5, Marmot M. (2003). Is retirement good or bad for mental and physical health functioning? Whitehall II longitudinal study of civil servants. Journal of Epidemiology and Community Health. 57:46-49.",
        "McGarry K. (2004). Health and retirement: do changes in health affect retirement expectations? Journal of Human Resources. 39(3):624-48.",
        "Lee IM, Skerrett PJ. (2001). Physical activity and all-cause mortality: what is the dose-response relation? Medicine and Science in Sports and Exercise. 33(6) Supplement: S459-71.",
        "Jonas BS, Mussolino ME. (2000). Symptoms of depression as a prospective risk factor for stroke. Psychosomatic Medicine. 62(4) :463-71.",
        "Johnson R, Neumark D. (1996). Wage declines among older men. The Review of Economics and Statistics. 78(4): 740-48.",
        "Irwin M, Artin KH, Oxman MN. (1999). Screening for depression in the older adult: criterion validity of the 10-item Center for Epidemiological Studies Depression Scale (CES-D). Archives of Internal Medicine. 159(15):1701-4.",
        "Grundy SM, Blackburn G, Higgins M, Lauer R, Pen MG, Ryan D. (1999). Physical activity in the prevention and treatment of obesity and its comorbidities. Medicine and Science in Sports and Exercise. 31(11) Supplement 1:S502-8.",
        "Gruber J, Wise D. (2005). Social Security Programs and Retirement around the World: Fiscal Implications, Introduction and Summary. NBER Working Paper No.11290.",
        "Grossman M, Kaestner R. (1997). Effects of education on health. The Social Benefits of Education. Behrman JR, Stacey N (eds). University of Michigan Press: Ann Arbor. 69-123.",
        "Grossman, M. (1972). On the concept of health capital and the demand for health. Journal of Political Economy. 80(2): 223-255.",
        "Glass TA, Mendes de Leon C, Marottoli RA, Berkman LF. (1999). Population based study of social and productive activities as predictors of survival among elderly American. British Medical Journal. 319: 478-483.",
        "Gendell M. (2001). Retirement age declines again in 1990s. Monthly Labor Review. October:12-21.",
        "Fuchs VR. (1982). Time preference and health: an exploratory study. Economic Aspects of Health, edited by Victor R. Fuchs. University of Chicago Press: Chicago. 93-120.",
        "Franco OH, de Laet C, Peeters A, Jonker J, Mackenbach J, Nusselder W. (2005). Effects of physical activity on life expectancy with cardiovascular disease. Archives of Internal Medicine. 165(20):2355-60.",
        "Fitzgerald J, Gottschalk P, Moffit R. (1998). An Analysis of Sample Attrition in Panel Data: The Michigan Panel Study of Income Dynamics. Journal of Human Resources. 33(2):251-299.",
        "Ettner SL, Frank RG, Kessler RC. (1997). The Impact of Psychiatric Disorders on Labor Market Outcomes. Industrial and Labor Relations Review. 51(1): 64-81.",
        "Ettner SL. (1996). New Evidence on the Relationship between Income and Health. Journal of Health Economics. 15:67-85.",
        "Dwyer DS, Mitchell 05. (1999). Health problems as determinants of retirement: are self-rated measures endogenous? Journal of Health Economics. 18(2): 173-93.",
        "Cohen 5. (2004). Social relationships and health. American Psychologist. November: 676-84.",
        "Chau N, Bourgkard E, Bhattacherjee A, Ravaud JF, Choquet M, Mur JM. (2007). Associations ofjob, living conditions and lifestyle with occupational injury in working population: a population-based study. Int Arch Occup Environ Health. Aug 16.",
        "Calle EE, Rodriguez C, Walker-Thurmond K, Thun MJ. (2003). Overweight, Obesity, and Mortality from Cancer in a Prospectively Studied Cohort of US Adults. New England Journal of Medicine. 348(17):1625-38.",
        "Brach JS, Simonsick EM, Kritchevsky 5, Yaffe K, Newman AB. (2004). The association between physical function and lifestyle activity and exercise in the health, aging and body composition study. JAm Geriatr Soc. 52(4):502-9.",
        "Bound J. (1991). Self-reported versus objective measures of health in retirement models, Journal of Human Resources, 26:106-138.",
        "Bosse R, Aldwin CM, Levenson MR, Ekerdt DJ. (1987). Mental health differences among retirees and workers: findings from the Normative Aging Study. Psychology and Aging. 2(4):383-9.",
        "Borjas G. (2004). Labor economics. McGraw-Hill: New York.",
        "Blazer DG, Hybels CF, Pieper CF. (2001). The association of depression and mortality in elderly persons: a case for multiple, independent pathways. Journals of Gerontology Series A, Biological Sciences and Medical Sciences. 56(8):M505-9.",
        "Belgrave LL, Haug MR, Gomez-Bellenge FX. (1987). Gender and race differences in effects of health and pension on retirement before 65. Comprehensive Gerontology [B]. 1(3):109-17.",
        "Barsky RB, Juster FT, Kimball MS, Shapiro MD. (1997). Preference parameters and behavioral heterogeneity: an experimental approach in the Health and Retirement Study. Quarterly Journal of Economics. 1 12(2):537-79.",
        "Bazzoli GJ. (1985). The early retirement decision: new empirical evidence on the influence of health. Journal of Human Resources. 20(2):214-34.",
        "Anderson KH, Burkhauser RV. (1985). The retirement-health nexus: a new measure of an old Puzzle. Journal of Human Resources. 20(3):315-30.",
        "Abramson J, Berger A, Krumholz HM, Vaccarino V. (2001). Depression and risk of heart failure among older persons with isolated systolic hypertension. Archives of Internal Medicine. 16 1(14): 1725-30."
    ]
}