{
    "id": 12124,
    "cites": 18,
    "cited_by": 16,
    "reference": [
        "Akerlof, George, and William Dickins, The Economic Consequences of Cognitive Dissonance. American Economic Review, 72(3), June 1982, 307-19.",
        "Baltagi, Badi H., and Dan Levin, Estimating Dynamic Demand for Cigarettes Using Panel Data: The Effects of Bootlegging, Taxation and Advertising Reconsidered The Review of Economics and Statistics, 1986, 68(1), February 148-155.",
        "Becker, Gary S., Michael Grossman, and Kevin M. Murphy, An Empirical Analysis of Cigarette Addiction, The American Economic Review, 1994, 84(3), June, 396-418.",
        "Becker, Gary S. and Kevin M. Murphy, Social Economics, Cambridge, MA: Harvard University Press, 2000.",
        "Chaloupka, Frank J., Rational addictive behavior and cigarette smoking, Journal of Political Economy 1991, 99(4), August, 722-742.",
        "Cutler, David M., and Edward L. Glaeser, What Explains Differences in Smoking, Drinking, and Other Health-Related Behaviors? American Economic Review, May 2006.",
        "Cutler, David M., and Srikanth Kadiyala, The Return to Biomedical Research: Treatment and Behavioral Effects, in Kevin Murphy and Robert Topel, eds., Measuring the Gains from Medical Research: An Economic Approach, Chicago: University of Chicago Press, 2003.",
        "Evans, William N, Matthew C. Farrelly, and Edward Montgomery, Do Workplace Smoking Bans Reduce Smoking? The American Economic Review, 1999, 89(4), September, 728-747.",
        "Gallet, Craig A., and John A. List, Cigarette Demand: a Meta-Analysis of Elasticities, Health Economics, 2003, 12(1), October, 821-835.",
        "Gallup, George. Smoking Rates Decline as More Perceive Health Hazard, Gallup Organization Mimeograph, 1981.",
        "Glaeser, Edward L., Bruce Sacerdote, and Jose Schenkman, The Social Multiplier, Journal of the European Economics Association, 2003, 1(2), 345-353.",
        "Guindon, GE, S Tobin, and D Yach, Trends and Affordability of Cigarette Prices: Ample Room for Tax Increases and Related Health Gains. Tobacco Control 2002, 11 (1): 3543.",
        "Lyon, Herbert L., and Julian L. Simon, Price Elasticity of the Demand for Cigarettes in the United States, American Journal of Agricultural Economics, 1968, 50(4), November, 888-895.",
        "Maier, Frank A., Consumer Demand for Cigarettes Estimated from State Data, Journal of Farm Economics, 1955, 37(4), November, 690-704.",
        "McNally, William D. The Tar in Cigarette Smoke and its Possible Effects. American Journal of Cancer 1932; 16:1502-1514.",
        "Schoenberg, Erika H., The Demand Curve for Cigarettes, Journal of Business, 6, 1933, 15-33.",
        "Sloan-Kettering Institute for Cancer Research, Progress Report VIII, 1954.",
        "Viscusi, W. Kip, Smoking: Making the Risky Decision: New York: Oxford University Press, 1992."
    ]
}