{
    "id": 12127,
    "cites": 17,
    "cited_by": 10,
    "reference": [
        "[13] Kiyotaki, Nobuhiro, and John Moore (1997) Credit cycles, Journal of Political Economics 105, 211248.",
        "[14] Klein, Michael W., Joe Peek, Eric S. Rosengren (2002) Troubled Banks, Impaired Foreign Direct Investment: The Role of Relative Access to Credit, American Economic Review 92(3), pp.664-682.",
        "[15] Krugman, Paul (1998) Bubble, Boom, Crash: Theoretical notes on Asias crisis, MIT Mimeo",
        "[16] Lamont, Owen, Christopher Polk, and Jesus Saa-Requejo (2001) Financial constraints and stock returns, Review of Financial Studies 14, 529-554.",
        "[17] La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny (1997) Legal Determinants of External Finance, Journal of Finance 52 (3): 113150.",
        "[18] La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny (1998) Law and finance, Journal of Political Economy 106, 1113-1155.",
        "[19] La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny (2000) Investor Protection and Corporate Governance, Journal of Financial Economics 58 (1-2): 327.",
        "[20] Levine, R. (2004) Finance and Growth: Theory, Evidence, and Mechanisms, In P. Aghion and S. Durlauf, eds. Handbook of Economic Growth. Amsterdam: North-Holland Elsevier Publishers.",
        "[21] Mendoza, Enrique (2005) Sudden Stops in a Business Cycle Model with Credit Constraints: A Fisherian Deflation of Tobins Q, University of Maryland Working Paper",
        "[22] Morck, Randall, Bernard Yeung, and Wayne Yu (2000) The Information Content of Stock Markets: Why do Emerging Markets have synchronous stock price movements? Journal of Financial Economics 58, 215-260.",
        "[23] Morris, S. and H. S. Shin (2000). Rethinking Multiple Equilibria in Macroeconomic Modeling, NBER Macroeconomics Annual, Number 15, 139161.",
        "[24] Nenova, Tatiana, Stijn Claessens and Simeon Djankov (2000) Corporate Risk around the World, World Bank Policy Research Working Paper No. 2271.",
        "[25] Officer, R. (1973) The Variability of the Market Factor of the New York Stock Exchange, Journal of Business 46, 433-453.",
        "[26] Razin, Assaf and Yona Rubinstein (2006) Evaluating Currency Regimes in the Presence of Sudden Stops Economic Policy, January.",
        "[27] Schwert, William (1989) Why Does Stock Market Volatility Change Over Time?, Journal of Finance 44, 1115-1153.",
        "[28] Shleifer, Andrei (2003) Will The Sovereign Debt Market Survive? American Economic Review 93 (2), 85-90.",
        "[29] Warnock, Francis and John Burger (2004) Foreign participation in local-currency bond markets, Board of Governors International Finance Discussion Paper No 794."
    ]
}