{
    "id": 12121,
    "cites": 36,
    "cited_by": 67,
    "reference": [
        "Yang, Jaiwen. 1997. Exchange Rate Pass-Through into U.S. Manufacturing Industries Review of Economics and Statistics. vol. 79, pp. 95-104.",
        "Rauch, James. 1999. Networks versus Markets in International Trade. Journal of International Economics vol. 48 pp.7-35.",
        "Stockman, Alan and Linda Tesar. 1995. Tastes and Technology in a Two-Country Model of the Business Cycle: Explaining International Comovements American Economic Review vol. 85 no. 1 pp. 168-185.",
        "Oliveira Martins, Joaquim, Stefano Scarpetta, and Dirk Pilat. 1996. Mark-up Pricing, Market Structure, and the Business Cycle. OECD Economic Studies no.27.",
        "Osbat, Chiara. 2005. Sectoral Exchange Rate Pass Through in the Euro Area. Manuscript, European Central Bank (December).",
        "Obstfeld, Maurice. 2001. International Macroeconomics: Beyond the Mundell-Fleming Model.",
        "International Monetary Fund Staff Papers, vol. 47, Special Issue, pp. 1-39. Obstfeld, Maurice and Ken Rogoff. 2000. New Directions for Stochastic Open Economy Models. Journal of International Economics vol 20 pp. 117-153.",
        "Mendoza, Enrique. 1991. Real Business Cycles in a Small Open Economy American Economic Review 81 (4), pp. 797-818.",
        "Laxson, Douglas and Paolo Pesenti. 2003. Monetary Policy Rules for Small, Open, Emerging Economies. Journal of Monetary Economics vol. 50 (July) pp. 1109-1146.",
        "MacDonald, Ronald and Luca Ricci. 2001. PPP and the Balassa Samuelson Effect: The Role of the Distribution Sector. CESifo working paper no. 442 (March).",
        "Hummels, David, Jun Ishii and Kei Mu Yi. 2001. The Nature and Growth of Vertical Specialization in World Trade, Journal of International Economics (June) 75-96.",
        "Feenstra, Robert and Gordon Hanson. 2005. Global Production Sharing and Rising Inequality: A Survey of Trade and Wages, in ed. Kwan Choi and James Harrigan, Handbook of International Trade (Basil Blackwell Publishers).",
        "Frankel, J.D. Parsley and S. Wei (2005). Slow Pass-through Around the World: A New Import for Developing Countries?, NBER Working Paper 11199.",
        "Froot, Ken A. and Paul D Klemperer (1989): Exchange rate pass-through when market share matters, The American Economic Review, vol. 79, pp 637-54.",
        "Gagnon, Joseph and Jane Ihrig. 2001. Monetary Policy and Exchange Rate Pass-Through.",
        "Board of Governors of the Federal Reserve System, International Finance Discussion Papers 704 (July). Goldberg, Linda. 2004. Industry-Specific Exchange Rates for the United States, Economic Policy Review vol. 10 no. 1. (May 2004) pp.1-16, Federal Reserve Bank of New York.",
        "Goldberg, Linda and Joseph Tracy. 2003. Exchange Rates and Wages with Joseph Tracy, revised February 2003. Earlier version distributed as NBER working paper 8137.",
        "Goldberg, Pinelopi and Frank Verboven. 2001. The Evolution of Price Dispersion in the European Car Market. Review of Economic Studies vol. 68, pp. 811-48.",
        "Hellerstein, Rebecca. 2004. Who Bears the Cost of a Change in the Exchange Rate? The Case of Imported Beer. Staff Reports no. 179 (February), Federal Reserve Bank of New York.",
        "Hellerstein, Rebecca and Sofia Berto Villas-Boas. 2006. Vertical contracts as a source of incomplete cross-border transmission: The case of autos manuscript.",
        "Campa, Jose, Linda Goldberg, and Jose Minguez-Gonzalez. 2005. Exchange Rate Pass Though into Euro-area Import Prices. Staff Reports no. 219 (September), Federal Reserve Bank of New York.",
        "Campa, Jose and Linda Goldberg. 2005. Exchange Rate Pass Through into Import Prices, Review of Economics and Statistics) November, 87 (4): 679-690.",
        "Campa, Jose and Linda Goldberg. 1997. The Evolving External Orientation of Manufacturing: Evidence from Four Countries. Economic Policy Review (July), vol. 3, no.2 pp.53-81, Federal Reserve Bank of New York.",
        "Burstein, Ariel, Martin Eichenbaum, and Sergio Rebelo. 2002. Why are Rates of Inflation so low after large devaluations? NBER working paper 8748 (February).",
        "Basu, Susanto and John Fernald.1997. Aggregate Productivity and Aggregate Technology International Finance Discussion paper 593, Board of Governors of the Federal Reserve System.",
        "Burstein, Ariel, Joao Neves, and Sergio Rebelo. 2003. Distribution Costs and Real Exchange Rate Dynamics During Exchange Rate Based Stabilizations. Journal of Monetary Economics.",
        "Bacchetta, Philippe, and Eric van Wincoop, 2003, Why do Consumers Prices React Less Than Import Prices to Exchange Rates, Journal of the European Economics Association 1, issue 2-3, April/May, pp. 662-670.",
        "Bailliu, Jeannine and Eiji Fujii. 2004. Exchange Rate Pass Through and the Inflation Environment in Industrialized Countries: An Empirical Investigation Bank of Canada working paper 2004-21.",
        "Baily, Martin Neill, 2003. Persistent Dollar Swings and the U.S. Economy, in ed. C. Fred Bergsten and John Williamson, Dollar Overvaluation and the World Economy (Institute for International Economics).",
        "Feenstra, Robert. 1998. Integration of Trade and Disintegration of production in the global economy. The Journal of Economic Perspectives vol. 12 pp.31-50.",
        "Erceg, Chris and Andrew Levin. 1995. Structures and the Dynamic Behavior of the Real Exchange Rate, International Finance Discussion Paper 554, Board of Governors of the Federal Reserve System.",
        "Devereux, Michael B., Charles Engel, and Cedric Tille. 1999. Exchange-Rate Pass Through and the Welfare Effects of the Euro. National of Bureau of Economic Research working paper no. 7382.",
        "Engel, Charles. 1999. Accounting for U.S. Real Exchange Rate Changes, Journal of Political Economy, vol. 107, no. 3, June pp. 507-537.",
        "Corsetti, Giancarlo, Luca Dedola, and Sylvain Leduc. 2004. Pass Through and Exchange Rate Fluctuations. Manuscript.",
        "Corsetti, Giancarlo and Luca Dedola. 2003. The Macroeconomics of International Price Discrimination. European Central Bank working paper no. 176.",
        "Choudri, Ehsan, Hamid Faruquee, and Dalia Hakura. 2002. Explaining the Exchange Rate Pass Through in Different Prices, IMF working paper wp/02/224 (December)."
    ]
}