{
    "id": 1212,
    "cites": 14,
    "cited_by": 5,
    "reference": [
        "Blinder, Alan S. Private Pensions and Public Pensions: Theory and Fact. National Bureau of Economic Research Working Paper no. 902. Cambridge, Mass.: National Bureau of Economic Research, June 1982.",
        "Blinder, Alan S., Gordon, Roger and Wise, Donald. Rhetoric and Reality in Social Security Analysis--A Rejoinder. National Tax Journal 34 (December 1981): 473-478.",
        "Burkhauser, Richard V. and Turner, John. Can Twenty-Five Million Americans Be Wrong?--A Response to Blinder, Gordon and Wise. National Tax Journal 34 (December 1981): 467-472.",
        "Burtless, Gary and Moffitt, Robert A. The Effect of Social Security on Labor Supply of the Aged: The Joint Choice of Retirement Date and Post-Retirement Hours of Work. Mimeographed. February 1983.",
        "Clark, Robert L. and Gobmann, Stephen A. Retirement and the Acceptance of Social Security Benefits. Mimeographed. 1982.",
        "Gordon, Roger H. Social Security and Labor Supply Incentives. Contemporary Policy Issues (April 1983): 16-22.",
        "Gordon, Roger H. and Blinder, Alan S. Market Wages, Reservation Wages and Retirement. Journal of Public Economics 14 (1980): 277-308.",
        "Custinan, A Lan L. and Ste ininejer, Thomas L. `A St ruc ttiral Ret irimient Model. Mimoegraphed. Hanover, N.H.: May 1983a.",
        "Custman, Alan L. and Steinrneier, Thomas L. Minimum Hours Constraints and Retirement Behavior. Contemporary Policy Issues (April 1983b): 77-91.",
        "Gustman, Alan L. and Steinmeier, Thomas L. Partial Retirement and the Analysis of Retirement Behavior. Industrial and Labor Relations Review (January 1984, forthcoming).",
        "Gustman, Alan L. and Steinmeier, Thomas L. Partial Retirement and Wage Profiles for Older Workers. National Bureau of Economic Research Working Paper no. 1000. Cambridge, Mass.: National Bureau of Economic Research, October 1982.",
        "Gustman, Alan L. and Steinmeler, Thomas L. Structural Retirement Models. Final Report to the U.S. Department of Labor. Washing- ton: April 1983c.",
        "Lazear, Edward. Pensions as Severence Pay. National Bureau of Economic Research Working Paper 944. Cambridge, Mass.: National Bureau of Economic Research, July 1982.",
        "Mitchell, Olivia S. and Fields, Gary S. Economic Incentives to Retire: A Qualitative Choice Approach. National Bureau of Economic Research Working Paper no. 1096. Cambridge, Mass.: National Bureau of Economic Research, March 1983."
    ]
}