{
    "id": 1213,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "1. Richard S. Bower and Donald R. Lessard. An Operational Approach to Risk-Screening. Journal of Finance 28 (May 1973),",
        "2. Richard Brealey and Stewart Myers. Principles of Corporate Finance. New York: McGraw-Hill, 1981.",
        "4. Willard T. Carleton. Linear Programming and Capital Budgeting Models: A New Interpretation. Journal of Finance 24 (December 1969), 825-33.",
        "5. M. Therese Flaherty. Prices Versus Quantities and Vertical Financial Integration. Bell Journal of Economics 12 (Autumn 1981), 507-525.",
        "6. James N. Fremgen. Capital Budgeting Practices: A Survey. Management Accounting 54 (May 1973), 19-25.",
        "7. Lawrence J. Gitman and John R. Forrester, Jr. A Survey of Capital Budgeting Techniques Used by Major U.S. Firms. Financial Management 6 (Fall 1977), 66-71.",
        "8. Milton Harris, C.H. Kriebel and Artur Raviv. Asymmetric Information, Incentives and Intrafirm Resource Allocation. Management Science 28 (June 1982), 604-620.",
        "9. K. Larry Hastie. One Businessmans View of Capital Budgeting. Financial Management 3 (Winter 1974), 36-44.",
        "10. W. Carl Kester. Evaluating Growth Options: A New Approach to Strategic Capital Budgeting. Working Paper 83-38, Harvard University, Graduate School of Business Administration.",
        "11. Stewart C. Myers. Finance Theory and Financial Strategy. Interfaces, forthcoming.",
        "12. George J. Prendergast, Jr., Strategic Planning in DuPont. Paper presented at TIMS/ORSA Special Interest Conference on Corporate Strategic Planning, New Orleans, Louisiana, March 1977.",
        "13. H. Martin Weingartner. Capital Rationing: n Authors in Search of a Plot. Journal of Finance 32 (December 1977), 1403-31.",
        "14. Martin L. Weitzman. Prices vs. Quantities. Review of Economic Studies 41 (October 1974), 477-91.",
        "15. ____________. Optimal Rewards for Economic Regulation. American Economic Review 68 (September 1978), 683-91."
    ]
}