{
    "id": 12139,
    "cites": 23,
    "cited_by": 386,
    "reference": [
        "Bailey, Martha J. 2006. More Power to the Pill: The Impact of Contraceptive Freedom on Womens Life Cycle Labor Force Participation, Quarterly Journal of Economics 121 (February), 289-320.",
        "Bound, John and Sarah Turner. 2002. Going to War and Going to College: Did World War II and the GI Bill Increase the Educational Attainment for Returning Veterans? Journal of Labor Economics 20 (October): 784-815.",
        "Buchmann, Claudia and Thomas A. DiPrete. 2005. The Growing Female Advantage in Higher Education: Do Gains in Parental Resources Explain the Trends? Ohio State University unpublished paper.",
        "Card, David and Thomas Lemieux. 2001. Going to College to Avoid the Draft: The Unintended Legacy of the Vietnam War, American Economic Review 91 (May): 97-102.",
        "Charles, Kerwin C. and Ming-Ching Luoh. 2003. Gender Differences in Completed Schooling, Review of Economics and Statistics 83 (August): 559-77.",
        "Cho, Donghun. 2005. The Role of High School Performance in Explaining Womens Rising College Enrollment. University of California at Santa Barbara, unpublished paper (May).",
        "Cuffe, Steven, Charity Moore, and Robert McKeown. 2003. ADHD Symptoms in the National Health Interview Survey: Prevalence, Correlates, and Use of Services and Medication. Poster presented at the Fiftieth Anniversary Meeting of the American Academy of Child and Adolescent Psychiatry, Miami, October 20.",
        "Currie, Janet and Enrico Moretti. 2003. Mothers Education and the Intergenerational Transmission of Human Capital: Evidence from College Openings, Quarterly Journal of Economics 118 (November): 1495-1532.",
        "DiPrete, Thomas A. and Claudia Buchmann. 2006. Gender-Specific Trends in the Value of Education and the Emerging Gender Gap in College Completion, Demography 43 (February), forthcoming.",
        "Homecoming 26 Dougherty, Christopher. 2005. Why are Returns to Schooling Higher for Women than for Men? Journal of Human Resources 40 (Fall): 969-88.",
        "G.P.O. FernÃ\u0083Â¡ndez, Raquel, Alessandra Fogli, and Claudia Olivetti. 2004. Mothers and Sons: Preference Formation and Female Labor Force Dynamics, Quarterly Journal of Economics 119 (November): 1249-99.",
        "Cambridge, MA: Harvard University Press, pp. 511-36. Goldin, Claudia. 1997. Career and Family: College Women Look to the Past. In F. Blau and R. Ehrenberg, eds., Gender and Family Issues in the Workplace. New York: Russell Sage Press, pp. 20-58.",
        "Goldin, Claudia. 1998. Americas Graduation from High School: The Evolution and Spread of Secondary Schooling in the Twentieth Century, Journal of Economic History 58 (June): 345-74.",
        "Goldin, Claudia. 2005. From the Valley to the Summit: A Brief History of the Quiet Revolution that Transformed Womens Work, Regional Review, Q1 vol. 14: 5-12.",
        "Goldin, Claudia, and Lawrence F. Katz. 2002. The Power of the Pill: Oral Contraceptives and Womens Career and Marriage Decisions, Journal of Political Economy 110 (August): 73070.",
        "Hock, Heinrich. 2004. The Pill and the Educational Attainment of American Women and Men. Brown University, unpublished paper (November).",
        "Jacob, Brian A. 2002. Where the Boys Arent: Non-cognitive Skills, Returns to School and the Gender Gap in Higher Education, Economics of Education Review 21 (December): 589-98.",
        "Long, Bridget Terry. 2005. The Reversal of the College Gender Gap: How Have Women Surpassed Men? Harvard University, Graduate School of Education, unpublished paper (January).",
        "Silverman, Irwin W. 2003. Gender Differences in Delay of Gratification: A Meta-Analysis, Sex Roles 49 (November): 451-63.",
        "Homecoming 27 Stanley, Marcus. 2003. College Education and the Midcentury GI Bills, Quarterly Journal of Economics 118 (May): 671-708.",
        "U.S. Office of Education. [various years to 1917.] Report of the Commissioner of Education for (various years to 1917). Washington, D.C.: G.P.O.",
        "Notes: We refer to this source as the Biennial Reports. After 1953, the Office of Education was housed in the Department of Health, Education and Welfare.",
        "Wirt, J., S. Choy, P. Rooney, S. Provasnik, A. Sen, and R. Tobin. 2004. The Condition of Education 2004. U.S. Department of Education. National Center for Education Statistics."
    ]
}