{
    "id": 12130,
    "cites": 38,
    "cited_by": 3,
    "reference": [
        "Alchian, Armen. 1963. Reliability of progress curves in airframe production. Econometrica 31(4): 679693.",
        "Altman, Daniel. 2005. Bernankes Models, and Their Limits. New York Times, October 30.",
        "Barro, Robert J. 1981. Output effects of government purchases. Journal of Political Economy 89: 10861121.",
        "Barro, Robert J. 2005. Rare disasters and asset markets in the twentieth century. Working paper, Harvard University.",
        "Barro, Robert J., and Chaipat Sahasakul. 1986. Average marginal tax rates from social security and the individual income tax. Journal of Business 59: 555566.",
        "Baxter, Marianne, and Robert G. King. 1993. Fiscal policy in general equilibrium. American Economic Review 83: 315334.",
        "Blanchard, Olivier J. and Roberto Perotti. 2002. An empirical characterization of the dynamic effects of changes in government spending and taxes on output. Quarterly Journal of Economics 117: 13291368.",
        "Board of Governors of the Federal Reserve. 1944. The wartime expansion of liquid assets.",
        "Federal Reserve Bulletin 30(10): 953961. Braun, R. Anton and Ellen R. McGrattan. 1993. The macroeconomics of war and peace.",
        "Burnside, Craig, Martin Eichenbaum, and Jonas D. M. Fisher. 2004. Fiscal shocks and their consequences. Journal of Economic Theory 115(1): 89117.",
        "Chari, V. V., Patrick J. Kehoe, and Ellen R. McGrattan. 2006. Business cycle accounting.",
        "Econometrica, forthcoming. Cole, Harold L., and Lee E. Ohanian. 2004. New Deal policies and the persistence of the Great Depression: A general equilibrium analysis. Journal of Political Economy 112: 779816.",
        "Cooley, Thomas F., and Lee E. Ohanian. 1997. Postwar British economic growth and the legacy of Keynes. Journal of Political Economy 105(3): 439472.",
        "Davies, D. S. and Judith R. Stammers. 1975. The Effect of World War II on Industrial Science.",
        "Proceedings of the Royal Society of London. Series A, Mathematical and Physical Sciences, A Discussion on the Effects of the Two World Wars on the Organization and Development of Science in the United Kingdom, 342(1631): 50518. Field, Alexander J. 2003. The most technologically progressive decade of the century. American Economic Review 93(4): 13991413.",
        "Gordon, Robert J. 1969. $45 billion of U.S. private investment has been mislaid. American Economic Review 59: 221238.",
        "Gordon, Robert J. 1970. Communications: $45 billion of U.S. private investment has been mislaid: Reply. American Economic Review 60: 940945.",
        "Hall, Robert E. 1980. Labor supply and aggregate fluctuations. Carnegie-Rochester Series on Public Policy 12: 733.",
        "Hall, Robert E. 1997. Macroeconomic fluctuations and the allocation of time. Journal of Labor Economics 15: 223250.",
        "Ibbotson Associates. 2001. Stocks, Bonds, Bills, and Inflation: Valuation Edition. Chicago, IL: Ibbotson Associates, Inc.",
        "Ingram, Beth Fisher, Narayana R. Kocherlakota, and N. E. Savin. 1994. Using theory for measurement: An analysis of the cyclical behavior of home production. Journal of Monetary Economics 40: 435456.",
        "Jaszi, George. 1970. Communications: $45 billion of U.S. private investment has been mislaid: Comment. American Economic Review 60: 934939.",
        "Kendrick, John W. 1961. Productivity Trends in the United States. Princeton, NJ: Princeton University Press.",
        "Kydland, Finn and Edward C. Prescott. 1991. Hours and employment variation in business cycle theory. Economic Theory 1: 6381.",
        "McGrattan, Ellen R. 1991. The macroeconomic effects of distortionary taxation. Discussion paper 37, Federal Reserve Bank of Minneapolis.",
        "McGrattan, Ellen R. 1994. A progress report on business cycle models. Federal Reserve Bank of Minneapolis Quarterly Review 18: 216.",
        "McGrattan, Ellen R. 1996. Solving the stochastic growth model with a finite element method.",
        "McGrattan, Ellen R. and Lee E. Ohanian. 2006. Technical Appendix: Does neoclassical theory account for the effects of big fiscal shocks? Evidence from World War II. Staff Report 315, Federal Reserve Bank of Minneapolis.",
        "McGrattan, Ellen R., and Edward C. Prescott. 2003. Average debt and equity returns: Puzzling? American Economic Review, Papers and Proceedings, 93(2): 392397.",
        "Mowery, David, and Nathan Rosenberg. 2000. Twentieth century technological change. In Stanley L. Engerman and Robert E. Gallman, eds., The Cambridge Economic History of the United States, Vol. III. Cambridge, UK: Cambridge University Press, pp. 803926.",
        "Mulligan, Casey B. 1998. Pecuniary incentives to work in the United States during World War II. Journal of Political Economy 106: 10331077.",
        "Mulligan, Casey B. 2002. A century of labor-leisure distortions. NBER Working paper 8774.",
        "Ohanian, Lee E. 1997. The macroeconomic effects of war finance in the United States: World War II and the Korean War. American Economic Review 87: 2340.",
        "Parkin, Michael. 1986. A method for determining whether parameters in aggregative models are structural. Carnegie-Rochester Conference Series on Public Policy 29: 215252.",
        "Plosser, Charles I. 1989. Understanding real business cycles. Journal of Economic Perspectives 3(3): 5178.",
        "Rietz, Thomas A. 1988. The equity risk premium: A solution. Journal of Monetary Economics 22: 117131.",
        "Rockoff, Hugh. 1984. Drastic Measures: A History of Wage and Price Controls in the United States. Cambridge, UK: Cambridge University Press.",
        "Rotemberg, Julio J., and Michael Woodford. 1992. Oligopolistic pricing and the effects of aggregate demand on economy activity. Journal of Political Economy 100: 11531207."
    ]
}