{
    "id": 12134,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Arnott, Richard, Housing Vacancies, Thin Markets, and Idiosyncratic Tastes. Journal of Real Estate Finance and Economics, 2 (1989): 5-30.",
        "Burdett, K. S. Shi, and R. Wright, Pricing and Matching with Friction. Journal of Political Economy, 109(5), (2001), 1060-85.",
        "Coles, M. and E. Smith, Marketplace and Matching. International Economic Review, 39(1), (1998), 239-54.",
        "Gan, Li and Qinghua Zhang, The Thick Market Effect of Local Unemployment Rate Fluctuations. NBER Working Paper 11248. Forthcoming in Journal of Econometrics (2005).",
        "Gan, Li and Qi Li, The Efficiency of Thin and Thick Markets. NBER Working Paper 10815. (2004).",
        "Genesove, David and Christopher Mayer, Equity and Time to Sale in the Real Estate Market. American Economic Review, 87(3) (June 1997): 255-269.",
        "Genesove, David and Christopher Mayer, Loss Aversion and Seller Behavior: Evidence from the Housing Market. The Quarterly Journal of Economics, 116(4) (November 2001): 1233-1260.",
        "Kahneman, Daniel and Amos Tversky, Prospect Theory: An Analysis of Decision Under Risk, Econometrica, 47(2) (March 1979): 263-292.",
        "Lagos, R, An Alternative Approach to Search Frictions. Journal of Political Economy (108)(5), (2000), 851-73.",
        "Mayer, Christoper, A Model of Negotiated Sales Applied to Real Estate Auctions, Journal of Urban Economics 38(1) (1995): 1-22.",
        "Porterba, James, Tax Subsidies to Owner-Occupied Housing: An Asset-Market Approach. The Quarterly Journal of Economics, 99(4) (November, 1984): 729752.",
        "Smith, Barton and William Tesarek, House Prices and Regional Real Estate Cycles: Market Adjustments in Houston. AREUEA Journal, 19(3) (1991): 396-416.",
        "Stein, Jeremy, Prices and Trading Volume in the Housing Market: A Model with DownPayment Effects. The Quarterly Journal of Economics, 110(2) (May, 1995): 379-406.",
        "Wheaton, William C. , Vacancy, Search, and Prices in a Housing Market Matching Model. The Journal of Political Economy, 98(6) (1990): 1270-1292.",
        "Zhang (2002), Local Business Cycles. PH.D Dissertation, Brown University."
    ]
}