{
    "id": 12131,
    "cites": 20,
    "cited_by": 3,
    "reference": [
        "Appel Molot, M. (2005). Location Incentives and Inter-state Competition for FDI: Bidding Wars in the Automotive Industry. In L. Eden and W. Dobson (Eds.), Governance, Multinationals and Growth. Edward Elgar.",
        "Arora, A. (1996). Testing for Complementarities in Reduced Form Regressions: A Note.",
        "Economic Letters 50(1), 5155. Arora, A. and A. Gambardella (1990, June). Complementarity and External Linkages: The Strategies of the Large Firms in Biotechnology. Journal of Industrial Economics 37(4), 36179.",
        "Technologies: An Empirical Test. Working Paper. Athey, S. and S. Stern (2003, June). An Empirical Framework for Testing Theories about Complementarity in Organizational Design. Working Paper.",
        "Automotive News (1996, June 26). Once, a Ford Was a Ford; Today, It Has Many Shapes, Sizes and Names, (by Matt Roush). Crain Communications Inc..",
        "Automotive News (2002, October 14). Honda Leads the Pack in Plant Flexibility (by Lindsay Chappell). Crain Communications Inc..",
        "Berry, S., J. Levinsohn, and A. Pakes (1995). Automobile Prices in Market Equilibrium.",
        "Gal-or, E. (2002, October). Flexible Manufacturing Systems and the Internal Structure of the Firm. International Journal of Industrial Organization 20(8), 106196.",
        "Harbour Consulting (2003). The Harbour Report: Competitive Assessment of the North American Automotive Industry. Rochester, MI: Harbour Consulting.",
        "Helper, S. (1997, May). Complementarity and Cost Reduction: Evidence from the Auto Supply Industry. NBER Working paper, No. 6033.",
        "Ichniowski, C., K. Shaw, and G. Prennushi (1997, June). The Effects of Human Resource Management Practices on Productivity: A Study of Steel Finishing Lines.",
        "Jovanovic, B. and D. Stolyarov (2000, March). Optimal Adoption of Complementary Technologies. American Economic Review 90(1), 1529.",
        "Milgrom, P. and J. Roberts (1990, June). The Economics of Modern Manufacturing: Technology, Strategy, and Organization. American Economic Review 80(3), 511 528.",
        "Miravete, E. J. and J. C. PernÃ\u0082Â´ias (2005). Innovation Complementarity and Scale of Production. Journal of Industrial Economics forthcoming.",
        "Novak, S. and S. Stern (2003, November). Complementarity Among Vertical Integration Decisions: Evidence from Automobile Product Development. Working Paper.",
        "Petrin, A. (2002). Quantifying the Benefits of New Products: The case of Minivan.",
        "Journal of Political Economy 110(4), 70529. Rubenstein, J. (1992). The Changing U.S. Auto Industry: A Geographical Analysis.",
        "New York: Routledge. Van Biesebroeck, J. (2003, January). Productivity Dynamics with Technology Choice: An Application to Automobile Assembly. Review of Economic Studies 70(1), 167 198.",
        "Van Biesebroeck, J. (2006). Trends and complementarities in the Canadian Automobile Industry. In Z. Chen and M. Duhamel (Eds.), Industrial Economics and Performance in Canada, pp. forthcoming. Ottawa: Industry Canada.",
        "Wards AutoWorld (2001, March 1). Rethinking Platform Engineering. Primedia."
    ]
}