{
    "id": 12140,
    "cites": 23,
    "cited_by": 2,
    "reference": [
        "Abel, Andrew. The Effects of a Baby Boom on Stock Prices and Capital Accumulation in the Presence of Social Security. Econometrica Vol. 71, No. 2 (Mar., 2003): pp.",
        "Auerbach, Alan J., and Laurence J. Kotlikoff. Dynamic Fiscal Policy. Cambridge, UK: Cambridge University Press, 1987.",
        "Blanchard, Olivier A. Debt, Deficits, and Infinite Horizons. The Journal of Political Economy Vol. 93, No. 2 (Apr., 1985): pp. 223-247.",
        "Bloom, David E., David Canning, and Jaypee Sevilla. Economic Growth and the Demographic Transition. Working Paper No. 8685. Cambridge, MA: National Bureau of Economic Research, 2001.",
        "Board of Trustees, Federal Old-Age and Survivors Insurance and Disability Trust Funds. Annual Report of the Board of Trustees of the Federal Old-Age and Survivors Insurance and Disability Insurance Trust Funds. Washington, D.C.: Government Printing Office, 2005.",
        "Boldrin, Michele, Mariachristina De Nardi, and Larry E. Jones. Fertility and Social Security. Manuscript. Minneapolis, MN: University of Minnesota Department of Economics, 2005.",
        "Bommier, Antoine, and Ronald D. Lee. Overlapping Generations Models with Realistic Demography. Journal of Population Economics Vol. 16, No. 1 (Feb., 2003): pp.",
        "Cutler, David M., James M. Poterba, Louise M. Sheiner, Lawrence H. Summers, and George A. Akerlof. An Aging Society: Opportunity or Challenge? Brookings Papers on Economic Activity Vol. 1990, No. 1 (1990): pp. 1-73.",
        "Diamond, Peter A. National Debt in a Neoclassical Growth Model. The American Economic Review Vol. 55, No. 5 (Dec., 1965): pp. 1126-1150.",
        "Drucker, Peter F. The Future That Has Already Happened. Harvard Business Review Vol. 75, No. 5 (Sep.-Oct., 1997): pp. 20-24.",
        "Easterlin, Richard A. Birth and Fortune: The Impact of Numbers on Personal Welfare, 2nd ed. Chicago, IL: University of Chicago Press, 1987.",
        "Elmendorf, Douglas W., and Louise M. Sheiner. Should America Save for its Old Age? Fiscal Policy, Population Aging, and National Saving. Journal of Economic Perspectives Vol. 14, No. 3 (Summer 2000): pp. 57-74.",
        "Gertler, Mark. Government debt and social security in a life-cycle economy. CarnegieRochester Conference Series on Public Policy Vol. 50 (Jun., 1999): pp. 61-110.",
        "Grafenhofer, Dominik, Christian Jaag, Christian Keuschnigg, and Mirela Keuschnigg. Probabilistic Aging. Manuscript. St. Gallen, Switzerland: University of St. Gallen IFF, 2005.",
        "Lee, Ronald, and Lawrence R. Carter. Modeling and Forecasting U.S. Mortality. Journal of the American Statistical Association Vol. 87, No. 419 (Sep., 1992): pp.",
        "Lee, Ronald D., and Ryan D. Edwards, The Fiscal Impact of Population Change in Jane Sneddon Little and Robert K. Triest, eds., Seismic Shifts: The Economic Impact of Demographic Change. Boston, MA: Federal Reserve Bank of Boston Conference Series, No. 46, June, 2001, pp. 189-219.",
        "Lim, Kyung-Mook, and David N. Weil, The Baby Boom and the Stock Market Boom. Scandinavian Journal of Economics, Vol. 105, No. 3 (Sep., 2003): pp. 359-377.",
        "Mason, Andrew, Ronald Lee, An-Chi Tung, Mun-Sim Li, and Tim Miller. Population Aging and Intergenerational Transfers: Introducing Age into National Accounts. Paper presented at the Population Association of America Annual Meeting, 2005.",
        "Micevska, Maja B., and Paul J. Zak. What Accounts for the Emergence of Malthusian Fertility in Transition Economies? Working Paper No. 2002-01. Claremont, CA: Claremont McKenna College, Department of Economics, 2002.",
        "Munnell, Alicia H., Robert E. Hatch, and James G. Lee. Why is Life Expectancy So Low in the United States? Issues in Brief No. 21. Boston: MA: Boston College, Center for Retirement Research, 2004.",
        "Samuelson, Paul A. An Exact Consumption-Loan Model of Interest with or without the Social Contrivance of Money. The Journal of Political Economy Vol. 66, No. 6 (Dec., 1958), pp. 467-482.",
        "United Nations. Department of Economic and Social Affairs, Population Division. World Population Prospects: The 2004 Revision. New York, United Nations, forthcoming.",
        "Weil, David N. Population Growth, Dependency, and Consumption. The American Economic Review Vol. 89, No. 2, Papers and Proceedings of the One Hundred Eleventh Annual Meeting of the American Economic Association (May, 1999): pp."
    ]
}