{
    "id": 12143,
    "cites": 28,
    "cited_by": 3,
    "reference": [
        "Akin, J.S. and I. Garfinkel (1980) The Quality of Education and Cohort Variation in BlackWhite Earnings Differentials: Comment. American Economic Review v.70 pp. 186-91.",
        "Ashenfelter, O., W.J. Collins and A. Yoon (2005) Evaluating the Role of Brown vs. Board of Education in School Equalization, Desegregation, and the Income of African Americans. NBER Working Paper 11394.",
        "Betts, J.R. (1995) Does School Quality Matter? Evidence from the National Longitudinal Survey of Youth. Review of Economics and Statistics, v.77 pp.231-50.",
        "Boozer, M.A., A.B. Krueger and S. Wolkon. (1992) Race and School Quality since Brown v.",
        "Bowles, S. (1970) Migration as Investment: Empirical Tests of the Human Capital Approach to Geographic Mobility. Review of Economics and Statistics v.52 pp.356-362.",
        "Butler, R. and J.J. Heckman (1977) The Governments Impact on the Labor Market Status of Black Americans: A Critical Review. in L.J. Hausman et al., eds., Equal Rights and Industrial Relations. Madison: IRRA.",
        "Card, D. and A.B. Krueger (1992) School Quality and Black-White Relative Earnings: A Direct Assessment. Quarterly Journal of Economics v.107 pp.151-200.",
        "Card, D. and A.B. Krueger (1993) Trends in Relative Black-White Earnings Revisited. American Economic Review v.83 n. 2 pp. 85-91.",
        "Card, D. and J. Rothstein (2005) Racial Segregation and the Black-White Test Score Gap. Unpublished manuscript.",
        "Clotfelter, C.T. (2004) After Brown: The Rise and Retreat of School Desegregation. Princeton: Princeton University Press.",
        "Clotfelter, C.T., H.F. Ladd and J.L. Vigdor (2003) Racial Segregation in Modern-Day Public Schools. Duke University manuscript.",
        "Clotfelter, C.T., H.F. Ladd and J.L. Vigdor (2004) Teacher Sorting, Teacher Shopping, and the Assessment of Teacher Effectiveness. Duke University manuscript.",
        "Clotfelter, C.T., H.F. Ladd and J.L. Vigdor (2005) Federal Oversight, Local Control, and the Specter of `Resegregation in Southern Schools. Duke Universitymanuscript.",
        "Cutler, D.M., E.L. Glaeser, and J.L. Vigdor (1999) The Rise and Decline of the American Ghetto. Journal of Political Economy v.107 pp.455-506.",
        "Donohue, J.H. and J.A. Heckman (1991) Continuous versus Episodic Change: The Impact of Civil Rights Policy on the Economic Status of Blacks. Journal of Economic Literature v.29 pp.1603-43.",
        "Grogger, J. (1996) Does School Quality Explain the Recent Black/White Wage Trend? Journal of Labor Economics pp.231-53.",
        "Guryan, J. (2004) Desegregation and Black Dropout Rates. American Economic Review v.94 pp.919-943.",
        "Hanushek, E.A. (1997) Assessing the Effects of School Resources on Student Performance: An Update. Educational Evaluation and Policy Analysis v.19 pp.141-164.",
        "Hanushek, E.A., J.F. Kain, and S.G. Rivkin (2004) New Evidence about Brown v. Board: The Complex Effects of School Racial Composition on Achievement. Unpublished manuscript.",
        "Juhn, C., K.M. Murphyand B. Pierce (1991) Accounting for the Slowdown in Black-White Wage Convergence. in M.H. Kosters, ed., Workers and Their Wages: Changing Patterns in the United States. Washington: AEI Press.",
        "Link, C.R. and E.C. Ratledge (1975) The Influence of the Quantity and Quality of Education on Black-White Earnings Differentials: Some New Evidence. Review of Economics and Statistics pp.346-50.",
        "Chicago: University of Chicago Press. Neal, D.A. and W.R. Johnson (1996) The Role of Premarket Factors in Black-White Wage Differences. Journal of Political Economy v.104 pp.869-895.",
        "Persico, N., A. Postlewaite and D. Silverman (2004) The Effect of Adolescent Experience on Labor Market Outcomes: The Case of Height. Journal of Political Economy v.112 pp.1019-53.",
        "Smith, J. and F. Welch (1989) Black Economic Progress After Myrdal. Journal of Economic Literature v.27 pp.519-64.",
        "Vigdor, J.L. (2006) Black-White Earnings Inequality in the Post-Civil Rights Era. Unpublished manuscript.",
        "Vigdor, J.L. (2002) The Pursuit of Opportunity: Explaining Selective Black Migration. Journal of Urban Economics v.51 pp.391-417.",
        "Welch, F. (1973) Black-White Differences in Returns to Schooling. American Economic Review pp.893-907.",
        "Wright, G. (1986) Old South, New South: Revolutions in the Southern Economy Since the Civil War. Baton Rouge: Louisiana State University Press."
    ]
}