{
    "id": 12148,
    "cites": 73,
    "cited_by": 20,
    "reference": [
        "West, J. and S. Gallagher, 2004, Key Challenges of Open Innovation: Lessons from Open Source Software, San Jose State College of Business Mimeo.",
        "West, J. and S. OMahoney, 2005, Contrasting Community Building in Sponsored and Community Founded Open Source Projects, in IEEE Proceedings of the 38th Annual Hawaii International Conference on System Sciences, IEEE Computer Society Press, Los Alamitos CA.",
        "West, J., 2003, How Open is Open Enough? Melding Proprietary and Open Source Platform Strategies, Research Policy, 32:1259.",
        "Weber, 5., 2004, The Success of Open Source, Harvard University Press, Cambridge and London.",
        "Weber, 5., 2000, The Political Economy of Open Source Software, Berkeley Roundtable on the International Economy Working Paper 140.",
        "Varian, H.R. and C. Shapiro, 2003, Linux Adoption in the Public Sector: An Economic Analysis, University of California Haas School of Business Mimeo.",
        "United States Copyright Office, 2002, Circular 61: Copyright Registration for Computer Programs, U. S. Government Printing Office, Washington, D.C.",
        "Scotchmer, 5., 2004, Ideas and Incentives, MIT, Cambridge and London.",
        "Titmuss, R.M., 1972, The Gift Relationship: From Human Blood to Social Policy, Vintage, New York.",
        "Scotchmer, 5., 1991, Standing on the Shoulders of Giants: Cumulative Research and the Patent Law, Journal of Economic Perspectives 5, 29.",
        "Schmidt, K. and M. Schnitzer, 2004, Public Subsidies for Open Source? Some Economic Policy Issues of the Software Market, University of Munich Dept. of Economics Mimeo.",
        "Samuelson, P., 1984, CONTU Revisited: The Case against Copyright Protection in MachineReadable Form, Duke Law Review 663.",
        "Rossi, C. and A. Bonaccorsi, 2005, Intrinsic vs. Extrinsic Incentives in Profit-Oriented Firms Supplying Open Source Products and Services, First Monday, Issue 10, No. 5.",
        "Rossi, M.A., 2004, Decoding the `Free/Open Source (F/open source) Software Puzzle: A Survey of Theoretical and Empirical Contributions, University of Sienna Dept. of Political Economy Working Paper No. 424.",
        "Roberts, J., 1.-H. Hann, and S. Slaughter, 2006, Understanding the Motivations, Participation and Performance of Open Source Software Developers: a Longitudinal Study of the Apache Projects, Management Science, (forthcoming).",
        "Robert Frances Group, 2002, Total Cost of Ownership for Linux in the Enterprise (selfpublished) .",
        "Raymond, E.S., 1999, The Cathedral and the Bazaar: Musings on Linux and Open Source by an Accidental Revolutionary, OReilly, Sebastopol CA.",
        "Rai, A., 2005, Open and Collaborative Research: A New Model for Biomedicine, in Hahn, R.",
        "Osterloh, M., S. Rota, and B. Kuster, 2003b, Open Source Software Production: Climbing on the Shoulders of Giants, University of Zurich Institute for Research in Business Administration Mimeo.",
        "Osterloh, M., S. Rota and B. Kuster, 2003a, Trust and Commerce in Open Source - A Contradiction? in 0. Petrovic, M. Fallenbock, Ch. Kittle, and M. Ksela (eds.), Trust in the Network Economy, 129, Springer: Vienna.",
        "Osterloh, M. and S. Rota, 2004, Trust and Community in Open Source Software Production, Analyse und Kritik: Zeitschift fur Sozialtheorie 26:279.",
        "Osterloh, M., 2002, Open Source Software: New Rules for the Market Economy, University of Zurich Institute for Research in Business Administration Mimeo.",
        "OMahoney, 5., 2003, Guarding the Commons: How Community Managed Software Projects Protect Their Work, Research Policy 32, 1179.",
        "Netcraft, 2005, Web Server Survey Turns Ten, (self-published).",
        "Mockus, A., R.T. Fielding, and J.D. Herbsleb, 2002, Two Case Studies of Open Source Software Development: Apache and Mozilla, ACM Transactions on Software Engineering and Methodology, 11,309.",
        "Maurer, S., A. Rai, and A. Sali, 2004, Finding Cures for Tropical Disease: Is Open Source an Answer? Public Library of Science: Medicine, 1, 56.",
        "Maurer, 5., 2006, Bill Gates Other Business - Choosing the Right Investment Strategy for Tropical Disease Research, WHO Bulletin (forthcoming).",
        "Maurer, 5., 2003, New Institutions for Doing Science: From Databases to Open Source Biology, European Policy for Intellectual Property Conference Mimeo.",
        "Madey, G., V. Freeh, and R. Tynan, 2005, Understanding Open Source as a Self-Organizing Process, University of Notre Dame Department of Computer Science and Engineering Mimeo.",
        "Lerner, J. and J. Tirole, 2002b, The Scope of Open Source Licensing, Journal of Law, Economics, and Organization 21, 20.",
        "Lerner, J. and J. Tirole, 2002a, Some Simple Economics of Open Source, Journal of Industrial Economics, 52, 197.",
        "Lakhani, K. and R. Wolf, 2005, Why Hackers Do What They Do: Understanding Motivation and Effort in Free/Open Source Software Projects, in J. Feller, B. Fitzgerald, S. Hissam, and K. Lakhani (eds.) Perspectives in Free and Open Source Software, MIT, Cambridge and London.",
        "Lakhani, K and E. von Hippel, 2000, How Open Source Software Works: Free User-to-User Assistance, MIT Sloan School of Management Working Paper No. 4117.",
        "Lakhani, K., R. Wolf, J. Bates, and C. DiBona, 2002, The Boston Consulting Group Hacker Survey Release 0.73 (self-published).",
        "Kuan, J., 2001, Open Source Software as Consumer Integration into Production, University of California Haas School of Business.",
        "Kollock, P., The Economics of Online Cooperation: Gifts and Public Goods in Cyberspace, 1999, in M. Smith and P. Kollock, Communities in Cyberspace, Routledge, London.",
        "Kogut, B., and A. Metiu, 2000, The Emergence of E-Innovation: Insights from Open Source Software Development, University of Pennsylvania Wharton School Reginald H. Jones Center Working Paper WP 00-11.",
        "Johnson, J.P., 2004, Collaboration, Peer Review and Open Source Software, Cornell University Johnson School of Management Mimeo.",
        "von Hippel, E., 2004, Democratizing Innovation, MIT, New York and London.",
        "Johnson, J.P., 2002, Open Source Software: Private Provision of a Public Good, Journal of Economics and Management Strategy 24, 637.",
        "von Hippel, E., 2002, Open Source Projects as Horizontal Innovation Networks - By and For Users, MIT Sloan School of Management Working Paper No. 4366-02.",
        "Hertel, G., S. Niedner, and S. Herrmann, 2003, Motivation of Software Developers in Open Source Projects: An Internet-Based Survey of Contributions to the Linux Kernel, Research Policy, 32, 1159.",
        "Henkel, J. and E. von Hippel, 2005, Welfare Implications of User Innovation, Journal of Technology Transfer 30, 73.",
        "Henkel, J. and M. Tins, 2004, MunichlMIT Survey: Development of Embedded Linux, University of Munich Institute for Innovation Research, Technology Management, and Entrepreneurship Mimeo.",
        "Henkel, J., 2005b, Selective Revealing in Open Innovation Processes: The Case of Embedded Linux, Technische Universitat Munich Mimeo.",
        "Henkel, J., 2005a, The Jukebox Mode of Innovation - A Model of Commercial Open Source Development, Technische Universitat Munich Mimeo.",
        "Henkel, J., 2004, Patterns of Free Revealing - Balancing Code Sharing and Protection in Commercial Open Source Development, University of Munich Institute for Innovation Research, Technology Management, and Entrepreneurship Mimeo.",
        "Hawkins, R.E., 2004, The economics of Open Source Software for a Competitive Firm: Why Give it Away for Free? Netnomics 6, 103.",
        "Harhoff, D., J. Henkel and E. von Hippel, 2003, Profiting from Voluntary Information Spillovers: How Users Benefit by Freely Revealing Their Innovations, Research Policy 32, 1753.",
        "Hann, 1.-H., J. Roberts, S. Slaughter and R. Fielding, 2004, An Empirical Analysis of Economic Returns to Open Source Participation, Carnegie Mellon University Mimeo.",
        "Hall, B., 2004, Incentives for Knowledge Production With Many Producers, Cambridge University ESRC Centre for Business Research Working Paper 292.",
        "Gomulkiewicz, R.W., 1999, How copyleft uses License Rights to Succeed in the Open Source Software Revolution and the Implications for Article 2B, Houston Law Review 36, 179.",
        "Giles, J., 2005, Internet Encyclopaedias Go Head to Head, Nature, 438, 900.",
        "Ghosh, R., R. Glott, B. Kriger, and G. Robles, 2002, Free/Libre and Open Source Software: Survey and Study, University of Maastricht Institute of Infonomics and Berlecon Research GmbH Mimeo.",
        "Gaudeul, A., 2004, Open Source Software Development Patterns and License Terms, University of Toulouse Mimeo.",
        "Gambardella, A., and B.Hall, 2005, Proprietary vs. Public Domain Licensing of Software and Research Products, NBER working paper 11120.",
        "Gandal, N. and C. Ferschtman, 2005, Open Source Projects: Output per Contributor and Restrictive Licensing, University of Tel Aviv Mimeo.",
        "Dalle, J-M and P.M. David, 2003, The Allocation of Software Development Resources in Open Source Production Mode, SIEPR Discussion Paper No. 02-27.",
        "Cybersource, 2004, Linux vs. Windows: Total Cost of Ownership Comparison, (self-published).",
        "Dahlander, L., 2004, Appropriating Returns from Open Innovation Processes: A Multiple Case Study of Small Firms in Open Source Software, Chalmers University of Technology Dept. of Industrial Dynamics Mimeo.",
        "Comino, S., F. Manenti and M. Parisi, 2005, From Planning to Mature: On The Determinants of Open Source Take Off, University of Trento Department of Economics Mimeo.",
        "Cohen, W., 2005, Does Open Source Have Legs? in Hahn, R. (ed.) Intellectual Property Rights in Frontier Industries, AEI-Brookings Press 2005), Washington DC.",
        "Casadesus-Masanell, R. and P. Ghemawat, 2006, Dynamic Mixed Duopoly: A Model Motivated by Linux vs. Windows, Management Science (forthcoming).",
        "Burk, D., 2002, Open Source Genomics, Boston University Journal of Science and Technology Law, 8, 254.",
        "Boetinger, S. and D. Burk, 2004, Open Source Patenting, Journal of International Biotechnology Law, 1,221.",
        "Bonnacorsi, A. and C. Rossi, 2003, Licensing Schemes in the Production and Distribution of Open Source Software: An Empirical Investigation, Sant Ana School for Advanced Studies Institute for Informatics and Telematics Mimeo.",
        "Bitzer, J., and W. Schrettl and P. Schroder, 2004, Intrinsic Motivation in Software Development, Free University of Berlin Discussion Paper 2004/19.",
        "Bettelheim, B., 1976, The Uses of Enchantment: The Meaning and Importance of Fairy Tales, Knopf, New York.",
        "Bessen, J., 2004, Open Source Software: Free Provision of Complex Public Goods, Boston University Law School Mimeo.",
        "Benkler, Y., 2002, Coases Penguin, or Linux and The Nature of the Firm, Yale Law Journal 112, 369.",
        "Bergquist, M. and J. Ljungberg, 2001, The Power of Gifts: Organizing Social Relationships in Open Source Communities, Information Systems Journal 11, 305.",
        "Baldwin, C. and K. Clark, 2003, Does Code Architecture Mitigate Free Riding in the Open Source Development Model? Harvard University Business School Mimeo.",
        "Aghion, P. and J. Tirole, 1994, The Management of Innovation, Quarterly Journal of Economics, 109, 1185."
    ]
}