{
    "id": 12141,
    "cites": 124,
    "cited_by": 160,
    "reference": [
        "Winters, Paul, Alain de Janvny, and Elisabeth Sadoulet. Family and Community Networks in Mexico-U.S. Migration. The Journal of Human Resources, Vol. 36, No. 1, Winter 2001, pp. 159-184.",
        "Wellisch, Dietmar, and Uwe Walz. 1998. Why Do Rich Countries Prefer Free Trade oven Free Immigration? The Role of the Modern Welfare States. European Economic Review, 42: 1595-16 12.",
        "U.S. Immigration and Naturalization Service. 2001. Estimates of the Unauthorized Immigrant Population Residing in the United States: 1990 to 2000. Vaughan, Jessica. 2003. Bar None: An Evaluation of the 3/10-Year Ban. Center for Immigration Studies.",
        "U.S. General Accounting Office. 2005. Immigration Enforcement: Preliminary Observations on Employment Verification and Wonksite Enforcement Efforts. GAO05 -822T.",
        "U.S. General Accounting Office. 2001. INS Southwestern Bonder Strategy: Sources and Impact Issues Remain After Seven Years. GAO-01-842.",
        "Washington, DC: Government Printing Office, 2004.",
        "U.S. Department of Labor. 2005. Findings from the National Agricultural Workers Survey (NAWS) 200 1-2002: A Demographic and Employment Profile of United States Farmwonkens. Office of Programmatic Policy, Research Report No. 9.",
        "U.S. Department of Homeland Security. 2003 Yearbook of Immigration Statistics.",
        "Trejo, Stephen J. 2003. Intergenerational Progress of Mexican-Origin Workers in the U.S. Labor Market. Journal of Human Resources, 38(3): 467-489.",
        "Trejo, Stephen J. 1997. Why do Mexican Americans Earn Low Wages? Journal of Political Economy 105(6): 1235-1268.",
        "Taylor, J. Edward. Undocumented Mexico-U.S. Migration and the Returns to Households in Rural Mexico. American Journal of Agricultural Economics, Vol. 69, No. 3, August 1987, pp. 626-638.",
        "Stark, Oded, and J. Edward Taylor. Migration Incentives, Migration Types: The Role of Relative Deprivation. The Economic Journal, Vol. 101, No. 408, September 1991, PP. 1163-1178.",
        "Stark, Oded, and J. Edward Taylor. Relative Deprivation and International Migration. Demography, Vol. 26, No. 1, February 1989, pp. 1-14.",
        "Smith, James P., and Duncan Thomas. 2003. Remembrances of Things Past: TestRetest Reliability of Retrospective Migration Histories. Journal of the Royal Statistical Society, 2003; 166(1): 23-49.",
        "Smith, James P. 2003. Assimilation across the Latino Generations. American Economic Review, 93(2), pp. 315-319 Smith, James P., and Barry Edmonston, eds. 1998. The Immigration Debate. National Academy Press: Washington, D.C.",
        "Sjaastad, Larry A. The Costs and Returns of Human Migration. Journal of Political Economy, February 1962, 70(1), pp. 80-93.",
        "Sinn, Hans-Werner, Gebhard Flaig, Martin Werding, Sonja Munz and Herbert Hofmann. 2003. EU Enlargement and Labour Mobility: Consequences for Labour Markets and Redistribution by the State of Germany. CESifo Research Report.",
        "Scholten, U. and M. Thum. 1996. Public Pensions and Immigration Policy in a Democracy. Public Choice, 66: 347-361.",
        "Roy, A.D. 1951. Some Thoughts on the Distribution of Earnings. Oxford Economic Papers3: 135-146.",
        "Robertson, Raymond. 2000. Wage Shocks and North American Labor Market Integration. American Economic Review 90(4): 742-764.",
        "Rivera-Batiz, Francisco. 1999. Undocumented Workers in the Labor Market: An Analysis of the Earnings of Legal and Illegal Mexican Immigrants in the United States. Journal of Population Economics, 12: 91-116.",
        "Reyes, Belinda I, Hans Johnson, and Richard Van. 2002. Holding the Line? The Effect of Recent Border Build-up on Unauthorized Imigration. San Francisco: Public Policy Institute of California.",
        "Reyes, Belinda I. 1997. Dynamics of Immigration: Return Migration to Western Mexico. San Francisco: Public Policy Institute of California.",
        "Razin, A., and E. Sadka. 2004. Welfare Migration: Is the Net Fiscal Burden a Good Measure of Its Economic Impact on the Welfare of the Native Born Population? NBER Working Paper No. 10682.",
        "Razin, A., and E. Sadka. 1999. Migration and Pensions with International Capital Mobility. Journal of Public Economics, 74: 141-150.",
        "Rapoport, Hillel, and Frederic Docquier. 2003. The Economics of Migrants Remittances. In L.A. Gerard Varet, S.C. Kolm, J. Mercier Ythier, eds., Handbook of the Economics of Reciprocity, Giving, and Altruism. Amsterdam: North-Holland, forthcoming.",
        "Rapoport, Hillel. 2002. Migration, Credit Constraints and Self-employment: A Simple Model of Occupational Choice, Inequality and Growth, Economics Bulletin, 15(7): 1-5.",
        "Passel, Jeffrey S. Estimates of the Size and Characteristics of the Undocumented Population. Pew Hispanic Center, 2005.",
        "Ottaviano, Gianmarco I.P., and Giovanni Pen. 2005. Rethinking the Gains from Immigration: Theory and Evidence from the U.S. NBER Working Paper No. 11672.",
        "Orrenius, Pia M. and Madeline Zavodny. 2005. Self-Selection among Undocumented Immigrants from Mexico. Journal of Development Economics, October 7 8(1): 2 15-240.",
        "Orrenius, Pia M. 2001. Illegal Immigration and Enforcement along the U.S.-Mexico Border. Economic and Financial Review, 1st Quarter, PP. 2-11.",
        "Orrenius, Pia M. 1999. Family Networks, Coyote Prices, and the Rural Economy in Migration from Western Mexico: 1965-1994. Mimeo, Dallas Federal Reserve.",
        "Munshi, Kaivan. 2003. Networks in the Modern Economy: Mexican Migrants in the US Labor Market. Quarterly Journal of Economics 118 (May): 549-97.",
        "Mishra, Prachi. 2005. Emigration and Wages in Source Countries: Evidence from Mexico. Journal of Development Economics, forthcoming.",
        "McKenzie, David and Hillel Rapoport. 2004. Network Effects and the Dynamics of Migration and Inequality: Theory and Evidence from Mexico. BREAD Working Paper No. 063.",
        "Mayda, Anna Maria. 2005. International Migration: A Panel-Data Analysis of Economic and Non-Economic Determinants. IZA Discussion Paper No. 1590.",
        "Massey, Douglas S. and Audrey Singer. 1995. New Estimates of Undocumented Mexican Migration and the Probability of Apprehension. Demography 32(2): 203-2 13.",
        "Massey, Douglas S. and Nolan Malone. Pathways to Legal Immigration, Population Research and Policy Review, Vol. 21, No. 6, December 2002.",
        "Massey, Douglas S., L. Goldring, and Jorge Durand. 1994. Continuities in Transnational Migration: An Analysis of Nineteen Mexican Communities. American Journal of Sociology 99(6): 1492-1533.",
        "Massey, Douglas S. and Kristin E. Espinosa. 1997. Whats Driving Mexico-U.S. Migration? A Theoretical, Empirical, and Policy Analysis. American Journal of Sociology 102(4): 939-999.",
        "Massey, Douglas S., Jorge Durand, and Nolan J. Malone. 2002. Beyond Smoke and Mirrors: Mexican Immigration in an Era of Economic Integration. New York: Russell Sage Foundation.",
        "Massey, Douglas S., Joaquin Arango, Graeme Hugo, Ali Kouaouci, Adela Pelegrino, and J. Edward Taylor. An Evaluation of International Migration Theory: The North American Case. Population and Development Review 20(4), December 1994, 699-751.",
        "Martin, David A. 2005. Twilight Statuses: A Closer Examination of the Unauthorized Population. Migration Policy Institute Policy Brief No. 2.",
        "Kossoudji, Sherrie. A. and Cobb-Clark, Deborah A. 2002. Coming Out of the Shadows: Learning about Legal Status and Wages from the Legalized Population. Journal of Labor Economics, 20(3): 598-628 Lucas, Robert E.B.. 1997. Internal Migration in Developing Countries. In Mark R. Rosenzweig and Oded Stark, eds., Handbook of Population and Family Economics. Amsterdam: Elsevier, PP. 721-798.",
        "Kossoudji, Sherrie. A. and Cobb-Clark, Deborah A. 2000. IRCAs Impact on the Mobility and Occupational Concentration of Newly Legalized Men. Journal of Population Economics, 13: 81-98.",
        "Kossoudji, Sherrie. A. and Cobb-Clark, Deborah A. 1996. Finding Good Opportunities within Unauthorized Markets. International Migration Review, 30(4), Winter, 901-924.",
        "Kossoudji, Sherrie A. 1992. Playing Cat and Mouse at the U.S.-Mexico Border. Demography 29(2): 159-180.",
        "Jasso, Guillermina, Douglas S. Massey, Mark R. Rosenzweig and James P. Smith. 2000. The New Immigrant Survey Pilot (NIS-P): Overview and New Findings About U.S. Legal Immigrants at Admission, Demography, 37:127-138.",
        "Inter-American Development Bank. 2004. Sending Money Home: Remittances to Latin America and the Caribbean. IADB Report, May.",
        "Ibarraran, Pablo, and Darren Lubotsky. 2005. The Socioeconomic Status of Mexican Migrant Families: New Evidence from the 2000 Mexican Census. In George J. Borjas, ed., Mexican Immigration. Chicago: University of Chicago and National Bureau of Economic Research, forthcoming.",
        "Hatton, Timothy, and Jeffrey Williamson. 2004. International Migration in the Long Run: Positive Selection, Negative Selection, and Policy. NBER Working Paper No. 10529.",
        "Hanson, Gordon H. 2005b. Why Does Immigration Divide America? Public Finance and Political Opposition to Open Borders. Washington, DC: Institute for International Economics.",
        "Hanson, Gordon H., Kenneth Scheve, and Matthew J. Slaughter. 2006. Local Public Finance and Individual Preferences over Globalization Strategies. NBER Working Paper No. 11028.",
        "Hanson, Gordon H. 2005a. Emigration, Labor Supply, and Earnings in Mexico. In George J. Borjas, ed., Mexican Immigration. Chicago: University of Chicago and National Bureau of Economic Research, forthcoming.",
        "Hanson, Gordon H., and Antonio Spilimbergo. 2001 Political Economy, Sectoral Shocks, and Border Enforcement, Canadian Journal of Economics, 34(2001): 612-638.",
        "Hanson, Gordon H., and Antonio Spilimbergo. 1999. illegal Immigration, Border Enforcement and Relative Wages: Evidence from Apprehensions at the U.S.-Mexico Border, American Economic Review, 89: 1337-57.",
        "Grossman, Gene, and Elhanan Helpman. 1994. Protection for Sale. American Economic Review, 84: 833-850.",
        "Hanson, Gordon H., Raymond Robertson, and Antonio Spilimbergo. 2001. Does Border Enforcement Protect U.S. Workers from illegal Immigration? The Review of Economics and Statistics, 84(2002): 73-92.",
        "Grogger, Jeffrey, and Stephen J. Trejo. 2002. Falling behind or Moving up? The Intergenerational Progress of Mexican Americans. San Francisco, CA: Public Policy Institute of California.",
        "Greenwood, Michael J. 1997. Internal Migration in Developed Countries. In Mark R. Rosenzweig and Oded Stark, eds., Handbook of Population and Family Economics. Amsterdam: Elsevier, PP. 647-720.",
        "GaytÃ\u0083Â¡n-Fregoso, Helena, and Sajal Lahiri. 2000. Foreign Aid and illegal Immigration. Journal of Development Economics, 63: 515-527.",
        "Gathmann, Christina. 2004. The Effects of Enforcement on Illegal Markets: Evidence from Migrant Smuggling on the Southwestern Border. IZA Discussion Paper No. 1004.",
        "Feliciano, Zadia. 2001. The Skill and Economic Performance of Mexican Immigrants from 1910 to 1990. Explorations in Economic History 38: 386-409.",
        "Foreman-Peck, J. 1992. A Political Economy of International Migration. The Manchester School, 60: 359-376.",
        "Ethier, Wilfred. 1986b. Illegal Immigration. American Economic Review Papers and Proceedings, May 1986; 76(2): 258-62 Facchini, Giovanni, and Gerald Willmann. 2005. The Political Economy of International Factor Mobility. Journal of International Economics, forthcoming.",
        "Epstein, Gil S., and Avi Weiss. 2001. A Theory of Immigration Amnesties. IZA Discussion Paper No. 302. Ethier, Wilfred. 1 986a. Illegal Immigration: The Host-Country Problem. American Economic Review, March 76(1): 56-7 1.",
        "Epstein, Gil S., Arye L. Hillman, and Avi Weiss. 1999. Creating Illegal Immigrants. Journal of Population Economics, 12: 3-21.",
        "Espenshade, Thomas J. 1995. Unauthorized Immigration to the United States. Annual Review of Sociology, 21: 195-216.",
        "Espenshade, Thomas J. 1994. Does the Threat of Border Apprehension Deter Undocumented U.S. Immigration? Population and Development Review, December, 20(4), PP. 871-91.",
        "Durand, Jorge, Douglas S. Massey, and Rene M. Zenteno. 2001. Mexican Immigration in the United States. Latin American Research Review 36(1): 107-127.",
        "Durand, Jorge, and Douglas S. Massey. 1992. Mexican Migration to the United States: A Critical Review. Latin American Research Review.",
        "Durand, Jorge, William Kandel, Emilio Parrado and Douglas S. Massey. 1996. International Migration and Development in Mexican Communities. Demography 33(2): 249-264.",
        "Durand, Jorge. 1996. Migradollars and Development: A Reconsideration of the Mexican Case. International Migration Review 30(2): 423-445.",
        "Duncan, Brian, and Stephen J. Trejo. 2005. Ethnic Identification, Intermarriage, and Unmeasured Progress by Mexican Americans. In George J. Borjas, ed., Mexican Immigration. Chicago: University of Chicago and National Bureau of Economic Research, forthcoming.",
        "Donato, Katharine M., Jorge Durand, and Douglas S. Massey. 1992. Stemming the Tide? Assessing the Deterrent Effects of the Immigration Reform and Control Act. Demography 29(2): 139-157.",
        "DiNardo, John, M. Fortin, and Thomas Lemieux. 1996. Labor Market Institutions and the Distribution of Wages, 1973-1992: A Semiparametric Approach. Econometrica 64(5): 1001-1044.",
        "Djajic, Slobodan. 1999. Dynamics of Immigration Control. Journal of Population Economics, February 12(1): 45-6 1.",
        "Dj ajic, Slobodan. 1987. Illegal Aliens, Unemployment, and Immigration Policy. Journal of Development Economics, 25: 235-249.",
        "Cragg, Michael I., and Mario Epelbaum. 1996. Why Has Wage Dispersion Grown in Mexico? Journal of Development Economics, 5 1(1), October, pp. 99-116.",
        "Costanzo, Joe, Cynthia Davis, Caribert Irazi, Daniel Goodkind and Roberto Ramirez. 2001. Evaluating Components of International Migration: The Residual Foreign Born Population. U.S. Bureau of the Census, Division Working Paper No. 61.",
        "Cortes, Patricia. 2005. The Effect of Low-Skilled Immigration on U.S. Prices: Evidence from CPI Data. Mimeo, MIT.",
        "Cornelius, Wayne A. 2005. Impacts of U.S. Immigration Control Policies on Migratory Behavior: The View from Mexican Sending Communities. Mimeo, UCSD.",
        "Cornelius, Wayne A., Takeyushi Tsuda, Philip L. Martin, and James F. Hollifield. 2004. Controlling Immigration: A Global Perspective, 2nd ed. Stanford, CA: Stanford University Press.",
        "Cornelius, Wayne A. and Enrico A. Marselli. 2001. The Changing Profile of Mexican Migrants to the United States: New Evidence from California and Mexico. Latin American Research Review.",
        "Cornelius, Wayne A. 2001. Death at the Border: Efficacy and Unintended Consequences of U.S. Immigration Control Policy, Population and Development Review, 27(4): 661-85.",
        "Cornelius, Wayne A. 1992. From Sojourners to Settlers: The Changing Profile of Mexican Migration to the United States, in J.A. Bustamante, C.W. Reynolds, and R. Hinojosa-Ojeda, eds., U.S.-Mexico Relations: Labor Market Interdependence. Stanford, Calif.: Stanford University Press, 155-95.",
        "Chiswick, Barry. 1978. The Effect of Americanization on the Earnings of Foreign-born Men. Journal of Political Economy 86 (October): 897-921.",
        "Chiquiar, Daniel. 2003. Essays on the Regional Implications of Globalization: The Case of Mexico. Ph.D. Dissertation, University of California, San Diego.",
        "Chiquiar, Daniel and Gordon Hanson. 2005. International Migration, Self-Selection, and the Distribution of Wages: Evidence from Mexico and the United States. Journal of Political Economy, April 113(2): 239-28 1.",
        "Cardoso, Lawrence. 1980. Mexican Emigration to the United States, 1897-1931. Tucson, University of Arizona Press.",
        "Card, David, and Ethan Lewis. 2005. The Diffusion of Mexican Immigrants in the 1990s: Patterns and Impacts. In George J. Borjas, ed., Mexican Immigration. Chicago: University of Chicago and National Bureau of Economic Research, forthcoming.",
        "Cano, Gustavo. 2004. Organizing Immigrant Communities in American Cities: Is this Transnationalism, or What? Working Paper 103, Center for Comparative Immigration Studies, UCSD.",
        "Card, David. 2005. Is the New Immigration Really so Bad? NBER Working Paper No. 11547.",
        "California Health and Welfare Agency. 1989. A Survey of Newly Legalized Persons in California. San Diego, CA: Comprehensive Adult Student Assessment System.",
        "Calavita, Kitty. Inside The State: The Bracero Program, Immigration, and The I.N.S. New York, NY: Routledge, 1992.",
        "Borjas, George J., and Lawrence F. Katz. 2005. The Evolution of Mexican Immigrants in the U.S. Workforce, 1900-2000. In George J. Borjas, ed., Mexican Immigration, Chicago: University of Chicago Press and National Bureau of Economic Research, forthcoming.",
        "Borjas, George J., Freeman, Richard B. and Lang, Kevin. Undocumented Mexican-Born Workers in the United States: How Many, How Permanent? in John M. Abowd and Richard B. Freeman, eds., Immigration, Trade, and the Labor Market. Chicago, IlL: University of Chicago Press, 1991, PP. 77-100.",
        "Borjas, George J. 2003. The Labor Demand Curve is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market. Quarterly Journal of Economics 108(4): 1335-1374.",
        "Borjas, George J., Richard B. Freeman, and Lawrence F. Katz. 1997. How Much Do Immigration and Trade Affect Labor Market Outcomes? Brookings Papers on Economic Activity 1: 1-90.",
        "Borjas, George J. 1999b. Heavens Door: Immigration Policy and the American Economy. Princeton, N.J.: Princeton University Press.",
        "Borjas, George J. 1999a. The Economic Analysis of Immigration. In Orley C.",
        "Borjas, George J. 1996. The Earnings of Mexican Immigrants in the United States. Journal of Development Economics 51: 69-98.",
        "Borjas, George J. 1995. Assimilation and Changes in Cohort Quality Revisited: What Happened to Immigrant Earnings in the 1980s? Journal of Labor Economics 13 (September): 201-45.",
        "Borjas, George, J. 1991. Immigration and Self-Selection. In John Abowd and Richard Freeman, eds., Immigration, Trade, and the Labor Market. Chicago: University of Chicago Press, PP. 29-76.",
        "Bond, Eric W. and Tain-Jy Chen. 1987. The Welfare Effects of Illegal Immigration. Journal of International Economics, 23: 315-328.",
        "Borjas, George J. 1987. Self-Selection and the Earnings of Immigrants. American Economic Review 77(4): 531-553.",
        "Bleakley, Hoyt and Aimee Chin. 2004. Language, Skills, and Earnings: Evidence from Childhood Immigrants. Review of Economics and Statistics, 86(2):481-496.",
        "Blau, Francine D., and Lawrence M. Kahn. 2005. Gender and Assimilation among Mexican Americans. In George J. Borjas, ed., Mexican Immigration. Chicago: University of Chicago and National Bureau of Economic Research, forthcoming.",
        "Benhabib, Jess. 1996. On the Political Economy of Immigration. European Economic Review, 40: 1737-1743.",
        "Blau, Francine D. 1992. The Fertility of Immigrant Women: Evidence from HighFertility Source Countries. In George J. Borjas and Richard B. Freeman, eds., Immigration and the Work Force: Economic Consequences for the United States and Source Areas. Chicago: University of Chicago Press, PP. 93-133.",
        "Beckett, Megan, Julie Da Vanzo, Narayan Sastry, Constantijn Panis, and Christine Peterson. 2001. The Quality of Retrospective Data: An Examination of Long-Term Recall in a Developing Country. Journal of Human Resources, Summer 36(3): 593625.",
        "Becker, Gary 5. 1968. Crime and Punishment: An Economic Approach. Journal of Political Economy, 76: 169-2 17.",
        "Bean, Frank D., Jennifer Van Hook, Karen Woodrow-Lafield. 2001. Estimates of the Number of Unauthorized Migrants Residing in the United States. Pew Hispanic Center, 2001.",
        "Bean, Frank D., Jennifer Van Hook. 1998. Estimating Unauthorized Migration to the United States: Issues and Results. In Mexican Ministry of Foreign Affairs and U.S. Commission on Immigration Reform, eds., Migration Between Mexico and the United States, Binational Study, Vol. 2, Austin, TX: Morgan Printing, pp. 55 1-550.",
        "Bean, Frank D., Espenshade, Thomas J., White, Michael J. and Dymowski Robert F. PostIRCA Changes in the Volume and Composition of Undocumented Migration to the United States, in Frank D. Bean, Bany Edmonston, and Jeffrey S. Passel, eds., Undocumented migration to the United States: IRCA and the experience of the 1980s. Washington, DC: The Urban Institute, 1990, pp. 111-58.",
        "Bean, Frank D., Rodolfo Corona, Rodolf Tuiran, and Karen A. Woodrow-Lafield. 1998. The Quantification of Migration between Mexico and the United States. In Mexican Ministry of Foreign Affairs and U.S. Commission on Immigration Reform, eds., Migration Between Mexico and the United States, Binational Study, Vol. 1, Austin, TX: Morgan Printing, pp. 1-90.",
        "Bansak, Cynthia, and Steven Raphael. 2001. Immigration Reform and the Earnings of Latino Workers: Do Employer Sanctions Cause Discrimination. Industrial & Labor Relations Review. 54(2): 275-295.",
        "Banerjee, Abhijit V., and Andrew F. Newman. 1993. Occupational Choice and the Process of Development. Journal of Political Economy, April 1993; 10 1(2): 274-98.",
        "Bandyopadhyay, Subhayu, and Sudeshna Champati Bandyopadhyay. 1998. Illegal Immigration: A Supply-Side Analysis. Journal of Development Economics, 57: 343360.",
        "Ariola, Jim and Chinhui Juhn. 2003. Wage Inequality in Post-Reform Mexico. Mimeo, University of Houston.",
        "Andreas, Peter. 2000. Border Games: Policing the U.S. -Mexico Divide. Ithaca, NY: Cornell University Press.",
        "Angelucci, Manuella. 2003. U.S. Border Enforcement and the Net Inflow of Illegal Migration. Mimeo, University College London.",
        "San Luis Potosi, SLP: El Colegio de San Luis, 1999.",
        "Aguayo Tellez, Ernesto. 2005. Rural-Urban Migration in 1990s Mexico: Switching the Ejido for the Maquiladora. Mimeo, Rice University. Alanis Enciso, Fernando. El primer programa bracero y el gobierno de Mexico, 19171918."
    ]
}