{
    "id": 12152,
    "cites": 13,
    "cited_by": 15,
    "reference": [
        "Ackerberg, Daniel, Lanier Benkard, Steven Berry, and Ariel Pakes, 2005, Econometric Tools for Analyzing Market Outcomes, Forthcoming, Handbook of Econometrics.",
        "Becker, Gary, 1991, A Note on Restaurant Pricing and Other Examples of Social Influences on Price, The Journal of Political Economy, Vol. 99, No. 5. (Oct., 1991), pp. 1109-1116.",
        "Berry, Steven, James Levinsohn, and Ariel Pakes, 1995, Automobile Prices in Market Equilibrium, Econometrica, Vol. 63, No. 4. (Jul., 1995), pp. 841-890.",
        "Bresnahan, Tim and Peter Reiss, 1991. Entry and Competition in Concentrated Markets, Journal of Political Economy, vol. 99(5), pages 977-1009.",
        "Cecchetti, Stephen, 1986, The Frequency of Price Adjustment: A Study of the Newsstand Prices of Magazines, Journal of Econometrics 31 (April): 255-74.",
        "Evans, James and William Lindsay, 1998, The Management and Control of Quality, South-Western Educational Publishing, 4th edition.",
        "Feldman, Paul, 1971, Efficiency, Distribution, and the Role of Government in a Market Economy, Journal of Political Economy. Vol. 79, No. 3 (May, 1971), pp. 508526.",
        "Feldman, Paul and John Jondrow, Congressional Elections and Local Federal Spending, American Journal of Political Science, Vol. 28, No. 1. (Feb., 1984), pp. 147-164.",
        "Hortacsu, Ali and Steven Puller, 2005, Testing Strategic Models of Bidding in Deregulated Electricity Markets: A Case Study of ERCOT, University of Chicago Working Paper.",
        "Kashyap, Anil, 1995, Sticky Prices: New Evidence from Retail Catalogs, Quarterly Journal of Economics, 110 (February): 245-74.",
        "Levitt, Steven, 2006, White-Collar Crime Writ Small: A Case Study of Bagels, Donuts, and the Honor System, Forthcoming, AEA Papers and Proceedings.",
        "Levitt, Steven, and Stephen Dubner, 2005, Freakonomics: A Rogue Economist Explores the Hidden Side of Everything, New York: William Morrow.",
        "Pakes, Ariel, 1986, Patents as Options: Some Estimates of the Value of Holding European Patent Stocks, Econometrica, Vol. 54, No. 4. (Jul., 1986), pp. 755-784."
    ]
}