{
    "id": 12151,
    "cites": 64,
    "cited_by": 15,
    "reference": [
        "Amihud, Yakov, Shmuel Hauser, and Amir Kirsh (2003) Allocations, adverse selection, and cascades in IPOs: Evidence from the Tel Aviv Stock Exchange, Journal of Financial Economics 68, 137-158.",
        "Aussenegg, Wolfgang, Pegaret Pichler and Alex Stomper, 2005, IPO Pricing with Bookbuilding and a When-Issued Market, Journal of Financial and Quantitative Analysis forthcoming.",
        "Arosio, Roberto, Giancarlo Giudici and Stefano Paleari, 2000, Underpricing and Money Left on the Table in Italian IPOs, Unpublished paper, Politecnico di Milano.",
        "Ausubel, L. M., 2002, Implications of Auction Theory for New Issues Markets, Unpublished paper, University of Maryland.",
        "Bartolotti, Bernardo, William Megginson and Scott Smart, 2006, The Rise of Accelerated Seasoned Equity Underwritings, Unpublished paper, University of Oklahoma.",
        "Bazerman, M.H., and W.F. Samuelson, 1983, I Won the Auction But Dont Want the Prize, Journal of Conflict Resolution, 27, 618-634.",
        "Benveniste, Lawrence and Paul Spindt, 1989, How Investment Bankers Determine the Offer Price and Allocation of New Issues, Journal of Financial Economics 24, 343-361.",
        "Benveniste, Lawrence and William Wilhelm, 1990, A Comparative Analysis of IPO Proceeds under Alternative Regulatory Regimes, Journal of Financial Economics 28, 173-207.",
        "Biais, Bruno and Anne Marie Faugeron-Crouzet, 2002, IPO Auctions: English, Dutch,...French and Internet, Journal of Financial Intermediation 11, 9-36.",
        "Biais, Bruno, Peter Bossaerts and Jean-Charles Rochet, 2002, An Optimal IPO Mechanism, Review of Economic Studies 69, 117-146.",
        "Bierbaum, Juergen and Veronika Grimm, 2002, Selling Shares to Retail Investors: Auction vs.",
        "Fixed Price, Unpublished paper, Humboldt University of Berlin. Bulow, Jeremy and Paul Klemperer, 2002, Prices and the Winners Curse, Rand Journal of Economics 33 (1), 1-21.",
        "Busaba, Walid and Chun Chang, 2002, Bookbuilding vs. Fixed Price Revisited: The Effect of Aftermarket Trading, Unpublished paper, University of Western Ontario.",
        "Camp, Grame and Robert Munro, 2000, Underpricing in New Zealand: A comparison of the fixed price and book-building methods, Unpublished paper, University of Auckland.",
        "Campbell, Colin and Dan Levin, 2006, When and Why Not to Auction, Economic Theory 27, 583596.",
        "Chahine, Salim, 2001, Mispricing in IPO Methods and the Predictive Ability of Investors Interest for New Issues, Unpublished paper, Audencia-Nantes School of Management.",
        "Chemmanur, Thomas and Huanliang Mark Liu, 2003, How Should A Firm Go Public? A Dynamic Model of the Choice Between Fixed Price Offerings and Auctions in IPOs Privatizations, Unpublished paper, Boston College.",
        "Chen, Zhaohui and William Wilhelm, 2005, A Theory of the Transition to Secondary Market Trading of IPOs, Unpublished paper, University of Virginia.",
        "Chowdhry, Bhagwan and Ann Sherman, 1996a, International Differences in Oversubscription and Underpricing of Initial Public Offerings, Journal of Corporate Finance 2, 359-381.",
        "Chowdhry, Bhagwan and Ann Sherman, 1996b, The Winners Curse and International Methods of Allocating Initial Public Offerings, Pacific-Basin Finance Journal 4, 15-30.",
        "Cornelli, Francesca and David Goldreich, 2001, Book Building and Strategic Allocation, Journal of Finance 56, 2337 - 2369.",
        "Cornelli, Francesca, Goldreich, David and Alexander Ljungqvist, 2005, Investor Sentiment and Pre-IPO Markets, Journal of Finance forthcoming.",
        "Degeorge, FranÃ\u0083Â§ois, FranÃ\u0083Â§ois Derrien and Kent Womack, 2006, Analyst Hype in IPOs: Explaining the Popularity of Bookbuilding, Unpublished paper, Tuck School of Business, Dartmouth College.",
        "Derrien, Francois and Kent Womack, 2003, Auctions vs. Book-Building and the Control of Underpricing in Hot IPO Markets, Review of Financial Studies 16, 31-61.",
        "French, Kenneth and Robert McCormick, 1984, Sealed Bids, Sunk Costs and the Process of Competition, Journal of Business 57, 417-441.",
        "Goergen, Marc G.J., 1997, The Transfer of Control in British and German IPOs, Unpublished paper, University of Manchester.",
        "Goldreich, David, 2005, Underpricing in Discriminatory and Uniform-Price Treasury Auctions, Journal of Financial and Quantitative Analysis forthcoming.",
        "Habib, Michel and Alexander Ljungqvist, 2001, Underpricing and Entrepreneurial Wealth Losses in IPOs: Theory and Evidence, Review of Financial Studies 14, No. 2, 433-458.",
        "Habib, M. and A. Ziegler, 2003, Why government bonds are sold by auction and corporate bonds by posted-price selling. Research paper 78. Foundation for the Advancement of Monetary Education, New York.",
        "Harstad, R. M., 1990, Alternative common-value auction procedures: revenue comparisons with free entry, Journal of Political Economy 98, 421-429.",
        "Hausch, Donald and Lode Li, 1993, A common value auction model with endogenous entry and information acquisition, Economic Theory 3, 315-334.",
        "Hendricks, K.R., R.H.Porter, and C.A. Wilson, 1994, Auctions for Oil and Gas Leases with an Informed Bidder and a Random Reservation Price, Econometrica, 62, 1415-1444.",
        "Hsu, Yenshan and Cheng-yi Shiu, 2004, Information Content of Investors Bids in IPO Auctions: Evidence from Taiwan, Journal of Financial Studies 12, No. 1, 27-50.",
        "Jagannathan, Ravi and Ann Sherman, 2005, Reforming the Bookbuilding Process for IPOs, Journal of Applied Corporate Finance 17, 67-72.",
        "Jenkinson, T. and H. Jones, 2004, Bids and allocations in European IPO book building.",
        "Journal of Finance 59, 2309-2338. Jenkinson, Tim and Colin Mayer, 1988, The Privatization Process in France and the U.K., European Economic Review 32, 482-490.",
        "Jenkinson, Tim, Morrison, Alan D., and William J. Wilhelm, 2005, Why are European IPOs so rarely priced outside the indicative price range?, Journal of Financial Economics forthcoming.",
        "Kagel, J.H., and D. Levin, 1986, The Winners Curse and Public Information in Common Value Auctions, American Economic Review, 76, 894-920.",
        "Kandel, Shmuel, Oded Sarig and Avi Wohl, 1999, The Demand for Stock: An Analysis of IPO Auctions, Review of Financial Studies 12, 227-247.",
        "Kaneko, Takashi and Richard Pettway, 2001, Auctions versus Book Building Underwriting of Japanese IPOs: OTC, Mothers and NASDAQ-Japan Issues, Unpublished paper, University of Missouri.",
        "Kerins, Francis, Kenji Kutsuna and Richard Smith, 2003, Why Are IPOs Underpriced? Evidence from Japans Hybrid Auction-Method Offerings, Unpublished paper, Claremont Graduate University.",
        "Kutsuna, Kenji and Richard Smith, 2004, Why Does Book Building Drive Out Auction Methods of IPO Issuance? Evidence from Japan, Review of Financial Studies 17, 4, 11291166.",
        "Kyle, Albert S., 1989, Informed Speculation with Imperfect Competition, Review of Economic Studies 56, 317-356.",
        "Levin, D. and J. L. Smith, 1994, Equilibrium in auctions with entry, American Economic Review 84, 585-599.",
        "Lin, Ji-Chai, Yi-Tsung Lee, and Yu-Jane Liu, 2003, Why Have Auctions Been Losing Market Shares to Bookbuilding in IPO Markets?, Unpublished paper, Louisiana State University.",
        "Liu, Y.-J., Wei, K. C. J., Liaw, G., 2001. On the demand elasticity of initial public offerings: an analysis of discriminatory auctions. International Review of Finance 2, 151-178.",
        "Loughran, Tim and Jay R. Ritter, 2002, Why dont issuers get upset about leaving money on the table in IPOs? Review of Financial Studies 15, 413-444.",
        "Loughran, Tim and Jay R. Ritter and Kristian Rydqvist, 1994, Initial Public Offerings: International Insights, Pacific-Basin Finance Journal 2, 165-199.",
        "Ljungqvist, Alexander, Jenkinson, Tim, and William J. Wilhelm, 2003, Global integration in primary equity markets: The role of U.S. banks and U.S. investors. Review of Financial Studies 16, 63-99.",
        "Ljungqvist, Alexander, and William J. Wilhelm, 2002. IPO Allocations: Discriminatory or Discretionary? Journal of Financial Economics 65, 167-201.",
        "Ljungqvist, Alexander, 2004, IPO Underpricing: A Survey. Handbook In Corporate Finance: Empirical Corporate Finance, B. Espen Eckbo, ed.",
        "Matthews, S., 1987, Comparing auctions for risk averse buyers: A buyers point of view, Econometrica 55, 633-646.",
        "Parlour, Christine and Uday Rajan, 2005, Rationing in IPOs, Review of Finance 9, 33-63.",
        "Ritter, Jay and Ivo Welch, 2002, Review of IPO activity, pricing, and allocations. Journal of Finance 57(4), 1795-1829.",
        "Rock, K. (1986). Why New Issues are Underpriced? Journal of Financial Economics 15, 187-212.",
        "Schultz, Paul, 2003. Pseudo Market Timing and the Long-Run Underperformance of IPOs, Journal of Finance 58, 483517.",
        "Sherman, Ann, 2005, Global Trends in IPO Methods: Book Building versus Auctions With Endogenous Entry, Journal of Financial Economics 78 (3), 615-649.",
        "Sherman, A., Titman, S., 2002. Building the IPO order book: underpricing and participation limits with costly information, Journal of Financial Economics 65, 3-29.",
        "Spatt, C. and S. Srivastava, 1991, Preplay communication, participation restrictions, and efficiency in initial public offerings, Review of Financial Studies 4, 709-726.",
        "Subrahmanyam, A. and Sheridan Titman, 1999, The going public decision and the development of financial markets, Journal of Finance 54, 1045-1082.",
        "Viswanathan, S. and James J.D. Wang, 2000, Auctions with When-Issued Trading: A Model of the U.S. Treasury Markets, Manuscript, Duke University.",
        "Welch, Ivo, 1992, Sequential Sales, Learning and Cascades, Journal of Finance 47, 695-732.",
        "Wessels, R.E., 1989, The Market for Initial Public Offerings: An Analysis of the Amsterdam Stock Exchange, in: A Reappraisal of the Efficiency of Financial Markets, NATO ASI Series, F54, Springer-Verlag, Berlin, 323-348.",
        "Yung, Chris, 2005, IPOs with Buy- and Sell-Side Information Production: The Dark Side of Open Sales, Review of Financial Studies 18, 327-347."
    ]
}