{
    "id": 12150,
    "cites": 21,
    "cited_by": 6,
    "reference": [
        "Ananat, Elizabeth Oltmans, Jonathan Gruber, and Phillip B. Levine. AAbortion Legalization and Lifecycle Fertility.@ National Bureau of Economic Research Working Paper 10705, August 2004.",
        "Charles, Kerwin Kofi and Melvin Stephens, Jr. Abortion Legalization and Adolescent Substance Use. Journal of Law and Economics. Forthcoming (2002).",
        "Donahue, John J., III. and Steven D. Levitt. Further Evidence that Legalized Abortion Lowered Crime: A Reply to Joyce. Journal of Human Resources Vol. 39, No. 1 (Winter 2004).",
        "Donahue, John J., III. and Steven D. Levitt. The Impact of Legalized Abortion on Crime. Quarterly Journal of Economics. Vol. 141, No. 2 (May 2001). pp. 379-420.",
        "Foote, Chris and Christopher Goetz. Testing Economic Hypotheses with State-Level Data: A Comment on Donohue and Levitt (2001). Federal Bank of Boston Working Paper 05-15, November 22, 2205.",
        "Grob, Gerald N. Mental Health Policy in 20th-Century America, in Ronald W. Manderscheid and Marilyn J. Henderson (eds.), Mental Health, United States, 2000. Rockville, MD: U.S.",
        "Department of Health and Human Services, Substance Abuse and Mental Health Services Administration. 2000.",
        "Gruber, Jonathan, Phillip B. Levine, and Douglas Staiger. 1999. Abortion Legalization and Child Living Circumstances: Who is the Marginal Child? Quarterly Journal of Economics.",
        "Haveman, Robert and Barbara Wolfe, The Determinants of Childrens Attainments: A Review of Methods and Findings, Journal of Economic Literature, XXXIII (1995), 1829-1878.",
        "Joyce, Theodore. Did Legalized Abortion Lower Crime? Journal of Human Resources. Vol. 39, No. 1 (Winter 2004a). pp. 1-28.",
        "Joyce, Ted. Further Tests of Abortion and Crime. National Bureau of Economic Research working paper 10564, June 2004b.",
        "Levine, Phillip B. Parental Involvement Laws and Fertility Behavior. Journal of Health Economics. Vol. 22, No. 5 (September 2003). pp. 861-878.",
        "Levine, Phillip B., Douglas Staiger, Thomas J. Kane, and David J. Zimmerman. 1999. Roe v.",
        "Wade and American Fertility. American Journal of Public Health Vol. 89, No. 2 (February 1999). pp. 199-203.",
        "NARAL, State-by-State Report Card on Access to Abortion. NARAL Pro-Choice America Foundation, Washington DC, 2003.",
        "Pop-Eleches, Christian, The Impact of a Change in Abortion Regime on Socio-Economic Outcomes of Children: Evidence From Romania, Journal of Political Economy, Forthcoming (2005).",
        "Ruggles, Steven and Matthew Sobek, et al. Integrated Public Use Microdata Series, Version 3.0. Minneapolis: Historical Census Projects, University of Minnesota, 2003.",
        "Saul, Rebekah. Abortion Reporting in the United States: An Examination of the Federal-State Partnership. Family Planning Perspectives. Vol. 30, No. 5 (September/November 1998). pp.",
        "Solon, Gary. Intergenerational Mobility in the Labor Market, in Orley Ashenfelter and David Card (eds.), Handbook of Labor Economics (Volume 3A). Amsterdam: Elsevier. 1999.",
        "Staiger, Douglas and James Stock, Instrumental Variables Regression with Weak Instruments, Econometrica, 65(3), May 1997, 557-586.",
        "U.S. Department of Labor, Employment and Training Administration. Unemployment Insurance Financial Data (ET Handbook 394). Washington, DC: Government Printing Office, 1983."
    ]
}