{
    "id": 12154,
    "cites": 14,
    "cited_by": 8,
    "reference": [
        "Backus, D. and F. Lambert (2005), Current Account Fact and Fiction, Stern School, New York University, 2005.",
        "Bernanke, B. S. 2005. The Global Saving Glut and the U.S. Current Account Deficit, Remarks at the Sandridge Lecture, Virginia Association of Economics, Richmond, Virginia, March 10.",
        "Calvo, G. A., Izquierdo, A. and L. F. Mejia. 2004. On the Empirics of Sudden Stops: The Relevance of Balance-Sheet Effects, NBER Working Paper No. 10520, May.",
        "Croke, H. , Kamin S. B. and S. Leduc. 2005. Financial Market Developments and Economic Activity during Current Account Adjustments in Industrial Economies, International Finance Discussion Papers 827, Board of Governors of the Federal Reserve System.",
        "Corden, W. M. 1994. Economic Policy, Exchange Rates, and the International System.",
        "Oxford: Oxford University Press, and Chicago: The University of Chicago Press. Edwards, S. 2002. Does the Current Account Matter? in Preventing Currency Crises in Emerging Markets, S. Edwards and J. A. Frankel (editors), The University of Chicago Press. 21-69.",
        "Reversals and Sudden Stops, IMF Staff Papers, Vol. 61, Special Issue: 1-49 International Monetary Fund. ______________2005a. Is The U.S. Current Account Deficit Sustainable? And If Not, How Costly Is Adjustment Likely To Be?, Brookings Papers on Economic Activity, 0(1): 211-288.",
        "Frankel, J. A., and A. K. Rose 1996. Currency Crashes in Emerging Markets: An Empirical Treatment, Journal of International Economics, 41(3-4): 351-366.",
        "Frankel, J. A. and E. A. Cavallo. 2004. Does Openness to Trade Make Countries More Vulnerable to Sudden Stops, Or Less? Using Gravity to Establish Causality, NBER Working Paper No. 10957, December.",
        "Greenspan, A. 2004. The Evolving U.S. Payments Imbalance and its Impact on Europe and the Rest of the World, CATO Journal, Spring/Summer 2004.",
        "Peoples Republic of China, June 6. Lane, P. and G.M. Milessi-Ferreti. 2001. The External Wealth of Nations: Measures of Foreign Assets and Liabilities for Industrial and Developing Countries, Journal of International Economics, Vol. 55 (2): 263-294.",
        "Milesi-Ferretti, G. M. and A. Razin. (2000), Current Account Reversals and Currency Crises: Empirical Regularities in P. Krugman (Ed), Currency Crises, U. of Chicago Press.",
        "Mussa, M. 2004.Exchange Rate Adjustments Needed to Reduce Global Payments Imbalance, in Bergsten, C.F. and J. Williamson (Editors): Dollar Adjustment: How Far? Against What?, Institute for International Economics, Washington D.C., November.",
        "Obstfeld, M. and K. Rogoff. 2004. The Unsustainable US Current Account Position Revisited, NBER Working Paper 10869, November."
    ]
}