{
    "id": 12159,
    "cites": 61,
    "cited_by": 35,
    "reference": [
        "Aaronson, Daniel and Sara Christopher (2004). Employment Growth in Higher-Paying Sectors. Chicago Fed Letter (206): Federal Reserve Bank of Chicago.",
        "Abowd, John, Francis Kramarz, and David Margolis (1999). `High Wage Workers and High Wage Firms. Econometrica 67(2): 411-45.",
        "Abowd, John, Robert Creecy, and Francis Kramarz (2002). `Computing Person and Firm Effects Using Linked Longitudinal Employer-Employee Data. Cornell, mimeo.",
        "Abraham, Katherine and John Haltiwanger (1995). `Real Wages and the Business Cycle. Journal of Economic Literature 33(3): 121 5-1264.",
        "Acemoglu, Daron (2001). `Good Jobs vs. Bad Jobs. Journal ofLaborEconomics 19 (1): 1-21.",
        "Akerlof~ George A. and Janet L. Yellen (1985). `A Near-Rational Model of the Business Cycle, with Wage and Price Intertia. The ~uarter~y Journal of Economics 100(5): 823-838.",
        "Albaek, Karsten and Bent E. Sorensen (1998). `Worker Flows and Job Flows in Danish Manufacturing. The Economic Journal I 08(November): 1750-1771.",
        "Anderson, Patricia M. and Bruce D. Meyer (1994). `The Extent and Consequences of Job Turnover. Brookings Papers on EconomicActivitj. Microeconomics: 177-236.",
        "Baker, George, Michael Gibbs, and Bengt Holmstrom (1994). `The Wage Policy of a Firm. Puarterly Journal of Economics 109: 881-919.",
        "Barlevy, Gady (2005). `The cost of business cycles and the benefits of stabilization. Economic Perspectives Chicago Federal Reserve I st Quarter.",
        "Barsky, Robert and Gary Solon (1989). `Real Wages Over the Business Cycle. NBER Working Paper 2888.",
        "Beaudry, Paul and David Green (2000). `Cohort patterns in Canadian earnings: assessing the role of skill premia and inequality trends. Canadian Journal of Economics 33 (4): 907-936.",
        "Beaudry, Paul, Thomas Lemieux, and Daniel Parent (2000). `What is Happening in the Youth Labor Market in Canada? Canadian Public Poli~y, XXVI Supplement I.",
        "Becker, G. (1964). Human Capital: A Theoretical and EmpiricalAna~ysis with Special Reference to Education. New York: Columbia University Press.",
        "Betts, Julian, Christopher Ferrall, and Ross Finnie (2000). `The Role of University Quality in Determining Post-Graduation Outcomes: Panel Evidence from Three Recent Canadian Cohorts. Mimeo.",
        "Bils, Marc. J. (1985) `Real Wages over the business cycle: Evidence From Panel Data. Journal of Political Economj) 666-689.",
        "Black, Dan, Kermit Daniel and Jeffrey Smith (200S). College Quality and Wages in the United States. German Economic Review 6(3): 417-445. Black, Dan and Jeffrey Smith (2004). How Robust is the Evidence on the Effects of College Quality? Evidence from Matching. Journal of Econometrics. 121(1): 99-I 24.",
        "Blanchard, Olivier and Lawrence Katz (1992). `Regional Evolutions. Brookings Papers on EconomicActivitj, I: 1992, pp. 1-75.",
        "Bloom, David E. and Richard B. Freeman (1986). `The `Youth Problem: Age or Generational Crowding. NBER Working Paper No. 1829.",
        "Burdett, Kenneth (1978). `A Theory of Employee Job Search and Quit Rates. American Economic Review 68(1): 212-20.",
        "Card, David (1995). `The Wage Curve: A Review. Journal of Economic Literature 33 June): 785-799.",
        "Card, David, and Thomas Lemieux (1997). `Adapting to Circumstances: The Evolution of Work, School, and Living Arrangements Among North Amercian Youth. NBER Working Paper No. 6142.",
        "Card, David, and Thomas Lemieux (2001). `Can Falling Supply Explain The Rising Return To College for Younger Men? A Cohort Analysis. ~uarter/y Journal of Economics, May.",
        "Davidson, R., andJ.G. Mackinnon (1989). `Testing for consistency using artificial regressions. Econometric Theo~y 4: 363-84.",
        "Cufler, David and Lawrence Katz (1991). `Macroeconomic Performance and the Disadvantaged. Brookings Papers on EconomicActivitj 1991 (2): 1-74.",
        "Dale, S. B. and A. Krueger (2002). `Estimating the payoff to attending a more selective college: an application of selection on observables and unobservables. ~uarter/y Journal of Economics 117, 1491-1528.",
        "Deaton, Angus (1997). The Ana/ysis of Household Survejs. Johns Hopkins University Press.",
        "Devereux, Paul (2001). `The Cyclicality of Real Wages within Employer-Employee Matches. Industrial and Labor Relations Review (54)4: 835-850.",
        "Farber, Henry (1994). `The Analysis of Interfirm Worker Mobility. Journal of Labor Economics 12: 554-93.",
        "Freeman, Richard B. (1981). `Career Patterns of College Graduates in a Declining Job Market. NBER Working Paper 750.",
        "Fox, Jeremy (2004). `Employer-Size Wage Gaps, Testing Worker Preferences and Talents Explanations. Chicago, mimeo.",
        "Gardecki, Rosella and David Neumark (1998). `Order from Chaos? Effects of Early Labor Market Experiences on Adult Labor Market Outcomes. Industrial and Labor Relations Review 51(2): 299-322.",
        "Gibbons, Robert and Lawrence Katz (1992). `Does Unmeasured Ability Explain Inter-Industry Wage Differentials. Review of Economic Studies 59 (3): 515-535.",
        "Gibbons, Robert, Lawrence F. Katz, Thomas Lemieux, and Daniel Parent (200S). `Comparative Advantage, Learning, and Sectoral Wage Determination. Journal of Labor Economics October 1-54. Gibbons, Robert and Michael Waldman (1999). `Incentives in Organizations. In: Ashenfelter, Orley and David Card (eds), Handbook of Labor Economics. Elsevier Science Publishing Company Amsterdam, New York, and Oxford.",
        "Gibbons, Robert and Michael Waldman (2004). `Task-Specific Human Capital. AEA Papers and Proceedings May, 94 May, pp. 203-207.",
        "Hall, Robert E. (1974). `The Process of Inflation and the Labor Market. Brookings Papers on EconomicActivitj 1974 (2): 343-393.",
        "Hall, Robert E. (2005a). `Employment Efficiency and Sticky Wages: Evidence from Flows in the Labor Market. Forthcoming Review of Economics and Statistics, August.",
        "Hall, Robert E. (2005b). `Employment Fluctuations with Equilibrium Wage Stickiness. Forthcoming American Economic Review.",
        "Harris, Milton and Bengt Holmstrom (1982). `A Theory of Wage Dynamics. Review of Economic Studies 49: 31 S-333.",
        "Hines, James, Hilary Hoynes, and Alan Krueger (2002). `Another Look at Whether a Rising Tide Lifts All Boats. in Alan Krueger and Robert Solow. (Eds.), The Roaring Nineties: Can Full Emplojment Be Sustained? Russell Sage Foundation: New York.",
        "Hoynes, Hilary (2000). `The Employment and Earnings of Less Skilled Workers Over the Business Cycle. In Rebecca Blank and David Card (Eds.), Finding Jobs: Work and Welfare Reform. Russell Sage Foundation: New York.",
        "Jacobson, Louis, Robert LaLonde and Daniel Sullivan (1992). `Earnings Losses of Displaced Workers. American Economic Review 83(4): 68S-709.",
        "Kahn, Lisa (200S). `The Long-Term Labor Market Consequences of Graduating College in a Bad Economy. Mimeo, Harvard University. Katz, Lawrence F. and David H. Autor (1999). `Changes in the Wage Structure and Earnings Inequality. In: Ashenfelter, Orley and David Card (eds), Handbook of Labor Economics. Elsevier Science Publishing Company Amsterdam, New York, and Oxford.",
        "Katz, Lawrence F., Gary W. Loveman and David G. Blanchflower (1995). `A Comparison of Changes in the Structure of Wages in Four OECD Countries. In: Freeman, R. and L. Katz (eds), Differences and Changes in the Wage Structure.",
        "Keith, Kristen and Abigail McWilliams (1999). `The Returns to Job Mobility and Search by Gender. Industrial and Labor Relations Review S2 (3): 460-477.",
        "Kletzer, Lori G. and Robert W. Fairlie (2003). `The Long-Term Costs of Job Displacement Among Young Workers. Industrial Labor Relations Review 56(4): 682-698.",
        "Koenker, R. and K. Hallock (2001). `Quantile Regression.Journal of Economic Perspectives 51(4): 143-156.",
        "Krashinsky, Harry (2002). `Evidence on Adverse Selection and Establishment Size In the Labor Market. Industrial and Labor Relations Review 56(1): 84-9 6.",
        "Neal, Derek (1995). `Industry-Specific Human Capital: Evidence From Displaced Workers, Journal of Labor Economics, October, vol. 13: 653-77.",
        "Neal, Derek (1998). `The Link between Ability and Specialization: An Explanation for Observed Correlations between Wages and Mobility Rates. The Journal of Human Resources 33 (1): 173-200.",
        "Neal, Derek (1999). `The Complexity of Job Mobility Among Young Men. Journal ofLaborEconomics 17 (2): 237-261.",
        "Neumark, David (2002). `Youth Labor Markets in the U.S.: Shopping Around vs. Staying Put. Review of Economics and Statistics (August) 462-48.",
        "Oi, Walter Y. and Todd L. Idson (1999). `Firm Size and Wages. In: 0. Ashenfelter and D. Card (eds.) Handbook of labor economics. Volume 3B. Amsterdam, New York, and Oxford: Elsevier Science.",
        "Okun, Arthur M. (1973). `Upward Mobility in a High-Pressure Economy. Brookings Papers of Economic Activity 1: 207-52.",
        "Oyer, Paul (2005). `The Macro-Foundations of Microeconomics: Initial Labor Market Conditions and LongTerm Outcomes for Economists. Mimeo, Stanford University.",
        "Prendergast, Canice (1999). `The Provision of Incentives in Firms. Journal of Economic Literature 37 (1): 7-63.",
        "Solon, Gary, Robert Barsky, and Jonathan A. Parker (1994). `Measuring the Cyclicality of Real Wages: How Important is Composition Bias? The ~uarter~y Journal of Economics 109(1): 1-25.",
        "Storesletten, Kjetil, Chris Telmer, and Amir Yaron (2001). `The welfare cost of business cycles revisited: Finite lives and cyclical variation in idiosyncratic risk. European Economic Review 45 (7): 1311-1339.",
        "Topel, Robert and Michael Ward (1992). `Job Mobility and the Careers of Young Men. Puarterly Journal of Economics 107(2): 439-479.",
        "Luck in Young Workers Careers. Columbia University (forthcoming American Economic Review). Vroman, Wayne (1977). `Worker Upgrading and the Business Cycle. Brookings Papers on Ecomonic Activitj (1): 229-252.",
        "Waggoner, Abigail (2004). `Making their Own Luck: Educational Differences in the Migration Responses of Young Workers to Local Labor Market Conditions. Harvard, mimeo."
    ]
}