{
    "id": 12155,
    "cites": 18,
    "cited_by": 45,
    "reference": [
        "Boyd, Donald, Pamela Grossman, Hamilton Lankford, Susanna Loeb, James Wyckoff (2005a) How Reduced Barriers to Entry into Teaching Changes the Teacher Workforce and Affects Student Achievement Manuscript, July 2005.",
        "Boyd, Donald, Pamela Grossman, Hamilton Lankford, Susanna Loeb, James Wyckoff (2005b) How Reduced Barriers to Entry into Teaching Changes the Teacher Workforce and Affects Student Achievement, NBER Working Paper No. 11844, December 2005.",
        "Cavalluzzo, Linda C. (2004) Is National Board Certification an Effective Signal of Teacher Quality? CNA Corporation Working Paper, November, 2004.",
        "Darling-Hammond, Linda, Deborah J. Holtzman, Su Jin Gatlin and Julian Vasquez Heilig. (2005) Does Teacher Preparation Matter? Evidence about Teacher Certification, Teach for America, and Teacher Effectiveness, Stanford University Working Paper, April 2005.",
        "Decker, Paul T., Daniel P. Mayer and Steven Glazerman. (2004) The Effects of Teach For America on Students: Findings from a National Evaluation, Mathematica Policy Research Report No. 8792-750, June 9, 2004.",
        "Ehrenberg, Ronald and Dominic Brewer. (1994) Do School and Teacher Characteristics Matter?: Evidence from High School and Beyond, Economics of Education Review Vol. 13, No. 1, pp. 1-17.",
        "Ferguson, Ronald and Helen Ladd. (1996) How and Why Money Matters: An Analysis of Alabama Schools, in Helen Ladd (ed.) Holding Schools Accountable (Washington, DC: Brookings Institution).",
        "Feistritzer, Emily C. (2005) Alternative Teacher Certification: A State-by-State Analysis: 2005, (Washington, DC: National Center for Education Information, 2005).",
        "Figlio, David N. (2005) Testing, Crime and Punishment, NBER Working Paper 11194, March 2005.",
        "Figlio, David N. and Joshua Winicki. (2002) Food for Thought: The Effects of School Accountability Plans on School Nutrition NBER Working Paper No. 9319, November, 2002.",
        "Goldhaber, Dale and Emily Anthony. (2004) Can Teacher Quality Be Effectively Assessed? University of Washington and Urban Institute Working Paper, April 27, 2004.",
        "Hanushek, Eric. (1971) Teacher Characteristics and Gains in Student Achievement: Estimation using Micro Data, American Economic Review Vol. 61, No. 2, pp. 280-288.",
        "Kane, Thomas J., Jonah E. Rockoff and Douglas O. Staiger. (2005) Identifying Effective Teachers in New York City Manuscript, July 2005.",
        "Murnane, Richard. (1975) The Impact of School Resources on the Learning of Inner City Children, (Cambridge, MA: Ballinger).",
        "Raymond, Margaret, Stephen H. Fletcher and Javier Luque. (2001) Teach For America: An Evaluation of Teacher Differences and Student Outcomes in Houston, Texas, (Stanford, CA: The Hoover Institution, Center for Research on Education Outcomes).",
        "Rivkin, Steven G., Eric Hanushek, and John Kain. (2005) Teachers, Schools and Academic Achievement, Econometrica Vol. 73, No. 2.",
        "Rockoff, Jonah E. (2004) The Impact of Individual Teachers on Student Achievement: Evidence from Panel Data, American Economic Review, May Papers and Proceedings.",
        "Summers, Anita and Barbara Wolfe. (1977) Do Schools Make a Difference? American Economic Review, Vol. 67, No. 4, pp. 639-652."
    ]
}