{
    "id": 12157,
    "cites": 31,
    "cited_by": 26,
    "reference": [
        "Akerlof, George A., The Market for Lemons: Quality Uncertainty and the Market Mechanism, Quarterly Journal of Economics, 1970, 109, 701--733.",
        "Angrist, Joshua D., Estimation of Limited Dependent Variable Models With Dummy Endogenous Regressors: Simple Strategies for Empirical Practice, Journal of Business and Economics Statistics, 2001, 19, 2--28.",
        "Baker, George, Michael Gibbs, and Bengt Holmstrom, The Internal Economics of the Firm: Evidence from Personnel Data, Quarterly Journal of Economics, 1994, 109, 881--919.",
        "Beaudry, Paul and John DiNardo, The Effect of Implicit Contracts on the Movement of Wages Over the Business Cycle: Evidence from Micro Data, Journal of Political Economy, 1991, 99, 665--688.",
        "Brook, Kathleen and F. Ray Marshall, The Labor Market for Economists, American Economic Review, 1974, 64, 488--511.",
        "Evidence from a Sample of Economists, Journal of Law, Economics and Organization, 2006, 22, 137-- 167.",
        "Devereaux, Paul, The Benefits of Obtaining a High-Paying Job, 2004. UCLA.",
        "Ehrenberg, Ronald G., Studying Ourselves: The Academic Labor Market, Journal of Labor Economics, 2003, 21, 267--287.",
        "Einav, Liran and Leeat Yariv, WhatSs in a Surname? The Effects of Surname Initials on Academic Success, Journal of Economic Perspectives, 2006, 20. Forthcoming.",
        "Ellison, Glenn, Evolving Standards for Academic Publishing: A q-r Theory, Journal of Political Economy, 2002, 110, 994--1034.",
        "Frank, Robert H., Are Workers Paid Their Marginal Products?, American Economic Review, 1984, 74, 549--571.",
        "Gibbons, Robert and Michael Waldman, Task-Specific Human Capital, American Economic Review, 2004, 94, 203--207.",
        "Goyal, Sanjeev, Marco van der Leij, and Jose Luis Moraga Gonzalez, Economics: An Emerging Small World, Journal of Political Economy, 2006, 114. Forthcoming.",
        "Grove, Wayne A. and Stephen Wu, The Search for Talent: Doctoral Completion and Research Productivity of Economists, American Economic Review, 2006, 96. Forthcoming.",
        "Hamermesh, Daniel S., George E. Johnson, and Burton Weisbrod, Scholarship, Citations and Salaries: Economic Rewards in Economics, Southern Economic Journal, 1982, 49, 472--481.",
        "Hayes, Rachel M., Paul Oyer, and Scott Schaefer, Co-Worker Complementarity and the Stability of Top-Management Teams, Journal of Law, Economics and Organization, 2006, 22, 184--212.",
        "Kahn, Lisa B., The Long-Term Market Consequences of Graduating College in a Bad Economy, 2005.",
        "Harvard University. Kalaitzidakis, Pantelis, Theofanis P. Mamuneas, and Thanasis Stengos, Rankings of Academic Journals and Institutions in Economics, Journal of the European Economic Association, 2003, 1, 1346-- 1366.",
        "Lazear, Edward P., Firm-Specific Human Capital: A Skill-Weights Approach, Working Paper 9679, National Bureau of Economic Research 2003.",
        "Levin, Sharon G. and Paula E. Stephan, Research Productivity Over the Life Cycle: Evidence for Academic Scientists, American Economic Review, 1991, 81, 114--132.",
        "Milgrom, Paul R., Employment Contracts, Influence Activities and Efficient Organization Design, Journal of Political Economy, 1988, 96, 42--60.",
        "Neary, J. Peter, James A. Mirrlees, and Jean Tirole, Evaluating Economics Research in Europe: An Introduction, Journal of the European Economic Association, 2003, 1, 1239--1249.",
        "Oreopoulos, Philip, Till von Wachter, and Andrew Heisz, Permanent and Transitory Effects from Graduating in a Recession, 2005. University of Toronto.",
        "Rayo, Luis and Gary S. Becker, Evolutionary Efficiency and Happiness, 2005. University of Chicago.",
        "Siegfried, John J. and Wendy A Stock, The Labor Market for New Ph.D. Economists, Journal of Economic Perspectives, 1999, 13, 115--34.",
        "Siow, Aloysius, Are First Impressions Important in Academia?, Journal of Human Resources, 1991, 26, 236--255.",
        "Smeets, Valerie, Are There Fast Tracks in Economic Departments? Evidence from a Sample of Top Economists, 2004. Aarhus School of Business.",
        "Swidler, Steve and Elizabeth Goldreyer, The Value of a Finance Journal Publication, Journal of Finance, 1998, 53, 351--363.",
        "Tervio, Marko, Mediocrity in Talent Markets, 2005. University of California, Berkeley.",
        "Waldman, Michael, Job Assignments, Signaling, and Efficiency, RAND Journal of Economics, 1984, 15, 255--267.",
        "Weinberg, Bruce A. and David W. Galenson, Creative Careers: The Life Cycles of Nobel Laureates in Economics, 2005. Ohio State University and University of Chicago."
    ]
}