{
    "id": 12166,
    "cites": 32,
    "cited_by": 2,
    "reference": [
        "[1] Abowd, John, Francis Kramarz, and David Margolis, 1999. High Wage Workers and High Wage Firms Econometrica, March, 67(2), p251-333.",
        "[3] Athey, Susan and Philip Haile, 2002. Identification in Standard Auction Models Econometrica, November, 70(6), p2107-40.",
        "[4] Barlevy, Gadi, 2002. The Sullying Effect of Recessions Review of Economic Studies, January, 69 (1), p65-96.",
        "[5] Barlevy, Gadi, 2005. Identification of Job Search Models using Record Statistics Federal Reserve Bank of Chicago Working Paper.",
        "[6] Barlevy, Gadi and H. N. Nagaraja, 2005. Characterizations in a random record model with a non-identically distributed initial record Federal Reserve Bank of Chicago Working Paper.",
        "[7] Binmore, Kenneth, Ariel Rubinstein, and Asher Wolinsky, 1986. The Nash Bargaining Solution in Economic Modelling Rand Journal of Economics, Summer, 17(2), p176-88.",
        "[8] Bontemps, Christian, Jean-Marc Robin, and Gerard van den Berg, 1999. An Empirical Equilibrium Job Search Model with Search on the Job and Heterogeneous Workers and Firms International Economic Review, November, 40(4), p1039-1074.",
        "[9] Bontemps, Christian, Jean-Marc Robin, and Gerard van den Berg, 2000. Equilibrium Search with Continuous Productivity Dispersion: Theory and Nonparametric Estimation International Economic Review, May, 41(2), p305-358.",
        "[10] Bowlus, Audra and Jean-Marc Robin, 2004. Twenty Years of Rising Inequality in US Lifetime Labor Income Values Review of Economic Studies, July, 71(3), p709-742.",
        "[11] Bunge, John and H. Nagaraja, 1991. The Distributions of Certain Record Statistics from a Random Number of Observations Stochastic Processes and Their Applications, 38, p167-83.",
        "[12] Burdett, Kenneth and Dale Mortensen, 1998. Wage Differentials, Employer Size, and Unemployment International Economic Review, 39, p257-273.",
        "[13] Eckstein, Zvi and Gerard van den Berg, 2005. Empirical Labor Search: a Survey Tel Aviv University Working paper and Journal of Econometrics (forthcoming).",
        "[14] Flinn, Christopher, 1986. Wages and Job Mobility of Young Workers Journal of Political Economy 94(3, Part 2), pS88-S110.",
        "[15] Flinn, Christopher, 2002. Labour Market Structure and Inequality: a Comparison of Italy and the U.S. Review of Economic Studies, July, 69 (3), p611-45.",
        "[16] Flinn, Christopher and James Heckman, 1982. New Methods for Analyzing Structural Models of Labor Force Dynamics Journal of Econometrics, January, 18(1), p115-68.",
        "[17] Gautier, Peter, Coen Teulings, and Aico van Vuuren, 2005. On-the-Job Search and Sorting Tinbergen Institute Discussion Paper.",
        "[18] Guerre, Emmanuel, Isabelle Perrigne, and Quang Vuong, 2000. Optimal Nonparametric Estimation of First-Price Auctions Econometrica, May, 68(3), p525-74.",
        "[19] Kamps, Udo, 1998. Characterizations of distributions by recurrence relations and identities for moments of order statistics. Handbook of Statistics, Vol. 16, eds. N. Balakrishnan and C. R. Rao, Elsevier, Amsterdam. 291-311.",
        "[20] Low, Hamish, Costas Meghir, and Luigi Pistaferri, 2004. Wage Risk and Employment Risk over the Life Cycle Stanford University Working Paper.",
        "[21] Lucas, Robert and Edward Prescott, 1974. Equilibrium Search and Unemployment Journal of Economic Theory February, 7(2), p188-209.",
        "[22] Marimon, Ramon and Fabrizio Zilibotti, 1999. Unemployment vs. Mismatch of Talents: Reconsidering Unemployment Benefits Economic Journal, April, 109(127), p266-91.",
        "[23] Mortensen, Dale and George Neumann, 1988. Esimating Structural Models of Unemployment and Job Duration Dynamic Econometric Modeling: Proceedings of the Third International Symposia in Economic Theory and Econometrics, eds. W. A. Barnett, E. Berndt, and H. White. Cambridge: Cambridge University Press.",
        "[24] Nagaraja, H. N. and Gadi Barlevy, 2003. Characterizations Using Record Moments in a Random Record Model and Applications Journal of Applied Probability, September, 40(3), p826-33.",
        "[25] Nevzorov, V. B. and N. Balakrishnan, 1998. A Record of Records Handbook of Statistics: Order Statistics, Theory and Methods, v16, eds. N. Balakrishnan and C. R. Rao, Amsterdam: North-Holland, p515-70.",
        "[27] Postel-Vinay, Fabien and Jean-Marc Robin, 2002. Equilibrium Wage Dispersion with Worker and Employer Heterogeneity Econometrica, November, 70(6), p2295-2350.",
        "[28] Rubinstein, Ariel, 1982. Perfect Equlibrium in a Bargaining Model Econometrica, January, 50(1), p97-109.",
        "[29] Shimer, Robert, 2005. On-the-Job Search, Bargaining, and Wage Dispersion Working Paper, University of Chicago.",
        "[30] Shohat J. A. and J. D. Tamarkin, 1943. The Problem of Moments. New York: American Mathematical Society.",
        "[31] Titchmarsh, E. C., 1926. The zeros of certain integral functions Proceedings of the London Mathematical Society, Series 2, 25 283-302.",
        "[32] Titchmarsh, E. C., 1948. Introduction to the Theory of Fourier Integrals. 2nd ed. Oxford: Clarendon Press.",
        "[33] van den Berg, Gerard and Geert Ridder 1998. An Empirical Equilibrium Search Model of the Labor Market Econometrica, September, 66(5), p1183-1221.",
        "[34] Wolpin, Kenneth, 1992. The Determinants of Black-White Differences in Early Employment Careers: Search, Layoffs, Quits, and Endogenous Wage Growth Journal of Political Economy, June, 100(3), p535-60."
    ]
}