{
    "id": 1216,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Azariadis, C., Escalator Clauses and the Cyclical Allocation of Risks, Journal of Economic Theory, 18 (June 1978): 119-135.",
        "Risks, Cowles Foundation Discussion Paper, No. 660, January 1983.",
        "Barro, R.J., Rational Expectations and the Role of Monetary Policy, Journal of Monetary Economics, 2 (January l976):l-32. Borch, K., Equilibrium in a Reinsurance Market, Econometrica, 30 (July 1962) :424-444.",
        "Diamond, P. and J.E. Stiglitz, Increases in Risk and in Risk Aversion, Journal of Economic Theory, 8 (July 1974): 337-360.",
        "Gordon, R.J., Output Fluctuations and Gradual Price Adjustment, Journal of Economic Literature, 19 (June 1981): 493-530.",
        "Grossman, S.J., 0. Hart. and E. Maskin, Observable Aggregate Shocks with Unobservable Consecuences, National Bureau of Economic Research Working Paper no. 975, September 1982.",
        "Haubrich, J.G., Sluggish Deposit Rates, University of Rochester, September 1983.",
        "King, R.G. and B. Treham. The Implications of an Endogenous Money Supply for Monetary Neutrality, University of Rochester working paper 83-12, July 1983.",
        "Lucas, Robert E., Expectations and the Neutrality of Money, Journal of Economic Theory, 4 1Apr11 1972): 103-24.",
        "American Economic Review, 63 (June l973i: 326-34. V Econometric Policy Evaluation: A Critique, in K. Brunner and A.H. Meltzer (eds.), The Phillips Curve and Labor Markets, CarnegieRochester Conference Series no. 1, Amsterdam: North Holland, 1976: 7-30.",
        "Money, Credit and 3cnking, 12 (November 1980, part 2): 696-715.",
        "McCallum, B.T. . Macroeconomics After~ a Decade of Rational Expectations: Some Critical Issues, Federal Reserve Bank of Richmond Economic Review November/December 1962: 3-12.",
        "Okun, A.M. , Prices and Quantities: A Macroeconomic Analysis, Washington: Brookings Institution: 1980.",
        "Rothschild, N. and J.E. Stiglitz, Increasing Risk I: A Definition, Journal of Economic Theory, 2 ( 1970): 225-243.",
        "Sandmo, A., The Effect of Uncertainty on Saving Decisions, Review of Economic Studies, 37 (July 1970): 353-360.",
        "Takayarna, A. , Mathematical Economics, Hinsdale, Illinois: The Drydon Press: 1974.",
        "Townsend, R.M., Models of Money with Spatially Separated Agents, in J.H. Karaken and N. Wallace (eds.), Models of Monetary Economics, Federal Reserve Bank of Minneapolis, 1980."
    ]
}