{
    "id": 12167,
    "cites": 34,
    "cited_by": 214,
    "reference": [
        "Aaronson, Daniel, Ellen R. Rissman, and Daniel G. Sullivan (2004) Can Sectoral Reallocation Explain the Jobless Recover? Federal Reserve Bank of Chicago Economic Perspectives, Second Quarter, 36-49.",
        "Abowd, John M. Haltiwanger, John C., and Lane, Julia I., 2004. Integrated Longitudinal Employee-Employer Data for the United States. American Economic Review Papers and Proceedings, 94(2): 224-229.",
        "Blanchard, Oliver J., and Diamond, Peter, 1990. The cyclical behavior of the gross flows of U.S. workers. Brookings Papers on Economic Activity, Vol. 2: 85-143.",
        "Bleakley, Hoyt, Anne. E. Ferris, and Jeffrey C. Fuhrer, 1999. New Data on Worker Flows During Business Cycles, New England Economic Review, July/August, pp. 49-76.",
        "Burgess, Simon, Lane, Julia I., and Stevens, David, 2000. Job flows, worker flows, and churning. Journal of Labor Economics 18(3): 473-502.",
        "Caballero, Ricardo. 1992, A Fallacy of Composition, American Economic Review 82(5), December, 1279-1292.",
        "Caballero, Ricardo and Giuseppe Bertola, 1990, Kinked Adjustment Costs and Aggregate Dynamics, NBER Macroeconomics Annual 1990, Cambridge: The MIT Press.",
        "Clark, Kelly A., and Hyson, Rosemary, 2001. New tools for labor market analysis: JOLTS. Monthly Labor Review 124(12): 32-37.",
        "Clayton, Rick and James Spletzer, 2005. Business Employment Dynamics. Mimeo.",
        "Comin, Diego and Thomas Philippon, 2005, The Rise in Firm-Level Volatility: Causes and Consequences, paper prepared for the NBER Macro Annual Conference, March 25.",
        "Cooper, Russell, John Haltiwanger and Jonathan Willis, 2004, Dynamics of Labor Demand: Evidence from Plant-Level Observations and Aggregate Implications, NBER Working Paper No. 10297, February.",
        "Davis, Steven J., 1987, Fluctuations in the Pace of Labor Reallocation, CarnegieRochester Conference Series on Public Policy, 27, 335-402.",
        "Davis, Steven J., 2005, Comment on Job Loss, Job Finding, and Unemployment in the U.S. Economy over the Past Fifty Years by Robert E. Hall. Forthcoming in the NBER Macroeconomics Annual.",
        "Davis, Steven J., Faberman, R. Jason, and Haltiwanger, John C., 2005. The Flow Approach to Labor Markets: New Data Sources, Micro-Macro Links and the Recent Downturn, IZA Working Paper No. 1639.",
        "Davis, Steven J., Faberman, R. Jason, and Haltiwanger, John C., 2006. Worker Flows, Job Flows and Vacancy Postings: Market and Micro-Level Relationships. mimeo.",
        "Davis, Steven and Haltiwanger, John C., 1990. Gross job creation and destruction: Microeconomic evidence and macroeconomic implications. In NBER Macroeconomics Annual 5 (pp. 123-68). Cambridge, MA: National Bureau for Economic Research.",
        "Davis, Steven and Haltiwanger, John C., 1992. Gross job creation, gross job destruction and employment reallocation. Quarterly Journal of Economics 107(3): 819-63.",
        "Davis, Steven and Haltiwanger, John C., 1998. Measuring gross worker and job flows. In John C. Haltiwanger, Marilyn Manser and Robert Topel (eds.) Labor Statistics Measurement Issues, Chicago, IL: University of Chicago Press.",
        "Davis, Steven and Haltiwanger, John C., 1999a. Gross job flows. In Orley Ashenfelter and David Card (eds.), Handbook of Labor Economics, Volume 3 (pp. 27112805) . Amsterdam: Elsevier Science.",
        "Davis, Steven J. and John Haltiwanger, 1999b. On the Driving Forces Behind Cyclical Movements in Employment and Job Reallocation, American Economic Review, 89, no. 5, 1234-1258.",
        "Davis, Steven, Haltiwanger, John C., Jarmin, Ron, and Miranda, Javier, 2006. Volatility and Dispersion in Business Growth Rates: Publicly Traded versus Privately Held Firms. Paper prepared for the 2006 NBER Macroeconomics Annual.",
        "Dunne, Timothy, Roberts, Mark J., and Samuelson, Larry, 1989b. The growth and failure of U.S. manufacturing plants. Quarterly Journal of Economics 104(4): 671-98.",
        "Faberman, R. Jason. 2005. Studying the Labor Market with the Job Openings and Labor Turnover Survey. BLS Working Paper No. 388 (December).",
        "Faberman, R. Jason. 2006. Job Flows and the Recent Business Cycle: Not all Recoveries are Created Equal. BLS Working Paper No. 391 (February).",
        "Fallick, Bruce and Charles A. Fleischman, 2004, Employer-to-Employer Flows in the U.S. Labor Market: The Complete Picture of Gross Worker Flows, mimeo.",
        "Foote, Christopher, 1998. Trend employment growth and the bunching of job creation and destruction. Quarterly Journal of Economics 113(3): 809-834.",
        "Hall, Robert E. (2005) Job Loss, Job Finding, and Unemployment in the U.S. Economy over the Past Fifty Years. Forthcoming in the NBER Macroeconomics Annual.",
        "Leighton, Linda and Jacob Mincer (1982) Labor Turnover and Youth Unemployment, in The Youth Labor Market Problem: Its Nature, Causes and Consequences, edited by Richard Freeman and David Wise. Chicago: University of Chicago Press.",
        "Pivetz, Timothy R.; Searson, Michael A. and Spletzer, James R. Measuring Job Flows and the Life Cycle of Establishments with BLS Longitudinal Establishment Microdata, Monthly Labor Review, April 2001, 124(4), pp. 13-20.",
        "Shimer, Robert, 2005 Reassessing the Ins and Outs of Unemployment, mimeo, University of Chicago.",
        "Slichter, Sumner H., 1921. The Turnover of Factory Labor. New York: D. Appleton and Company.",
        "Spletzer, James R., R. Jason Faberman, Akbar Sadeghi, David M. Talan, and Richard L.Clayton. 2004, Business Employment Dynamics. Monthly Labor Review, Vol. 127, No. 4, April, pp. 3-8.",
        "Topel, Robert H. and Michael P. Ward (1992) Job Mobility and Careers of Young Men, Quarterly Journal of Economics, 107, no. 2. (May), 439-480.",
        "Tornqvist, Leo, Pentti Vartia, and Yrjo Vartia, 1985. How Should Relative Change Be Measured? American Statistician, 39, no. 1 (February), 43-46."
    ]
}