{
    "id": 12170,
    "cites": 13,
    "cited_by": 6,
    "reference": [
        "Basel Committee on Banking Supervision, 2003. High-Level Principles for Cross-Border Implementation of the New Accord: Geneva (November).",
        "Dangl, Thomas, and Alfred Lehar, 2000. Basel Accord vs. Value-at-Risk Regulation in Banking, Vienna: University of Vienna (unpublished, December).",
        "Dermine, Jean, 2003. European Banking: Past, Present and Future, in The Transformation of the European Financial System, V. Gaspar, P. Hartmann, and O. Sleijpen (eds.). Frankfurt: European Central Bank, 31-95.",
        "Garcia, Gillian, and Maria Nieto, 2005. Banking Crisis Management in the European Union: Multiple Regulators and Resolution Authorities (unpublished).",
        "Huizenga, Harry, 2005. The EU Deposit Insurance Directive: Does One Size Fit All? London: Centre for Policy Research (October).",
        "Kane, Edward J., 2005. Can the European Community Afford to Neglect the Need for More Accountable Safety-Net Management? Atlantic Economic Journal (forthcoming).",
        "Schoenmaker, Dirk, and Sander Osterloo, 2004. Cross-Border Issues in European Financial Supervision, in D. Mayes and G. Wood (eds.), The Structure of Financial Regulation. London: Routledge.",
        "Schoenmaker, Dirk, and Sander Oosterloo, 2005. Financial Supervision in an Integrating Europe: Measuring Cross-Border Externalities, International Finance, 8, 1-27.",
        "SchÃ\u0083Â¼ler, Martin, 2003: How Do Banking Supervisors Deal with Europe-Wide Systemic Risk? Centre for European Economic Research, Discussion Paper No. 03-03.",
        "Smith, Adam, 1759. The Theory of Moral Sentiments: Indianapolis: Liberty Classics (republished 1976).",
        "Tversky, A. and D. Kahneman, 1974. Judgment Under Uncertainty: Heuristics and Bias, Science, 185, 124-131.",
        "Vives, Xavier, 2001. Restructuring Financial Regulation in the European Monetary Union, Journal of Financial Services Research, 19 (February, 57-82.",
        "Zajac, E., 2006. The Theory and Practice of Political Fairness Games. Tucson: University of Arizona, Department of Economics (unpublished)."
    ]
}