{
    "id": 12179,
    "cites": 21,
    "cited_by": 12,
    "reference": [
        "Anderson, Patricia M. and Philip B. Levine. 1999. Child Care and Mothers Employment Decisions. NBER Working Paper 7058. Cambridge, MA: National Bureau of Economic Research.",
        "Angrist, Joshua D. and Alan B. Krueger. 1991. Does Compulsory School Attendance Affect Schooling and Earnings? Quarter~y Journal of Economics 106(4): 979-1014.",
        "Baker, Michael, Jonathan Gruber, and Kevin Milligan. 2005. Universal Child care, Maternal Labor Supply and Family Well-Being. NBER Working Paper 11832. Cambridge, MA: National Bureau of Economic Research.",
        "Barnett, W. Steven. 1995. Long-Term Effects of Early Childhood Programs on Cognitive and School Outcomes. The Future of Children 5(3): 25-50.",
        "Berlinski, Samuel and Sebastian Galiani. 2005. The Effect of a Large Expansion of Pre-Primary School Facilities on Preschool Attendance and Maternal Employment. Institute for Fiscal Studies Working Paper 04/30.",
        "Bound, John and David A. Jaeger. 2000. Do Compulsory School Attendance Laws Alone Explain the Association Between Quarter of Birth and Earnings? In Research in Labor Economics, Vol. 19, ed. Solomon Polachek, 83-108. Amsterdam: Elsevier.",
        "Bound, John, David Jaeger, and Regina Baker. 1995. Problems with Instrumental Variables Estimation When the Correlation Between and Instruments and the Endogenous Explanatory Variable is Weak. Journal of the American StatisticalAssociation 90(430): 443- 450.",
        "Blau, David and Janet Currie. 2004. Preschool, Day Care, and After School Care: Whos Minding the Kids? NBER Working Paper 10670. Cambridge, MA: National Bureau of Economic Research.",
        "Cascio, Elizabeth U. 2004. Schooling Attainment and the Introduction of Kindergartens into Public Schools. Manuscript, University of California at Davis.",
        "Cascio, Elizabeth U. and Ethan G. Lewis. 2006. Schooling and the Armed Forces Qualifying Test: Evidence from School Entry Laws. Forthcoming, Journal of Human Resources 41(2).",
        "Bonn: Institute for the Study of Labor. Currie, Janet. 2001. Early Childhood Education Programs. Journal of Economic Perspectives 15(2): 213-238.",
        "Gelbach, Jonah B. 1999. How Large an Effect Do Child Care Costs Have on Single Mothers Labor Supply? Evidence Using Access to Free Public Schooling. Manuscript, University of Maryland at College Park.",
        "Economic Review 92(1): 307-322. Hausman, Jerry. 2001. Mismeasured Variables in Econometric Analysis: Problems from the Right and Problems from the Left. Journal of Economic Perspectives 15(4): 57-68.",
        "Karoly, Lynn A. and James H. Bigelow. 2005. The Economics of Investing in Universal Preschool Education in Cal~fornia. Santa Monica: RAND Corporation.",
        "Karoly, Lynn A., Peter W. Greenwood, Susan S. Everingham, Jill Hoube, M. Rebecca Kilburn, C. Peter Rydell, Matthew Sanders, and James Chiesa. 1997. Investing in Our Children. What We Know and Dont Know About the Costs and Benefits of Eary Childhood Interventions. Santa Monica: RAND Corporation.",
        "Lueck, Marjorie, Ann C. Orr, and Martin OConnell. 1982. Trends in Child care Arrangments of Working Mothers. Washington, D.C.: U.S. Government Printing Office.",
        "Magnuson, Katherine A. and Jane Waldfogel. 2005. Early Childhood Care and Education: Effects on Racial and Ethnic Gaps in School Readiness. The Future of Children 15(1): 169-196.",
        "McCrary, Justin and Heather Royer. 2005. The Effect of Maternal Education on Fertility and Infant Health: Evidence from School Entry Policies Using Exact Day of Birth, Manuscript, University of Michigan.",
        "Rosenbaum, Dan T. and Christopher Ruhm. 2005. The Cost of Caring for Young Children. IZA Discussion Paper 1860. Bonn: Institute for the Study of Labor.",
        "Schlosser, AnalIa. 2005. Public Preschool and the Labor Supply of Arab Mothers: Evidence from a Natural Experiment. Manuscript, The Hebrew University of Jerusalem.",
        "U.S. Department of Health, Education, and Welfare. 1968. Digest of Educational Statistics."
    ]
}