{
    "id": 12175,
    "cites": 36,
    "cited_by": 57,
    "reference": [
        "[1] Acemoglu, Daron, Johnson, Simon, Robinson, James, and Yared, Pierre (2005a), From Education to Democracy, American Economic Review Papers and Proceedings 95, 44-49.",
        "[2] Acemoglu, Daron, Johnson, Simon, Robinson, James, and Yared, Pierre (2005b), Income and Democracy, Mimeo, MIT.",
        "[3] Acemoglu, Daron and Robinson, James (2005), Economic Origins of Dictatorship and Democracy, Cambridge University Press, forthcoming.",
        "[4] Almond, Gabriel, and Verba, Sidney (1963), The Civic Culture: Political Attitudes and Democracy in Five Nations, Princeton University Press.",
        "[5] Barro, Robert (1999), The Determinants of Democracy, Journal of Political Economy 107, S158-S183.",
        "[6] Barro, Robert (1996), Democracy and Growth, Journal of Economic Growth 1, 1-27.",
        "[7] Barro, Robert and Lee, Jong-Wha (2000), International Data on Educational Attainment: Updates and Implications, CID Working Paper, No 42.",
        "[8] Bermeo, Nancy (2003), Ordinary Citizens in Extraordinary Times: The Citizenry and the Breakdown of Democracy, Princeton University Press.",
        "[9] Boix, Carles (2003), Democracy and Redistribution, Cambridge University Press.",
        "[10] Boix, Carles, and Stokes, Susan (2002), Endogenous Democratization : A Critique, Manuscript, University of Chicago.",
        "[12] Bueno de Mesquita, Bruce, Smith, Alastair, Siverson, Randolph and Morrow, James (2003), The Logic of Political Survival, The MIT Press.",
        "[13] Collier, Ruth Berins (1999), Paths Toward Democracy: The Working Class and Elites in Western Europe and South America, Cambridge University Press.",
        "[14] Geddes, Barbara (1999), What Do We Know about Democratization after Twenty Years?, Annual Review of Political Science 2, 115--144",
        "[15] Gerring, John, Bond, Philip, Barndt, William T. and Moreno, Carola (2005), Democracy and Economic Growth: A Historical Perspective, World Politics 57, 323-364.",
        "[16] Giavazzi, Francesco and Tabellini, Guido (2005), Economic and Political Liberalizations, Journal of Monetary Economics 52, 1297-1330.",
        "[18] Glaeser, Edward., La Porta, Rafael, Lopez de Silanes, Florencio, and Shleifer, Andrei (2004) Do Institutions Cause Growth, Journal of Economic Growth 9, 271-304.",
        "[19] Glaeser, Edward, Ponzetto, Giacomo, and Shleifer, Andrei (2005), Why Does Democracy Need Education?, Mimeo, Harvard University.",
        "[20] Hadenius, Axel and Teorell, Jan (2005), Cultural and Economic Prerequisites of Democracy: Reassessing Recent Evidence, Studies in Comparative International Development 39, 87-206.",
        "[21] Helliwell, John. (1994). Empirical Linkages Between Democracy and Economic Growth, British Journal of Political Science 24, 225--248.",
        "[22] Huntington, Samuel (1991), The Third Wave: Democratization in the Late Twentieth Century, University of Oklahoma Press.",
        "[24] Jenkins, Stephen (2004), Survival Analysis, Mimeo, University of Essex.",
        "[25] Jones, Ben and Olken, Benjamin (2005), Do Leaders Matter? National Leadership and Growth since World War II, Quarterly Journal of Economics 120, 835-864.",
        "[26] La Porta, Raphael., Lopez-De-Silanes, Franscico, Shleifer, Andrei, and Vishny, Robert (1999). The Quality of Government, The Journal of Law, Economics and Organization 15, 222-79.",
        "[27] Lipset, Seymour Martin (1959), Some Social Requisites of Democracy: Economic Development and Politcal Legitimacy, American Political Science Review 53, 69-105.",
        "[28] Londregan, John, and Poole, Keith (1990), Poverty, the Coup Trap, and the Seizure of Executive Power, World Politics 42, 151-183.",
        "[29] Maddison, Angus (2001), The World Economy: Historical Statistics, OECD.",
        "[30] Morris, Stephen and Shin, Hyun (2002), Global Games: Theory and Applications, in Dewatripont, Mathias, Hansen, Lars and Turnovsky, Stephen (eds.), Advances in Economics and Econometrics, The Eighth World Congress, Cambridge University Press.",
        "[31] Mulligan, Casey B., Sala-i-Martin, Xavier and Gil, Ricard (2004),Do Democracies Have Different Public Policies than Nondemocracies?, Journal of Economic Perspectives 18, 51-74.",
        "[32] Opp, Karl-Dieter (1999), Contending Conceptions of the Theory of Rational Action, Journal of Theoretical Politics 11, 171-202.",
        "[33] Papaioannou, Elias, and Siourounis, Gregorios (2004), Democratization and Growth, Mimeo, LBS.",
        "[35] Persson, Torsten (2005), Forms of Democracy, Policy and Economic Development, NBER Working Paper, No. 11171.",
        "[37] Przeworski, Adam and Limongi, Fernando (1993), Political Regimes and Economic Growth, Journal of Economic Perspectives 7, 51-69.",
        "[38] Putnam, Robert (1993), Making Democracy Work: Civic Traditions in Modern Italy, Princeton University Press.",
        "[39] Rodrik, Dani and Wacziarg, Romain (2005), Do Democratic Transitions Produce Bad Economic Outcomes?, American Economic Review Papers and Proceedings 95, 50-56.",
        "[40] Roll, Richard and Talbott, John (2003), Political and Economic Freedoms and Prosperity, Mimeo, UCLA.",
        "[41] Tabellini, Guido (2005), Culture and Institutions: Economic Development in the Regions of Europe, Mimeo, Bocconi University."
    ]
}