{
    "id": 12181,
    "cites": 50,
    "cited_by": 35,
    "reference": [
        "Acemoglu, Daron and Simon Johnson, Disease and Development: The Effect of Life Expectancy on Economic Growth, MIT, mimeo (2005).",
        "Allen, S., Serufilira, V., Gruber, S., Kegeles, P., Van de Perre, M., Carael , and T.J. Coates, Pregnancy and Contraception Use among Urban Rwandan Women after HIV Testing and Counseling, American Journal of Public Health 83 (5) (1993), 70S-710.",
        "Biswalo, P. M., and G. T. Lie, Hospital-Based Counselling of HIV-infected people and AIDS patients, In: (eds.) K. I. Klepp, P. M. Biswalo, and A. Talle, Young People at Risk: Fighting AIDS in Northern Tanzania, Oslo, Scandinavian University Press (199S). Ainsworth, Martha and Mead Over, AIDS and African Development, World Bank Research Observer 9 (199S), 203-241. Bell Clive, Devarajan Shantayanan, and Hans Gersbach, The long-run economic costs of AIDS: theory and application to South Africa, June draft. University of Heidelberg, World Bank (2003).",
        "Bleakley, Hoyt, Disease and Development: Evidence from the American South, Journal of the European Economic Association 1 (2003), 376-86.",
        "Bleakley, Hoyt and Fabian Lange, Chronic Disease Burden and the Interaction of Education, Fertility, Growth, mimeo (2005).",
        "Bloom, David and Ajay Mahal, Does the AIDS Epidemic threaten Economic Growth Journal of Econometrics 77 (1997), 1OS-124.",
        "Bonnel, Rene, HIV/AIDS: Does it Increase or Decrease Growth in Africa? World Bank, mimeo (2000).",
        "Boldrin, Michele and Larry E. Jones, Mortality, Fertility, and Saving in a Malthusian Economy, Review of Economic Dynamics 5 (4) (2002), 77S-814.",
        "Chakraborty, Shankha, Endogenous Lifetime and Economic Growth, Journal of Economic Theory 116 (2004), 34-67.",
        "Cohen, Barney, The Emerging Fertility Transition in Sub-Saharan Africa, World Developmerit 26 (1998), 1431-1461.",
        "Cohen, Desmond, Human Capital and the HIV Epidemic in Sub-Saharan Africa, World Bank (2002).",
        "Corrigan, Paul, Gerhard Gloom, and Fabio Mendez, AIDS Crisis and Growth, Journal of Development Economics forthcoming (2005).",
        "Doepke, Matthias, Child Mortality and Fertility Decline: Does the Barro-Becker Model Fit the Facts? Journal of Population Economics 18-2 (2005), 337-366.",
        "Ehrlich, Isaac, and Francis T. Lui, Intergenerational Trade, Longevity, Intrafamily Transfers and Economic Growth, Journal of Political Economy 99 (1991), 1029-1059.",
        "Engel, Rozlyn Coleman, Life, Death, and Human Capital: HIV/AIDS and On-the-Job Training in Sub-Saharan Africa, Columbia University, mimeo (2002).",
        "Feeney, Griffith, The Impact of HIV/AIDS on Adult Mortality in Zimbabwe, Population and Development Review 27-4 (2001), 771-780.",
        "Ferreira, Pedro C., and Samuel D. Pessoa, TheLong-RunEconomiclmpact of AIDS, SSRN Working Paper, (2003).",
        "Green, G., The reproductive careers of a cohort of men and women following an HIVpositive diagnosis, Journal of Biosocial Sciences 26-3 (1994), 409-415.",
        "Francis, Andrew, M., The Economics of Sexuality: The Effect of HIV/AIDS on Homosexual Behavior, Desire, and Identity in the United States, University of Chicago, mimeo, (2006).",
        "Haacker, Markus, The Economic Consequences of HIV/AIDS in South Africa, IMF Working Paper, (2002).",
        "Higgins, D. L., C. Galavotti, K. R. OReilly, D. J. Schnell, M. Moore, D. L. Rugg and R. Johnson, Evidence for the effects of HIV antibody counselling and testing on risk behaviors, Journal of the American Medical Association 26617 (1991), 2419-2429.",
        "Kalemli-Ozcan, Sebnem, A Stochastic Model of Mortality, Fertility and Human Capital Investment, Journal of Development Economics 62 (2003).",
        "Kalemli-Ozcan, Sebnem, Does Mortality Decline Promote Economic Growth? Journal of Economic Growth 7 (2002).",
        "Kalemli-Ozcan, Sebnem, Harl Ryder, and David N. Weil, Mortality Decline, Human Capital Investment and Economic Growth, Journal of Development Economics 62 (2000).",
        "Kalemli-Ozcan, Sebnem, AIDS, Reversal of the Demographic Transition and Economic Development: Evidence from Africa, CDRLL Working Paper, Stanford University, May (2005), http://www.stanford.edu/ wacziarg/demogworkshop .html.",
        "Kremer, Michael, Integrating Behavioral Choice into Epidemiological Models of the AIDS Epidemic, Quarterly Journal of Economics 111-2 (1996), 549-573.",
        "Luke, Nancy and Kaivan Munshi, New Roles for Marriage in Urban Africa: Sexual Activity and Labor Market Outcomes in Kisumu, Brown University, mimeo (2004).",
        "Lorentzen, Peter, John McMillan, and Romain Wacziarg, Death and Development, Stanford University, mimeo (2004).",
        "Meltzer, David, Mortality Decline, the Demographic Transition and Economic Growth, Ph.D Dissertation, University of Chicago (1992).",
        "Oster, Emily, Sexually Transmitted Infections, Sexual Behavior, and the HIV/AIDS Epidemic, Quarterly Journal of Economics May (2005), 467-514.",
        "Over, Mead, The Macroeconomic Impact of AIDS in Sub-Saharan Africa, World Bank Working Paper (1992).",
        "Papageorgiou, Chris and Petia Stoytcheva What Do We Know About the Impact of AIDS on Cross-Country Income So Far?, LSU, mimeo (2004).",
        "Pritchett, Lant H., Desired Fertility and the Impact of Population Policies, Population and Development Review 1 (1994).",
        "Sah, K. Raaj, The Effects of Child Mortality Changes on Fertility Choice and Parental Welfare, Journal of Political Economy 99 (1991), 582-606.",
        "Schultz, T. Paul, Demand for Children in Low Income Countries. In Mark R. Rosenzweig and Oded Stark (eds), Handbook of Population and Family Economics, (1997) Amsterdam: Elsevier Science.",
        "Setel. Philip, The Effects of HIV and AIDS on Fertility in East and Central Africa, Health Transition Review 5 (1995), 179-189.",
        "Soares, Rodrigo, Mortality Reductions, Educational Attainment, and Fertility Choice, American Economic Review forthcoming (2004).",
        "Temmerman, M. S. Moses, D. Kiragu, S. Fusallah, I. A. Wamola, and P. Piot, Impact of single session post-partum counselling of HIV infected women on their subsequent reproductive behavior, AIDS 2 (1990), 247-252.",
        "Timberg, Craig, How AIDS in Africa Was Overstated, Washington Post, April 6. Thornton, Rebecca, The Demand for and Impact of Learning HIV Status: Evidence from a Field Experiment, Harvard University, mimeo (2006).",
        "United Nations Population Division, Population Prospects, (2003).",
        "UNAIDS/WHO, Global Report, Durban (2000).",
        "UNAIDS/WHO, Global Report, Barcelona (2002).",
        "UNAIDS/WHO, Global Report, Bangkok (200~). UNAIDS/WHO, Epidemiological Fact Sheets (2003).",
        "U.S. Census Bureau, HIV Surveillance DataBase (2003).",
        "UNAIDS Reference Group on Estimates, Modelling and Projections, Improved methods and assumptions for estimation of the HIV/AIDS epidemic and its impact, AIDS (2002), W1-W14.",
        "Weil, David N., Economic Growth (2003), Addison-Wesley.",
        "Werker, Eric, Amrita Ahuja, and Brian Wendell, Male Circumcision and the Economic Impact of AIDS in Africa, Harvard Business School, mimeo (2006).",
        "World Bank, World Development Indicators (2003).",
        "Young, Alwyn, The Gift of the Dying: The Tragedy of AIDS and the Welfare of Future African Generations, Quarterly Journal of Economics (2005), 423-466.",
        "Young, Alwyn, In Sorrow to Bring Forth Children: Fertility Amidst the Plaque of HIV, University of Chicago, October, mimeo (2005b)."
    ]
}