{
    "id": 12183,
    "cites": 34,
    "cited_by": 1,
    "reference": [
        "Asness, Clifford, Jacques Friedman, Robert Krail, and John Liew, 2000, Style timing: value versus growth, Journal of Portfolio Management 26, 50-60.",
        "Blanchard, Olivier J., 1993, Movements in the equity premium, Brookings Papers on Economic Activity 2, 75-138.",
        "Campbell, J. Y., 1987, Stock Returns and the term structure, Journal of Financial Economics 18, 373-399.",
        "Campbell, John Y., and John H. Cochrane, 2000, Explaining the poor performance of consumption-based asset pricing models, Journal of Finance 55, 2863-2878.",
        "Campello, Murillo, Long Chen, and Lu Zhang, 2005, Expected returns, yield spreads, and asset pricing tests, NBER working paper 11323.",
        "Claus, James, and Jacob Thomas, 2001, Equity premia as low as three percent? Evidence from analysts earnings forecasts for domestic and international stock markets, Journal of Finance 56, 1629-1666.",
        "Daniel, Kent, David Hirshleifer, and Avanidhar Subrahmanyam, 1998, Investor psychology and capital asset pricing, Journal of Finance 53, 1839-1885.",
        "Dc Bondt, Werner F. M., and Richard Thaler, 1985, Does the stock market overreact? Journal of Finance 40, 793-805.",
        "Elton, Edwin. J., 1999, Expected return, realized return, and asset pricing tests, Journal of Finance 54, 1199-1220.",
        "Fama, Eugene F., 1981, Stock returns, real activity, inflation, and money, American Economic Review 71, 545-565.",
        "Fama, Eugene F., and Kenneth R. French, 1988, Dividend yields and expected stock returns, Journal of Financial Economics 22, 3-25.",
        "Fama, Eugene F., and Kenneth R. French, 1989, Business conditions and expected returns on stocks and bonds, Journal of Financial Economics 25, 23-49.",
        "Fama, Eugene F., and Kenneth R. French, 1992, The cross-section of expected stock returns, Journal of Finance 47, 427-465.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Fama, Eugene F., and Kenneth R. French, 1995, Size and book-to-market factors in earnings and returns, Journal of Finance 50, i3i-iSS.",
        "Fama, Eugene F., and Kenneth R. French, 1996, Multifactor explanations of asset pricing anomalies, Journal of Finance Si, SS-84.",
        "Fama, Eugene F., and Kenneth R. French, 2001, Disappearing dividends: changing firm characteristics or lower propensity to pay? Journal of Financial Economics 60, 3-43.",
        "Fama, Eugene F., and Kenneth R. French, 2002, The equity premium, Journal of Finance 57, 637-659.",
        "Fama, Eugene F., and Kenneth R. French, 200S, The anatomy of value and growth stock returns, working paper, Dartmouth College and University of Chicago. Fama, Eugene F., and G. William Schwert, 1977, Asset returns and inflation, Journal of Financial Economics S, uS- 146.",
        "Gebhardt, William R., Charles M. C. Lee, and Bhaskaram Swaminathan, 2001, Toward an implied cost of capital, Journal of Accounting Research 39, i35-i76.",
        "Gomes, Joao F., Leonid Kogan, and Lu Zhang, 2003, Equilibrium cross-section of returns, Journal of Political Economy iii, 693-732.",
        "Graham, Benjamin, and David L. Dodd, 1934, Security analysis, New York: McGraw Hill.",
        "Hodrick, Robert J., and Edward C. Prescott, 1997, Postwar U.S. business cycles: An empirical investigation, Journal of Money, Credit, and Banking 29, i-i6.",
        "Jagannathan, Ravi, and Zhenyu Wang, 1996, The conditional CAPM and the cross-section of expected returns, Journal of Finance Si, 3-54.",
        "Jagannathan, Murali, Clifford P. Stephens, and Michael S. Weisbach, 2000, Financial flexibility and the choice between dividends and stock repurchases, Journal of Financial Economics S7, 355-384.",
        "Keim, D. B., and R. F. Stambaugh, 1986, Predicting returns in the stock and bond markets, Journal of Financial Economics 17, 357-390.",
        "Kothari, S. P., Jay Shanken, and Richard G. Sloan, i99S, Another look at the cross-section of expected stock returns, Journal of Finance 50, i85-224. Lakonishok, Josef, Andrei Shleifer, and Robert W. Vishny, 1994, Contrarian investment, extrapolation, and risk, Journal of Finance 49, iS4i-i578.",
        "Lettau, Martin, and Sydney C. Ludvigson, 200ia, Consumption, aggregate wealth, and expected stock returns, Journal of Finance S6, 8i5-849. Lettau, Martin, and Sydney C. Ludvigson, 200ib, Resurrecting the (C)CAPM: A crosssectional test when risk premia are time-varying, Journal of Political Economy 109, 1238-1287. Lettau, Martin, and Sydney C. Ludvigson, 200S, Expected returns and expected dividend growth, Journal of Financial Economics 76, 583-626. Lewellen, Jonathan, and Stefan Nagel, 2006, The conditional CAPM does not explain asset-pricing anomalies, forthcoming, Journal of Financial Economics.",
        "MacKinlay, A. Craig, i99S, Multifactor models do not explain deviations from the CAPM, Journal of Financial Economics 38, 3-28. MacKinnon, James G., 1994, Approximate asymptotic distribution functions for unit-root and cointegration tests, Journal of Business and Economic Statistics 12, i67-i76.",
        "Nelson, Charles R., and Myung J. Kim, 1993, Predictable stock returns: the role of small sample bias, Journal of Finance 48, 64i-66i.",
        "Petkova, Ralitsa, 2006, Do the Fama-French factors proxy for innovations in predictive variables? Journal of Finance 61, 58i-6i2.",
        "Petkova, Ralitsa, and Lu Zhang, 200S, Is value riskier than growth? Journal of Financial Economics 78, i87-202. Rosenberg, Barr, Kenneth Reid, and Ronald Lanstein, i98S, Persuasive evidence of market inefficiency, Journal of Portfolio Management ii, 9-il. Schwert, G. William, 2003, Anomalies and market efficiency, in George Constantinides, Milton Harris, and Rene Stulz, eds.: Handbook of the Economics of Finance (NorthHolland, Amsterdam).",
        "Stambaugh, Robert F., 1999, Predictive regressions, Journal of Financial Economics, S4, 375-42i.",
        "Stephens, Clifford P., and Michael S. Weisbach, 1998, Actual share reacquisitions in openmarket repurchase programs, Journal of Finance S3, 3i3-334."
    ]
}