{
    "id": 12184,
    "cites": 18,
    "cited_by": 8,
    "reference": [
        "Adams, H., R. Adams, et al. (2005). Guidelines for the early management of patients with ischemic stroke. 2005 Guidelines Update: A scientific statement from the stroke council of the American Heart Association/American Stroke Association. Stroke 36: 9i6-92i.",
        "American Heart Association (2006).",
        "Antman, E. M., D. T. Anbe, et al. (2004). ACC/AHA guidelines for the management of pateints with ST-elevation myocardial infarction: executive summary: a resport of the ACC/AHA task force on practice guidelines (committee to revise the i 999 guidelines on the management of patients with acute myocardial infarction). J Am Coll Cardiol 44: 67 i - 7i9.",
        "Appelros, P., I. Nydevik, et al. (2003). Poor outcome after first-ever stroke: Predictors for death, dependency, and recurrent stroke within the first year. Stroke 34: i22-i26.",
        "Borkon, A. M., G. F. Muehlebach, et al. (2002). A comparison of the recovery of health status after percutaneous coronary intervention and coronary artery bypass. Ann Thorac Surg 74: i526-i530.",
        "Chernew, M. E., D. P. Goldman, et al. (2005). Disability and health care spending among Medicare beneficiaries. Health Affairs 24(2): W5-R42-W5-R5i.",
        "Clark, W. M., S. Wissman, et al. (i999). Recombinant tissue-type plasminogen activator (alteplase) for ischemic stroke 3 to 5 hours after symptom onset. JAMA 282(2i): 20i92026.",
        "Crimmins, E. M., M. D. Hayward, et al. (i994). Changing mortality and morbidity rates and the health status and life expectancy of the older population. Demography 31(i): i59-i75. Crimmins, E. M., Y. Saito, et al. (i989). Changes in life expectancy and disability-free life expectancy in the United States. Population and Development Review 15(2): 235-267. Cutler, D. M. and S. Kadiyala (2003). The Return to Biomedical Research: Treatment and Behavioral Effects. Measuring the Gains from Medical Research: An Economic Approach. K. M. M. a. R. H. Topel. Chicago, University of Chicago Press.",
        "Cutler, D. M. and M. McClellan (200i). Is technological change in medicine worth it? Health Affairs 20(5): ii-29. Deyo, R. A., D. C. Cherkin, et al. (i992). Adapting a clinical comorbidity index for use with ICD-9-CM administrative databases. J Clin Epidemiol 45(6): 6i3-6i9. Economic Report of the President (i997). Washington, United States Government Printing Office: htt~://www.gpoaccess~gov/usbudget/fy98/~df/erp.pdf, Last accessed April i2, 2006.",
        "Fisher, E. S., D. E. Wennberg, et al. (2003). The implications of regional variations in Medicare spending. Part 2: Health outcomes and satisfaction with care. Ann Intern Med 138: 288298.",
        "Fisher, E. S., D. E. Wennberg, et al. (2003). The implications of regional variations in Medicare spending. Part I: The conent, quality andn accessibility of care. Ann Intern Med 138: 273-287.",
        "Freemantle, N., J. Cleland, et al. (i999). B blockade after myocardial infarction: systematic review and meta regression analysis. BMJ 318: i730-i737. Glader, E.-L., B. Stegmayr, et al. (2003). Sex differences in management and outcome after stroke: A Swedish national perspective. Stroke 34: i970-i975.",
        "Lubitz, J., L. Cai, et al. (2003). Health, life expectancy and health care spending among the elderly. NEJM 349: i048-55.",
        "Pocock, S. J., R. A. Henderson, et al. (2000). Quality of life after coronary angioplasty or continued medical treatment for angina: Three-year follow-up in the RITA-2 trial. J Am Coll Cardiol 35: 907-9i4.",
        "Soumerai, S. B., T. J. McLaughlin, et al. (i997). Adverse outcomes of underuse of betablockers in elderly survivors of acute myocardial infarction. JAMA 277(2): i i5-i2i. Stewart, K. A., M. B. Landrum, et al. (2006). Improved Treatment for Ischemic Heart Disease and Disability and Death in the Elderly. Draft.",
        "Strauss, W. E., T. Fortin, et al. (i995). A comparison of quality of life scores in patients with angina pectoris after angioplasty compared with after medical therapy. Circulation 92: i7iO-i7i9. 30 Stukel, T. A., F. L. Lucas, et al. (2005). Long-term outcomes of regional variations in intensity of invasive vs medical management of Medicare patients with acute myocardial infarction. JAMA 293: i329-i337.",
        "Sytkowski, P. A., R. B. DAgostino, et al. (i996). Sex and time trends in cardiovascular disease incidence and mortality: the Framingham Heart Study, i950-i989. Am J Epidemiol 143(4): 338-350. Viscusi, W. K. and J. E. Aldy (2003). The Value of a Statistical Life: A Critical Review of Market Estimates Throughout the World. Journal of Risk and Uncertainty 27(i): 5-76.",
        "Vitagliano, G., J. P. Curtis, et al. (2004). Association between functional status and use and effectiveness of beta-blocker prophylaxis in elderly survivors of acute myocardial infarction. J Am Geriatr Soc 52: 496-50i."
    ]
}