{
    "id": 12186,
    "cites": 34,
    "cited_by": 7,
    "reference": [
        "Baker, Malcolm, Jeremy C. Stein and Jeffrey Wurgler (2003). When Does the Market Matter? Stock Prices and the Investment of Equity Dependent Firms. Quarterly Journal of Economics, Forthcoming.",
        "Bekaert, Geert and Campbell R. Harvey (2000). Foreign Speculators and Emerging Equity Markets. The Journal of Finance, 55 (2), 565-6 13.",
        "Bekaert, Geert, Campbell Harvey and Christian Lundblad (2004). Does Financial Liberalization Spur Growth? Journal of Financial Economics, Forthcoming.",
        "Bhagwati, Jagdish (1998). The Capital Myth, Foreign Affairs, May/June pp. 7-12.",
        "Blanchard, Olivier J., C. Rhee, and Lawrence Summers (1993). The Stock Market, Profit, and Investment. Quarterly Journal of Economics, 108, 115-36.",
        "Booth, Laurence, Varouj Aivazian, Ash Demirguc-Kunt, and Vojislav Maksimovic (2001). Capital Structures in Developing Countries. The Journal of Finance, 56(2), 87-130.",
        "Charm, Anusha and Peter Blair Henry (2004). Risk Sharing Asset Prices: Evidence From a Natural Experiment. Journal of Finance, 59(3), 1295-1324.",
        "Fama, Gene and Ken French (2004). The CAPM: Theory and Evidence. Journal of Economic Perspectives, 18(3), 25-46.",
        "Fazzari, Steven M., R. Glenn Hubbard, and Bruce C. Petersen (1988). Financing Constraints and Corporate Investment. Brookings Papers on Economic Activity, 1, 14 1-206.",
        "Fischer, Stanley and Robert C. Merton. (1984). Macroeconomics and Finance: The Role of the Stock Market, Carnegie-Rochester Conference Series on Public Policy, 21, 57-108.",
        "Fischer, Stanley (2003). Globalization and Its Challenges, American Economic Review, 93 (2), 1-30.",
        "Frankel, Jeffrey and David Romer (1999). Does Trade Cause Growth? American Economic Review 89 (3), 379-399.",
        "Gujarati, Damodar N. (1988). Basic Econometrics, McGraw Hill, New York.",
        "Hayashi, Fumio (1982). Tobins Marginal q and Average q: A Neoclassical Interpretation, Econometrica, 50(1), 213-24.",
        "Henry, Peter Blair. (2000a). Stock Market Liberalization, Economic Reform, and Emerging Market Equity Prices. Journal of Finance, 55 (2), 529-64.",
        "Henry, Peter Blair (2000b). Do Stock Market Liberalizations Cause Investment Booms? Journal of Financial Economics, 58 (1-2), 301-334.",
        "Henry, Peter Blair (2002). Is Disinflation Good for the Stock Market? Journal of Finance, 57 (4), 1617-1648.",
        "Henry, Peter Blair (2003). Capital Account Liberalization, The Cost of Capital, and Economic Growth. American Economic Review, 93 (2), 9 1-96.",
        "Hubbard, R. Glenn (1998). Capital Market Imperfections and Investment. Journal of Economic Literature, 36, 193-225.",
        "Johnson, Simon, John McMillan and Christopher Woodruff (2002). Property Rights and Finance. American Economic Review, 92 (5), 1335-1356.",
        "Lang, Larry H. P. and Rene M. Stulz (1994). Tobins q, Corporate Diversification, and Firm Performance The Journal of Political Economy, 102 (6), 1248-1280.",
        "Levine, Ross (2001). International Financial Liberalization and Economic Growth Review of International Economics, 9 (4), 688-702.",
        "Li, Kan, Randall Morck, Fan Yang and Bernard Yeung (2004). Firm-Specific Variation and Openness in Emerging Markets. Review of Economics and Statistics, Forthcoming.",
        "Martell, Rodolfo and RenÃ\u0083Â© M. Stulz (2003). Equity Market Liberalizations as Country IPOs, American Economic Review 93 (2), 97-101.",
        "Morck, Randall, Bernard Yeung, and Wayne Yu (2000). The Information Content of Stock Markets: Why Do Emerging Markets Have Synchronous Stock Price Movements? Journal of Financial Economics, 58 (1-2), 215-260.",
        "Obstfeld, Maurice (1998). The Global Capital Market: Benefactor or Menace? Journal of Economic Perspectives, 12 (4), 9-30.",
        "Rajan, Raghuram and Luigi Zingales (1998). Financial Development and Growth, American Economic Review, 88 (3), 559-86.",
        "Rodrik, Dani (1998). Who needs capital account convertibility? Princeton Essays in International Finance 207, 55-65.",
        "Rogoff, Kenneth (1999). International Institutions for Reducing Global Financial Instability, Journal of Economic Perspectives, 13 (4), 21-42.",
        "Shiller, Robert (1981). Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends? American Economic Review, 7 1(3), 421-436.",
        "Shiller, Robert (2000). Irrational Exuberance. Princeton University Press, Princeton.",
        "Singh, Ajit, Javed Hamid, Bahram Salimi, and Y. Nakano (1992). Corporate Financial Structures in Developing Countries, Technical paper 1, International Finance Corporation, Washington, D.C.",
        "Stiglitz, Joseph (2002). Globalization and Its Discontents. W.W. Norton, New York.",
        "Stulz, RenÃ\u0083Â© M. (2005). The Limits of Financial Globalization. Journal of Finance, 60 (4), 1595- 1638."
    ]
}