{
    "id": 12195,
    "cites": 34,
    "cited_by": 24,
    "reference": [
        "Allison, J. R. and E. H. Tiller, 2003, Internet Business Method Patents, in W. M. Cohen and S. A. Merrill (eds.) Patents in the Knowledge-Based Economy, National Research Council, Washington: National Academies Press, pp. 259-84.",
        "Austin, D. (1993). An Event-Study Approach to Measuring Innovative Output: The Case of Biotechnology American Economic Review 83 (2): 253-258.",
        "Bakels, R. (2005). Cunent IPR Policies and Law Followed by Major Organisations in the Domain, in Ghosh et al, Report to the European Commission on The Effects of Allowing Patent Claims for Computer-Implemented Inventions, August.",
        "Bakels, R. and P. B. Hugenholtz (2002). The Patentability of Computer Programs, A Report to the European Parliament, Amsterdam: IViR.",
        "Barton, J. H. (2002). Non-Obviousness, IDEA Journal of Law and Technology 42.",
        "Cockburn, I. (2001). Issues in Business Method Patents, Boston University and NBER.",
        "Cockburn, I. and M. MacGarvie (2006) Entry, Exit and Patenting in the Software Industry, Boston University Working Paper.",
        "Cohen, J. E. and M. A. Lemley (2001). Patent Scope and Innovation in the Software Industry, California Law Review 89(1): 1-57.",
        "Company, Ltd. Dvorak, John. (2005). Software Patents: Microsofts Fatal Enor, PC magazine, April 18, 2005.",
        "European Commission. (2002). Proposal for a Directive of the European Parliament and of the Council on the Patentability of Computer-implemented Inventions, Brussels, Belgium.",
        "European Patent Office (1989). European Patent Convention, Article 52.",
        "Evans. D. and A. Layne-Farrar (2004) Software Patents and Open Source: The Battle Over Intellectual Property Rights, Virginia Journal of Law and Technology, Vol. 9, No. 10, Summer 2004.",
        "Gao, L. (2005) Essays On Investments And Financing Decisions In Complementary Networks Systems, unpublished doctoral dissertation, Boston University.",
        "Graham, S. J. H. and D. C. Mowery (2003). Intellectual Property Protection in the U. S. Software Industry, in W. M. Cohen and S. A. Merrill (eds.), Patents in the Knowledge-Based Economy, Washington, DC: National Academies Press.",
        "Graham, S. J. H. and D. C. Mowery (2005). Software Patents: Good News or Bad News, in R. W. Hahn (ed.), Intellectual Property Rights in Frontier Industries: Software and Biotechnology. Washington, D.C.: AEI-Brookings Joint Center for Regulatory Studies.",
        "Hall, B. H. (2005). Exploring the Patent Explosion, Journal of Technology Transfer 30: 35-48.",
        "Hall, B. H. (2003). Business Method Patents, Innovation, and Policy, NBER Working Paper No. W 9717.",
        "Hall, B. H., S. J. H. Graham, S. J. H., D. Harhoff, and D. C. Mowery. (2003). Prospects for Improving U.S. Patent Quality via Post-grant Opposition, MIT Press: Innovation Policy and the Economy 4: 115-143.",
        "Hall, B. H., A. Jaffe, and M. Trajtenberg (2005), Market Value and Patent Citations, Rand Journal of Economics 36: 16-38.",
        "Heller, M.A. and R.S. Eisenberg. (1998). Can Patents Deter Innovation? The Anticommons in Biomedical Research, Science 280: 698-701.",
        "Hunt, R. M. (2001). You Can Patent That? Are Patents on Computer Programs and Business Methods Good for the New Economy? Philadelphia Federal Reserve Bank Business Review 2001(Q1): 5-15.",
        "Huttner, C. and A. Strobert (1995) New Proposed Guidelines on Patentability Of Computer-Implemented Inventions, New York Law Journal, September 25, 1995.",
        "Kasdan, J. (1999). Obviousness and New Technologies, New York, NY: Columbia University Center for Law and Economics Studies Working Paper No. 146.",
        "Economics 38(2): 463-496. Layne-Farrar, A. (2005). Defining Software Patents: A Research Field Guide, LECG, Chicago: manuscript.",
        "Lunney, G. S., Jr. (2001). c-Obviousness, Michigan Telecommunications Technology Law Review 7: 363-422.",
        "Mann, R. (2004) The Myth of the Software Patent Thicket, working paper.",
        "Meurer, M. J. (2002). Business Method Patents and Patent Floods, Washington University Journal of Law and Policy 8: 309.",
        "Murmann, J. P. (2003). Knowledge and Competitive Advantage: The Co-evolution of Firms, Technology, and National Institutions, Cambridge: Cambridge University Press.",
        "Raduchel, W. (2006). The Economics of Software, in D. W. Jorgenson and C. W. Wessner (eds.), Software, Growth, and the Future of the US. Economy, Report of a Workshop Washington DC: National Academies Press.",
        "Salinger, M. (1992), Standard Errors in Event Studies, The Journal of Financial and Quantitative Analysis, Vol. 27, No. 1 (March 1992), 39-53.",
        "Samuelson, P. (1984), CONTU Revisited: The Case Against Copyright Protection for Computer Programs in Machine-Readable Form, Duke Law Journal, pp. 663-702.",
        "Scotchmer, 5. (1996). Protecting Early Innovators: Should Second Generation Products be Patentable?, Rand Journal of Economics 27: 322-33 1.",
        "State Street Bank and Trust Co., Inc. v. Signature Financial Group, Inc., 149 F.3d 1368 (Fed. Cir. 1998).",
        "USPTO (1995), Proposed Guidelines for Computer-Implemented Inventions, http://www.uspto.gov, 1 June 1995."
    ]
}