{
    "id": 12197,
    "cites": 34,
    "cited_by": 0,
    "reference": [
        "Aiken, Kimberly D., Freed, Gary L., and Matthew M. Davis. 2004. When Insurance Status Is Not Static: Insurance Transitions of Low-Income Children and Implications for Health and Health Care. Ambulatory Pediatrics 4(3): 237-243.",
        "Aizer, Anna and Jeffrey Grogger. 2003. Parental Medicaid Expansions and Health Insurance Coverage. NBER Working Paper 9907, ht1p://www.nber~org/papersLw99O7.",
        "Baker, David W., Sudano, Joseph J., Albert, Jeffrey M., Borawski, Elaine A., and Avi Dor. 2002. Loss of Health Insurance and the Risk for a Decline in Self-Reported Health and Physical Functioning. Medical Care 40(11): 1126-1131.",
        "Blumberg, Linda J. and Len M. Nichols. 2001. The Health Status of Workers Who Decline Employer-Sponsored Coverage. Health Affairs 20(6): 180-187.",
        "Bundorf, M. Kate, Bradley Herring and Mark Pauly. 2005. Health Risk, Income, and the Purchase of Private Health Insurance. NBER Working Paper 11677, http://www.nber.org/papers/w 11677.",
        "Busch, Susan H. and Noelia Duchovny. 2005. Family coverage expansions, Impact on Insurance Coverage and Health Care Utilization of Parents. Journal of Health Economics 24(5): 876-890.",
        "Coiro, Mary Jo. 1997. Maternal Depressive Symptoms as a Risk Factor for the Development of Children in Poverty, in Moore, K.A. Factors in the Development of Children in Welfare Families: An Ecological Perspective. Symposium presented at the meetings of the Society for Research in Child Development, Washington DC.",
        "Corman, Hope, Noonan, Kelly, and Nancy E. Reichman. 2005. Mothers Labor Supply in Fragile Families: The Role of Child Health. Eastern Economic Journal 3 1(4): Forthcoming.",
        "Currie, Janet and Jonathan Gruber. 1996. Health Insurance Eligibility, Utilization of Medical Care, and Child Health. Quarterly Journal of Economics 111(2): 43 1-466.",
        "Desai, Mayur M., Bruce, Martha Livingston, Desai, Rani A., and Benjamin G. Druss. 2001. Validity of Self-reported Cancer History: A Comparison of Health Interview Data and Cancer Registry Records. American Journal of Epidemiology 153(3): 299-306.",
        "Dubay, Lisa and Genevieve Kenney. 2003. Expanding Public Health Insurance to Parents: Effects on Childrens Coverage under Medicaid. Health Services Research 38(5): 1283130 1.",
        "Goldman, Noreen, Lin, 1-Fen, Weinstein, Maxine, and Yu-Hsuan Lin. 2003. Evaluating the Quality of Self-Reports of Hypertension and Diabetes. Journal of Clinical Epidemiology 56(2): 148-154.",
        "Hadley, Jack. 2002. Sicker and Poorer: The Consequences of Being Uninsured. Medical Care Research Review 60(2): 3S-75S.",
        "Haley, Jennifer and Genevieve Kenney. 2003. Coverage Gaps for Medicaid-Eligible Children in the Wake of Federal Reform. Inquiry 40(2): 158-168.",
        "Hanson, Karla L. 1998. Is Insurance Enough? The Link Between Parents and Childrens Health Care Use Revisited. Inquiry 35(3): 294-302.",
        "Holahan, John, Dubay, Lisa, and Genevieve Kenney. 2003. Which Children Are Still Uninsured and Why? The Future of Children 13(1): 55-79.",
        "Kasper, Judith D., Giovanni, Terence A., and Catherine Hoffman. 2002. Gaining and Losing Health Insurance: Strengthening the Evidence on Access to Care and Health Outcomes. Medical Care Research and Review 57(3): 298-3 18.",
        "Levy, Helen and David Meltzer. 2001. What Do We Really Know About Whether Health Insurance Affects Health? Economic Research Initiative on the Uninsured. ERIU Working Paper 6, www~umich/~eriu ~wp6 .pdf.",
        "MacAlpine, Donna D. and David Mechanic. 2000. Utilization of Specialty Mental Health Care Among Persons with Severe Mental illness: The Roles of Demographics, Need, Insurance and Risk. Health Services Research 35(1), Part II: 277-292.",
        "Minkovitz, Cynthia S., Strobino, Donna, Scharfstein, Dan, Hou, William,Miller, Tess, Mistry, Kamila and Karen Swartz. 2005. Maternal Depressive Symptoms and Childrens Receipt of Health Care in the First 3 Years of Life. Pediatrics 1 15(2):306-314.",
        "Newacheck, Paul W., Stoddard, Jeffrey J., Hughes, Dana C., and Michelle Pearl. 1998. Health Insurance and Access to Primary Care for Children. New England Journal of Medicine 338(8): 513-19.",
        "Noonan, Kelly, Reichman, Nancy E., and Hope Corman. 2005. New Fathers Labor Supply: Does Child Health Matter? Social Science Quarterly 86(5): 1399-1417(19).",
        "Olson, Lynn M, Tang, Suk-fong S., and Paul Newacheck. 2005. Children in the United States with Discontinuous Health Insurance Coverage. The New England Journal of Medicine 353(4): 382-391.",
        "Reichman, Nancy E. 2005. Low Birth Weight and School Readiness. The Future of Children 15(1): 91-116.",
        "Reichman, Nancy E., Corman, Hope, and Kelly Noonan. 2004. Effects of Child Health on Parents Relationship Status. Demography 41(3): 569-584.",
        "Reichman, Nancy E., Corman, Hope, and Kelly Noonan. 2006. Effects of Child Health on Sources of Public Support. Southern Economic Journal Forthcoming.",
        "Schoen, Cathy and Catherine DesRoches. 2000. Uninsured and Unstably Insured: the Importance of Continuous Insurance Coverage. Health Services Research 35 (1 Pt 2): 187-206.",
        "Shenkman, Elizabeth, Vogel, Bruce, Boyett, James, and Rose Naff. 2002. Disenrollment and Re-enrollment Patterns in a SCHIP. Health Care Financing Review 23(3): 47-63.",
        "Sommers, Benjamin D. 2005. The Impact of Program Structure on Childrens Disenrollment from Medicaid and SCHIP. Health Affairs 24(6): 1611-1618.",
        "Spillman, Brenda C. 2000. Adults Without Health Insurance: Do State Policies Matter? Health Affairs 19(4): 178-187.",
        "Stuber, Jennifer and Elizabeth Bradley. 2005. Barriers to Medicaid Enrollment: Who is at Risk? American Journal of Public Health 95(2): 292-298.",
        "Swartz, Katherine, Marcotte, John and Timothy D. McBride. 1993. Personal Characteristics and Spells Without Health Insurance. Inquiry 30: 64-76.",
        "World Health Organization (WHO). 2003. Investing in Mental Health. www.who.int/mental healith/media/investing rnnh.pdf.",
        "Zhu, Khangmin, McKnight, Barbara, Stergachis, Andy, Daling, Janet R., and Robert S. Levine. 1999. Comparison of self-report data and medical records data: results from a casecontrol study on prostate cancer. International Journal of Epidemiology 28(3): 409-417."
    ]
}