{
    "id": 12196,
    "cites": 16,
    "cited_by": 23,
    "reference": [
        "Aitken, B. and A.Harrison (1999), Do Domestic Firms Benefit from Foreign Direct Investment ? Evidence from Panel Data, American Economic Review, 89(3), pp. 605-618.",
        "AntrÃ\u0083Â s, Pol (2003), Firms, Contracts, and Trade Structure, Quarterly Journal of Economics, 118:4, pp. 1375-1418.",
        "AntrÃ\u0083Â s, Pol, Luis Garicano and Esteban Rossi-Hansberg (2006), Offshoring in a Knowledge Economy, Quarterly Journal of Economics, 121:1, pp. 31-77.",
        "Arrow, Kenneth J. (1974), The Limits of Organization, Norton: New York, USA.",
        "Burstein, Ariel and Alexander Monge-Naranjo (2005), Aggregate Consequences of Foreign Firms in Developing Countries, mimeo UCLA.",
        "Feenstra, Robert C. (1998), Integration of Trade and Disintegration of Production in the Global Economy, Journal of Economic Perspectives, 12:4, pp. 31-50.",
        "Friedman, Thomas L. (2005), The World Is Flat: A Brief History Of The Twenty-first Century, Farrar, Straus and Giroux.",
        "Garicano, Luis (2000), Hierarchies and the Organization of Knowledge in Production. Journal of Political Economy, 108(5), pp. 874-904.",
        "Garicano, Luis and Esteban Rossi-Hansberg (2006a), Organization and Inequality in a Knowledge Economy. forthcoming in the Quarterly Journal of Economics.",
        "Garicano, Luis and Esteban Rossi-Hansberg (2006b), The Knowledge Economy at the Turn of the Twentieth Century: The Emergence of Hierarchies. forthcoming in the Journal of the European Economic Association PEP.",
        "Helpman, Elhanan (1984), A Simple Theory of International Trade with Multinational Corporations , Journal of Political Economy, 92:3, pp. 451-471.",
        "Larrafn, Felipe, Luis F. LÃ\u0083Â³pez-Calva, and AndrÃ\u0083Â©s Rodrfguez-Clare (2001), Intel: A Case Study of Foreign Direct Investment in Central America, Chapter 6 in ed. Felipe Larrafn, Economic Development in Central America, vol. I: Growth and Internationalization. Harvard University Press.",
        "Lipsey, Robert E. (2003), Foreign Direct Investment and the Operations of Multinational Firms: Concepts, History, and Data, in E. Kwan Choi and James Harrigan (eds.), Hand- book of International Trade, Blackwell: Oxford, UK.",
        "Lucas, Robert E. Jr. (1978), On the Size Distribution of Business Firms, Bell Journal of Economics, 9, pp. 508-523.",
        "Ramondo, Natalia (2005), Size, Geography, and Multinational Production, mimeo University of Chicago.",
        "Spar, Debora (1998), Attracting High Technology Investment: Intels Costa Rican Plant, FIAS Occasional Paper 11. Washington D.C.: World Bank."
    ]
}