{
    "id": 12199,
    "cites": 25,
    "cited_by": 37,
    "reference": [
        "Airasian, Peter W. State Mandated Testing and Educational Reform, American Journal of Education, 1987, 95, 3, 393-4 12.",
        "Associated Press State and Local Wire. Cass Lake-Bena teacher accused of stealing copy of state test, April 2, 2001.",
        "Bakst, Brian. Diplomas denied to fewer seniors because of test error than estimated, Associated Press State and Local Wire, August 15, 2000.",
        "Bishop, John H. and Ferran Mane. The impacts of minimum competency exam graduation requirements on high school graduation, college attendance and early labor market success, Labour Economics 8 (2001), 203-222.",
        "Catterall, James S. Standards and School Dropouts: A National Study of Tests Required for High School Graduation, American Journal of Education (November, 1989):l-34.",
        "Cullen, Julie and Randall Reback Tinkering Towards Accolades: School Gaming under a Performance Accountability System, working paper, 2006.",
        "Dee, Thomas S. The `First Wave of Accountability, in No Child Left Behind? The Politics and Practice of Accountability, Paul Petersen and Martin West, editors, Brookings Institution Press, 2003.",
        "Gayler, Keith, Naomi Chudowsky, Nancy Kober, Madlene Hamilton, Margery Yeager. State High School Exit Exams: A Maturing Reform, Center on Education Policy, Washington, DC, August 2004.",
        "Greene, Jay P. and Marcus A. Winters. Pushed out or pulled up? Exit exams and dropout rates in public high schools, Manhattan Institute, New York, New York, 2004.",
        "Greene, William H. Econometric Analysis, 5th Edition. Prentice Hall: Upper Saddle River, New Jersey, 2005.",
        "Gruber, Jonathan., 1994. The Incidence of Mandated Maternity Benefits, American Economic Review 84(3):622-641.",
        "Koretz, Daniel M. and Sheila M. Barron. The Validity of Gains in Scores on the Kentrucky Instructional Results Information System (KIRIS), RAND, 1998.",
        "Lillard, Dean R. and Philip P. DeCicca. Higher standards, more dropouts? Evidence within and across time, Economics of Education Review 20 (2001) 459-473.",
        "Martorell, Francisco (2004). Do High School Graduation Exams Matter? A Regression Discontinuity Approach. Working paper, University of California, Berkeley.",
        "Murnane, Richard J. and Frank Levy. Will Standards-Based Reforms Improve the Education of Students of Color? National Tax Journal LIV(2), June 2001: 401-415.",
        "National Commission on Excellence in Education. A Nation at Risk: The Imperative for Educational Reform, April 1983.",
        "Olson, Lynn. Room to Maneuver, Education Week 25(15), December 15, 2005, Sl-S5.",
        "Phillips, Meredith and Tiffani Chin. Comment, in Brookings Papers on Education Policy 2001, edited by D. Ravitch, Brookings Institution Press, 2001.",
        "Pipho, Chris. Minimum Competency Testing in 1978: A Look at State Standards, Phi Delta Kappan 59 (9), 585-8, May 1978.",
        "Popham, W. James. The Case for Minimum Competency Testing, Phi Delta Kappan 63(2), October 1981, 89-91.",
        "Ruggles, Steven, Matthew Sobek et. al. Integrated Public Use Microdata Series: Version 2.0. Minneapolis: Historical Census Projects, University of Minnesota, http://www.ipums.umn.edu, 1997.",
        "Shah, Allie. More 12th graders fail skills tests; New writing test, stricter scoring affect results, Minneapolis Star Tribune, June 1, 2001, page 1A.",
        "Smith, Maureen M. and Duchesne Paul Drew. Skills-test failure rate high for minority, poor students, Minneapolis Star Tribune, May 25 1996, page 1A.",
        "Sullivan, Patricia, Margery Yeager, Naomi Chudowsky, Nancy Kober, Eileen OBrien, and Keith Gayler. State High School Exit Exams: States Try Harder but Gaps Persist, Center on Education Policy, Washington, DC, August 2005.",
        "Warren, John Robert. 2005. State-Level High School Completion Rates: Concepts, Measures, and Trends. Education Policy Analysis Archives 13:1-35."
    ]
}