{
    "id": 12208,
    "cites": 31,
    "cited_by": 5,
    "reference": [
        "Bectel, Robert and Natalie Graves, Across the States 1998: Profiles of Long-Term Care Syste,s, AARP, Washington D.C. (1998).",
        "Bruen, Brian K., Wiener, Joshua M., Kim, Johnny, and Ossai Miazad, State Usage of Medicaid Coverage Options for Aged, Blind, and Disabled People, The Urban Institute (1999).",
        "Currie, Janet and Gruber, Jonathan, Saving Babies: The Efficacy and Cost of Recent Expansions of Medicaid Eligibility for Pregnant Women. Journal of Political Economy, 104(6) (1996).",
        "Ettner, Susan L., Do Elderly Medicaid Patients Experience Reduced Access to Nursing Home Care?, Journal of Health Economics 12 (1993).",
        "Gertler, P.J., Medicaid and the Cost of Improving Access to Nursing Home Care, Review of Economics and Statistics 74 (1992).",
        "Greene, V.L., Lovely, M.E. and J.I. Ondrich, The Cost-Effectiveness of Community Services on a Frail Elderly Poplation, Gerontologist 33 (1993).",
        "Greene, V. and J.I. Ondrich, Risk Factors for Nursing Home Admissions and Exits in the National Long Term Care Channeling Demonstration: A Discrete-Time Hazard Function Approach. Journal of Gerontology: Social Science 45 (1990).",
        "Gruber, Jonathan and Yelowitz, Aaron, Public Health Insurance and Private Savings, Journal of Political Economy, 107(6) (1999).",
        "Heckman, J. and B. Singer, A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models for Duration Data, Econometrica 52 (1984).",
        "Hoerger, Thomas J., Picone, Gabriel A., and Frank A. Sloan, Public Subsidies, Private Provision of Care and Living Anangements of the Elderly, Review of Economics and Statistics 78 (1996).",
        "Hubbard, R. Glenn, Skinner, Jonathan, and Stephen P. Zeldes, The Importance of Precautionary Motives in Explaining Individual and Aggregate Saving, CarnegieRochester Conf. Ser. Public Policy 40 (1994).",
        "Hubbard, R. Glenn, Skinner, Jonathan, and Stephen P. Zeldes, Precautionary Saving and Social Insurance, Journal of Political Economy 103 (1995).",
        "Kassner, E. and Shirey, L., Medicaid Financial Eligibility for Older People: State Variations in Access to Home and Community-Based Waiver and Nursing Home Services, AARP PPI: Washington, D.C. (2000).",
        "Liu, Korbin, Pamela Doty, and Kenneth Manton, Medicaid Spend-down in Nursing Homes, Gerontologist 30 (1990).",
        "Liu, K., McBride, T.D. and T.A. Coughlin, Predicting Nursing Home Admissions and Length of Stay: A Duration Analysis, Medical Care 29(2) (1991).",
        "McKnight, Robin, Home Care Reimbursement, Long-Term Care Utilization, and Health Outcomes, Working Paper, http://econwww. mit.edu/graduate/candidates .research.htm?athenan=robinmck (2002).",
        "Moses, Stephen A., The Fallacy of Impoverishment, Gerontologist 30 (1990).",
        "Mroz, Tom, Discrete Factor Approximation in Simultaneous Equation Models: Estimating the Impact of a Dummy Endogenous Variable on a Continuous Outcome, Journal of Econometrics 92 (1999).",
        "Mroz, Tom and David Guillcey, Discrete Factor Approximations for Use in Simultaneous Equations Models with Both Continuous and Discrete Endogenous Variables, mimeo, Department of Economics, University of North Carolina at Chapel Hill (1992).",
        "National Association of State Medicaid Directors (NASMD), http://www.nasmd.org/. Norton, Edward, Elderly Assets, Medicaid Policy, and Spend-Down in Nursing Homes, Review of Income and Wealth 41(1995).",
        "Norton, Edward, Long Term Care, in A.J. Culyer and J.P. Newhouse, eds. Handbook of Health Economics, Elsevier Science (2000).",
        "Sloan, Frank A., and May W. Shayne, Long-term Care, Medicaid, and Impoverishment of the Elderly, The Milbank Quarterly 71(1993).",
        "Sloan, F. A., Hoerger, T.J., and Picone, G., Pubic Subsidies, Private Provision of Care and Living Anangements of the Elderly, The Review of Economics and Statistics 78(3) (1996).",
        "Spence, D., and Wiener, J., Estimating the Extent of Medicaid Spend-Down in Nursing Homes, Journal of Health Politics, Policy and Law, Vol. 15, No. 3, Fall 1990.",
        "Taylor, D.H., Sloan, F.A., and E.C. Norton, Formation of Trusts and Spend Down to Medicaid, Journal of Gerontology: Social Sciences, 54B (1999).",
        "Tilly, Jane, Goldenson, Susan, and Jessica Kasten, Long-Term Care: Consumers, Providers, and Financing A Chart Book, Urban Institute (2001).",
        "U.S. General Accounting Office, Nursing Homes: Admission Problems for Medicaid Recipients and Attempts to Solve them, Washington D.C.: U.S. Government Printing Office, GAO/HRD-90-135, 1990.",
        "Venti, Stephen F. and David A. Wise, Aging, Moving, and Housing Wealth, in David A. Wise, ed., The Economics of Aging, Chicago: The University of Chicago Press (1 989a). Venti, Stephen F. and David A. Wise, But They Dont Want to Reduce Housing Equity, NBER Working Paper 2859 (1989b).",
        "Venti, Stephen F. and David A. Wise, Aging and the Income Value of Housing Wealth, Journal of Public Economics, 44 (1991).",
        "Wiener, Joshua M., Can Medicaid Long-Term Care Expenditures for the Elderly be Reduced? Gerontologist 36 (6) (1996).",
        "Wiener, Joshua M. Stevenson, David G., and S.M. Goldenson, Controlling the Supply of Long-Term Care Providers at the State Level, The Urban Institute, Occasional paper No. 22 (1998)."
    ]
}