{
    "id": 12202,
    "cites": 33,
    "cited_by": 124,
    "reference": [
        "Aamodt, Michael, Law Enforcement Selection: Research Summaries, (Washington, DC: Police Executive Research Forum, 2004).",
        "Adams, J. Stacy, Inequity in Social Exchange, in L. Berkowitz, ed., Advances in Experimental Social Psychology, Volume 2 (New York, NY: Academic Press, 1965).",
        "Agell, Jonas and Per Lundborg, Theories of Pay and Unemployment: Survey Evidence from Swedish Manufacturing Firms, Scandinavian Journal of Economics XCVII (1995), 1027- 1039.",
        "Akerlof, George and Jenet Yellen, The Fair Wage-Effort Hypothesis and Unemployment, Quarterly Journal of Economics CV (1990): 255-283.",
        "Ashenfelter, Orley, Arbitrator Behavior, American Economic Review LXXVII (1987), 342-346.",
        "Ashenfelter, Orley and David Bloom, Models of Arbitrator Behavior: Theory and Evidence, American Economic Review LXXIV (1984), 111-124.",
        "Ashenfelter, Orley and Gordon Dahl, Strategic Bargaining Behavior, Self-Serving Biases, and the Role of Expert Agents: An Empirical Study of Final-Offer Arbitration, Industrial Relations Section, Princeton University, February 2005.",
        "Bateman, Ian; Alistair Munroe; Bruce Rhodes; Chris Starmer and Robert Sugden, Does PartWhole Bias Exist? An Experimental Investigation, Economic Journal CVII (1997), 322-332.",
        "Bewley, Truman, Why Wages Dont Fall During a Recession. Cambridge, MA: Harvard University Press, 1999.",
        "Blinder, Alan and Don Choi, A Shred of Evidence on Theories of Wage Stickiness, Quarterly Journal of Economics CV (1990), 1003-10 15.",
        "Brickman, Philip and Don Campbell, Hedonic Relativism and Planning the Good Society, in M.H. Appley (Ed.), Adaptation-level theory, New York: Academic Press, 1971, 287-305.",
        "Brickman, Philip; Dan Coates and Ronnie Janoff-Bulman, Lottery Winners and Accident Victims: Is Happiness Relative? Journal of Personality and Social Psychology XXXVI (1978), 917-927.",
        "Brown, Gordon D. A.; Jonathan Gardner; Andrew Oswald and Jing Qian, Does Wage Rank Affect Employees Wellbeing? (2005). IZA Discussion Paper No. 1505.",
        "Cappelli, Peter and Keith Chauvin, An Inter-Plant Test of Efficiency Wage Arguments, Quarterly Journal of Economics LXXIII (1991), 769-787.",
        "Fehr, Ernst and GÃ\u0083Â¤chter, Simon, Fairness and Retaliation, Journal of Economic Perspectives LXXIII (2000), 159-182.",
        "Farber, Henry, An Analysis of Final-Offer Arbitration, Journal of Conflict Resolution XXIV (1980), 683-705.",
        "Gibbons, Robert, Learning in Equilibrium Models of Arbitration, American Economic Review LXXVIII (1988), 896-912.",
        "Gul, Faruk, A Theory of Disappointment Aversion, Econometrica LIX (1991), 667-686.",
        "Ichniowski, Casey, Arbitration and Police Bargaining: Prescriptions for the Blue Flu, Industrial Relations XXI (1982), 149-166.",
        "Kahneman, Daniel and Amos Tversky, Prospect Theory: An Analysis of Decision under Risk, Econometrica XLVII (1979), 263-29 1.",
        "Kaufman, Roger, On Wage Stickiness in Britains Competitive Sector, British Journal of Industrial Relations, XXII (1984), 101-112.",
        "Koszegi, Botand and Mathew Rabin, A Model of Reference-Dependent Preferences, The Quarterly Journal of Economics, Forthcoming. Lester, Richard, Labor Arbitration in State and Local Government, Industrial Relations Section, Princeton University, 1984.",
        "Levitt, Steven, Using Electoral Cycles in Police Hiring to Estimate the Effect of Police on Crime, American Economic Review LXXXVII (1997), 270-290.",
        "Lucas, Richard; Andrew Clark; Yannis Georgellis and Ed Diener, Reexamining Adaptation and the Set Point Model of Happiness: Reactions to Changes in Marital Status, Journal of Personality and Social Psychology LXXXIV (2003), 527-539.",
        "Lucas, Richard; Andrew Clark; Yannis Georgellis and Ed Diener, Unemployment Alters the Set Point for Life Satisfaction, Psychological Science XV (2004), 8-13.",
        "McCrary, Justin, Using Electoral Cycles in Police Hiring to Estimate the Effect of Police on Crime: Comment, American Economic Review XCII (2002), 1236-1243.",
        "McCrary, Justin, The Effect of Court-Ordered Hiring Quotas on the Composition and Quality of Police, University of Michigan. 2003.",
        "Mellers, Barbara; Schwartz, Alan and Ilana Ritov, Emotion-Based Choice, Journal of Experimental Psychology: General CXXVIII (1999), 332-345.",
        "Rizzo, John and Richard Zeckhauser, Reference Incomes, Loss Aversion, and Physician Behavior, The Review of Economics and Statistics LXXXV (2003), 909-922.",
        "Salop, Steven, C., A Model of the Natural Rate of Unemployment, American Economic Review LXIX (1979), 117-125.",
        "Silver, Ruth, Coping with an Undesirable Life Event: A Study of Early Reactions to Physical Disability, Northwestern University, (1982).",
        "Verhoogen, Eric; Stephen Burks and Jeffrey Carpenter, Fairness and Freight-Handlers: Local Labor Market Conditions, Wage Fairness Perceptions, and Employee Performance in a Trucking Firm, Columbia University, (2003).",
        "Weiss, Andrew, Job Queues and Layoffs in Labor Markets with Flexible Wages, Journal of Political Economy LXXXVIII (1980), 526-538."
    ]
}