{
    "id": 12206,
    "cites": 47,
    "cited_by": 18,
    "reference": [
        "[1] Acemoglu, Daron, and Zilibotti, Fabrizio (1999), Information Accumulation in Development, Journal of Economic Growth, 4, S-38.",
        "[2] Aghion, Philippe, and Tirole, Jean (1997), Formal and Real Authority in Organizations, Journal of Political Economy, 105, 1-29.",
        "[3] Aubert, Patrick, Caroli, Eve, and Roger, Muriel (2004), New Technologies, Workplace Organization and the Structure of the Workforce: Firm-Level Evidence, Economic Journal, forthcoming.",
        "[4] Askenazy, Philippe, Thesmar, David, and Thoenig, Mathias (2005), On the Relation Between Organizational Practices and New Technologies: The Role of (Time Based) Competition , Economic Journal, forthcoming.",
        "[S] Baker, George, Gibbons, Robert, and Murphy, Kevin (1999), Informal Authority in Organizations, Journal of Law, Economics, and Organization, 1S, S6-73.",
        "[6] Baker, George, and Hubbard, Thomas (2003), Make Versus Buy In Trucking: Asset Ownership, Job Design and Information, American Economic Review, 93, SS1-72.",
        "[7] Baker, George, and Hubbard, Thomas (2004), Contractibility and Asset Ownership: On Board Computers and Governance in US Trucking, Quarterly Journal of Economics, 119, 1443-79.",
        "[8] Baron, David, and Besanko, David (1992), Information, Control, and Organizational Structure, Journal of Economics and Management Strategy, 1, 237-27S.",
        "[9] Billingsley, Patrick (199S, 1986), Probability and Measure, New York: Wiley and Sons.",
        "[10] Black, Sandra, and Lynch, Lisa (2001), How to Compete: The Impact of Workplace Practices and Information Technology on Productivity, Review of Economics and Statistics, 83, 434-44S.",
        "[11] Bloom, Nicholas, Schankerman, Mark, and Van Reenen, John (2004), Technological Spillovers and Product Market Rivalry, Centre for Economic Performance Discussion Paper, 67S.",
        "[12] Bolton, Patrick, and Dewatripont, Mathias (1994), The Firm as a Communication Network, Quarterly Journal of Economics, 109, 809-839.",
        "[13] Bouwens, Jan, and Van Lent, Laurence (2004), Assessing the performance of profit center managers, mimeo, University of Tilburg.",
        "[14] Bresnahan, Timothy, Brynjolfsson, Erik, and Hitt, Lorin (2002), Information Technology, Workplace Organization and the Demand for Skilled Labor: Firm-level Evidence, Quarterly Journal of Economics, 117, 339-376.",
        "[1S] Caroli, Eve, and Van Reenen, John, (2001), Skill Biased Organizational Change, Quarterly Journal of Economics, 116, 1448-1492.",
        "[16] Colombo, Massimo, and Delmastro, Marco (2004), Delegation of Authority in business organizations: An empirical test, Journal of Industrial Economics, S2, S3-80.",
        "[17] CrÃ\u0083Â©pon, Bruno, Heckel, Thomas, and Riedinger, Nicolas (2004), Computerization, Organizational Change and Productivity: Microeconometric Evidence for France, mimeo, INSEE. 41",
        "[18] Cully, Mark, OReilly, Andrew, Woodland, Stephen, Dix, Gill (1999), Britain at Work, London: Routledge.",
        "[19] Dearden, John (1987), Measuring profit center managers, Harvard Business Review, 65, 84-88.",
        "[20] Dessein, Wouter (2002), Authority and Communication in Organizations, Review of Economic Studies, 69, 811-838.",
        "[21] Garicano, Luis (2000), Hierarchies and the Organization of Knowledge in Production, Journal of Political Economy, 108, 874-904.",
        "[22] Geanakoplos, John, and Milgrom, Paul (1991), A Theory of Hierarchies Based on Limited Managerial Attention, Journal of the Japanese and International Economies, 5, 205-225.",
        "[23] Greenan, Nathalie, and Mairesse, Jacques, (1999), Organizational Change in French Manufacturing: What Do We Learn From Firm Representatives and From Their Employees, NBER Working Paper, 7285.",
        "[24] Hart, Oliver, and Moore, John (2005), On the Design of Hierarchies: Coordination versus Specialization, Journal of Political Economy, 113, 675-702.",
        "[25] Hausman, Jerry, and Taylor, William (1981), Panel data and unobservable individual effects, Econometrica, 49, 1377-1398.",
        "[26] Ichniowski, Casey, Prenushi, Giovanna, and Shaw, Kathryn (1997), The effects of Human Resource Management: A Study of Steel Finishing Lines, American Economic Review, 87, 291-313.",
        "[27] Jaffe, Adam (1986), Technological Opportunity and Spillovers from Firms Patents, Profit, and Market Value, American Economic Review, 76, 984-1001.",
        "[28] Janod, VÃ\u0083Â©ronique (2002), Changements Organisationnel, Qualification et Croissance, PhD Dissertation, UniversitÃ\u0083Â© Paris 1 PanthÃ\u0083Â©on-Sorbonne.",
        "[30] Keller, Wolfgang (2002), Geographic localization of international technology diffusion, American Economic Review, 92, 120-142.",
        "[31] Lee, Lung-Fei (1981), Simultaneous equation models with discrete and censored dependent variables, in Manski, Charles, and McFadden, Daniel (eds), Structural Analysis of Discrete Data and Econometric Applications, Cambridge MA: MIT Press, 346-364.",
        "[32] Lerner, Josh, and Merges, Robert (1998), The Control of Biotechnological Alliances: An Empirical Examination of the Biotechnology Industry, Journal of Industrial Economics, 46, 125-156.",
        "[33] McKinsey Global Institute (2002), Reaching Higher Productivity Growth in France and Germany, MCI Reports, http://www.mckinsey.com/knowledge/mgi/europe/index.asp",
        "[34] Melumad, Nahum, Mookherjee, Dilip, and Reichelstein, Stefan (1995), Hierarchical Decentralization of Incentive Contracts, Rand Journal of Economics, 26, 654-672.",
        "[35] Merchant, Kenneth (1989), Rewarding Results: Motivating Profit Center Managers, Cambridge: Harvard Business School Series in Accounting and Control. 42",
        "[36] Milgrom, Paul, and Roberts, John (1992), Economics, Organization and Management, New Jersey: Prentice Hall.",
        "[37] Mookherjee, Dilip (2005), Decentralization, Hierarchies and Incentives: A Mechanism Design Approach, Journal of Economic Literature, forthcoming.",
        "[38] Nickell, Stephen (1996), Competition and Corporate Performance, Journal of Political Economy, 104, 724-746.",
        "[39] Nickell, Stephen, Nicolitsas, Daphne, and Patterson, Malcolm (2001), Does Doing Badly Encourage Managerial Innovation?, Oxford Bulletin of Economics and Statistics, 3, 5-28.",
        "[40] Radner, Roy (1993), The Organization of Decentralized Information Processing, Econometrica, 61, 1109-1146.",
        "[41] Radner, Roy, and Van Zandt, Timothy (1992), Information Processing in Firms and Returns to Scale, Annales dEconomie et de Statistique, 25/26, 265-298.",
        "[42] Rajan, Raghuram, and Zingales, Luigi (2001), The Firm as a Dedicated Hierarchy: A Theory of the Origin and Growth of Firms, Quarterly Journal of Economics, 116, 805-851.",
        "[43] Rajan, Raghuram, and Wulf, Julie (2005), The Flattening Firm: Evidence from Panel Data on the Changing Nature of Corporate Hierarchies, Review of Economics and Statistics, forthcoming.",
        "[44] Rivers, Douglas, and Vuong, Quang (1988), Limited Information Estimators and Exogeneity Tests for Simultaneous Probit Models, Journal of Econometrics, 39, 347-366.",
        "[45] Sah, Raaj, and Stiglitz, Joseph (1986), The Architecture of Economic Systems: Hierarchies and Polyarchies, American Economic Review, 76, 716-727.",
        "[46] van der Vaart, Aad (1998), Asymptotic Statistics, Cambridge: Cambridge University Press.",
        "[47] White, Halbert (1980), A Heteroskedasticity - Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica, 48, 817-838.",
        "[48] Wooldridge, Jeffrey (2002) Econometric Analysis of Cross Section and Panel Data, Cambridge:"
    ]
}