{
    "id": 12205,
    "cites": 27,
    "cited_by": 4,
    "reference": [
        "Bernheim, B. Douglas (1991). How Strong are Bequest Motives? Evidence Based on Estimates of the Demand for Life Insurance and Annuities. Journal of Political Economy 99, 899-927.",
        "Blackmon, B. Glenn, Jr., and Richard J. Zeckhauser (1991). Mispriced Equity: Regulated Rates for Auto Insurance in Massachusefts, American Economic Review 81, 65-69.",
        "Boadway, Robin, and Peter Townley (1988), Social Security and the Failure of Annuity Markets. Journal of Public Economics 35, 75-96.",
        "Brown, Jeffrey R. (2001). Private Pensions, Mortality Risk, and the Decision to Annuitize. Journal of Public Economics 82, 29-62.",
        "Brunner, Johann K. and Susanne Pech (2005). Adverse Selection in the Annuity Market when Payoffs Vary over the Time of Retirement. Journal of Institutional and Theoretical Economics 161, 155-183.",
        "Buchmueller, Thomas and John DiNardo (2002). Did Community Rating Induce an Adverse Selection Death Spiral? Evidence from New York, Pennsylvania and Connecticut. American Economic Review 92, 280-294.",
        "Crocker, Keith J. and Arthur Snow (1985). The Efficiency of Competitive Equilibria in Insurance Markets with Asymmetric Information. Journal of Public Economics 26, 207-2 19.",
        "Crocker, Keith J. and Arthur Snow (1986), The Efficiency Effects of Categorical Discrimination in the Insurance Industry, Journal of Political Economy 94, 321-344.",
        "Crocker, Keith and Arthur Snow. 2005. Screening in Insurance Markets with Adverse Selection and Background Risk. Mimeo.",
        "Debreu, Gerard. (1951). The Coefficient of Resource Allocation. Econometrica 19 (3), 273-292.",
        "Debreu, Gerard. (1954). A Classical Tax-Subsidy Problem. Econometrica 22, 14-22.",
        "Eichenbaum, Martin S. and Dan Peled (1987). Capital Accumulation and Annuities in an Adverse Selection Economy. Journal of Political Economy, 95, 3 34-54.",
        "Finkelstein, Amy and James Poterba (2002). Selection Effects in the Market for Individual Annuities: New Evidence from the United Kingdom, Economic Journal 112, 28-50.",
        "Finkelstein, Amy and James Poterba (2004). Adverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity Market, Journal of Political Economy 112, 183-208.",
        "Finkelstein, Amy and James Poterba. (2006). Testing for Adverse Selection with Unused Observables Unpublished mimeo.",
        "Heckman, James and Burton Singer (1984). Econometric Duration Analysis, Journal of Econometrics 24, 63-132.",
        "Hirshleifer, Jack (1971). The Private and Social Value of Information and the Reward to Inventive Activity, American Economic Review 61, 561-574.",
        "Horiuchi, Shiro and Ansley Coale (1982). A Simple Equation for Estimating the Expectation of Life at Old Ages, Population Studies 36, 3 17-326.",
        "Hoy, Michael (1982). Categorizing Risks in the Insurance Industry, Quarterly Journal of Economics 96 , 32 1-336.",
        "Hurd, Michael (1987). Savings of the Elderly and Desired Bequests. American Economic Review 77, 298-3 12.",
        "Hurd, Michael (1989). Mortality Risk and Bequests. Econometrica 57, 779-8 14.",
        "Institute of Actuaries. 1999. Continuous Mortality Investigation Reports Numbers 16 and 17.",
        "Kotlikoff, Laurence and Lawrence Summers (1981). The Role of Intergenerational Transfers in Aggregate Capital Formation The Journal of Political Economy 89, 706-732.",
        "Miyazaki, Hajime (1977), The Rate Race and Internal Labor Markets, Bell Journal of Economics 8, 394-418.",
        "Polborn, Mattias, Michael Hoy, and Asha Sadanand (2006). Advantageous Effects of Regulatory Adverse Selection in the Life Insurance Market. Economic Journal 116, 327-354.",
        "Posner, Richard (1971), Taxation by Regulation, Bell Journal of Economics 2 (1), 22-50.",
        "Rothschild, Michael and Joseph E. Stiglitz (1976), Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics 90, 630-649."
    ]
}