{
    "id": 12219,
    "cites": 29,
    "cited_by": 8,
    "reference": [
        "[1] Backus, David, Espen Henriksen, Frederic Lambert and Chris Telmer (2005), `~Current Account, Fact and Fiction, unpublished manuscript, New York University.",
        "[2] Benigno, Pierpaolo (2001), `Price Stability with Imperfect Financial Integration, CEPR Discussion Paper No. 2854.",
        "[4] Benigno, Pierpaolo and Michael Woodford (2006), Optimal Inflation Targeting Under Alternative Fiscal Regimes, NBER Working Paper No. 12158.",
        "[6] Calvo, Guillermo A. (1983), Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics 12: 383-398.",
        "[7] Cavallo, Michele and Cedric Tille (2006), Could Capital Gains Smooth a Current Account Rebalancing? Federal Reserve Bank of New York Staff Report 237.",
        "[8] Clarida, Richard (2006), G7 Current Account Imbalances: Sustainability and Adjustment, The University of Chicago Press: Chicago.",
        "[9] Cole, Harold and Maurice Obstfeld (1991), Commodity Trade and International Risksharing: How Much do Financial Markets Matter? Journal of Monetary Economics 28, pp. 3-24.",
        "[10] Corsetti, Giancarlo and Panagiotis Konstantinou (2005), Current Ac- count Theory and the Dynamics of US Net Foreign Liabilities, unpublished manuscript.",
        "[11] Corsetti Giancarlo and Paolo Pesenti (2001), Welfare and Macroeconomics Interdependence, Quarterly Journal of Economics, 116, (2), pp.421-446.",
        "[12] Devereux, Michael and Makoto Saito (2005), A Portfolio Theory of International Capital Flows, unpublished manuscript, University of British Columbia.",
        "[13] Eichenbaum, Martin, Lars P. Hansen and Kenneth Singleton (1988), A Time Series Analysis of Representative Agent Models of Consump- 39 tion and Leisure Choice Under Uncertainty, Quarterly Journal of Economics, 103, 51-78.",
        "[14] Engel, Charles and Akito Matsumoto (2005), Portfolio Choice in a Monetary Open-Economy DSGE Model, unpublished manuscript, University of Wisconsin.",
        "[15] Ghironi, Fabio, Jaewoo Lee and Alessandro Rebucci, (2005), The Valuation Channel of External Adjustment, unpublished manuscript, Boston College.",
        "[16] Gourinchas, Pierre-Olivier and Helene Rey (2005), International Financial Adjustment, unpublished manuscript, Princeton University",
        "[17] Gourinchas, Pierre-Olivier and Helene Rey (2006), From World Banker to World Venture Capitalist: The US External Adjustment and The Exorbitant Privilege, forthcoming in Richard Clarida (ed.) G7 Current Account Imbalances: Sustainability and Adjustment, The University of Chicago Press: Chicago.",
        "[18] Higgins, Matthew, Thomas Klitgaard and Cedric Tille (2005), The Income Implications of Rising U.S. International Liabilities, Federal Reserve Bank of New York Current Issues in Economics and Finance, vol. 11, number 12.",
        "[19] Koliman, Robert (2003), Monetary Policy Rules in an Interdependent World, CEPR Discussion Paper No. 4012.",
        "[20] Lane, Philip and Gian Maria Milesi-Ferretti (2004), Financial Globalization and Exchange Rates, CEP Discussion Paper 662.",
        "[21] Lane, Philip and Gian Maria Milesi-Ferretti (2005), A Global Perspective on External Positions, forthcoming in Richard Clarida (ed.) G7 Current Account Imbalances: Sustainability and Adjustment, The University of Chicago Press: Chicago. 40",
        "[22] Ljungqvist Lars and Thomas J. Sargent (2004), Recursive Macroeconomic Theory, 2nd edition, The MIT Press: Cambridge, MA.",
        "[23] Obstfeld, Maurice (2004), External Adjustment, Review of World Economics, no.4.",
        "[24] Obstfeld, Maurice and Kenneth Rogoff (2000), New directions for stochastic open economy models, Journal of International Economics 50, 117-153.-",
        "[25] Obstfeld, Maurice and Kenneth Rogoff (2005), Global Current Account Imbalances and Exchange Rate Adjustments, Brookings Papers on Eco- nomic Activity 1.",
        "[26] Obstfeld, Maurice and Kenneth Rogoff (2006), The Unsustainable US Current Account Position Revisited, forthcoming in Richard Clarida (ed.) G7 Current Account Imbalances: Sustainability and Adjustment, The University of Chicago Press: Chicago.",
        "[27] Pescatori, Andrea (2005), Incomplete Markets, Idiosyncratic Income Shocks and Optimal Monetary Policy, unpublished manuscript.",
        "[29] Schmitt-Grohe, Stephanie and Martin Uribe (2004), Optimal Fiscal and Monetary Policy under Sticky Prices, Journal of Economic Theory 114, 198-230.",
        "[30] Tille, Cedric (2003), The Impact of Exchange Rate Movements on U.S. Foreign Debt, Federal Reserve Bank of New York Current Issues in Economics and Finance, vol. 9, number 1. 41",
        "[31] Tille, Cedric (2005), Financial Integration and the Wealth Effect of Exchange Rate Fluctuations, Federal Reserve Bank of New York Staff Report 226, October 2005.",
        "[32] Woodford, Michael (2003), Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton University Press."
    ]
}