{
    "id": 1221,
    "cites": 22,
    "cited_by": 20,
    "reference": [
        "Barro, Robert J., and Rush, Mark (1980), Unanticipated Money and Economic Activity, in S. Fischer, ed., Rational Expectations and Economic Policy, (Chicago: University of Chicago Press), pp. 23 48.",
        "Brunner, Kin (1981), The Case Against Monetary Activism,Lioyds Bank Review, no. 139, (January), pp. 20-39.",
        "Bryant, Ralph C. (1982), Federal Reserve Control of the Money Stock, Journal of Money, Credit, and Banking, vol. 14, no. 4 (November), pp. 597-625.",
        "Feiiner, William (1982), Criteria for Useful Targeting: Money versus the Base and Other Variables, Journal of Money, Credit and Banking~, vol. 14, no. 4 (November), pp. 641-660.",
        "Franz, Wolfgang (1983), The Past Decades Natural Rate and the Dynamics of German Unemployment: A Case Against Demand-Policy, European Economic Review, May.",
        "Friedman, Benjamin N. (1982), Federal Reserve Policy, Interest Rate Volatility, and the U. S. Capital Raising Mechanism, Journal of Money, Credit and Banking, vol. `14, no. 4 (November), pp. 721-45.",
        "Friedman, Milton (1968), The Role of Monetary Policy, American Economic Review, vol. 58, pp. 1-17.",
        "Gordon, Robert J. (1975), The Demand for and Supply of Inflation, Journal of Law and Economics, vol. 18, pp. 807-36.",
        "Co.). Japanese and Italian editions, 1982.",
        "Hamada, Koichi and Kurosaka, Hoshio (1983), The Relationship Between Production and Unemployment in Japan: Okuns Law in a Comparative Perspective, presented at the International Seminar on Macro- economics, Paris, June. - 55 King, Stephen R. (1983), Interest Rates and the Influence of Money on Output and Prices, NBER Conference on Macroeconomics, Cambridge, Ma., July.",
        "Kopcke, Richard W. (1983), Must the Ideal `Money Stock Be Con- trollable? New England Economic Review, (March/April), pp. 6-10.",
        "Mayer, Thomas (1983), Forecast Errors and the Efficacy of Counter- cyclical Policy, University of California at Davis, Research Program in Applied Macroeconomics and Macro Policy Working Paper No. 2, June.",
        "Meltzer, Allan H. (1981), Consequences of the Federal Reserves Re- attachment to Free Reserves, paper presented at the Western Economic Association Meetings, July.",
        "Mishkin, Frederick (1982), Does Anticipated Monetary Policy Matter: An Econometric Investigation, Journal of Political Economy, vol. 90, no. 1, pp. 22-51.",
        "Paulus, John D. (1982), Comment on `Federal Reserve Control of the Money Stock, by Ralph C. Bryant, Journal of Money, Credit and Banking, vol. 14, no. 4 (November), pp. 626-31.",
        "Poole, William (1970), Optimal Choice of Monetary Policy Instruments in a Simple Stochastic Macro Model, Quarterly Journal of Economics, vol. 83 (May), pp. 197-216.",
        "Credit and Banking, vol. 14, no. 4 (November), pp. 575-596. Reder, Melvin W. (1948), The Theoretical Problems of a National Wage- Price Policy, Canadian Journal of Economics and Political Science, February, pp. 46-61.",
        "Sargent, Thomas J., and Wallace, Neil (1975), Rational Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule, Journal of Political Economy, vol. 83, p. 241-57.",
        "Shadow Open Market Committee (1983), Policy Statement and Position Papers, Working paper, University of Rochester Graduate School of Management, March 6-7.",
        "Sims, Christopher A. (1972), Money, Income and Causality, American Economic Review, vol. 62 (September), pp. 540-52.",
        "Monetarism Reconsidered, American Economic Review, vol. 70, no. 2 (May), pp. 250-7. Tatom, John A. (1983), Money Market Deposit Accounts, Super-NOWs and Monetary Policy, Federal Reserve Bank of St. Louis Review, vol.",
        "U. S. Federal Reserve Board (1983), Monetary Policy Objectives for 1983 (Washington, July 20)."
    ]
}