{
    "id": 12210,
    "cites": 20,
    "cited_by": 7,
    "reference": [
        "Bakshi, G., D. Madan, and F. Zhang, 2004, Investigating the Role of Systematic and Firm-Specific Factors in Default Risk: Lessons from Empirically Evaluating Credit Risk Models, Journal of Business, forthcoming.",
        "Cox, J., J. Ingersoll, and S. Ross, 1985, A Theory of the Term Structure of Interest Rates, Econometrica 53, 385-407.",
        "Das, S., D. Duffie, N. Kapadia, and L. Saita, 2006, Common Failings: How Corporate Defaults are Correlated, Journal of Finance, forthcoming.",
        "Duffie, D., and N. GÃ\u0083Â¢rleanu, 2001, Risk and Valuation of Collateralized Debt Obligations, Financial Analysts Journal 57 (January/February), 41-59.",
        "Duffie, Darrell, Jun Pan, and Kenneth J. Singleton, 2000, Transform analysis and asset pricing for affine jump-diffusions, Econometrica 68, 1343-1376.",
        "Duffie, D., L. Saita, and K. Wang, 2005, Multi-Period Corporate Default Prediction with Stochastic Covariates, Journal of Financial Economics, forthcoming.",
        "Duffie, Darrell, and Kenneth J. Singleton, 1997, An econometric model of the term structure of Interest-Rate Swap yields, Journal of Finance 52, 1287-1321.",
        "Duffie, D., and K. Singleton, 1999, Modeling Term Structures of Defaultable Bonds, Review of Financial Studies 12, 687-720.",
        "Duffie, D., and K. Singleton, 2003, Credit Risk: Pricing, Measurement, and Management, (Princeton University Press, Princeton, NJ).",
        "Jorion, P., and G. Zhang, 2005, Intra-Industry Credit Contagion: Evidence from Credit Default Swap and Equity Markets, Working Paper, University of California at Irvine.",
        "Karlin, S., and H. Taylor, 1981, A Second Course in Stochastic Processes, Academic Press Inc, Orlando, Florida.",
        "Li, D., R. Roy, and J. Skarabot, 2004, A Primer on Single-Tranche CDOs, Citigroup Global Structured Credit Research, Citigroup, New York, NY.",
        "Liu, J., F. Longstaff, and R. Mandell, 2006, The Journal of Business, forthcoming.",
        "Longstaff, F., S. Mithal, and E. Neis, 2005, Corporate Yield Spreads: Default Risk or Liquidity? New Evidence from the Credit Default Swap Market, Journal of Finance 60, 2213-2253.",
        "Marshall, A., and I. 01km, 1967, A Multivariate Exponential Distribution, Journal 32 of the American Statistical Association 62, 30-44.",
        "Pan, J., and K. Singleton, 2005, Default and Recovery Implicit in the Term Structure of Sovereign CDS Spreads, Working Paper, Stanford University.",
        "Roy, R., and D. Shelton, 2004, Trading Credit Tranches, Citigroup Global Structure Credit Research, Citigroup, New York, New York.",
        "Saita, L., 2005, The Puzzling Price of Corporate Default Risk, Working Paper, Stanford University.",
        "Yu, F., 2005a, Correlated Defaults in Intensity-Based Models, Mathematical Finance, forthcoming.",
        "Yu, F., 2005b, Default Correlation in a Reduced-Form Model, Journal of Investment Management 3(4), 33-42."
    ]
}