{
    "id": 12213,
    "cites": 19,
    "cited_by": 15,
    "reference": [
        "Andersen, Torben G.; Tim Bollersev; Francis X. Diebold; and, Clara Vega. 2003. Micro Effects of Macro Announcements: Real-Time Price Discovery in Foreign Exchange, American Economic Review, 93:1, 38-62.",
        "Barro, Robert and Robert G. King. 1984. Time-Separable Preference and Intertemporal-Substitution Models of Business Cycles, Quarterly Journal of Economics, 99:4, 8 17-839.",
        "Beaudry, Paul and Franck Portier. 2003. Stock Prices, News, and Economic Fluctuations, National Bureau of Economic Research, working paper no. 10548.",
        "Campbell, John Y., and Robert J. Shiller. 1987. Cointegration and Tests of Present Value Models, Journal of Political Economy 95:5, 1062-1087.",
        "Clarida, Richard; Jordi Gali; and Mark Gertler. 2002. A Simple Framework for International Monetary Policy Analysis, Journal of Monetary Economics 49:5, 879-904.",
        "Devereux, Michael B. and Charles Engel. 2003. Monetary Policy in the Open Economy Revisited: Price Setting and Exchange Rate Flexibility, Review of Economic Studies, 70:4, 765-783.",
        "Duarte, Margarida, and Maurice Obstfeld. 2004. Monetary Policy in the Open Economy Revisited: The Case for Exchange-Rate Flexibility Restored, University of California, Berkeley, manuscript.",
        "Dornbusch, Rudiger. 1976. Expectations and Exchange Rate Dynamics, Journal of Political Economy, 84:6, 1161-76.",
        "Engel, Charles, and Kenneth D. West. 2004. Accounting for Exchange Rate Variability in Present Value Models When the Discount Factor Is Near One, American Economic Review, 94:2, 119-125.",
        "Engel, Charles, and Kenneth D. West. 2005. Exchange Rates and Fundamentals, Journal of Political Economy, 113:3, 485-517.",
        "Faust, Jon; John H. Rogers; Shing-Yi B. Wang; and, Jonathan H. Wright. 2005. The High Frequency Response of Exchange Rates and Interest Rates to Macroeconomic Announcements, Journal of Monetary Economics, forthcoming.",
        "Frenkel, Jacob and Michael Mussa. 1985. Assets Markets, Exchange Rates, and the Balance of Payments, in R. W. Jones and P. B. Kenen, eds, Handbook of International Economics, (Amsterdam: North Holland).",
        "Friedman, Milton, 1953, The Case for Flexible Exchange Rates, in Essays in Positive Economics (Chicago: University of Chicago Press), 157-203.",
        "Obstfeld, Maurice and Kenneth Rogoff. 1996. Foundations of Open Economy Macroeconomics, (Cambridge: MIT Press).",
        "Obstfeld, Maurice, and Kenneth Rogoff. 2002. Risk and Exchange Rates. In Contemporary Economic Policy. Essays in Honor of Assaf Razin, edited by Elhanan Helpman and Effraim Sadka (Cambridge: Cambridge University Press).",
        "Rotemberg, Julio and Michael Woodford. 1997. An Optimization Based Econometric Framework for the Evaluation of Monetary Policy, NBER Macroeconomics Annual 1997, 297-346.",
        "Svensson, Lars E. 0., and Michael Woodford. 2005. Implementing Optimal Policy through Inflation- Forecast Targeting, in Bernanke, Ben S., and Michael Woodford, eds. (2005), The Inflation- Targeting Debate, University of Chicago Press, 19-83.",
        "West, Kenneth. 1988. Dividend Innovations and Stock Price Volatility, Econometrica, 56:1, 37-61.",
        "Woodford, Michael. 2003. Interest and Prices. Foundations of a Theory of Monetary Policy, (Princeton: Princeton University Press)."
    ]
}