{
    "id": 12216,
    "cites": 16,
    "cited_by": 38,
    "reference": [
        "Aghion, P., Bloom, N., Blundell, R., Griffith, R., and Howitt, P., (2005) Competition and Innovation: An inverted U relationship, Quarterly Journal of Economics, May 2005.",
        "Baily, M., Hulten, C. and Campbell, D. (1992), Productivity dynamics in manufacturing plants, Brookings Papers on Economics Activity, 187-267.",
        "Bartlelsman, E. and Doms, P. (2000), Understanding Productivity: Lessons from Longitudinal Microdata, Journal of Economic Literature, 38, 3, 569-594.",
        "Bartelsman, E., Becker, R. and Gray, W. (2000), The NBER Manufacturing Productivity Database, National Bureau of Economic Research.",
        "Bennedsen, M., Nielsen, K., Perez-Gonzales, F., and Wolfenzon, D. (2005), Inside the family firm: the role of families in succession decisions and performance, New York University mimeo.",
        "Bertrand, M. and Schoar, A. (2003), Managing with Style: The Effect of Managers on Firm Policies, Quarterly Journal of Economics, 1169-1208.",
        "Bertrand, M. and Mullainathan, 5. (2001), Do people mean what they say? Implications for subjective survey data, American Economic Review Papers and Proceedings, 91(2), May 2001: 67-72.",
        "Bertrand, M. and Mullainathan, 5. (2003), Enjoying the quiet life? Corporate Governance and Managerial Preferences, Journal of Political Economy, 111(5), 1043-1075.",
        "Blundell, R. and Bond, 5. (2000) GMM Estimation with persistent panel data: an Application to production functions Econometric Reviews, 19(3), 321-340.",
        "Bresnahan, T., Brynjolfsson, E. and Hitt, L. (2002), Information Technology, Workplace Organization and the Demand for Skilled Labor: Firm-level Evidence, Quarterly Journal of Economics, 339-376.",
        "Disney, R. Haskel, J. and Heden, Y. (2003), Restructuring and Productivity Growth, Economic Journal, July 2003.",
        "La Porta, R., Lopez-de-Silanes, L. and Shleifer, A. (1999), Corporate ownership around the world, Journal of Finance, volume 54, 471-517.",
        "Nickell, 5. (1996) Competition and Corporate Performance, Journal of Political Economy, 104, 724-746.",
        "Novaes, W. and Zingales, L. (2004) Bureaucracy as a mechanism to generate information, Rand Journal of Economics, vol 35(2), 245-259.",
        "Olley, S and Pakes, A. (1996), The dynamics of productivity in the telecommunications industry, Econometrica, 64: 1263-97.",
        "Perez-Gonzalez, F. (2005) Inherited control and firm performance, Columbia University mimeo."
    ]
}