{
    "id": 12215,
    "cites": 27,
    "cited_by": 5,
    "reference": [
        "Burstein, Ariel T.; Martin Eichenbaum; and, Sergio Rebelo, 2005, Ã\u0082â\u0080\u009cLarge Devaulations and the Real Exchange Rate,Ã\u0082â\u0080\u009d Journal of Political Economy 113, 742-784.",
        "Burstein, Ariel T.; Joao C. Neves; and, Sergio Rebelo, 2003, Ã\u0082â\u0080\u009cDistribution Costs and Real Exchange Rate Dynamics during Exchange-Rate-Based Stabilizations,Ã\u0082â\u0080\u009d Journal of Monetary Economics 50, 1189-1214.",
        "Chari, V.V.; Patrick J. Kehoe; and, Ellen R. McGrattan, 2002, Ã\u0082â\u0080\u009cCan Sticky Price Models Generate Volatile and Persistent Real Exchange Rates?Ã\u0082â\u0080\u009d Review of Economic Studies 69, 533-563.",
        "Cole, Harold, and Maurice Obstfeld, 1991, Ã\u0082â\u0080\u009cCommodity Trade and International Risk Sharing: How Much Do Financial Markets Matter,Ã\u0082â\u0080\u009d Journal of Monetary Economics 28, 3-24.",
        "Corsetti, Giancarlo, and Luca Dedola, 2005, Ã\u0082â\u0080\u009cMacroeconomics of International Price Discrimination,Ã\u0082â\u0080\u009d Journal of International Economics 67., 129-155.",
        "Corsetti, Giancarlo, and Paolo Pesenti, 2001, Ã\u0082â\u0080\u009cWelfare and Macroeconomic Interdependence,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 116, 421-445.",
        "Corsetti, Giancarlo, and Paolo Pesenti, 2005, Ã\u0082â\u0080\u009cInternational Dimensions of Optimal Monetary Policy,Ã\u0082â\u0080\u009d Journal of Monetary Economics 52, 281-305.",
        "Devereux, Michael B., and Charles Engel, 2003, Ã\u0082â\u0080\u009cMonetary Policy in the Open Economy Revisited: Exchange Rate Flexibility and Price Setting Behavior,Ã\u0082â\u0080\u009d Review of Economic Studies 70, 765-783.",
        "Devereux, Michael B.; Charles Engel; and CÃ\u0083Â©dric Tille, 2003, Ã\u0082â\u0080\u009cExchange-Rate Pass Through and the Welfare Effects of the Euro,Ã\u0082â\u0080\u009d International Economic Review 44, 223-242.",
        "Engel, Charles, 1993, Ã\u0082â\u0080\u009cReal Exchange Rates and Relative Prices: An Empirical Investigation,Ã\u0082â\u0080\u009d Journal of Monetary Economics 32, 35-50.",
        "Engel, Charles, 1999, Accounting for U.S. Real Exchange Rate Changes, Journal of Political Economy 107, 507-538.",
        "Engel, Charles, and John H. Rogers, 1996, Ã\u0082â\u0080\u009cHow Wide is the Border?Ã\u0082â\u0080\u009d (with John Rogers), American Economic Review 86, 1112-1125.",
        "Engel, Charles, and John H. Rogers, 2001, Ã\u0082â\u0080\u009cDeviations From the Purchasing Power Parity: Causes and Welfare Costs,Ã\u0082â\u0080\u009d Journal of International Economics 55, 29-57.",
        "Friedman, Milton, 1953, Ã\u0082â\u0080\u009cThe Case for Flexible Exchange Rates,Ã\u0082â\u0080\u009d in Essays in Positive Economics (Chicago: University of Chicago Press), 157-203.",
        "Goldberg, Penelopi Koujianou, and Michael M. Knetter, 1997, Ã\u0082â\u0080\u009cGoods Prices and Exchange Rates: What Have We Learned?Ã\u0082â\u0080\u009d Journal of Economic Literature 35, 1243-1272.",
        "King, Robert G., and Alexander L. Wolman, 1999, Ã\u0082â\u0080\u009cWhat Should the Monetary Authority Do When Prices Are Sticky?Ã\u0082â\u0080\u009d in John B. Taylor, ed., Monetary Policy Rules, (Chicago: Univ. of Chicago Press), 349-398.",
        "Mussa, Michael, 1986, Ã\u0082â\u0080\u009cNominal Exchange Rate Regimes and the Behavior of Real Exchange Rates: Evidence and Implications,Ã\u0082â\u0080\u009d Carnegie-Rochester Conference Series on Public Policy 25, 117-213.",
        "Obstfeld, Maurice, 2001, Ã\u0082â\u0080\u009cInternational Macroeconomics: Beyond the Mundell-Fleming Model,Ã\u0082â\u0080\u009d IMF Staff Papers 47 (Special Issue), 1-39.",
        "Obstfeld, Maurice, 2002, Ã\u0082â\u0080\u009cExchange Rates and Adjustment: Perspectives from the New Open Economy Macroeconomics,Ã\u0082â\u0080\u009d Monetary and Economic Studies 20, S-1, 23-46.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 2000, Ã\u0082â\u0080\u009cNew Directions for Stochastic Open Economy Models,Ã\u0082â\u0080\u009d Journal of International Economics 50, 117-153.",
        "Obstfeld, Maurice, and Alan M. Taylor, 1997, Ã\u0082â\u0080\u009cNon-linear Aspects of Goods Market Arbitrage and Adjustment: HeckscherÃ\u0082â\u0080\u0099s Commodity Points Revisited,Ã\u0082â\u0080\u009d Journal of the Japanese and International Economies 11, 441-479.",
        "Parsley, David C., and Shang-Jin Wei, 2001, Ã\u0082â\u0080\u009cExplaining the Border Effect: The Role of Exchange Rate Variability, Shipping Costs and Geography,Ã\u0082â\u0080\u009d Journal of International Economics 55, 87-105.",
        "Parsley, David C., and Shang-Jin Wei, 2003, Ã\u0082â\u0080\u009cHow Big and Heterogeneous Are the Effects of Currency Arrangements on Market Integration? A Price Based Approach,Ã\u0082â\u0080\u009d Owens Graduate School of Management, Vanderbilt University, manuscript.",
        "Rogers, John H., and Michael Jenkins, 1996, Ã\u0082â\u0080\u009cHaircuts or Hysteresis? Sources of Movements in Real Exchange Rates,Ã\u0082â\u0080\u009d Journal of International Economics 38, 339-360.",
        "Rotemberg, Julio J., and Michael Woodford, 1997, Ã\u0082â\u0080\u009cAn Optimization-Based Econometric Framework for the Evaluation of Monetary Policy,Ã\u0082â\u0080\u009d NBER Macroeconomics Annual 1997, 297-346.",
        "Rotemberg, Julio J., and Michael Woodford, 1999, Ã\u0082â\u0080\u009cInterest Rate Rules in an Estimated Sticky Price Model,Ã\u0082â\u0080\u009d in John B. Taylor, ed., Monetary Policy Rules, (Chicago: Univ. of Chicago Press), 57-119.",
        "Woodford, Michael, 2003, Interest and Prices: Foundations of a Theory of Monetary Policy, (Princeton University Press)."
    ]
}