{
    "id": 12221,
    "cites": 19,
    "cited_by": 6,
    "reference": [
        "Albert, James H., and Siddhartha Chib, Bayesian Analysis of Binary and Polychotomous Response Data, Journal of the American Statistical Association, 88 (1993), 669-679.",
        "Becker, Gary S., Crime and Punishment: An Economic Approach, Journal of Political Economy, 73 (1968), pp. 169-217.",
        "Bayer, Patrick, Randi Pintoff, and David Posen, Building Criminal Capital Behind Bars: Peer Effects in Juvenile Corrections, Mimeo, Yale University (1994).",
        "Burdett, Kenneth, Ricardo Lagos, and Randall Wright, An On-the-Job Search Model of Crime, Inequality, and Unemployment, International Economic Review, 45 (2004), 68 1-706.",
        "Chay, Kenneth C., and Dean Hyslop, Identification and Estimation of Dynamic Binary Response Panel Data Models: Empirical Evidence using Alternative Approaches, Mimeo, U.C. Berkeley (2004).",
        "Geweke, John, Michael Keane, and David Runkle, Statistical Inference in the Multinominal Multiperiod Probit Model, Journal of Econometrics, 80 (1997), pp. 125-165.",
        "Grogger, Jeffrey, Market Wages and Youth Crime, Journal of Labor Economics, 16 (1998), pp. 756-79 1.",
        "Heckman, James, The Incidental Parameters Problem and the Problem of Initial Conditions in Estimating a Discrete Time Discrete Data Stochastic Process, in C.F. Manski and D. McFadden (eds.), Structural Analysis of Discrete Data with Econometric Applications, MIT Press, Cambridge, Massachusetts (1981).",
        "Heckman, James, and Burton Singer, A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models for Duration Data, Econometrica, 52:2 (1984), 27 1-320.",
        "Imai, Susumu, and Kala Krishna, Employment, Deterrence and Crime in a Dynamic Model, International Economic Review, 45 (2004), 845-872.",
        "Crime, International Economic Review, 45 (2004), 707-730.",
        "Levitt, Steven, and Lance Lochner, The Determinants of Juvenile Crime, mimeo (2000).",
        "Lochner, Lance, Education, Work, and Crime: A Human Capital Approach, International Economic Review, 45 (2004), 811-844.",
        "System, Mimeo, University of Rochester (2004).",
        "Mocan, Naci H., and Daniel I. Rees, Economic Conditions, Deterrence, Determinant and Juvenile Crime: Evidence from Micro Data, NBER Working Paper, No. 7405 (1999).",
        "Tauchen, Helen, Ann D. Witte, and Harriet Griesinger, Criminal Deterrence: Revisiting the Issues with a Birth Cohort, Review of Economics and Statistics, 76:3 (1994), 399-412.",
        "Viscusi, Kip W., Market Incentives for Criminal Behavior, in R. Freeman and H. Holzer (eds.), The Black Youth Employment Crisis, University of Chicago Press, Chicago, illinois (1986).",
        "Waldfogel, Joel, The Effect of Criminal Conviction on Income and the Trust Reposed in the Workmen, Journal of Human Resources, 29:1 (1994), 62-8 1.",
        "Wooldridge, Jeffrey M., A Framework for Estimating Dynamic, Unobserved Effects Panel Data Models with Possible Feedback to Future Explanatory Variables, Economics Letters, 68 (2000), 245-250."
    ]
}