{
    "id": 12223,
    "cites": 33,
    "cited_by": 6,
    "reference": [
        "Agnew, Julie, Pierluigi Balduzzi, and Annika SundÃ\u0083Â©n, 2003, Portfolio choice and trading in a large 40 1(k) plan, American Economic Review 93, 193-2 15.",
        "Ameriks, John, and Stephen Zeldes, 2004, How do household portfolios vary with age? Columbia University working paper.",
        "Barber, Brad and Terrance Odean, 2000, Trading is hazardous to your wealth: The common stock investment performance of individual investors, Journal of Finance 55, 773-806.",
        "Barber, Brad and Terrance Odean, 2001, Boys will be boys: Gender, overconfidence, and common stock investment, Quarterly Journal of Economics 116, 26 1-292.",
        "Barber, Brad and Terrance Odean, 2002, Online investors: Do the slow die first? Review of Financial Studies 15, 455-487.",
        "Ball, S., D. Farnhill, and J. Wangeman, 1984, Sex and age differences in sensation seeking: some national comparisons, British Journal of Psychology 75, 257-265.",
        "Beyer, Sylvia and Edward Bowden, 1998, Gender differences in self-perceptions: convergent evidence from three measures of accuracy and bias, Personality and Social Psychology Bulletin 23, 157-172.",
        "Biaszcynski, A., Z. Steel, N. McCongaghy, 1997, Impulsivity in pathological gambling: the antisocial impulsivist, Addiction 92, 75-87.",
        "Biais, Bruno, Denis Hilton, Karine Mazurier, and Sebastian Pouget, 2005, Judgmental overconfidence, self-monitoring and trading performance in an experimental financial market, Review of Economic Studies 72, 287-312.",
        "Comings, David, 1998, The molecular genetics of pathological gambling, CNS Spectrums 3, 20-37.",
        "Deaves, Richard, Erik LÃ\u0083Â¼ders, and GuoYing Luo, 2003, An experimental test of overconfidence and gender on trading activity, Working paper, McMaster University.",
        "Deaux, Kay and Elizabeth Farris, 1977, Attributing causes for ones own performance: The effects of sex, norms, and outcome, Journal of Research in Personality 11, 5 9-72.",
        "Gervais, Simon and Terrance Odean, 2001, Learning to be overconfident, Review of Financial Studies 14, 1-27.",
        "Glaser, Markus and Martin Weber, 2004, Overconfidence and trading volume, Working paper, Mannheim University.",
        "Graham, John, Harvey, Campbell, and Hai Huang, 2005, Investor competence, trading frequency, and home bias, Working paper, Duke University.",
        "Grossman, Sanford and Joseph Stiglitz, 1980, On the impossibility of informationally efficient markets, American Economic Review 70, 3 93-408.",
        "Grinblatt, Mark and Bing Han, 2005, Prospect theory, mental accounting, and momentum, Journal of Financial Economics 78, 3 11-339.",
        "Grinblatt, Mark and Matti Keloharju, 2000, The investment behavior and performance of various investor-types: A study of Finlands unique data set, 2000, Journal of Financial Economics 55, 43-67.",
        "Grinblatt, Mark and Matti Keloharju, 2001, What makes investors trade? Journal of Finance 56, 589-6 16.",
        "Jonah, Brian, 1997, Sensation seeking and risky driving: A review and synthesis of the literature, Accident Analysis and Prevention 29, 651-665.",
        "Kumar, Alok, 2005, Who gambles in the stock market? Working paper, University of Notre Dame.",
        "Lichtenstein, Sarah and Baruch Fischhoff, 1981, The effects of gender and instructions on calibration, Decision Research Report 8 1-5, Decision Research (Eugene, OR).",
        "Lundeberg, Mary, Paul Fox, and Judith PunÃ\u0083Â¡ochaf, 1994, Highly confident but wrong: gender differences and similarities in confidence judgments, Journal of Educational Psychology 86, 114-121.",
        "Lundeberg, Mary, Paul Fox, Amy Brown, and Salman Elbedour, 2000, Cultural influences on confidence: Country and gender, Journal of Educational Psychology 92, 152-159.",
        "Milgrom, Paul and Nancy Stokey, 1982, Information, trade and common knowledge, Journal of Economic Theory 26, 17-26.",
        "Pfleiderer, Paul, 1984, The volume of trade and the variability of prices: a framework for analysis in noisy rational expectations equilibria, Working paper, Stanford University.",
        "Potenza, Marc, M.A. Steinberg, S.D. McLaughlin, et al, 2001, Gender-related differences in the characteristics of problem gamblers using a gambling helpline, American Journal of Psychiatry 158, 1500-1505.",
        "Pulford, Briony and Andrew Colman, 1997, Overconfidence: feedback and item difficulty effects, Personality and Individual Differences 23, 125-133.",
        "Raylu, Namrata and Tian Oei, 2002, Pathological gambling: a comprehensive review, Clinical Psychology Review 22, 1009-1066.",
        "Vitaro, F., I. Arnseneault, and R.E. Tremblay, 1997, Dispositional predictors of problem gambling in male adolescents, American Journal of Psychiatry 154, 1769-1770.",
        "Weiss, 1979, Information aggregation and policy, Cowles Foundation discussion paper 528, Yale University.",
        "Zuckerman, Marvin, 1994, Behavioral expression and biosocial bases of sensation seeking, Cambridge University Press.",
        "Zuckerman, M., Eysenck, S., and Eysenck, H., 1978, Sensation seeking in England and America: Cross-cultural, age, and sex comparisons, Journal of Consulting and Clinical Psychology 46, 139-149."
    ]
}