{
    "id": 12234,
    "cites": 30,
    "cited_by": 3,
    "reference": [
        "Berger, Allen N., and Christa H.S. Bouwman, 2005, Bank Capital and Liquidity Production, mimeo, June 2005.",
        "Berlin, Mitchell and Loretta J. Mester, 1999, Deposits and Relationship Lending, Review of Financial Studies 12(3), 579-607.",
        "Boyd, John and Mark Gertler, 1994, Are Banks Dead? Or, Are the Reports Greatly Exaggerated? Federal Reserve Bank of Minneapolis, Quarterly Review (Summer 1994), 1-19.",
        "Calomiris, Charles, and Charles Kahn, 1991, The Role of Demandable Debt in Structuring Optimal Banking Arrangements, American Economic Review 81, 497-5 13.",
        "Chava, Sudheer and Amiyatosh Purnanadam, 2005, The Effect of Banking Crisis on Bank Dependent Borrowers, mimeo, October 5, 2005.",
        "Demsetz, Rebecca S. and Philip E. Strahan, 1997, Diversification, Size, and Risk at Bank Holding Companies, Journal of Money, Credit and Banking 29 (3), 300-313.",
        "Diamond, Douglas and Philip Dybvig, 1983, Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy 91(3), 401-419.",
        "Diamond, Douglas and Raghuram Rajan, 2001, Liquidity Risk, Liquidity Creation and Financial Fragility: A Theory of Banking, Journal of Political Economy 91, 401-419.",
        "Edwards, Franklin, 1999, Hedge Funds and the Collapse of Long-Term Capital Management, Journal of Economic Perspectives 13(2), 189-209.",
        "Fama, Eugene, 1985, Whats Different about Banks? Journal of Monetary Economics 15:1, 29-39.",
        "Flannery, Mark, 1994, Debt Maturity and the Deadweight Costs of Leverage: Optimally Financing Banking Firms, American Economic Review 84, 320-331.",
        "Furfine, Craig, 2002, The Costs and Benefits of Moral Suasion: Evidence from the Rescue of Long-Term Capital Management, Federal Reserve Bank of Chicago, Working Paper no. 2002-11.",
        "Garber, Peter, and David Weisbrod, 1990, Banks in the Market for Liquidity, working paper no. 3381, National Bureau of Economic Research.",
        "Gatev, Evan and Philip E. Strahan, 2006, Banks Advantage in Hedging Liquidity Risk: Theory and Evidence from the Commercial Paper Market, Journal of Finance 61:2, 867-892.",
        "Kane, Edward, 1974, All for the Best: The Federal Reserve Boards ~ Annual Report, American Economic Review 64, December, 835-850.",
        "Kashyap, Anil K, Raghuram G. Rajan and Jeremy C. Stein, 2002, Banks as Liquidity Providers: An Explanation for the Co-existence of Lending and Deposit-Taking, Journal of Finance 57(1), 33-74.",
        "Khwaja, Asim Isaz and Atif Mian, 2005, Tracing the Impact of Bank Liquidity Shocks, mimeo, June 2005.",
        "Kroszner, Randall and Philip E. Strahan, 2005, Bank Regulations in the United States: Causes, Consequences and Implications for the Future, mimeo.",
        "Kho, Bong-Chan, Dong Lee and RenÃ\u0083Â© M. Stulz, 2000, US Banks, Crises and Bailouts: From Mexico to LTCM, American Economic Review 90(2), 28-3 1.",
        "Loutskina, Elena, 2005, Does Securitization affect Bank Lending? Evidence from Bank Responses to Funding Shocks, mimeo, March 2005.",
        "Loutskina, Elena, and Philip E. Strahan, 2006, Securitization and the Declining Impact of Bank Financial Condition on Loan Supply: Evidence from Mortgage Acceptance Rates, mimeo, January 2006.",
        "Mester, Loretta, Nakamura, Leonard and Micheline Renault, 2003, Checking Accounts and Bank Monitoring, Federal Reserve Bank of Philadelphia working paper no. 01-3/R.",
        "Mishkin, Frederic and Philip E. Strahan, What will Technology do to Financial Structure? 1998, in The Effect of Technology on the Financial Sector, BrookingsWharton Papers on Financial Services, edited by Robert Litan and Anthony Santomero, 249-87.",
        "Myers, Stewart C. and Raghuram G. Rajan, 1998, The Paradox of Liquidity, Quarterly Journal of Economics 113, 733-71.",
        "OHara, Maureen and Wayne Shaw, 1990, Deposit Insurance and Wealth Effects: The Benefit of Being Too Big to Fail, Journal of Finance 45(4), 1587-1600.",
        "Paravisini, Daniel, 2004, Constrained Banks, Constrained Borrowers: The Effects of Bank Liquidity on the Availability of Credit, MIT mimeo, November.",
        "Pennacchi, George. 2006, Deposit Insurance, Bank Regulation and Financial System Risk, Journal of Monetary Economics 53, 1-30.",
        "Saidenberg, Marc R. and Philip E. Strahan, 1999, Are Banks Still Important for Financing Large Businesses? 1999, Federal Reserve Bank of New Yorks Current Issues in Economics and Finance 5(12), 1-6.",
        "Stiroh, Kevin, 2005, New Evidence on the Determinants of Bank Specific Risk, mimeo, Federal Reserve Bank of New York.",
        "Strahan, Philip E., 2005, Banking Structure and Lending: What We Do and Do Not Know, mimeo, January 2005."
    ]
}