{
    "id": 12237,
    "cites": 26,
    "cited_by": 11,
    "reference": [
        "45 Perreira KM and Sloan FA, 2002. Excess alcohol consumption and health outcomes: a 6 year followup of men over age 50 from the health and retirement study. Addiction 97; 301-3 10.",
        "46 Bruce ML, 2002. Psychosocial risk factors for depressive disorders in late life. Biological Psychiatry",
        "47 Bruce ML and Kim KM, 1992. Differences in the effects of divorce on major depression in men and women. American Journal of Psychiatry 149(7); 914-7.",
        "48 Bazzoli GJ, 1985. The Early Retirement Decision: New Empirical Evidence the Influence of Health. The Journal of Human Resources, Vol. 20, No. 2. (Spring), pp. 2 14-234.",
        "49 Bartel A and Taubman P, 1979. Health and labor market success: The role of various diseases. Review of Economics and Statistics 61(1979), pp. 1-8.",
        "50 Berkovec J and Stern 5, 1991. Job Exit Behavior of Older Men. Econometrica, Vol. 59, No. 1. (Jan.), pp. 189-210.",
        "51 Burtless G, 1987. Occupational effects on the health and work capacity of older men. In G. Burtless (Ed.), Work, health and income among the elderly (pp. 103-150). Washington, DC: Brookings Institution.",
        "52 Chirikos TN and Nestel G, 1985. Further evidence on the economic effects of poor health. Review of Economics and Statistics 67, pp. 61-69.",
        "53 Quinn JF, 1977. Microeconomic Determinants of Early Retirement: A Cross-Sectional View of White Married Men. The Journal of Human Resources, Vol. 12, No. 3. (Summer), pp. 329-346.",
        "54 Fenn PT and Vlachonikolis IG, 1986. Male Labour Force Participation Following Illness or Injury. Economica, New Series, Vol. 53, No. 211. (Aug.), pp. 379-391.",
        "55 Breslaw JA and Stelcner M, 1987. The Effect of Health on the Labor Force Behavior of Elderly Men in Canada. The Journal of Human Resources, Vol. 22, No. 4. (Autumn), pp. 490-5 17.",
        "56 Chirikos TN, 1993. The relationship between health and labor market status. Annual Review of Public Health 14, pp. 293-3 12.",
        "58 Bound J, Schoenbaum M, Stinebrickner TR and Waidmann T, 1999. The dynamic effects of health on the labor force transitions of older workers. Labour Economics, Volume 6, Issue 2, (June), Pages 179202.",
        "59 Pelkowski JM and Berger MC, 2004. The impact of health on employment, wages, and hours worked over the life cycle. The Quarterly Review of Economics and Finance, Volume 44, Issue 1, February, pp.",
        "60 Berkowitz M and Johnson WG, 1974. Health and Labor Force Participation. The Journal of Human Resources, Vol. 9, No. 1. (Winter), pp. 117-128.",
        "61 Honig M and Hanoch G, 1985. Partial Retirement as a Separate Mode of Retirement Behavior. Journal of Human Resources vol 20 (1), pp. 21-46.",
        "62 Ruhm C J, 1990. Bridge Jobs and Partial Retirement. Journal of Labor Economics, vol. 8 (4), pp.",
        "63 Blau DM, 1998. Labor Force Dynamics of Older Married Couples. Journal of Labor Economics vol.",
        "64 Smith JM, 2005. Transitions in Health and Labor Supply. Working Paper.",
        "65 For all analyses reported in the paper we assume errors are clustered on an individual. We repeated analyses specifying AR1, AR2, AR3 and exchangeable errors terms within individuals. The results of the analyses do not change significantly.",
        "70 Juster FT and Suzman R, 1995. An overview of the health and retirement study. Journal of human resources 30: S7-S27.",
        "71 Steffick DE, 2000. Documentation of affective functioning measures in the health and retirement study. Ann Arbor, MI: Survey Research Center, University of Michigan. Available at www.umich.edu.",
        "72 Radloff LS, 1977. The CES-D scale: a self report depression scale for research in the general population. Applied psychological measurement 1(3); 385-401.",
        "73 Kohout FJ, Berkman LF, Evans DA, Cornoni-Huntley J, 1993. Two shorter forms of the CES-D depression symptoms index. Journal of Aging and Health May; 5(2): 179-93.",
        "74 Andresen EM, Mamgren JA, Carter WB, Patrick DL, 1994. Screening for depression in well older adults: evaluation of a short form of the CES-D. American Journal of Preventive Medicine 10(2); 77-84.",
        "76 Lyness JM, Noel TK, Cox C, King DA, Conwell Y, Caine ED, 1997. Screening for depression in elderly primary care patients. A comparison of the Center for Epidemiologic Studies-Depression Scale and the Geriatric Depression Scale. Arch Intern Med Feb 24;157(4):449-54."
    ]
}