{
    "id": 12231,
    "cites": 26,
    "cited_by": 4,
    "reference": [
        "Asplund, Marcus and Volker Nocke, Firm Turnover in Imperfectly Competitive Markets. Review of Economic Studies, 73(2), 2006, 295-327.",
        "Baily, Martin Neil, Charles Hulten, and David Campbell. Productivity Dynamics in Manufacturing Plants. Brookings Papers on Economic Activity. Microeconomics, 1992, 187-249.",
        "Baye, Michael R, John Morgan, and Patrick Scholten. Price Dispersion in the Small and in the Large: Evidence from an Internet Price Comparison Site. Journal of Industrial Economics, 52(4), 2004, 463-496.",
        "Beaulieu, Joe and Mattey, Joe. The Effects of General Inflation and Idiosyncratic Cost Shocks on Within-Commodity Price Dispersion: Evidence from Microdata. Review of Economics and Statistics, 81(2), 1999, pp. 205-216.",
        "Bils, Mark, Peter J. Klenow, and Oleksiy Kryvtsov. Sticky Prices and Monetary Policy Shocks. Federal Reserve Bank of Minneapolis Quarterly Review, 27(1), 2003, 1-9.",
        "Bresnahan, Timothy F. and Peter C. Reiss. Entry and Competition in Concentrated Markets. Journal of Political Economy, 99(5), 1991, 977-1009.",
        "Brown, Jeffery R. and Austan Goolsbee. Does the Internet Make Markets More Competitive? Evidence from the Life Insurance Industry. Journal of Political Economy, 110(3), 2002, 481-507.",
        "Chevalier, Judith and Austan Goolsbee. Price Competition Online: Amazon Versus Barnes and Noble. Quantitative Marketing and Economics, 1(2), 2003, 203-222.",
        "Clay, Karen, Ramayya Krishnan, and Eric Wolff. Prices and Price Dispersion on the Web: Evidence from the Online Book Industry. Journal of Industrial Economics, 49(4), 2001, 521-539.",
        "Dunne, Timothy, Mark J. Roberts, and Lany Samuelson. The Growth and Failure of U.S. Manufacturing Plants. Quarterly Journal of Economics, 104(4), 1989, 67 1-698.",
        "Foster, Lucia, John Haltiwanger, and C. J. Krizan. Market Selection, Reallocation and Restructuring in the U.S. Retail Trade Sector in the 1990s. Review of Economics and Statistics, forthcoming.",
        "Foster, Lucia, John Haltiwanger, and Chad Syverson. Reallocation, Firm Turnover and Efficiency: Selection on Productivity or Profitability? NBER Working Paper 11555, 2005.",
        "Goldberg, Pinelopi K. and Frank Verboven. Market Integration and Convergence to the Law of One Price: Evidence from the European Car Market. Journal of International Economics, 65(1), 2005, 49-73.",
        "Hopenhayn, Hugo A., Entry, Exit, and Firm Dynamics in Long Run Equilibrium, Econometrica, 60(5), 1992, 1127-1150.",
        "Johnson, Kenneth P. Redefinition of the BEA Economic Areas. Survey of Current Business, 75(2), 1995, 75-81.",
        "Kashyap, Anil K. Sticky Prices: New Evidence from Retail Catalogs. The Quarterly Journal of Economics, 110(1), 1995, 245-274.",
        "Lach, Saul. Existence and Persistence of Price Dispersion: An Empirical Analysis. Review of Economics and Statistics, 84(3), 2002, 433-444.",
        "Melitz, Marc J., The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, 7 1(6), 2003, 1695-1725.",
        "Ohta, H. The Price Effects of Spatial Competition. Review of Economic Studies, 48(2), 1981, 317-325.",
        "Olley, Steven G. and Pakes, Ariel. The Dynamics of Productivity in the Telecommunications Equipment Industry. Econometrica, 64(4), 1996, 1263-1297.",
        "Roberts, Mark J. and Dylan Supina. Output Price, Markups, and Producer Size. European Economic Review, 40(3-5), 1996, 909-921.",
        "Salop, Steven C. Monopolistic Competition with Outside Goods. Bell Journal of Economics, 10(1), 1979, 141-156.",
        "Sorensen, Alan T. Equilibrium Price Dispersion in Retail Markets for Prescription Drugs. Journal of Political Economy, 108(4), 2000, 833-850.",
        "Supina, Dylan. Price and Markup Dispersion Among U.S. Manufacturing Plants. Ph.D. Dissertation, Pennsylvania State University, 1994.",
        "Syverson, Chad. Market Structure and Productivity: A Concrete Example. Journal of Political Economy, 112(6), 2004a, 118 1-1222.",
        "Syverson, Chad. Product Substitutability and Productivity Dispersion. Review of Economics and Statistics, 86(2), 2004b, 534-550."
    ]
}