{
    "id": 12235,
    "cites": 45,
    "cited_by": 33,
    "reference": [
        "Atoyan, Ruben and Patrick Conway 2005, Evaluating the Impact of IMF Programs: A Comparison of Matching and Instrumental-Variable Estimators, unpublished, University of North Carolina at Chapel Hill (May).",
        "Barro, Robert and Jong-Wha Lee 2004, IMF Programs: Who is Chosen and What are the Effects? (unpublished manuscript, Harvard University and Seoul National University).",
        "Broda, Christian., and Eduardo Levy-Yeyati (2003), Dollarization and the Lender of Last Resort, in Eduardo Levy-Yeyati and Federico Sturzenegger (eds), Dollarization: Debates and Policy Alternatives, Cambridge, Mass.: MIT Press.",
        "Calvo, Guillermo A. (2002), Globalization Hazard and Delayed Refomi in Emerging Markets, Economia (Spring), pp.1-29.",
        "Working Paper no. 11305 (April). Alejandro Izquierdo, and Luis F. Mejia (2004), On the Empirics of Sudden Stops: The Relevance of Balance-Sheet Effects, NBER Working Paper no. 10520 (May).",
        "Calvo, Guillermo A., and Carmen Reinhart (2000), When Capital Flows Come to a Sudden Stop: Consequences and Policy, in Peter Kenen and Alexander Swoboda (eds), Reforming the International Monetary and Financial System, Washington, D.C.: IMF, pp. 175-201.",
        "Caprio, Gerald. J., and Daniela Klingebiel, 1996, Bank Insolvencies: Cross Country Experience, World Bank Policy Research Working Paper No. 1620.",
        "Cavallo, Eduardo and Frankel, A. Jeffrey, , 2004, Does Openness to Trade Make Countries More Vulnerable to Sudden Stops, or Less? Using Gravity to Establish Causality, KSG Working Paper Number No. RWPO4-038.",
        "Celasun, Oya and Rodney Ramcharan (2005), The Design of IMF-Supported Programs: Does the Balance Sheet of the IMF Matter? unpublished manuscript, IMF.",
        "Chami, Ralph, Sunil Sharma and mlhyock Shim (2004), A Model of the IMF as a Coinsurance Arrangement, IMF Working Paper no. 04/2 19 (November).",
        "Conway, Patrick (1994), mMF Lending Programs: Participation and mmpact, Journal of Development Economics 45, 1994, pp. 365-39 1.",
        "Cordella, Tito and Eduardo Levy Yeyati (2004), Country mnsurance, IMF Staff Papers 52 (special issue), pp.85-106.",
        "Cordella, Tito and Eduardo Levy Yeyati (2005), A (New) Country mnsurance Facility, IMF Working Paper no. 05/23 (January).",
        "De Rato, Rodrigo (2006), The mMFs Medium-Term Strategy: New Priorities, New Directions, wwwirnLorg (9 February).",
        "Dervis, Kemal and Ceren Ozer (2005), A Better Globalization: Legitimacy, Government and Reform, Washington, D.C.: Center for Global Development.",
        "Dicks-Mireaux, Louis, Mauro Mecagni, and Susan Schadler (2000), Evaluating the Effect of IMF Lending to Low-mncome Countries, Journal of Development Economics Vol. 61, 2000, pp. 495-526.",
        "Dreher, Axel (2005), mMF and Economic Growth: The Effects of Programs, Loans, and Compliance with Conditionality, Working Paper, Department of Management, Technology, and Economics ETH ZUrich (Swiss Federal mnstitute of Technology Zurich) (August).",
        "Edwards, Sebastian (2005), Capital Controls, Sudden Stops and Current Account Reversals NBER Working Paper No. 11170.",
        "Eichengreen, Barry J., Kletzer, Kenneth M. and Mody, Ashoka (2005), The IMF in a World of Private Capital Markets (March 2005). NBER Working Paper no. 11198. Illp~LL~42~4. Forthcoming Journal of Banking and Finance.",
        "Eichengreen, B any and Ashoka Mody (1998), mnterest Rates in the North and Capital Flows to the South: ms There a Missing Link? International Finance 1, pp.35-58.",
        "Evrensel, Ayse Y. (2002), Effectiveness of mMF-Supported Stabilization Programs in Developing countries, Journal of International Money and Finance, Vol. 21, pp. 565-587.",
        "Frankel, Jeffery and Andrew Rose (1996), Currency Crashes in Emerging Markets: An Empirical Treatment, Journal of International Economics, Vol. 41, pp. 35 1-66.",
        "Frankel, Jeffrey A., David Parsley and Shang-Jin Wei (2004), Slow Passthrough Around the World: A New Import for Developing Countries? NBER Working Paper No. 11199 (Cambridge, Massachusetts: National Bureau of Economic Research).",
        "Frankel, Jeffrey A., and Shang-Jin Wei, 2004, Managing Macroeconomic Crises NBER Working Paper No. 10907 (Cambridge, Massachusetts: National Bureau of Economic Research).",
        "Goldstein, Morris and Peter Montiel, (1986), Evaluating Fund Stabilization Programs with Multicountry Data: Some Methodological Pitfalls, IMF Staff Papers 33, 304-344.",
        "Ghosh, Atish, Timothy Lane, Marianne Schulze-Ghattas, Ales Bulir, Javier Hamann, and Alex Mourmouras (2002), mMF-Supported Programs in Capital Account Crises, IMF Occasional Paper no.210, Washington, D.C.: IMF (February).",
        "Gupta, Poonam, Deepak Mishra, and Ratna Sahay (2003), Output Response to Currency Crises, IMF Working Paper no.03/230.",
        "Hardoy, mnes (2003), Effect of IMF Programmes on Growth: a Reappraisal Using the Method of Matching, mnstitute for Social Research Paper 2003:040.",
        "Hutchison, Michael M., 2001, A Cure Worse Than The Disease? Currency Crises and the Output Costs of IMF-Supported Stabilization Programs, NBER Working Paper No. 8305 (March).",
        "America: Output Costs, Program Recidivism and the Vicious Cycle of Failed Stabilization, Journal of International Money and Finance, 22, pp.991-1014. _____ and mlan Noy, 2004, Sudden Stops and the Mexican Wave: Currency Crises, Capital Flow Reversals and Output Loss in Emerging Markets, Department of Economics, UCSC Paper 573 (April).",
        "Husain, Aasim, Ashoka Mody and Kenneth Rogoff (2005), Exchange Rate Regime Durability and Performance in Advanced and Developing Countries, Journal of Monetary Economics 52, pp.35-54.",
        "Washington, D.C.: IMF (October). - -51 mnternational Monetary Fund (2004), Are Credit Booms in Emerging Markets a Concern? in World Economic Outlook (April), pp.147-166.",
        "Khan, Mohsin 5. (1990) The Macroeconomic Effects of Fund-Supported Adjustment Programs, IMF Staff Papers 37, pp. 195-23 1.",
        "Kaminksy, Graciela and Carmen Reinhart (1999), The Twin Crises: The Causes of Banking and Balance of Payments Problems, American Economic Review 93, pp.473-500.",
        "Lane, Timothy and Steve Philips (2000), Does IMF Financing Result in Moral Hazard? IMF Working Paper no. 00/168.",
        "Milesi-Ferretti, Gian Maria and Assaf Razin (1998), Current Account Reversals and Currency Crises: Empirical Regularities, IMF Working Paper, WP/98/89.",
        "Mody, Ashoka, and Antu Murshid (2005), Growing Up with Capital Flows, Journal of International Economics 65, pp.249-266.",
        "Mody, Ashoka, and Diego Saravia (2003), Catalyzing Capital Flows: Do IMF Programs Work as Commitment Devices? IMF Working Paper 03/10 (Washington: mnternational Monetary Fund). Forthcoming in Economic Journal.",
        "Mody, Ashoka and Randall Stone (2005), The Scope of IMF Conditionality: How Autonomous is the Fund? unpublished manuscript, University of Rochester.",
        "Mody, Ashoka and Mark P Taylor (2003), Common Vulnerabilities, CEPR Discussion Paper No.3759.",
        "Marchesi, Silvia (2001), Adoption of an IMF Program and Debt Rescheduling: An Empirical Analysis, Centro Studi Luca D Agliano, Development Studies Working Paper no. 152.",
        "Ostry, Jonathan D. and Jeromin Zettelmeyer (2005), Strengthening IMF Crisis Prevention, IMF Working Paper WP 05/206 (November).",
        "Pastor, Manuel (1987), The Effects of IMF Programs in the Third World: Debate and Evidence from Latin America, World Development 15, pp. 249-262.",
        "Przeworski, Adam and James Raymond Vreeland (2000), The Effect of IMF Programs on Economic Growth, Journal of Development Economics 62, pp. 385-421.",
        "Reinhart, Carmen, and Kenneth Rogoff (2004), The Modern History of Exchange Rate Arrangements: A Reinterpretation, Quarterly Journal of Economics 119, pp.1-48."
    ]
}