{
    "id": 12240,
    "cites": 29,
    "cited_by": 3,
    "reference": [
        "[1] Acemoglu, Daron. 2003. Patterns of Skill Premia. Review of Economic Studies 70 (2): 199-230.",
        "[3] Aghion, Philippe, Robin Burgess, Stephen Redding, and Fabrizio Zilibotti. 2003. The Unequal Effects of Liberalization: Theory and Evidence from India. Mimeo. London School of Economics, London.",
        "[5] Behrman, Jere, Nancy Birdsall, and Miguel Szekely. 2000. Economic Reform and Wage Differentials in Latin America. IADB Working Paper No. 43S. Washington, D.C.: InterAmerican Development Bank.",
        "[7] Berman, Eli, John Bound, and Zvi Griliches. 1994. Changes in the Demand for Skilled Labor within U.S. Manufacturing: Evidence from the Annual Survey of Manufacturers. The Quarterly Journal of Economics 109 (2): 367-97.",
        "[8] Cragg, Michael I., and Mario Epelbaum. 1996. Why Has Wage Dispersion Grown in Mexico? Is It the Incidence of Reforms or the Growing Demand for Skills? Journal of Development Economics S1(1): 99-116.",
        "[9] Deaton, Angus, and Valerie Kozel. 200S. Data and Dogma: The Great Indian Poverty Debate. Princeton University Working Paper. Princeton: Research Program in Development Studies.",
        "[10] DeLong, J. Bradford. 2001. India Since Independence: An Analytic Growth Narrative. University of California Working Paper. Berkeley: University of California.",
        "[11] Epifani, Paulo. 2003. Trade Liberalization, Firm Performance and Labor Market Outcomes in the Developing World: What Can We Learn from Micro-Level Data? University of Parma and CSPRI-Bocconi University Working Paper. Parma: University of Parma and Bocconi: CSPRI-Bocconi University.",
        "[12] Feenstra, Robert C., and Gordon Hanson. 1996. Foreign Investment, Outsourcing and Relative Wages. In Political Economy of Trade Policy: Essays in Honor of Jagdish Bhagwati, edited by Robert C. Feenstra, Gene M. Grossman, and Douglas A. Irwin, 89-127. Cambridge, MA: MIT Press.",
        "[13] Feenstra, Robert C., and Gordon Hanson. 1997. Foreign Direct Investment and Relative Wages: Evidence from Mexicos Maquiladoras. Journal of International Economics 42 (3-4): 371-93.",
        "[14] Feenstra, Robert C., and Gordon Hanson. 2003. Global Production Sharing and Rising Inequality: A Survey of Trade and Wages. In Handbook of International Trade, edited by E. Kwan Choi and James Harrigan, 146-8S. Malden, MA: Blackwell.",
        "[iS] Goldberg, Pinelopi Koujianou, and Nina Pavcnik. 2004. Trade, Inequality, and Poverty: What Do We Know? Evidence from Recent Trade Liberalization Episodes in Developing Countries. NBER Working Paper No. 10S93. Cambridge, MA: National Bureau of Economic Research (accessed at http://www.nber.org/papers/w10593).",
        "[16] Gordon, Roger H., and Joel Slemrod. 2000. Are `Real Responses to Taxes Simply Income Shifting Between Corporate and Personal Tax Bases? In Does Atlas Shrug?.. The Economic Consequences of Taxing the Rich, edited by Joel Slemrod. New York: Russell Sage Foundation and Cambridge, MA: Harvard University Press.",
        "[17] Hanson, Gordon H., and Anne Harrison. 1999. Trade Liberalization and Wage Inequality in Mexico. Industrial and Labor Relations Review S2 (2): 271-88. 24",
        "[19] Kremer, Michael, and Eric Maskin. 2003. Globalization and Inequality. Harvard University Working Paper. Cambridge, MA: Harvard University.",
        "[20] MacKie-Mason, Jeffrey, and Roger Gordon. 1997. How Much Do Taxes Discourage Incorporation ? Journal of Finance S2 (2): 477-505.",
        "[21] Nagaraj, R. 1999. How Good Are Indias Industrial Statistics? An Exploratory Note. Economic and Political Weekly 34 (6): February 6-12.",
        "[22] Pavcnik, Nina. 2003. What Explains Skill Upgrading in Less Developed Countries? Journal of Development Economics 71(2): 311-28.",
        "[23] Pradhan, Basanta K., and M. R. Saluja. 1998. Industrial Statistics in India: Sources, Limitations and Data Gaps. Economic and Political Weekly 33 (21): May 23-29.",
        "[24] Ramani, K. K., N. C. Jam, Sunil K. Ramani, K. R. Lakshminarayanan, and Pritesh Mehta. 2004. Doing Business in India (accessed at http://www.laws4india.com/nrilaws/dbi/dbi_homepage.asp).",
        "[2S] Revenga, Ana. 1997. Employment and Wage Effects of Trade Liberalization: The Case of Mexican Manufacturing. Journal of Labor Economics iS (3): S20-S43.",
        "[26] Sivadasan, Jagadeesh. 200S. Productivity Consequences of Foreign Direct Investment and Trade Liberalization: Micro-evidence from Indian Manufacturing Sector Reforms. Working Paper. Ann Arbor, MI: University of Michigan.",
        "[28] Slemrod, Joel. 1998. Methodological issues in Measuring and Interpreting Taxable Income Elastcities. National Tax Journal, December, S1(4), pp. 773-788.",
        "[29] Subrahmanya, M. H. Bala. 2003. Unorganized Manufacturing Industry in India: Its Changing Role and Declining Significance during Industrial Liberalization. Indian Institute of Science Working Paper. Bangalore: Department of Management Studies.",
        "[30] Tax Reform Committee. 1991. Interim Report. New Delhi: Government of India, Ministry of Finance (Department of Revenue).",
        "[31] Thoenig, Matthias and Thierry Verdier. 2003. A Theory of Defensive Skill-based Innovation and Globalization. American Economic Review 93 (3): 709-2",
        "[32] Tybout, James R. 2001. Plant- and Firm-Level Evidence on `New Trade Theories. Pennsylvania State University Working Paper. University Park: Pennsylvania State University.",
        "[33] Verhoogen, Eric. 2004. Trade, Quality upgrading and Wage Inequality in the Mexican Manufacturing Sector: Theory and Evidence from an Exchange-Rate Shock. Mimeo, University of California, Berkeley.",
        "[34] Wood, Adrian. 199S. How Trade Hurt Unskilled Workers. Journal of Economic Perspectives 9 (3): S7-80. 2S"
    ]
}