{
    "id": 12245,
    "cites": 37,
    "cited_by": 26,
    "reference": [
        "Ackerberg, Daniel A., and Maristella Botticini. Endogenous Matching and the Empirical Determinants of Contract Form. Journal of Political Economy 110, no. 3 (2002): 564-91.",
        "Alexander, Jr., John C., and Rodney H. Mabry. Relative Significance of Journals, Authors and Articles Cited in Financial Research. Journal of Finance 49, no. 2 (1994): 697-712.",
        "Angrist, Joshua D., and Kevin Lang. Does School Integration Generate Peer Effects? Evidence from Bostons Metco Program. American Economic Review 94, no. 5 (2004): 613-1634.",
        "Arnold, Tom, Alexander W. Butler, Timothy F. Crack, and Altintig Altintig. Impact: What Influences Finance Research? Journal of Business 76, no. 2 (2003): 343-61.",
        "Azoulay, Pierre, and Joshua Graff Zivin. Peer Effects in the Workplace: Evidence from Professional Transitions for the Superstars of Medicine. Columbia University Working Paper (2005).",
        "Bertrand, Marianne, and Antoinette Scholar. Managing with Style: The Effect of Managers on Firm Policies. Quarterly Journal of Economics 118, no. 4 (2003): 1169208.",
        "Blair, Dudley W., Rex L. Cottle, and Myles S. Wallace. Faculty Ratings of Major Economics Departments by Citations - an Extension. American Economic Review 76, no. 1 (1986): 264-67.",
        "Borokhovich, Kenneth A., Robert J. Bricker, Kelly R. Brunarski, and Betty J. Simkins. Finance Research Productivity and Influence. Journal of Finance 50, no. 5 (1995): 1691-717.",
        "Chan, Kam C., Carl R. Chen, and Thomas L. Steiner. Production in the Finance Literature, Institutional Reputation, and Labor Mobility in Academia: A Global Perspective. Financial Management 31, no. 4 (2002): 131-56.",
        "Davis, Paul, and Gustav F. Papanek. Faculty Ratings of Major Economics Departments by Citation. American Economic Review 74, no. 1 (1984): 225-30.",
        "LacadÃ\u0083Â©mie Royale Des Sciences. Paris, 1781. 43 Dusansky, Richard, and Clayton J. Vernon. Rankings of U.S. Economics Departments. Journal of Economic Perspectives 12, no. 1 (1998): 157-70.",
        "Ellison, Glenn. The Slowdown of the Economics Publishing Process. Journal of Political Economy 110, no. 5 (2002): 947-93.",
        "Goyal, Sanjeev, Marco J. Van Der Leij, and Jose-Luis Moraga. Economics: An Emerging Small World? Journal of Political Economy forthcoming (2006).",
        "Graves, Philip E., James R. Marchand, and Randall Thompson. Economics Department Rankings: Research Incentives, Constraints and Efficiency. American Economic Review 72, no. 5 (1982): 1131-41.",
        "Hamermesh, Daniel S., and Sharon M. Oster. Tools or Toys? The Impact of High Technology on Scholarly Productivity. Economic Inquiry 40, no. 4 (2002): 539-55.",
        "Hoxby, Caroline M. Peer Effects in the Classroom: Learning from Gender and Race Variation. NBER Working Paper 7867 (2000).",
        "Hoxby, Caroline M., and Gretchen Weingarth. Taking Race out of the Equation: School Reassignment and the Structure of Peer Effects. Harvard University Working Paper (2005).",
        "Kaufman, George G. Rankings of Finance Departments by Faculty Representation on Editorial Boards of Professional Journals: A Note. Journal of Finance 39, no. 4 (1984): 1189-97.",
        "Klemkosky, Robert C., and Donald L. Tuttle. Institutional Source and Concentration of Financial Research. Journal of Finance 32, no. 3 (1977): 901-07.",
        "Laband, David N., and Robert D. Tollison. Intellectual Collaboration. Journal of Political Economy 108, no. 3 (2000): 632-62.",
        "Levin, Jonathan. Multilateral Contracting and the Employment Relationship. Quarterly Journal of Economics 117, no. 3 (2002): 1075-103.",
        "Liebowitz, Stanley J., and John P. Palmer. Assesing the Relative Impacts of Economics Journals. Journal of Economic Literature 22, no. 1 (1984): 77-88.",
        "Liner, Gaines H. Core Journals in Economics. Economic Inquiry 40, no. 1 (2002): 13845.",
        "MacLeod, W. Bentley, and Daniel Parent. Job Characteristics and the Form of Compensation. In Research in Labor Economics, edited by Solomon W. Polachek, 177242. Stamford, CT: JAI Press, 1999.",
        "McFadden, Daniel. Coonditional Logit Analysis of Qualitative Choice Behavior. In Frontiers in Econometrics, edited by P. Zarembka, 105-42. New York: Academic Press, 1974.",
        "Moretti, Enrico. Workers Education, Spillovers, and Productivity: Evidence from PlantLevel Production Functions. American Economic Review 94, no. 3 (2004): 565-690.",
        "Oster, Sharon M., and Daniel S. Hamermesh. Aging and Productivity among Economists. Review of Economics and Statistics 80, no. 1 (1998): 154-56.",
        "Petrin, Amil, and Kenneth Train. Omitted Product Attributes in Discrete Choice Models. University of California at Berkeley Working Paper (2002).",
        "Rajan, Raghuram G., and Luigi Zingales. Power in a Theory of the Firm. Quarterly Journal of Economics 113, no. 3 (1998): 387-432.",
        "Firms. Quarterly Journal of Economics 116, no. 3 (2001): 805-52.",
        "Rosenblat, Tanya S., and Markus M. Mobius. Getting Closer or Drifting Apart. Quarterly Journal of Economics 119, no. 3 (2004): 971 - 1009.",
        "Sacerdote, Bruce. Peer Effects with Random Assignment: Results for Dartmouth Roommates. Quarterly Journal of Economics 116, no. 2 (2001): 681-704.",
        "Saez, Emmanuel, and Thomas Piketty. The Evolution of Top Incomes: A Historical and International Perspective. American Economic Review 96, no. 2 (2006): forthcoming.",
        "Sauer, Raymond D. Estimates of the Returns to Quality and Coauthorship in Economic Academia. Journal of Political Economy 96, no. 4 (1988): 855-66.",
        "Scott, Loren C., and Peter M. Mitias. Trends in Ranking of Economics Departments in the U.S.: An Update. Economic Inquiry 34 (1996): 378-400.",
        "Trost, Robert P., and Lung-Fei Lee. Technical Training and Earnings: A Polychotomous Choice Model with Selectivity. Review of Economics and Statistics 66, no. 1 (1984): 151-56.",
        "White, Halbert. Nonlinear Regression on Cross-Section Data. Econometrica 48, no. 3 (1980): 721-47."
    ]
}