{
    "id": 12247,
    "cites": 59,
    "cited_by": 35,
    "reference": [
        "[1] Abel, A., 1990, Asset prices under habit formation and catching up with the Joneses, American Economic Review 80, 38-42.",
        "[2] Abel, A., 1999, Risk premia and term premia in general equilibrium, Journal of Monetary Economics 43, 3-33.",
        "[3] Ait-Sahalia, Y., Parker, A. and M. Yogo, 2003, Luxury Goods and the Equity Premium, Journal of Finance. 59, 2959-3004.",
        "[4] Ang, A. and G. Bekaert, 2005, Stock Return Predictability: Is it There?, working paper, Columbia University.",
        "[5] Ang, A. and G. Bekaert, 2003, The Term Structure of Real Rates and Expected Inflation, working paper, Columbia University.",
        "[6] Ameriks, J. and S. Zeldes, 2001, Do Household Portfolio Shares Vary with Age?, working paper, Columbia University.",
        "[7] Bakshi, G. and Z. Chen, 1997, An Alternative Valuation Model for Contingent Claims, Journal of Financial Economics, 44, 123-165.",
        "[8] Bansal, R., and C. Lundblad, 2002, Marker Efficiency, Asset Returns, and the Size of the Risk Premium in Global Equity Markets, Journal of Econometrics, 109, 195-237.",
        "[9] Bansal, R. C. Lundblad and R. Dittmar, 2004, Consumption, Dividends and the Cross Section of Equity Returns, Journal of Finance, 60, 1639-1672.",
        "[10] Bansal, R. and M. Yaron, 2004, Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles, Journal of Finance, 59, 1481-1509.",
        "[11] Bekaert, G., 1996, The time-variation of risk and return in foreign exchange markets: A general equilibrium perspective, Review of Financial Studies 9, 427-470.",
        "[12] Bekaert, G., R. J. Hodrick and D. A. Marshall, 1997, The implications of first order risk aversion for asset market risk premiums, Journal of Monetary Economics 40, 3-39.",
        "[13] Bekaert, G., R. J. Hodrick and D. A. Marshall, 2001, Peso problem explanations for term structure anomalies, Journal of Monetary Economics 48, 241-270.",
        "[14] Brandt, M. and K. Q. Wang, 2003, Time-Varying Risk Aversion and Unexpected Inflation, Journal of Monetary Economics, 50, 1457-1498.",
        "[15] Brock, W., 1982, Asset Prices in a Production Economy, Scientific Essays of William Allen Brock, Elgar.",
        "[16] Buraschi, A. and A. Jiltsov, 2004, Habit Persistence and the Nominal Term Structure of Interest Rates, working paper, London Business School.",
        "[17] Campbell, J. Y., 1990, Measuring the Persistence of Expected Returns, American Economic Review 80, 43-47.",
        "[18] Campbell, J. Y., 1993, Intertemporal Asset Pricing without Consumption Data, American Economic Review 83, 487-512.",
        "[19] Campbell, J. Y., and J. Ammer, 1993, What moves the Stock and Bond Markets? A Variance Decomposition for Long-Term Asset Returns, Journal of Finance, 48, 3-37.",
        "[20] Campbell, J. Y., and Cochrane, J. H., 1995, By force of habit: A consumption based explanation of aggregate stock market behavior, working paper, NBER.",
        "[21] Campbell, J. Y., and Cochrane, J. H., 1999, By force of habit: A consumption based explanation of aggregate stock market behavior, Journal of Political Economy 107, 205-251.",
        "[22] Campbell, J. Y., and R. J. Shiller, 1988, The dividend price ratio and expectations of future dividends and discount factors, Review of Financial Studies 1, 195-228.",
        "[23] Campbell, J. Y., and R. J. Shiller, 1991, Yield spreads and interest rate movements: A birds eye view, Review of Economic Studies 58, 495-514.",
        "[24] Campbell, J. Y. and M. Yogo, 2003, Efficient Tests of Stock Return Predictability, working paper, Harvard University.",
        "[25] Cochrane, J. H., 1992, Explaining the variance of price-dividend ratios, The Review of Financial Studies 5, 243-280.",
        "[26] Cochrane, J. H., and Hansen, L. P., 1992, Asset Pricing Explorations for Macroeconomics, NBER Macroeconomics Annual, 1992, 115-165",
        "[27] Constantinides, G. M., 1992, A theory of the nominal term structure of interest rates, Review of Financial Studies 5, 531-552.",
        "[28] Cox, J. C., J. E. Ingersoll and S. A. Ross, 1985, A theory of the term structure of interest rates, Econometrica 53, 385-408.",
        "[29] Dai, Q., 2003, Term Structure Dynamics in a Model with Stochastic Internal Habit, working paper.",
        "[31] Dickey, D., and A. Fuller, 1984, Testing for Unit Roots: 2, Econometrica, 52, 1241-1269.",
        "[32] Fama, E., and K. French, 1989, Business conditions and expected returns on stocks and bonds, Journal of Financial Economics 25, 23-49.",
        "[33] Fama, E., and Schwert, 1977, Asset Returns and Inflation, Journal of Financial Economics, 5,115-146.",
        "[34] Gordon, S. and P. St. Amour, 2004, Asset Returns with State-Dependent Risk Preferences, Journal of Business and Economic Statistics, 22, 241-252.",
        "[35] Gordon, S. and P. St. Amour, 2000, A Preference Regime Model of Bear and Bull Markets, American Economic Review, 90, 1019-1033.",
        "[36] Hamilton, J. D., 1994, Time Series Analysis, Princeton University Press.",
        "[37] Hansen, L. P., 1982, Large sample properties of generalized method of moments estimators, Econometrica 50, 1029-1054.",
        "[38] Hansen, L. P., and R. Jagannathan, 1991, Implications of security market data for models of dynamic economies, Journal of Political Economy 99, 225-262.",
        "[39] Harrison, J. M., and D. Kreps, 1979, Martingales and arbitrage in multi-period securities markets, Journal of Economic Theory 20, 381-408.",
        "[40] Heaton, J., 1995, An empirical investigation of asset pricing with temporally dependent preference specifications, Econometrica 63, 681-717.",
        "[41] Keim, D. B., and R. F. Stambaugh, 1986, Predicting returns in bond and stock markets, Journal of Financial Economics 17, 357-390.",
        "[42] Kumar, S., and A. Persaud, 2002, Pure Contagion and Investors Shifting Risk Appetite, International Finance, 5, 401-436.",
        "[43] Lettau, M. and S. Ludvigson, 2004, Expected Returns and Expected Dividend Growth, working paper, New York University.",
        "[44] Lettau, M. and J. Wachter, Why is Long-Horizon Equity Less Risky? A Duration-Based Explanation of the Value Premium, Journal of Finance, forthcoming.",
        "[45] Lucas, R. E., Jr., 1978, Asset prices in an exchange economy, Econometrica 46, 1426-1446.",
        "[46] Lustig, H. and S.Van Nieuwerburgh, 2003, Housing Collateral, Consumption Insurance and Risk Premia: an Empirical Perspective, working paper, University of Chicago.",
        "[47] Mamaysky, H., 2002, Market Prices of Risk and Return Predictability in a Joint Stock-Bond Pricing model, Working Paper, Yale.",
        "[48] Mankiw, G. and S. Zeldes, 1991, The Consumption of Stockholders and Nonstockholders, Journal of Financial Economics, 29, 97-112.",
        "[49] Mehra, R., and E. C. Prescott, 1985, The equity premium: A puzzle, Journal of Monetary Economics 15, 145-161.",
        "[50] Meloni. A., and A. X. Yang, State Dependent Preferences and Explain the Equity Premium Puzzle, working paper, 2003.",
        "[51] Menzly, L., Santos, T., and P. Veronesi, 2004, Understanding Predictability, Journal of Political Economy, 112, 1-47.",
        "[52] Newey, W., and K. West, 1987, A Simple Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 55, 703-708.",
        "[53] Piazzesi, M., Schneider, M., and S. Tuzel, 2003, Housing, Consumption and Asset Pricing, working paper, University of Chicago.",
        "[54] Santos, T., and P. Veronesi, 2004, Labor Income and Predictable Stock Returns, Review of Financial Studies, forthcoming.",
        "[55] Sharpe, W. F., 1990, Investor wealth measures and expected return, in Quantifying the market risk premium phenomenon for investment decision making, The Institute of Chartered Financial Analysts, 29-37.",
        "[56] Shiller, R.J., and A. Beltratti, 1992, Stock Prices and Bond Yields: Can Their Movements Be Explained in Terms of Present Value models?, Journal of Monetary Economics, 30, 25-46.",
        "[57] Sun, T., 1992, Real and Nominal Interest Rates: A Discrete-Time Model and Its Continuous Time Limit, Review of Financial Studies, 5, 581-611.",
        "[58] Wachter, J., 2005, A Consumption-Based Model of the Term Structure of Interest Rates, Journal of Financial Economics, forthcoming.",
        "[59] Wei, M., 2003, Human Capital, Business Cycles, and Asset Pricing, working paper, Columbia University.",
        "[60] Weil, P., 1989, The equity premium puzzle and the risk free rate puzzle, Journal of Monetary Economics 24, 401-421."
    ]
}