{
    "id": 12249,
    "cites": 44,
    "cited_by": 29,
    "reference": [
        "Berthelemy, J.C., and Sylvie Demurger, 2000. Foreign Direct Investment and Economic Growth: Theory and Applications to China, Review of Development Economics, 4(2), 140-155.",
        "Borensztein, E., et al, 1998. How Does Foreign Direct Investment Affect Economic Growth, Journal of International Economics, 45, 115-135.",
        "Branstetter, Lee and R. Feenstra, 2002. Trade and Foreign Direct Investment in China: A Political Economy Approach, Journal of International Economics, 58(2), 335-358.",
        "Chow, G.C., 1993. Capital Formation and Economic Growth in China, Quarterly Journal of Economics, Vol. 108, No.3, 809-842.",
        "Chow, G.C., and A., Lin, 2003. Accounting for Economic Growth in Taiwan and Mainland China: A Comparative Analysis, EWP-GE/0306003.",
        "Dees, S., 1998. Foreign Direct Investment in China: Determinants and Effects, Economics Planning, 31,175-194.",
        "Dennison, E. F., 1967. Why Growth Rates Differ, Washington, DC: The Brookings Institution.",
        "Dixit, A., and V. Norman, 1980. Theory of International Trade. Cambridge: Cambridge University Press.",
        "Fung, K,C, H. Iizaka and Stephan Parker, 2002. Determinants of U.S. and Japanese Direct Investment in China, Journal of Comparative Economics, 30, 567-578.",
        "Fung, K.C., 2004. Trade and Investment: China, the United States, and the Asia-Pacific Economies, U.S.-China Economic and Security Review Commission Hearing on China as an Emerging Regional and Technological Power: Implications for U.S. Economic and Security Interests, February, 12-13, 2004.",
        "Gao, T., 2005. Foreign Direct Investment in China: How big are the roles of Culture and Geograph? Pacific Economic Review, 10:2, 153-166.",
        "Graham E.M., and E. Wada, 2001. Foreign Direct Investment in China: Effects on Growth and Economic Performance, Achieving High Growth: Experience of Transition Economies in East Asia, Peter Drysdale ed., Oxford University Press.",
        "Huang, Y.S., 1999. The Institutional Foundation of Foreign Invested Enterprises (FIEs) in China, Working Paper No. 264, Harvard Business School, Boston, MA.",
        "Hu J.Y, 2005. Chinas Foreign Direct Investment Policy, www. china.org.cn /chinese/ MATERIAL /760645.htm.",
        "Jorgensen, D.W. and Zvi Griliches, 1967. The Explanation of Productivity Change, Review of Economic Studies 34, no.3, 349-383.",
        "Kawagguchi, O., 1994. Foreign Investment in Asia: Trends, Determinants, and Policy Implications, Internal Discussion Paper, World Bank.",
        "Kohli, U., 2003a. Growth Accounting in the Open Economy: International Comparisons, International Review of Economics and Finance, 12, 417-435.",
        "Kohli, U., 2003b. GDP Growth Accounting: A National Income Function Approach, Review of Income and Wealth, 49(1), 23-34.",
        "Kokko, A., and M. Blomstrom, 1995. Policies to Encourage Inflows of Technoogy through Foreign Multinationals, World Development, Vol.23, No.3, 459-468.",
        "Lenovie, F., 2000. FDI and the Opening up of Chinas Economy, CEPII Working Paper, Number 2000-11.",
        "Lim, E.G., 2001. Determinants of, and the Relation between, Foreign Direct Investment and Growth: A Summary of the Recent Literature, IMF Working Paper, WP/01/175.",
        "Liu, X., Wang, C., and Y. Wei, 2001. Causal Links Between Foreign Direct Investment and Trade in China, China Economic Review, 12, 190-202.",
        "Liu, X.H., P. Burridge, and P.J.N. Sinclair, 2002. Relations between Economic Growth, Foreign Direct Investment and Trade: Evidence from China, Applied Economics, 34, 1433-1440.",
        "Mansfield, E., and A. Romero, 1980. Technology Transfer to Overseas Subsidiaries by U.S.-based Firms, Quarterly Journal of Economics, Vol.95, No.4, 737-750.",
        "OECD, 2000. Main Determinants and Impacts of Foreign Direct Investment on Chinas Economy, OECD Working Papers on International Investment, No. 2000/4, Paris.",
        "Rawski, T.G., 2001. What is happening to Chinas GDP statistics?, China Economic Review, Vol. 12(4), 347-354.",
        "Rodrik, D., 1999. The New Global Economy and Developing Countries: Making Openness Work, Policy Essay No.24, Overseas Development Council, Washington D.C.",
        "Sicular T., 1998. Capital Flight and Foreign Investment: Two Tales from China and Russia, World Economy, 21 (), 589-602.",
        "Solow, R.M, 1957, Technical Change and the Aggregate Production Function, Review of Economics and Statistics, 39(3)., 312-320.",
        "Sun, H.S., and A. Parikh, 2001. Exports, Inward Foreign Direct Investment and Regional Economic Growth in China, Regional Studies, Vol. 35.3, 187-196.",
        "Taube, M., and M. Ogutcu, 2002. Main issues on Foreign Investment in Chinas Regional Development: Prospects and Policy Challenges, Foreign Direct Investment in China: Challenges and Prospects for Regional Development, OECD.",
        "Tseng, W., and H. Zebregs, 2002. Foreign Direct Investment in China: Some Lessons for other Countries, IMF Policy Discussion Paper, PDP/02/3.",
        "United Nations Conference on Trade and Development (UNCTAD), 2005. World Investment Report 2005, New York and Geneva.",
        "Wei, S.J., 1993. The Open Door Policy and Chinas Rapid Growth: Evidence from City-level Data, NBER Working Paper No. 4602.",
        "Wei, Y.Q., X.M., Liu, and D., Parker, and K., Vaidya, 1999. The Regional Distribution of Foreign Direct Investment in China, Regional Studies, 33(9): 857-867.",
        "Weitzman, M.L., 1970. Soviet Postwar Economic Growth and Capital-Labor Substitution, American Economic Review 60, no. 4, 676-692.",
        "Wen M., 2003. Foreign Direct Investment, Regional Geographical and Market Conditions, and Regional development: A Panel Study on China, Division of Economics, RSPAS, Australian National University, June 2003.",
        "Woo, W.T., 1995. Comments on Weis (1995) Foreign Direct Investment in China: Sources and Consequences, in Financial Deregulation and Integration in East Asia (Ed.), A. Kruger, The University of Chicago Press, Chicago, 166-189.",
        "World Bank, 2005. WDI database, http://devdata.worldbank.org/data-query/.",
        "Wu, Y.R., 2000. Measuring the Performance of Foreign Direct Investment: A Case Study of China, Economic Letters, 66(2), 143-150.",
        "Xiao G., 2004. Peoples Republic of Chinas Round-tripping FDI: Scale, Causes, and Implications, Asia Development Bank Institute Discussion Paper No.7.",
        "Young, A., 1995. The Tyranny of Numbers: Confronting the Statistical Reality of the East Asian Growth Experience, Quarterly Journal of Economics, 110, 641-680.",
        "Young, A., 2000, Gold into Base Metals: Productivity Growth in the Peoples Republic of China during the Reform Period, NBER Working Paper W7856, National Bureau of Economic Research, Cambridge.",
        "Young, S., and P. Lan, 1997. Technology Transfer to China through Foreign Direct Investment, Regional Studies, 31(7), 669-679."
    ]
}