{
    "id": 12246,
    "cites": 43,
    "cited_by": 8,
    "reference": [
        "Abdel-Rahman, H. and M. Fujita. 1990. Product Variety, Marshallian Externalities, and City Sizes, Journal of Regional Science 30 (2): 165-183.",
        "Acemoglu, Daron. 1996. A Microfoundation for Social Increasing Returns in Human Capital Accumulation, Quarterly Journal of Economics 111: 779-804.",
        "Atack, Jeremy and Fred Bateman. 1999. U.S. Historical Statistics: Nineteenth-Century U.S.",
        "Industrial Development through the Eyes of the Census of Manufactures, Historical Methods 32 (4): 177-188. Atack, Jeremy, Fred Bateman and Robert Margo. 2004. Skill Intensity and Rising Wage Dispersion in Nineteenth-Century American Manufacturing, Journal of Economic History 64 (1): 172-192.",
        "Baumgardner, J.R. 1988. The Division of Labor, Local Markets and Worker Organization, Journal of Political Economy 96 (3): 509-527.",
        "Becker, Gary S. and Kevin M. Murphy. 1992. Division of Labor, Coordination Costs, and Knowledge, Quarterly Journal of Economics 107 (4): 1137-1160.",
        "Berliant, Marcus and Ping Wang. 1993. Endogenous Formation of a City Without Agglomerative Externalities or Market Imperfections: Marketplaces in a Regional Economy, Regional Science and Urban Economics 23 (1): 121-144.",
        "Buchanan, J.M. 1965. An Economic Theory of Clubs, Economica 32 (125):1-14.",
        "Ciccone, Antonio. 2002. Agglomeration-Effects in Europe, European Economic Review 46 (2): 213-227.",
        "Ciccone, Antonio and Robert E. Hall. 1996. Productivity and the Density of Economic Activity, American Economic Review 86 (1): 54-70.",
        "Ciccone, Antonio and Giovanni Peri. 2004. Identifying Human Capital Externalities: Theory with Applications, mimeo.",
        "Duranton, Gilles. 1998. Labor Specialization, Transport Costs and City Size, Journal of Regional Science 38: 553-573.",
        "Duranton, Gilles and Diego Puga. 2001. Nursery Cities: Urban Diversity, Process Innovation, and the Life Cycle of Products, American Economic Review 91 (5): 1454-1477.",
        "Duranton, Gilles and Diego Puga. 2004. Micro-foundations of Urban Agglomeration Economies, in Handbook of Regional and Urban Economics, Volume 4, J.V. Henderson and J. Thisse, eds., Elsevier.",
        "Duranton, Gilles and Jubert Jayet. 2005. Is Division of Labour Limited by the Extent of the Market? Evidence from French Cities, mimeo.",
        "U.S. Bureau of the Census. Faler, Paul G. 1981. Mechanics and Manufacturers in the Early Industrial Revolution: Lynn, Massachusetts, 1780-1860. SUNY Press.",
        "Glaeser, Edward L. 1999. Learning in Cities, Journal of Urban Economics 46 (2): 254-277.",
        "Glaeser, Edward L. and David C. Mare. 2001. Cities and Skills, Journal of Labor Economics 19 (2): 316-342.",
        "Goldin, Claudia and Kenneth L. Sokoloff. 1984. The Relative Productivity Hypothesis of Industrialization: The American Case, 1820-1850. Quarterly Journal of Economics 99: 461-488.",
        "Helsley, Robert W. and William C. Strange. 1990. Matching and Agglomeration Economies in a System of Cities, Regional Science and Urban Economics 20: 189-212.",
        "Hirsch, Susan E. 1978. Roots of the American Working Class: The Industrialization of Crafts in Newark, 1800-1860. University of Pennsylvania Press.",
        "Hunter, Louis C. 1985. A History of Industrial Power in the United States: Steam Power, volume 2. University of Virginia Press.",
        "Jovanovic, B. and R. Rob. 1989. The Growth and Diffusion of Knowledge, Review of Economic Studies 56 (4): 569-582.",
        "Kane, Joseph Nathan. 1972. The American Counties. Third Edition. Scarecrow Press.",
        "Kim, Sukkoo. 2005. Industrialization and Urbanization: Did the Steam Engine Contribute to the Growth of Cities in the United States? Explorations in Economic History 42 (4): 586598.",
        "Kim, Sukkoo and Robert Margo. 2004. Historical Perspectives on U.S. Economic Geography, in Handbook of Regional and Urban Economics, Volume 4, Vernon Henderson and Jacques-FranÃ\u0083Â§oise Thisse, eds., North-Holland/Elsevier.",
        "Kim, Sunwoong. 1989. Labor Market Specialization and the Extent of the Market, Journal of Political Economy 97 (3): 692-705.",
        "Kim, Sunwoong. 1990. Labor Heterogeneity, Wage Bargaining, and Agglomeration Economies, Journal of Urban Economics 28: 160-177.",
        "Lamoreaux, Naomi R. and Kenneth L. Sokoloff. 2000. Location and Technological Change in the American Glass Industry During the Late Nineteenth and Early Twentieth Centuries, Journal of Economic History 60: 700-729.",
        "Levinsohn, James and Amil Petrin. 2003. Estimating Production Functions Using Inputs to Control For Unobservables, Review of Economic Studies 70 (2): 317-342.",
        "Moretti, Enrico. 2004. Human Capital Externalities in Cities, in J.V. Henderson and J.F.",
        "Olley, G. Steven and Ariel Pakes. 1996. The Dynamics of Productivity in the Telecommunications Equipment Industry, Econometrica 64 (4): 1263-1297.",
        "Palivos, T. and P. Wang. 1996. Spatial Agglomeration and Endogenous Growth, Regional Science and Urban Economics 26 (6): 645-669.",
        "Rosenberg, Nathan and Manuel Trajtenberg. 2004. A General Purpose Technology at Work: 40 The Corliss Steam Engine in the Late-Nineteenth-Century United States, Journal of Economic History 64 (1): 61-99.",
        "Rosenbloom, Joshua L. 2002. Looking For Work, Searching For Workers. Cambridge University Press.",
        "Slichter, Sumner H. 1919. The Turnover of Factory Labor. D. Appleton and Co.",
        "Sokoloff, Kenneth L. 1984. Was the Transition from the Artisanal Shop to the Nonmechanized Factory Associated with Gains in Efficiency?: Evidence from the U.S. Manufacturing Censuses of 1820 and 1850, Explorations in Economic History 21: 351-382.",
        "Sutthiphisal, Dhanoos. 2005. The Geography of Invention in High- and Low-Technology Industries: Evidence from the Second Industrial Revolution, mimeo.",
        "Thomson, Ross. 1989. The Path to Mechanized Shoe Production in the United States.",
        "University of North Carolina Press. Ware, Caroline F. 1931. The Early New England Cotton Manufacture. Houghton Mifflin Company.",
        "Wheaton, William C. and Mark J. Lewis. 2002. Urban Wages and Labor Market Agglomeration, Journal of Urban Economics 51: 542-562.",
        "Wheeler, Christopher. 2001. Search, Sorting, and Urban Agglomeration, Journal of Labor Economics 19 (4): 879-899.",
        "Wheeler, Christopher. 2004. Wage Inequality and Urban Density, Journal of Economic Geography 4: 421-437."
    ]
}