{
    "id": 12251,
    "cites": 36,
    "cited_by": 16,
    "reference": [
        "Alagna, S.; Reddy, D.; and Collins, D. Perceptions of Functioning in Mixed-Sex and Male Medical Training Groups Journal of Medical Education, Vol. 57 (1982): 801-803.",
        "Alchian, Armen A.; and Demsetz, Harold. Production, Information Costs, and Economics Organization American Economics Review, 62 (December 1972): 777-95.",
        "Appel, M., Cartwright, D., Smith, D. G., and Wolf L. E. The impact of Diversity on Students: A Preliminary Review of the Research Literature Washington, DC: Association of American College and Universities, 1996.",
        "Arcidiacono, Peter; and Nicholson, Sean. Peer Effects in Medical School NBER Working Paper 9025, July 2002.",
        "Arcidiacono, Peter; and Vigdor, Jacob L. Does the River Spill Over? Estimating the Economic Returns to Attending a Racially Diverse College, March 2003.",
        "Bandiera, Oriana; Barankay, Iwan; and Rasul, Imran. Social Preferences and the Responses to Incentives: Evidence from Personnel Data Quarterly Journal of Economics, Vol. 120 (3) (August 2005), 917-962.",
        "Bantel, K.; and Jackson, S. Top Management and Innovations in Banking: Does the composition of the team make a difference? Strategic Management Journal, Vol. 10 (1989): 107-124.",
        "Becker, Gary S.; and Murphy, Kevin M. The Division of Labor, Coordination Costs, and Knowledge The Quarterly Journal of Economics, Vol. 107, No. 4 (Nov., 1992), 1137-1160.",
        "Chang, M. J. Does Racial Diversity Matter? The Educational Impact of a Racially Diverse Undergraduate Population Journal of College Student Development, (1999), 40, 377-395.",
        "Chang, M.J.; Witt-Sandis, D.; and Hakuta, K. The Dynamics of Race in Higher Education: An Examination of the Evidence Equity and Excellence in Education, 32(2), (1999), 12-16.",
        "Clement, D.; and Schiereck, J. Sex Composition and Group Performance in a Signal Detection Task Memory and Cognition, Vol. 1 (1973): 251-255.",
        "Conrad, Cecilia. The Economic Cost of Affirmative Action Economics Perspectives on Affirmative Action, (1995), Margaret Simms, Editor (Washington, DC: Joint Center for Political and Economics Studies).",
        "Cummings, A.; Zhou, J.; and Oldham, G. Demographic Differences and Employee Work Outcomes: Effects of Multiple Comparison Groups. Paper Presented at the Annual Meeting of the Academy of Management (1993), Atlanta, GA.",
        "Garicano, Luis Hierarchies and the Organization of Knowledge in Produciton Journal of Political Economy, Vol.108, No.5, (2000): 874-904.",
        "Gneezy, Uri; and Aldo Rustichini, Gender and Competition at a Young Age, mimeo, 2002.",
        "Gneezy, Uri; Niederle, Muriel; and Aldo Rustichini, Performance in Competitive Environments: Gender Differences The Quarterly Journal of Economics, August 2003, 1049-1073.",
        "Goldin, Claudia. A Brief History of Education in the United States NBER Working Paper Series on Historical Factors in Long Run Growth. Historical Paper 119 (1999).",
        "Gruenfeld, D.; Mannix, E.; Williams, K.; and Neale, M. Group Composition and Decision Making: How Member Familiarity and Information Distribution Affect Process and Performance Organizational Behavior and Human Decision Processes, Vol. 67 (1996): 1-15.",
        "Hamilton, Barton H.; Nickerson, Jack A.; and Owan, Hideo. Team Incentives and Worker Heterogeneity: An Empirical Analysis of the Impact of Teams on Productivity and Participation. Journal of Political Economy, Vol. 111, no. 3., (2003), 465-497.",
        "Hamilton, Barton H.; Nickerson, Jack A.; and Owan, Hideo. Diversity and Productivity in Production Teams, manuscript, Washington University in St. Louis, November 2004.",
        "Heckman, James J.; and Payner Brook S. Determining the Impact of Federal Antidiscrimination Policy on the Economic Status of Blacks: A Study of South Carolina The American Economic Review, Vol. 79, No. 1 (March, 1989), 138-177.",
        "Hoffman, L.; and Maier, N. Quality and Acceptance of Problem Solutions by Members of Homogeneous and Heterogeneous Groups Journal of Abnormal and Social Psychology, Vol. 62 (1961): 401-407.",
        "Holmstrom, Bengt. Moral Hazard in Teams Bell Journal of Economics 13 (Autumn 1982): 324-40.",
        "Holzer, Harry; and Neumark, David. Assessing Affirmative Action Journal of Economic Literature, Vol 38, No. 3 (Sep. 2000), pp. 483-568 Hoxby, Caroline. Peer Effects in the Classroom: Learning from Gender and Race Variation NBER Working Paper 7867, August 2000.",
        "Kent, R: and McGrath, J. Task and Group Characteristics as Factors Affecting Group Performance Journal of Experimental Social Psychology, Vol. 5 (1969): 429-440.",
        "Knez, Marc, and Simester, Duncan Firm-Wide Incentives and Mutual Monitoring at Continental Airlines Journal of Labor Economics Vol.19, No.4 (2001):743-72.",
        "Konrad, A.; and Gutek, B. Theory and Research on Group Composition: Applications to the Status of Women and Minorities In S. Oskamp and S. Spacapan (Eds.), Interpersonal Processes (1987): Newbury Park, CA: Sage.",
        "Lazear, Edward P. Globalization and the Market for Team-Mates Economic Journal 109 (1999): C15-40.",
        "Leonard, Jonathan S. Antidiscrimination or the Reverse Discrimination: The Impact of Changing Demographics, Title VII, and Affirmative Action on Productivity The Journal of Human Resources, Vol. 19, No. 2 (Spring 1984), 145-174.",
        "Mannix, Elizabeth; and Neale, Margaret A. What Differences Make a Difference? Psychological Science in the Public Interest, Vol. 6, No. 2 (October 2005): 31-55.",
        "Pelled, Lisa H. Demographic Diversity, Conflict, and Work Group Outcomes: An Intervening Process theory Organization Science, Vol. 7 (1996): 615-631.",
        "Pelled, Lisa, H. Relational Demography and Perceptions of Group Conflict and Performance: A Field Investigation International Journal of Conflict Management Vol. 7, Iss. 3; 230-246. Robinson, G.; and Dechant, K. Building a Business Case for Diversity Academy of Management Executive, Vol. 11, No. 3 (1997): 21-31.",
        "Rothbart, M.; and John, O. Intergroup Relations and Stereotype Changes: A Social-Cognitive Analysis and Some Longitudinal Findings In P. Sniderman and P. Tetlock (Eds.), Prejudice, Politics, and Race in America (1993), Stanford, CA: Stanford University Press.",
        "Stasser, G.; Stewart, D.; and Wittenbaum, G. Expert Roles and Information Exchange during Discussion: The Importance of Knowing Who Knows What Journal of Experimental Social Psychology, Vol. 57 (1995): 244-265.",
        "Tsui, A.; Egan, T.; and OReilly, C. Being Different: Relational Demography and Organizational Attachment Administrative Science Quarterly, Vol. 37 (1992): 549-579.",
        "Wittenbaum, G. and Stasser, G. Management of Information in Small Groups In J. Nye and M. Brower (Eds.), Whats Social about Social Cognition? Social Cognition Research in Small Groups. Thousand Oaks, CA: Sage. Williams, Katherine Y. and OReilly, Charles A. Demography and Diversity in Organizations: A Review of 40 Years of Research Research in Organizational Behavior, Vol. 20 (1998): 77140."
    ]
}