{
    "id": 12255,
    "cites": 30,
    "cited_by": 31,
    "reference": [
        "Abel, A. B., A. K. Dixit, J. C. Eberly and R. S. Pindyck (1996). Options, the Value of Capital, and Investment. The Quarterly Journal of Economics August: 753-777.",
        "Arrow, K. and M. Kurz (1970). Public investment, the rate of return, and optimal fiscal policy. Baltimore, MD, The Johns Hopkins Press.",
        "Banerjee, A. V. (1992). A Simple Model of Herd Behavior. Quarterly Journal of Economics 107(3): 797-817.",
        "Barro, R. J. (1990). Government Spending in a Simple Model of Endogenous Growth. Journal of Political Economy 98(5): S103-26.",
        "Buchanan, J. M. (1975). The Samaritans Dilemma. Altruism, Morality, and Economic Theory. E. Phelps. New York, Russell Sage: 71-85.",
        "Carter, N. T. (2005). Flood Risk Management: Federal Role in Infrastructure.",
        "Washington, D.C., Congressional Research Service, Library of Congress. Carter, N. T. and B. A. Cody (2005). CRS Report for Congress, The Civil Works Program of the Army Corps of Engineers: A Primer. Washington, D.C., Congressional Research Service, The Library of Congress. February 3.",
        "Glaeser, E. L. and J. M. Shapiro (2002). Cities and Warfare: The Impact of Terrorism on Urban Form. Journal of Urban Economics 51: 205-224.",
        "Hallstrom, D. G. and K. V. Smith (2005). Market Responses to Hurricanes. Journal of Environmental Economics and Management 50(3): 541-61.",
        "Kahn, M. E. (2005). The Death Toll from Natural Disasters: The Role of Income, Geography, and Institutions. Review of Economics and Statistics 87(2): 271-84.",
        "Kahneman, D. and A. Tversky (1979). Prospect Theory: An Analysis of Decision Under Risk. Econometrica 47(2): 263-292.",
        "Kahneman, D. and A. Tversky, Eds. (2000). Choice, Values, and Frames. Cambridge, England, Cambridge University Press.",
        "Kaizuka, K. (1965). Public Goods and the Decentralization of Production. Review of Economics and Statistics 47: 118-120.",
        "Kennedy, R. G. (2006). Wildfire and Americans: How to Save Lives, Property, and Your Tax Dollars. New York, Hill and Wang.",
        "Klick, J. and A. Tabarrok (2005). Using Terror Alert Levels to Estimate the Effect of Police on Crime. The Journal of Law and Economics 48: 267-279.",
        "Kunreuther, H. and G. Heal (2003). Interdependent Security. Journal of Risk and Uncertainty 26(2/3): 231-249.",
        "Kunreuther, H., R. Meyer, R. Zeckhauser, P. Slovic, B. Schwartz, C. Schade, M. F. Luce, S. Lippman, D. Krantz, B. Kahn and R. Hogarth (2002). High Stakes Decision Making: Normative, Descriptive and Prescriptive Considerations. Marketing Letters 13(3): 259.",
        "Kunreuther, H. and A. Rose, Eds. (2004). The Economics of Natural Hazards.",
        "Northamption, MA, Edward Elgar Publishing. Kuran, T. and C. R. Sunstein (1999). Availability Cascades and Risk Regulation. Stanford Law Review April.",
        "Lehrer, E. (2000). Crime Fighting and Urban Renewal. The Public Interest 141(Fall): 91-103.",
        "Levitt, S. D. (1997). Using Electoral Cycles in Police Hiring to Estimate the Effect of Police on Crime. American Economic Review 87(3).",
        "Murphy, K. M., A. Shleifer and R. W. Vishny (1989). Industrialization and the Big Push. Journal of Political Economy 97(5): 1003-1026.",
        "National Research Council Committee on Assessing and Valuing the Services of Aquatic and Related Terrestrial Ecosystems (2004). Valuing Ecosystem Services: Toward Better Environmental Decision-Making. Washington, D.C., National Academies Press.",
        "Persky, J. (2001). Retrospectives: Cost-Benefit Analysis and the Classical Creed. Journal of Economic Perspectives 15(4): 199-208.",
        "Pindyck, R. S. (2000). Irreversibilities and the timing of environmental policy. Resource and Energy Economics 22(3): 233-259.",
        "Pinter, N. (2005). One Step Forward, Two Steps Back on U.S. Floodplains. Science 308(8 April): 207-208.",
        "Rodrik, D. and R. Zeckhauser (1988). The Dilemma of Government Responsiveness. Journal of Policy Analysis and Management 7(4): 601-620.",
        "Sparks, R. E. (2006). Rethinking, Then Rebuilding New Orleans. Issues in Science and Technology Winter.",
        "U.S. Environmental Protection Agency (1995). Americas wetlands: Our vital link between land and water, EPA843-K-95-001. Washington, D.C., Office of Water, Office of Wetlands, Oceans and Watersheds.",
        "Viscusi, W. K. and J. E. Aldy (2003). The Value of a Statistical Life: A Critical Review of Market Estimates Throughout the World. Journal of Risk and Uncertainty 27(1): 5."
    ]
}