{
    "id": 12257,
    "cites": 13,
    "cited_by": 14,
    "reference": [
        "Aigner, Dennis, and Cain, Glen, Statistical Theories of Discrimination in Labor Markets, Industrial and Labor Relations Review, 30 (1977): 175-87.",
        "Altonji, Joseph G. and Pierret, Charles R., Employer Learning and Statistical Discrimination, Quarterly Journal of Economics, 116 (February 2001): 313-50.",
        "Bertrand, Marianne and Mullainathan, Sendhil, Are Emily and Brendan More Employable than Lakisha and Jamal? A Field Experiment on Labor Market Discrimination, American Economic Review, 94 (September 2004): 991-1013.",
        "Cameron, Stephen V. and Heckman, James J., The Dynamics of Educational Attainment for Black, Hispanic, and White Males, Journal of Political Economy, 109 (June 2001): 455-99.",
        "Card, David, and Krueger, Alan B., School Quality and Black-White Relative Earnings: A Direct Assessment, Quarterly Journal of Economics, 107 (February 1992a): 151-200.",
        "Darity, William A., Jr. and Mason, Patrick L., Evidence on Discrimination in Employment: Codes of Color, Codes of Gender, Journal of Economic Perspectives, 12 (Spring 1998): 6390.",
        "Heckman, James J. Detecting Discrimination, Journal of Economic Perspectives, Spring 1998; 12(2): 101-16.",
        "Johnson, William and Neal Derek, Basic Skills and the Black-White Earnings Gap, in Christopher Jencks and Meredith Phillips, eds., The Black-White Test Score Gap, Washington, DC: Brookings Institution Press, 1998.",
        "Kirschenman, Joleen and Neckerman, Kathryn M., `Wed Love to Hire Them, But...: The Meaning of Race for Employers, in Christopher Jencks and Paul E. Peterson, eds., The Urban Underclass, Washington, DC: Brookings Institution Press, 1991.",
        "Lang, K. A Language Theory of Discrimination, Quarterly Journal of Economics, 101 (May 1986): 363-382.",
        "Neal, Derek A. and Johnson, William R., The Role of Premarket Factors in Black-White Wage Differences, Journal of Political Economy 104 (October 1996): 869-95.",
        "Newman, Katherine S., No Shame in My Game, New York: Vintage Books, 1999.",
        "Rivkin, Steven G., Black/White Differences in Schooling and Employment, Journal of Human Resources, 30 (Fall 1995): 826-52."
    ]
}