{
    "id": 12258,
    "cites": 26,
    "cited_by": 9,
    "reference": [
        "[1] Ansolobehere, Stephen J. de Figueriedo and James Snyder (2002), Why is There so Little Money in U.S. Politics? NBER Working Paper No. 9409.",
        "[2] Baldwin, Robert E. (1985), The Political Economy of US Import Policy, MIT Press.",
        "[3] Bernheim, B. Douglas and Michael Whinton (1986), Menu Auctions, Resource Allocation, and Economic Influence, Quarterly Journal of Economics, Vol. 101, No. 1, pp. 1-31.",
        "[4] Bombardini, Mathilde (2004), Firm Heterogeneity and Lobby Participation, mimeo, MIT.",
        "[5] Brainard, S. Lael and Thierry Verdier (1993), The Political Economy of Declining Industries: Senescent Industry Collapse Revisited, NBER Working Paper No. 4606.",
        "[6] Cadot, Olivier, Jean Marie Grether and Marcello Olarreanga (2005), Endogenous Tariffs in a Common Agency Model: A New Approach Applied to India, mimeo, World Bank.",
        "[7] Eicher, Theo and Thomas Osang (2002), Protection for Sale: An Empirical Estimation: Comment, American Economic Review, Vol. 92, No. 5, pp. 17021710.",
        "[8] Facchini, G., J. Van Biesebroeck and G. Willmann (2004), Protection for Sale with Imperfect Rent Capturing, mimeo, University of Illinois at UrbanaChampaign.",
        "[9] Findlay, Ronald and Stanislaw Wellisz (1982), Endogenous Tariffs and the Political Economy of Trade Restrictions and Welfare, in Jagdish Bhagwati (ed.) Import Competition and Response. University of Chicago Press.",
        "[10] Goldberg, Penelopi and Giovanni Maggi (1999), Protection for Sale: An Empirical Investigation, American Economic Review, Vol. 89, No. 5, pp. 1135-1155.",
        "[11] Gawande, Kishore and Usree Bandopadhyay (2000), Is Protection for Sale? Evidence on the Grossman-Helpman Theory of Endogenous Protection, Review of Economics and Statistics, Vol. 82, pp. 139-152.",
        "[12] Gawande, Kishore and Pravin Krishna (2003), The Political Economy of Trade Policy: Empirical Approaches, in The Handbook of International Trade, James Harrigan and E. Kwan Choi (eds.), Basil Blackwell.",
        "[13] Gawande, Kishore and Pravin Krishna (2004), Foreign Lobbies and US Trade Policy, NBER Working Paper No. 10205.",
        "[14] Gawande, Kishore and Pravin Krishna (2005), Lobbying Competition over US Trade Policy, NBER Working Paper No. 11371. Also in Handbook of International Trade, Basil Blackwell.",
        "[15] Grossman, Gene and Elhanan Helpman (1994), Protection for Sale, American Economic Review, Vol. 84, No. 4, pp. 833-850.",
        "[16] Helpman, Elhanan (1995), Politics and Trade Policy, NBER Working Paper No. 5309.",
        "[17] Hillman, Arye (1982), Declining Industries and Political Support Protectionist Motives, American Economic Review, Vol. 72, pp. 1180-1187.",
        "[18] Kee, Hiau Looi, Marcelo Olarreaga and Peri Silva (2005), Market Access for Sale, Forthcoming in the Journal of Development Economics.",
        "[19] Kelejian, H. (1971), Two-Stage Least Squares and Econometric Systems Linear in Parameters but Nonlinear in the Endogenous Variables, Journal of the American Statistical Association, Vol. 66, pp. 373-374.",
        "[20] Lee, Jong-Wha and Phillip Swagel (1997), Trade Barriers and Trade Flows Across Countries and Industries, Review of Economics and Statistics, Vol. 79, pp. 372--382.",
        "[21] Matschke, Xenia and Shane Sherlund (2004), Do Labor Issues Matter in the Determinants of U.S. Trade Policy? An Empirical Reevaluation, University of Connecticut, Department of Economics Working Paper No. 2004-36R. Forthcoming in the American Economic Review.",
        "[22] McCalman, P. (2001), Protection for Sale and Trade Liberalization: An Empirical Investigation, Review of International Economics, Vol. 57, pp.151-176.",
        "[23] Mitra, D., D. Thomakos and M. Ulubasoglu (2002), Protection for Sale in a Developing Country: Democracy versus Dictatorship, Review of Economics and Statistics, Vol. 84, pp. 497-508.",
        "[24] Rodrik, Dani (1995), Political Economy of Trade Policy, Chaper 28 in Handbook of International Economics, Vol. 3, Gene Grossman and Kenneth Rogoff (eds.), North Holland.",
        "[25] Shiells, C.R., Robert M. Stern and Alan V. Deardorff (1985), Estimates of the Elasticities of Substitution between Imports and Home Goods for the United States, Weltwirtschaftliches Archiv, Vol. 122, No. 3, pp. 497-519.",
        "[26] Trefler, Dan (1993), Trade Liberalization and the Theory of Endogenous Protection, Journal of Political Economy, Vol. 101, No. 1, pp. 138-160."
    ]
}