{
    "id": 12259,
    "cites": 44,
    "cited_by": 1,
    "reference": [
        "Altig, David, Alan J. Auerbach, Laurence J. Kotlikoff, Kent A. Smetters, and Jan Walliser. 2001. Simulating Fundamental Tax Reform in the United States, American Economic Review 91: 574-595.",
        "Andrews, William D. 1974. A Consumption-Type or Cash Flow Personal Income Tax, Harvard Law Review 87: 1113-1188.",
        "Atkinson, Anthony B., and Joseph E. Stiglitz. 1976. The Design of Tax Structure: Direct Versus Indirect Taxation, Journal of Public Economics 6: 55-75.",
        "Auerbach, Alan J. 1996. Tax Reform, Capital Allocation, Efficiency, and Growth, in Henry J. Aaron and William G. Gale, eds., Economic Effects of Fundamental Tax Reform (Washington, D.C.: Brookings Institution Press), 29-81.",
        "Auerbach, Alan J. 2005. A Consumption Tax, Wall Street Journal (August 25, 2005: A8).",
        "Auerbach, Alan J. 2007. The Choice between Income and Consumption Taxes: A Primer, in Alan J. Auerbach and Daniel Shaviro, eds., Key Issues in Public Finance (Cambridge, MA: Harvard University Press), forthcoming.",
        "Auerbach, Alan J., and James R. Hines, Jr. 1987. Anticipated Tax Changes and the Timing of Investment, in Martin Feldstein, ed., The Effects of Taxation on Capital Accumulation (Chicago: University of Chicago Press), 163-196.",
        "Auerbach, Alan J., and James R. Hines, Jr. 2002. Taxation and Economic Efficiency, in Alan J. Auerbach and Martin Feldstein, eds., Handbook of Public Economics, vol. 3 (Amsterdam: North-Holland), 1347-1421.",
        "Auerbach, Alan J., and Dale Jorgenson. 1980. Inflation-Proof Depreciation of Assets, Harvard Business Review 158: 113-125.",
        "Auerbach, Alan J., and Laurence J. Kotlikoff. 1983. National Savings, Economic Welfare, and the Structure of Taxation, in Martin Feldstein, ed., Behavioral Simulation Methods in Tax Policy Analysis (Chicago: University of Chicago Press), 459-493.",
        "Auerbach, Alan J., and Laurence J. Kotlikoff. 1987. Dynamic Fiscal Policy (Cambridge, UK: Cambridge University Press).",
        "Auerbach, Alan J., Laurence J. Kotlikoff, and Jonathan Skinner. 1983. The Efficiency Gains from Dynamic Tax Reform, International Economic Review 24: 81-100.",
        "Bernheim, B. Douglas. 2002. Taxation and Saving, in Alan J. Auerbach and Martin Feldstein, ed., Handbook of Public Economics, vol. 3 (Amsterdam: Elsevier), 1173-1249.",
        "Boadway, Robin, and Neil Bruce. 1984. A General Proposition on the Design of a Neutral Business Tax, Journal of Public Economics 24: 231-239.",
        "Bradford, David F. 1986. Untangling the Income Tax (Cambridge, Mass.: Harvard University Press).",
        "Bradford, David F. 1996a. Consumption Taxes: Some Fundamental Transition Issues, in Michael J. Boskin, ed., Frontiers of Tax Reform (Stanford: Hoover Institution Press), 123150.",
        "Bradford, David F. 1996b. Fundamental Issues in Consumption Taxation (Washington: AEI Press).",
        "Bradford, David F. 1998. Transition to and Tax-Rate Flexibility in a Cash-Flow-Type Tax, in James Poterba, ed., Tax Policy and the Economy, vol. 12 (Cambridge, Mass.: MIT Press), 151-172.",
        "Bradford, David F. 2004. The X Tax in the World Economy: Going Global with a Simple, Progressive Tax (Washington: AEI Press).",
        "Bradford, David F., and U.S. Treasury Tax Policy Staff. 1984. Blueprints for Basic Tax Reform, 2nd ed. (Arlington, VA: Tax Analysts).",
        "Chamley, Christophe. 1986. Optimal Taxation of Capital Income in General Equilibrium with Infinite Lives, Econometrica 54: 607-622.",
        "Eichengreen, Barry. 1990. The Capital Levy in Theory and Practice, in Rudiger Dornbusch and Mario Draghi, eds., Public Debt Management: Theory and History (Cambridge, UK: Cambridge University Press), 191-220.",
        "Feldstein, Martin S. 1978. The Welfare Cost of Capital Income Taxation, Journal of Political Economy 86: S29-51.",
        "Fischer, Stanley. 1980. Dynamic Inconsistency, Cooperation and the Benevolent Dissembling Government, Journal of Economic Dynamics and Control 2: 93-107.",
        "Friedman, James W. 1971. A Non-cooperative Equilibrium for Supergames, Review of Economic Studies 38: 1-12.",
        "Gentry, William M., and R. Glenn Hubbard. 1997. Distributional Implications of Introducing a Broad-Based Consumption Tax, in James M. Poterba, ed., Tax Policy and the Economy, vol.",
        "Grossman, Herschel I., and John B. Van Huyck. 1988. Sovereign Debt as a Contingent Claim: Excusable Default, Repudiation, and Reputation, American Economic Review 78: - 28 - 1097.",
        "Howitt, Peter, and Hans-Werner Sinn. 1989. Gradual Reforms of Capital Income Taxation, American Economic Review 79: 106-124.",
        "Judd, Kenneth L. 1985. Redistributive Taxation in a Simple Perfect Foresight Model, Journal of Public Economics 28:59-83.",
        "Kaplow, Louis. 1986. An Economic Analysis of Legal Transitions, Harvard Law Review 99: 509-617.",
        "Kaplow, Louis. 1987. Optimal Transition Policy: Replacing Horizontal Equity with an Ex Ante Incentives Perspective (dissertation, Harvard University Department of Economics, Cambridge, Mass.).",
        "Kaplow, Louis. 1995. Recovery of Pre-Enactment Basis Under a Consumption Tax: The USA Tax System, Tax Notes 68: 1109-1118.",
        "Kaplow, Louis. 2003. Transition Policy: A Conceptual Framework, Journal of Contemporary Legal Issues 13: 161-209.",
        "Kaplow, Louis. 2006. On the Undesirability of Commodity Taxation Even When Income Taxation Is Not Optimal, Journal of Public Economics 90: ___-___.",
        "Kaplow, Louis. (Forthcoming.) The Theory of Taxation and Public Economics. Kotlikoff, Laurence J. 2005. The Case for the `FairTax, Wall Street Journal (March 7, 2005: A18).",
        "Kydland, Finn E., and Edward C. Prescott. 1977. Rules Rather than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy 85: 473-491.",
        "Roberts, Kevin. 1984. The Theoretical Limits to Redistribution, Review of Economic Studies 51: 177-195.",
        "Rogers, Carol Ann. 1986. The Effect of Distributive Goals on the Time Inconsistency of Optimal Taxes, Journal of Monetary Economics 17: 251-269.",
        "Sarkar, Shounak, and George R. Zodrow. 1993. Transitional Issues in Moving to a Direct Consumption Tax, National Tax Journal 46: 359-76.",
        "Seidman, Laurence S. 1997. The USA Tax: A Progressive Consumption Tax (Cambridge, - 29 - Mass.: MIT Press).",
        "Shaviro, Daniel. 2000. When Rules Change: An Economic and Political Analysis of Transition Relief and Retroactivity (Chicago: University of Chicago Press).",
        "Stiglitz, Joseph E. 1987. Pareto Efficient and Optimal Taxation and the New New Welfare Economics, in Alan J. Auerbach and Martin Feldstein, eds., Handbook of Public Economics, vol. 2 (Amsterdam: North-Holland), 991-1041.",
        "Weisbach, David A. 2003. Does the X-Tax Mark the Spot? S.M.U. Law Review 56: 201-238.",
        "Zodrow, George R. 2002. Transitional Issues in the Implementation of a Flat Tax or a Retail Sales Tax, in George R. Zodrow and Peter Mieszkowski, eds., United States Tax Reform in the 21st Century (Cambridge: Cambridge University Press): 245-283."
    ]
}