{
    "id": 12254,
    "cites": 54,
    "cited_by": 6,
    "reference": [
        "Wooldridge, Jeffrey. 2002. Econometric Analysis of Cross Section and Panel Data. MIT Press, Cambridge, MA.",
        "Westfall, Peter H. and Young, Stanley S. 1993. Resampling-Based Multiple Testing: Examples and Methods for P-value Adjustment. New York: Wiley.",
        "Weisbrod. Burton. 1991. The Health Care Quadrilemma: An Essay on Technological Change, Insurance, Quality of Care, and Cost Containment. Journal of Economic Literature 29(2): 523-552.",
        "Staiger, Douglas, Joanne Spetz and Ciaran Phibbs. 1999. Is there monopsony in the labor market? Evidence from a natural experiment. National Bureau of Economic Research Working Paper 7258.",
        "Staiger, Douglas and Gary Gaumer. 1990. The Impact of Financial Pressure on Quality of Care in Hospitals: Post-Admission Mortality Under Medicares Prospective Payment System Abt Associates Inc.",
        "Sloan, Frank. 2000. Not-for-profit ownership and hospital behavior. Handbook of Health Economics, Volume 1B, Anthony Culyer and Joseph Newhouse (eds). Elsevier.",
        "Prospective Payment Assessment Commission. 1988. Medicare Prospective Payment and the American Health Care System: Report to the Congress. Washington DC Prospective Payment Assessment Commission. 1990. Medicare Prospective Payment and the American Health Care System: Report to the Congress. Washington DC Prospective Payment Assessment Commission. 1992. Medicare Prospective Payment and the American Health Care System: Report to the Congress. Washington DC Sloan, Frank, Michael Morrissey and Joseph Valvona. 1988. Medicare Prospective Payment and the Use of Medical Technologies in Hospitals. Medical Care 26(9): 837-853.",
        "Office of Technology Assessment (OTA). 1985. Medicares Prospective Payment System: Strategies for Evaluating Cost, Quality, and Medical Technology. Government Printing Office: Washington DC.",
        "Newhouse, Joseph. 2002. Pricing the Priceless: A Health Care Conundrum. MIT Press: Cambridge, MA.",
        "Office of Technology Assessment (OTA). 1984. Medical Technology and the Costs of the Medicare Program. Government Printing Office, Washington DC.",
        "Newhouse, Joseph. 1992. Medicare Care Costs: How Much Welfare Loss? Journal of Economic Perspectives, 6(3): 3-21.",
        "Newell, Richard, Adam Jaffe and Robert Stavins. 1999. The induced innovation hypothesis and energy-saving technological change. Quarterly Journal of Economics, August, pp.941-975.",
        "Medicare Payment Advisory Commission (MedPAC). 1999. Report to Congress: Medicare Payment Policy. March. Available on line at http://www.medpac.gov.",
        "McClellan, Mark. 1997. Hospital Reimbursement Incentives: An Empirical Analysis. Journal of Economics & Management Strategy 6 (1): 91-128.",
        "McClellan, Mark. 1996. Medicare Reimbursement and Hospital Cost Growth. in David Wise (ed) Advances in the Economics of Aging. Chicago: University of Chicago Press.",
        "Laffont, Jean-Jacques and Jean Tirole. 1993. A Theory of Incentives in Procurement and Regulation. MIT Press, Cambridge MA.",
        "Krusell, Per, Lee Ohanian, Victor Rios-Rull and Giovanni Violante. 2000. Capital Skill Complementary and Inequality Econometrica, 68, pp. 1029-1053.",
        "Kling, Jeffrey and Jeffrey Liebman. 2004. Experimental Analysis of Neighborhood Effects on Youth. Unpublished mimeo.",
        "Joskow, Paul. 2005. Incentive Regulation in Theory and Practice: Electricity Distribution and Transmission Networks. Mimeo.",
        "Kiefer, Nicholas. 1988. Economic Duration Data and Hazard Functions. Journal of Economic Literature 26(2): 646-679.",
        "Hicks, John. 1932. The Theory of Wages, Macmillan, London.",
        "Health Care Financing Administration. 1999. Statistical Supplement. U.S. Department of Health and Human Services: Baltimore MD.",
        "Hausman, Jerry, Bronwyn Hall, and Zvi Griliches. 1984. Econometric models for count data with an application to the patents-R&D relationship. Econometrica 52(4): 909-938.",
        "Han, Aaron and Jerry Hausman. 1990. Flexible Parametric Estimation of Duration and Competing Risk Models. Journal of Applied Econometrics 5:1-28.",
        "Health Care Financing Administration. 1986. Status Report: Research and Demonstrations in Health Care Financing. U.S. Department of Health and Human Services: Baltimore MD.",
        "Health Care Financing Administration. 1987. Status Report: Research and Demonstrations in Health Care Financing. U.S. Department of Health and Human Services: Baltimore MD.",
        "Habakkuk, H. J. 1962. American and British Technology in the Nineteenth Century: Search for Labor Saving Inventions, Cambridge University Press.",
        "Griliches, Zvi. 1956. Capital-Skill Complementarity Review of Economics and Statistics, LI, 465-68.",
        "Griliches, Zvi and Jerry Hausman. 1986. Errors in Variables in Panel Data. Journal of Econometrics 31: 93-118.",
        "Finkelstein, Amy. 2005. The Aggregate Effects of Health Insurance: Evidence from the Introduction of Medicare. NBER Working Paper 11619.",
        "Fuchs, Victor. 1996. Economics, Values, and Health Care Reform. Presidential Address of the American Economic Association, American Economic Review, March 1996.",
        "GAO. 1986. Medicare: Alternative for Paying Hospital Capital Costs. GAO. 2000. Medicare Hospital Payments: PPS Includes Several Policies Intended to Help Rural Hospitals. Greenstone, Michael. 2002. The Impacts of Environmental Regulation on Industrial Activity: Evidence from the 1970 and 1977 Clean Air Act Amendments and the Census of Manufacturers. Journal of Political Economy 110(6).",
        "Finkelstein, Amy. 2004. Static and Dynamic Effects of Health Policy: Evidence from the Vaccine Industry. Quarterly Journal of Economics 527-564.",
        "Federal Register. 2000. U.S. Government Printing Office, Washington, D.C. July 3.",
        "Cutler, David. 1995. The Incidence of Adverse Medical Outcomes Under Prospective Payment. Econometrica 63(1): 29-50.",
        "Cutler, David and Louise Sheiner. 1998. Managed Care and the Growth of Medical Expenditures.  In Alan Garber (ed). Frontiers in Health Policy Research.",
        "Cutler, David and Richard Zeckhauser. 2000. The Anatomy of Health Insurance in A. Culyer and J. Newhouse, eds. Handbook of Health Economics, Volume IA, Amsterdam: Elsevier.",
        "Dafny, Leemore. 2005. How Do Hospitals Respond to Price Changes? American Economic Review 95(5): 1525-1547.",
        "David, Paul. 1975. Technical Choice, Innovation and Economic Growth: Essays on American and British Experience in the Nineteenth Century, London, Cambridge University Press.",
        "Feder, Judith, Jack Hadley, and Stephen Zuckerman. 1987. How did Medicares Prospective Payment System Affect Hospitals? New England Journal of Medicine 317(14): 867-873.",
        "Cutler, David. 2003. Your Money or Your Life: Strong Medicine for Americas Health Care System. Oxford University Press.",
        "Baumol, William and Alvin Klevorick. 1970. Input Choices and Rate of Return Regulation: An Overview of the Discussion Bell Journal of Economics and Management Science, 1:162-190.",
        "Congressional Budget Office. 1988. Including Capital Expenses in the Prospective Payment System. Cotterill, Philip. 1991. Prospective payment for Medicare hospital capital: Implications of the research. Health Care Financing Review, Annual Supplement: 79-86.",
        "Coulam, Robert and Gary Gaumer. 1991. Medicares prospective payment system: A critical appraisal. Health Care Financing Review, Annual Supplement: 45-77.",
        "Baker, Laurence and Ciaran Phibbs. 2002. Managed care, technology adoption, and health care: the adoption of neonatal intensive care. Rand Journal of Economics 33: 524-548.",
        "Baker, Laurence, HMOs and Fee for Service Health Care Expenditures: Evidence from Medicare. Journal of Health Economics, XVI (1997), 453-481.",
        "Baker, Laurence. 2001. Managed Care and Technology Adoption in Health Care: Evidence from Magnetic Resonance Imaging. Journal of Health Economics, 20: 395-421.",
        "Averech, Harvey and Leland Johnson. 1962. Behavior of the Firm under Regulatory Constraint. American Economic Review 52: 1053-1069.",
        "Baicker, Katherine and Douglas Staiger. 2005. Fiscal Shenanigans, Targeted Federal Health Care Funds, and Patient Mortality. Quarterly Journal of Economics 120(1).",
        "Antos, Joseph. 1993. Waivers, Research, and Health System Reform. Health Affairs: 179-183 Armstrong, Mark, Simon, Cowen and John, Vickers. 1994. Regulatory Reform: Economic Analysis and British Experience, Cambridge, Massachusetts, MIT Press.",
        "American Hospital Association. 1983. Estimated Useful Lives of Depreciable Hospital Assets. American Hospital Association, Chicago IL.",
        "Acemoglu, Daron and Joshua Linn. 2004. Market Size in Innovation: Theory and Evidence from the Pharmaceutical Industry. Quarterly Journal of Economics, 119, 1049-1090.",
        "Acemoglu, Daron. 2002. Technical Change, Inequality and the Labor Market, Journal of Economic Literature, XL, 7-72.",
        "Acemoglu, Daron. 2003. Factor Prices and Technical Change: From Induced Innovations to Recent Debates in Philippe Aghion, Roman Frydman, Joseph Stiglitz and Michael Woodford (editors) Knowledge, Information and Expectations in Modern Macroeconomics: in Honor of Edmund S. Phelps, New Jersey, Princeton University Press, 464-491."
    ]
}