{
    "id": 12256,
    "cites": 36,
    "cited_by": 4,
    "reference": [
        "Allen, Beth (1981), A Class of monotone Economies in which Rational Expectations Equilibria Exist But Prices do not Reveal all Information, Economics Letters 7: 227-232.",
        "Allen, Beth and James Jordan (1998), The Existence of Rational Expectations Equilibrium: A Retrospective, Federal Reserve Bank of Minneapolis, Research Department Staff Report 252.",
        "Ausubel, Lawrence (1990), Partially-revealing Rational Expectations Equilibrium in a Competitive Economy, Journal of Economic Theory 50: 93-126.",
        "Bagehot, Walter (Pseudonym for Jack Treynor) (1971), The Only Game in Town, Financial Analysts Journal 22: 12-14.",
        "Barberis, Nicholas and Richard Thaler (2003), A Survey of Behavioral Finance, Chapter 18 of the Handbook of the Economics of Finance: Financial Markets and Asset Pricing, Vol.",
        "Biais, Bruno and Tomas Mariotti (2005), Strategic Liquidity Supply and Security Design, Review of Economic Studies 72: 615-649.",
        "Blume, Lawrence and David Easley (2004), If Youre So Smart, Why Arent You Rich? Belief Selection in Complete and Incomplete Markets, Econometrica, forthcoming.",
        "Blume, Lawrence, Margaret Bray, and David Easley (1982), Introduction to the Stability of Rational Expectations Equilibrium, Journal of Economic Theory 26: 313-317.",
        "Beja, Abram (1976), The Limited Information Efficiency of Market Processes, Research Program in Finance, Working Paper No. 43, University of California, Berkeley.",
        "DeLong, J. Bradford, Andrei Shleifer, Lawrence Summers, and Robert Waldman (1990), Noise Trader Risk in Financial Markets, Journal of Political Economy 98: 703-738.",
        "Demarzo, P. and Duffie, D. (1999), A Liquidity-Based Model of Security Design, Econometrica 67: 65-99.",
        "Diamond, Douglas and Robert Verrecchia (1981), Information Aggregation in a Noisy Rational Expectations Economy, Journal of Financial Economics 9: 221-235.",
        "Dow, James and Gary Gorton (1994), Arbitrage Chains, Journal of Finance 49: 819-850.",
        "Dow, James and Gary Gorton (1995), Profitable Informed Trading in a Simple General Equilibrium Model of Asset Pricing, Journal of Economic Theory 67: 327-369.",
        "Dow, James and Gary Gorton (1997), Noise Trading, Delegated Portfolio Management, and Economic Welfare, Journal of Political Economy 105: 1024-1050.",
        "Dow, James and Rohit Rahi (2003), Informed Trading, Investment, and Economic Welfare, Journal of Business 76: 430-454.",
        "Dow, James and Rohit Rahi (2000), Should Speculators be Taxed?, Journal of Business 73: 89107.",
        "Easley, David and Maureen OHara (2003), Microstructure and Asset Pricing, chapter 17 of the Handbook of the Economics of Finance: Financial Markets and Asset Pricing, edited by George Constantinides, Milton Harris, and Rene Stulz (Elsevier North-Holland).",
        "Friedman, Milton (1953), The Case for Flexible Exchange Rates, in Essays in Positive Economics (University of Chicago Press; Chicago).",
        "Garman, Mark (1976), Market Microstructure, Journal of Financial Economics 3: 257-75.",
        "Glosten, Lawrence and Paul Milgrom (1985), Bid, Ask and Transaction Prices in a Specialist Market with Heterogeneously Informed Traders, Journal of Financial Economics 14: 71100.",
        "Green, Jerry (1977), The Non-Existence of Informational Equilibria, Review of Economic Studies 44: 451-463.",
        "Grossman, Sanford (1976), On the Efficiency of Competitive Stock Markets Where Traders Have Diverse Information, Journal of Finance 32: 573-585.",
        "Grossman, Sanford (1977), The Existence of Futures Markets, Noisy Rational Expectations and Informational Externalities, Review of Economic Studies 44: 431-449.",
        "Grossman, Sanford (1978), Further Results on the Informational Efficiency of Competitive Stock Markets, Journal of Economic Theory 18: 81-101.",
        "Grossman, Sanford (1981), An Introduction to the Theory of Rational Expectations under Asymmetric Information, Review of Economic Studies 48: 541-559.",
        "Grossman, Sanford and Joseph Stiglitz (1980), On the Impossibility of Informationally Efficient Markets, American Economic Review 70: 393-408.",
        "Hellwig, Martin (1980), On the Aggregation of Information in Competitive Markets, Journal of Economic Theory 22: 477- 498.",
        "Jordan, James (1983), On the Efficient Market Hypothesis, Econometrica 51: 1325-1343.",
        "Kyle, Albert S. (1985), Continuous Auctions and Insider Trading, Econometrica 53: 13151335.",
        "Lucas, Robert E. (1972), Expectations and the Neutrality of Money, Journal of Economic Theory 4: 103-124.",
        "Milgrom, Paul and Nancy Stokey (1982), Information, Trade and Common Knowledge, Journal of Economic Theory 26: 17-27.",
        "Radner, R. (1979), Rational Expectations Equilibrium: Existence and Information Revealed by Prices, Econometrica 47: 370-391.",
        "Shiller, Robert J. (1984), Stock Prices and Social Dynamics, Brookings Papers on Economic Activity, Fall: 457-498.",
        "Shleifer, Andrei and Lawrence Summers (1990), The Noise Trader Approach to Finance, Journal of Economic Perspectives 4: 19-33.",
        "Shleifer, Andrei and Robert Vishny (1997), The Limits of Arbitrage, Journal of Finance 51: 3555."
    ]
}