{
    "id": 12250,
    "cites": 29,
    "cited_by": 17,
    "reference": [
        "Alesina, Alberto, and Dani Rodrik. 1994. Distributive politics and economic growth. Quarterly Journal of Economics 109 (2):465Ã\u0082â\u0080\u009390.",
        "Barro, Robert J. 1996. Democracy and growth. Journal of Economic Growth 1 (1):1Ã\u0082â\u0080\u009327.",
        "Baier, Scott L., Gerald P. Dwyer Jr., and Robert Tamura. 2006. How important are capital and total factor productivity for economic growth? Economic Inquiry 44 (1):23Ã\u0082â\u0080\u009349.",
        "De Haan, Jakob, and Jan-Egbert Sturm. 2003. Does more democracy lead to greater economic freedom? New evidence for developing countries. European Journal of Political Economy 19 (3):547Ã\u0082â\u0080\u009363.",
        "Dutt, Pushan, and Devashish Mitra. 2002. Endogenous trade policy through majority voting: an empirical investigation. Journal of International Economics 58 (1):107Ã\u0082â\u0080\u009333.",
        "Feenstra, Robert C. 2004. Advanced international trade: theory and evidence. Princeton: Princeton University Press.",
        "Findlay, Ronald, and Stanislaw Wellisz. 1984. Endogenous tariffs, the political economy of trade restrictions, and welfare. In Import competition and response, edited by Jagdish N. Bhagwati. Chicago: The University of Chicago Press.",
        "Garrett, Geoffrey. 2000. The causes of globalization. Comparative Political Studies 33 (6Ã\u0082â\u0080\u00937): 941Ã\u0082â\u0080\u009391.",
        "Gourevitch, Peter. 1986. Politics in hard times: comparative responses to international economic crises. Ithaca: Cornell University Press.",
        "Grossman, Gene M., and Elhanan Helpman. 2001. Special interest politics. Cambridge: MIT Press.",
        "Huberman, Michael. Forthcoming. A ticket to trade: Belgian labor and globalization before 1914. Forthcoming, Economic History Review.",
        "Mansfield, Edward D., Helen V. Milner, and Peter B. Rosendorff. 2000. Free to trade: democracies, autocracies, and international trade. American Political Science Review 94 (2):305Ã\u0082â\u0080\u009321.",
        "Mayer, Wolfgang. 1984. Endogenous tariff formation. American Economic Review 74 (5):970Ã\u0082â\u0080\u009385.",
        "Milner, Helen V., and Keiko Kubota. 2005. Why the move to free trade? Democracy and trade policy in the developing countries. International Organization 59 (1):107Ã\u0082â\u0080\u0093143.",
        "Olson, Mancur, 1993. Dictatorship, democracy, and development. American Political Science Review 87 (3):567Ã\u0082â\u0080\u009376.",
        "OÃ\u0082â\u0080\u0099Rourke, Kevin H., Alan M. Taylor, and Jeffrey G. Williamson. 1996. Factor price convergence in the late nineteenth century. International Economic Review 37 (3):499Ã\u0082â\u0080\u0093530.",
        "OÃ\u0082â\u0080\u0099Rourke, Kevin H., and Jeffrey G. Williamson. 1994. Late nineteenth century Anglo-American factor price convergence: were Heckscher and Ohlin right? Journal of Economic History 54 (4):892Ã\u0082â\u0080\u0093916.",
        "OÃ\u0082â\u0080\u0099Rourke, Kevin H., and Jeffrey G. Williamson. 1999. Globalization and history: the evolution of a nineteenth century Atlantic economy. Cambridge: MIT Press.",
        "Persson, Torsten, 2005. Forms of democracy, policy and economic development. NBER Working Paper 11171.",
        "Polanyi, Karl, 1957. The great transformation: the political and economic origins of our time. Boston: Beacon Press.",
        "Przeworski, Adam, and Fernando Limongi. 1993. Political regimes and economic growth. Journal of Economic Perspectives 7 (3):51Ã\u0082â\u0080\u009369.",
        "Rigobon, Roberto, and Dani Rodrik. 2005. Rule of law, democracy, openness, and income. Estimating the interrelationships. Economics of Transition 13(3): 533Ã\u0082â\u0080\u009364.",
        "Rodrik, Dani and Romain Wacziarg. 2005. Do democratic transitions produce bad economic outcomes? American Economic Review 95 (2): 50Ã\u0082â\u0080\u009355.",
        "Rogowski, Ronald. 1989. Commerce and coalitions: how trade effects domestic political arrangements. Princeton: Princeton University Press.",
        "Sachs, Jeffrey D., and Andrew Warner. 1995. Economic reform and the process of global integration. Brookings Papers on Economic Activity 1: 1Ã\u0082â\u0080\u0093118.",
        "Thompson, Henry. 1985. Complementarity in a simple general equilibrium production model. Canadian Journal of Economics 18 (3):616Ã\u0082â\u0080\u009321.",
        "Thompson, Henry. 1986. Free trade and factor-price polarization. European Economic Review 30 (2):419Ã\u0082â\u0080\u009325.",
        "Williamson, Jeffrey G. 1996. Globalization, convergence, and history. Journal of Economic History 56 (2):277Ã\u0082â\u0080\u0093306.",
        "Williamson, Jeffrey G. 2004. The tariff response to world market integration in the periphery before the modern era. Paper presented to the Market Integration Workshop, Fiesole, July 1Ã\u0082â\u0080\u00934."
    ]
}