{
    "id": 12268,
    "cites": 34,
    "cited_by": 5,
    "reference": [
        "Aoki, K., 2003, On optimal monetary policy response to noisy indicators, Journal of monetary economics 50, 501-523.",
        "Ball, L. and R.R. Tchaidze, 2002, Monetary policy rules in practice, American economic association papers and proceedings 92, 108-114.",
        "Ball, L., N.G. Mankiw, and R. Reis, 2005, Monetary policy for inattentive economies, Journal of monetary economics 52, 703-725.",
        "Blank, R. and M.D. Shapiro, 2001, Labor and the sustainability of output and productivity growth, in: A. Kruger and R.M. Solow, eds., The roaring nineties, (Russell Sage Foundation, New York) 309-366.",
        "Clarida, R., J. Gali, and M. Gertler, 1999, The science of monetary policy: A new Keynesian perspective, Journal of economic literature 37, 1661-1707.",
        "Clarida, R., J. Gali, and M. Gertler, 2000, Monetary policy rules and macroeconomic stability: Evidence and some theory, Quarterly journal of economics 115, 147-80.",
        "Ehrmann, M. and F. Smets, 2003, Uncertain potential output: Implications for monetary policy, Journal of economic dynamics and control 27, 1611-1638.",
        "Erceg, C.J. and A.T. Levin, 2002, Optimal monetary policy with durable and non-durable goods, European Central Bank Working Paper 179.",
        "Friedman, B.M. and K.N. Kuttner, 1996, A price target for U.S. monetary policy? Lessons from the experience with money growth targets, Brookings papers on economic activity 1, 77-146.",
        "Goodfriend, M. and R.G. King, 1997, The new neoclassical synthesis and the role of monetary policy, in: B.S. Bernanke and J.J. Rotemberg, eds., NBER macroeconomics annual 1997 (MIT Press, Cambridge and London) 231-283.",
        "Greenspan, A., 2004, Risk and uncertainty in monetary policy, American economic association papers and proceedings 94, 33-40.",
        "GÃ\u0083Â¼rkaynak, R.S., B. Sack and E. Swanson, 2003, The excess sensitivity of long-term interest rates: Evidence and implications for macroeconomic models. mimeo.",
        "GÃ\u0083Â¼rkaynak, R.S., B. Sack and E. Swanson, 2005, The excess sensitivity of long-term interest rates: Evidence and implications for macroeconomic models, American economic review 95, 425436.",
        "Jorgenson, D.W., and K.J. Stiroh, 2000, Raising the speed limit: U.S. economic growth in the information age, Brookings papers of economic activity 1, 125-211.",
        "Kilian, L., 1998, Small-sample confidence intervals for impulse response functions, Review of economics and statistics 80, 218-230.",
        "Levin, A.T. and J.C. Williams, 2003, Robust monetary policy with competing reference models, Journal of monetary economics 50, 945-975.",
        "Levin, A., V. Wieland, and J.C. Williams, 1999, Robustness of simple monetary policy rules under model uncertainty, in: J.B. Taylor, ed., Monetary policy rules (University of Chicago Press, Chicago) 263-299.",
        "Levin, A., V. Wieland, and J.C. Williams, 2003, Performance of forecast-based monetary policy rules under model uncertainty, American economics review 93, 622-645.",
        "Lewis, A.D., 2003. A mathematical approach to classical control. Preprint.",
        "Mankiw, N.G., and M.D. Shapiro, 1986, News or noise: An analysis of GNP revisions, Survey of Current Business 66(5), 20-25.",
        "Meyer, L.H., 2004, A term at the Fed (HarperCollins Publishers, New York).",
        "Muth, J.F., 1960, Optimal properties of exponentially weighted forecasts, Journal of the American statistical association 55, 299-306.",
        "Neuendorf, K.A., 2002, The content analysis guidebook (Sage Publications, Thousand Oaks, CA).",
        "Orphanides, A. and S. van Norden, 2002, The unreliability of output-gap estimates in real time, Review of economics and statistics 84, 569-583.",
        "Phillips, A.W., 1954, Stabilization policy in a closed economy, Economic journal 64, 290-323.",
        "Phillips, A.W., 1957, Stabilization policy and the time-forms of lagged responses, Economic journal 67, 265-277.",
        "Roberts, J.M., 1995, New Keynesian economics and the Phillips curve, Journal of money, credit and banking 27, 975-984.",
        "Rudebusch, G., 2002, Term structure evidence on interest rate smoothing and monetary policy inertia, Journal of monetary economics 49, 1161-1187.",
        "Shiller, R.J., 1997, Why do people dislike inflation? In: C.D. Romer and D. Romer, eds., Reducing inflation, (University of Chicago Press, Chicago).",
        "Stock, J.H., J.H. Wright, and M. Yogo, 2002, A survey of weak instruments and weak identification in generalized method of moments, Journal of business and economic statistics 20, 518-520.",
        "Svensson, L.O.E., 1999. Price level targeting vs. inflation targeting: A free lunch? Journal of money, credit, and banking 31, 277-295.",
        "Svensson, L.O.E. and M. Woodford, 2003, Indicator variables for optimal policy, Journal of monetary economics 50, 691-720.",
        "Taylor, J.B., 1993, Discretion versus policy rules in practice, Carnegie-Rochester conference series on public policy 39, 195-214.",
        "Woodford, M., 2003, Interest and prices (Princeton University Press, Princeton NJ)."
    ]
}