{
    "id": 12273,
    "cites": 36,
    "cited_by": 2,
    "reference": [
        "An MY, Christensen BJ, Gupta ND. Retirement Incentives and Couples Retirement Decisions. Working Paper 99-10, Centre for Labour Market and Social Research. December 1999.",
        "Berger MC, Black DA, Scott FA, Chandra A. (1999). Health Insurance Coverage of the Unemployed: COBRA and the Potential Effects of Kassebaum-Kennedy. Journal of Policy Analysis and Management. 18(3):430-448.",
        "Blau D, Gilleskie D. (2003). The Role of Retiree Health Insurance in the Employment Behavior of Older Men. NBER Working Paper 10100.",
        "Blau DM. (1998). Labor Force Dynamics of Older Married Couples. Journal of Labor Economics. 16:595-629.",
        "Blau DM, Gilleskie DB. (2003). Health Insurance and Retirement of Married Couples.",
        "Mimeograph, University of North Carolina at Chapel Hill, September 2003.",
        "Campione WA. (1987). The Married Womans Retirement Decision: A Methodological Comparison. Journal of Gerontology 42(4):381-386.",
        "Coile C. (2003). Retirement Incentives and Couples Retirement Decisions. NBER Working Paper 9496.",
        "French E, Jones JB. (2003). The Effects of Health Insurance and Self-Insurance on Retirement Behavior. Unpublished paper, Federal Reserve Bank of Chicago.",
        "Gustman A, Steinmeier T. (2001). What People Dont Know about their Pension and Social Security In William G. Gale, John B. Shoven and Mark J. Warshawsky, editors, Public Policies and Private Pensions, Washington D.C. Brookings Institution.",
        "Gustman A, Steinmeier T. (2002). Social Security, Pensions and Retirement Behavior within the Family. NBER Working Paper 8772.",
        "Gustman AL, Steinmeier TL. (2000). Retirement in a Family Context: A Structural Model for Husbands and Wives. Journal of Labor Economics. 18:503-45.",
        "Gruber J, Madrian BC. (1995). Health Insurance Availability and the Retirement Decision.",
        "American Economic Review. 85(4):938-948. Gruber J, Madrian BC. (1996). Health Insurance and Early Retirement: Evidence from the Availability of Continuation Coverage. In Advances in the Economics of Aging, edited by David A. Wise, pp. 115-143. Chicago: University of Chicago Press.",
        "Gruber J, Madrian BC. (2004). Health Insurance, Labor Supply, and Job Mobility: A Critical Review of the Literature. In Health Policy and the Uninsured, edited by Catherine G. McLaughlin, pp. 97-177. The Urban Institute Press, Washington D.C.",
        "Headen, Jr., AE, Clark RL, Ghent LS. (1997). Effects of Retiree Health Insurance and Pension Coverage on the Retirement Timing of Older Workers: Sensitivity of Estimates. Unpublished paper, North Carolina State University.",
        "Henretta JC, ORand A, Chan CG. (1993a). Gender Differences in Employment after Spouses Retirement. Research on Aging. 15:148-169.",
        "Henretta JC, ORand A, Chan, CG. ( 1993b). Joint Role Investments and Synchronization of Retirement: A sequential Approach to Couples Retirement Timing. Social Forces. 71:981-1000.",
        "Hurd MD. (1990). The Joint Retirement Decision of Husbands and Wives. In Issues in the Economics of Aging, edited by David A. Wise, Chicago: University of Chicago Press, 231-258.",
        "Hurd M. (1990). The Joint Retirement Decisions of Husbands and Wives. In David A. Wise (ed.), Issues in the Economics of Aging, Chicago: University of Chicago Press, pp. 231-258.",
        "Hutchens R. (1986). Delayed Payment Contracts and a Firms Propensity to Hire Older Workers.",
        "Journal of Labor Economics. 4(4):439-457. Johnson RW, Favreault MM. (2001). Retiring Together or Working Alone: The Impact of Spousal Employment and Disability on Retirement Decisions. CRR Working Paper 2001-01.",
        "Center of Retirement Research at Boston College. Johnson RW, Davidoff AJ, Perese K. (1999). Health Insurance Costs and Early Retirement Decisions. Unpublished paper, The Urban Institute, Washington DC.",
        "Kaiser Family Foundation and Hewitt Associates. The Current State of Retiree Health Benefits. Findings from the Kaiser/Hewitt 2002 Retiree Health Survey. December 2002.",
        "Karoly L, Rogowski J. (1994). The Effect of Access to Post-Retirement Health Insurance on the Decisions to Retire Early. Industrial and Labor Relations Review. 40:103-123.",
        "Madrian BC. (1994). The Effect of Health Insurance on Retirement. Brookings Papers on Economic Activity. 1994(1):181-232.",
        "Madrian BC, Beaulieu ND. (1998). Does Medicare Eligibility Affect Retirement? In Inquiries in the Economics of Aging, edited by David A. Wise (109-131). Chicago: University of Chicago Press.",
        "Maestas N. Labor, Love and Leisure: Complementarity and the Timing of Retirement by Working Couples. Working Paper, Department of Economics, University of California, Berkeley, December 2001.",
        "Maury D. (2001). Couples Retirement Decisions: The Impact of Health and Race Differences.",
        "Mimeograph. Institut dEtudes Politiques de Paris. ORand A, Henretta JC, Krecker M. (1992). Family Pathways to Retirement. In Families and Retirement, edited by Szinovacz M., Ekerdt D., and Vinick B., Newbury Park, CA: Sage.",
        "Pienta A. (1997). Older Couples: An Examination of Health and Retirement Within the Context of the Family. PSU Population Research Institute Working Paper Series 97-03.",
        "Rogowski J, Karoly LA. (2001). Health Insurance and Labor Force Transitions of Older Women Workers. RAND DRU-2728-DOL.",
        "Rogowski J, Karoly L. (2000). Health Insurance and Retirement Behavior: Evidence from the HRS. Journal of Health Economics. 19(4):529-539.",
        "Rust J, Phelan C. (1997). How Social Security and Medicare Affect Retirement Behavior in a World of Incomplete Markets. Econometrica. 65(4):781-831.",
        "Scandlen G. Helping Laid-Off Workers Keep Insurance, Brief Analysis No. 373, Washington: National Center for Policy Analysis. Oct 4, 2001.",
        "StClair P, Bugliari D, Pantoja P, Ilchuk S, Lopez G, Haider S, Hurd M, Loughran D, Panis C, Reti M, Zissimopoulos J. SSA-HRS Data Documentation, PM-1172-SSA. June 2002."
    ]
}