{
    "id": 12276,
    "cites": 24,
    "cited_by": 3,
    "reference": [
        "Acemoglu, Daron and Simon Johnson, 2005, Unbundling Institutions, Journal of Political Economy 113 (5 October): 949-995.",
        "Allayannis, George, Gregory W. Brown, Leora F. Klapper, 2003, Capital Structure and Financial Risk: Evidence from Foreign Debt Use in East Asia, Journal of Finance 58 (6 December): 2285-2812.",
        "Beck, Thorsten, Asli DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt and Ross Levine, 1999, A New Database on Financial Development and Structure, Policy Research Working Paper No. 2146, Washington DC: World Bank.",
        "Bekaert, Geert, 1995, Market Integration and Investment Barriers in Emerging Equity Markets, World Bank Economic Review 9 (1 January): 75-107.",
        "Bekaert, Geert and Campbell R Harvey, 2000, Foreign Speculators and Emerging Equity Markets, Journal of Finance 55 (2 April): 565-613.",
        "Bekaert, Geert and Campbell R. Harvey, 1997, Emerging Equity Market Volatility, Journal of Financial Economics 43 (1 January): 29-77.",
        "Bekaert, Geert, Campbell R. Harvey and Christian Lundblad, 2005, Does Financial Liberalization Spur Growth, Journal of Financial Economics 77 (1 July): 3-56.",
        "Bekaert, Geert, Campbell R. Harvey and Christian Lundblad, (forthcoming), Growth Volatility and Equity Market Liberalization, Journal of International Money and Finance. Bekaert, Geert, Campbell R. Harvey, Christian Lundblad, and Stephan Siegel, (forthcoming), Global Growth Opportunities and Market Integration, Journal of Finance. Desai, Mihir A., C. Fritz Foley, and James R. Hines Jr., 2002, Dividend Policy Inside the Firm, NBER Working Paper No. 8698.",
        "Desai, Mihir A., C. Fritz Foley and James R. Hines Jr., 2004a, The Costs of Shared Ownership: Evidence from International Joint Ventures, Journal of Financial Economics 73 (2 August): 323-374.",
        "Desai, Mihir A., C. Fritz Foley, and James R. Hines Jr., 2004b, A Multinational Perspective on Capital Structure Choice and Internal Capital Markets, Journal of Finance 59 (6 December): 2451-2488.",
        "GÃ\u0083Â©czy, Christopher, Bernadette A. Minton, and Catherine Schrand, 1997, Why Firms Use Currency Derivatives, Journal of Finance 52 (4 September): 1323-1354.",
        "Graham, John R. and Campbell R. Harvey, 2001, The Theory and Practice of Corporate Finance: Evidence from the Field, Journal of Financial Economics 60 (2-3 May):187243.",
        "Harris, Milton and Artur Raviv, 1991, The Theory of Capital Structure, Journal of Finance 46 (1 March): 297-355.",
        "Hartzell, Jay C., Sheridan Titman, and Garry Twite, 2006, Why Do Firms Hold So Much Cash? A Tax-based Explanation, Working Paper.",
        "Harvey, Campbell R. 1995, Predictable Risk and Returns in Emerging Markets, Review of Financial Studies 8 (3 Fall): 773-816.",
        "Helpman, Elhanan, 1984, A Simple Theory of International Trade with Multinational Corporations, Journal of Political Economy 92 (3 June): 451-471.",
        "Helpman, Elhanan, Marc J.Melitz, and Stephen R.Yeaple, 2004, Export versus FDI with Heterogeneous Firms, American Economic Review 94 (1 March): 300-316.",
        "Kedia, Simi and Abon Mozumdar, 2003, Foreign Currency Denominated Debt: An Empirical Examination, Journal of Business 76 (4 October): 521-546.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, 1998, Law and Finance, Journal of Political Economy 106 (6 December): 1113-1155.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, 1997, Legal Determinants of External Finance, Journal of Finance 52 (3 July): 11311150.",
        "Myers, Steward, 1977, Determinants of corporate borrowing. Journal of Financial Economics. 5(2 November):147175.",
        "Opler, Tim, Lee Pinkowitz, RenÃ\u0083Â© Stulz and Rohan Williamson, 1999, The Determinants and Implications of Corporate Cash Holdings, Journal of Financial Economics 52 (1 April): 3-46.",
        "Sabal, Jaime, 2004, The Discount Rate in Emerging Markets: A Guide, Journal of Applied Corporate Finance 16 (2-3 March): 155-166.",
        "Shatz, Howard, 2000, The Location of U.S. Multinational Affiliates, Harvard University Ph.D. Thesis."
    ]
}