{
    "id": 12274,
    "cites": 17,
    "cited_by": 15,
    "reference": [
        "Acemoglu, Daron and Thierry Verdier (2000). The Choice Between Market Failures and Corruption, American Economic Review, 90 pp.194-211.",
        "Banerjee, Abhijit (1997). A Theory of Misgovernance, Quarterly Journal of Economics, 112, pp. 12891332.",
        "Di Tella, Rafael and Ernesto Schargrodsky (2003). The Role of Wages and Auditing During a Crackdown on Corruption in the City of Buenos Aires, Journal of Law and Economics, 46.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer (2002). The Regulation of Entry, Quarterly Journal of Economics, 117(1), 1-37.",
        "Klitgaard, Robert (1991). Gifts and Bribes, in Richard Zeckhauser, ed., Strategy and Choice, MIT Press, Cambridge, MA.",
        "Lui, Francis (1985). An Equilibrium Queuing Model of Bribery, Journal of Political Economy, 93, pp.",
        "Mauro, Paolo (1995). Corruption and Growth, Quarterly Journal of Economics, 110(3), 681-712.",
        "Myrdal, Gunnar (1968). Asian Drama. Vol. II., (New York: Random House).",
        "Olken, Benjamin (2005). Monitoring Corruption: Evidence from a Field Experiment in Indonesia, mimeo, MIT.",
        "Reinikka, Ritva and Jakob Svensson (2005). Fighting Corruption to Improve Schooling: Evidence from a Newspaper Campaign in Uganda, Journal of the European Economic Association, 3(2-3), 259-267.",
        "Rose-Ackerman, Susan (1978). Corruption: A Study in Political Economy. New York: Academic Press.",
        "Rosenn, Keith (1984). Brazils Legal Culture: The Jeito Revisited, Florida International Law Journal, 1(1), 1-43.",
        "Shleifer, Andrei and Robert Vishny (1992). Pervasive Shortages under Socialism, Rand Journal of Economics, 23(2), 237-246.",
        "Shleifer, Andrei and Robert Vishny (1993). Corruption, Quarterly Journal of Economics, 108(3), 599-617.",
        "Svensson, Jakob (2003). Who Must Pay Bribes and How Much? Evidence from a Cross Section of Firms, Quarterly Journal of Economics, 118(1), 207-230.",
        "Tirole, Jean (1992). Collusion and the theory of organizations. In J.-J. Laffont (ed.), Advances in Economic Theory. Sixth World Congress. Cambridge University Press.",
        "Wade, R. (1982). The System of Administrative and Political Corruption: Canal Irrigation in South India. Journal of Development Studies, 18(3):287327."
    ]
}