{
    "id": 12272,
    "cites": 28,
    "cited_by": 14,
    "reference": [
        "Ang, B. W. and F.Q. Zhang. A Survey of Index Decomposition Analysis in Energy and Environmental Studies. Energy, 2000, 25, pp. 1149-76.",
        "Atkinson, J. and N. Manning. A Survey of International Energy Elasticities, B. Terry, P. Elkins and N. Johnstone, Global Warming and Energy Demand. London: Routledge, 1995.",
        "Auffhammer, Maximillian and Ralf Steinhauser. The Future Trajectory of U.S. CO2 Emissions: The Role of State Vs. Aggregate Information, Department of Agricultural and Resource Economics, University of California, Berkeley, 2005.",
        "Bernstein, Mark; Kateryna Fonkych; Sam Loeb and David Loughran. State-Level Changes in Energy Intensity and Their National Implications, RAND, 2003.",
        "Bjorner, Thomas and Henrik Holm Jensen. Energy Taxes, Voluntary Agreements and Investment Subsidies - a Micro-Panel Analysis of the Effect on Danish Industrial Companies Energy Demand. Resource and Energy Economics, 2002, 24, pp. 229-49.",
        "Blok, Kornelis; Henri L. F. de Groot; Esther E. M. Luiten and Martijn G. Rietbergen. The Effectiveness of Policy Instruments for Energy-Efficiency Improvements in Firms. Dordrecht: Kluwer Academic Publishers, 2004.",
        "Boyd, Gale A.; J.F. McDonald; M. Ross and D. Hanson. Separating the Changing Composition of U.S. Manufacturing Production from Energy Efficiency Improvements: A Divisia Index Approach. The Energy Journal, 1987, 8(2), pp. 77-96.",
        "Boyd, Gale A. and Joseph M. Roop. A Note on the Fisher Ideal Index Decomposition for Structural Change in Energy Intensity. Energy Journal, 2004, 25(1), pp. 87-101.",
        "Brown, Marilyn A. Market Failures and Barriers as a Basis for Clean Energy Policies. Energy Policy, 2001, 29, pp. 1197-207.",
        "Brown, Marilyn A.; Mark D. Levine; Walter Short and Jonathan G. Koomey. Scenarios for a Clean Energy Future. Energy Policy, 2001, 29, pp. 1179-96.",
        "Diederen, Paul; Frank Van Tongreren and Hennie Van Der Veen. Returns on Investments in Energy-Saving Technologies under Energy Price Uncertainty in Dutch 38 Greenhouse Horticulture. Environmental and Resource Economics, 2003, 24, pp. 37994.",
        "Diewert, W.E. The Consumer Price Index and Index Number Theory: A Survey, Department of Economics, University of British Columbia, Department Paper 0102, 2001.",
        "Fisher, Irving. The Best Form of Index Number. Quarterly Publications of the American Statistical Association, 1921, 17(133), pp. 533-37.",
        "Greening, Lorna A.; William B. Davis; Lee Schipper and Marta Khrushch. Comparison of Six Decomposition Methods: Application to Aggregate Energy Intensity for Manufacturing in Ten OECD Countries. Energy Economics, 1997, 19(3), pp. 375-90.",
        "Greening, Lorna A.; David L. Greene and Carmen Difiglio. Energy Efficiency and Consumption - the Rebound Effect - a Survey. Energy Policy, 2000, 28, pp. 2000.",
        "Hassett, Kevin and Gilbert E. Metcalf. Can Irreversibility Explain the Slow Diffusion of Energy Saving Technologies? Energy Policy, 1996, 24, pp. 7-8.",
        "Interlaboratory Working Group. Scenarios for a Clean Energy Future, Oak Ridge National Laboratory, Lawrence Berkeley National Laboratory, and National Renewable Energy Laboratory, ORNL/CON-476, LBNL-44029, NREL-TP-620-29379, 2000.",
        "Loughran, David S. and Jonathan Kulick. Demand-Side Management and Energy Efficiency in the United States. Energy Journal, 2004, 25(1), pp. 19-43.",
        "Matsukawa, Isamu. The Effects of Information on Residential Demand for Electricity. The Energy Journal, 2004, 25(1), pp. 1-17.",
        "National Commission on Energy Policy. Ending the Energy Stalemate: A Bipartisan Strategy to Meet Americas Energy Challenges, NCEP, 2004.",
        "Pacala, S. and R. Socolow. Stabilization Wedges: Solving the Climate Problem for the Next 50 Years with Current Technologies. Science, 2004, 305, pp. 968-72.",
        "Parry, Ian. On the Costs of Policies to Reduce Greenhouse Gases from Passenger Vehicles, Resources for the Future, RFF DP 06-14, 2006.",
        "Pew Center on Global Climate Change. The 10-50 Solution: Technologies and Policies for a Low-Carbon Future, Pew Center on Global Climate Change, 2004.",
        "Pizer, William. The Case for Intensity Targets, Resources For The Future, Discussion Paper 05-02, 2005.",
        "Schurr, Sam H. and Bruce C. Netschert. Energy in the American Economy, 1850-1975.",
        "Sue Wing, Ian and Richard S. Eckaus. Explaining Long-Run Changes in the Energy Intensity of the U.S. Economy, MIT Joint Program on the Science and Policy of Global Change, Report No. 116, 2004.",
        "Sutherland, Ronald J. Income Distribution Effects of Electric Utility DSM Programs. Energy Journal, 1994, 15(4), pp. 103-18.",
        "Wirl, Franz. Conservation Incentives for Consumers. Journal of Regulatory Economics, 1999, 15(1), pp. 23-40."
    ]
}