{
    "id": 12270,
    "cites": 10,
    "cited_by": 8,
    "reference": [
        "Andersen, Torben G., Tim Bollerslev, Francis X. Diebold, and Clara Vega, 2003, Micro effects of macro announcements: Real-time price discovery in foreign exchange, American Economic Review 93, 38-62.",
        "Andersen, Torben G., Tim Bollerslev, Francis X. Diebold, and Clara Vega, 200S, Real-time price discovery in stock, bond and foreign exchange markets, Working Paper, Northwestern University, Duke University, University of Pennsylvania and University of Rochester. Balduzzi, Pierluigi, EdwJ. Elton, and T. Clifton Green, 2001, Economic news and bond prices: Evidence from the U.S. Treasury market, Journal of Financial and Quantitative Analysis 36, 523-543.",
        "Beber, Alessandro, and Michael, W. Brandt, 2006, The effect of macroeconomic news on beliefs and preferences: Evidence from the options market, Journal of Monetary Economics, forthcoming.",
        "Buraschi, Andrea, and Alexei, Jiltsov, 200S, Model uncertainty and option markets with heterogeneous agents, Journal of Finance, forthcoming. Boudoukh, Jacob, Matthew Richardson, and Robert Whitelaw, 1994, Industry returns and the Fisher effect, Journal of Finance 49, 1S9S-161S.",
        "Driessen, Joost, Pascal, Maenhout, and Grigory, Vilkov, 200S, Option-implied correlations and the price of correlation risk, working paper, INSEAD. Dubinsky, Andrew and Michael Johannes, 200S, Earnings announcements and equity options, working paper, Columbia University. Ederington, Louis H., and Jae H. Lee, 1996, The creation and resolution of market uncertainty: The impact of information releases on implied volatility, Journal of Financial and Quantitative Analysis 31, 513-539.",
        "Flannery, Mark J., and Aris A., Protopapadakis, 2002, Macroeconomic factors do influence aggregate stock returns, Review of Financial Studies 15, 7S 1-782.",
        "Fleming, Michael J., and Eli M. Remolona, 1999b, The term structure of announcement effects , Federal Reserve Bank of New York Staff Reports.",
        "GÃ\u0083Â¼rkaynak, Refet S., and Justin Wolfers, 200S, Macroeconomic derivatives: An initial analysis of market-based macro forecasts, uncertainty, and risk, Working Paper, University of Pennsylvania. Hentschel, Ludger, 2003, Errors in implied volatility estimation, Journal of Financial and Quantitative Analysis 38, 779-810.",
        "Johnson, Norman L., and Samuel Kotz, 1970, Distributions in Statistics: Continuous Univari ate Distributions, Vol. 1., Wiley, New York, NY.",
        "Zarnowitz, Victor and Lambros, Louis A. Lambros, 1987, Consensus and uncertainty in economic prediction, Journal of Political Economy 9S, 591-62 1."
    ]
}