{
    "id": 12289,
    "cites": 60,
    "cited_by": 33,
    "reference": [
        "[1] Abbring, Jaap H., Pierre-AndrÃ\u0082Â´e Chiappori, James J. Heckman and Jean Pinquet (2003). Adverse Selection and Moral Hazard in Insurance: Can Dynamic Data Help to Distinguish? Journal of European Economic Association Papers and Proceedings, Vol. 1, 512-521.",
        "[2] Abbring, Jaap H., Pierre-AndrÃ\u0082Â´e Chiappori and Jean Pinquet (2003). Moral Hazard and Dynamic Insurance Data. Journal of the European Economic Association, Vol. 1, 767820.",
        "[3] Akerlof, George (1970). The Market for `Lemons: Quality Uncertainty and the Market Mechanism, Quarterly Journal of Economics, Vol. 84, 488-500.",
        "[4] Arellano, Manuel and Costas Meghir (1992). Female Labor Supply and On-the-Job Search: An Empirical Model Estimated Using Complementary Data Sets. Review of Economic Studies, Vol. 59, 537-557. 60 Nevertheless, at this point these arguments are only speculative. Rigorous theoretical analysis of the relationship between equilibrium market size and the presence of advantageous selection is an interesting area for future research.",
        "[5] Angrist, Joshua D. and Alan B. Krueger (1992). The Effect of Age at School Entry on Educational Attainment: An Application of Instrumental Variables with Moments From Two Samples. Journal of the American Statistical Association, Vol. 87,No. 418, 328-326.",
        "[6] Araujo, Aloisio and Humberto Moreira (2001). Non-Monotone Insurance Contracts and their Empirical Consequences. mimeo, IMPA, Brazil.",
        "[7] Arrow, Kenneth (1963). Uncertainty and the Welfare Economics of Medicare Care. American Economic Review, Vol. 53: 941-973.",
        "[8] Barsky, Robert B., F. Thomas Juster, Miles Kimball and Matthew D. Shapiro (1997). Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study. Quarterly Journal of Economics, 537-379.",
        "[9] Beliveau, Barbara C. (1984). Theoretical and Empirical Aspects of Implicit Information in the Market for Life Insurance. Journal of Risk and Insurance. Vol. 51, No. 2, 286-307.",
        "[10] Brown, Jeffrey and Amy Finkelstein (2004). Supply or Demand? Why is the Market for Long-Term Care Insurance so Small? NBER Working Paper No. 10782.",
        "[11] Cafferata, Gail L. (1984). Knowledge of their Health Insurance Coverage by the Elderly. Medical Care, Vol. 22, No. 9 (September), 835-847.",
        "[12] Cardon, James H. and Igal Hendel (2001). Asymmetric Information in Health Insurance: Evidence from the National Medical Expenditure Survey. Rand Journal of Economics, Vol. 32, No. 3, 408-427.",
        "[13] Cawley, John and Tomas Philipson (1999). An Empirical Examination of Information Barriers to Trade in Insurance. American Economic Review, Vol. 89, No. 4, 827-846.",
        "[15] Charles, Kerwin and Erik Hurst (2003). The Correlation of Wealth Across Generations. Journal of Political Economy, Vol. 111, No. 6, 1155-1182.",
        "[16] Chiappori, Pierre-AndrÃ\u0082Â´e (2000). Econometric Models of Insurance under Asymmetric Information. in Handbook of Insurance, edited by Georges Dionne, p. 365-394.",
        "[17] Chiappori, Pierre-AndrÃ\u0082Â´e and Bernard SalaniÃ\u0082Â´e (2000). Testing for Asymmetric Information in Insurance Markets. Journal of Political Economy, Vol. 108, No. 1, 56-78.",
        "[18] Chiappori, Pierre-AndrÃ\u0082Â´e, Bruno Jullien, Benard SalaniÃ\u0082Â´e and Francois SalaniÃ\u0082Â´e (2005). Asymmetric Information in Insurance: General Testable Implications. forthcoming, Rand Journal of Economics.",
        "[19] Cohen, Alma (2005). Asymmetric Information and Learning: Evidence from the Automobile Insurance Market. Review of Economics and Statistics, Vol. 87, No. 2, 197-207.",
        "[20] Cohen, Alma and Liran Einav (2005). Estimating Risk Preferences from Detuctible Choice. Working Paper, Stanford University.",
        "[21] Cunningham, Peter J., Charles Denk and Michael Sinclair (2001). Do Consumers Know How their Health Plan Works? Health Affairs, Vol. 20, No. 2 (March/April), 159-166.",
        "[22] Cutler, David, Amy Finkelstein and Kathleen McGarry (2006). Preference Heterogeneity and Insurance Markets. mimeo, MIT.",
        "[23] Dahlby, Bev G. (1983). Adverse Selection and Statistical Discrimination: An Analysis of Canadian Automobile Insurance. Journal of Public Economics, Vol. 20, 121-130.",
        "[24] Davidoff, Thomas, Jeffery R. Brown and Peter A. Diamond (2005). Annuities and Individual Welfare. forthcoming, American Economic Review.",
        "[25] Davidson, Bruce, Shoshanna Sofaer and Paul Gertler (1992). Consumer Demand and Biased Selection in the Demand for Coverage Supplementing Medicare. Social Science and Medicine, Vol. 34, No. 9, 1023-1034",
        "[26] de Meza, David and David C. Webb (2001). Advantageous Selection in Insurance Markets. Rand Journal of Economics, Vol. 32, No. 2, 249-262.",
        "[27] Dionne, Georges, Christian GouriÃ\u0082Â´eroux and Charles Vanasse (2001). Testing for Evidence of Adverse Selection in Automobile Insurance Market: A Comment. Journal of Political Economy, Vol. 109, No. 2, 444-453.",
        "[28] Ettner, Susan L. (1997). Adverse Selection and the Purchase of Medigap Insurance by the Elderly. Journal of Health Economics, Vol. 16, 543-562.",
        "[29] Finkelstein, Amy and Kathleen McGarry (2003). Private Information and its Effect on Market Equilibrium: New Evidence from Long-Term Care Insurance. NBER Working Paper 9957.",
        "[30] Finkelstein, Amy and Kathleen McGarry (2006). Multiple Dimensions of Private Information: Evidence from the Long-Term Care Insurance Market. forthcoming, American Economic Review.",
        "[31] Finkelstein, Amy (2004). Minimum Standards, Insurance Regulation and Adverse Selection: Evidence from the Medigap Market. mimeo, Harvard University.",
        "[32] Finkelstein, Amy and James Poterba (2004). Adverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity Market. Journal of Political Economy, Vol. 112, 183-208.",
        "[33] Finkelstein, Amy and James Poterba (2006). Testing for Adverse Selection with Unused Observables. mimeo, Department of Economics, MIT.",
        "[34] Gibbs, Deborah A., Judith A. Sangl and Barri Burrus (1996). Consumer Perspectives on Information Needs for Health Plan Choice. Health Care Financing Review, Vol. 18, No. 1, 55-73.",
        "[35] Harris, Katherine M. (2002). Can High Quality Overcome Consumer Resistance to Restricted Provider Access? Evidence from a Health Plan Choice Experiment. Health Services Research, Vol. 37, No. 3, 551-71.",
        "[36] Harris, Katherine and Michael Keane (1999). A Model of Health Plan Choice: Inferring Preferences and Perceptions from a Combination of Revealed Preference and Attitudinal Data, Journal of Econometrics, 89: 131-157.",
        "[37] Hemenway, David (1990). Propitious Selection. Quarterly Journal of Economics, Vol. 105, 1063-1069.",
        "[38] Hemenway, David (1992). Propitious Selection in Insurance. Journal of Risk and Uncertainty, Vol. 5, 247-251.",
        "[39] Hurd, Michael D. and Kathleen McGarry (1997). Medical Insurance and the Use of Health Care Services by the Elderly. Journal of Health Economics, Vol. 16, 129-154.",
        "[40] Ichimura, Hidehiko and Elena Martinez-Sanchis (2004). Identification and Estimation of GMM Models by Combining Two Data Sets. Working Paper, University College London.",
        "[41] Isaacs, Stephen L. (1996). Consumers Information Needs: Results of National Survey. Health Affairs, Vol. 15, No. 4, 31-41.",
        "[42] Jullien, Bruno, Benard SalaniÃ\u0082Â´e and Francois SalaniÃ\u0082Â´e (2005). Screening Risk Averse Agents Under Moral Hazard: Single-crossing and the CARA Case. forthcoming, Economic Theory.",
        "[43] Juster, F. Thomas and Richard Suzman (1995). An Overview of the Health and Retirement Study. Journal of Human Resources, Vol. 30, S7-S56.",
        "[44] Kan, Kamhon (2003). Residential Mobility and Job Changes Under Uncertainty. Journal of Urban Economics, Vol. 54, 566-586.",
        "[45] Keane, Michael P. (2004). Modeling Health Insurance Choice Using the Heterogeneous Logit Model, manuscript, Yale University.",
        "[46] Kezdi, G. and R.J. Willis (2005) Who Becomes a Stockholder? Expectations, Subjective Uncertainty, and Asset Allocation. Mimeo, University of Michigan.",
        "[47] Khandker, Rezaul K. and Lauren A. McCormack (1996). Enrollment and Utilization across Medicare Supplemental Plans. Report Submitted to the Health Care Financing Administration by the Center for Health Economics Research.",
        "[48] Khandker Rezaul K. and Lauren A. McCormack (1999). Medical Spending by Beneficiaries with Various Types of Supplemental Insurance. Medical Care Research and Review, Vol. 56, No. 2, 137-155.",
        "[49] Khwaja, Ahmed (2005). The Dynamic Trade-off Between Medical Expenditure Insurance, Moral Hazard and Mortality Risk: A Life Cycle Analysis of the Effects of Medicare on Individual Health Incentives and Health Outcomes, mimeo, Fuqua School of Business, Duke University.",
        "[50] Kimball, Miles S., Claudia R. Sahm, and Matthew D. Shapiro (2005). Using Survey-Based Risk Tolerance, mimeo, University of Michigan.",
        "[51] Lusardi, Annamaria (1998). On the Importance of the Precautionary Saving Motive. American Economic Review, Vol. 88 (2):449-54.",
        "[52] Lillard, Lee A. and Jeannettte Rogowski (1995). Does Supplemental Private Insurance Increase Medicare Costs? Rand Corporation Working Paper Series 95-16.",
        "[53] McCall, Nelda, Thomas Rice and Judith Sangl (1986). Consumer Knowledge of Medicare and Supplemental Health Insurance Benefits. Health Services Research, Vol. 20, No. 6, 633-657.",
        "[54] Pauly, Mark V. (1974). Overinsurance and Public Provision of Insurance: The Roles of Moral Hazard and Adverse Selection. Quarterly Journal of Economics, Vol. 88, 44-62.",
        "[55] Puelz, Robert and Arthur Snow (1994). Evidence on Adverse Selection: Equilibrium Signaling and Cross-Subsidization in the Insurance Market. Journal of Political Economy, Vol. 102, No. 2, 236-257.",
        "[56] Robst, John (2001). Estimation of a Hedonic Pricing Model for Medigap Insurance. Unpublished Working Paper, Centers for Medicare and Medicaid Services.",
        "[57] Rothschild, Michael and Joseph E. Stiglitz (1976). Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics, Vol. 90, 629-649.",
        "[58] Schmidt, Lucie (2006). Risk Preferences and the Timing of Marriage and Childbearing. Williams College, Department of Economics Working Paper.",
        "[60] Wilson, Charles (1977). A Model of Insurance Markets with Incomplete Information. Journal of Economic Theory, Vol. 16, 167-207.",
        "[61] Wolfe, John R. and John H. Goddeeris (1991). Adverse Selection, Moral Hazard and Wealth Effects in the Medigap Insurance Market, Journal of Health Economics, Vol. 10, 433-459.",
        "[62] Wooldridge, Jeffrey M. (2006). Introductory Econometrics: A Modern Approach. Third Edition, Thomson."
    ]
}