{
    "id": 12288,
    "cites": 39,
    "cited_by": 4,
    "reference": [
        "Angeletos, George-Marios, David Laibson, Andrea Repetto, Jeremy Tobacman, and Stephen Weinberg, 2001, The hyperbolic consumption model: Calibration, simulation, and empirical evaluation, Journal of Economic Perspectives 15, 47-68.",
        "Barber, Brad, and Terrance Odean, 2000, Trading is hazardous to your wealth: The common stock investment performance of individual investors, Journal of Finance 55, 773-806.",
        "Bodkin, Ronald G., 1959, Windfall income and consumption, American Economic Review 49, 602-614.",
        "Brunnermeier, Markus, and Stefan Nagel, 2005, Do wealth fluctuations generate time-varying risk aversion? Micro-evidence on individuals asset allocation, working paper, Stanford University and Princeton University.",
        "Campbell, John, 2006, Household finance, Journal of Finance, forthcoming.",
        "Campbell, John, and Robert Shiller, 1988, The dividend-price ratio and expectations of future dividends and discount factors, Review of Financial Studies 1, 195-228.",
        "Case, Karl E., John M. Quigley, and Robert J. Shiller, 2005, Comparing wealth effects: The stock market versus the housing market, Advances in Macroeconomics 5, 1-32.",
        "Choi, James, David Laibson, Brigitte C. Madrian, and Andrew Metrick, 2004, Consumptionwealth comovement of the wrong sign, Harvard University working paper.",
        "Carroll, Christopher D., 1994, How does future income affect current consumption? Quarterly Journal of Economics 109, 111-147.",
        "Carroll, Christopher D., 1997, Buffer stock saving and the life-cycle/permanent income hypothesis, Quarterly Journal of Economics 112, 1-56.",
        "Cohen, Randolph, Christopher Polk, and Tuomo Vuolteenaho, 2003, The price is (almost) right, Harvard University working paper.",
        "DeAngelo, Harry, Linda DeAngelo, and Douglas J. Skinner, 2000, Special dividends and the evolution of dividend signaling, Journal of Financial Economics 57, 309-354.",
        "Deaton, Angus, 1991, Saving and liquidity constraints, Econometrica 59, 1221-1248.",
        "Fama, Eugene, and Kenneth French, 1988, Permanent and temporary components of stock prices, Journal of Political Economy 96, 246-273.",
        "Feldstein, Martin S., 1973, Tax incentives, corporate saving, and capital accumulation in the United States, Journal of Public Economics 2, 159-171.",
        "Feldstein, Martin S., and George Fane, 1973, Taxes, corporate dividend policy and personal savings: The British postwar experience, Review of Economics and Statistics 55, 399411.",
        "Graham, John R., and Alok Kumar, 2005, Dividend Preferences of Retail Investors, Journal of Finance, forthcoming.",
        "Hayashi, Fumio, 1985, The effect of liquidity constraints on consumption: a cross-sectional analysis, Quarterly Journal of Economics 100, 183-206.",
        "Kreinin, Mordechai E., 1961, Windfall income and consumption: Additional evidence, American Economic Review 51, 388-390.",
        "Lettau, Martin, and Sydney Ludvigson, 2004, Understanding trend and cycle in asset values: Reevaluating the wealth effect on consumption, American Economic Review 94, 279299.",
        "Miller, Merton H., and Franco Modigliani, 1961, Dividend policy, growth and the valuation of shares, Journal of Business 34, 411-433.",
        "Newey, Whitney K, and Kenneth D. West, 1987, A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix, Econometrica 55, 703-708.",
        "Odean, Terrance, 1998, Are investors reluctant to realize their losses?, Journal of Finance 53, 1775-98.",
        "Odean, Terrance, 1999, Do investors trade too much?, American Economic Review 89, 1279-98.",
        "Parker, Jonathan A., 1999a, The reaction of household consumption to predictable changes in Social Security taxes, American Economic Review 89, 959-973.",
        "Parker, Jonathan A., 1999b, The consumption function re-estimated, working paper, Princeton University.",
        "Parker, Jonathan A., 2001, The consumption risk of the stock market, Brookings Papers on Economic Activity, 279-348.",
        "Poterba, James M., and Lawrence Summers, 1988, Mean reversion in stock prices: evidence and implications, Journal of Financial Economics 22, 27-59.",
        "Poterba, James M., 2000, Stock market wealth and consumption, Journal of Economic Perspectives 14, 99-118.",
        "Rantapuska, Elias, 2005, Do investors reinvest dividends and tender offer proceeds? Helsinki School of Economics working paper.",
        "Shefrin, Hersh M., and Meir Statman, 1984, Explaining investor preference for cash dividends, Journal of Financial Economics 13, 253-282.",
        "Shefrin, Hersh M., and Richard H. Thaler, 1988, The behavioral life-cycle hypothesis, Economic Inquiry 26, 609-643.",
        "Souleles, Nicholas S., 1999, The response of household consumption to income tax refunds, American Economic Review 89, 947-958.",
        "Souleles, Nicholas S., 2002, Consumer response to the Reagan tax cuts, Journal of Public Economics 85, 99-120.",
        "Stephens, Melvin, Jr., 2003, `3rd of tha month: Do Social Security recipients smooth consumption between checks? American Economic Review 93, 406-422.",
        "Summers, Lawrence, and Chris Carroll, 1987, Why is the U.S. savings rate so low?, Brookings Papers on Economic Activity, 607-635.",
        "Thaler, Richard H., and Hersh M. Shefrin, 1981, An economic theory of self-control, Journal of Political Economy 39, 392-406.",
        "Vuolteenaho, Tuomo, 2002, What drives firm-level stock returns? Journal of Finance 57, 233264.",
        "Wilcox, David W., 1989, Social Security benefits, consumption expenditures, and the life cycle hypothesis, Journal of Political Economy 97, 288-304."
    ]
}