{
    "id": 12284,
    "cites": 62,
    "cited_by": 1,
    "reference": [
        "Acs, G., N. Coe, K. Watson, and R.I. Lerman. 1998. Does Work Pay? An Analysis of the Work Incentives Under TANF. Occasional Paper No. 9. The Urban Institute, Washington, D.C.",
        "Akerlof, G.A. 1978. The Economics of Tagging as Applied to the Optimal Income Tax, Welfare Programs, and Manpower Planning. American Economic Review 68, no. 1, 8-19.",
        "Alm, J., and S. Wallace. 2000. Are the Rich Different? In Slemrod, J.B. (Ed.), Does Atlas Shrug?: The Economic Consequences of Taxing the Rich. Russell Sage Foundation, New York, pp. 165-187.",
        "Antel, J.J. 1992. The Intergenerational Transfer of Welfare Dependency: Some Statistical Evidence. Review of Economics and Statistics 74, 467-473.",
        "Atkinson, A.B. 1995. Public Economics in Action: The Basic Income/Flat Tax Proposal.",
        "Clarendon Press, Oxford. Atkinson, A.B., and J.E. Stiglitz. 1980. Lectures on Public Economics. McGraw-Hill Book Company, New York.",
        "Auerbach, A.J. and J.R. Hines. Jr. 2002. Taxation and Economic Efficiency. In Auerbach, A.J., Feldstein, M. (Eds.), Handbook of Public Economics, vol. 3. North-Holland, Amsterdam, pp.",
        "National Tax Association Proceedings, Eighty-Seventh Annual Conference, pp. 70-76. Benitez-Silva, H., M. Buchinsky, and J.P. Rust. 2004. How Large are the Classification Errors in the Social Security Disability Award Process? Working Paper No. W10219, National Bureau of Economic Research Working Paper Series. National Bureau of Economic Research, Cambridge, Mass.",
        "Bennett, J. 1987. The Second-Best Lump-Sum Taxation of Observable Characteristics. Public Finance 42, no. 2, 227-235.",
        "Besley, T., and S. Coate. 1995. The Design of Income Maintenance Programmes. Review of Economic Studies 62, no. 2, 187-221.",
        "Boone, J., and L. Bovenberg. 2004. The Optimal Taxation of Unskilled Labor with Job Search and Social Assistance. Journal of Public Economics 88, no. 11, 2227-2258.",
        "Brett, C. 1998. Who Should Be on Workfare? The Use of Work Requirements as Part of an Optimal Tax Mix. Oxford Economic Papers 50, 607-622.",
        "Brito, D.L., and W.H. Oakland. 1977. Some Properties of the Optimal Income Tax. International Economic Review 18, no. 2, 407-423.",
        "ChonÃ\u0083Â©, P., and G. Laroque. 2005. Optimal Incentives for Labor Force Participation. Journal of Public Economics 89 nos. 2-3, 395-425.",
        "Dahan, M., and M. Strawczynski. 2000. Optimal Income Taxation: An Example with a UShaped Pattern of Optimal Marginal Tax Rates: Comment. American Economic Review 90, no. 3, 681-686.",
        "Dasgupta, P., and P. Hammond. 1980. Fully Progressive Taxation. Journal of Public Economics 13: 141-154.",
        "Diamond, P.A. 1968. Negative Taxes and the Poverty Problem--A Review Article. National Tax Journal 21, no. 3, 288-303.",
        "Diamond, P.A. 1980. Income Taxation with Fixed Hours of Work. Journal of Public Economics 13, 101-110.",
        "Diamond, P.A. 1998. Optimal Income Taxation: An Example with a U-Shaped Pattern of Optimal Marginal Tax Rates. American Economic Review 88, no. 1, 83-95.",
        "Diamond, P.A., and E. Sheshinski. 1995. Economic Aspects of Optimal Disability Benefits.",
        "Journal of Public Economics 57, 1-23. Dickert, S., S. Houser, and J.K. Scholz. 1994. Taxes and the Poor: A Microsimulation Study of Implicit and Explicit Taxes. National Tax Journal 47, 621-638.",
        "Dilnot, A., Kay, J. and Morris, N. 1984. The Reform of Social Security. Clarendon Press, Oxford.",
        "DrÃ\u0083Â¨ze, J., and A. Sen. 1989. Hunger and Public Action. Clarendon Press, Oxford.",
        "Duncan, G., M. Hill and S. Hoffman. 1988. Welfare Dependence Within and Across Generations. Science 239, 467-471.",
        "Ebert, U. 1992. A Reexamination of the Optimal Nonlinear Income Tax. Journal of Public Economics 49, 47-73.",
        "Feldstein, M.F. 1999. Tax Avoidance and the Deadweight Loss of the Income Tax. Review of Economics and Statistics 81, 674-680.",
        "Fortin, B., M. Truchon, and L. BeausÃ\u0083Â©jour. 1993. On Reforming the Welfare System: Workfare Meets the Negative Income Tax. Journal of Public Economics 51, 119-151.",
        "Garfinkel, I. (Ed.). 1982. Income-Tested Transfer Programs: The Case for and Against. New York: Academic Press.",
        "Giannarelli, L., and E. Steuerle. 1995. The Twice-Poverty Trap: Tax Rates Faced by AFDC Recipients. Working Paper. The Urban Institute, Washington, D.C.",
        "Gokhale, J., L.J. Kotlikoff, and A. Sluchynsky. 2002. Does It Pay to Work? Working Paper No.",
        "Economic Research, Cambridge, Mass. Green, C. 1967. Negative Taxes and the Poverty Problem. Brookings Institution, Washington, D.C.",
        "Grogger, J., and L.A. Karoly. 2005. Welfare Reform: Effects of a Decade of Change. Cambridge, Mass.: Harvard University Press.",
        "Gruber, J., and E. Saez. 2002. The Elasticity of Taxable Income: Evidence and Implications.",
        "Journal of Public Economics 84, 1-32. Hepner, M., and Reed, W.R. 2004. The Effect of Welfare on Work and Marriage: A View from the States. Cato Journal 24, 349-370.",
        "Immonen, R., Kanbur, R., Keen, M., and Tuomala, M. 1998. Tagging and Taxing: The Optimal Use of Categorical and Income Information in Designing Tax/Transfer Schemes. Economica 65, no. 258, 179-192.",
        "Kanbur, R., and M. Tuomala. 1994. Inherent Inequality and the Optimal Graduation of Marginal Tax Rates. Scandinavian Journal of Economics 96, no. 2, 275-282.",
        "Kaplow, L. 1995. A Note on Subsidizing Gifts. Journal of Public Economics 58, 469-477.",
        "Kaplow, Louis. (Forthcoming.) The Theory of Taxation and Public Economics. Keane, M., and R. Moffitt. 1998. A Structural Model of Labor Supply and Multiple Welfare Program Participation. International Economic Review 39, no. 3, 553-589.",
        "Laroque, G. 2005. Income Maintenance and Labor Force Participation. Econometrica 73, 341376.",
        "Levine, P.B., and Zimmerman, D.J. 2005. Childrens Welfare Exposure and Subsequent Development. Journal of Public Economics 89: 31-56.",
        "Liebman, J.B. 2001. The Optimal Design of the Earned Income Tax Credit. In Meyer, B.D., Holtz-Eakin, D. (Eds.), Making Work Pay: The Earned Income Tax Credit and Its Impact on Americas Families. Russell Sage Foundation, New York, pp. 196-233.",
        "Mead, L.M. 2001. Implementing Work Requirements in Wisconsin. Discussion Paper No. 123101, Institute for Research on Poverty.",
        "Meyer, B.D., and D. Holtz-Eakin (Eds.). Making Work Pay: The Earned Income Tax Credit and Its Impact on Americas Families. Russell Sage Foundation, New York. Michalopoulos, C., Robins, P.K., and Card, D. 2005. When Financial Work Incentives Pay for Themselves: Evidence from a Randomized Social Experiment for Welfare Recipients.",
        "Journal of Public Economics 89: 5-29. Mirrlees, J.A. 1971. An Exploration in the Theory of Optimum Income Taxation. Review of Economic Studies 38, 175-208.",
        "Mirrlees, J.A. 1976. Optimal Tax Theory: A Synthesis. Journal of Public Economics 6, 327-358.",
        "Mirrlees, J.A. 1990. Taxing Uncertain Incomes. Oxford Economic Papers 42, 34-45.",
        "Moffitt, R.A. 2002. Welfare Programs and Labor Supply. In Auerbach, A.J., Feldstein, M.",
        "Moffitt, R.A. (Ed.). 2003. Means-Tested Transfer Programs in the United States. University of Chicago Press, Chicago.",
        "Moffitt, R.A., and M.O. Wilhelm. 2000. Taxation and the Labor Supply Decisions of the Affluent. In Slemrod, J.B. (Ed.), Does Atlas Shrug?: The Economic Consequences of Taxing the Rich. Russell Sage Foundation, New York, pp. 193-234.",
        "Parsons, D.O. 1991. Self-Screening in Targeted Public Transfer Programs. Journal of Political Economy 99, 859-876.",
        "Parsons, D.O. 1996. Imperfect Tagging in Social Insurance Programs. Journal of Public Economics 62, 183-207.",
        "Saez, E. 2001. Using Elasticities to Derive Optimal Income Tax Rates. Review of Economic Studies 68, 205-229.",
        "Saez, E. 2002. Optimal Income Transfer Programs: Intensive versus Extensive Labor Supply Responses. Quarterly Journal of Economics 117, 1039-1073.",
        "Sammartino, F., E. Toder, and E. Maag. 2002. Providing Federal Assistance for Low-Income Families Through the Tax System: A Primer. Discussion Paper No. 4. Urban-Brookings Tax Policy Center, Washington, D.C.",
        "Seade, J. 1982. On the Sign of the Optimum Marginal Income Tax. Review of Economic Studies 49: 637-643.",
        "Shaviro, D.N. 1999. Effective Marginal Tax Rates on Low-Income Households. Employment Policies Institute, Washington, D.C.",
        "Slemrod, J., S. Yitzhaki, J. Mayshar, and M. Lundholm. 1994. The Optimal Two-Bracket Linear Income Tax. Journal of Public Economics 53, 269-290.",
        "Stern, N. 1982. Optimum Taxation with Errors in Administration. Journal of Public Economics 17, 181-211.",
        "Stiglitz, J.E. 1987. Pareto efficient and optimal taxation and the new new welfare economics. In Auerbach, A.J., Feldstein, M. (Eds.), Handbook of Public Economics, vol. 2. North-Holland, Amsterdam, pp. 991-1042.",
        "Tuomala, M. 1990. Optimal Income Tax and Redistribution. Clarendon Press, Oxford.",
        "Viard, A.D. 2001. Some Results on the Comparative Statics of Optimal Categorical Transfer Payments. Public Finance Review 90, 148-180.",
        "Wilson, P., and R. Cline. 1994. State Welfare Reform: Integrating Tax Credits and Income Transfers. National Tax Journal 47, 655-676."
    ]
}