{
    "id": 1229,
    "cites": 30,
    "cited_by": 0,
    "reference": [
        "Bale, M.D. and E. Lutz, 1979, Price Distortions in Agriculture and their Effects: An International Comparison, World Bank Staff Working Paper No.",
        "Benassy, J.P., 1975, Neo-Keyneslan Disequilibrium in a Monetary Economy, Review of Economic Studies 32, 503-23.",
        "Bliss, C. and N. Stern, 1978, Productivity, Wages and Nutrition, Journal of Development Economics 5, 331-398.",
        "Blitzer, C., P. Dasgupta, and J.F. Stiglitz, 1981, Project Appraisal and Foreign Exchange Constraints, Economic Journal 91, 58-74.",
        "Dixit, A.K., 1968, Optimal Development in the Labour-Surplus Economy, Review of Economic Studies 35, 23-34.",
        "Dixit, A.K., 1971, Short-run Equilibrium and Shadow Prices in a Dual Economy, Oxford Economic Papers 23, 384-400.",
        "Dixit, A.K. and N. Stern, 1974, Determinants of Shadow Prices in Open Dual Economies, Oxford Economic Papers 26, 42-53.",
        "Harberger, A., 1971, On Measuring the Social Opportunity Cost of Labor, International Labor Review 103, 559-579.",
        "Harris, J.R. and M.P. Todaro, 1970, MIgration, Unemployment and Development: A Two Sector Analysis, American Economic Review 60, 126- 142.",
        "Heady, C.J., 1981, Shadow Wages and Migration, Oxford Economic Papers 33, 108-12 1.",
        "Khan, M.A., 1980, The Harris-Todaro Hypothesis and the Heckscher-Ohlin- Samuelson Trade Model, Journal of International Economics 10, 527-547.",
        "Lewis, W.A., 1954, Economic Development with Unlimited Surplus of Labor, Manchester School 21, 139-191.",
        "Malinvaud, E., 1977, The Theory of Employment Reconsidered, Basil Blackwell, Oxford.",
        "Marchand, 14., J. Mintz and P. Pestieau, 1983, Public Production and Shadow Pricing in a Model of Disequilibrium In Labor and Capital Markets, mimeo, CORE Discussion Paper No. 8315, CORE, Louvain-la-Neuve.",
        "Mirrlees, J.A., 1983, Market Prices and Shadow Prices, mlmeo, Nuffield College, Oxford.",
        "Newbery, D.M.G., 1972, Public Policy in the Dual Economy, Economic Journal 82, 567-590.",
        "Newbery, D.M.G., 1974, The Robustness of Equilibrium Analysis in the Dual Economy, Oxford Economic Papers 26, 32-41.",
        "Peterson, W.L., 1979, International Farm Prices and the Social Cost of Cheap Food Policies, American Journal of Agricultural Economics 61, 12-21.",
        "Roberts, K., 1982, Desirable Fiscal Policies under Keynesian Unemployment, Oxford Economic Papers 34, 1-22.",
        "Sah, R.K. and J.E. Stilgitz, 1982, The Economics of Price Scissors, National Bureau of Economic Research Working Paper No. 1156, forthcoming in, American Economic Review.",
        "Sah, R.K. and J.E. Stiglitz, 1983a, The Town, the Country and the Rest of World: Economics of Public Marketing Boards in Open Developing Economies, mimeo, Department of Economics, Princeton university, Princeton.",
        "Sah, R.K. and J.E. Stiglitz, 1983b, Keynesian Economics in Developing Economies, mimeo, Department of Economics, Princeton University.",
        "Sen, A.K., 1968, Choice of Techniques, Blackwell, Oxford.",
        "Sen, A.K., 1972, Control Areas and Accounting Prices: An Approach to Economic Valuation, Economic Journal 82, 486-501.",
        "Solow, R.M. and J.E. Stiglitz, 1968, Output, Employment and Wages in the Short Run, Quarterly Journal of Economics 82, 537-60.",
        "Stern, N.H., 1972, OptImum Development In a Dual Economy, Review of Economic Studies 39, 171-184.",
        "Stiglitz, J.E., 1971, Alternati~ie Theories of the Determination of Unemployment and Wages in L.D.C.s, mimeo, Institute for Development Studies, University of Nairobi.",
        "Stlglitz, J.E., 1974, Alternative Theories of the Determination of Wages and Employment in L.D.C.s-I. The Labor Turnover Model, Quarterly Journal of Economics 88, 194-227.",
        "Stiglitz, J.E., 1982a, The Structure of Labor Markets and Shadow Prices in LDCs, in Sabot, R.H., ed., Migration and the Labor Market in Developing Countries, Westview Press, Colorado.",
        "StIgltiz, J.E., 1982b, Alternative Theories of Wage Determination and Unemployment: The Efficiency Wage Model, in Mark Gersovitz, et al., eds., The Theory and Experience of Economic Development, George Allen and Tinwin, London."
    ]
}