{
    "id": 12293,
    "cites": 43,
    "cited_by": 74,
    "reference": [
        "Albuquerque, R. and Hopenhayn, H. (2002) Optimal Lending Contracts and Firm Dynamics , Center for Economic Research Working Paper, 493, University of Rochester.",
        "Axtell, R. L. (2001) Zipf distribution of US Firm sizes, Science, 293, 1818-1820.",
        "Baily, N., Hulten, C. and Campbell, D. (1992) Productivity Dynamics in Manufacturing Plants, Brookings Papers on Economic Activity, Microeconomics, 187-267.",
        "Baldwin, J. and Gu, W. (2005) The Impact of Trade on Plant Scale, Production-Run Length and Diversification, Statistics Canada, mimeograph.",
        "Baumol, W. (1977) On the Proper Cost Tests for Natural Monopoly in a Multiproduct Industry, American Economic Review, 67(5), 809-22.",
        "Bernard, A. B., and J. B. Jensen. (2007). Firm Structure, Multinationals and Manufacturing Plant Deaths, Review of Economics and Statistics, forthcoming.",
        "Bernard, A. B , J. B. Jensen and P. K. Schott. (2006). Survival of the Best Fit: Exposure to Low-Wage Countries and the (Uneven) Growth of U.S. Manufacturing Plants, Journal of International Economics, forthcoming.",
        "Bernard, A. B. , S. Redding, and P. K. Schott (2005) Products and Productivity, NBER Working Paper 11575.",
        "Bernard, A. B., S. Redding, and P. K. Schott (2006) Comparative Advantage and Heterogeneous Firms, Review of Economic Studies, forthcoming.",
        "Brander, J and Eaton, J (1984) Product Line Rivalry, American Economic Review, 74(3), 323-34.",
        "Cabral, L and Mata, J (2003) On the Evolution of the Firm Size Distribution: Facts and Theory, American Economic Review, 93(4), 1075-1090.",
        "Caves, D., Christensen, L. and Diewert, E. (1982) The Economic Theory of Index Numbers and the Measurement of Input, Output and Productivity, Econometrica, 50, 6, 13931414.",
        "Multi-Product Firms and Product Switching 28 Chandler, A. D. (1920) Scale and Scope: the Dynamics of Insustrial Capitalism, Cambridge: The Belknap Press.",
        "Cochran, W. G. (1952) The Chi-Squared -- Test of Goodness and Fit, Annals of Mathematical Statistics, 23, 315-45.",
        "Cooley, T and Quadini, V (2001) Financial Markets and Firm Dynamics, American Economic Review, 91(5), 1286-1310.",
        "Davis, S. J. and Haltiwanger, J. (1992) `Gross Job Creation, Gross Job Destruction, and Employment Reallocation, Quarterly Journal of Economics, August, 819-63.",
        "De Loecker, J. (2005) `Product Differentiation, Multi-Product Firms and Structural Estimation of Productivity, K.U. Leuven, mimeograph.",
        "Disney, R., Haskel, J., and Heden, Y. (2003) `Restructuring and Productivity Growth in UK Manufacturing, Economic Journal, 113(489), 666-694.",
        "Dunne, T., S. Klimek, and M. J. Roberts. (2005) Exit from Regional Manufacturing Markets: The Role of Entrant Experience International Journal of Industrial Organization, vol. 23, no. 5-6, June, 399-421.",
        "Dunne, T. , M. J. Roberts, and L. Samuelson. (1988) Patterns of firm entry and exit in U.S.",
        "Dunne, T. , M. J. Roberts, and L. Samuelson. (1989a) The Growth and Failure of U.S.",
        "Manufacturing Plants, Quarterly Journal of Economics, Vol. 104, No. 4 , pp. 671-698. Dunne, T. , M. J. Roberts, and L. Samuelson. (1989b) Plant Turnover and Gross Employment Flows in the U.S. Manufacturing Sector Journal of Labor Economics, Vol. 7, No.",
        "Eaton, C. and Schmidt, N. (1994) Flexible Manufacturing and Market Structure, American Economic Review, 84(4), 875-88.",
        "Ericson, R. and Pakes, A. (1995) Markov-Perfect Industry Dynamics: A Framework for Empirical Work, Review of Economic Studies, 62, 53-82.",
        "Foster, L., J. Haltiwanger, and C. Krizan, (2001) Aggregate Productivity Growth: Lessons from Microeconomic Evidence. in New Developments in Productivity Analysis, Hulten, Multi-Product Firms and Product Switching 29 Charles R; Dean, Edwin R; Harper, Michael J, eds, NBER Studies in Income and Wealth, vol. 63. Chicago and London: University of Chicago Press.",
        "Gibbons, R. (2004) Four Formal(izable) Theories of the Firm?, MIT Department of Economics Working Paper, 04-34.",
        "Gollop, F. M. and J. L. Monahan (1991), A Generalized Index of Diversification: Trends in U.S. Manufacturing. Review of Economics and Statistics, Vol. 73(2), 318-330.",
        "Helfat, C. E. and R. S. Raubitschek. (2000) Product Sequencing: Co-evolution of Knowledge, Capabilities and Products. Strategic Management Journal, Vol 21: 961-979.",
        "Hopenhayn, H. (1992) Entry, Exit, and Firm Dynamics in Long Run Equilibrium, Econometrica, 60(5), 1127-1150.",
        "Jovanovic, B. (1982) Selection and the Evolution of Industry, Econometrica, 50(3), 64970.",
        "Klette, T. and Kortum, S. (2004) `Innovating Firms and Aggregate Innovation, Journal of Political Economy, 112(5), 986-1018.",
        "Lucas, R. E. (1978) On the Size Distribution of Business Firms, The Bell Journal of Economics, 9(2), 508-23.",
        "Luttmer, E. G. J. (2004) The Size Distribution of Firms in an Economy with Fixed and Entry Costs, Working Paper 633, Federal Reserve Bank of Minneapolis.",
        "Melitz, M. J. (2003) The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, 71, 1695-1725.",
        "Panzar, J. and Willig, R. (1977) Economies of Scale in Multi-output Production, Quarterly Journal of Economics, 91(3), 431-93.",
        "Riggs, T. L. and G. Zarotiadis (2005) Soft and Hard Within- and Between-Industry Changes of US Skill Intensity: Shedding Light on Workers Inequality, U.S. Census Bureau, mimeograph.",
        "Multi-Product Firms and Product Switching 30 Rossi-Hansberg, E. and Wright, M. (2005) Establishment Size Dynamics in the Aggregate Economy, Princeton University, mimeograph.",
        "Shaked, A. and Sutton, J. (1990) Multi-product Firms and Market Structure, Rand Journal of Economics, 21(1), 45-62.",
        "Sutton, J. (1991) Sunk Costs and Market Structure, MIT Press: Cambirdge MA.",
        "Sutton, J. (1997) Gibrats Legacy, Journal of Economic Literature, 35(1), 40-59.",
        "Sutton, J. (2005) Competing in Capabilities, Clarendon Lectures, Oxford University Press: Oxford.",
        "Teece, D., G. Pisano, and A. Shuen, (1997) Dynamic Capabilities and Strategic Management , Strategic Management Journal, 18(7), 509-34.",
        "Zipf, G. K. (1949) Human Behavior and the Principle of Least Effort, Cambridge, MA: Addison-Wesley Press."
    ]
}