{
    "id": 12290,
    "cites": 18,
    "cited_by": 6,
    "reference": [
        "[1] Abel, Andrew B., Asset Prices under Habit Formation and Catching up with the Joneses, American Economic Review, 80, 2 (May 1990), 38-42.",
        "[2] Abel, Andrew B., Risk Premia and Term Premia in General Equilibrium, Journal of Monetary Economics, 43, (February 1999), 3-33.",
        "[3] Abel, Andrew B., An Exploration of the Effects of Pessimism and Doubt on Asset Returns, Journal of Economic Dynamics and Control, 26, 7-8 (July 2002), 1075-1092.",
        "[4] Abel, Andrew B., Optimal Taxation When Consumers Have Endogenous Benchmark Levels of Consumption, The Review of Economic Studies, 72, 1 (January 2005), 21-42.",
        "[5] Backus, David K., Allan W. Gregory and Stanley E. Zin, Risk Premiums in the Term Structure: Evidence from Arti...cial Economies, Journal of Monetary Economics, 24, 3 (November 1989), 371-399.",
        "[6] Bansal, Ravi and Amir Yaron, Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles,Journal of Finance, 59, 4 (August 2004), 1481-1509.",
        "[7] Campbell, John Y. and John H. Cochrane, By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy, 107, 2 (April 1999), 205-251.",
        "[8] Cecchetti, Stephen, Pok-sang Lam and Nelson Mark, Mean Reversion in Equilibrium Asset Prices,American Economic Review, 80, 3 (June 1990), 398-418.",
        "[9] Constantinides, George M., Habit Formation: A Resolution of the Equity Premium Puzzle,Journal of Political Economy, 98, 3 (June 1990), 519-543.",
        "[10] Fama, Eugene F. and Kenneth R. French, Dividend Yields and Expected Stock Returns,Journal of Financial Economics 22, 1 (October 1988), 3-25.",
        "[11] Gali, Jordi, Keeping up with the Joneses: Consumption Externalities, Portfolio Choice, and Asset Prices, Journal of Money, Credit and Banking, 26, 1 (February 1994), 18.",
        "[12] Ibbotson Associates, Stocks, Bonds, Bills, Ination, 1994 Yearbook, Ibbotson Associates, Chicago, 1994.",
        "[13] Kandel, Shmuel and Robert F. Stambaugh, Asset Returns and Intertemporal Preferences, Journal of Monetary Economics, 27,1 (February 1991) 39-71.",
        "[14] Kocherlakota, Narayana R., On the `Discount Factor in Growth Economies,Journal of Monetary Economics, 25, 1 (January 1990), 4347.",
        "[15] Lettau, Martin, Sydney C. Ludvigson and Jessica A. Wachter, The Declining Equity Premium: What Role Does Macroeconomic Risk Play? April 2004.",
        "[16] Lucas, Robert E., Jr., Asset Prices in an Exchange Economy, Econometrica, 46, 6 (November 1978), 1429-1445.",
        "[17] Mehra, Rajnish, On the Existence and Representation of Equilibrium in an Economy with Growth and Nonstationary Consumption, International Economic Review, 29, 1 (February 1988), 131-135.",
        "[18] Mehra, Rajnish and Edward C. Prescott, The Equity Premium: A Puzzle,Journal of Monetary Economics, 15, 2 (March 1985), 145-161."
    ]
}