{
    "id": 12299,
    "cites": 30,
    "cited_by": 5,
    "reference": [
        "Anuaire des Finances Russes: budget, crÃ\u0083Â©dit, commerce, chemins de fer. 1876. TrenkÃ\u0083Â© et Fusnot: St. Petersbourg. Bernanke, Ben and Mark Gertler (1989) Agency Costs, Net Worth and Business Fluctuations. American Economic Review March 1989, 79 (1), pp. 14-31.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan. (2004). How Much Should We Trust Differences-in-Differences Estimates? Quarterly Journal of Economics vol.",
        "Bleakley, Hoyt and Kevin Cowan (2002), Corporate Dollar Debt and Devaluations: Much Ado About Nothing? Mimeo, UCSD.",
        "Bordo, Michael and Hugh Rockoff (1996) The Gold Standard as a Good Housekeeping Seal of Approval Journal of Economic History vol. 56 pp. 389-428.",
        "CÃ\u0083Â©spedes, Luis Felipe, Roberto Chang, and Andres Velasco (2004). Balance Sheets and Exchange Rate Policy.American Economic Review 94 (4) pp. 1183-1193.",
        "DeLong, J. Bradford, (1998) Trade Policy and Americas Standard of Living: An Historical Perspective, in Susan Collins, ed., Trade and the American Worker. Washington, DC, Brookings Institution.",
        "Eichengreen, Barry (1996) Globalizing Capital: A History of the International Monetary System. Princeton, Princeton University Press.",
        "Eichengreen, Barry and Ricardo Hausmann (1999), Exchange Rates and Financial Fragility Federal Reserve Bank of Kansas City. New Challenges for Monetary Policy. pp. 329368.",
        "Eichengreen, Barry and Ricardo Hausmann (2002), How to Eliminate Original Financial Sin, Financial Times Editorial, November 22.",
        "Eichengreen, Barry, Ricardo Hausmann and Ugo Panizza (2003) Currency Mismatches, Debt Intolerance, and Original Sin: Why they are not the Same and Why it Matters. NBER Working Paper 10036.",
        "Flandreau, Marc (1996). The French Crime of 1873: An Essay in the Emergence of the International Gold Standard. Journal of Economic History vol. 56 (4) pp. 862-97.",
        "Flandreau, Marc and Mathilde Maurel (2001). Monetary Union, Trade Integration, and Business Cycles in 19th Century Europe: Just Do It. CEPR Discussion Paper 3087.",
        "Flandreau, Marc and Nathan Sussman (2004) Old Sins: Exchange Clauses and European Foreign Lending in the 19th Century in Barry Eichengreen and Ricardo Hausman (eds.), Other Peoples Money: Debt Denomination and Financial Instability in Emerging Market Economies. Chicago: Chicago University Press.",
        "Frieden, Jeffrey A. (1993) The Dynamics of International Monetary Systems: International and Domestic Factors in the Rise, Reign, and Demise of the Classical Gold Standard. in Coping with Complexity in the International System, edited by Jack Snyder and Robert Jervis. Westview: Westview Press.",
        "Friedman, Milton (1990a). Bimetallism Revisited. Journal of Economic Perspectives vol. 4 (4) pp. 85-104.",
        "Friedman, Milton (1990b). The Crime of 1873. Journal of Political Economy vol. 98 (6) pp.",
        "Gallarotti, Giulio M. (1994). The Scramble for Gold: Monetary Regime Transformation in the 1870s. in Michael Bordo and Forrest Capie eds. Monetary Regimes in Transition. Cambridge: Cambridge University Press.",
        "Gallarotti, Giulio M. (1995) The Anatomy of an International Monetary Regime New York: Oxford University Press.",
        "Goldstein, Morris and Philip Turner (2004), Controlling Currency Mismatches in Emerging Market Economies. Washington: Institute of International Economics.",
        "Jeanne, Olivier and Pierre-Olivier Gourinchas (forthcoming) The Elusive Gains from International Financial Integration Review of Economic Studies. Kenwood. A.G. and A.L. Lougheed (1979). The Growth of the International Economy.",
        "London: George Allen and Unwin. Kindleberger, Charles P. (1978). A Financial History of Western Europe. New York: Oxford University Press.",
        "LÃ\u0083Â³pez-CÃ\u0083Â³rdova, J. Ernesto and Christopher M. Meissner (2003). Exchange-Rate Regimes and International Trade: Evidence from the Classical Gold Standard Era. American Economic Review vol. 93 (1) pp. 344-353.",
        "Mauro, Paolo, Nathan Sussman and Yishay Yafeh (2006) Emerging Markets and Financial Globalization. Oxford: Oxford University Press.",
        "Mishkin, Frederic (1999). Lessons from the Asian Crisis. Journal of International Money and Finance vol. 18 pp. 709-723.",
        "Powell, Andrew and Federico Sturzenegger (2003). Dollarization: The Link Between Devaluation and Default Risk, in Dollarization: Debates and Policy Alternatives Eduardo Levy-Yeyati and Federico Sturzenegger eds. Cambridge: MIT Press.",
        "Redish, Angela (1995). The Persistence of Bimetallism in Nineteenth Century France. Economic History Review vol. 48 (4) pp. 717-36.",
        "Sussman, Nathan and Yishay Yafeh (2000) Institutions, Reforms and Country Risk: Lessons from Japanese Government Debt in the Meiji Period, Journal of Economic History vol. 60 pp. 442-67.",
        "Toukei, Kokusai (1908) Statistics of National Debts Tokyo: Ministry of Finance.",
        "Willis, Henry Parker (1901) A History of the Latin Monetary Union: A Study of International Monetary Action. Chicago: University of Chicago Press.",
        "Zamagni V. (1999) Una rettifica Rivista di storia economica, 3, xv, dec pp.339-342."
    ]
}