{
    "id": 12297,
    "cites": 31,
    "cited_by": 5,
    "reference": [
        "Bernardo, Antonio and Bhagwan Chowdhry, 2002, Resources, Real Options and Corporate Strategy, Journal of Financial Economics 63, 211--34.",
        "Campa, Jose, and Simi Kedia, 2002, Explaining the Diversification Discount, Journal of Finance.",
        "Chevalier, Judith, 2002, Why do firms undertake diversifying mergers? An examination of the investment policies of merging firms, Mimeo, University of Chicago.",
        "Fluck, Z. and A. Lynch, 1999, Why Firms Merge and then Divest: A Theory of Financial Synergy, Journal of Business 72, 319-346.",
        "Gertner, Robert H., David S. Scharfstein, Jeremy Stein, 1994, Internal versus External Capital Markets, Quarterly Journal of Economics, 109(4), 1211-30.",
        "Ghemawat, Pankaj. Capacity Expansion in the Titanium Dioxide Industry. The Journal of Industrial Economics 33, no. 2 (December 1984): 145-163.",
        "Jensen, Michael C., 1986, Agency costs of free cash flow, corporate finance, and takeovers, American Economic Review 76, 323-329.",
        "Jovanovic, Boyan, 1982, Selection and the Evolution of Industry, Econometrica; 50(3), 649-70.",
        "Jensen, Michael C., 1986, Agency costs of free cash flow, corporate finance, and takeovers, American Economic Review 76, 323-329.",
        "Jensen, Michael C. and William Meckling, 1976, Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Finance and Economics 3, 305-360.",
        "John, Kose, and Eli Ofek, 1995, Asset sales and the increase in focus, Journal of Financial Economics 37, 105-126.",
        "Klepper, Steven and Elizabeth Grady, 1990, The evolution of new industries and the determinants of market structure. Rand Journal of Economics 21:24-44.",
        "Lamont, Owen, 1997, Cash Flow and Investment: Evidence from Internal Capital Markets, Journal of Finance, 52, 83-109.",
        "Lamont, Owen. and Christopher Polk, 2002, Does Diversification Destroy Value? Evidence From The Industry Shocks, Journal of Financial Economics 63, 51-77.",
        "Lichtenberg, Frank R., and Donald Siegel, 1992, Takeovers and corporate overhead, in Corporate Takeovers and Productivity, Frank R. Lichtenberg, ed.: (MIT Press, Cambridge, MA).",
        "Lucas, Robert, 1978, On the size distribution of business firms, Bell Journal of Economics 9, 508-23.",
        "Maksimovic, Vojislav, and Gordon Phillips, 1998, Asset Efficiency and the Reallocation Decisions of Bankrupt Firms, Journal of Finance.",
        "Gains?, Journal of Finance. --, 2002, Do Conglomerate Firms Allocate Resources Inefficiently Across Industries?, Journal of Finance.",
        "Matsusaka, John G., and Vikram Nanda, 2001, Internal capital markets and corporate refocusing, Journal of Financial Intermediation.",
        "Meyer, Bruce, 1990, Unemployment Insurance and Unemployment Spells, Econometrica 58(4): 757 - 782.",
        "Minton, Bernadette and Karen Wruck, 2001, Financial Conservatism: Evidence on Capital Structure from Low Leverage Firms, Working paper Ohio State University.",
        "Opler Tim C., Sheridan Titman, 1994, Financial distress and corporate performance, Journal of Finance 49, No. 3, 1015-1040.",
        "Opler, Tim C., RenÃ\u0082Â´e M. Stulz, Lee Pinkowitz and Rohan Williamson, 1999, The Determinants and Implications of Corporate Cash Holdings, Journal of Financial Economics 52, 3-46.",
        "Peyer, Urs, 2001, Internal and External Capital Markets, Mimeo, University of North Carolina.",
        "Rajan, Raghuram G., Henri Servaes and Luigi Zingales, 2000, The cost of diversity: The diversification discount and inefficient investment, Journal of Finance 55, 35-80.",
        "Scharfstein, David S., and Jeremy C. Stein, 2000, The dark side of internal capital markets: divisional rent-seeking and inefficient investment, Journal of Finance 55, 2537-2564.",
        "Schlingemann, Frederik, P., Rene M. Stulz, and Ralph A. Walkling, 2002, Asset liquidity and segment divestitures, Journal of Financial Economics.",
        "Schoar, Antoinette, 2002, Effects of Corporate Diversification on Productivity, Journal of Finance, 57 2379-2403.",
        "Shin, H. and Rene Stulz, 1998, Are Internal Capital Markets Efficient? Quarterly Journal of Economics 531-52.",
        "Shleifer, Andrei, and Robert W. Vishny, 1992, Liquidation values and debt capacity: A market equilibrium approach, Journal of Finance 47, 1343-1365.",
        "Stein, Jeremy, 1997, Internal Capital Markets and the Competition for Corporate Resources, Journal of Finance 52, 111-33."
    ]
}