{
    "id": 123,
    "cites": 21,
    "cited_by": 628,
    "reference": [
        "Adams, James Asset Transfers at Deathtime, unpublished Ph.D. dissertation, University of Chicago, Department of Economics, 1976.",
        "Barro, Robert J., Are Government Bonds Net Wealth, Journal of Political Economy, (November/December, 1974).",
        "Becker, Gary S., Lewis, H. Gregg, On the Interaction Between Quantity and Quality of Children, Journal of Political Econo~y, (March/April, 1973).",
        "Becker, Gary S., A Theory of Social Interactions, Journal of Political Economy, (November/December, 1974).",
        "Bowles, S., Schooling and Inequality from Generation to Generation, Journal of Political Economy, 80, 3, Supplement, (May/June, 1972).",
        "Chamberlain, Gary and Griliches, Z., Unobservables with a Variance-Components Structure: Ability, Schooling and the Economic Success of Brothers, International Economic Review (1975).",
        "Coleman, J., and Rossi, P., Processes of Change in Occupation and Income, mimeograph, (1974).",
        "Easterlin, Richard, Population Change and Farm Settlement in the Northern United States mimeograph (September, 1975).",
        "Gorseline, Donald E., The Effect of Schooling Upon Income (Bloomington, 1932).",
        "Gri 1 iches, Zvi , Estimating the Returns to School ing: Some Econometric Problems, Harvard Institute of Economic Research, (September, 1975).",
        "Griuiches, Zvi, Wages of Very Young Men, this volume. Grossman, Michael, The Economics of Joint Production in the Household, Report No. 7145, Center for Math Studies in Business and Economics, University of Chicago, 1971.",
        "Jensen, Arthur R., How Much Can We Boost IQ and Scholastic Achievement?, Harvard Educational Review, (Winter, 1969).",
        "Jul ian, Simon L., The Effects of Income on Fertility, (Chapel Hill: University of North Carolina Press, 1974).",
        "Leibowitz, A., Home Investments in Children, Journal of Political Economy, 82, 2, Supplement, (March/April, 1974).",
        "Levy-Garboua, Louis, Does Schooling Pay? Entroitde Consommation, 3, 1973.",
        "Mincer, Jacob, The Distribution of Labor Incomes: A Survey, Journal_of Economic Literature, (March, 1970).",
        "Morgan, James and David, Martin H., Education and Schooling, ~~rterly Journal of Economics, (August, 1963).",
        "Pollak, Robert A. and Wachter, Michael L., The Relevance of the Household Production Function and Its Implications for the Allocation of Time, Journal of Political Economy, (April, 1975).",
        "Tomes, Nigel, Genetics, Marriage, and Fertility, unpublished, (June 3, 1974).",
        "Tomes, Nigel, Intergenerational Transfers, Intra- and Inter-Family Inequality in Income, Schooling and Ability, unpublished, 1975.",
        "Whelpton, P.K. and Kiser, C.V., Social and Psychological Factors Affecting Fertility, ed. (N.Y.: Milbank Memorial Fund, 1951), Vol. V."
    ]
}