{
    "id": 12302,
    "cites": 25,
    "cited_by": 0,
    "reference": [
        "Arrow, K and Lind, R (1970) `Uncertainty and the evaluation of public investment decisions American Economic Review 60 (2) 364-78.",
        "Auerbach, A.J. February (2004) How much equity does the government hold? National Bureau of Economic Research Working paper 10291.",
        "Australian Accounting Standards Board (2001) AASB 1044, Provisions, contingent liabilities and contingent assets.",
        "Barnhill, T and Kopits, G (2003), Assessing fiscal sustainability under uncertainty, IMF Working Paper 03/79.",
        "Bach, G.L. and Musgrave, R.A. (1941) `A stable purchasing power bond American Economic Review, 31:823-25.",
        "Barro, R.J. (1979) `On the determination of the public debt Journal of political economy, Vol.",
        "Barro, R.J. (1995) Optimal debt management, National Bureau of Economic Research Working Paper No. 5327 (October).",
        "Bohn, H. (1990) `Tax smoothing with financial instruments The American Economic Review, Vol 80, No.5, pp 1217-1230.",
        "Borensztein, E. and Mauro, P. (2002) Reviving the case for GDP-indexed bonds, IMF Policy discussion paper, No. 02/10 International Monetary Fund, Washington D.C (September).",
        "Bradbury, S.; Brumby, J. and Skilling, D. Sovereign net worth: An analytical framework, New Zealand Treasury Working Paper 99/3. Calvo, G.A. and Guidotti, P.E. (1990) Credibility and nominal debt, IMF Staff papers, No. 37 (September).",
        "Currie, E. and Velandia-Rubiano, A. (2002) Risk Management of Contingent Liabilities within a Sovereign Asset-Liability Framework.",
        "Davis, Nick 2001, Does crown financial portfolio composition matter? New Zealand Treasury, Treasury Working Paper 01/34.",
        "Department of Finance and Administration, Finance Circular 1997, Potential Liabilities and Losses and Finance Financial Management Guidance No.6: Guidelines for Issuing and Managing Indemnities, Guarantees, Warranties and Letters of Comfort.",
        "Dungey, M. and Pagan, A. (2000) `A Structural VAR Model of the Australian Economy Economic Record, Vol. 76, No. 235, pp 321-342.",
        "Fowlie, K. and Wright, J. (1997) `Optimal currency denomination of public debt in New Zealand New Zealand Economic Papers; 31(2): 137-51.",
        "Grimes, A., 2001, Crown financial asset management: Objectives and practice New Zealand Treasury Working paper 01/12.",
        "Hagelin, N. and Thor, M., (2003) `Pricing of State guarantees in practice, p 18-22 of Central government borrowing: Forecast and analysis, Swedish National Debt Office.",
        "Hansen, E. 2003, Objectives, Targets and Instruments for Crown Financial Policy, New Zealand Treasury working paper 2003/21.",
        "Hawkesby, C. and Wright, J. (1997) `The optimal public debt portfolios for nine OECD countries: A tax smoothing approach mimeo, University of Canterbury, New Zealand.",
        "HÃ\u0083Â¶rngren, L. 2003a, Contingent liabilities in debt management paper for the Working Party on Government Debt Management, MinistÃ\u0083Â¨re de lEconomie, des Finances et de lIndustrie, 139 rue de Bercy, Paris 75012, on 23 and 24 October.",
        "Karolyi, A. and Stulz, R (2002), Are financial assets priced locally or globally? Working Paper 8994, National Bureau of Economic Research.",
        "Kharas, Homi, and Deepak Mishra (2001) Fiscal Policy, Hidden Deficits, and Currency Crises in S. Devarajan, F. H. Rogers, and L. Squire, eds. World Bank Economists Forum. Washington, D.C.: World Bank.",
        "Missale, A. (1997) `Managing the public debt: The optimal taxation approach Journal of Economic Surveys, vol. 11, no. 3.",
        "Polackova Brixi, H. November 1998, Contingent liabilities -- a threat to fiscal sustainability Economic Policy Note World Bank, No. 9.",
        "World Bank (1993), East Asian Miracle: Economic Growth and Public Policy, Washington D.C., World Bank."
    ]
}