{
    "id": 12305,
    "cites": 36,
    "cited_by": 23,
    "reference": [
        "[1] Angrist, Joshua D., and Victor Lavy, Using Maimonides Rule to Estimate the Effect of Class Size on Student Achievement, Quarterly Journal of Economics 114:2 (1999), 533-575.",
        "[2] Barnow, Burt S., Glen C. Cain and Arthur Goldberger, Selection on Observables, in E. Stromsdorfer and G. Farkas (eds) Evaluation Studies Review Annual 5 (1981), 43-59.",
        "[3] Benabou, Roland , Heterogeneity, Stratification, and Growth: Macroeconomic Implications of Community Structure and School Finance, American Economic Review 86:3 (1996), 584-609.",
        "[4] Black, Sandra, Do Better Schools Matter? Parental Valuation of Elementary Education, Quarterly Journal of Economics 114:2 (1999), 577-600.",
        "[5] Boardman, Anthony E., and Richard J. Murnane, Using Panel Data to Improve Estimates of the Determinants of Educational Attainment, Sociology of Education 52:2 (1979), 113-121.",
        "[6] Brock, William A., and Steven N. Durlauf, Discrete Choice with Social Interactions, Review of Economic Studies 68:2 (2001), 235 - 260.",
        "[7] Caucutt Elizabeth, Peer Group Effects in Applied General Equilibrium, Economic Theory 17:1 (2001), 25-51.",
        "[8] Coleman, James S., Ernest Q. Campbell, Carol J. Hobson, James McPartland, Alexander M. Mood, Frederic D. Weinfeld, and Robert L. York, Equality of Educational Opportunity (Washington D.C.: U.S. Government Printing Office, 1966).",
        "[9] Ding, Weili, and Steven F. Lehrer, Incentives and the Quality of Teachers and Schools, forthcoming in Emily Hannum and Albert Park (eds.), Education and Reform in China (New York: Routledge Press, 2002).",
        "[10] Epple, Dennis and Richard Romano, Competition Between Private and Public Schools, Vouchers and Peer Group Effects, American Economic Review 88:1 (1998), 33-62.",
        "[11] Evans, William, Wallace Oates, and Robert Schwab, Measuring Peer Group Effects: A Study of Teenage Behavior, Journal of Political Economy 100:5 (1992), 84-117.",
        "[12] Fan, Jianqing, Design Adaptive Nonparametric Regression, Journal of the American Statistical Association 87:420 (1992), pp. 998--1004.",
        "[13] Gaviria, Alejandro, and Steven Raphael, School-Based Peer Effects and Juvenile Behavior, Review of Economics and Statistics 83:2 (2001), 257-268.",
        "[14] Glewwe, Paul, Estimating the Impact of Peer-Group Effects on Socioeconomic Outcomes: Does the Distribution of Peer Group Characteristics Matter ? Economics of Education Review 16:1 (1997), 39-43.",
        "[15] Hallam, Susan, Ability Grouping in Schools: a Literature Review (London: University of London, Institute of Education, 2002).",
        "[16] Hanushek, Eric A., John F. Kain, and Steven G. Rivkin, Disruption versus Tiebout Improvement: The Costs and Benefits of Switching Schools, Journal of Public Economics 88:9 (2004), 1721-1746.",
        "[17] Hanushek, Eric A., John F. Kain, Jacob M. Markman, and Steven G. Rivkin, Does the Ability of Peers Affect Student Achievement?, Journal of Applied Econometrics 18:5 (2003), 527-544.",
        "[18] Hanushek, Eric A., Interpreting Recent Research on Schooling in Developing Countries, World Bank Research Observer 10:2 (1995), 227-246.",
        "[19] Hanushek, Eric A., The Economics of Schooling: Production and Efficiency in Public Schools, Journal of Economic Literature 24:3 (1986), 1141-1177.",
        "[20] Heckman, James J., Instrumental Variables: A Study of Implicit Behavioral Assumptions Used in Making Program Evaluations, Journal of Human Resources 32:3 (1997), 441-462.",
        "[21] Hoxby, Caroline M., and Gretchen Weingarth Taking Race Out of the Equation: School Reassignment and the Structure of Peer Effects, mimeo, Harvard University (2006).",
        "[22] Hoxby, Caroline M., Peer Effects in the Classroom: Learning from Gender and Race Variation, NBER working paper, no. 7867 (2000).",
        "[23] Kremer, Michael and Dan M. Levy, Peer Effects from Alcohol Use Among College Students, NBER working paper no. 9876 (2003).",
        "[24] Kremer, Michael, Research on Schooling: What We Know and What We Dont: A Comment on Hanushek, The World Bank Research Observer 10:2 (1995), 247-254.",
        "[25] Kremer, Michael, The O-Ring Theory of Economic Development, Quarterly Journal of Economics 108:3 (1993), 551-576.",
        "[26] Manski, Charles, Economic Analysis of Social Interactions, Journal of Economic Perspectives 14:3 (2000), 115-136.",
        "[27] Manski, Charles, Identification of Endogenous Social Effects: The Reflection Problem, Review of Economic Studies 60:3 (1993), 531-542.",
        "[28] Moffitt, Robert, Policy Interventions, low-level equilibria, and social interactions , in Steven Durlauf and Peyton Young (eds.), Social Dynamics, (Cambridge: MIT Press, 2001).",
        "[29] Murnane, Richard J., Impact of School Resources on the Learning of Inner City Children (Cambridge: Ballinger, 1975).",
        "[30] Nechyba, Thomas J., Tiebout Choice and Education, in Eric A. Hanushek and Finis Welch (eds.), Handbook of the Economics of Education, (Amsterdam: North Holland, 2005).",
        "[31] Nechyba, Thomas J., Mobility, Targeting, and Private-School Vouchers, American Economic Review 90:1 (2000), 130-146.",
        "[32] Rivkin, Steven G., Tiebout Sorting, Aggregation, and the Estimation of Peer Group Effects, Economics of Education Review 20:3 (2001), 201-209.",
        "[33] Robinson, Peter M., Root-N-Consistent Semiparametric Regression, Econometrica 56:4 (1988), 931-954.",
        "[34] Rosen, Stanley, Obstacles to Educational Reform in China, Modern China 8:1 (1982), 3-40.",
        "[35] Sacerdote, Bruce, Peer Effects with Random Assignment: Results for Dartmouth Roommates, Quarterly Journal of Economics 116:2 (2001), 681-704.",
        "[36] Zimmerman, David J., Peer Effects in Higher Education: Evidence From a Natural Experiment, Review of Economics and Statistics 85:1 (2003), 9-23. 38"
    ]
}