{
    "id": 12316,
    "cites": 11,
    "cited_by": 1,
    "reference": [
        "Banco Nacional de Comercio Exterior S.A. (1965), El Comercio Exterior y el Artesano Mexicano (1825-1830). ColecciÃ\u0083Â³n de Documentos para la Historia del Comercio Exterior de MÃ\u0083Â©xico Segunda Serie I (Mexico City: Publicaciones del Banco Nacional de Comercio Exterior S.A.) F. J. Bona (1868-1869), Anuario administrativo y estadÃ\u0083Â­stico de la provincia de Madrid para el aÃ\u0083Â±o de 1868 (Madrid: Tip. Del Hospicio).",
        "D. Brading (1988), Haciendas y Ranchos del BajÃ\u0083Â­o LeÃ\u0083Â³n 1700-1860 (Mexico: Grijalbo).",
        "H. Burzio (1956), Diccionario de la moneda hispanoamericana (Santiago de Chile: Fondo HistÃ\u0083Â³rico y BibliogrÃ\u0083Â¡fico JosÃ\u0083Â© Toribio Medina).",
        "C. Butterfield (1861), United States and Mexico: Commerce, Trade and Postal Facilities Between the two Countries, Statistics of Mexico (New York: J. A. H. Hasbrouck and Co. Printers, 2nd ed.). L. CatÃ\u0083Â£o (2006), Export Growth, the Exchange Rate, and Machinery Investment in Early Development: The Cases of Brazil and Mexico, mimeo. Research Department, IMF (February 22).",
        "R. L. Garner (1993), Economic Growth and Change in Bourbon Mexico (Gainsville, Florida: University of Florida Press).",
        "E. J. Hamilton (1947), War and Prices in Spain (Cambridge, Mass.: Harvard University Press).",
        "I. Herrera Canales (1977), El Comercio Exterior de MÃ\u0083Â©xico 1821-1875 (Mexico City: El Colegio de MÃ\u0083Â©xico).",
        "D. Keremitsis (1973), La Industria Textil Mexicana en el Siglo XIX (Mexico City: SEP-Setentas).",
        "La Colonia EspaÃ\u0083Â±ola (Mexico City, various issues). B. R. Mitchell (1962), Abstract of British Historical Statistics (Cambridge: Cambridge University Press).",
        "R. J. Salvucci (1987), Textiles and Capitalism in Mexico: An Economic History of the Obrajes, 1539-1840 (Princeton: Princeton University Press).",
        "The Two Republics (Mexico City, various issues). U.K. Parliamentary Papers, Return to an Order of the Honourable House of Commons. Various issues. U.K. Parliamentary Papers, Mexican and South American Import Duties on British Yarns. Vol LXVIII, 1878, 622-746. D.W. Walker (1991), Parentesco, negocios y polÃ\u0083Â­tica: la familia MartÃ\u0083Â­nez del RÃ\u0083Â­o en MÃ\u0083Â©xico, 1823-1867 (Mexico City: Alianza)."
    ]
}