{
    "id": 12319,
    "cites": 31,
    "cited_by": 20,
    "reference": [
        "Aiyagari, S. Rao. 1994. Uninsured Idiosyncratic Risk and Aggregate Saving. Quarterly Journal of Economics 109 (3): 65984.",
        "Albanesi, Stefania. 2006. Inflation and Inequality. Forthcoming, Journal of Monetary Economics.",
        "Barro, Robert J. 2003. Optimal Management of Indexed and Nominal Debt. Annals of Economics and Finance 4 (1): 115.",
        "Bohn, Henning. 1988. Why Do We Have Nominal Government Debt? Journal of Monetary Economics 21 (1): 12740.",
        "Economics 29 (34): 27392. . 1990b. Tax Smoothing with Financial Instruments. American Economic Review 80 (5): 121730.",
        "International Economics 30 (34): 24966. Browning, Martin, Lars P. Hansen, and James J. Heckman. 1999. Micro Data and General Equilibrium Models. Chapter 8 of Handbook of Macroeconomics Volume 1A, edited by John B. Taylor and Michael Woodford. Amsterdam: Elsevier.",
        "BudrÃ\u0082Â´ia RodrÃ\u0082Â´iguez, S., J. DÃ\u0082Â´iaz-GimenÃ\u0082Â´ez, V. Quadrini, and J.V. RÃ\u0082Â´ios-Rull. 2002. Updated Facts on the U.S. Distributions of Earnings, Income, and Wealth. Federal Reserve Bank of Minneapolis Quarterly Review 26 (3): 234.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo. 2006. Government Finance in the Wake of Currency Crises. Forthcoming, Journal of Monetary Economics.",
        "Carroll, Christopher D. 2000. Why Do the Rich Save So Much? In Does Atlas Shrug? The Economic Consequences of Taxing the Rich, edited by Joel B. Slemrod, 46584. Cambridge: Harvard University Press.",
        "Casta~neda, Ana, Javier DÃ\u0082Â´iaz-GimenÃ\u0082Â´ez, and JosÃ\u0082Â´e-VÃ\u0082Â´ictor RÃ\u0082Â´ios-Rull. 2003. Accounting for the U.S. Earnings and Wealth Inequality. Journal of Political Economy 111 (4): 81857.",
        "Cooley, Thomas F. and Gary D. Hansen. 1989. The Inflation Tax in a Real Business Cycle Model. American Economic Review 79 (4): 73348.",
        "De Nardi, Mariacristina. 2004. Wealth Inequality and Intergenerational Links. Review of Economic Studies 71 (3): 74368.",
        "Doepke, Matthias and Martin Schneider. 2006. Inflation and the Redistribution of Nominal Wealth. Unpublished Manuscript, UCLA and NYU.",
        "Duggan, James E., Robert Gillingham, and John S. Greenlees. 1996. Distributional Effects of Social Security: The Notch Issue Revisited. Public Finance Quarterly 24 (3): 34970.",
        "Erosa, AndrÃ\u0082Â´es and Gustavo Ventura. 2002. On Inflation as a Regressive Consumption Tax. Journal of Monetary Economics 49 (4): 76195.",
        "FernÃ\u0082Â´andez-Villaverde, JesÃ\u0082Â´us and Dirk Krueger. 2001. Consumption and Saving over the Life Cycle: How Important are Consumer Durables? Unpublished Manuscript, University of Pennsylvania.",
        "Fischer, Stanley, Ratna Sahay, and Carlos A. Vegh. 2002. Modern Hyper- and High Inflations. Journal of Economic Literature 40 (3): 83780.",
        "Gale, William G. and John Karl Scholz. 1994. Intergenerational Transfers and the Accumulation of Wealth. Journal of Economic Perspectives 8 (4): 14560.",
        "Hubbard, R. Glenn, Jonathan Skinner, and Stephen P. Zeldes. 1995. Precautionary Saving and Social Insurance. Journal of Political Economy 103 (2): 36099.",
        "Huggett, Mark. 1996. Wealth Distribution in Life-Cycle Economies. Journal of Monetary Economics 38 (3): 46994.",
        "Imrohoroglu, Ayse. 1992. The Welfare Cost of Inflation under Imperfect Insurance. Journal of Economic Dynamics and Control 16 (1): 7991.",
        "Imrohoroglu, Ayse and Edward C. Prescott. 1991. Evaluating the Welfare Effects of Alternative Monetary Arrangements. Federal Reserve Bank of Minneapolis Quarterly Review 15 (3): 310.",
        "Equity Premium. Federal Reserve Bank of Minneapolis Quarterly Review 24 (4): 319. Krusell, Per and Anthony A. Smith, Jr. 1998. Income and Wealth Heterogeneity in the Macroeconomy. Journal of Political Economy 106 (5): 867896.",
        "Lagos, Ricardo and Randall Wright. 2005. A Unified Framework for Monetary Theory and Policy Analysis. Journal of Political Economy 113 (3): 46384.",
        "Laitner, John. 2001. Secular Changes in Wealth Inequality and Inheritance. Economic Journal 111 (474): 691721.",
        "Lucas, Robert E., Jr. 2000. Inflation and Welfare. Econometrica 68 (2): 24774.",
        "Neumeyer, Pablo Andres and Makoto Yano. 1998. Cross Border Nominal Assets and International Monetary Dependence. Unpublished Manuscript, Universidad T. Di Tella and Keio University.",
        "Persson, Torsten and Guido E. Tabellini. 2000. Political Economics: Explaining Economic Policy. Cambridge, Massachusetts: MIT Press.",
        "Persson, Mats, Torsten Persson, and Lars E. O. Svensson. 1998. Debt, Cash Flow and Inflation Incentives: A Swedish Example. In The Debt Burden and Its Consequences for Monetary Policy, edited by Guillermo Calvo and Mervyn King, 2862. New York: St.",
        "Martins Press. Quadrini, Vincenzo. 2000. Entrepreneurship, Saving and Social Mobility. Review of Economic Dynamics 3 (1): 140.",
        "Storesletten, Kjetil, Christopher I. Telmer, and Amir Yaron. 2004. Consumption and Risk Sharing over the Life Cycle. Journal of Monetary Economics 51 (3): 60933."
    ]
}