{
    "id": 12318,
    "cites": 24,
    "cited_by": 4,
    "reference": [
        "Australian Industry Commission, Research and Development, Report no. 44, Canberra: Australian Government Publishing Service 15 May 1995.",
        "Basu, S. and Kimball, M., Cyclical Productivity with Unobserved Input Variation, Working Paper 5915, Cambridge, MA: NBER, February 1997.",
        "Cagan, P., The Monetary Dynamics of Hyper Inflations, in M. Friedman, ed., Studies in the Quantity Theory of Money, Chicago: University of Chicago Press 1956.",
        "Card, D., Earnings, Schooling, and Ability Revisited, Research in Labor Economics 1995.",
        "Evenson, R. E., The Contribution of Agricultural Research and Extension to Agricultural Productivity, Ph.D. Dissertation, University of Chicago 1968.",
        "Foss, M., M. Manser and A. Young, Price Measurements and Their Uses, the University of Chicago Press (Studies in Income and Wealth, Volume 57) 1993.",
        "Friedman, M., The Theory of the Consumption Function, National Bureau of Economic Research General Series No. 63, Princeton University Press 1957.",
        "Gordon, R., The Measurement of Durable Goods Prices, Chicago, the University of Chicago Press (the NBER) 1990.",
        "Grunfeld, Y., The Determinants of Corporate Investment, in A. C. Harberger, ed., The Demand for Durable Goods, Chicago: University of Chicago Press 1960.",
        "Grossman, G. M. and Helpman, E., Innovation and Growth in the Global Economy, Cambridge, MA: MIT Press 1991.",
        "Jorgenson, D., Rational Distributed Lag Functions, Econometrica, 34(1) 1966.",
        "Kendrick, J.W., Productivity Trends in the U.S., Princeton, NJ: Princeton University Press for NBER 1961.",
        "Klette, T. and Willassen, Y., Errors in Variables and Parameter Bounds: An Application to the Estimation of Production Relationships, mimeo, Oslo: Central Bureau of Statistics of Norway 1993.",
        "Koyck, L.M., Distributed Lags and Investment Analysis, Amsterdam: North Holland 1954.",
        "Lancaster, Kelvin, Consumer Demand: A New Approach, Columbia University Press, New York 1971.",
        "Lanjouw, J., Pakes, A. and Putnam, J., How To Count Patents and Value Intellectual Property: Uses of Patent Renewal and Application Data, NBER Working Paper 5741, Cambridge, MA 1996.",
        "Nadiri, M. I., Innovations and Technological Spillovers, WP No. 4423, Cambridge, MA.: National Bureau of Economic Research 1993.",
        "Nevo, Aviv; Measuring Market Power in the Ready-to-Eat Cereal Industry, NBER Discussion Paper, No. 6387 1997.",
        "Pollak, R., The Theory of the Cost-of-Living Index, Oxford University Press 1989.",
        "Putnam, J., The Value of International Patent Rights, Boston: Charles River Associates 1997.",
        "Ringstad, V., Estimating Production Functions and Technical Change from Micro Data, Economic Studies No. 21, Oslo, Bureau of Statistics 1971.",
        "Schankerman, M., How Valuable Is Patent Protection: Estimates by Technology Field, mimeo, London School of Economics 1997.",
        "Scherer, R. M., The Size Distribution of Profits from Innovation, ZEW Discussion Paper, 9613, Mannheim, Germany 1996.",
        "Trajtenberg, M., A Penny for Your Quotes, the Rand Journal of Economics 1990."
    ]
}