{
    "id": 12311,
    "cites": 18,
    "cited_by": 31,
    "reference": [
        "Abel, Jaison R., Berndt, Ernst R., and White, Alan G. (2003). Price Indexes for Microsofts Personal Computer Software Products, NBER Working Paper 9968, September.",
        "Abraham, Katharine G. (1997). The CPI Commission: Discussion, American Economic Review, 87 (2), May, pp. 94-98.",
        "Abraham, K., Greenlees, John S., and Moulton, Brent R. (1998). Working to Improve the Consumer Price Index, Journal of Economic Perspectives, 12 (1), Winter, pp. 27-36.",
        "Berndt, Ernst R., Iain Cockburn and Zvi Griliches (1996). Pharmaceutical innovations and market dynamics: Tracking effects of price indexes for anti-depressant drugs, Brookings Papers on Economic Activity, pp. 133-99.",
        "Expected Outcome Variations, and Price Indexes, NBER Working Paper 7816, July. Boskin, Michael J., E. Dulberger, R. Gordon, Z. Griliches, and D. Jorgenson (1996). Toward a More Accurate Measure of the Cost of Living, Final Report to the Senate Finance Committee, December 4.",
        "Boskin, Michael J., E. Dulberger, R. Gordon, Z. Griliches, and D. Jorgenson (1998). Consumer Prices, the Consumer Price Index, and the Cost of Living, Journal of Economic Perspectives, 12 (1), Winter, pp. 3-26.",
        "Cage, Robert (1996). New Methodology for Selecting CPI Outlet Samples, Monthly Labor Review, 119 (12), December, pp. 49-61.",
        "Cage, Robert, Greenlees, John S., and Jackman, Patrick (2003). Introducing the Chained Consumer Price Indices, in Thierry Lacroix, ed., International Working Group on Price Indices (Ottawa Group): Proceedings of the Seventh Meeting. Paris: INSEE, pp. 213-246.",
        "Cardenas, Elaine M. (1996). Revision of the CPI Hospital Services Component, Monthly Labor Review, 119 (12), December, pp. 40-48.",
        "The Boskin Report One Decade Later, Page 32 Chwelos, Paul D., Berndt, Ernst R., and Cockburn, Iain M. (2004). Faster, Smaller Cheaper: An Hedonic Price Analysis of PDAs, NBER Working Paper 10746, September.",
        "Cutler, David and McClellan, Mark (1996). The determinants of technological change in heart attack treatment, NBER working paper 5751, September.",
        "Prices Declining?, NBER working paper 5750, September. ___________, McClellan, Mark, and Newhouse, Joseph P. (1999). The Costs and Benefits of Intensive Treatment for Cardiovascular Disease, in Triplett, ed., 1999, pp. 34-71.",
        "Diewert, W. Erwin (1998). Index Number Issues in the Consumer Price Index, Journal of Economic Perspectives, 12 (1), Winter, pp. 47-58.",
        "Ellison, Sara Fisher, and Hellerstein, Judith K. (1999). The Economics of Antibiotics: An Exploratory Study, in Triplett, ed., 1999, pp. 118-143.",
        "Fixler, Dennis (1998). Treatment of Mandated Pollution Control Measures in the CPI, CPI Detailed Report, September, pp. 4-7.",
        "Frank, Richard G., Berndt, Ernst R., and Busch, Susan H. (1999). Price Indexes for the Treatment of Depression, in Triplett, ed., 1999, pp. 72-117.",
        "Gordon, Robert J. (1990). The Measurement of Durable Goods Prices. Chicago: University of Chicago Press for NBER.",
        "Greenlees, John S. (1997). Expenditure Weight Updates and Measured Inflation, unpublished."
    ]
}