{
    "id": 12324,
    "cites": 23,
    "cited_by": 36,
    "reference": [
        "Ang, A., G. Bekaert, and M. Wei (2005), Do Macro Variables, Asset Markets, or Surveys Forecast Inflation Better? NBER Working Paper no. 11538.",
        "Andrews, D.W.K. (1993), Tests for Parameter Instability and Structural Change with Unknown Change Point, Econometrica 61:821-856.",
        "Atkeson, A. and L.E. Ohanian (2001), Are Phillips Curves Useful for Forecasting Inflation? Federal Reserve Bank of Minneapolis Quarterly Review 25(1):2-11.",
        "Barsky, R.B. (1987), The Fisher Hypothesis and the Forecastability and Persistence of Inflation, Journal of Monetary Economics 19:3-24.",
        "Benati, L. and H. Mumtaz (2005) The `Great Stability in the U.K.: Good Policy or Good Luck? manuscript, Research Department, Bank of England.",
        "Box, G.E.P. and G.M. Jenkins (1970), Time Series Analysis. San Francisco.",
        "Brayton, F., J.M. Roberts, and J.C. Williams (1999), What Happened to the Phillips Curve?, FEDS Working Paper 1999-49.",
        "Clark, T.E. and M.W. McCracken (2005), The Predictive Content of the Output Gap for Inflation: Resolving In-Sample and Out-of-Sample Evidence, forthcoming, Journal of Money, Credit, and Banking.",
        "Dossche, M. and G. Everaert (2005), Measuring Inflation Persistence: A Structural Time Series Approach, ECB Working Paper 495.",
        "Estrella, A. (2005), Why Does the Yield Curve Predict Output and Inflation, The Economic Journal 115:722-744.",
        "Fisher, J.D.M., C.T. Liu, and R. Zhou (2002), When Can We Forecast Inflation? Federal Reserve Bank of Chicago Economic Perspectives 1Q/2002, 30-42.",
        "Harvey, A.C., T.M. Trimbur, and H.K. van Dijk (2005), Trends and Cycles in Economic Time Series: A Bayesian Approach, manuscript, Cambridge University, UK.",
        "Kohn, D.L. (2005), Modeling Inflation: A Policymakers Perspective, speech to the International Research Forum on Monetary Policy, Frankfurt, Germany, May 20, 2005, available at http://www.federalreserve.gov/boarddocs/speeches/2005/20050520/default.htm.",
        "Leigh, D. (2005), Estimating the Implicit Inflation Target: An Application to U.S.",
        "Monetary Policy, IMF Working Paper 05/77. Li, Hong (2005), Testing Alternative Models of Price Adjustment, mimeo, Brandeis University.",
        "Mavroeidis, S. (2005). Identification Issues in Forward-Looking Models Estimated by GMM, with an Application to the Phillips Curve, Journal of Money, Credit, and Banking 37:421-448.",
        "Nelson, C.R. and G.W. Schwert (1977), Short-Term Interest Rates as Predictors of Inflation: On Testing the Hypothesis that the Real Rate of Interest Is Constant, American Economic Review 67:478-486.",
        "Orphanides, A. and S. van Norden (2005), The Reliability of Inflation Forecast Based on Output Gap Estimates in Real Time, Journal of Money, Credit, and Banking 37, 583-600.",
        "Pivetta, F. and R. Reis (2004), The Persistence of Inflation in the United States, manuscript, Princeton University.",
        "Stock, J.H. (1991), Confidence Intervals for the Largest Autoregressive Root in U.S.",
        "Economic Time Series, Journal of Monetary Economics, 28:435-460. Stock, J.H., and M.W. Watson (1999), Forecasting Inflation, Journal of Monetary Economics 44:293-335.",
        "Stock, J.H. and M.W. Watson (2002), Has the Business Cycle Changed and Why? NBER Macroeconomics Annual 2002, 159218.",
        "Stock, J.H., and M.W. Watson (2003), Forecasting output and inflation: The role of asset prices, Journal of Economic Literature 41:788-829."
    ]
}