{
    "id": 12327,
    "cites": 35,
    "cited_by": 22,
    "reference": [
        "Altonji, Joseph G. and David Card (1991). The Effects of Immigration on the Labor Market Outcomes of Less-Skilled Natives. In Immigration, Trade, and the Labor Market, edited by John M. Abowd and Richard B. Freeman. University of Chicago Press.",
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney (2005). Trends in U.S. Wage Inequality: Re-Assessing the Revisionists. Working Paper, National Bureau of Economic Research.",
        "Autor, David H., Lawrence F. Katz, and Alan B. Krueger (1998). Computing Inequality: Have Computers Changed the Labor Market? Quarterly Journal of Economics, 117, 11691213.",
        "Aydemir, Abdurrahman and George J. Borjas (2005). Attenuation Bias in Estimating the Wage Impact of Immigration. Working Paper, Harvard University.",
        "Beaudry, Paul and David Green (2000). What Is Driving US and Canadian Wages? Exogenous Technical Change or Endogenous Choice of Technique. Working Paper, University of British Columbia.",
        "Bohn, Sarah and Seth Sanders (2005). Refining the Estimation of Immigrations Labor Market Effects. Working Paper, University of Maryland.",
        "Bonin, Holger (2005). Is the Demand Curve Really Downward Sloping? Working Paper, IZA.",
        "Borjas, George J. (1987). Immigrants, Minorities, and Labor Market Competition. Industrial and Labor Relations Review, 40, 382-392.",
        "Borjas, George J. (2003). The Labor Demand Curve Is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market. Quarterly Journal of Economics, 118, 1335-1374.",
        "Borjas, George J. (2006). Native Internal Migration and the Labor Market Impact of Immigration. Journal of Human Resources, 41, 221-258.",
        "Borjas, George J., Richard B. Freeman, and Lawrence F. Katz (1997). How Much Do Immigration and Trade Affect Labor Market Outcomes? Brookings Papers on Economic Activity, 1, 1-67.",
        "Boudarbat, Brahim, Thomas Lemieux, and W. Craig Riddell (2003). Recent Trends in Wage Inequality and the Wage Structure in Canada. Working Paper, University of British Columbia.",
        "Bowles, Samuel (1970). Aggregation of Labor Inputs in the Economics of Growth and Planning: Experiments with a Two-Level CES Function. Journal of Political Economy, 78, 68-81.",
        "Caponi, Vincenzo (2004). Heterogeneous Human Capital and Migration: Who Migrates from Mexico to the US? Working Paper, University of Western Ontario.",
        "Card, David (1990). The Impact of the Mariel Boatlift on the Miami Labor Market. Industrial and Labor Relations Review 43 (January 1990): 245-257.",
        "Card, David (2001). Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration. Journal of Labor Economics, 19, 22-64.",
        "Card, David, and Thomas Lemieux (2001). Can Falling Supply Explain the Rising Return to College for Younger Men? A Cohort-Based Analysis. Quarterly Journal of Economics, 116, 705-746.",
        "Chiquiar, Daniel, and Gordon H. Hanson (2005).International Migration, Self-Selection, and the Distribution of Wages: Evidence from Mexico and the United States, Journal of Political Economy, 113, 239-281.",
        "Citizenship and Immigration Canada (2001). Facts and Figures: Immigration Overview, 2001.",
        "Cortes, Patricia (2005). The Effect of Low-Skilled Immigration on U.S. Prices: Evidence from CPI Data. Working Paper, Massachusetts Institute of Technology.",
        "Filer, Randall K. (1992). The Impact of Immigrant Arrivals on Migratory Patterns of Native Workers. In Immigration and the Work Force: Economic Consequences for the United States and Source Areas, edited by George J. Borjas and Richard B. Freeman. University of Chicago Press.",
        "Grossman, Jean Baldwin (1982). The Substitutability of Natives and Immigrants in Production. Review of Economics and Statistics, 54, 596-603.",
        "Hamermesh, Daniel (1993). Labor Demand. Princeton University Press.",
        "Hanson, Gordon H. (2006). Emigration, Labor Supply, and Earnings in Mexico. In Mexican Immigration, edited by George J. Borjas. University of Chicago Press, forthcoming.",
        "Borjas. University of Chicago Press, forthcoming. International Monetary Fund (2004). Mexico: Selected Issues. IMF Country Report No.",
        "Jaeger, David (1996). Skill Differences and the Effect of Immigrants on the Wages of Natives, Working Paper, U.S. Bureau of Labor Statistics.",
        "Lewis, Ethan (2005). Immigration, Skill Mix, and the Choice of Technique. Working Paper, Federal Reserve Bank of Philadelphia.",
        "Mishra, Prachi (2005). Emigration and Wages in Source Countries: Evidence from Mexico. Journal of Development Economics, forthcoming.",
        "Ottaviano, Gianmarco I.P. and Giovanni Peri (2006). Rethinking the Gains from Immigration: Theory and Evidence from the U.S. Working Paper, University of California, Davis.",
        "Passel, Jeffrey (2005). Unauthorized Migrants: Number and Characteristics. Working Paper, Pew Hispanic Center.",
        "Perrier, Patrick (2005). Le fonction de production et les donnÃ\u0083Â©es Canadiennes. Working Paper.",
        "Bank of Canada. Roy, Arun S. (1997). Job Displacement Effects of Canadian Immigrants by Country of Origin and Occupation. International Migration Review, 31, 150-161.",
        "Shah, Anwar (1992). Dynamics of Public Infrastructure, Industrial Productivity and Profitability. Review of Economics and Statistics, 74, 28-36.",
        "United Nations (2002). International Migration, 2002. Population Division, Department of Economics and Social Affairs.",
        "Welch, Finis (1979). Effects of Cohort Size on Earnings: The Baby Boom Babies Financial Bust. Journal of Political Economy, 87, S65-S97."
    ]
}