{
    "id": 12329,
    "cites": 61,
    "cited_by": 28,
    "reference": [
        "Ahn, Hyungtaik and James L. Powell, Semiparametric Estimation of Censored Selection Models with a Nonparametric Selection Mechanism, Journal of Econometrics, July 1993, 58 (1-2), 329.",
        "Aizenman, Nurith C., Md. Moves Cutoff Date for Kindergartners; Concerns That Younger Students Cant Keep Up Prompt Gradual Shift to Sept. 1, Washington Post, May 22, 2002.",
        "In addition, we have emphasized further features of our approach that problematize extrapolation to other contexts. Almond, Douglas, Kenneth Y. Chay, and David S. Lee, The Costs of Low Birth Weight, Quarterly Journal of Economics, 2005, 120 (3), 10311083.",
        "Andrews, Donald W.K., Marcelo J. Moreira, and James H. Stock, Optimal Invariant Similar Tests for Instrumental Variables Regression, Econometrica, March 2006, 74 (3), 715752.",
        "Angrist, Joshua D. and Alan B. Krueger, Does Compulsory School Attendance Affect Schooling and Earnings?, Quarterly Journal of Economics, November 1991, 106 (4), 9791014.",
        "Bedard, Kelly and Elizabeth Dhuey, The Persistence of Early Childhood Maturity: International Evidence of Long-Run Age Effects, Quarterly Journal of Economics, November (forthcoming) 2006, 121 (4).",
        "Behrman, Jere R. and Mark R. Rosenzweig, Does Increasing Womens Schooling Raise the Schooling of the Next Generation?, American Economic Review, March 2002, 92 (1), 323334.",
        "Bennett, Sylvana and Nassim Assefi, School-Based Teenage Pregnancy Prevention Programs: A Systematic Review of Randomized Controlled Trials, Journal of Adolescent Health, 2005, 36, 7281.",
        "Black, Sandra E., Paul J. Devereux, and Kjell G. Salvanes, Fast Times at Ridgemont High? The Effect of Compulsory Schooling Laws on Teenage Births, NBER Working Paper 10911, November 2004.",
        "Bound, John, David A. Jaeger, and Regina M. Baker, Problems with Instrumental Variables Estimation when the Correlation between the Instrument and the Endogenous Explanatory Variable Is Weak, Journal of the American Statistical Association, June 1995, 90 (430), 443450.",
        "Breierova, Lucia and Esther Duflo, The Impact of Education on Fertility and Child Mortality: Do Fathers Really Matter Less Than Mothers?, NBER Working Paper 10513, 2004.",
        "Card, David E., The Causal Effect of Education on Earnings, in Orley Ashenfelter and David E. Card, eds., The Handbook of Labor Economics, Vol. 3A, Amsterdam: Elsevier, 1999.",
        "Cascio, Elizabeth U. and Ethan B. Lewis, Schooling and the AFQT: Evidence from School Entry Laws, Journal of Human Resources, Spring 2006, 41 (2), 294318.",
        "Cheng, Ming-Yen, Jianqing Fan, and James S. Marron, On Automatic Boundary Corrections, The Annals of Statistics, August 1997, 25 (4), 16911708.",
        "Chou, Shin-Yi, Jin-Tan Liu, Michael Grossman, and Theodore Joyce, Parental Education and Child Health: Evidence from a Natural Experiment in Taiwan, 2003. Unpublished manuscript, City University of New York.",
        "Corcoran, Jacqueline, Pamela ODell Miller, and Linda Bultman, Effectiveness of Prevention Programs for Adolescent Pregnancy: A Meta-Analysis, Journal of Marriage and the Family, 1997, 59 (3), 551567.",
        "Currie, Janet and Enrico Moretti, Mothers Education and the Intergenerational Transmission of Human Capital: Evidence From College Openings, Quarterly Journal of Economics, November 2003, 118 (4), 14951532.",
        "Das, Mitali, Whitney Newey, and Francis Vella, Nonparametric Estimation of Sample Selection Models, Review of Economic Studies, January 2003, 70 (1), 3358.",
        "Datar, Ashlesha, Does Delaying Kindergarten Entrance Give Children a Head Start?, Economics of Education Review, February 2006, 25 (1), 4362.",
        "Davidson, Russell and James G. MacKinnon, Econometric Theory and Methods, New York: Oxford University Press, 2004.",
        "Bank Policy Research Working Paper 3362. DiCenso, Alba, Gordon H. Guyatt, Andrew Willan, and Lauren Griffith, Interventions to Reduce Unintended Pregnancies among Adolescents: Systematic Review of Randomised Controlled Trials, British Medical Journal, 2002, 324, 14261435.",
        "DiNardo, John and Justin L. Tobias, Nonparametric Density and Regression Estimation, Journal of Economic Perspectives, Fall 2001, 15 (4), 1128.",
        "Elder, Todd E. and Darren H. Lubotsky, Kindergarten Entrance Age and Childrens Achievement: The Impact of State Policies, Family Background, and Peers, April 2006. Unpublished manuscript, University of Illinois at Urbana-Champaign.",
        "Fan, Jianqing and Irene Gijbels, Local Polynomial Modelling and Its Applications, New York: Chapman and Hall, 1996.",
        "Friedman, Milton, A Theory of the Consumption Function, Princeton: Princeton University Press, 1957.",
        "Glewwe, Paul, Why Does Mothers Schooling Raise Child Health in Developing Countries? Evidence from Morocco, Journal of Human Resources, Winter 1999, 34 (1), 124159.",
        "Goldin, Claudia and Lawrence Katz, Mass Secondary Schooling and the State: the Role of State Compulsion in the High School Movement, NBER Working Paper 10075, November 2003.",
        "Grossman, Michael, On the Concept of Health Capital and the Demand for Health, Journal of Political Economy, March/April 1972, 80 (2), 223255.",
        "Guyatt, Gordon H., Alba DiCenso, Vern Farewell, Andrew Willan, and Lauren Griffith, Randomized Trials versus Observational Studies in Adolescent Pregnancy Prevention, Journal of Clinical Epidemiology, 2000, 53, 167174.",
        "Hall, Peter, Effect of Bias Estimation on Coverage Accuracy of Bootstrap Confidence Intervals for a Probability Density, The Annals of Statistics, June 1992, 20 (2), 675 694.",
        "Heckman, James J., The Common Structure of Statistical Models of Truncation, Sample Selection, and Limited Dependent Variables and a Simple Estimator for Such Models, Annals of Economic and Social Measurement, 1976, 5 (4), 475492.",
        "Hedegaard, Morten, Tine Brink Henriksen, Svend Sabroe, and Niels Jorgen Secher, Psychological Distress in Pregnancy and Preterm Delivery, British Medical Journal, July 24, 1993, 307 (6898), 234239.",
        "Horowitz, Joel L., The Bootstrap, in James J. Heckman and Edward Leamer, eds., The Handbook of Econometrics, Vol. 5, New York: Elsevier, 2001, pp. 31593296.",
        "Hotz, V. Joseph, Jacob Alex Klerman, and Robert J. Willis, The Economics of Fertility in Developed Countries, in Mark R. Rosenzweig and Oded Stark, eds., The Handbook of Population and Family Economics, Vol. 1A, Amsterdam: Elsevier, 1997, pp. 275347.",
        "Kane, Thomas J., Cecilia Elena Rouse, and Douglas Staiger, Estimating Returns to Schooling When Schooling is Mismeasured, NBER Working Paper 7235, July 1999.",
        "Katz, Lawrence F., Jeffrey R. Kling, and Jeffrey B. Liebman, Moving to Opportunity in Boston: Early Results of a Randomized Mobility Experiment, Quarterly Journal of Economics, May 2001, 116 (2), 607654.",
        "Kenkel, Donald S., Health Behavior, Health Knowledge, and Schooling, Journal of Political Economy, April 1991, 99 (2), 287305.",
        "Lee, David S., Training, Wages, and Sample Selection, October 2005. Unpublished manuscript, University of California, Berkeley.",
        "February 2006. Unpublished manuscript, University of California, Berkeley.",
        "Leon, Alexis, The Effect of Education on Fertility: Evidence From Compulsory Schooling Laws, 2004. Unpublished manuscript, University of Pittsburgh.",
        "Manski, Charles F., Identification of Endogenous Social Effects: The Reflection Problem, Review of Economic Studies, 1993, 60 (3), 531542.",
        "Michael, Robert T., Education and the Derived Demand for Children, Journal of Political Economy, Part 2: New Economic Approaches to Fertility 1973, 81 (2), S128S164.",
        "Mincer, Jacob, Market Prices, Opportunity Costs, and Income Effects, in C. Christ, ed., Measurement in Economics: Studies in Mathematical Economics and Econometrics in Memory of Yehuda Grunfeld, Stanford: Stanford University Press, 1963.",
        "Moreira, Marcelo J., A Conditional Likelihood Ratio Test for Structural Models, Econometrica, July 2003, 71 (4), 10271048.",
        "Newey, Whitney K. and Daniel L. McFadden, Large Sample Estimation and Hypothesis Testing, in Robert F. Engle and Daniel McFadden, eds., Handbook of Econometrics, Vol. 4, New York: NorthHolland, 1994, pp. 21112245.",
        "Oreopoulos, Philip, Marianne E. Page, and Ann Huff Stevens, The Intergenerational Effects of Compulsory Schooling, August 2005. Unpublished manuscript, University of California, Davis.",
        "Pagan, Adrian and Aman Ullah, Nonparametric Econometrics, New York: Cambridge University Press, 1999.",
        "Porter, Jack, Estimation in the Regression Discontinuity Model, 2003. Unpublished manuscript, Harvard University.",
        "Rosenzweig, Mark R. and Kenneth I. Wolpin, Testing the Quantity-Quality Fertility Model: The Use of Twins as a Natural Experiment, Econometrica, January 1980, 48 (1), 227 240.",
        "Use and Its Effectiveness, International Economic Review, May 1989, 30 (2), 457477.",
        "Royer, Heather, What All Women (and Some Men) Want to Know: Does Maternal Age Affect Infant Health?, University of California, Berkeley, Center for Labor Economics Working Paper 68, 2004.",
        "Staiger, Douglas and James Stock, Instrumental Variables Regression with Weak Instruments, Econometrica, May 1997, 65 (3), 557586.",
        "Stipek, Deborah, At What Age Should Children Enter Kindergarten? A Question for Policy Makers and Parents, Social Policy Report, 2002, 16 (2), 316.",
        "Strauss, John and Duncan Thomas, Human Resources: Empirical Modeling of Household and Family Decisions, in J. Behrman and T.N. Srinivasan, eds., The Handbook of Development Economics, Vol. 3A, Amsterdam: Elsevier, 1995.",
        "Thomas, Duncan, John Strauss, and Maria-Helena Henriques, How Does Mothers Education Affect Child Height?, Journal of Human Resources, Spring 1991, 26 (2), 183211.",
        "White, Halbert, A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica, 1980, 48 (4), 817838.",
        "Willis, Robert J., A New Approach to the Economic Theory of Fertility, Journal of Political Economy, Part 2: New Economic Approaches to Fertility 1973, 81 (2), S14 S64.",
        "Wolfe, Barbara L. and Jere R. Behrman, Womens Schooling and Children Health: Are the Effects Robust with Adult Sibling Control for the Womens Childhood Background?, Journal of Health Economics, September 1987, 6 (3), 239254.",
        "Wolpin, Kenneth I., Determinants and Consequences of the Mortality and Health of Infants and Children, in Mark R. Rosenzweig and Oded Stark, eds., The Handbook of Population and Family Economics, Vol. 1A, Amsterdam: Elsevier, 1997, pp. pp. 483 556.",
        "Wooldridge, Jeffrey M., Cluster-Sample Methods in Applied Econometrics, American Economic Review, May 2003, 93 (2), 133138.",
        "Yatchew, Adonis, An Elementary Estimator of the Partial Linear Model, Economics Letters, December 1997, 57 (2), 135143."
    ]
}