{
    "id": 12322,
    "cites": 25,
    "cited_by": 81,
    "reference": [
        "Andrade, Gregor, M. M., and E. Stafford (2001): New Evidence and Perspectives on Mergers, Journal of Economic Perspectives, 15(2), 103--120.",
        "Axtell, R. L. (2001): Zipfs Distribution of US Firm Sizes, Science, 293(5536), 1818--1820.",
        "Baldwin, J. R., and W. Gu (2005): The Impact of Trade on Plant Scale, Production-Run Length and Diversification, Mimeo, Statistics Canada.",
        "Berger, P. G., and E. Ofek (1995): Diversifications Effect on Firm Value, Journal of Financial Economics, 37(1), 39--65.",
        "Bernard, A. B., J. B. Jensen, and P. Schott (2006): Trade Costs, Firms, and Productivity, Journal of Monetary Economics, 53(5).",
        "Bernard, A. B., S. Redding, and P. K. Schott (2005): Multi-Product Firms and Trade Liberalization, Mimeo, London School of Economics.",
        "School of Economics. Brander, J., and J. Eaton (1984): Product Line Rivalry, American Economic Review, 74(3), 323--334.",
        "Breinlich, H. (2005): Trade Liberalization and Industrial Restructuring Through Mergers and Acquisitions, Mimeo, London School of Economics.",
        "Cabral, L., and J. Mata (2003): On the Evolution of the Firm Size Distribution: Facts and Theory, American Economic Review, 93(4), 1075--1090.",
        "Eckel, C., and J. P. Neary (2005): Multi-Product Firms and Flexible Manufacturing in the Global Economy, Mimeo, University of GÃ\u0083Â¶ttingen.",
        "Eeckhout, J., and B. Jovanovic (2002): Knowledge Spillovers and Inequality, American Economic Review, 92(5), 1290--1307.",
        "Feenstra, R., J. Romalis, and P. Schott (2002): U.S. Imports, Exports, and Tariff Data, NBER Working Paper 9387, National Bureau of Economic Research.",
        "Head, K., and J. Ries (1999): Rationalization Effects of Trade Liberalizations, Journal of International Economics, 47(2), 295--320.",
        "Helpman, E., M. J. Melitz, and S. R. Yeaple (2004): Exports versus FDI with Heterogeneous Firms, American Economic Review, 94(1), 300--316.",
        "Johnson, J. P., and D. P. Myatt (2003): Multiproduct Quality Competition: Fighting Brands and Product Line Pruning, American Economic Review, 93(3), 748--777.",
        "Jovanovic, B., and P. Rousseau (2002): The Q-Theory of Mergers, American Economic Review, 92, 198--204.",
        "Lang, L., and R. Stulz (1994): Tobins Q, Diversification, and Firm Performance, Journal of Political Economy, 102(6), 1248--1280.",
        "Theory and Evidence, Journal of Finance, 57(2), 721--767. Melitz, M. (2003): The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, 71(6), 1695--1725.",
        "Melitz, M. J., and G. Ottaviano (2005): Market Size, Trade, and Productivity, NBER Working Paper 11393, National Bureau of Economic Research.",
        "Rajan, R. G., H. Servaes, and L. Zingales (2000): The Cost of Diversity: The Diversification Discount and Inefficient Investment, Journal of Finance, 55(1), 35--80.",
        "Santalo, J. (2002): Organizational Capital and the Existence of a Diversification and Size Discount, Mimeo, University of Chicago.",
        "Schoar, A. (2002): The Effect of Diversification on Firm Productivity, Journal of Finance, 62(6), 2379--2403.",
        "Shaked, A., and J. Sutton (1990): Multiproduct Firms and Market Structure, Rand Journal of Economics, 21(1), 45--62.",
        "Sutton, J. (1997): Gibrats Legacy, Journal of Economic Literature, 35(1), 40--59.",
        "Trefler, D. (2004): The Long and the Short of the Canada-U.S. Free Trade Agreement, American Economic Review, 94(4), 870--895."
    ]
}