{
    "id": 12325,
    "cites": 46,
    "cited_by": 12,
    "reference": [
        "Adams, Richard H., Jr., `Remittances, Investment, and Rural Asset Accumulation in Pakistan, Economic Development and Cultural Change, Vol. 17, No. 1, 1998, pp. 155-173.",
        "Ahlburg, Dennis, Remittances and Their Impact : A Study of Tonga and Western Samoa. Canberra: National Centre for Development Studies, Research School of Pacific Studies, the Australian National University, 1991.",
        "Angrist, Josh and Alan Krueger, `Empirical Strategies in Labor Economics, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Volume 3A. Amsterdam: North-Holland, 1999.",
        "Baland, Jean-Marie and James A. Robinson, `Is Child Labor Inefficient? Journal of Political Economy, Vol. 108, No. 4, 2000, pp. 663-679.",
        "Basu, Kaushik and Pham Hoang Van, `The Economics of Child Labor, American Economic Review, Vol. 88, No. 3, June 1998, pp. 412-427.",
        "Becker, Gary, A Theory of the Allocation of Time, Economic Journal, Vol. 75, September 1965, pp. 493-517.",
        "Beegle, Kathleen, Rajeev H. Dehejia, and Roberta Gatti, `Child Labor and Agricultural Shocks, Journal of Development Economics, forthcoming. Bhagwati, Jagdish, `Borders Beyond Control, Foreign Affairs, Vol. 82 (1), January/February 2003, pp. 98-104.",
        "Birdsall, Nancy, Dani Rodrik, and Arvind Subramanian, `How to Help Poor Countries, Foreign Affairs, Vol. 84 (4), July/August 2005, p. 136.",
        "Borjas, George, `The Economic Analysis of Immigration, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Vol. 3A, North-Holland, 1999, pp. 1697-1760.",
        "Brown, Richard P.C., `Migrants Remittances, Savings, and Investment in the South Pacific, International Labour Review, Vol. 133, No. 3, 1994, pp. 347-367.",
        "Brown, Richard P.C. and Dennis A. Ahlburg, `Remittances in the South Pacific, International Journal of Social Economics, Vol. 26, No. 1/2/3, 1999, pp. 325-344.",
        "CariÃ\u0083Â±o, Benjamin, `Introduction, in Benjamin CariÃ\u0083Â±o, ed., Filipino Workers on the Move: Trends, Dilemmas, and Policy Options. Manila: Philippine Migration Research Network, 1998.",
        "Chiquiar, Daniel and Gordon Hanson, `International Migration, Self-Selection, and the Distribution of Wages: Evidence from Mexico and the United States, Journal of Political Economy, Vol. 113, No. 2, April 2005, pp. 239-281.",
        "Corsetti, Giancarlo, Paolo Pesenti, and Nouriel Roubini, `What Caused the Asian Currency and Financial Crisis? Part II: The Policy Debate, NBER Working Paper 6834, December 1998.",
        "Cox-Edwards, Alexandra and Manuelita Ureta, `International Migration, Remittances, and Schooling: Evidence from El Salvador, Journal of Development Economics, Vol. 72, 2003, pp.",
        "Durand, Jorge, William Kandel, Emilio A. Parrado, and Douglas S. Massey, `International Migration and Development in Mexican Communities, Demography, Vol. 33, No. 2, May 1996, pp. 249-264.",
        "Duryea, Suzanne, David Lam, and Deborah Levison, `Effects of Economic Shocks on Childrens Employment and Schooling in Brazil, Population Studies Center Research Report No. 03-541, Institute for Social Research, University of Michigan, December 2003.",
        "Dustmann, Christian, and Olivier Kirchkamp, `The Optimal Migration Duration and Activity Choice After Re-migration, Journal of Development Economics, Vol. 67, 2002, pp. 351-372.",
        "Frankenberg, Elizabeth, James P. Smith, and Duncan Thomas, `Economic Shocks, Wealth, and Welfare, Journal of Human Resources, 2003.",
        "Grindle, Merilee, Searching for Rural Development: Labor Migration and Employment in Mexico. Ithaca: Cornell University Press, 1988.",
        "Hurst, Eric and Annamaria Lusardi, `Liquidity Constraints, Household Wealth, and Entrepreneurship, Journal of Political Economy, Vol. 112, No. 2, April 2004, pp. 319-347.",
        "Jacoby, Hanan, and Emmanuel Skoufias, `Risk, Financial Markets, and Human Capital in a Developing Country, Review of Economics and Statistics, Vol. 64, 1997, pp. 311-335.",
        "Jensen, Robert, `Agricultural Volatility and Investments in Children, American Economic Association Papers and Proceedings, May 2000, pp. 399-404.",
        "Lipton, Michael, `Migration from Rural Areas of Poor Countries: The Impact on Rural Productivity and Income Distribution, World Development, Vol. 8, No. 1, January 1980, pp. 1-24.",
        "Lucas, Robert E.B., and Oded Stark, `Motivations to Remit: Evidence from Botswana, Journal of Political Economy, Vol. 93, No. 5, 1985, pp. 901-918.",
        "Massey, Douglas S., Raul Alarcon, Jorge Durand, and H. Gonzalez, Return to Aztlan: The Social Process of International Migration from Western Mexico. Berkeley: University of California Press, 1987.",
        "Massey, Douglas S. and Emilio A. Parrado, `International Migration and Business Formation in Mexico, Social Science Quarterly, Vol. 79, No. 1, March 1998, pp. 1-19.",
        "McCormick, Barry and Jackline Wahba, `Overseas Work Experience, Savings and Entrepreneurship Amongst Return Migrants to LDCs, Scottish Journal of Political Economy, Vol. 48, No. 2, May 2001, pp. 164-178.",
        "Mesnard, Alice, `Temporary Migration and Capital Market Imperfections, Oxford Economic Papers, Vol. 56, 2004, pp. 242-262.",
        "Miguel, Edward, `Poverty and Witch Killing, Review of Economic Studies, Vol. 72, No. 4, 2005, pp. 1153-1172.",
        "Orozco, Manuel, `Worker Remittances: An International Comparison, working paper, InterAmerican Development Bank, February 2003.",
        "Philippine Yearbook, Manila: National Statistics Office, 2001.",
        "Poirine, Bernard, `A Theory of Remittances as an Implicit Family Loan Arrangement, World Development, Vol. 25, No. 4, 1997, pp. 589-611.",
        "Radelet, Steven and Jeffrey Sachs, The Onset of the East Asian Financial Crisis, NBER Working Paper 6680, August 1998.",
        "Ratha, Dilip, Workers Remittances: An Important and Stable Source of External Development Finance, in Global Development Finance 2003: Striving for Stability in Development Finance. Washington, DC: International Monetary Fund, 2003, pp. 157-175.",
        "Reichert, J., `The Migrant Syndrome: Seasonal US Wage Labor and Rural Development in Central Mexico, Human Organization, Vol. 40, No. 1, pp. 56-66. Rose, Eliana, `Consumption Smoothing and Excess Female Mortality in Rural India, Review of Economics and Statistics, Vol. 81, No. 1, 1999, pp. 41-49.",
        "Rosenzweig, Mark and Oded Stark, `Consumption Smoothing, Migration, and Marriage: Evidence from Rural India, Journal of Political Economy, Vol. 97, No. 4, 1989, pp. 905-926.",
        "Rosenzweig, Mark and Kenneth Wolpin, `Credit Market Constraints, Consumption Smoothing and the Accumulation of Durable Production Assets in Low-Income Countries: Investments in Bullocks in India, Journal of Political Economy 101, 1993, pp. 223-244.",
        "Rosenzweig, Mark and Kenneth Wolpin, `Natural `Natural Experiments in Economics, Journal of Economic Literature, Vol. 38, December 2000, pp. 827-874.",
        "Stark, Oded, The Migration of Labor. Oxford: Basil Blackwell, 1991.",
        "Taylor, J. Edward and Philip L. Martin, `Human Capital: Migration and Rural Population Change, in Bruce L. Gardner and Gordon C. Rausser, eds. Handbook of Agricultural Economics, Volume 1A. Amsterdam: Elsevier Science, North-Holland, 2001, pp. 457-511.",
        "Taylor, J. Edward, Scott Rozelle, and Alan de Brauw, `Migration and Incomes in Source Communities: A New Economics of Migration Perspective from China, Economic Development and Cultural Change, Vol. 52, 2003, pp. 75-101.",
        "United Nations, International Migration Report 2002, UN Population Division, New York.",
        "United States Bureau of the Census, International Data Base, Washington, D.C., 2002.",
        "Woodruff, Christopher and Rene Zenteno, `Remittances and Microenterprises in Mexico, mimeo, University of California, San Diego and ITESM, 2003.",
        "World Bank, World Development Indicators on CD-ROM 2004, Washington, D.C."
    ]
}