{
    "id": 1232,
    "cites": 31,
    "cited_by": 2,
    "reference": [
        "A B Atkinson and J.E. Stiglitz [19801 , Lectures on Public Economics, New York, McGraw-Hill.",
        "Robert J Barro [1974] , Are Government Bonds Net Wealth?, Journal of Political Economy, 82, pp 1095-1117.",
        "Robert J Barro [1979] On the Determination of the Public Debt, Journal of Political Economy, 87, October 1979, pp 940-71.",
        "Robert J. Barro [1981], On the Predictability of Tax Rate Changes, NBER Working Paper No 636, February 1981.",
        "Willem H Buiter [l98Oa] , `Crowding out of Private Capital Formation by Government Borrowing in the Presence of Intergenerational Gifts and Bequests, Greek Economic Review, 2, August 1980, pp 111-142.",
        "Willem H Buiter [1980b1 , Monetary, Financial and Fiscal Policy Under Rational Expectations IMP Staff Papers, 27, Dec. pp. 758-813.",
        "Willem H Buiter [1981 1 , The Superiority of Contingent Rules over Fixed Rules in Models with Rational Expectations, Economic Journal, 91, September, Pp 647-670.",
        "Willem H Buiter [l982a] , Comment on T J Sargent and N. Wallace: Some Unpleasant Monetarist Arithmetic, NBER Working Paper No 867, March. Willem H Buiter [l982b] , Deficits, Crowding Out and Inflation: The Simple Analytics, Centre for Labour Economics, London School of Economics, Discussion Paper No. 143, December. Willem H Buiter [1983] , The Measurement of Public Sector Deficits and its Implications for Policy Evaluation and Design, IMP Staff Papers, June 1983.",
        "Willem H Buiter and Marcus H Miller [1983] , The Economic Consequences of Mrs Thatcher, Unpublished, August.",
        "J. Carmichael [1982], On Barros Theorem of Debt Neutrality: The Irrelevance of Net Wealth, American Economic Review, 72, March, pp 202-213.",
        "Alex Cukierman and Jorgen Mortensen [1983 1 , Monetary assets and inflation-induced distortions of the national accounts - conceptual issues and the correction of sector income flows in 5 EEC countries, Commission of the European Communities, Directorate General for Economic and Financial Affairs, Economic Papers, No 15, June.",
        "P A Diamond [ 1965] , National Debt in a Neoclassical growth model American Economic Review, 55, December, pp 1125-1158.",
        "R.E. Hall [1978 ] , Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy, 86, December, pp 971-987.",
        "John Kay [1983] ed., The Economy and the 1983 Budget, Basil Blackwell, 1983, p.45.",
        "Jeroen J M Kremers [1983 1 Public Debt Neutrality, Tax Collection Costs, and Optimal Public Financing, Nuffield College, University of Oxford, Unpublished, April.",
        "Finn Kydland and Edward C Prescott [1980] , A Competitive Theory of Fluctuations and the Feasibility and Desirability of Stabilization Policy in Stanly Fischer, ed. Rational Expectations and Economic Policy, pp 169-187, University of Chicago Press.",
        "Marcus H Miller [1982] , Inflation-Adjusting the Public Sector Financial Deficit, in J. Kay, ed. The 1982 Budget, Oxford.",
        "Marcus H Miller and Simon Babbs [1983] , The True Cost of Debt Service and the Public Sector Financial Deficit, mimeo, April 1983.",
        "E. Sadka [1977] , A Theorem on Uniform Taxation, Journal of Public Economics, 7, June 1977, pp 387-391.",
        "A. Sandmo [1974 ] , A Note on the Structure of Optimal Taxation, American Economic Review, 64, September, pp 701-706.",
        "A. Sandmo [1974] , Optimal Taxation: An Introduction to the Literature, Journal of Public Economics, pp 37-54.",
        "Thomas J Sargent [1981] , Stopping Moderate Inflations: The Methods or ~oincar~ ana Tnatcner, May, unpublished.",
        "Thomas J Sargent and N. Wallace [19811 , Some Unpleasant Monetarist Arithmetic, unpublished, October.",
        "J. Siegel [1979] , Inflation-Induced Distortions in Government and Private Saving Statistics, Review of Economics and Statistics, February 1979, pp 83-90.",
        "Joseph E Stiglitz [l983a] On the Relevance or Irrelevance of Public Financial Policy, NBER Working Paper No 1057, January. Joseph E Stiglitz [1983b] On the relevance or irrelevance of public financial policy: Indexation, price rigidities and optimal monetary policy, NBER Working Paper No 1106, April.",
        "Joseph E Stiglitz and A Weiss [1981] , Credit Rationing in Markets with Imperfect Information, American Economic Review, 71, June, pp 393-410.",
        "Joseph E Stiglitz and A Weiss [19831 , Cutting off Credit: An Application of Constraints as Incentive Devices, American Economic Review, forthcoming.",
        "C T Taylor and A R Threadgold [19791 , `Real National Saving and its Sectoral Composition, Bank of England, Discussion Paper No 6, October.",
        "S J Turnovsky [1980] , The Choice of Monetary Instruments Under Alternative Forms of Price Expectations, Manchester School, March, pp 39-62.",
        "David C Webb [1981 1 , The Net Wealth Effect of Government Bonds when Credit Markets are Imperfect, Economic Journal, 91, June, pp 405-414.",
        "L Weiss [1980 1 , The Role for Active Monetary Policy in a Rational Expectations Model, Journal of Political Economy, 88, April, pp 221-233."
    ]
}