{
    "id": 12336,
    "cites": 24,
    "cited_by": 19,
    "reference": [
        "[1] Abel, A. and J. Eberly (2002). Investment and q with Fixed Costs: An Empirical Analysis, mimeo.",
        "[2] Bayer, C. (2006). Non-convex Factor Adjustments in a Two-Country Real Business Cycle Model, mimeo.",
        "[3] Bloom, N. (2005). The uncertainty impact of major shocks: firm level estimation and a 9/11 simulation, mimeo.",
        "[4] Caballero, R. and E. Engel (1991). Dynamic (S,s) Economies, Econometrica, 59 (6), 1659 1686.",
        "[5] Caballero, R. and E. Engel (1993a). Microeconomic Adjustment Hazards and Aggregate Dynamics, Quarterly Journal of Economics, 108 (2), 359383.",
        "[6] Caballero, R. and E. Engel (1993b). Microeconomic Rigidities and Aggregate Price Dynamics , European Economic Review, 37 (4), 697711.",
        "[7] Caballero, R. and E. Engel (1999). Explaining Investment Dynamics in US Manufacturing: A Generalized (S,s) Approach, Econometrica, July 1999, 67(4), 741782.",
        "[8] Caballero, R., E. Engel and J. Haltiwanger (1995). Plant-Level Adjustment and Aggregate Investment Dynamics, Brookings Paper on Economic Activity, 1995, (2), 154.",
        "[9] Caplin, A. and D. Spulber (1987). Menu Costs and the Neutrality of Money, Quarterly Journal of Economics, 102, 70326.",
        "[10] Cooper, R. and J. Haltiwanger (2005). On The Nature of Capital Adjustment Costs, mimeo.",
        "[12] Doms, M. and T. Dunne (1998). Capital Adjustment Patterns in Manufacturing Plants, Review of Economic Dynamics, 1, 1998, pp. 409429.",
        "[13] Gourio, F. and A.K. Kashyap, (2005). Reconsidering Thomas: Theory and Evidence on the Importance of Extensive and Intensive Investment Adjustment, mimeo.",
        "[14] Gruber, J., (2005). A Tax-Based Estimate of the Intertemporal Elasticity of Substitution, mimeo.",
        "[15] Hansen, L.P. and K.J. Singleton, (1996). Efficient Estimation of Linear Asset-Pricing Models with Moving Average Errors, Journal of Business and Economic Statistics, 14, 1996, pp. 5368.",
        "[17] Judd, K. (1998). Numerical Methods in Economics. MIT Press: Cambridge, Mass.",
        "[18] Khan, A. and J. Thomas, (2003). Nonconvex Factor Adjustments in Equilibrium Business Cycle Models: Do Nonlinearities Matter?, Journal of Monetary Economics, March 2003, 50(2), pp. 331360.",
        "[19] Khan, A. and J. Thomas, (2005). Idiosyncratic Shocks and the Role of Nonconvexities in Plant and Aggregate Investment Dynamics, June, Working Paper.",
        "[20] King, R.G. and S.T. Rebelo, 1999, Resuscitating Real Business Cycles, in Taylor and Woodford, eds, Handbook of Macroeconomics North Holland, Ch 14, 9271007.",
        "[21] Krusell, P. and A. Smith (1997). Income and Wealth Heterogeneity, Portfolio Choice and Equilibrium Asset Returns. Macroeconomic Dynamics 1, 387422.",
        "[22] Krusell, P. and A. Smith (1998). Income and Wealth Heterogeneity in the Macroeconomy, J. of Political Economy, 106 (5), 867-896.",
        "[23] McGrattan, E. R. and J. A. Schmitz (1999). Maintenance and Repair: Too Big to Ignore, Federal Reserve Bank of Minneapolis Quarterly Review, 23, 4, 213.",
        "[24] Sim, J. W. (2006). Irreversible Investment and Option Values in Equilibrium Business Cycle Models, mimeo.",
        "[25] Tauchen, G. (1986). Finite State Markov-Chain Approximations To Univariate and Vector Autoregressions. Economics Letters 20, 177-181.",
        "[26] Thomas, J.K. (2002). Is Lumpy Investment Relevant for the Business Cycle?, Journal of Political Economy, 110(3), 2002, pp. 508534."
    ]
}