{
    "id": 12333,
    "cites": 75,
    "cited_by": 38,
    "reference": [
        "World Bank (2005). Global Development Finance Database, 2005, Washington DC. TheFigurereportstheaccumulationofforeignexchangereservesintheperiod1994-2005.AllvaluesareexpressedinUSdollars.Source:InternationalMonetaryFindWorldEconomicOutlook Database.",
        "Truman, Edwin, and Wong, Anna (2006). The Case for an International Reserve Diversification Standard, Institute for International Economics, Washington DC.",
        "Truman, Edwin (2005b).Postponing Global Adjustment, Institute for International Economics Working Paper 05-6, July, Washington DC.",
        "Truman, Edwin (2005a). Comment on Will the Euro Eventually Surpass the Dollar as Leading International Reserve Currency? by Menzie Chinn and Jeffrey Frankel forthcoming in G7 Current Account Imbalances: Sustainability and Adjustment, Richard Clarida (ed.), The University of Chicago Press, Chicago, IL.",
        "Snow, John (2006). Interview with Bloomberg TV, January, 13, 2006.",
        "Siourounis, Gregorios (2004). Capital Flows and Exchange Rates: An Empirical Analysis London Business School Institute of Finance and Accounting Working Paper 400.",
        "Shioji, Etsuro (2005). Invoicing Currency and the Optimal Basket Peg for East Asia: A New Open Economy Macroeconomics Perspective mimeo Yokohama National University",
        "Sarno, Lucio and Taylor Mark (2003). The Economics of Exchange Rates. Cambridge University Press, Cambridge, UK.",
        "Rose, Andrew and Spiegel, Mark M. A Gravity Model of Sovereign Lending: Trade, Default, and Credit. National Bureau of Economic Research (Cambridge, MA) Working Paper No. 9285, October 2002.",
        "Royal Bank of Scotland (2003). How Countries Manage Reserve Assets. Robert Pringle and Nick Carver (Eds.), Central Banking Publications, London, United Kingdom.",
        "Rey, HÃ\u0083Â©lÃ\u0083Â¨ne (2001). International Trade and Currency Exchange, Review of Economic Studies, April 2001, 68(2), pp. 443-464.",
        "Reddy, Yaga Venugopal (2003). Reserve management at the Reserve Bank of India, in How Countries Manage Reserve Assets. Robert Pringle and Nick Carver (Eds.), Central Banking Publications, London, United Kingdom.",
        "Pringle, Robert and Carver, Nick (2005).Trends in Reserve Management - Survey Results. in Reserve Management Trends. Robert Pringle and Nick Carver (Eds.), Central Banking Publications, London, United Kingdom.",
        "Pringle, Robert and Carver, Nick (2003). How Countries Manage Reserve Assets.  in How Countries Manage Reserve Assets. Robert Pringle and Nick Carver (Eds.), Central Banking Publications, London, United Kingdom.",
        "Portes, Richard, and Rey, HÃ\u0083Â©lÃ\u0083Â¨ne (1998). The Emergence of the Euro as an International Currency. Economic Policy, April 1998, 26(1), pp. 305-343.",
        "Obstfeld, Maurice and Rogoff, Kenneth (2005). The Unsustainable US Current Account Position Revisited. Forthcoming in G7 Current Account Imbalances: Sustainability and Adjustment, Richard Clarida (ed.), The University of Chicago Press, Chicago, ILL.",
        "Niehans, Jurg (1971). Money and Barter in General Equilibrium with Transactions Costs. American Economic Review, December 1971, 61(5), pp. 773-783.",
        "Obstfeld, Maurice and Rogoff, Kenneth (1996). Foundations of International Macroeconomics. MIT Press, Cambridge (MA), USA.",
        "Meese, Richard and Rogoff, Kenneth (1983). Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample? Journal of International Economics, February 1983, 14(1), pp. 3-24.",
        "Naameh, Michael (2003). Reserve Management in Developing Countries. in How Countries Manage Reserve Assets. Robert Pringle and Nick Carver (Eds.), Central Banking Publications, London, United Kingdom.",
        "Lindert, Peter (1969). Key Currencies and Gold: 1900-1913. Princeton Studies in International Finance No. 24. Princeton University.",
        "Lyons, Richard (2001). The Microstructure Approach to Exchange Rates. MIT Press, Cambridge, MA.",
        "Lane, Philip R. (2005). Global Bond Portfolios and EMU. European Central Bank (Frankfurt, Germany) Working Paper 553, November 2005.",
        "Kamps, Annette (2005). The Euro in International Trade, mimeo, European Central Bank.",
        "Kenen, Peter (2003). The Euro and the Dollar: Competitors or Complements? in The European Union and the United States, Michel Dumoulin and GeneviÃ\u0083Â¨ve Duchenne (eds.), pp. 251-274.",
        "International Monetary Fund (2005). Direction of Trade Statistics, 2005, Washington DC.",
        "Hau, Harald, and Rey, HÃ\u0083Â©lÃ\u0083Â¨ne (2006). Exchange Rates, Equity Prices and Capital Flows, Review of Financial Studies, Spring 2006, 19(1), pp. 273-317.",
        "Hau, Harald and Rey, HÃ\u0083Â©lÃ\u0083Â¨ne (2004). Can Portfolio Rebalancing Explain the Dynamics of Equity Returns, Equity Flows, and Exchange Rates? American Economic Review Papers and Proceedings, May 2004, 94(2), pp.126-133.",
        "Hau, Harald, Killeen, William, and Moore, Michael (2002b). The Euro as an International Currency: Explaining Puzzling First Evidence from the Foreign Exchange Markets. Journal of International Money and Finance, 21(3), pp. 351-383.",
        "Hau, Harald, Killeen, William, and Moore, Michael (2002a). Has the Euro Changed the Foreign Exchange Market? Economic Policy, 17(1), pp. 149-192.",
        "Hartmann, Philipp (1998b). The Currency Denomination of World Trade after European Monetary Union. Journal of the Japanese and International Economies, 12(4), pp. 424-454.",
        "Hartmann, Philipp (1998a). Currency Competition and Foreign Exchange Markets. Cambridge University Press, Cambridge, United Kingdom.",
        "Greenspan, Alan (2004). Remarks by Chairman Alan Greenspan at the European Banking Congress 2004, Frankfurt, Germany November 19, 2004.",
        "Hansen, Ib; Olgaard, Christian and Jensen, Peter Kaer (2003). Risk Management of Currency Reserves. in How Countries Manage Reserve Assets. Robert Pringle and Nick Carver (Eds.), Central Banking Publications, London, United Kingdom.",
        "Gourinchas, Pierre-Olivier and Rey, HÃ\u0083Â©lÃ\u0083Â¨ne (2005b). From World Banker to World Venture Capitalist: US External Adjustment and the Exorbitant Privilege. Centre for Economic Policy Research Discussion Paper 5220, August 2005. Forthcoming in G7 Current Account Imbalances: Sustainability and Adjustment, Richard Clarida (ed.), The University of Chicago Press, Chicago, IL.",
        "Gourinchas, Pierre-Olivier and Rey, HÃ\u0083Â©lÃ\u0083Â¨ne (2005a). International Financial Adjustment. Centre for Economic Policy Research Discussion Paper 4923, February 2005.",
        "Goldman Sachs (2003). Dreaming with BRICs, Global Economic Paper 99.",
        "Goldman Sachs (2005). How Solid are the BRICs? Global Economic Paper 134.",
        "Gmuer, Enrich and Cavegn, Gion (2003). A view from the Swiss National Bank. in How Countries Manage Reserve Assets. Robert Pringle and Nick Carver (Eds.), Central Banking Publications, London, United Kingdom.",
        "Frankel, Jeffrey (1995). Still the Lingua Franca: The Exaggerated Death of the Dollar, Foreign Affairs, July/August 1995, 74(4), pp. 9-16.",
        "Fukuda, Shin-ichi and Ono, Masanori (2005). On the Determinants of Export Prices: History vs. Expectations, mimeo University of Tokyo and Fukushima University.",
        "Fisher, Stephen J. and Lie, Min C. (2004). Asset Allocation for Central Banks: Optimally Combining Liquidity, Duration, Currency and Non-Government Risk. in Risk Management for Central Bank Foreign Reserves. Carlos Bernadell, Pierre Cardon, Joachim Coche, Francis X. Diebold and Simone Manganelli (Eds.) Frankfurt, Germany.",
        "Feldstein, Martin (1997). The Political Economy of The European Economic and Monetary Union: Political Sources of an Economic Liability. Journal of Economic Perspectives, Fall 1997, 11(4), pp. 23-42.",
        "European Central Bank (2006). The Accumulation of Foreign Reserves. ECB Occasional Paper 43, February 2006, Frankfurt, Germany.",
        "European Central Bank (2005). Review of the International Role of the Euro. December 2005, Frankfurt, Germany.",
        "European Central Bank (2004). Risk Management for Central Bank Foreign Reserves. Carlos Bernadell, Pierre Cardon, Joachim Coche, Francis X. Diebold and Simone Manganelli (Eds.) Frankfurt, Germany.",
        "Engle, Robert and Kroner, Kenneth (1995). Multivariate Simultaneous GARCH. Econometric Theory, 11(1), pp. 122-150.",
        "Engle, Robert and Sheppard, Kevin (2001). Theoretical and Empirical Properties of Dynamic Conditional Correlation Multivariate GARCH. National Bureau of Economic Research (Cambridge, MA) Working Paper No. 8554, October 2001.",
        "Engle, Robert (2002). Dynamic Conditional Correlation - A Simple Class of Multivariate GARCH Models. Journal of Business and Economic Statistics, July 2002, 20(3), pp. 339-350.",
        "Eichengreen, Barry, and Mathieson, Donald (2000). The Currency Composition of Foreign Exchange Reserves: Retrospect and Prospect. International Monetary Fund (Washington, D.C.) Working Paper 131, July 2000.",
        "Eichengreen, Barry, and Frankel, Jeffrey (1996). The SDR, Reserve Currencies, and the Future of the International Monetary System, in The Future of the SDR in Light of Changes in the International Financial System, Michael Mussa, James Boughton, and Peter Isard (eds.), International Monetary Fund, 1996.",
        "Eichengreen, Barry (2005). Sterlings Past, Dollars Future: Historical Perspectives on Reserve Currency Competition. National Bureau of Economic Research (Cambridge, MA) Working Paper No. 11336, May 2005.",
        "Eichengreen, Barry (1998). The Euro as a Reserve Currency. Journal of the Japanese and International Economies, December 1998, 12(4), pp. 483-506.",
        "Dunne, Peter, Moore, Michael, and Portes, Richard (2006). European Government Bond Markets: Transparency, Liquidity, Efficiency, CEPR, London, UK.",
        "Dooley, Michael P., Lizondo, Saul and Mathieson, Donald (1989). The Currency Composition of Foreign Exchange Reserves. International Monetary Fund Staff Papers, June 1989, 36(2), pp. 385-434.",
        "Dooley, Michael P., Folkerts-Landau, David and Garber, Peter M. (2005). Interest Rates, Exchange Rates and International Adjustment. National Bureau of Economic Research (Cambridge, MA), Working Paper No. 11711, November 2005.",
        "Dooley, Michael P., Folkerts-Landau, David and Garber, Peter M. (2004). Interest Rates, Exchange Rates and International Adjustment. National Bureau of Economic Research (Cambridge, MA), Working Paper No. 10727, September 2004.",
        "Dooley, Michael and Garber, Peter (2005). Is it 1958 or 1968? Three Notes on the Longevity of the Revived Bretton Woods System. Brookings Papers on Economic Activity, November 2005, 1, pp. 147-209.",
        "Dooley, Michael P., Folkerts-Landau, David and Garber, Peter M. (2003). An Essay on the Revived Bretton Woods System. National Bureau of Economic Research (Cambridge, MA), Working Paper No. 9971, September 2003.",
        "Detken, Carsten, and Hartmann, Philipp (2002). Features of the Euros Role in International Financial Markets. Economic Policy, Fall 2002, 35(2), pp. 555-597.",
        "Detken, Carsten, and Hartmann, Philipp (2000). The Euro and International Capital Markets, April 2000, International Finance, 3 (1), pp. 53-94.",
        "De Leon, Jacobo (2003). How the Bank of Canada Manages Reserves. in How Countries Manage Reserve Assets. Robert Pringle and Nick Carver (Eds.), Central Banking Publications, London, United Kingdom.",
        "Dellas, Harris and Yoo, Chin Bang. (1991). Reserve Currency Preferences for Central Banks: The Case of Korea. Journal of International Money and Finance, 10(1), pp. 406-419.",
        "Codirla, Corvin, Siourounis Gregorios, and Woo, David (2005). The Barclays Capital FX Optimiser: A Users Manual, Global FX Strategy, Barclays Capital, London, United Kingdom.",
        "Chinn, Menzie, and Frankel, Jeffrey (2005). Will the Euro Eventually Surpass the Dollar as Leading International Reserve Currency?, forthcoming in G7 Current Account Imbalances: Sustainability and Adjustment, Richard Clarida (ed.), The University of Chicago Press, Chicago, ILL.",
        "Chinn, Menzie (1999). Memo on the Determinants of Central Bank Euro Holdings. mimeo University of California-Santa Cruz.",
        "Cappiello, Lorenzo; Engle, Robert F. and Sheppard, Kevin. (2003) Asymmetric Dynamics in the Correlations of Global Equity and Bond Returns ECB Working paper 204, January 2003.",
        "Bollesrslev, Tim (1990). Modelling the Coherence in Short-run Nominal Exchange Rates: A Multivariate Generalized ARCH Approach. Review of Economic and Statistics, 72(2), pp. 498-505.",
        "Biais, Bruno; Declerc, Fany; Dow, James; Portes, Richard, and von Thadden, Ernst-Ludwig (2006). European Corporate Bond Markets: transparency, liquidity, efficiency, CEPR, London, UK.",
        "Bergsten, Fred C. (1997). The Dollar and the Euro. Foreign Affairs, July/August 1997, pp. 83-95.",
        "Bank for International Settlements (2004). Triennial Central Bank Survey: Foreign Exchange and Derivative Market Activity in 2004, Bank for International Settlements, Basel.",
        "Aviat, Antonin and Coeurdacier, Nicolas (2004). The Geography of Trade in Goods and Assets. DELTA (Paris, France) Working paper 2004-10, May 2004, forthcoming in the Journal of International Economics.",
        "Alogoskoufis, George and Portes, Richard (1997). The Euro, the Dollar, and the International Monetary System, in P. Masson, T. Krueger and B. Turtelboom, (eds), EMU and the International Monetary System. International Monetary Fund, Washington DC.",
        "Alogoskoufis, George and Portes, Richard (1992). European Monetary Union and International Currencies in a Tripolar World. in Matthew Canzoneri, Vittorio Grilli and Paul Masson (eds), Establishing a Central Bank: Issues in Europe and Lessons from the U.S., Cambridge: Cambridge University Press.",
        "Alogoskoufis, George and Portes, Richard (1991).International Costs and Benefits from EMU, in The Economics of EMU, European Economy Special Issue No 1, 1991, pp. 231-245."
    ]
}