{
    "id": 12330,
    "cites": 17,
    "cited_by": 21,
    "reference": [
        "[1] Arellano, M., Bond, S., 1991. Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations. Review of Economic Studies 58, 277-297.",
        "[2] Campbell, J. H., Mankiw, G. N., 1991. The Response of Consumption to Income: A Cross-Country Investigation. European Economics Review 35, 723756.",
        "[3] Hayashi, F., 1985a. The Permanent Income Hypothesis and Consumption Durability: Analysis Based on Japanese Panel Data. Quarterly Journal of Economics 100, 1083-1113.",
        "[4] Hayashi, F., 1986. An Extension of the Permanent Income Hypothesis and Its Test. Keizai Bunseki (Economic Analysis) 101, 1-23, (in Japanese).",
        "[5] Hayashi, F., 1997, Understanding Saving, The MIT Press, Cambridge, Massachusetts.",
        "[6] Horioka, C. Y., 2006. Causes of Japans Lost Decade: The Role of Household Consumption, Japan and the World Economy 18.",
        "[7] Jappelli, T., 1990. Who Is Credit Constrained in the U.S. Economy? Quarterly Journal of Economics 105, 219-234.",
        "[8] Jappelli. T., Pistaferri, L., 2000. Using Subjective Income Expectations to Test for Excess Sensitivity of Consumption to Predicted Income Growth. European Economic Review 44, 337-358.",
        "[9] Jappelli, T., Pischke, J., Souleles, N. S., 1998. Testing for Liquidity Constraints in Euler Equations with Complementary Data Sources. Review of Economics and Statistics 80, 251-62.",
        "[10] Mankiw, N. G., 1982. Halls Consumption Hypothesis and Durable Goods. Journal of Monetary Economics 10, 417-25.",
        "[11] Ogawa, K., 1990. Cyclical Variations in Liquidity-Constrained Consumers: Evidence from Macro Data in Japan. Journal of the Japanese and International Economies 4, 173-193.",
        "[12] Ogawa, K., 2003. Daifukyou no Keizaigaku: Nihon Keizai Chouki Teimei wo Kaimei (The Economics of the Great Recession: Explaining the Prolonged Slowdown of the Japanese Economy). Tokyo: Nihon Keizai Shinbunsha (in Japanese).",
        "[13] Runkle, D. E., 1991. Liquidity Constraints and the Permanent-income Hypothesis. Journal of Monetary Economics 27, 73-98.",
        "[14] Shibata, A., Shintani, M., 1998. Capital Mobility in the World Economy: An Alternative Test. Journal of International Money and Finance 17, 741-756.",
        "[15] Shintani, M., 1994. Nippon no Shouhisha to Ryuudousei Seiyaku (Japanese Consumers and Liquidity Constraints: A Test Based on Credit Information). Osaka Economic Papers 44, 41-56, (in Japanese).",
        "[16] Wakabayashi, M., Horioka, C. Y., 2005. Borrowing Constraints and Consumption Behavior in Japan. Discussion Paper No. 640, Institute of Social and Economic Research, Osaka University.",
        "[17] Zeldes, S. P., 1989. Consumption and Liquidity Constraints: An Empirical Investigation. Journal of Political Economy 97, 305-346."
    ]
}