{
    "id": 12332,
    "cites": 16,
    "cited_by": 4,
    "reference": [
        "[1] Alesina, Alberto and Perotti, Roberto (1999), Budget De...cits and Budget Institutions, in J.M. Poterba and J. von Hagen, eds., Fiscal Institutions and Fiscal Performance (Chicago and London:The University of Chicago Press for the National Bureau of Economic Research).",
        "[2] Baron, David P. and Ferejohn, John A. (1989), Bargaining in Legislatures,American Political Science Review 83, 1181-1206.",
        "[3] Baron, David P. (1991), Majoritarian Incentives, Pork Barrel Programs, and Procedural Control,American Journal of Political Science 35, 57-90.",
        "[4] Bendor, Jonathan, Glazer, Amihai, and Hammond, Thomas (2001), Theories of Delegation, Annual Reviews of Political Science 4, 235-269.",
        "[5] Bendor, Jonathan and Meirowitz, Adam (2004), Spatial Models of Delegation,American Political Science Review 98, 293-310.",
        "[6] Epstein, David and OHalloran, Sharyn (1994), Administrative Procedures, Information, and Agency Discretion,American Journal of Political Science 38, 697-722.",
        "[7] Epstein, David and OHalloran, Sharyn (1996), Divided Government and the Design of Administrative Procedures: A Formal Model and Empirical Test, Journal of Politics 58, 373-397.",
        "[8] Epstein, David and OHalloran, Sharyn (1999), Delegating Powers: A Transaction Cost Politics Approach to Policy Making under Separate Powers (Cambridge UK: The Cambridge University Press).",
        "[9] Ferejohn, John A. and Krehbiel, Keith (1987), The Budget Process and the Size of the Budget,American Journal of Political Science 31, 296-320.",
        "[10] Gailmard, Sean (2002), Expertise, Subversion, and Bureaucratic Discretion, Journal of Law, Economics and Organization 18, 536-555.",
        "[11] Huber, John D. and Shipan, Charles R. (2002), Deliberate Discretion? The Institutional Foundations of Bureaucratic Autonomy (Cambridge UK: The Cambridge University Press).",
        "[12] McCarty, Nolan (2004), The Appointments Dilemma, American Journal of Political Science 48, 413-428.",
        "[13] Persson, Torsten and Tabellini, Guido (2000), Political Economics: Explaining Economic Policy (Cambridge MA: The MIT Press).",
        "[14] Ting, Michael M. (2001), The `Power of the Purseand its Implications for Bureaucratic Policy-Making,Public Choice 106, 243-274.",
        "[15] Ting, Michael M. (2002), A Theory of Jurisdictional Assignments in Bureaucracies, American Journal of Political Science 46, 364-378.",
        "[16] Volden, Craig (2002), A Formal Model of the Politics of Delegation in a Separation of Powers System,American Journal of Political Science 46, 111-133."
    ]
}