{
    "id": 12331,
    "cites": 15,
    "cited_by": 3,
    "reference": [
        "Andrews, Nancy O. Housing Affordability and Income Mobility for the Poor. Meeting Americas Housing Needs. April, 1998.",
        "Bogdon, Amy S. and Ayse Can. Indicators of Local Housing Affordability: Comparative and Spatial Approaches. Real Estate Economics, Volume 25, Issue 1. Spring, 1997.",
        "Cutler, David and Edward Glaeser Are Ghettos Good or Bad? Quarterly Journal of Economics v.n. 1997.",
        "Danziger, S. and P. Gottschalk. Do Rising Tides Lift All Boats? The Impact of Secular and Cyclical Changes on Poverty. American Economic Review v.76 n.2 1986.",
        "Glaeser, Edward and Joseph Gyourko. Urban Decline and Durable Housing. Journal of Political Economy v.113 n.2 2005.",
        "Gyourko, Joseph and Peter Linneman. The Affordability of the American Dream: An Examination of the Last 30 Years. Journal of Housing Research, Volume 4, Issue 1. 1993.",
        "Gyourko, Joseph and Peter Linneman. The Changing Influences of Education, Income, Family Structure, and Race on Homeownership by Age over Time. Journal of Housing Research, Volume 8, Issue 1. 1997.",
        "Gyourko, Joseph, Christopher Mayer and Todd Sinai. Superstar Cities. Zell/Lurie Real Estate Center Working Paper, July 2004.",
        "Gyourko, Joseph and Joseph Tracy. A Look at Real Housing Prices and Incomes: Some Implications for Housing Affordability and Quality. FRBNY Economic Policy Review. September, 1999.",
        "Luttmer, E.F.P. Neighbors as Negatives: Relative Earnings and Well-Being. Quarterly Journal of Economics v.120 n.3 2005.",
        "Mulherin, Stephen. Affordable Housing and White Poverty Concentration. Journal of Urban Affairs, Volume 22, Issue 2. 2000.",
        "Quigley, John and Steven Raphael. Is Housing Unaffordable? Why Isnt It More Affordable? Journal of Economic Perspectives, v.18 n.1. 2004.",
        "Somerville, C. Tsuriel and Cynthia Holmes. Dynamics of the Affordable Housing Stock: Microdata Analysis of Filtering. Journal of Housing Research, Volume 12, Issue 1. 2001.",
        "United States House of Representatives. Subcommittee on Housing and Community Opportunity. Housing Affordability and Availability. May 3, 2001.",
        "Vigdor, Jacob Does Gentrification Harm the Poor? Brookings-Wharton Papers on Urban Affairs, 2002."
    ]
}