{
    "id": 12335,
    "cites": 40,
    "cited_by": 11,
    "reference": [
        "Ayanian, J.Z., and J.S. Weissman. 2002. Teaching Hospitals and Quality of Care: A Review of the Literature. The Milbank Quarterly 80 (3): 569-93.",
        "Care 40 (10): 879-90. Baker, L.C., and C.S. Phibbs. 2002. Managed Care, Technology Adoption, and Health Care: The Adoption of Neonatal Intensive Care. The RAND Journal of Economics 33 (3): 524-48.",
        "Patients with Acute Myocardial Infarction. Health Services Research 39 (1): 131-52. Chassin, M.R., R.H. Brook, R.E. Park, J. Keesey, A. Fink, J. Kosecoff, K. Kahn, N. Merrick, and D.H. Solomon. 1986. Variations in the Use of Medical and Surgical Services by the Medicare Population. New England Journal of Medicine 314 (5): 285-90.",
        "Elixhauser, A., C. Steiner, D.R. Harris, and R.M. Coffey. 1998. Comorbidity Measures for Use with Administrative Data. Medical Care 36 (1): 8-27.",
        "Escarce, J.J., R.L. Van Horn, M.V. Pauly, S.V. Williams, J.A. Shea, and W. Chen. 1999.",
        "Medical Care Research and Review 56 (3): 340-62. Feldman, R., H.C. Chan, J. Kralewski, B. Dowd, and J. Shapiro. 1990. Effects of HMOs on the Creation of Competitive Markets for Hospital Services. Journal of Health Economics 9 (2): 207-22.",
        "Gaskin, D.J., J.J. Escarce, K. Schulman, and J. Hadley. 2002. The Determinants of HMOs Contracting with Hospitals for Bypass Surgery. Health Services Research 37 (4): 963-84.",
        "Gittelsohn, A., and N.R. Powe. 1995. Small Area Variations in Health Care Delivery in Maryland. Health Services Research 30 (2): 295-317.",
        "Gowrisankaran, G., and R.J. Town. 2003. Competition, Payers and Hospital Quality. Health Services Research 38 (6, part 1): 1403-21.",
        "Gresenz, C.R., J. Rogowski, and J.J. Escarce. 2004. Updated Variable-Radius Measures of Hospital Competition. Health Services Research 39 (2): 417-30.",
        "Hadley, J. 2003. Sicker and Poorer--the Consequences of Being Uninsured: A Review of the Research on the Relationship Between Health Insurance, Medical Care Use, Health, Work, and Income. Medical Care Research and Review 60 (2) Suppl: 3S-75S.",
        "Hannan, E.L., H. Kilburn Jr., M.L. Lindsey, and R. Lewis. 1992. Clinical Versus Administrative Data Bases for CABG Surgery. Does it Matter? Medical Care 30 (10): 892907.",
        "Heidenreich, P.A., M. McClellan, C. Frances, and L.C. Baker. 2002. The Relation between Managed Care Market Share and the Treatment of Elderly Fee-for-Service Patients with Myocardial Infarction. The American Journal of Medicine 112 (3): 176-82.",
        "Iezzoni, L.I., T. Heeren, S.M. Foley, J. Daley, J. Hughes, and G.A. Coffman. 1994. Chronic Conditions and Risk of In-Hospital Death. Health Services Research 29 (4): 435-60.",
        "Joskow, P.L. 1980. The Effects of Competition and Regulation on Hospital Bed Supply and the Reservation Quality of the Hospital. The Bell Journal of Economics 11 (2): 421-47.",
        "Keeler, E.B., L.V. Rubenstein, K.L. Kahn, D. Draper, E.R. Harrison, M.J. McGinty, W.H. Rogers, and R.H. Brook. 1992. Hospital Characteristics and Quality of Care. The Journal of the American Medical Association 268 (13): 1709-14.",
        "Keeler, E.B., G. Melnick, and J. Zwanziger. 1999. The Changing Effects of Competition on Non-Profit and For-Profit Hospital Pricing Behavior. Journal of Health Economics 18 (1): 6986.",
        "Kessler, D.P., and M.B. McClellan. 2000. Is Hospital Competition Socially Wasteful? The Quarterly Journal of Economics 115 (4): 577-615.",
        "Kuhn, E.M., A.J. Hartz, H. Krakauer, R.C. Bailey, A.A. Rimm. 1994. The Relationship of Hospital Ownership and Teaching Status to 30- and 180-Day Adjusted Mortality Rates. Medical Care 32 (11): 1098-108.",
        "McDonough, J.E. 1997. Tracking The Demise of State Hospital Rate Setting. Health Affairs 16 (1): 142-49.",
        "McMahon Jr., L.F., R.A. Wolfe, P.J. Tedeschi. 1989. Variation in Hospital Admissions among Small Areas. A Comparison of Maine and Michigan. Medical Care 27 (6): 623-31.",
        "Melnick, G.A., J. Zwanziger, A. Bamezai, and R. Pattison. 1992. The Effects of Market Structure and Bargaining Position on Hospital Prices. Journal of Health Economics 11 (3): 217-33.",
        "Mukamel, D.B., J. Zwanziger, and K.J. Tomaszewski. 2001. HMO Penetration, Competition, and Risk-Adjusted Hospital Mortality. Health Services Research 36 (6 part 1): 1019-35.",
        "Care 43 (2): 189-93. Pine, M., M. Noriusis, B. Jones, and G.E. Rosenthal. 1997. Predictions of Hospital Mortality Rates: A Comparison of Data Sources. Annals of Internal Medicine 126 (5): 347-54.",
        "Rainwater, J.A., and P.S. Romano. 2003. What Data do California HMOs Use to Select Hospitals for Contracting? The American Journal of Managed Care 9 (8): 553-61.",
        "Romano, P.S., and D.H. Mark. 1994. Bias in the Coding of Hospital Discharge Data and Its Implications for Quality Assessment. Medical Care 32 (1): 81-90.",
        "Romano, P.S. and R. Mutter. 2004. The Evolving Science of Quality Measurement for Hospitals: Implications for Studies of Competition and Consolidation. International Journal of Health Care Finance and Economics 4 (2): 131-57.",
        "Robinson, J.C. 1991. HMO Market Penetration and Hospital Cost Inflation in California. The Journal of the American Medical Association 266 (19) 2719-23.",
        "Robinson, J. C., and H. S. Luft. 1985. The Impact of Hospital Market Structure on Patient Volume, Average Length of Stay, and the Cost of Care. Journal of Health Economics 4 (4): 333-56.",
        "Rosenthal, G.E., D.L. Harper, L.M. Quinn, and G.S. Cooper. 1997. Severity-Adjusted Mortality and Length of Stay in Teaching and Nonteaching Hospitals. Results of a Regional Study. The Journal of the American Medical Association 278 (6): 485-90.",
        "Salit, S., S. Fass, and M. Nowak. 2002. Out of the Frying Pan: New York City Hospitals in an Age of Deregulation. Health Affairs 21 (1): 127-39.",
        "Sari, N. 2002. Do Competition and Managed Care Improve Quality? Health Economics 11 (7): 571-84.",
        "Three Markets. The Joint Commission Journal on Quality Improvement 23 (2): 117-27. Shapiro, M.F., R.E. Park, J. Keesey, and R.H. Brook. 1994. The Effect of Alternative CaseMix Adjustments on Mortality Differences Between Municipal and Voluntary Hospitals in New York City. Health Services Research 29 (1): 95-112.",
        "Shen, Y.C. 2003. The Effect of Financial Pressure on the Quality of Care in Hospitals. Journal of Health Economics 22 (2): 243-69.",
        "Shortell, S.M., and E.F. Hughes. 1988. The Effects of Regulation, Competition, and Ownership on Mortality Rates among Hospital Inpatients. The New England Journal of Medicine 318 (17): 1100-7.",
        "Wennberg, J.E., K. McPherson, and P. Caper. 1984. Will Payment Based on DiagnosisRelated Groups Control Hospital Costs? The New England Journal of Medicine 311 (5): 295300.",
        "Wennberg, J.E. 1987. Population Illness Rates Do Not Explain Population Hospitalization Rates. A Comment on Mark Blumbergs Thesis that Morbidity Adjusters are Needed to Interpret Small Area Variations. Medical Care 25 (4): 354-9.",
        "Young, G.J., J.F. Burgess Jr., and D. Valley. 2002. Competition among Hospitals for HMO Business: Effect of Price and Nonprice Attributes. Health Services Research 37 (5): 1267-89.",
        "Zhang, M.B., and K.F. Yu. 1998. Whats the Relative Risk? A Method for Correcting the Odds Ratio in Cohort Studies of Common Outcomes. Journal of the American Medical Association 280(19): 1690-1691.",
        "Zwanziger, J., and G.A. Melnick. 1988. The Effects of Hospital Competition and the Medicare PPS Program on Hospital Cost Behavior in California. Journal of Health Economics 7 (4): 301-20."
    ]
}