{
    "id": 12337,
    "cites": 41,
    "cited_by": 2,
    "reference": [
        "Andersen, L. and R. Brotherton-Ratciffe (2005): Extended Libor market models with stochastic volatility, Journal of Computational Finance, 9.",
        "Andersen, T. G. and L. Benzoni (2005): Can bonds hedge volatility risk in the U.S.",
        "Kellogg School of Management, Northwestern University. Bikbov, R. and M. Chernov (2004): Term structure and volatility: Lessons from the Eurodollar markets, Working paper, Columbia University.",
        "Black, F. (1976): The pricing of commodity contracts, Journal of Financial Economics, 3:167179.",
        "Blyth, S. and J. Uglum (1999): Rates of skew, Risk.",
        "Brace, A., D. Gatarek, and M. Musiela (1997): The market model of interest rate dynamics, Mathematical Finance, 7:127155.",
        "Casassus, J., P. Collin-Dufresne, and R. Goldstein (2005): Unspanned stochastic volatility and fixed income derivatives pricing, Journal of Banking and Finance, 29:2723 2749.",
        "Cheredito, P., D. Filipovic, and R. Kimmel (2003): Market price of risk specifications for affine models: Theory and evidence, Working paper, Princeton University, forthcoming in Journal of Financial Economics.",
        "Chiarella, C. and O. K. Kwon (2003): Finite dimensional affine realisations of HJM models in terms of forward rates and yields, Review of Derivatives Research, 5:129155.",
        "Collin-Dufresne, P. and R. Goldstein (2002a): Do bonds span the fixed income markets? Theory and evidence for unspanned stochastic volatility, Journal of Finance, 57:16851730.",
        "Working paper, U.C. Berkeley. Collin-Dufresne, P., R. Goldstein, and C. Jones (2003): Identification and estimation of maximal affine term structure models: An application to stochastic volatility, Working paper, U.C. Berkeley.",
        "A formulation with state variables, Journal of Financial and Quantitative Analysis, 34:131157. Diebold, F. and R. Mariano (1995): Comparing predctive accuracy, Journal of Business and Economic Statistics, 13:253263.",
        "Duffee, G. (2002): Term premia and interest rate forecasts in affine models, Journal of Finance, 57:405443.",
        "Duffee, G. and R. Stanton (2004): Estimation of dynamic term structure models, Working paper, U.C. Berkeley.",
        "Duffie, D. and R. Kan (1996): A yield-factor model of interest rates, Mathematical Finance, 6:379406.",
        "Duffie, D., J. Pan, and K. Singleton (2000): Transform analysis and asset pricing for affine jump-diffusions, Econometrica, 68:13431376.",
        "Fisher, M. and C. Gilles (1996): Estimating exponential-affine models of the term structure, Working paper, Federal Reserve Board.",
        "Hamilton, J. D. (1994): Time Series Analysis, Princeton University Press, Princeton, New Jersey.",
        "Han, B. (2004): Stochastic volatilities and correlations of bond yields, Working paper, Ohio State University.",
        "Harvey, A. C. (1989): Forecasting, Structural Time Series Models and the Kalman Filter, Cambridge University Press.",
        "Heath, D., R. Jarrow, and A. Morton (1992): Bond pricing and the term structure of interest rates: A new methodology for contingent claims valuation, Econometrica, 60:77105.",
        "Heidari, M. and L. Wu (2003): Are interest rate derivatives spanned by the term structure of interest rates?, Journal of Fixed Income, 13:7586.",
        "Heston, S. (1993): A closed form solution for options with stochastic volatility, Review of Financial Studies, 6:327343.",
        "Ho, T. and S. Lee (1986): Term structure movements and pricing interest rate contingent claims, Journal of Finance, 41:10111029.",
        "Hull, J. and A. White (1990): Pricing interest-rate-derivative securities, Review of Financial Studies, 3:573592.",
        "Jamshidian, F. (1997): Libor and swap market models and measures, Finance and Stochastics, 1:293330.",
        "Jarrow, R., H. Li, and F. Zhao (2004): Interest rate caps smile too! But can the LIBOR market models capture it?, Working paper, Cornell University, forthcoming in Journal of Finance.",
        "Li, H. and F. Zhao (2006): Unspanned stochastic volatlity: Evidence from hedging interest rate drivatives, Journal of Finance, 61:341378.",
        "Litterman, R. and J. Scheinkman (1991): Common factors affecting bond returns, Journal of Fixed Income, 1:5461.",
        "Lund, J. (1997): Econometric analysis of continuous-time arbitrage-free models of the term structure of interest rates, Working paper, Aarhus School of Business.",
        "Miltersen, K., K. Sandmann, and D. Sondermann (1997): Closed form solutions for term structure derivatives with log-normal interest rates, Journal of Finance, 52:409 430.",
        "Munk, C. (1999): Stochastic duration and fast coupon bond option pricing in multi-factor models, Review of Derivatives Research, 3:157181.",
        "Nelson, C. and A. Siegel (1987): Parsimonious modeling of yield curves., Journal of Business, 60:473489.",
        "Newey, W. and K. West (1987): A simple, positive semi-definit, heteroscedasticity and autocorrelation consistent covariance matrix, Econometrica, 55:703708.",
        "Ritchkin, P. and I. Chuang (1999): Interest rate option pricing with volatility humps, Review of Derivatives Research, 3:237262.",
        "Schrager, D. and A. Pelsser (2005): Pricing swaption in affine term structure models, Working paper, Erasmus University, forthcoming in Mathematical Finance.",
        "Singleton, K. and L. Umantsev (2002): Pricing coupon-bond options and swaptions in affine term structure models, Mathematical Finance, 12:427446.",
        "Umantsev, L. (2001): Econometric analysis of European LIBOR-based options within affine term structure models, Ph.D. dissertation, Stanford University.",
        "Wei, J. (1997): A simple approach to bond option pricing, Journal of Futures Markets, 17:131160.",
        "Wu, L. and F. Zhang (2005): Fast swaption pricing under a market model with stochastic volatility, Working paper, Hong Kong University of Science and Technology.",
        "Zhou, F. (2003): Black smirks, Risk."
    ]
}