{
    "id": 12349,
    "cites": 44,
    "cited_by": 148,
    "reference": [
        "Akerlof, George A. and Janet L. Yellen. 1985. A Near-Rational Model of the Business Cycle with Wage and Price Inertia. Quarterly Journal of Economics. Suppl., 100, pp.",
        "Atkinson, A.B., and J.E. Stigltiz. 1976. The Design of Tax Structure: Direct versus Indirect Taxation, Journal of Public Economics 6, pp. 55-75.",
        "Ball, Laurence, and David Romer. 1990. Real Rigidities and the Non-Neutrality of Money. Review of Economic Studies. 57:2, pp. 183-203.",
        "Ball, Laurence, and Niamh Sheridan. 2005. Does Inflation Targeting Matter? in Ben S.",
        "Bernanke, and Michael Woodford, editors, The Inflation-Targeting Debate, University of Chicago Press. Barro, Robert. 1977. Unanticipated Money Growth and Unemployment in the United States. American Economic Review. March, 67:2, pp.101-115.",
        "Barro, Robert J. and Herschel Grossman. 1971. A General Disequilibrium Model of Income and Employment. American Economic Review. March, 61:1, pp. 82-93.",
        "Bernanke, Ben S. Constrained Discretion and Monetary Policy, Remarks before the Money Marketeers of New York University, New York, New York, February 3, 2003.",
        "Blanchard, Olivier Jean and Nobuhiro Kiyotaki. 1987. Monopolistic Competition and the Effects of Aggregate Demand. American Economic Review. September, 77:4, pp.",
        "Breit, William, and Barry T. Hirsch. 2004. Lives of the Laureates, 4th edition, Cambridge, MA: MIT press.",
        "Chamley, Christophe.1986. Optimal Taxation of Capital Income in General Equilibrium with Infinite Lives. Econometrica. May, 54:3, pp.607-622.",
        "Clarida, Richard, Jordi Gali and Mark Gertler. 1999. The Science of Monetary Policy: A New Keynesian Perspective. Journal of Economic Literature. December, 37:4, pp.",
        "Diamond, Peter A. and James A. Mirrlees. 1971. Optimal Taxation and Public Production II: Tax Rules. American Economic Review, June, 61:3, pp. 261-278.",
        "Feldstein, Martin. 1978. The Welfare Cost of Capital Income Taxation, Journal of Political Economy, April, 86:2, Part 2, pp. S29-S51.",
        "Fischer, Stanley. 1977. Long-term Contracts, Rational Expectations, and the Optimal Money Supply Rule. Journal of Political Economy. February, 85:1, pp. 191-205.",
        "Friedman, Milton. 1957. A Theory of the Consumption Function. Princeton: Princeton University Press.",
        "Friedman, Milton. 1968. The Role of Monetary Policy. American Economic Review.",
        "Garfield, Eugene. 1990. Who Will Win the Nobel Prize in Economics? Here a Forecast Based on Citation Indicators. Current Contents 11, Institute for Scientific Information.",
        "Goodfriend, Marvin and Robert King. 1997. The New Neoclassical Synthesis and the Role of Monetary Policy, NBER Macroeconomics Annual, pp. 231-283.",
        "Greenspan, Alan. 2003. Monetary Policy under Uncertainty, Remarks at a symposium sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, August 29, 2003.",
        "Hicks, John R. 1937. Mr. Keynes and the Classics. Econometrica. April, 5:2, pp. 147-59.",
        "Klamer, Arjo. 1984. Conversations with Economists. Totowa, NJ: Rowman and Allanheld.",
        "Klein, Lawrence R. 1946. Macroeconomics and the Theory of Rational Behavior. Econometrica. April, 14:2, pp. 93-108.",
        "Krugman, Paul. 2000. How Complicated Does the Model Have to Be? Oxford Review of Economic Policy 16, No. 4, pp. 33-42.",
        "Kydland, Finn, and Edward C. Prescott, 1977. Rules Rather Than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy, June, 85:3, pp. 473-492.",
        "Kydland, Finn, and Edward C. Prescott. 1982. Time to Build and Aggregate Fluctuations. Econometrica. November, 50:6, pp. 1345-1371.",
        "Long, John. B. and Charles Plosser. 1983. Real business cycles. Journal of Political Economy. February, 91:1, pp. 39-69.",
        "Lucas, Robert E, Jr. 1973. Some International Evidence on Output-Inflation Tradeoffs. American Economic Review. June, 63:3, pp. 326-34.",
        "Lucas, Robert E. Jr. 1976. Econometric Policy Evaluation: A Critique. Carnegie Rochester Conference Series on Public Policy. 1, pp. 19-46.",
        "Lucas, Robert E., Jr. 1980. The Death of Keynesian Economics. Issues and Ideas (University of Chicago, Chicago, IL). Winter, pp. 18-19.",
        "Lucas, R.E. Jr. and T.J. Sargent. 1979. After Keynesian Macroeconomics. Federal Reserve Bank of Minneapolis Quarterly Review. Spring, 3:2, pp. 1-16.",
        "Malinvaud, Edmund. 1977. The Theory of Unemployment Reconsidered. Oxford: Blackwell.",
        "Mankiw, N. Gregory. 1985. Small Menu Costs and Large Business Cycles: A Macroeconomic Model of Monopoly. Quarterly Journal of Economics. May, 100:2, pp.",
        "McCallum, Bennett T., and Edward Nelson. 1999. An Optimizing IS-LM Specification for Monetary Policy and Business Cycle Analysis. Journal of Money, Credit and Banking.",
        "August, 31:3, Part 1, pp. 296-316. Meyer, Laurence H. 2004. A Term at the Fed: An Insiders View. New York: HarperCollins.",
        "Modigliani, Franco. 1944. Liquidity Preference and the Theory of Interest and Money. Econometrica. January, 12: 1, pp. 45-88.",
        "Phelps, Edmund. 1968. Money Wage Dynamics and Labor Market Equilibrium. Journal of Political Economy. July/August, 76:4, pt. 2, pp. 678-711.",
        "Pigou, Arthur. 1927. Industrial Fluctuations. London: Macmillan and Company.",
        "Quandt, Richard E. 1976. Some Quantitative Aspects of the Economics Journal Literature. Journal of Political Economy. August, 84:4, pt. 1, pp. 741-55.",
        "Romer, Paul. 1986. Increasing Returns and Long Run Growth. Journal of Political Economy. October, 94:5, pp. 1002-37.",
        "Samuelson, Paul A. 1948. Economics: An Introductory Analysis. New York: McGrawHill.",
        "Samuelson, Paul. A. 1988. Keynesian Economics and Harvard: In the Beginning. Challenge: The Magazine of Economic Affairs. July/August, 31, pp. 32-34.",
        "Samuelson, Paul A. and Robert M. Solow. 1960. Analytical Aspects of Anti-Inflation Policy. American Economic Review. May, 50:2, pp. 177-194.",
        "Taylor, John B. 1980. Aggregate Dynamics and Staggered Contracts. Journal of Political Economy. February, 88:1, pp. 1-23.",
        "Woodford, Michael. 2003. Interest and Prices. Princeton: Princeton University Press."
    ]
}