{
    "id": 12340,
    "cites": 24,
    "cited_by": 60,
    "reference": [
        "Agung, J. (1998), Financial Deregulation and the Bank Lending Channel in Developing Countries: the Case of Indonesia, Asian Economic Journal, Vol. 12, No. 3, pp. 273-294.",
        "Ashcraft, A. (2000). New Evidence on the Lending Channel. mimeo, Department of Economics, MIT.",
        "Barajas, A., R. Steiner, and N. Salazar (2000). Foreign Investment in Colombias Financial Sector. Journal of Development Economics, Vol 63, pp. 157-196.",
        "Bernanke, B. and A. Blinder (1988), Credit, Money and Aggregate Demand, The American Economic Review, Vol. 78, 2, pp. 435-439.",
        "Bernanke B. and M. Gertler (1995), Inside the Black Box: The Credit Channel of Monetary Policy Transmission, The Journal of Economic Perspectives, Vol. 9, 4, pp. 27-48.",
        "Bank of International Settlements (1998), The Transmission of Monetary Policy in Emerging Market Economies, BIS Policy Papers 3, January.",
        "Claessens, S., A. DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, and H. Huizinga (2001). How Does Foreign Presence Affect Domestic Banking Markets? Journal of Banking and Finance, Vol. 25, 5, pp. 891-911.",
        "Crystal, J., G. Dages, and L. Goldberg (2001). Does Foreign Ownership contribute to Sounder Banks in Emerging Markets? The Latin American Experience. Federal Reserve Bank of New York.",
        "Dages, B., L. Goldberg, and D. Kinney (2000). Foreign and Domestic Bank Participation in Emerging Markets: Lessons from Mexico and Argentina. Economic Policy Review, Federal Reserve Bank of New York, Vol. 6, 3, pp. 17-36.",
        "Detragiache, E., and P. Gupta (2004), Foreign Banks in Emerging Market Crises: Evidence from Malaysia. IMF Staff Working Papers WP/04/129.",
        "Detriagache, E., and A. Spilimbergo, (2001), Crises and Liquidity: Evidence and Interpretation. IMF Staff Working Papers WP/01/2.",
        "Edwards, S. and C. VÃ\u0083Â©gh (1997), Banks and Macroeconomic Disturbances Under Predetermined Exchange Rates, Journal of Monetary Economics, Vol. 40, pp. 239-278.",
        "Frankel, J., and A. Rose, (1996), Exchange Rate Crises in Emerging Markets. Journal of International Economics, Vol. 41, 3-4, pp. 351-368.",
        "Houston, J., C. James, and D. Marcus (1997). Capital Market Frictions and the Role of Internal Capital Markets in Banking. Journal of Financial Economics, Vol. 46, pp. 135-164, November.",
        "Jayaratne, J. and D. Morgan (2000), Capital Market Frictions and Deposit Constraints at Banks, Journal of Money, Credit, and Banking, Vol. 32, 1, pp. 74-92.",
        "Kaminsky, G., and C. Reinhart, (1999), The Twin Crises: The Causes of Banking and Balanceof -Payments Problems. The American Economic Review, Vol. 89, 3, pp. 473-500.",
        "Kashyap A., J. Stein, and D. Wilcox, (1993), Monetary Policy and Credit Conditions: Evidence from the Composition of External Finance, American Economic Review, Vol. 83, pp. 78-98.",
        "Kashyap A. and J. Stein (1994), Monetary Policy and Bank Lending, in: Monetary Policy, Mankiw, G. (Ed.), NBER Studies in Business Cycles, Vol. 29, University of Chicago Press.",
        "Kashyap A. and J. Stein (1995), The Impact of Monetary Policy on Bank Balance Sheets, Carnegie-Rochester Conference Series in Public Policy, Vol. 42, pp. 151-195.",
        "Kashyap, A. and J. Stein (2000).What Do One Million Observations on Banks have to say about Monetary Policy? American Economic Review, Vol. 90, 3, pp. 407-428.",
        "Kishan, R. and T. Opiela (2000). Bank Size, Bank Capital and the Bank Lending Channel. Journal of Money, Credit and Banking, Vol. 32, 1, pp. 121-141.",
        "Peek, J. and E. Rosengren (1997). The International Transmission of Financial Shocks: The Case of Japan. American Economic Review, Vol. 87, 4, pp. 495-505.",
        "Reinhart, C. and V. Reinhart (1999). On the Use of Reserve Requirements in Dealing with Capital Flow Problems. International Journal of Finance and Economics, Vol. 4, 1, pp. 27-54.",
        "VÃ\u0083Â¡zquez, F. (2001), Bank Lending and Monetary Conditions in Developing Countries: International Evidence on the Lending Channel. mimeo, University of Maryland, College Park."
    ]
}