{
    "id": 12344,
    "cites": 16,
    "cited_by": 6,
    "reference": [
        "Arrow, Kenneth J., The Role of Securities in the Optimal Allocation of Risk-Bearing, Review of Economic Studies, 31, 1964, 91-6.",
        "Auerbach, Alan J. and Laurence J. Kotlikoff, Dynamic Fiscal Policy, Cambridge, England: Cambridge University Press, 1987.",
        "Banks, James, Richard Blundell, and James P. Smith, Financial Wealth Inequality in the United States and Britian, The Rand Institute, 2001.",
        "Barsky, Robert B, Gregory Mankiw, and Steven P, Zeldes, Rchardian Consumers with Keynesian Propensities, The American Econonomic Review, 76 (4), 1986, 676-91.",
        "Bell, Linda and Barry Bosworth, The Decline in Household Saving: What Can We Learn from Survey Data, mimeo, The Brookings Institution, August 2005.",
        "Blanchard, Olivier, Debts, Deficits, and Finite Horizons, Journal of Political Economy, 93 (2), April 1985, 223-47.",
        "Burnside, Craig, ed., Fiscal Sustainability in Theory and Practice, Washington, D.C.: The World Bank, 2005.",
        "Fischer, Stanley, Dynamic Inconsistency, Cooperation, and the Benevolent Dissembling Government, Journal of Economic Dynamics and Control, 2, 1980, 93-107.",
        "Gale, William and Peter R. Orsag, Budget Deficits, National Saving, and Interest Rates, Brookings Papers on Economic Activity, 2, 2004, 101-210.",
        "Hauner, David, Fiscal Policy and Financial Development, IMF Working Paper, WP/06/26, January 2006.",
        "Hayashi, Fumio, Tests for Liquidity Constraints: A Critical Survey, invited paper, 5th World Congress of the Econometric Society, Cambridge, Mass., in T. Bewley ed., Advances in Econometrics II: Fifth World Congress, Cambridge University Press, 1987, 91-120.",
        "Jaffee, D. M. and T. Russel, Imperfect Information, Uncertainty, and Credit Rationing, Quarterly Journal of Economics, 90, 651-66. 15 Kotlikoff, Laurence J., Deficit Delusion, The Public Interest, Summer 1986.",
        "Kotlikoff, Laurence J., Generational Policy, Cambridge, MA: MIT Press, 2002.",
        "Mirrlees, James A., An Exploration in the Theory of Optimal Income Taxation, Review of Economic Studies, 38, 175-208. OECD, Income Distribution and Poverty in Selected OECD Countries, OECD Economic Outlook, December 1997.",
        "Slemrod, Joel, ed., Tax Progressivity and Income Inequality, Cambridge, England: Cambridge University Press, 1994.",
        "Tabellini, Guido, The Politics of Intergenerational Redistribution, Journal of Political Economy, 99 (2), 1991, 335-57."
    ]
}