{
    "id": 12346,
    "cites": 66,
    "cited_by": 17,
    "reference": [
        "Adler, M., and B. Dumas, 1983. International portfolio choice and corporation finance: A synthesis.",
        "Journal of Finance 38, 925-984. Ahearne, A., W. Griever, and F. Warnock, 2004. Information costs and home bias: an analysis of U.S. holdings of foreign equities. Journal of International Economics 62, 313-336.",
        "Ammer, J., S. Holland, D. Smith, and F. Warnock, 2004. Look at me now: The role of cross-listing in attracting U.S. shareholders. International Finance Discussion Paper 815, Board of Governors of the Federal Reserve System.",
        "Ang, A., and G. Bekaert, 2006. Stock return predictability: Is it there? Review of Financial Studies (forthcoming).",
        "Badrinath, S.G., and S. Wahal, 2002. Momentum trading by institutions. Journal of Finance 57, 2449-2478.",
        "Bansal R., and M. Dahlquist, 2000. The forward premium puzzle: Different tales from developed and emerging economies, Journal of International Economics 51, 115-144.",
        "Bange M., K. Khang, and T. Miller, 2003. The performance of global portfolio recommendation.",
        "Working Paper University of South Carolina. Barber, B., and T. Odean, 2000. Trading is hazardous to your wealth: The common stock investment performance of individual investors. Journal of Finance 55(2), 773-806.",
        "Becker, C., W. Ferson, D. Myers, and M. Schill, 1999. Conditional market timing with benchmark investors. Journal of Financial Economics 52, 119-148.",
        "Bekaert, G., and C.R. Harvey, 1997. Emerging equity market volatility. Journal of Financial Economics 43, 29-77.",
        "Bekaert, G., and C.R. Harvey, 2003. Emerging market finance. Journal of Empirical Finance 10, 3-55.",
        "Bekaert, G. , C.R. Harvey and C. Lundblad, 2003. Liquidity and expected returns: Lessons from emerging markets. Working Paper, Fuqua School of Business, Duke University.",
        "Black, F., 1971. Yes, Virginia, there is hope: Test of the value line ranking system. University of Chicago.",
        "Black, F., 1974. International capital market equilibrium with investment barriers. Journal of Financial Economics, 1.",
        "Blake, D., and A. Timmermann, 2004. Returns from active management in international equity markets: Evidence from a panel of UK pension funds. Journal of Business (forthcoming).",
        "Bohn, H., and L. Tesar, 1996. U.S. equity investment in foreign markets: Portfolio rebalancing or returns chasing? American Economic Review 86(2), 77-81.",
        "Brennan, M., and H. Cao, 1997. International portfolio flows. Journal of Finance 52, 1851-1880.",
        "Campbell, J.Y., and M. Yogo, 2006. Efficient tests of stock return predictability. Journal of Financial Economics (forthcoming).",
        "Chinn, M., J. Rogers, and F. Warnock, 2006. Exchange rates and external asset positions. mimeo, Federal Reserve Board.",
        "Choe, H., C. Kho, and R. Stulz, 2001. Do domestic investors have more valuable information about individual stocks than foreign investors? NBER Working Paper 8073.",
        "Choe, H., C. Kho, and R. Stulz, 2005. Do domestic investors have an edge? The trading experience of foreign investors in Korea. Review of Financial Studies 18(3), 795-829.",
        "Connor, G. ,and R.A. Korajczyk, 1995. The arbitrage pricing theory and multifactor models of asset returns, in Robert Jarrow, Vojislav Maksimovic, and William T. Ziemba, eds: Finance, vol. 9 of Handbooks in Operations Research and Management Science (North-Holland, Amsterdam).",
        "Core, J., W. Guay, and T. Rusticus, 2006. Does weak governance cause weak stock returns? An examination of firm operating performance and investors expectations. Journal of Finance 61(2), 655-687.",
        "Cumby, R., and J. Glen, 1990. Evaluating the performance of international mutual funds, Journal of Finance 45, 497-521.",
        "Dahlquist, M., L. Pinkowitz, R. Stulz,andR.Williamson, 2003. Corporate governance and the home bias. Journal of Financial and Quantitative Analysis 38, 87-110.",
        "De Santis, G., and B. Gerard, 1998. How big is the premium for currency risk?, Journal of Financial Economics 49, 375-412.",
        "Journal of Finance 60, 817-839. Eckbo, E., and D. Smith, 1998. The conditional performance of insider trades. Journal of Finance 53(2), 467-498.",
        "Edison, H. J., and F. Warnock, 2004. U.S. investors emerging market equity portfolios: A securitylevel analysis, Review of Economics and Statistics 84(3), 691-704.",
        "Ferson, W., and R.A. Korajczyk, 1995. Do arbitrage pricing models explain the predictability of stock returns?, Journal of Business 68, 309-349.",
        "Ferson, W., and C. R. Harvey 1993, The risk and predictability of international equity returns.",
        "Review of Financial Studies 6, 527-566. Ferson, W., and K. Khang, 2002. Conditional performance measurement using portfolio weights: evidence for pension funds. Journal of Financial Economics 65, 249-282.",
        "Ferson,W.,S.Sarkissian,andT.Simin,2003.Spurious regressions in financial economics? Journal of Finance 58, 1393-1413.",
        "Ferson, W., and R. Schadt, 1996. Measuring fund strategy and performance in changing economic conditions. Journal of Finance 51(2), 425-461.",
        "Froot, K., P. OConnell, and M. Seasholes, 2001. The portfolio flows of international investors.",
        "Journal of Financial Economics 59, 151-193. Gehrig, T., 1993. An information based explanation of the domestic bias in international equity investment. Scandinavian Journal of Economics 95, 97-109.",
        "Gelos, G., and S. Wei, 2005. Transparancy and international portfolio holdings. Journal of Finance 60(6), 2987-3020.",
        "Glassman, D., and L. Riddick 2006. Market timing by global fund managers. Journal of International Money and Finance (forthcoming).",
        "Gompers, P., J. Ishii, and A. Metrick, 2003. Corporate Governance and Equity Prices. Quarterly Journal of Economics 118, 107-155.",
        "Graham, J., and C. Harvey, 1996. Market timing ability and volatility implied in investment newsletters asset allocation recommendations. Journal of Financial Economics 42, 397-422.",
        "Griever, W., G. Lee, and F. Warnock, 2001. The U.S. system for measuring cross-border investment in securities: A primer with a discussion of recent developments. Federal Reserve Bulletin 87(10), 633-650.",
        "Griffin, J., F. Nardari, and R. Stulz, 2004. Are daily cross-border flows pushed or pulled? Review of Economics and Statistics 86(3), 641-657.",
        "Grinblatt, M., S. Titman, 1989. Portfolio performance evaluation: Old issues and new insights.",
        "Review of Financial Studies 2, 393-421 Grinblatt, M., S. Titman, 1993. Performance measurement without benchmarks: An examination of mutual fund returns. Journal of Business 60, 97-112.",
        "Grinblatt, M., S. Titman, and R. Wermers, 1995. Momentum investment strategies, portfolio performance, and herding: a study of mutual fund behavior. American Economic Review 85(5), 1088-1105.",
        "Hansen, L. 1982. Large Sample Properties of the Generalized Method of Moments Estimators, Econometrica 50, 1029-1054.",
        "Harvey, C., 1991. The World Price of Covariance Risk, Journal of Finance 46, 111-157.",
        "Journal of Business 42, 167-247. Johnson, S., R. La Porta, F. Lopez-de-Silanes, and A. Shleifer, 2000. Tunnneling. American Economic Review 90(2), 22-27.",
        "Kang, J., and R. Stulz, 1997. Why is there a home bias? An analysis of foreign portfolio equity ownership in Japan. Journal of Financial Economics, 46,3-28.",
        "Kho, B.-C., R. Stulz, and F. Warnock, 2006. Financial globalization, governance, and the evolution of the home bias, unpublished working paper, Ohio State University.",
        "Lakonishok, J., A. Shleifer, and R. Vishny, 1992. The impact of institutional trading on stock prices.",
        "Journal of Financial Economics 32(1), 23-43. Lesmond,D.,2005.Liquidity of emerging markets.JournalofFinancialEconomics77(2),411-452.",
        "Leuz, C., K. Lins, and F. Warnock, 2006. Do foreigners invest less in poorly governed firms?, NBER working paper 11220.",
        "Merton, R., 1987. A simple model of capital market equilibrium with incomplete information.",
        "Journal of Finance 42, 483-510. Metrick, A., 1999. Performance evaluation with transactions data: The stock selection of investment newsletters. Journal of Finance 54(5), 1743-1775.",
        "Newey, W. K., and K. D. West, 1987. A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix, Econometrica 55, 703-708.",
        "Nguyen, E., 2002. The international investment position of the United States at year end 2002.",
        "Survey of Current Business 83(7), 12-21. Rubinstein, M. 1973. A comparative statics analysis of risk premiums, Journal of Business 46, 605615.",
        "Sharpe, W., 1966. Mutual fund performance. Journal of Business 39, 119-138.",
        "Shukla, R., and G. van Inwegen, 1995. Do locals perform better than foreigners? An analysis of UK and US mutual fund managers. Journal of Economics and Business 47, 241-254.",
        "Solnik, B. 1974. An equilibrium model of the international capital market. Journal of Economic Theory 8, 500-524.",
        "Stulz, R., 1981. On the effects of barriers to international investment. Journal of Finance 36, 923934.",
        "Stulz, R., 2005. The Limits of Financial Globalization. Journal of Finance 60, 1596-1638.",
        "Thomas, C., F. Warnock, and J. Wongswan, 2004. The performance of international portfolios.",
        "Treynor, J., and K. Mazuy, 1966. Can mutual funds outguess the market? Harvard Business Review 44, 131-136.",
        "Warnock, F., and C. Cleaver, 2003. Financial centers and the geography of capital flows.",
        "International Finance 6(1), 27-59. Willoughby, J., 1998. Executions song. Institutional Investor, 31(11), 51-56."
    ]
}