{
    "id": 12342,
    "cites": 19,
    "cited_by": 45,
    "reference": [
        "Ayers, B., Lefanowicz C., Robinson, J., 2003, Shareholder taxes in acquisition premiums: The effect of capital gains taxation, Journal of Finance 58, 2785-2803.",
        "Blouin, J., L. Hail, and M. Yetman, 2005, Capital gains taxes, pricing spreads and arbitrage: Evidence from cross-listed firms in the U.S., working paper, The Wharton School and University of California at Davis.",
        "Blouin, J., J. Raedy, and D. Shackelford, 2003, Capital gains taxes and equity trading: Empirical Evidence, Journal of Accounting Research 41, 611-651.",
        "Constantinides, G., 1983, Capital market equilibrium with personal tax, Econometrica 51, 611-636.",
        "Constantinides, G., 1984, Optimal stock trading with personal taxes: Implications for prices and abnormal January returns, Journal of Financial Economics 13, 65-89.",
        "Dhaliwal, D., L. Krull, O. Li, and W. Moser, 2005, Dividend taxes and implied cost of equity capital, Journal of Accounting Research 43:675-708.",
        "Dhaliwal, D. and O. Li, 2006, Investor tax heterogeneity and ex-dividend day trading volume, Journal of Finance 61, 463-490.",
        "Ellis, K., O. Li, and J. Robinson, 2006, Capital gains taxes and IPO under-pricing, working paper, University of California, Davis, University of Notre Dame, and University of Texas at Austin.",
        "Feldstein, M., J. Slemrod, and S. Yitzhaki, 1980, The effects of taxation on the selling of corporate stock and the realization of capital gains, Quarterly Journal of Economics 94, 777-791.",
        "Graham, J., 2003, Taxes and Corporate Finance: A Review, Review of Financial Studies 16, 1075-1129.",
        "Guenther, D., and M. Willenborg, 1999, Capital gains tax rates and the cost of capital for small business: Evidence from the IPO market, Journal of Financial Economics 53, 385408.",
        "Klein, P., 1999, The capital gain lock-in effect and equilibrium returns, Journal of Public Economics 71, 355-378.",
        "Klein, P., 2001, The capital gain lock-in effect and long horizon return reversal, Journal of Financial Economics 59, 33-62.",
        "Jin, L., 2006, Capital gain tax overhang and price pressure, Journal of Finance 61, 13991431.",
        "Michaely, R. and J. Vila, 1996, Trading volume with private valuation: Evidence from the ex-dividend day, Review of Financial Studies 9, 471-509.",
        "Peterson, M., 2005, Estimating standard error in finance panel data sets: Comparing approaches, working paper, Kellogg School of Management, Northwestern University.",
        "Poterba, J., and S. Weisbenner, 2001, Capital gains tax rules, tax-loss trading, and turnof -the-year returns, Journal of Finance 56, 353 - 368.",
        "Reese, W., 1998, Capital gains taxation and stock market activity: Evidence from IPOs, Journal of Finance 53, 1799-1820.",
        "Shackelford, D. and R. Verrecchia, 2002, Intertemporal tax discontinuities, Journal of Accounting Research 40:1, 205-222."
    ]
}