{
    "id": 12341,
    "cites": 22,
    "cited_by": 5,
    "reference": [
        "[1] Aguiar, M. and E. Hurst (2004), Consumption vs Expenditure, NBER Working Paper w10307.",
        "[2] Attanasio, O., J. Banks, C. Meghir, and G. Weber (1999), Humps and Bumps in Lifetime Consumption, Journal of Business and Economic Statistics, 17(1), 22-35.",
        "[3] Attanasio, O., and M. Browning (1995), Consumption over the Life Cycle and over the Business Cycle, American Economic Review, 85(5), 1118-1137.",
        "[4] Auerbach, A. and L. Kotlikoff (1987), Dynamic Fiscal Policy, New York: Cambridge University Press.",
        "[6] Bullard, J., and J. Feigenbaum (2003), A Leisurely Reading of the Life Cycle Consumption Data, Working Paper, Federal Reserve Bank of St. Louis.",
        "[7] BÃ\u0083Â¼tler, M. (2001), Neoclassical Life-Cycle Consumption: A Textbook Example, Economic Theory, Vol 17, 209-221.",
        "[8] Davies, J. (1981), Uncertain Lifetime, Consumption, and Dissaving in Retirement, Journal of Political Economy, Vol. 89 (3), 561-577.",
        "[9] De Nardi, M., S. Imrohoroglu and T. Sargent (1999), Projected US Demographics and Social Security, Review of Economic Dynamics 2(3), 575-615.",
        "[10] FernÃ\u0083Â¡ndez-Villaverde, J., and D. Krueger (2001), Consumption and Saving over the Life Cycle: How Important are Consumer Durables?, Working Paper, University of Pennsylvania.",
        "[11] FernÃ\u0083Â¡ndez-Villaverde, J., and D. Krueger (2002), Consumption over the Life Cycle: Some Facts from Consumer Expenditure Survey Data, Working Paper, University of Pennsylvania.",
        "[12] French, Eric (2004), The Labor Supply Response to (Mismeasured but) Predictable Wage Changes, forthcoming, Review of Economics and Statistics.",
        "[13] Friedman, B. and M. Warshawsky (1990), The Cost of Annuities: Implications for Saving Behavior and Bequests, The Quarterly Journal of Economics, 105(1), 135-154.",
        "[14] Gourinchas, P.-0., and J. Parker (2002), Consumption Over the Life Cycle, Econometrica, 70(1), 47-89",
        "[15] Hansen, G. (1993), The Cyclical and Secular Behavior of the Labor Input: Comparing Efficiency Units and Hours Worked, Journal of Applied Econometrics, 8, 71-80.",
        "[16] Heckman, J. (1974), Life Cycle Consumption and Labor Supply: An Explanation of the Relationship between Income and Consumption over the Life Cycle, American Economic Review, 64(1), 188-194.",
        "[17] Imrohoroglu, A., Imrohoroglu, S, and D. Joines (1995), A Life Cycle Analysis of Social Security, Economic Theory, 6, 83-114.",
        "[18] Kotlikoff, Laurence, Kent Smetters and Jan Walliser (1999), Privatizing Social Security in the U.S.: Comparing the Options. Review of Economic Dynamics, 2, (1999): 532 - 574.",
        "[19] Levhari, D. and L. Mirman (1977), Saving and Consumption with an Uncertain Horizon, Journal of Political Economy, Vol. 85 (2), 265-281.",
        "[20] Mitchell, O., J. M. Poterba, M. J. Warshawsky, and J. R. Brown (1999), New Evidence on the Moneys Worth of Individual Annuities, American Economic Review, 89 (5) (December 1999), pp. 1299-318.",
        "[21] RÃ\u0083Â­os-Rull, J.-V. (1996), Life-Cycle Economies and Aggregate Fluctuations, Review of Economic Studies, 63, 465-490.",
        "[23] Thurow, M. (1969), The Optimum Lifetime Distribution of Consumption Expenditures, American Economic Review, 59(2), 324-330.",
        "[24] Yaari, M. (1965), Uncertain Lifetime, Life Insurance, and the Theory of the Consumer, Review of Economic Studies, Vol. 32 (April), 137150."
    ]
}