{
    "id": 12350,
    "cites": 17,
    "cited_by": 5,
    "reference": [
        "Australian Bureau of Statistics. Time Use Survey, 1993.",
        "Gary Becker. A theory of the allocation of time. Economic Journal, 75(299), 1965.",
        "Timothy Bresnahan and Peter Reiss. Empirical models of discrete games. Journal of Econometrics, 48, 1991.",
        "Federico Ciliberto and Elie Tamer. Market structure and multiple equilibria in airline markets. Unpublished Paper, 2006.",
        "Marie Connolly. Here comes the rain again: Weather and the inter-temporal substitution of leisure. Unpublished Paper, Princeton University, 2005.",
        "Russell Cooper. Coordination Games: Complementarities and Macroeconomics. Cambridge University Press, New York, 1999.",
        "Russell Cooper and John Haltiwanger. Automobiles and the national industrial recovery act: Evidence on industry complemenarities. Quarterly Journal of Economics, 108(4), 1993.",
        "Daniel Hallberg. Synchronous leisure: Jointness and household labour supply. Labour Economics, 10(2), 2003.",
        "Daniel Hamermesh. Crime and the timing of work. Journal of Urban Economics, 45(2), 1999.",
        "Daniel Hamermesh, Harley Frazis, and Jay Stewart. Data watch: The american time use survey. Journal of Economic Perspectives, 19(1), 2005.",
        "Stephen Jenkins and Lars Osberg. Nobody to play with? the implications of leisure coordination. In Daniel Hamermesh and Gerard Pfann, editors, The Economics of Time Use. North-Holland, Amsterdam, 2005.",
        "Mark Kamstra, Lisa Kramer, and Maurice Levi. Losing sleep at the market: The daylight saving anomaly. American Economic Review, 90(4), 2000.",
        "Michael OMalley. Keeping Watch: A History of American Time. Viking, New York, 1990.",
        "Hans-Joachim Voth. Time and work in England, 1750-1830. Oxford University Press, London, 2000.",
        "Yoram Weiss. Synchronization of work schedules. International Economic Review, 37(1), 1996.",
        "R. Wever. Behavrioal aspects of circadian rhythmicity. In Frederick Brown and R. Curtis Graeber, editors, Rhythmic Aspects of Behavior. Lawrence Erlbaum, Hillsdale, NJ, 1982.",
        "Gordon Winston. The Timing of Economic Activities. Cambridge University Press, New York, 1982."
    ]
}