{
    "id": 12358,
    "cites": 47,
    "cited_by": 11,
    "reference": [
        "Becker, G. S. (1981, 1991) Treatise on the Family, Cambridge: Harvard University Press, 1981.",
        "BÃ\u0083Â¶rsch-Supan, A. (1989) Household Dissolution and the Choice of Alternative Living Arrangements Among Elderly Americans in D. Wise (ed.) The Economics of Aging.",
        "Chicago: University of Chicago Press: 119-150. BÃ\u0083Â¶rsch-Supan, A., L. Kotlikoff and J. Morris (1989) The Dynamics of Living Arrangements of the Elderly: Health and Family Support NBER Working Paper No. 2787.",
        "BÃ\u0083Â¶rsch-Supan, A., V. Hajivassiliou, L. Kotlikoff and J. Morris (1992) Health, Children and Elderly Living Arrangements in D. Wise (ed.) Topics in the Economics of Aging. Chicago: University of Chicago Press:79-103.",
        "BÃ\u0083Â¶rsch-Supan, A., D. McFadden and R. Schnabel (1993) Living Arrangements: Health and Wealth Effects NBER Working paper No.4398.",
        "Chiappori, P.A. (1988) Rational Household Labor Supply Econometrica 56 (1):63-70.",
        "Chiappori, P.A. (1992) Collective Labor Supply and Welfare Journal of Political Economy 100(3):437-467.",
        "Crimmins, E.M., and D. Ingegneri (1990) Interactions and Living Arrangements of Older Parents and their Children Research on Aging 12:3-35.",
        "Davis M.A., D.J. Moritz, J. Neuhaus, J.D. Barclay and L. Gee (1997) Living Arrangements, Changes in Living Arrangements and Survival Among Community Dwelling Older Adults American Journal of Public Health 87:371-77.",
        "Dwyer, J.W. and R.T. Coward (1991) A Multivariate Comparison of the Involvement of Adult Sons Versus Adult Daughters in the Care of Impaired Adults Journal of Gerontology: Social Sciences 46:S259-269.",
        "Ellwood, D. and T. Kane (1990) The American Way of Aging: An Event History Analysis in D. Wise (ed.) Issues in the Economics of Aging. Chicago: University of Chicago Press: 121-147.",
        "Engers, M. and S. Stern (2002) Long-term Care and Family Bargaining International Economic Review 43(1):1-44.",
        "England, P. and N. Folbre (2003) Contracting for Care, in M. Ferber and J. Nelson, eds., Ten Years Beyond Economic Man, Chicago: University of Chicago Press: 61-79.",
        "Ettner, S.L. (1995) The Impact of Parent Care on Female Labor Supply Decisions Demography 32(1):63-80.",
        "Ettner, S.L. (1996) The Opportunity Costs of Elder Care Journal of Human Resources 31(1):189-205.",
        "Gugl, E. (2004) Joint vs. Individual Taxation and Intrafamily Distribution University of Victoria Working Paper.",
        "Hayashi, F. (1995) Is the Japanese Extended Family Altruistically Linked? A Test Based on Engel Curves Journal of Political Economy, 103(3), pages 661-74.",
        "Heidemann, B. and S. Stern (1999) Strategic Play Among Family Members When Making Long-Term Care Decisions Journal of Economic Behavior and Organization 40:29-57.",
        "Kalai, E. and M. Smorodinsky (1975) Other Solutions to Nashs Bargaining Problem Econometrica, 43(3):513-518.",
        "Kemper, P. and L.E. Pezzin (1996) The Effect of Public Provision of Home Care on Living and Care Arrangements: Evidence from the Channeling Experiment In R. Eisen and F.",
        "Sloan, (eds.). Alternatives for Ensuring Long-Term Care. Amsterdam: Kluwer Press, pp.125-146. Konrad, K., H. Kunemund, K. E. Lommerud, and J. R. Robledo (2002) Geography of the Family American Economic Review 92(4):981-998.",
        "Kotlikoff, L. and J. Morris (1990) Why Dont the Elderly Live with Their Children? A New Look in D. Wise (ed.) Issues in the Economics of Aging. Chicago: University of Chicago Press: 149-169.",
        "Kreps, D.M. (1990). A Course in Microeconomic Theory. Princeton: Princeton University Press.",
        "Lundberg, S. and R.A. Pollak (1993) Separate Spheres Bargaining and the Marriage Market Journal of Political Economy 101(6):988-1010.",
        "Lundberg, S. and R.A. Pollak (1994) Noncooperative Bargaining Models of Marriage American Economic Review 84(2):132-137.",
        "Lundberg, S. and R.A. Pollak (2003) Efficiency in Marriage Review of Economics of the Household 1(3):153-168.",
        "Lundberg, S.J., R.A. Pollak, and T.J. Wales (1997) Do Husbands and Wives Pool Their Resources? Evidence from the United Kingdom Child Benefit Journal of Human Resources 32(3):463-480.",
        "Manser, M. and M. Brown (1980) Marriage and Household Decision Making International Economic Review 21(1):31-44.",
        "McElroy, M. and M.J. Horney (1981) Nash-Bargained Household Decisions: Toward a Generalization of the Theory of Demand International Economic Review 22(2):333-349.",
        "McKelvey, R. and T. Palfrey (1992) An Experimental Study of the Centipede Game, Econometrica 60(4): 803-836.",
        "Moon, M. (1983) The Role of the Family in the Economic Well-Bring of the Elderly The Gerontologist 23(1):45-50.",
        "Norton, E. (2000) Long-Term Care, in A. Culyer and J. Newhouse, eds. Handbook of Health Economics. Volume 1B. Handbooks in Economics, vol. 17. Amsterdam; New York and Oxford: Elsevier Science, North-Holland, 955-94.",
        "Pezzin, L.E. and B.S. Schone (1999a) Intergenerational Household Formation, Female Labor Supply, and Informal Caregiving: A Bargaining Approach Journal of Human Resources 34(3):475-503.",
        "Pezzin, L.E. and B.S. Schone (1999b) Parental Marital Disruption and Intergenerational Transfers: An Analysis of Lone Elderly Parents and their Adult Children Demography 36(3):287-298.",
        "Pezzin, L.E. and B.S. Schone (2001) Examining Motives for Intergenerational Transfers: A New Test Based on Siblings Behavior Working paper, AHRQ, Rockville, MD.",
        "Pezzin, L.E. and B.S. Schone (2002a) Intergenerational Transfers of Time and Elderly Living Arrangements: A Bargaining Model of Family Resource Allocation Decisions Working paper, AHRQ, Rockville, MD.",
        "Pezzin, L.E. and B.S. Schone (2002b) Exploring the Theoretical Foundations of Altruism: An Analysis of the Effects of Divorce and Remarriage on Intergenerational Living and Care Arrangements in P.K. Chopra and B.N. Ghosh (eds.) Gender and Development. Wisdom House Press: England: 93-118.",
        "Pollak, R.A. (1988) Tied Transfers and Paternalistic Preferences American Economic Review 78(2):240-244.",
        "Pollak, R.A. (2003) Gary Beckers Contributions to Family and Household Economics Review of Economics of the Household 1(1-2):111-141.",
        "Shubik, M. (1989) Cooperative Games In The New Palgrave, Game Theory, edited by J.",
        "Eatwell, M. Milgate, and P. Newman, New York: W.W. Norton, 103-107. Spillman, B. and L.E. Pezzin (2000) Potential and Active Family Caregivers: Changing Networks and the `Sandwich Generation Milbank Quarterly 78(3):347-374.",
        "Stern, S. (1993) Two Dynamic Discrete Choice Estimation Problems and Simulation Method Solutions Review of Economics and Statistics 96(4):695-102.",
        "Stern, S. (1995) Estimating Family Long-Term Care Decisions in the Presence of Endogenous Child Characteristics Journal of Human Resources 30(3):551-580.",
        "U.S. Census Bureau (2005) Statistical Abstract of the United States U.S. Department of Commerce, Washington, DC.",
        "United Nations (2005) Living Arrangements of Older Persons Around the World Department of Economic and Social Affairs. Population Division. United Nations: New York, NY.",
        "Weiss, Y. and R. J. Willis (1985) Children as Collective Goods in Divorce Settlements Journal of Labor Economics 3(3): 268-292.",
        "Wolf, D. and B. Soldo (1994) Married Womens Allocation of Time to Employment and Care of Elderly Parents Journal of Human Resources 29(4):1259-1276."
    ]
}