{
    "id": 12365,
    "cites": 66,
    "cited_by": 72,
    "reference": [
        "Andersson, Fredrik; Freedman, Matthew; Haltiwanger, John and Shaw, Kathryn. Reaching for the Stars: Who Pays for Talent in Innovative Industries? Stanford University, Working Paper, 2006.",
        "Axtell, Robert. Zipf Distribution of U.S. Firm Sizes. Science, 2001, 293(5536), pp.",
        "Baker, George; Jensen, Michael and Murphy, Kevin. Compensation and Incentives: Practice vs. Theory. Journal of Finance, 1988, 43(3), pp. 593-616.",
        "Baker, George P. and Hall, Brian J. CEO Incentives and Firm Size. Journal of Labor Economics, 2004, 22(4), pp. 767-98.",
        "Barro, Jason R. and Barro, Robert J. Pay, Performance, and Turnover of Bank CEOs. Journal of Labor Economics, 1990, 8(4), pp. 448-481.",
        "Bebchuk, Lucian and Fried, Jesse. Executive Compensation as an Agency Problem. Journal of Economic Perspectives, 2003, 17(3), pp. 71-92.",
        "Bebchuk, Lucian and Fried, Jesse. Pay without Performance: The Unfulfilled Promise of Executive Compensation. Cambridge, MA: Harvard University Press, 2004.",
        "Bebchuk, Lucian; Fried, Jesse and Walker, David. Managerial Power and Rent Extraction in the Design of Executive Compensation. University of Chicago Law Review, 2002, 69(3), pp. 751-846.",
        "Benhabib, Jess and Bisin, Alberto. The Distribution of Wealth and Redistributive Policies. New York University, Working Paper, 2006.",
        "Bertrand, Marianne and Mullainathan, Sendhil. Are CEOs Rewarded for Luck? The Ones Without Principles Are. Quarterly Journal of Economics, 2001, 116(3), pp.",
        "Bolton, Patrick; Scheinkman, Jose and Xiong, Wei. Executive Compensation and Short-termist Behavior in Speculative Markets. Review of Economic Studies, forthcoming. Conyon, Martin and Murphy, Kevin. The Prince and the Pauper? CEO Pay in the United States and United Kingdom. Economic Journal, 2000, 110(8), pp. 640-671.",
        "CuÃ\u0083Â±at, Vicente and Guadalupe, Maria. Globalization and the provision of incentives inside the firm. Columbia University, Working Paper, 2005.",
        "De Vany, Arthur S. Hollywood economics: How extreme uncertainty shapes the film industry. London; New York: Routledge, 2004.",
        "Dow, James and Raposo, Clara C. CEO Compensation, Change, and Corporate Strategy. Journal of Finance, forthcoming. Embrechts, Paul; Kluppelberg, Claudia and Mikosch, Thomas. Modelling Extremal Events. New York: Springer Verlag, 1997.",
        "Fama, Eugene, and French, Kenneth. Industry Costs of Equity. Journal of Financial Economics, 1997, 43(2), pp. 153-93.",
        "Fox, Jeremy T. Explaining Firm Size Wage Gaps with Equilibrium Hierarchies. University of Chicago, Working Paper, 2006.",
        "Fujiwara, Yoshi; Di Guilmi,Corrado; Aoyama, Hideaki; Gallegati, Mauro and Souma, Wataru. Do Pareto--Zipf and Gibrat Laws Hold True? An Analysis with European Firms. Physica A, 2004, 335(1-2), pp. 197-216.",
        "Gabaix, Xavier. Zipfs Law for Cities: An Explanation. Quarterly Journal of Economics, 1999, 114(3), pp. 739-67.",
        "Gabaix, Xavier. A Simple Model for Zipfs Law for Firms, Massachusetts Institute of Technology, Working Paper, 2006.",
        "Gabaix, Xavier; Gopikrishnan, Parameswaran; Plerou, Vasiliki and Stanley, H. Eugene. A Theory of Power Law Distributions in Financial Market Fluctuations. Nature, 2003, 423(6937), pp. 267--230.",
        "Gabaix, Xavier; Gopikrishnan, Parameswaran; Plerou, Vasiliki and Stanley, H. Eugene. Institutional Investors and Stock Market Volatility. Quarterly Journal of Economics, 2006, 121(2), pp. 461--504.",
        "Gabaix, Xavier and Ibragimov, Rustam. Rank-1/2: A Simple Way to Improve the OLS Estimation of Tail Exponents, Harvard University, Working Paper, 2006.",
        "Gabaix, Xavier and Ioannides, Yannis. The Evolution of the City Size Distributions, in Vernon Henderson and Jacques-FranÃ\u0083Â§ois Thisse, eds. Handbook of Regional and Urban Economics, Vol. 4. Oxford: Elsevier Science, 2004, pp. 2341-2378.",
        "Gabaix, Xavier and Laibson, David. Shrouded Attributes, Consumer Myopia, and Information Suppression in Competitive Markets. Quarterly Journal of Economics, 2006, 121(2), pp. 505-540.",
        "Gabaix, Xavier; Laibson, David and Li, Hongyi. Extreme Value Theory and the Effects of Competition on Profits. Massachusetts Institute of Technology, Working Paper, 2005.",
        "Garicano, Luis and Hubbard, Thomas N. Learning About the Nature of Production from Equilibrium Assignment Patterns. University of Chicago, Graduate School of Business, Working Paper, 2005.",
        "Garicano, Luis and Rossi-Hansberg, Esteban. Organization and Inequality in a Knowledge Economy. Quarterly Journal of Economics, forthcoming. Gayle, George-Levi and Miller, Robert A. Has Moral Hazard Become a More Important Factor in Managerial Compensation? Carnegie-Mellon University, Working Paper, 2005.",
        "Gompers, Paul A.; Ishii, Joy L. and Metrick, Andrew. Corporate Governance and Equity Prices. Quarterly Journal of Economics, 2003, 118(1), pp. 107-155.",
        "Hall, Brian and Liebman, Jeffrey. Are CEOs Really Paid Like Bureaucrats? Quarterly Journal of Economics, 1998, 113(3), pp. 653-691.",
        "Hall, Brian J. and Murphy, Kevin J. The Trouble with Stock Options. The Journal of Economic Perspectives, 2003, 17(3), pp. 49-70.",
        "Hermalin, Benjamin E. Trends in Corporate Governance. Journal of Finance, forthcoming. Himmelberg, Charles P. and Hubbard, R. Glenn. Incentive Pay and the Market for CEOs: An Analysis of Pay-for-Performance Sensitivity. Columbia University, Working Paper, 2000.",
        "HolmstrÃ\u0083Â¶m, Bengt. Pay without Performance and the Managerial Power Hypothesis: A Comment. Massachusetts Institute of Technology, Working Paper, 2006.",
        "HolmstrÃ\u0083Â¶m, Bengt and Kaplan, Steven. Corporate Governance and Merger Activity in the U.S. Journal of Economic Perspectives, 2001, 15(2), pp. 121-44.",
        "HolmstrÃ\u0083Â¶m, Bengt and Kaplan, Steven. The State of U.S. Corporate Governance: Whats Right and Whats Wrong? Journal of Applied Corporate Finance, 2003, 15(3), pp. 8-20.",
        "Ibragimov, Rustam. A Tale of Two Tails: Peakedness Properties In Inheritance Models of Evolutionary Theory. Harvard University, Working Paper, 2005.",
        "Ijiri, Yuji and Simon, Herbert A. Skew distributions and the sizes of business firms. Amsterdam; New York: Elsevier/North-Holland, 1977.",
        "Inderst, Roman and Mueller, Holger. Keeping the Board in the Dark: CEO Compensation and Entrenchment, Unpublished Paper, New York University, 2005.",
        "Jensen, Michael and Murphy, Kevin J. Performance Pay and Top-Management Incentives. Journal of Political Economy, 1990, 98(2), pp. 225-64.",
        "Jensen, Michael; Murphy, Kevin J. and Wruck, Eric. Remuneration: Where weve been, how we got to here, what are the problems, and how to fix them. Unpublished Paper, 2004.",
        "Jones, Charles I. The Shape of Production Functions and the Direction of Technical Change. Quarterly Journal of Economics, 2005, 120(2), pp. 517-549.",
        "Joskow, Paul, Nancy Rose, Andrea Shepard. Regulatory Constraints on CEO Compensation. Brookings Papers on Economic Activity. Microeconomics, 1993, (1), pp.",
        "Kaplan, Steven. Top Executive Rewards and Firm Performance: A Comparison of Japan and the United States. Journal of Political Economy, 1994, 102(3), pp. 510-46.",
        "Kortum, Samuel S. Research, Patenting, and Technological Change. Econometrica, 1997, 65(6), pp. 1389--1419.",
        "Kostiuk, Peter F. Firm Size and Executive Compensation. Journal of Human Resources, 1990, 25(1), pp. 91--105.",
        "Kothari, S. P.; Shanken, Jay and Sloan, Richard G. Another Look at the CrossSection of Expected Stock Returns. Journal of Finance, 1995, 50(1) pp. 185-224.",
        "Krueger, Alan B. The Economics of Real Superstars: The Market for Rock Concerts in the Material World. Journal of Labor Economics, 2005, 23(1), pp. 1-30.",
        "La Porta, Raphael; Lopez-deSilanes, Florencia and Shleifer, Andrei. Corporate Ownership around the World. The Journal of Finance, 1999, 54(2), pp. 471-517.",
        "Lewellen, Willbur G. Executive Compensation in Large Industrial Corporations. New York: National Bureau of Economic Research,1968.",
        "Li, Fei and Masako Ueda, Endogenous Mathching in Principal-Agent Theory with an Application to Executive Compnsation, Working Paper, University of Wisconsin. Lucas, Robert E., Jr. On the Size Distribution of Business Firms. Bell Journal of Economics, 1978, 9(2), pp. 508--523.",
        "Lustig, Hanno and Van Nieuwerburgh, Stijn. The Returns on Human Capital: Good News on Wall Street is Bad News on Main Street. Unpublished Paper, 2005.",
        "Luttmer, Erzo G. J. The Size Distribution of Firms in an Economy with Fixed and Entry Cost. Minneapolis Federal Reserve Bank, Working Paper Series: No. 633, 2005.",
        "Malmendier, Ulrike and Tate, Geoffrey. Superstar CEOs. Stanford University, Working Paper, 2005.",
        "Murphy, Kevin J. Executive Compensation, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Vol. 3b. New York and Oxford: Elsevier Science North Holland, 1999, pp. 2485-2563.",
        "Murphy, Kevin J. and Zabojnik, Jan. CEO Pay and Appointments: A Market-based explanation for recent trends. American Economic Review Papers and Proceedings, 2004, 94(2), pp. 192-96.",
        "Piketty, Thomas and Saez, Emmanuel. The evolution of top incomes: A historical and international perspectives. American Economic Review, 2006, 96(2), pp. 200-205.",
        "Rajan, Raghu and Wulf, Julie. The Flattening Firm: Evidence from Panel Data on the Changing Nature of Corporate Hierarchies. Review of Economics and Statistics, forthcoming. Rajan, Raghu and Wulf, Julie. Are perks purely managerial excess? Journal of Financial Economics, 2006, 79(1), pp. 1--33.",
        "Resnick, Sidney. Extreme Values, Regular Variation, and Point Processes. New York: Springer Verlag, 1987.",
        "Roberts, David R. A General Theory of Executive Compensation Based on Statistically Tested Propositions. Quarterly Journal of Economics, 1956, 70(2), pp. 270-294.",
        "Rose, Nancy L. and Shepard, Andrea. Firm Diversification and CEO Compensation: Managerial Ability or Executive Entrenchment? The RAND Journal of Economics, 1997, 28(3), pp. 489-514.",
        "Rosen, Sherwin. The Economics of Superstars. American Economic Review, 1981, 71(3), pp. 845--858.",
        "Rosen, Sherwin. Authority, Control and the Distribution of Earnings. Bell Journal of Economics, 1982, 13(2), pp. 311--323.",
        "Rosen, Sherwin. Contracts and the Market for Executives, in Lars Werin and Hans Wijkander, eds., Contract Economics. Cambridge, MA and Oxford: Blackwell, 1992, pp. 181--211.",
        "Santos, Jesus and Veronesi, Pietro. Labor Income and Predictable Stock Returns. Review of Financial Studies, 2006, 19(1), pp. 1-44.",
        "Santos Silva, Joao and Tenreyro, Silvana. The Log of Gravity, Review of Economics and Statistics, forthcoming. Sattinger, Michael. Assignment Models of the Distribution of Earnings. Journal of Economic Literature, 1993, 31(2), pp. 831--880.",
        "Shleifer, Andrei. Does Competition Destroy Ethical Behavior? American Economic Review, Papers and Proceedings, 2004, 94(2), pp. 414-418.",
        "Tervio, Marko. The Difference that CEOs Make: An Assignment Model Approach. Working Paper, University of California, Berkeley, 2003."
    ]
}