{
    "id": 12367,
    "cites": 30,
    "cited_by": 37,
    "reference": [
        "Browning, Martin. 2000. The Saving Behaviour of a Two-Person Household. Scandinavian Journal of Economics 102 (2): 235-251.",
        "Browning, Martin, Francois Bourguignon, Pierre-AndrÃ\u0083Â© Chiappori, and ValÃ\u0083Â©rie Lechene. 1994.",
        "Economy. 102 (6): 1067-96. Browning, Martin, and Pierre-AndrÃ\u0083Â© Chiappori. 1998. Efficient Intra-Household Allocations: A General Characterisation and Empirical Tests. Econometrica. 66 (6): 1241-1278.",
        "Bureau of Labor Statistics. 2004. American Time-Use Survey Summary. Press release, September 14, http://www.bls.gov/news.release/atus.nr0.htm.",
        "Duflo, Esther. 2003. Grandmothers and Granddaughters: Old Age Pension and IntraHousehold Allocation in South Africa. World Bank Economic Review 17 (1): 1-25.",
        "Duflo, Esther, and Christopher Udry. 2004. Intrahousehold Resource Allocation in CÃ\u0083Â´te dIvoire: Social Norms, Separate Accounts and Consumption Choices. National Bureau of Economics Research Working Paper No. 10498.",
        "Flinn, Christopher. Forthcoming. Minimum Wage Effects on Labor Market Outcomes under Search, Bargaining, and Endogenous Contact Rates. Econometrica. Friedberg, Leora, and Steven Stern. 2005. Marriage, Divorce, and Asymmetric Information. Draft, University of Virginia.",
        "Gourinchas, Pierre-Olivier, and Jonathan Parker. 2002. Consumption Over The Life Cycle. Econometrica 70 (1): 47-89.",
        "Greene, William. 2000. Econometric Analysis, Fourth edition. Upper Saddle River, NJ: Prentice-Hall, Inc.",
        "Haddad Lawrence, and John Hoddinott. 1994. Womens Income and Boy-Girl Anthropometric Status in the CÃ\u0083Â³te dIvoire. World Development 22 (4): 543-553.",
        "Hersch, Joni. 1996. Smoking, Seat Belts and Other Risky Consumer Decisions: Differences by Gender and Race. Managerial and Decision Economics 17 (5): 471-481.",
        "Hoddinott, John and Lawrence Haddad. 1995. Does Female Income Share Influence Household Expenditures? Evidence from CÃ\u0083Â³te dIvoire. Oxford Bulletin of Economics and Statistics 57(1): 77-96.",
        "Jianakoplos, Nancy, and Alexandra Bernasek. 1998. Are Women More Risk Averse? Economic Inquiry 36 (4): 620-630.",
        "Lundberg, Shelley, and Robert Pollak. 1996. Bargaining and Distribution in Marriage. Journal of Economic Perspectives 10 (4): 139-158.",
        "Lundberg, Shelley, Robert Pollak, and Terence Wales. 1997. Do Husbands and Wives Pool Resources: Evidence from the UK Child Benefit. Journal of Human Resources 32 (3): 463480.",
        "Lundberg, Shelley, Richard Starz, and Steven Stillman. 2003. The Retirement Consumption Puzzle: A Marital Bargaining Approach. Journal of Public Economics 87 (5-6): 1119-1218.",
        "Lyons, Angela, and Tansel Yilmazer. 2004. How Does Marriage Affect the Allocation of Assets in Womens Defined Contribution Plans? Center for Retirement Research at Boston College, CRR Working Paper 2004-28, November.",
        "Maddala, G.S. 1983. Limited-Dependent and Qualitative Variables in Econometrics.",
        "Cambridge: Cambridge University Press. Manser, Marilyn, and Murray Brown. 1980. Marriage and Household Decision Making: A Bargaining Analysis. International Economic Review 21: 31-44.",
        "McElroy, Marjorie and Mary Horney. 1981. Nash-Bargained Decisions: Toward a Generalization of the Theory of Demand. International Economic Review 22: 333-349.",
        "McElroy, Marjorie. 1981. Appendix: Empirical Results from Estimates of Joint Labor Supply Functions of Husbands and Wives, in R.Ehrenberg, ed., Research in Labor Economics, Volume 4, pp. 53-64. Greenwich, CT: JAI Press.",
        "National Economic Council. 1998. Women and Retirement Security. Prepared by the Interagency Working Group on Social Security, http://www.ssa.gov/history/pdf/sswomen.pdf.",
        "Nelson, F., and L. Olson. 1977. Specification and Estimation of a Simultaneous-Equation Model with Limited Dependent Variables. Social Science Working Paper No. 149, California Institute of Technology.",
        "Phipps, Shelley, and Peter Burton. 1998. Whats Mine is Yours? The Influence of Male and Female Incomes on Patterns of Household Expenditure. Economica 65: 599-613.",
        "Presidents Commission to Strengthen Social Security. 2001. Strengthening Social Security and Creating Private Wealth for All Americans: Report of the Presidents Commission. Washington, December 21, http://csss.gov/reports/Final_report.pdf.",
        "Rose, Elaina. 1999. Consumption Smoothing and Excess Female Mortality in Rural India. Review of Economics and Statistics 81 (1): 41-49.",
        "Schultz, T. Paul. 1990. Testing the Neoclassical Model of Family Labor Supply and Fertility. Journal of Human Resources 25 (4): 599-634.",
        "Thomas, Duncan. 1990. Intra-Household Resource Allocation: An Inferential Approach. Journal of Human Resources 25 (4): 635-664.",
        "Thomas, Duncan. 1994. Like Father, Like Son, Like Mother, Like Daughter: Parental Resources and Child Height. Journal of Human Resources 29 (4): 950-988.",
        "Ward-Batts, Jennifer. 2003. Out of the Wallet and into the Purse: Using Micro Data to Test Income Pooling. Claremont Colleges Working Paper No. 2003-10."
    ]
}