{
    "id": 12371,
    "cites": 27,
    "cited_by": 7,
    "reference": [
        "Alesina, A. and E. La Ferrara Preferences for Redistribution in the Land of Opportunities. NBER Working Paper 8267. Alesina, A. and D. Rodrik (1994) Distributive Politics and Economic Growth. Quarterly Journal of Economics v.109 pp.465-490.",
        "Benabou, R. and E.A. Ok (2001a) Social Mobility and the Demand for Redistribution: The POUM Hypothesis. Quarterly Journal of Economics v.116 pp.447-487.",
        "Benabou, R. and E.A. Ok (2001b) Mobility and Progressivity: Ranking Income Processes According to Equality of Opportunity. NBER Working Paper 8431.",
        "Benabou, R. and J. Tirole (2005) Belief in a Just World and Redistributive Politics. NBER Working Paper 11208.",
        "Boskin, M. and E. Sheshinski (1978) Optimal Redistributive Taxation When Individual Welfare Depends on Relative Income. Quartery Journal of Economics v.92 pp.589-601.",
        "Easterlin,R.A. (2001) Income and Happiness: Towards a Unified Theory. Economic Journal v.111 pp.465-84.",
        "Fair, R.C. (2002) Predicting Presidential Elections and Other Things. Stanford University Press.",
        "Ferrer-i-Carbonell, A. (2004) Income and Well-being: An Empirical Analysis of the Comparison Income Effect. Forthcoming, Journal of Public Economics.",
        "Frank, R.H. (1985) Choosing the Right Pond: Human Behavior and the Quest for Status.",
        "Oxford: Oxford University Press. Frank, T. (2004) Whats the Matter with Kansas? How Conservatives Won the Hearth of America. New York: Metropolitan Books.",
        "Frey, B.S. and A. Stutzer (2002) What Can Economists Learn f rom Happiness Research? Journal of Economic Literature v.40 pp.402-35.",
        "Glaeser, E.L. (2005) Inequality NBER Working Paper 11511.",
        "Layard, R. (1980) Human Satisfactions and Public Policy Economic Journal v.90 pp.737-50.",
        "Lee, D.S. (2001) The Electoral Advantage to Incumbency and Voters Valuation of Politicians Experience: A Regression Discontinuity Analysis of Elections to the U.S. House. NBER Working Paper 8441.",
        "Ljungqvist, L. and H. Uhlig (2000) Tax Policy and Aggregate Demand Management under Catching Up with the Joneses. American Economic Review v.90 pp.356-66.",
        "Luttmer, E.F.P. (2001) Group Loyalty and the Taste for Redistribution. Journal of Political Economy v.109 pp.500-528.",
        "Luttmer, E.F.P. (2005) Neighbors as Negatives: Relative Earnings and Well-Being. Quarterly Journal of Economics v.120 pp.963-1002.",
        "McBride, M.T. (2001) Relative-Income Effects on Subjective Well-Being in the Cross-section. Journal of Economic Behavior and Organization v.45 pp.251-278.",
        "Meltzer, A. and S. Richard (1981) A Rational Theory of the Size of Government. Journal of Political Economy v.89 pp.914-927.",
        "Ng, Y. (1987) Relative-Income Effects and the Appropriate Level of Public Expenditure. Oxford Economic Papers v.39 pp.293-300.",
        "Persson, T. and G. Tabellini (1994) Is Inequality Harmful for Growth? American Economic Review v.84 pp.600-621.",
        "Shapiro, M. and J. Slemrod (2003) Consumer Responses to Tax Rebates. American Economic Review v.92 pp.381-96.",
        "Stutzer, A. (2004) The Role of Income Aspirations in Individual Happiness. Journal of Economic Behavior and Organization v.54 pp.89-110.",
        "Tocqueville, A. (1835) Democracy in America. Translated and edited by H.C. Mansfield and D. Winthrop, 2000. Chicago: University of Chicago Press.",
        "Tomes, N. (1986) Income Distribution, Happiness and Satisfaction: A Direct Test of the Interdependent Preferences Model. Journal of Economic Psychology v.7 pp.425-446.",
        "Vigdor, J.L. (2002) Interpreting Ethnic Fragmentation Effects.Economics Letters, v.75 pp.271276.",
        "Yelowitz, A. (1995) The Medicaid Notch, Labor Supply and Welfare Participation: Evidence From Eligibility Expansions. Quarterly Journal of Economics v.110 pp.909-939."
    ]
}