{
    "id": 12372,
    "cites": 17,
    "cited_by": 24,
    "reference": [
        "Revenga, Ana L, Exporting jobs? The impact of import competition on employment and wages in US manufacturing, Ouarterly Journal of Economics Vol. 107, No.1, 1992: 255-284.",
        "Muendler, Marc-Andreas and Sascha 0. Becker, Margins of Multinational Labor Substitution, UCSD Working Paper, April 15, 2006.",
        "Melitz, Marc, The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, 2003.",
        "Markusen, James R. and Keith Maskus, General-Equilibrium Approaches to the Multinational Firm: A Review of Theory and Evidence, NBER Working Paper 8334, 2001.",
        "Mankiw, Gregory, and Phillip Swagel, The Politics and Economics of Offshore Outsourcing, NBER Working Paper 12398, July 2006.",
        "Katz, Lawrence F. and Kevin M. Murphy, Changes in Relative Wages, 1963-1987: Supply and Demand Factors, Quarterly Journal of Economics, 107, February 1992: 22-64.",
        "Hanson, Gordon, Ray Mataloni and Matthew Slaughter, Expansion Abroad and the Domestic Operations of US Multinational Firms, mimeo, 2003.",
        "Hamermesh, Daniel 5. (1993), Labor Demand, Princeton University Press, Princeton, NJ.",
        "Grossman, Gene and Esteban Rossi-Hansberg, Trading Tasks: A Simple Theory of Offshoring, Working paper, 2006.",
        "Congress of the United States. American Jobs Creation Act of 2004. Public Law 108-357. October 22, 2004.",
        "Desai, Mehir, Fritz Foley and James Hines, Foreign Direct Investment and Domestic Economic Activity, Harvard Business School Working Paper, November 2005 Economic Report of the President, February 12, 2007, http://www.gpoaccess.gov/eop/2007 /2007erp.pdf.",
        "Brainard, Lael and David Riker, US Multinationals and Competition from Low Wage Countries, NBER Working Paper 5959, March 1997.",
        "Brainard, Lael and David Riker, Are US Multinationals Exporting US Jobs?, in Globalization and Labour Markets, ed. By D. Greenaway, and D.R. Nelson, Vol. 2, Elgar, Cheltenham, UK and Northhampton, MA, 2001: pp. 410-26 Card, David, Immigrant Inflows, Native Outflows, and the Local Market Impacts of Higher Immigration, Journal of Labor Economics, Vol. 19, No. 1, January 2001: 22-64.",
        "Borjas, George J., Richard Freeman and Lawrence F. Katz, How Much Do Immigration and Trade Affect Labor Market Outcomes? Brookings Papers on Economic Activity, Vol. 1997, No.1 (1997): 1-90.",
        "Borga, Maria, Trends in Employment at US Multinational Companies: Evidence from FirmLevel Data, Brookings Trade Forum 2005, The Brookings Institution: Washington, D.C.(2006): 13 5-164.",
        "Bernard, Andrew, J. Bradford Jensen and Peter Schott, Survival of the Best Fit: Exposure to Low-wage Countries and the (uneven) growth of U.S. Manufacturing, Journal of International Economics 68 (2006) :219-237.",
        "Autor, David H., Frank Levy and Richard J. Murnane, The Skill Content of recent Technological Change: An Empircal Exploration, Ouarterly Journal of Economics, 2003."
    ]
}