{
    "id": 12379,
    "cites": 30,
    "cited_by": 22,
    "reference": [
        "Amonthep, C. 2005. National Transfer Account Project, http://www.schemearts.com/ proj/nta/.",
        "Attanasio, O.P., J. Banks, C. Meghir, and G. Weber. 1999. Humps and Bumps in Lifetime Consumption. Journal of Business and Economic Statistics 17(1):2235.",
        "Autor, D.H., F. Levy, and R.J. Murnane. 2003. The Skill Content of Recent Technological Change: An Empirical Exploration. Quarterly Journal of Economics 118(4): 1279-1334.",
        "Becker, G.S. and H.G. Lewis. 1973. On the Interaction Between the Quantity and Quality of Children. Journal of Political Economy 18(2):S279-S288.",
        "Bound, J. 1991. Self-reported versus Objective Measures of Health in Retirement Models. The Journal of Human Resources 26(1):106-138.",
        "Carroll, C.D. 1992. The Buffer-Stock Theory of Saving: Some Macroeconomic Evidence. Brookings Papers on Economic Activity CXII(1):1-56.",
        "Carroll, C.D. and L.H. Summers. 1991. Consumption growth parallels income growth: Some new evidence. Pp. 305-343 in National Saving and Economic Performance: A National Bureau of Economic Research Project Report, edited by B.D. Bernheim and J.B. Shoven. Chicago: University of Chicago Press.",
        "Cutler, D. M., J. M. Poterba, L. Sheiner, and L. Summers. (1990). An Aging Society: Opportunity or Challenge? Brookings Papers on Economic Activity (1):1-56.",
        "Deaton, A. 1991. Saving and Liquidity Constraints. Econometrica 59:1221-1248.",
        "Deaton, A. 1997. The Analysis of Household Surveys : A Microeconomic Approach to Development Policy. Baltimore: Johns Hopkins University Press.",
        "Deaton, A. and C.H. Paxson. 1997. The Effects of Economic and Population Growth on National Saving and Inequality. Demography 34(1):97-114.",
        "Dwyer, D.S. and O. Mitchell. 1999. Health Problems as Determinants of Retirement: Are Self-Rated Measures Endogenous? Journal of Health Economics 18(2):173193.",
        "Easterlin, Richard A., What Will 1984 Be Like?, Demography v.15 (November, 1978), pp.397-432 Espenshade, T. 1984. Investing in Children: New Estimates of Parental Expenditures.",
        "Washington, D.C.: The Urban Institute Press. Gruber, J.and D.A. Wise. 2001. An International Perspective on Policies for an Aging Society. NBER Working Papers W8103.",
        "Gruber, J.and D.A. Wise. 1999. Introduction and Summary. pp. 437-474 in Social Security and Retirement around the World, edited by J. Gruber and D.A. Wise.",
        "Chicago: The University of Chicago Press. Heston, Alan, Robert Summers and Bettina Aten, Penn World Table Version 6.1, Center for International Comparisons at the University of Pennsylvania (CICUP), October 2002.",
        "Lee, R. 1997. Population Dynamics: Equilibrium, Disequilibrium, and Consequences of Fluctuations, Chapter 19. Pp. 1063-1115 in Handbook of Population and Family Economics, v.1B, edited by M.R. Rosenzweig and O. Stark. North Holland.",
        "Lee, R. and R. Edwards. 2001. The Fiscal Impact of Population Change. Seismic Shifts: The Economic Impact of Demographic Change, edited by J. S. Little and R. K.",
        "Triest. Federal Reserve Bank of Boston Conference Series, 46. Lee, R. and R. Edwards (2002). The Fiscal Effects of Population Aging in the US: Assessing the Uncertainties. Tax Policy and Economy, edited by J.M. Poterba.",
        "Maitland, S. B., R. C. Intrieri, K. W. Schaie and S. L. Willis. 2000. Gender Differences and Changes in Cognitive Abilities across the Adult Life Span. Aging, Neuropsychology, and Cognition 7(1):32-53.",
        "Maliki. 2005. Three Essays on Education and Intergenerational Transfers, PhD Dissertation, Department of Economics, University of Hawaii.",
        "Mankiw, N.G. and D.N. Weil. 1989. The Baby Boom, The Baby Bust, and the Housing Market. Regional Science and Urban Economics 19(2):235-258.",
        "Mason, A. 1987. National Saving Rates and Population Growth: A New Model and New Evidence. Pp.523-60 in Population Growth and Economic Development: Issues and Evidence. D. G. Johnson and R. D. Lee. Social Demography series, Madison, Wis.: University of Wisconsin Press.",
        "Mason, A. 1988. Saving, Economic Growth, and Demographic Change. Population and Development Review 14(1):113-44.",
        "Mason, A., R. Lee, A. Tung, M. Lai, and T. Miller. 2005. Population Aging and Intergenerational Transfers: Introducing Age into National Accounts, Annual Meeting of the Population Association of America, Philadelphia, PA, March 31 - April 2, 2005.",
        "McFadden, D. 1994. Demographics, the Housing Market, and the Welfare of the Elderly. Pp. 225-285 in Studies in the Economics of Aging edited by D. Wise.",
        "Chicago: The University of Chicago Press and NBER. Modigliani, F. 1988. Measuring the Contribution of Intergenerational Transfers to Total Wealth: Conceptual Issues and Empirical Findings. Modeling the Accumulation and Distribution of Wealth, edited by D. Kessler and A. Mason.",
        "Quinn, J.F., R. Burkhauser, and D.A. Myers. 1990. Passing the Torch: The Influence of Economic Incentives on Work and Retirement. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Waldman, D. A. and B. J. Avolio 1986. A Meta-Analysis of Age Differences in Job Performance., Journal of Applied Psychology, No. 71, pp. 33-38.",
        "Wang Feng and Andrew Mason. 2005. Demographic Dividends and Prospects for Economic Development in China, United Nations Expert Group Meeting on Social and Economic Implications of Changing Population Age Structure, Mexico City, 31 August - 2 September."
    ]
}