{
    "id": 12388,
    "cites": 24,
    "cited_by": 8,
    "reference": [
        "Ando, Albert and Franco Modigliani. 1963. The Life-Cycle Hypothesis of Saving: Aggregate Implications and Tests, American Economic Review, 53(1), 55-84.",
        "Attanasio, Orazio P., James Banks, Costas Meghir, and Guglielmo Weber. 1995. Humps and Bumps in Lifetime Consumption, National Bureau of Economic Research Working Paper No.5350.",
        "Attanasio, Orazio P., Erich Battistin, and Hidehiko Ichimura. 2004. What Really Happened to Consumption Inequality in the US? National Bureau of Economic Research Working Paper No.10338.",
        "Bhattacharya, Jayanta, Thomas DeLeire, Steven J. Haider, and Janet Currie. 2003. Heat or Eat? Cold Weather Shocks and Nutrition in Poor American Families. American Journal of Public Health, 93(7): 1149-1154.",
        "Blundell, Richard and Ian Preston. 1998. Consumption Inequality and Income Inequality, Quarterly Journal of Economics 113(2): 603-640.",
        "Branch, E. Raphael. 1994. The Consumer Expenditure Surveys: A Comparative Analysis, Monthly Labor Review 117(12): 47-55.",
        "Browning, Martin and Thomas F. Crossley. 2004. Shocks, stocks and socks: smoothing consumption over a temporary income loss, Centre for Applied Microeconometrics, University of Copenhagen Working Paper 2004-05.",
        "Julie Beny Cullen, Leora Friedberg, and Catherine Wolfram. 2004. Consumption and Changes in Home Energy Costs: How Prevalent is the `Heat or Eat Decision?, University of California-Berkeley Manuscript.",
        "Cutler, David and Lany Katz. 1991. Macroeconomic Performance and the Disadvantaged, Brookings Papers on Economic Activity 2: 1-74.",
        "Friedman, Milton. 1957. A Theory of the Consumption Function, Princeton, NJ: Princeton University Press.",
        "Gourinchas, Pierre-Oliver and Jonathan A. Parker. 2002. Consumption Over the Life Cycle, Econometrica, 70(1) :47-89.",
        "Krueger, Dirk and Fabrizio Perri. 2002. Does Income Inequality Lead to Consumption Inequality? Evidence and Theory, National Bureau of Economic Research Working Paper No.9202.",
        "Lusardi, Annamaria. 1996. Permanent Income, Cunent Income, and Consumption: Evidence from Two Panel Data Sets, Journal of Business and Economic Statistics, 14(1): 81-90.",
        "Mankiw, N. Gregory. 1982. Halls Consumption Hypothesis and Durable Goods, Journal of Monetary Economics, 10(3), p. 4 17-25.",
        "Mayer, Susan E. and Christopher Jencks. 1989. Poverty and the Distribution of Material Hardship, Journal of Human Resources 24(1): 88-113.",
        "Mayer, Susan E. and Christopher Jencks. 1993. Recent Trends in Economic Inequality in the United States: Income Versus Expenditures Versus Material Well-Being, in Poverty and Prosperity in the USA in the Late Twentieth Century, edited by Edward N. Wolff. New York: St. Martins Press.",
        "Meyer, Bruce D. and James X. Sullivan. 2003. Measuring The Well Being of the Poor Using Income and Consumption. NBER Working Paper 9 760.",
        "Modigliani, Franco and Richard H. Brumberg. 1954. Utility Analysis and the Consumption Function: An Interpretation of Cross-Section Data, in Kenneth K Kurihara, ed., Post-Keynesian Economics, New Brunswick, NJ: Rutgers University Press.",
        "Parker, Jonathan A. 1999. The Reaction of Household Consumption to Predictable Changes in Social Security Taxes, American Economic Review, 89(4): 959-73.",
        "Rogers, John M. and Maureen B. Gray. 1994. CE Data: Quintiles of Income Versus Quintiles of Outlays, Monthly Labor Review 117(12): 32-37.",
        "Ruggles, Patricia. 1990. Drawing the Line: Alternative Poverty Measures and Their Implications for Public Policy. Washington, D.C: The Urban Institute.",
        "Souleles, Nicholas 5. 1999. The Response of Household Consumption to Income Tax Refunds, American Economic Review, 89(4): 947-59.",
        "Public Economics, 77(2): 185-207. Stephens Jr., Melvin. 2003. The Consumption Response to Predictable Changes in Discretionary Income: Evidence from the Repayment of Vehicle Loans, National Bureau of Economic Research Working Paper No.9976.",
        "Zeldes, Stephen P. 1989. Consumption and Liquidity Constraints: An Empirical Investigation, Journal of Political Economy, 97(2): 305-46."
    ]
}