{
    "id": 12381,
    "cites": 15,
    "cited_by": 10,
    "reference": [
        "Atack, Jeremy, and Peter Passell. 1994. A New Economic View of American History. New York: W.W. Norton.",
        "Craig, Lee and Weiss, Thomas. 1996. The Nineteenth Century Farm Labor Force and Rural Population: County-Level Estimates and Implications, unpublished paper, Department of Economics, North Carolina State University.",
        "Craig, Lee, Raymond B. Palmquist, and Thomas Weiss. 1998. Transportation Improvements and Land Values in the Antebellum United States: A Hedonic Approach, The Journal of Real Estate Finance and Economics 16: 173-190.",
        "Coffman, Chad and Mary Eschelbach Gregson. 1998. Railroad Development and Land Values, The Journal of Real Estate Finance and Economics 16: 191-204.",
        "Fishlow, Albert. 1965. American Railroads and the Transformation of the Ante-Bellum Economy. Cambridge, MA: Harvard University Press.",
        "Fogel, Robert. 1964. Railroads and Amen can Economic Growth: Essays in Econometric History. Baltimore, MD: Johns Hopkins University Press.",
        "Fogel, Robert and Stanley Engerman. 1980. Explaining the Relative Efficiency of 23 Slave Agriculture: A Reply, American Economic Review 70: 672-690.",
        "Goodrich, Carter (ed). 1961. Canals and American Economic Development. New York: Columbia University Press.",
        "Haites, Erik; Mak, James; and Gary Walton. Western River Transportation: The Era of Internal Development, 1810-1860. Baltimore, MD: Johns Hopkins University Press. Margo, Robert A. 2000. Wages and Labor Markets in the United States, 1 820-1 860.",
        "Chicago: University of Chicago Press. Michaels, Guy. 2005. The Effect of Trade on the Demand for Skill: Evidence for the Interstate Highway System, mimeo, Department of Economics, Massachusetts Institute of Technology.",
        "North, Douglass C. 1961. The Economic Growth of the United States, 1790-1 860.",
        "Englewood Cliffs, NJ: Prentice-Hall. Ransom, Roger. 1967. Intenegional Canals and Economic Specialization in the Antebellum United States, Explorations in Entrepreneurial History 5: 12-35.",
        "Ransom, Roger. 1970. Social Returns from Public Transport Investment: A Case Study of the Ohio Canal, Journal of Political Economy 78: 1041-1064.",
        "Stover, John F. 1978. Iron Roads to the West: American Railroads in the 1850s.",
        "New York: Columbia University Press. Taylor, George Rogers. 1951. The Transportation Revolution, 1815-1 860. New York: 24 Holt, Rhinehart, and Winston."
    ]
}