{
    "id": 1238,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Abel, Andrew B., \"A Dynamic Model of Investment and Capacity Utilization,\" Quarterly Journal of Economics (Aug. 1981), 379-403. Bernstein, J.I. and M.I. Nadiri, \"Research and Development and Dynamic Factor Demands: Cross Section and Time Series Evidence,\" 1983.",
        "Goldberg, L. , \"The Influence of Federal R&D Funding on the Demand for and Returns to Industrial R&D,\" Public Research Institute, mimeo, 1979.",
        "Gould, John P. , \"Adjustment Costs in the Theory of Investment of the Firm,\" Review of Economic Studies (Jan. 1968), 47-55.",
        "Griliches, Zv i, \"Issues in Assessing the Contributions of Research and Development to Productivity Growth,\" Bell Journal of Economics (1979), 92-116.",
        "Griliches, Zv i, \"Returns to Research and Development Expanditures in the Private Sector,\" in New Developments in Productivity Measurement and Analysis, ed. John W. Kendrick and Beatrice N. Vaccara (Chicago: University of Chicago Press, 1980).",
        "Hayashi, F., \"Tobin's Marginal q and Average q: A Neoclassical Interpretation,\" Econometrica (Jan. 1982), 213-224.",
        "Lucas, Robert E., Jr., \"Optimal Investment Policy and the Flexible AcceleratorInternational Economic Review, VIII (Feb. 1967), 78-85.",
        "Lucas, Robert E., Jr., \"Capacity, Overtime and Empirical Production Functions,\" American Economic Review Papers and Proceedings, LX (May 1970), 23-27.",
        "Mansfield, Edwin, Industrial Research and Technological Innovation (New York: W.W. Norton & Company, 1968).",
        "Marris, R., The Economics of Capital Utilization (Cambridge: Cambridge University Press, 1964).",
        "Nadiri, M. Ishaq, \"Contributions and Determinants of Research and Development Expenditures in the United States Manufacturing Industries,\" in Capital Efficiency and Growth, ed. M. von Furstenberg (Cambridge: Balinger Publishing Co. , 1980).",
        "Nadiri, M. Ishaq and Sherwin Rosen, \"Interrelated Factor Demand Functions,\" American Economic Review (Sept. 1969), 457-471.",
        "Nadiri, M. Ishaq and George C. Bitros, \"Research and Development Expenditures and Labor Productivity at the Firm Level: A Dynamic Mo del,\" in New Developments in Productivity Measurement and Analysis, ed. John W. Kendrick and Beatrice N. Vaccara (Chicago:' University of Chicago Press, 1980).",
        "Rasmussen, J. , \"Applications of a Model of Endogenous Technical Change to U.S. Industry Data,\" Review of Economic Studies (April 1973), 225-238.",
        "Taubman, Paul and M. Wilkinson, \"User Cost, Capital Utilization and Investment Theory,\" International Economic Review (June 1970), 209-215.",
        "Treadway, Arthur B., \"Adjustment Costs and Variable Inputs in the Theory of the Competitive Firm,\" Journal of Economic Theory (1970), 329-347.",
        "Winston, Gordon C. , \"The Theory of Capital Utlization and Idleness,\" Journal of Economic Literature (Dec. 1974), 1301-1302.",
        "Winston, Gordon C. , and Thomas McCoy, \"Investment and the Optimal Idleness of Capital,\" Review of Economic Studies (July 1974), 419-428."
    ]
}