{
    "id": 12394,
    "cites": 74,
    "cited_by": 8,
    "reference": [
        "Stigler, George, 1971. The Theory of Economic Regulation. Bell Journal of Economics and Management Science 2: 3 - 21.",
        "Stulz, Rene, and Rohan Williamson. 2003. Culture, Openness, and Finance. Journal of Financial Economics 70(3) 313-349.",
        "Schumpeter, Joseph, 1942. Capitalism, Socialism and Democracy, 3rd edition, New York: Harper & Bros.",
        "Schumpeter, Joseph, 1912. Theorie der Wirtschaftlichen Entwichlung, Leipzig, Dunker und Humbolt. Translation by R. Opie (1934), The Theory of Economic Development Cambridge Mass: Harvard University Press.",
        "Sachs, Jeffrey, and Andrew Warner, 2001. The Curse of Natural Resources, European Economic Review 45: 827 - 38.",
        "Rosenthal, Jean-Laurent and Naomi Lamoreaux. 2004b. Legal Regime and Businesss Organizational Choice: A Comparison of France and the United States. National Bureau of Economic Research wp10288.",
        "Rosenthal, Jean-Laurent and Naomi Lamoreaux. 2004a. Corporate Governance and the Plight of Minority Shareholders in the United States Before the Great Depression. National Bureau of Economic Research wp 10900.",
        "Romer, Paul M 1986. Increasing Returns and Long-Run Growth. Journal of Political Economy. Oct 94(5) 1002-38.",
        "Roe, Mark. 2003. Political Determinants of Corporate Governance. Oxford University Press.",
        "Rodriguez, Francisco, and Jeffrey Sachs, 1999, Why Do Resource-Abundant Economies Grow More Slowly, Journal for Economic Growth 4: 277 - 303.",
        "Rajan, Raghuram. 1992. Insiders and Outsiders: The Choice between Informed and ArmsLength Debt, Journal of Finance 47 (4): 1367 - 400.",
        "Perotti, Enrico and Ernst-Ludwig Von Thadden. 2003. The Political Economy of Bank and Market Dominance. ECGI - Finance Working Paper 2 1/2003 Raj an, Raghuram, and Luigi Zingales, 2003. The Great Reversals: the Politics of Financial Development in the Twentieth Century, Journal of Financial Economics 69(1): 5-50.",
        "Pagano, Marco and Paolo Volpin. 2001. The political economy of finance. Oxford Review of Economic Policy 17(4) 502.",
        "Perotti, Enrico and Paolo Volpin. 2004. Lobbying on Entry. Centre for Economic Policy Research working paper.",
        "Olson, Mancur Jr., 2000. Power and Prosperity: Outgrowing Communist and Capitalist Dictatorships. Basic Books. New York.",
        "Olson, Mancur Jr. 1982. The Rise and Decline of Nations. Yale University Press. New Haven.",
        "Olson, Mancur Jr. 1963. Rapid Growth as a Destabilizing Force, Journal of Economic History, 23(4): 529 - 52.",
        "Murphy, Kevin, Andrei Shleifer, and Robert Vishny, 1993. Why is Rent Seeking So Costly to Growth? American Economic Review 83(2): 409 - 14.",
        "Nelson, Richard, and Sidney Winter, 1982. An Evolutionary Theory of Economic Change, Cambridge: Harvard University Press.",
        "Murphy, Kevin M., Andrei Shleifer, and Robert Vishny. 1991. The Allocation of Talent: Implications for Growth. Quarterly Journal of Economics. May. 503-530.",
        "Morck, Randall, Masao Nakamura, and Anil Shivdasani, 2000. Banks, Ownership Structure, and Firm Value in Japan. Journal of Business 73(4): 539 - 68.",
        "Morck, Randall, David A. Stangeland, and Bernard Yeung, 2000. Inherited Wealth, Corporate Control, and Economic Growth: The Canadian Disease. In R. Morck ed. Concentrated Corporate Ownership. National Bureau of Economic Research Conference Volume. University of Chicago Press.",
        "Morck, Randall, Daniel Wolfenzon, and Bernard Yeung, 2005. Corporate Governance, Economic Entrenchment and Growth. (NBER WP 10692) Journal of Economics Literature, Vol. 43 No. 3 September, 2005, pp. 657-720.",
        "Morck, Randall, and Lloyd Steier. 2004. The Global History of Corporate Governance - An Introduction. National Bureau of Economic Research working paper.",
        "Morck, Randall, and Bernard Yeung, 2004. Family Control and the Rent-Seeking Society. Entrepreneurship Theory and Practice 28 (4): 391 - 409.",
        "Morck, Randall and Masao Nakamura, 1999. Banks and Corporate Control in Japan. Journal of Finance 54(1): 319-40.",
        "Maurer, Noel and Stephen Haber. 2004. Related Lending and Economic Performance: Evidence from Mexico. Stanford University working paper.",
        "Mankiw, N. Gregory, 1995. The Growth of Nations. Brookings Papers on Economic Activity 1995 (1): 275-310.",
        "Levine, Ross, Ash Demirguc-Kunt and Thorsten Beck. 2003. Law and Finance: Why Does Legal Origin Matter? Journal of Comparative Economics 3 1(4) 653-676.",
        "Levine, Ross, 2002. Bank-Based or Market-Based Financial Systems: Which is Better? Journal of Financial Intermediation 11(4): 398 - 428.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 2000. Government Ownership of Banks. National Bureau of Economic Research Working Paper 7620.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 1999b. The Quality of Government. Journal of Law, Economics and Organizations 15(1): 222 - 79.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 1998. Law and Finance. Journal of Political Economy 106 (6): 1113 - 56. La Porta, Rafael, Florencio Lopez-de- Silanes, and Andrei Shleifer. 1 999a. Corporate Ownership Around the World. Journal of Finance 54(2): 471-517.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 1997a. Legal Determinants of External Finance. Journal of Finance 52(3): 1131 - 51.",
        "Krueger, Anne. 1974. The Political Economy of the Rent-Seeking Society. American Economic Review 64 June 291-303.",
        "Krueger, Anne, 1993. Virtuous and Vicious Circles in Economic Development, American Economic Review 83 (2): 351 - 55.",
        "King, Robert, and Ross Levine, 1993. Finance and Growth: Schumpeter Might Be Right. Quarterly Journal of Economics 108(3): 717 - 38.",
        "Johnson, Simon, and Todd Mitton, 2003. Cronyism and Capital Controls: Evidence from Malaysia. Journal of Financial Economics 67 (2): 351 - 82.",
        "Khanna, Tarun, and Krishna Palepu, 2000. Is Group Affiliation Profitable in Emerging Markets? An Analysis of Diversified Indian Business Groups, Journal of Finance 55(2): 867-93.",
        "Hogfeldt, Peter, 2004. The History and Politics of Corporate Ownership in Sweden, National Bureau of Economic Research Working Paper 10641.",
        "Holmstrom, Bengt. 1989. Agency costs and innovation. Journal of Economic Behavior and Organizations 12 305-327.",
        "Henry, Peter Blair. 2003. Capital-account liberalization, the cost of capital, and economic growth. American Economic Review 9 3(2) 91.",
        "Henry, Peter Blair. 2000b. Stock market liberalization, economic reform, and emerging market equity prices. Journal of Finance 55(2) 529-62.",
        "Helpman, Elhanan, Gene M. Grossman, 2002. Interest Groups and Trade Policy, Princeton University Press.",
        "Henry, Peter Blair. 2000a. Do stock market liberalizations cause investment booms? Journal of Financial Economics 58(1/2) 301.",
        "Hayek, Friedrich, 1960. The Constitution of Liberty. South Bend: Gateway Editions Ltd.",
        "Hayek, Friedrich, 1944. The Road to Serfdom. Chicago: University of Chicago Press.",
        "Hall, Robert, and Charles Jones, 1999. Why Do Some Countries Produce So Much More Output Per Worker Than Others? Quarterly Journal of Economics 114 (1): 83-116.",
        "Haber, Stephen, Armando Razo, and Noel Maurer 2003. The Politics of Property Rights: Political Instability, Credible Commitments, and Economic Growth in Mexico, 18761929. Cambridge University Press.",
        "Glaeser, Edward and Claudia Goldin. 2004. Conuption and Reform: An Introduction. In Edward Glaeser and Claudia Goldin, eds. Corruption and Reform: Lessons from Americas History. National Bureau of Economic Research and the University of Chicago Press.",
        "Gerschenkron, Alexander, 1962. Economic Backwardness in Historical Perspective. Harvard University Press.",
        "Frankel, Jeffrey A., 2000. Assessing the Efficiency Gain from Further Liberalization. Conference on Efficiency, Equity and Legitimacy: The Multilateral Trading System at the Millennium (June).",
        "Fisman, Raymond, and Rafael Di Tella, 2001. Are Politicians Really Paid Like Bureaucrats? National Bureau of Economic Research Working Paper 9165.",
        "Fisman, Raymond, and Jakob Svensson, 2000. Are Corruption and Taxation Really Harmful to Growth? Firm-Level Evidence. Columbia University Working Paper.",
        "Fisman, Raymond, 2001. Estimating the Value of Political Connections. American Economic Review 91(4): 1095 - 102.",
        "Faccio, Mara, and Larry Lang, 2002. The Ultimate Ownership in Western European Corporations, Journal of Financial Economics 65(3): 365 - 95.",
        "Edison, Hali, Ross Levine, Luca Ricci, and Torsten Slok. 2002. International financial integration and economic growth. Journal of International Money and Finance 2 1(6) 749.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes and Andrie Shleifer, 2002, The Regulation of Entry, Quarterly Journal of Economics 117: 1 - 37.",
        "Deininger, Klaus and Lyn Squire. 1996. Measuring Income Inequality: A New Database. Harvard Institute for International Development - Development Discussion Paper Series.",
        "DCruz, Joseph, and Alan Rugman, 2000. Multinationals as Flagship Firms - Regional Business Networks, Oxford University Press, UK.",
        "Claessens, Stijn, Simeon Djankov, and Larry H.P. Lang. 2000. The Separation of Ownership and Control in East Asian Corporations, Journal of Financial Economics 58 (1-2): 81-112.",
        "Caves, Richard. 1982. Multinational Enterprise and Economic Analysis. Cambridge Univ. Press.",
        "Caselli, Francesco, 2003. The Missing Input: Accounting for Cross-Country Income Differences, in Philippe Aghion and Steven Durlauf, ed(s), Handbook of Economic Growth.",
        "Bekaert, Geert, Campbell Harvey, and Christian Lundblad, 2005. Does Financial Liberalization Spur Growth? Journal of Financial Economics 77(1) 3-56..",
        "Bekaert, Geert, and Campbell Harvey, 1998. Capital Markets: An Engine for Economic Growth. Brown Journal of World Affairs 5(1): 33-53.",
        "Beck, Thorsten, Ross Levine, and Norman Loayza, 1999. Finance and the Sources of Growth. World Bank Working Paper.",
        "Beck, Thorsten and Ross Levine. 2002. Industry growth and capital allocation: Does having a market- or bank-based system matter? Journal of Financial Economics 64(2) 147.",
        "Beason, Richard, and David Weinstein, 1996, Growth, Economies of Scale, and Targeting in Japan (1955-1990), Review of Economics and Statistics 78 (2): 286 - 95.",
        "Barro, Robert, 1991. Economic Growth in a Cross Section of Countries. Quarterly Journal of Economics 106(2): 407-43.",
        "Aghion, Philippe, George-Marios Angeletos, Abhijit Banerjee and Kalina Manova. 2004. Volatility and Growth: Financial Development and the Cyclical Composition of Investment. Harvard Economics Department working paper.",
        "Aghion, Philippe and Peter W. Howitt. 1998. Endogenous Growth Theory. MIT Press.",
        "Aghion, Philippe and Peter W. Howitt. 1992. A Model of Growth Through Creative Destruction. Econometrica 60 323-51.",
        "Aganin, Alexander and Paolo Volpin. 2004. The History of Corporate Ownership in Italy. London Business School working paper.",
        "Acs, Zoltan, Randall Morck, and Bernard Yeung, 1999. Productivity Growth and Firm Size Distribution. In Enterpreneurship, Small and Medium Enterprises and the Macroeconomy, Zoltan Acs, Bo Carlsson and Charlie Karlsson, eds. Cambridge University Press."
    ]
}