{
    "id": 12392,
    "cites": 38,
    "cited_by": 8,
    "reference": [
        "Albrecht, P. and R. Maurer, 2002, Self-Annuitization, Consumption Shortfall in Retirement and Asset Allocation: The Annuity Benchmark. Journal of Pension Economics and Finance, 1 (3), 269-288.",
        "Amerilcs, J., R. Veres and M. J. Warshawsky, 2001, Making Retirement Income Last a Lifetime.",
        "Journal of Financial Planning, December, 60-76. Babbs, S. H. and K.B. Nowman, 1999, Kalman Filtering of Generalized Vasicek-Term Structure Models. The Journal of Financial and Quantitative Analysis, 34 (1), 115-130.",
        "Bengen, W.P., 1994, Determining Withdrawal Rates Using Historical Data. Journal of Financial Planning, 7 (4), 171-180.",
        "Bengen, W.P., 1997, Conserving Client Portfolios During Retirement, Part III. Journal of Financial Planning, 10 (6), 84-97.",
        "Bernheim, B.D., 1991, How Strong are Bequest Motives? Evidence Based on Estimates of the Demand for Life Insurance and Annuities. Journal of Political Economy, 99 (5), 899-927.",
        "Blake, D., A.J.G. Cairns , and K. Dowd, 2003, PensionMetrics II: Stochastic Pension Plan Design During the Distribution Phase. Insurance: Mathematics and Economics, 33 (1), 29-47.",
        "Brown, J.R. and J. M. Poterba, 2000, Joint Life Annuities and Annuity Demand by Married Couples. Journal of Risk and Insurance, 67 (4), 527-553.",
        "Brown, J.R., O.S. Mitchell, and J. M. Poterba, 2001, The Role of Real Annuities and Indexed Bonds in an Individual Accounts Retirement Program, in: In Risk Aspects of InvestmentBased Social Security Reform. Chicago. University of Chicago Press.",
        "Brugiavini, A., 1993, Uncertainty Resolution and the Timing of Annuity Purchases. Journal of Public Economics, 50(1), 31-62.",
        "Chen, P. and M.A. Milevsky, 2003, Merging Asset Allocation and Longevity Insurance: An Optimal Perspective on Payout Annuities. Journal of Financial Planning, 16(6), 52-62.",
        "Cocco, J.F., F.J. Gomes, and P.J. Maenhout, 2005, Consumption and Portfolio Choice over the Life-Cycle. Review of Financial Studies, 18 (2), 491-533.",
        "Cogan, J. and O.S. Mitchell, 2003, Perspectives from the Presidents Commission on Social Security Reform. Journal of Economic Perspectives, 17 (2), 149-172.",
        "Davidoff, T., J.R. Brown, and P.A. Diamond, 2005, Annuities and Individual Welfare. American Economic Review, 95(5), 1573-1590.",
        "Dus, I., R. Maurer, and O.S. Mitchell, 2005, Betting on Death and Capital Markets in Retirement: A Shortfall Risk Analysis of Life Annuities versus Phased Withdrawal Plans.",
        "Financial Services Review 14, 169-196. Dushi, I. and A. Webb, 2004, Household Annuitization Decisions: Simulations and Empirical Analysis, Journal of Pension Economics and Finance, 3 (2), 109-143.",
        "Feldstein, M., E. Ranguelova, and A. Samwick, 2001, The Transition to Investment-Based Social Security When Portfolio Returns and Capital Profitability are Uncertain. In: Risk Aspects oflnvestment-Based Social Security Reform. Chicago. University of Chicago Press, 4181.",
        "Ho, K., M. Milevsky, and C. Robinson, 1994, Asset Allocation, Life Expectancy and Shortfall.",
        "Financial Services Review 3 (2), 109-126. Hughen, J.C., F.E. Laatsch, and D.P. Klein, 2002, Withdrawal Patterns and Rebalancing Costs for Taxable Portfolios. Financial Services Review 11(4), 34 1-366.",
        "Hurd, M.D. and J. P. Smith, 1999, Anticipated and Actual Bequests, NBER Working Papers 7380, National Bureau of Economic Research, Inc.",
        "Kapur, S. and J.M. Orszag, 1999, A Portfolio Approach to Investment and Annuitization During Retirement. Mimeo, Birbeck College, University of London, London, UK.",
        "Kingston, G. and S. Thorp, 2005, Annuitization and Asset Allocation with HARA Utility, Journal of Pension Economics and Finance, 4 (3), 225-248.",
        "Merton, R. C., 1971, Optimum Consumption and Portfolio Rules in a Continuous Time Model.",
        "Journal of Economic Theoiy 3 (4), 373-4 13. Merton, R.C., 1983, On Consumption Indexed Public Pension Plans. In: Bodie, Z., Shoven, J.",
        "Chicago, (Reprinted as Chapter 18 of Merton (1990)).",
        "Merton, R. C., 1990, Continuous Time Finance, Blackwell, Cambridge, MA.",
        "Milevsky, M.A., 1998, Optimal Asset Allocation Towards the End of the Life Cycle: To Annuitize or Not to Annuitize? Journal of Risk and Insurance 65 (3), 40 1-426.",
        "Milevsky, M.A., 2001, Optimal Annuitization Policies: Analysis of the Options. North American Actuarial Journal, 5, 57-69.",
        "Milevsky, M.A., 2006, The Calculus of Retirement Income: Financial Models for Pension Annuities and Life Insurance. Cambridge.",
        "Milevsky, M.A., K. Ho, and C. Robinson, 1997, Asset Allocation Via the Conditional First Exit Time or How to Avoid Outliving Your Money. Review of Quantitative Finance and Accounting, 9 (1), 53-70.",
        "Milevsky, M.A. and C. Robinson, 2000, Self-Annuitization and Ruin in Retirement. North American Actuarial Journal, 4, 112-129.",
        "Milevsky, M.A., K.S. Moore, and V.R. Young, 2006, Optimal Asset Allocation and RuinMinimization Annuitization Strategies, Mathematical Finance, to appear.",
        "Mitchell, 0. 5., J. M. Poterba, M. J. Warshawsky and J. R. Brown, 1999, New Evidence on the Moneys Worth of Individual Annuities. American Economic Review, 89 (5), 1299-13 18.",
        "Polyak, I., 2005, New Advice to Retirees: Spend More at First, Cut Back Later. New York Times, September 25, 2005.",
        "Pye, G. B., 2000, Sustainable Investment Withdrawals. Journal of Portfolio Management, Summer, 26 (4) 73-83.",
        "Pye, G. B., 2001, Adjusting Withdrawal Rates for Taxes and Expenses. Journal of Financial Planning, April, 14 (4) 126-136.",
        "Stabile, G., 2003, Optimal timing of the Annuity Purchases: A Combined Stochastic Control and Optimal Stopping Problem. Working Paper, Universita degli Studi di Roma, Rome, Italy.",
        "Whitaker, B., 2005, Managing Retirement, After You Really Retire. New York Times, October 16, 2005."
    ]
}