{
    "id": 12393,
    "cites": 21,
    "cited_by": 26,
    "reference": [
        "Michael D. Bordo and Christopher M. Meissner (2006b). Financial Crises, 1880-19 13: The Role of Foreign Cunency Debt, in: Edwards, S., Esquivel, G., Marquez, G. (Eds.), Growth, Protection and Crises: Latin America from an Historical Perspective, Chicago: University of Chicago Press.",
        "Michael D. Bordo, Barry Eichengreen, Daniela Klingebiel and Maria Soledad MartinezPeria, (2001). Is the Crisis Problem Growing More Severe? Economic Policy 32, 51-- 75.",
        "Michael D. Bordo and Marc Flandreau, (2003). Core Periphery, Exchange Rate Regimes and Globalization, in: Michael D. Bordo, Allan Taylor and Jeffrey Williamson (Eds.), Globalization in Historical Perspective. Chicago: University of Chicago Press, pp. 417--468.",
        "Michael D. Bordo and Hugh Rockoff, 1996. The Gold Standard as a `Good Housekeeping Seal of Approval, NBER Working Papers 5340.",
        "Michael Bordo (1991) Financial Crises. Edward Elgar Publishers.",
        "Michael Bordo and Anna Schwartz (1995) Under What Circumstances, Past and Present, Have International Rescues of Countries in Financial Distress Been Successful?. Journal of International Money and Finance. Vol 18, New York, August pp 683-708.",
        "Michael Bordo and F. Kydland (1995) The Gold Standard as a Rule: An essay in Exploration. Explorations in Economic History. October.",
        "Ricardo Caballero, Kevin Cowan, and Jonathan Kearns, (2004). Fear of Sudden Stops: Lessons from Australia and Chile. NBER WP 10519.",
        "Luis Catao (2005) Sudden Stops and Currency Drops: A Historical Look. IMF Working Paper.",
        "Guillermo Calvo and Ernesto Talvi (2005) Sudden Stops, Financial Factors and Economic Collapses in Latin America: Lessons from Argentina and Chile. NBER WP 11153.",
        "Guillermo Calvo, Alejandro Izquierdo and Luis-Fernando Meija, (2004). On the Empirics of Sudden Stops: The Relevance of Balance Sheet Effects. NBER WP.",
        "Guillermo Calvo, Alejandro Izquierdo and Ernesto Talvi (2006). Phoenix Miracles in Emerging Markets: Recovery Without Credit from Systemic Financial Crises. NBER WP 12101, March.",
        "Guillermo Calvo, Alejandro Izquierdo and Ernesto Talvi (2004). Sudden Stops, The Real Exchange Rate, and Fiscal Sustainability: Argentinas Lessons, in: Volbert Alexander, Jacques Melitz and George Von Fustenberg, Monetary Unions and Hard Pegs: Effects on Trade, Financial Development and Stability. New York: Oxford Press pp 15 1-18 1.",
        "Barry Eichengreen, Ricardo Hausmann and Ugo Panizza, (2003). Cunency Mismatches, Debt Intolerance, and Original Sin: Why they are not the Same and Why it Matters. NBER working paper 10036, Cambridge.",
        "Barry Eichengreen and Ricado Hausmann (1999). Exchange Rates and Financial Fragility, in: Federal Reserve Bank of Kansas City (Ed.), New Challenges for Monetary Policy, pp. 329--368.",
        "Barry Eichengreen and Muge Adalet, (2005). Cunent Account Reversals: Always a Problem. NBER WP 11634 34 Marc Flandreau and Nathan Sussman, (2005). Old Sins in: Barry Eichengreen and Ricardo Hausmann (Eds.), Other Peoples Money, Chicago: University of Chicago Press, pp 154--89.",
        "Morris Goldstein and Phillip Turner, (2004). Controlling Cunency Mismatches in Emerging Market Economies. Washington D.C.: Institute of hiternational Economics.",
        "Charles Kindleberger (1996). Manias, Panics and Crushes. New York,. Basic Books.",
        "Gian Maria Milessi Fervetti and Asaf Razin (2000) Current Account Reversals and Currency Crises: Empricial Regularities., in Paul Krugman (Ed) Cunency Crises. Chicago: University of Chicago Press.",
        "Frederic S. Mishkin, (2003). Financial Policies and the Prevention of Financial Crises in Emerging Market Countries in: Martin Feldstein (Ed.) Economic and Financial Crises in Emerging Markets. Chicago: University of Chicago Press, pp. 93--130.",
        "Richard Sylla and Peter Roussea (2001) Financial Systems, Economic Growth and Globalization. NBER WP 8323."
    ]
}