{
    "id": 12391,
    "cites": 15,
    "cited_by": 11,
    "reference": [
        "Borsch-Suppan, Axel 2003. Saving: A Cross-National Perspective. San Diego: Academic Press.",
        "Bucks, Brian, Arthur Kennickell, and Kevin Moore (2006). Recent Changes in U.S. Family Finances: Evidence from the 2001 and 2004 Survey of Consumer Finances, Federal Reserve Bulletin 92(Feb 2006):A1-A38.",
        "Coile, Courtney C. 2004. Health Shocks and Couples Labor Supply Decisions. NBER Working Paper No. 10810.",
        "Feinstein, Jonathan S. and Chih-Chin Ho. 2001. Elderly Asset Management and Health. In Rethinking Estate and Gift Taxation, edited by William G. Gale, James R. Hines, and Joel Slemrod, 457-98. Washington DC: Brookings Institution Press.",
        "Feinstein, Jonathan and Daniel McFadden. 1989. The Dynamics of Housing Demand by the Elderly: Wealth, Cash Flow, and Demographic Effects. In The Economics of Aging, edited by David A. Wise, 55-86. Chicago and London: University of Chicago Press.",
        "Gomes, Francisco and Alexander Michaelides. 2005. Optimal Life Cycle Asset Allocation: Understanding the Empirical Evidence, Journal of Finance 60: 869-904.",
        "Merton, Robert C. 1969. Lifetime Portfolio Selection under Uncertainty: The Continuous Time Case, Review of Economics and Statistics 51: 247-257.",
        "Milligan, Kevin. 2005. Lifecycle Asset Accumulation and Allocation in Canada. Canadian Journal of Economics 38(3): 1057-1106.",
        "Poterba, James M. and Andrew A. Samwick. 2001. Portfolio Allocations Over the Life Cycle. In Aging Issues in the United States and Japan, edited by Seiritsu Ogura, Toshiaki Tachibanaki, and David A. Wise, 65-103. Chicago: University of Chicago Press.",
        "Rosen, Harvey S. and Stephen Wu. 2004. Portfolio Choice and Health Status. Journal of Financial Economics 72(3): 457-84.",
        "Samuelson, Paul. 1969. Lifetime Portfolio Selection by Dynamic Stochastic Programming, Review of Economics and Statistics 51: 239-246.",
        "Skinner, Jonathan. 1996. Is Housing Wealth a Sideshow? In Advances in the Economics of Aging, edited by David A. Wise, 24 1-268. Chicago: University of Chicago Press.",
        "Venti, Steven F. and David A. Wise. 1989. Aging, Moving, and Housing Wealth. In The Economics ofAging, edited by David A. Wise, 9-48. Chicago and London: University of Chicago Press.",
        "Venti, Steven F. and David A. Wise. 1990. But They Dont Want to Reduce Housing Equity. In Issues in the Economics of Aging, edited by David A. Wise, 13-29. Chicago and London: University of Chicago Press.",
        "Venti, Steven F. and David A. Wise. 2002. Aging and Housing Equity. In Innovations in Retirement Financing, edited by Olivia S. Mitchell et al., 254-281. Pension Research Council Publications. Philadelphia: University of Pennsylvania Press."
    ]
}