{
    "id": 12398,
    "cites": 22,
    "cited_by": 112,
    "reference": [
        "Amiti, Mary, and Shang-Jin Wei, 2005. Fear of Service Outsourcing: Is it Justified? Economic Policy, April, pp. 308-348.",
        "Autor David H.; Frank Levy, and R.J. Murnane, 2003. The Skill Content of Recent Technological Change: An Empirical Exploration, Quarterly Journal of Economics, Volume 118, Number 4, November, pp. 1279-1333(55).",
        "Baily, Martin N., and Diana Farrell, 2004. Exploding the Myths of Offshoring, McKinsey Quarterly, June.",
        "Baily, Martin N., and Robert Z. Lawrence, 2004. What Happened to the Great U.S. Job Machine? The Role of Trade and Electronic Offshoring. Brookings Papers on Economic Activity, September.",
        "Bardhan, Ashok Deo, and Cynthia Kroll, 2003. The New Wave of Outsourcing, Fisher Center for Real Estate and Urban Economics Research Report, UC Berkeley, Fall.",
        "Bhagwati, Jagdish, Arvind Panagariya and T. N. Srinivasan, 2004. The Muddles over Outsourcing, Journal of Economic Perspectives, Volume 18, Number 4, Fall, pp. 93- 114.",
        "Blinder, Alan 5., 2006. Offshoring: The Next Industrial Revolution? Foreign Affairs, March/April.",
        "Borga, Maria, 2005. Trends in Employment at U.S. Multinational Companies: Evidence from Firm-Level Data, Bureau of Economic Analysis mimeo, September 2005.",
        "Jobs? NBER working paper 5958, March. Brown, Sharon P., 2004. Mass Layoff Statistics Data in the United States and Domestic and Overseas Relocation, Bureau of Labor Statistics memo, December. Accessed at http://www~bis ~gov/m1s/niisreiocation~pdf Deardorff, Alan, 2004. A Trade Theorists Take on Skilled-Labor Outsourcing, University of Michigan, Ford School of Public Policy, Discussion Paper No. 519, September.",
        "Desai, Mihir A., C. Fritz Foley, and James R. Hines Jr., 2005. Foreign Direct Investment and Domestic Economic Activity, NBER working paper 11717, October.",
        "Dixit, Avinash, and Gene Grossman, 2005. The Limits of Free Trade, comment in Journal of Economic Perspectives, Summer, pp. 241-242.",
        "Global hisight, 2005. The Comprehensive Impact of Offshore Software and IT Services Outsourcing on the U.S. Economy and the IT Industry, Report prepared for Information Technology Association of America, October.",
        "Government Accountability Office (GAO), 2004. Current Government Data Provide Limited Insight into Offshoring of Services, Report GAO-04-932, September.",
        "Groshen, Erica L., Bart Hobijn, and Margaret M. McConnell, 2005. U.S. Jobs Gained and Lost Through Trade: A Net Measure, Federal Reserve Bank of New York Current Issues in Economics and Finance, volume 11 number 8, August.",
        "Irwin, Douglas, 2005. Comments on James Markusen, in Brookings Trade Forum on Offshoring White-Collar Work. Jensen, J. Bradford, and Lori G. Kletzer, 2005. Tradable Services: Understanding the Scope and Impact of Services Offshoring, Institute for International Economics working paper 05-9, September.",
        "Kozlow, Ralph H., and Maria Borga, 2004. Offshoring and the U.S. Balance of Payments, Bureau of Economic Analysis working paper WP2004-05, July.",
        "Lawrence, Robert Z., 2005. Offshoring white collar work: exploring the empirics, in Brookings Trade Forum on Offshoring White-Collar Work. Mann, Catherine, 2005. Globalization, Information Technology, and U.S. Economic Performance, January mimeo.",
        "McKinsey Global Institute, 2003. Offshoring: Is it a Win-Win Game? August.",
        "Meshcheryakova, Yuliya, 2005. Macroeconomic Effects of International Outsourcing, Victoria University of Wellington, mimeo.",
        "Samuelson, Paul A., 2004. Where Ricardo and Mill Rebut and Confirm Arguments of Mainstream Economists Supporting Globalization, Journal of Economic Perspectives, Vol. 18 No. 3 Summer 2004, pp. 135-146.",
        "Schultze, Charles L., 2004. Offshoring, Import Competition, and the Jobless Recovery, Brookings Institution Policy Brief number 136.",
        "Spencer, Barbara, 2005, International Outsourcing and Incomplete Contracts, NBER working paper 11418, June."
    ]
}