{
    "id": 1239,
    "cites": 10,
    "cited_by": 3,
    "reference": [
        "Auerbach, Alan J. and Dale W. Jorgenson (1980). Inflation-Proof Depreciation of Assets, Harvard Business Review LVIII, pp.",
        "Bradford, David F. (1980). Tax Neutrality and the Investment Tax Credit, in Henry J. Aaron and Michael J. Boskin (eds.), The Economics of Taxa tion, Washington, DC: The Brookings Institution.",
        "Bradford, David F. and Don Fullerton (1981). Pitfalls in the Con- struction and Use of Effective Tax Rates, in Charles R. Hulten (ed.), Depreciation, Inflation, and the Taxation of Income from Capital, Washington, DC: The Urban Institute Press.",
        "Fullerton, Don and Yolanda K. Henderson (1983). Long Run Effects of the Accelerated Cost Recovery System, revised version of NBER Working Paper No. 828, Cambridge, MA: National Bureau of Economic Research.",
        "Hall, Robert E. and Dale W. Jorgenson (1967). Tax Policy and Investment Behavior, American Economic Review LVII (June), pp. 391-414.",
        "Harberger, Arnold C. (1966). Efficiency Effects of Taxes on Income from Capital, mM. Krzyzaniak (ed.), Effects of Corporation Income Tax, Detroit: Wayne State University Press.",
        "Hendershott, Patric H. and Sheng-Cheng Hu (1980). Government-Induced Biases in the Allocation of the Stock of Fixed Capital in the United States, in George von Furstenberg (ed.) Capital, Efficiency, and Growth, Cambridge, MA: Ballinger, pp. 323-360.",
        "Jorgenson, Dale W., and Martin A. Sullivan (1981). Inflation and Capital Recovery in the United States, in Charles R. Hulten (ed.), Depreciation, Inflation and the Taxation of Income from Capital, Washington, DC: The Urban Institute Press.",
        "King, Mervyn A. and Don Fullerton (eds.) (1984). The Taxation of Income from Capital: A Comparative Study of the U.S., U.K., Sweden, and West Germany, Chicago: The University of Chicago Press (forthcoming).",
        "Summers, Lawrence H. (1981). The Non-Adlustment of Nominal Interest Rates."
    ]
}