{
    "id": 12396,
    "cites": 40,
    "cited_by": 73,
    "reference": [
        "Aghion, Philippe and Patrick Bolton, `A Theory of Trickle-Down Growth and Development, Review of Economic Studies, Vol. 64, 1997, pp. 151-172.",
        "Banerjee, Abhijit and Andrew Newman, `Occupational Choice and the Process of Development, Journal of Political Economy, Vol. 101, 1993, pp. 274-298.",
        "Blanchflower, David G. and Andrew Oswald, `What Makes an Entrepreneur? Journal of Labor Economics, Vol. 16, Jan. 1998, pp. 26-60.",
        "Borjas, George, `Immigrant and Emigrant Earnings: A Longitudinal Study, Economic Inquiry, Vol. 27, No. 1, January 1989, pp. 21-37.",
        "Borjas, George and Bernt Bratsberg, `Who Leaves? The Outmigration of the Foreign Born, Review of Economics and Statistics, Vol. 78, No. 1, 1996, pp. 165-176.",
        "Bumiller, Elisabeth, `Bush Would Give Illegal Workers Broad New Rights, The New York Times, January 7, 2004, p. 1, col. 5.",
        "Camerer, Cohn, Linda Babcock, George Loewenstein, Richard Thaler, `Labor Supply of New York City Cabdrivers: One Day at a Time, Quarterly Journal of Economics, May 1997, pp. 407-441.",
        "Cawley, John, Karen Conneely, James Heckman, and Edward Vytlacil, `Measuring the Effects of Cognitive Ability, NBER Working Paper 5645, July 1996.",
        "CariÃ\u0083Â±o, Benjamin, `Introduction, in Benjamin CariÃ\u0083Â±o, ed., Filipino Workers on the Move: Trends, Dilemmas, and Policy Options. Manila: Philippine Migration Research Network, 1998.",
        "Chiswick, Barry R. and Timothy J. Hatton, `International Migration and the Integration of Labor Markets, in Michael D. Bordo, Alan M. Taylor and Jeffrey G. Williamson, eds., Globalization in Historical Perspective. Chicago: University of Chicago Press, 2003.",
        "Constant, Amelie, and Douglas Massey, `Return Migration by German Guestworkers: Neoclassical Versus New Economic Theories, International Migration, Vol. 40 (4), 2002, pp. 5-38.",
        "DaVanzo, Julie, `Repeat Migration in the United States: Who Moves Back and Who Moves On? Review of Economics and Statistics, Vol. 64, No. 4, 1983, pp. 552-559.",
        "Diamond, David, `One Nation, Overseas, Wired Magazine, Vol. 10 (6), June 2002.",
        "Djajic, Slobodan and Ross Milbourne, `A General Equilibrium Model of Guest-Worker Migration: The Source Country Perspective, Journal of International Economics, Vol. 25, November 1988, pp. 33S-3S1.",
        "Dustmann, Christian, `Return Migration: The European Experience, Economic Policy, Vol. 22, April 1996, pp. 214-2S0.",
        "Dustmann, Christian, `Return Migration, Wage Differentials, and the Optimal Migration Duration, European Economic Review, Vol. 47, 2003, pp. 353-369.",
        "Dustmann, Christian and Olivier Kirchkamp, `The Optimal Migration Duration and Activity Choice After Re-migration, Journal of Development Economics, Vol. 67, 2002, pp. 35 1-372.",
        "Evans, David S. and Boyan Jovanovic, `An Estimated Model of Entrepreneurial Choice under Liquidity Constraints, Journal of Political Economy, Vol. 97, August 1989, pp. 808-827.",
        "Farber, Henry, `Is Tomorrow Another Day? The Labor Supply of New York City Cab Drivers, Industrial Relations Section Working Paper 473, Princeton University, May 2003.",
        "Fox, Marc and Oded Stark, `Remittances, Exchange Rates, and the Labor Supply of Mexican Migrants in the U.S., Harvard University Migration and Development Program, Discussion Paper No. 33, November 1987.",
        "Fryer, Roland, Paul Heaton, Steven Levitt, and Kevin M. Murphy, `Measuring the Impact of Crack Cocaine, NBER Working Paper 11318, May 200S. Galor, Oded and Oded Stark, `Migrants Savings, the Probability of Return Migration, and Migrants Performance, International Economic Review, Vol. 31, No. 2, May 1990, pp. 463-467.",
        "Harris, John and Michael Todaro, `Migration, Unemployment and Development: A TwoSector Analysis, American Economic Review, Vol. 60, No. 1, 1970, pp. 126-142.",
        "Hatton, Timothy and Jeffrey Williamson, `What Fundamentals Drive World Migration? National Bureau of Economic Research Working Paper No. 91S9, September 2002.",
        "Hill, John K., `Immigrant Decisions Concerning Duration of Stay and Migratory Frequency, Journal of Development Economics, Vol. 25, 1987, pp. 22 1-234.",
        "LaLonde, Robert and Robert Topel, `Economic Impact of International Migration and the Economic Performance of Migrants, in M. R. Rosenzweig and 0. Stark, eds., Handbook of Population and Family Economics. Amsterdam: Elsevier Science, 1997.",
        "Merkie, Lucie and Klaus F. Zimmermann, `Savings, Remittances, and Return Migration, Economics Letters, Vol. 38, 1992, pp. 77-81.",
        "Mesnard, Alice, `Temporary Migration and Capital Market Imperfections, Oxford Economic Papers, Vol. 56, 2004, pp. 242-262.",
        "Paulson, Anna L. and Robert M. Townsend, `Entrepreneurship and Financial Constraints in Thailand, mimeo, University of Chicago, 2001.",
        "Piore, Michael, Birds of Passage. New York: Cambridge University Press, 1979.",
        "Philippine Yearbook 2001. Manila: National Statistics Office.",
        "Rodrik, Dani, `Feasible Globalizations, NBER Working Paper No. 9129, August 2002.",
        "Sjastaad, Larry, `The Costs and Returns of Human Migration, Journal of Political Economy, Vol. 70, No. 5, Oct. 1962, pp. 80-93.",
        "Stark, Oded, The Migration of Labor. Oxford: Basil Blackwell, 1991.",
        "Stark, Oded, Christian Helmenstein, and Yury Yegorov, `Migrants Savings, Purchasing Power Parity, and the Optimal Duration of Migration, International Tax and Public Finance, Vol. 4, 1997, pp. 307-324.",
        "United Nations, International Migration Report 2002, UN Population Division, New York.",
        "United States Bureau of the Census, International Data Base, Washington, D.C., 2002.",
        "Winters, L. Alan, Terrie Walmsley, Zhen Kun Wang, and Roman Grynberg, `Negotiating the Liberalization of the Temporary Movement of Natural Persons, University of Sussex at Brighton Discussion Papers in Economics, No. 87, October 2002.",
        "World Bank, World Development Indicators on CD-ROM 2002, Washington, D.C.",
        "Yang, Dean, `International Migration, Human Capital, and Entrepreneurship: Evidence from Philippine Migrants Exchange Rate Shocks, mimeo, University of Michigan, 2004.",
        "Yang, Dean, `Coping with Disaster: The Impact of Hurricanes on International Financial Flows, mimeo, University of Michigan, 200S. Yang, Dean and HwaJung Choi, `Are Remittances Insurance? Evidence from Rainfall Shocks in the Philippines, mimeo, University of Michigan, 200S. Zimmermann, Klaus F., `Immigration Policies in Europe: An Overview, in H. Siebert, ed., Migration: A Challenge for Europe. Tubingen: Mohr, 1994."
    ]
}