{
    "id": 12395,
    "cites": 20,
    "cited_by": 29,
    "reference": [
        "Azis, I. J. and W. Thorbecke, 2004, The Effects of Exchange Rate and Interest Rate Shocks on Bank Lending in Indonesia, Economics and Finance in Indonesia, 52(3), pp.279-295.",
        "Campa, J. M. and L. S. Goldberg, 2005, Exchange Rate Pass Through into Import Prices, Review of Economics and Statistics, 87(4), pp.679-690.",
        "Campa, J. M., L. S. Goldberg and J. M. GonzÃ\u0083Â¡lez-MInguez, 2005, Exchange Rate Pass-Through to Import Prices in Euro Area, NBER Working Paper 11632, National Bureau of Economic Research.",
        "Caporale, G. M., A. Cipollini and P. 0. Demetriades, 2005, Monetary Policy and the Exchange Rate during the Asian Crisis: Identification through Heteroscedasticity, Journal of International Money and Finance, 24, pp.39-53.",
        "Comment, Bulletin of Indonesian Economic Studies, 39(3), pp.325-328. Faruqee, H., 2004, Exchange Rate Pass-Through in the Euro Area: The Role of Asymmetric Pricing Behavior, IMF Working Paper WP/04/14, International Monetary Fund.",
        "Feenstra, R. C., 1989, Symmetric Pass-Through of Tariffs and Exchange Rates under Imperfect Competition: An Empirical Test, Journal of International Economics, 27, pp.25-45.",
        "Goldberg, L. S. and J. M. Campa, 2006, Distribution Margins, Imported Inputs, and the Sensitivity of the CPI to Exchange Rates, NBER Working Paper 12121, National Bureau of Economic Research.",
        "Hahn, E., 2003, Pass-Through of External Shocks to Euro Area Inflation, Working Paper, 243, European Central Bank.",
        "Ito, T., E. Ogawa and Y. N. Sasaki, 1998, How Did the Dollar Peg Fail in Asia? Journal of the Japanese and International Economies, 12, pp.256-304.",
        "Knetter, M. M., 1989, Price Discrimination by U.S. and German Exporters, American Economic Review, 79(1), pp.198-210.",
        "Knetter, M. M., 1993, International Comparison of Pricing-to-Market Behavior, American Economic Review, 83(3), pp.473-486.",
        "Marston, R. C., 1990, Pricing to Market in Japanese Manufacturing, Journal of International Economics, 29, pp.217-236.",
        "McCarthy, J., 2000, Pass-Through of Exchange Rates and Import Prices to Domestic Inflation in Some Industrialized Economies, Staff Reports, 111, Federal Reserve Bank of New York.",
        "McLeod, R. H., 2003, Towards Improved Monetary Policy in Indonesia, Bulletin of Indonesian Economic Studies, 39(3), pp.303-324.",
        "Ohno, K., 1989, Export Pricing Behavior of Manufacturing: a US-Japan Comparison, International Monetary Fund Staff Papers, 36, pp.550-79.",
        "Olivei, G. P., 2002, Exchange Rates and the Prices of Manufacturing Products Imported into the United States, New England Economic Review, Federal Reserve Bank of Boston, First Quarter, pp.3-18.",
        "Otani, A., S. Shiratsuka and T. Shirota, 2005, Revisiting the Decline in the Exchange Rate Pass-Through: Further Evidence from Japans Import Prices, IMES Discussion Paper No. 2005-E-6, Institute for Monetary and Economic Studies, Bank of Japan.",
        "Parsons, C. and K. Sato, 2006, Exchange Rate Pass-Through and Cunency Invoicing: Implications for Monetary Integration in East Asia, forthcoming in The World Economy.",
        "Sasaki, Y. N., 2005, Pass-Through of Exchange Rates on Import Prices in East Asian Countries, Keizai Kenkyu (The Papers and Proceedings of Economics), 132, The Society of Economics, Meiji Gakuin University, pp.23-33.",
        "Toh, M-H and Ho, H-J, 2001, Exchange Rate Pass-Through for Selected Asian Economies, Singapore Economic Review, 46(2), pp.247-273."
    ]
}