{
    "id": 12409,
    "cites": 47,
    "cited_by": 5,
    "reference": [
        "Angrist, Joshua, Victor Lavy and Analia Schlosser. 2005. New Evidence on the Causal Link Between the Quantity and Quality of Children. NBER Working Paper 11835.",
        "Aseltine, Robert H. 1995. A reconsideration of parental and peer influences on adolescent deviance. Journal of Health and Social Behavior. 36(2): 103-121.",
        "Becker, Gary S. and Kevin M. Murphy. 2000. Social Economics: Market Behavior in a Social Environment. Cambridge, Mass: Belknap / Harvard Press.",
        "Black, Sandra A., Paul J. Devereux, and Kjell G. Salvanes. 2005. The More the Merrier? The Effect of Family Size and Birth Order on Childrens Outcomes. Quarterly Journal of Economics. 120(2): 669-700.",
        "Blumstein, Alfred. 1995. Youth Violence, Guns, and the Illicit Drug Industry. Journal of Criminal Law and Criminology. 86(4): 10-36.",
        "Case, Anne C. and Lawrence F. Katz. 1991. The Company You Keep: The Effects of Family and Neighborhood on Disadvantaged Youths. NBER Working Paper 3705.",
        "Cook, Philip J. and Kristin A. Goss. 1996. A Selective Review of the Social-Contagion Literature, Working paper, Sanford Institute of Policy Studies, Duke University.",
        "Cook, Philip J., Jens Ludwig, Sudhir A. Venkatesh, and Anthony A. Braga. 2005. Underground Gun Markets. Cambridge, MA: NBER Working Paper 11737.",
        "Crane, Jonathan. 1991. The Epidemic Theory of Ghettos and Neighborhood Effects on Dropping Out and Teenage Childbearing, American Journal of Sociology 96, 1226-1259.",
        "Donald, Stephen G. and Kevin Lang. 2004. Inference with Difference in Differences and Other Panel Data. Working Paper, Boston University Department of Economics.",
        "Donohue, John J. and Steven D. Levitt. 1998. Guns, Violence, and the Efficiency of Illegal Markets. American Economic Review. 88(2): 463-467.",
        "Duncan, Greg J., Johanne Boisjoly, Michael Kremer, Dan M. Levy and Jacque Eccles. 2005.",
        "Psychology. 33(3): 375-385. Glaeser, Edward L., Bruce Sacerdote, and Jose A. Scheinkman. 1996. Crime and Social Interactions. Quarterly Journal of Economics, 111, 507-548.",
        "Glaeser, Edward L., Bruce Sacerdote, and Jose A. Scheinkman. 2003. The Social Multiplier, Journal of the European Economic Association, 1, 345-353.",
        "Hahn, Jinyong and Jerry Hausman. 2002. A new specification test for the validity of instrumental variables. Econometrica. 70(1): 163-189.",
        "Harcourt, Bernard E. 2001. Illusion of Order: The False Promise of Broken-Windows Policing.",
        "Cambridge, MA: Harvard University Press. Harcourt, Bernard E. and Jens Ludwig. 2006. Broken Windows: New Evidence from New York City and a Five-City Social Experiment. University of Chicago Law Review.",
        "Hong, Hanison and Marcin Kacperczyk. 2005. The Price of Sin: The Effects of Social Norms on Markets. Working Paper, Princeton University Department of Economics.",
        "Hong, Hanison, Jeffrey D. Kubik, and Jeremy C. Stein. 2004. Social Interaction and StockMarket Participation. Journal of Finance 59, 137-163.",
        "Hong, Hanison, Jeffrey D. Kubik and Jeremy C. Stein. 2005. Thy Neighbors Portfolio: Wordof -Mouth Effects in the Holdings and Trades of Money Managers. Journal of Finance 60, 2801-2824.",
        "Hoxby, Caroline. 2000. Peer Effects in the Classroom: Learning from Gender and Race Variation. Cambridge, MA: NBER Working Paper 7867.",
        "Jencks, Christopher and Susan E. Mayer. 1990. The Social Consequences of Growing Up in a Poor Neighborhood, in (Inner-City Poverty in the United States. Edited by L. Lynn and M.",
        "McGeary. Washington, DC: National Academy of Sciences. Kling, Jeffrey R., Jeffrey B. Liebman., Lawrence F. Katz. 2007. Experimental Analysis of Neighborhood Effects. Econometrica (forthcoming).",
        "Kling, Jeffrey R., Jens Ludwig, and Lawrence F. Katz. 2005. Neighborhood Effects on Crime for Female and Male Youth: Evidence from a Randomized Housing Voucher Experiment, Quarterly Journal of Economics, 120(1), 87-130.",
        "Levitt, Steven D. 1997. Using Electoral Cycles in Police Hiring to Estimate the Effect of Police on Crime, American Economic Review, 87, 270-290.",
        "Levitt, Steven D. 2002. Using Electoral Cycles in Police Hiring to Estimate the Effect of Police on Crime: A Reply, American Economic Review, 92, 1244-1250.",
        "Liu, Xiaoru. 2000. `The conditional effect of peer groups on the relationship between parental labeling and youth delinquency. Sociological Perspectives. 43(3): 499-514.",
        "Lochner, Lance and Enrico Moretti. 2004. The Effect of Education on Crime: Evidence from Prison Inmates, Arrests, and Self-Reports, American Economic Review, 94, 155-189.",
        "Ludwig, Jens and Kling, Jeffrey R. 2005. Is Crime Contagious? Princeton University Center for Economic Policy Studies Working Paper No. 117.",
        "Luttmer, Erzo F.P. 2005. Neighbors as Negatives: Relative Earnings and Well-Being. Quarterly Journal of Economics. 120(3): 963-1002.",
        "Maltz, Michael D. 1999. Bridging Gaps in Police Crime Data, NCJ 176365, Washington, DC: Bureau of Justice Statistics.",
        "Manski, Charles F. 1993. Identification of Endogenous Social Effects: The Reflection Problem. Review of Economic Studies, 60, 53 1-542.",
        "Manski, Charles F. 2000. Economic Analysis of Social Interactions, Journal of Economic Perspectives, 14(3), 115-136.",
        "Matsueda, Ross L. and Kathleen Anderson. 1998 The Dynamics of Delinquent Peers and Delinquent Behavior. Criminology. 36(2): 269-308.",
        "Miron, Jeffrey and Jeffrey Zwiebel. 1995. The Economic Case Against Drug Prohibition. Journal of Economic Perspectives. 9(4): 175-192.",
        "Moffitt, Robert A. 2001. Policy Interventions, Low-Level Equilibria and Social Interactions. In Social Dynamics, Edited by Steven N. Durlauf and H. Peyton Young. Washington, DC: Brookings Institution Press. pp. 45-82.",
        "Olsen, Edgar 0. 2003. Housing Programs for Low-Income Households, in (R. Moffitt, ed.) Means-Tested Transfer Programs in the Untied States, Chicago: University of Chicago Press and NBER, 365-441.",
        "On, Lany, Judith D. Feins, Robin Jacob, Erik Beecroft, Lisa Sanbonmatsu, Lawrence F. Katz, Jeffrey B. Liebman, and Jeffrey R. Kling. 2003. Moving to Opportunity: Interim Impacts Evaluation, Washington, DC: U.S. Department of Housing and Urban Development, Office of Policy Development and Research.",
        "Sacerdote, Bruce. 2001. Peer Effects with Random Assignment: Results for Dartmouth Roommates. Quarterly Journal of Economics. 116(2): 68 1-704.",
        "Sampson, Robert J., Stephen W. Raudenbush, and Felton Earls. 1997. Neighborhoods and Violent Crime: A Multilevel Study of Collective Efficacy, Science, 277, 9 18-924.",
        "Sampson, Robert J., Jeffrey D. Morenoff, and Thomas Gannon-Rowley. 2002. Assessing `Neighborhood Effects: Social Processes and New Directions in Research, Annual Review of Sociology, 28, 443-478.",
        "Sherman, Lawrence W. 2002. Fair and Effective Policing, in (James Q. Wilson and Joan Petersilia, eds.) Crime: Public Policies for Crime Control, Oakland, CA: Institute for Contemporary Studies Press, 383-412 Shroder, Mark. 2002. Locational Constraint, Housing Counseling, and Successful Lease-Up in a Randomized Housing Voucher Experiment. Journal of Urban Economics. 51: 315-338.",
        "South, Scott J. and Kyle D. Crowder. 1997. Escaping Distressed Neighborhoods: Individual, Community and Metropolitan Influences. American Journal of Sociology. 102(4): 10401084.",
        "Stewart, Eric A. and Ronald L. Simons. 2006. Structure and Culture in African American Adolescent Violence: A Partial Test of the `Code of the Streets Thesis. Justice Quarterly.",
        "Wilson, James Q. and George Kelling. 1982. Broken Windows: The Police and Neighborhood Safety. The Atlantic Monthly, March, 1-11.",
        "Wilson, William Julius. 1987. The Truly Disadvantaged, Chicago: University of Chicago Press.",
        "Zimring, Frankling E. 1998. American Youth Violence. NY: Oxford University Press."
    ]
}