{
    "id": 12401,
    "cites": 62,
    "cited_by": 21,
    "reference": [
        "Arrau, Patricio. 1991. La reforma previsional chilena y su financiamiento durante la transiciÃ\u0083Â³n Santiago: CIEPLAN, ColecciÃ\u0083Â³n Estudios, Vol. 32, (June): 5-44.",
        "Arenas de Mesa, A. (2000): Cobertura Previsional en Chile: Lecciones y DesafIos del Sistema de Pensiones Administrado por el Sector Privado. Serie de Financiamiento del Desarrollo, CEPAL, Santiago, Chile.",
        "Septiembre 2-3. Arenas de Mesa, Alberto. 2005. Fiscal and Institutional Considerations and the Chilean Prescription. In Carolin A. Crabbe, ed. A Ouarter Century of Pension Reform in Latin America and the Caribbean: Lessons Learned and the Next Steps. Washington, DC: Inter-American Development Bank, 83-126.",
        "Arenas de Mesa, Alberto. 1997. Learning from the privatization of the social security pension system in Chile: Macroeconomic Effects, Lessons and Challenges. Ph.D. diss. University of Pittsburgh.",
        "Pittsburgh. Arenas de Mesa, Alberto. 1999. Proyecciones del deficit previsional chileno : Gasto pÃ\u0083Â¼blico en pensiones asistenciales 1999-20 10. XI Seminario Regional de PolItica Fiscal, CEPAL, Brasilia, January 26-28.",
        "Arenas de Mesa, Alberto, Jere Behrman and David Bravo, 2004, Characteristics of and Determinants of the Density of Contributions in a Private Social Security System. Michigan Retirement Research Center Working Paper. www.mrrc.isr.umich.edu!publications!papers!pdf!wp077.pdf.",
        "Arenas de Mesa, Alberto and Fabio Bertranou. 1997. Learning from Social Security Reforms: Two Different Cases, Chile and Argentina. World Development, Vol. 25, No. 3 (March).",
        "Arenas de Mesa, A. and M. Marcel. (1999): Fiscal Effects of Social Security Reform in Chile: The Case of the Minimum Pension. Proceedings of the Second APEC Regional Forum on Pension Fund Reforms, ViÃ\u0083Â±a del Mar, Chile, 26-27 April, Ministerio de Hacienda de Chile and Asian Development Bank.",
        "Arenas de Mesa, Alberto and Veronica Montecinos. 1999 The Privatization of Social Security and Womens Welfare: Gender Effects of the Chilean Reform. Latin American Research Review, Vol 34. NÃ\u0082Â° 3.",
        "Arrau, P. (1991): La reforma previsional chilena y su financiamiento durante la transiciÃ\u0083Â³n. Santiago: CIEPLAN, ColecciÃ\u0083Â³n Estudios, Vol. 32, (Junio): 5-44.",
        "Baeza, Sergio and Francisco Margozzini, eds. 1995. Ouince aÃ\u0083Â±os despuÃ\u0083Â©s. Una mirada al sistema privado de pensiones. Santiago: CEP.",
        "Bernheim, B. Douglas. 1988. Social Security Benefits: An Empirical Study of Expectations and Realizations. In R.R. Campbell and E. Lazear, editors, Issues in Contemporary Retirement.",
        "Stanford, California Hoover Institution, 312-335. Bernstein, Solange, Guillermo Larrain, and Francisco Pino. 2002. Cobertura, Densidad, y Pensiones en Chile. Presented at the Joint CEP-SAFP Conference Desafios del Sistema Chileno de Pensiones: Competencia y Cobertura. November.",
        "Bernstein, Solange and Jose Luis Ruiz. (no date). Sensibilidad de la Demanda Con Consumidores Desinformados: El Caso de Las AFP in Chile. Working Paper. www.sbs.gob.pe/Joumal/Bemstein.pdf Bonilla, A. and A.Conte-Grand, editores, (1998), Pensiones en America Latina. Lima: Oficina Internacional del Trabajo.",
        "Bravo, David. (2004), EvaluaciÃ\u0083Â³n de los resultados del sistema de pensiones. Informe Final. January.",
        "Departamento de Economla, Universidad de Chile. Bravo, David and Alberto .Arenas de Mesa (2002): AnÃ\u0083Â¡lisis empIrico y propuestas de polItica para la ampliaciÃ\u0083Â³n de la cobertura del sistema chileno de pensiones, Departamento de Economla, Universidad de Chile, Borrador, Junio.",
        "Brown, Jeffrey, Olivia S. Mitchell, James Poterba, and Mark Warshawsky (2001): The Role of Annuity Markets in Financing Retirement. MIT Press.",
        "CastaÃ\u0083Â±eda, T. Para combatir la pobreza. PolItica social y descentralizaciÃ\u0083Â³n en Chile durante los 80. Centro de Estudios PÃ\u0083Â¼blicos, Noviembre, 1990.",
        "Cheyre, HernÃ\u0083Â¡n. 1988. La prevision en Chile ayer y hoy. Santiago: CEP.",
        "Cheyre, Hernan. (1988): La prevision en Chile ayer y hoy. Santiago, Centro de Estudios PÃ\u0083Â¼blicos.",
        "Cogan, John F. and Olivia S. Mitchell (2003): Perspectives from the Presidents Commission on Social Security Reform. Journal of Economic Perspectives. 17(2). Spring.",
        "Diamond, Peter. 1994. `Privatization of Social Security: Lessons from Chile. Revista de AnÃ\u0083Â¡lisis EconÃ\u0083Â³mico, Vol. 9, No. 1, (June): 21-33. Santiago: ILADES.",
        "Diamond, Peter and Salvador VadÃ\u0083Â©s-Prieto. 1994. `Social Security Reform. In B. Bosworth, R.",
        "Dornbusch and R. LabÃ\u0083Â¡n, eds., The Chilean Economy. Chapter 7: 257-328. Washington D.C.: The Brookings Institution. Diaz, C., S.ValdÃ\u0083Â©s and A.Torche. 1995. Cobertura catastrÃ\u0083Â³fica para los cotizantes del sistema ISAPRE.",
        "Instituto de Economla, Diciembre. Feldstein, Martin 1996. `The Missing Piece in Policy Analysis: Social Security Reform. NBER Working Paper, No 5281, (January). Cambridge, MA: National Bureau of Economic Research.",
        "Feldstein, Martin S. and Jeffrey Liebman (2002). The Distributional Aspects of Social Security and Social Security Reform. University of Chicago.",
        "Feldstein, Martin and Jeffrey B. Liebman (2001): Social Security. NBER Working Paper 8451, September.",
        "Gill, Indermit, Truman Packard, and Juan Yermo . 2005. Keeping the Promise of Social Security in Latin America. Stanford: Stanford University Press.",
        "Gruber, Jonathan (1997): The Incidence of Payroll Taxation: Evidence from Chile, American Economic Review. March.",
        "Gruber, Jonathan and David Wise (2002): Social Security Programs and Retirement Around the World: Micro Estimation. NBER Working Paper, December 2002.",
        "Gustman, Alan, and Thomas L. Steinmeier. 2001. Imperfect Knowledge, Retirement and Saving. NBER Working Paper No. 8406.",
        "Gustman, Alan and Thomas Steinmeier. 1999. What People Dont Know About Their Pensions and Social Security: An Analysis Using Linked Data from the Health and Retirement Study. NBER Working Paper No. 7368.",
        "Heller, P.S. (1998), Rethinking Public Pension Reform Initiatives, IMF Working Papers 98/61, April.",
        "Holzmann, Robert. 1994. Funded and Private Pensions for Eastern European Countries in Transition. Revista de AnÃ\u0083Â¡lisis EconÃ\u0083Â³mico, Vol. 9, No 1, (June): 169-210. Santiago: ILADES.",
        "Holzmann, Robert. 1996. Pension reform, financial market development and economic growth: preliminary evidence from Chile. WP/96/94 (August). Washington. D.C. : IMF.",
        "Holzmann, Robert, Truman Packard and Jose Cuesta (2000): Extending Coverage in Multipillar Pension Systems: Constraints and Hypotheses, Preliminary Evidence and Future Research Agenda, Social Protection Discussion Paper No. 0002; World Bank Primer Paper, 2000.",
        "James, Estelle, Guillermo Martinez and Augusto Iglesias. 2006. The Payout Stage in Chile: Who Annuitizes and Why? Journal of Pension Economics and Finance, forthcoming.",
        "James, Estelle and D. Vittas. , 1996. Mandatory Saving Plans: Are They the Answer to the Old Age Problem? in Private Pensions in International Perspective, eds. 0. Mitchell and J. Turner, University of Pennsylvania Press Kotlikoff, Laurence. 1996. Simulating the Privatization of Social Security in General Equilibrium. NBER Working Paper, No. 5776 (September). Cambridge, MA: National Bureau of Economic Research.",
        "Larraflaga, Osvaldo, 1999: Health Sector Reforms in Chile, in G Perry and D Leipzeger, editors, Chile.",
        "Recent Policy Lessons and Emeging Challenges, WBI Development Studies, The World Bank, Washington DC. Lusardi, Annamaria. 2003. Planning and Saving for Retirement, Dartmouth Working Paper.",
        "Marcel, M. and A. Arenas de Mesa, (1992): Social Security Reform in Chile. Inter-American Development Bank (1DB), Occasional Papers, No 5. Washington, D.C.: 1DB.",
        "Margozzini, Francisco. 1988. Estimaciones de las pensiones de vejez que otorgarÃ\u0083Â¡ el actual sistema de pensiones. In S. Baeza and R. Manubens, eds., Sistema privado de pensiones en Chile.: 25 1-274.",
        "Santiago: CEP. 28 Mesa-Lago, C. (1985): El Desarrollo de la Seguridad Social en America Latina. Estudios e Informes de la CEPAL NÃ\u0082Â°43, Santiago.",
        "Mesa-Lago, Carmelo (1994): Changing Social Security in Latin America: Toward Alleviating the Costs of Economic Reform. Boulder and London: Lynne Rienner Publishers, Inc.",
        "Mesa-Lago, Carmelo (1998): La Reforma Estructural de Pensiones en America Latina: TipologIa, ComprobaciÃ\u0083Â³n de Presupuestos y EnseÃ\u0083Â±anzas. Pensiones en America Latina, Dos DÃ\u0083Â©cadas de Reforma, Alejandro Bonilla Garcia y Aifredo H. Conte-Grand (compiladores), OTT.",
        "Mesa-Lago, Carmelo (1996): Las reformas de pensiones de seguridad social en America Latina: Sistemas pÃ\u0083Â¼blicos, privados, mixtos y paralelos. Estudios de la Seguridad Social, No. 80: 58-85.",
        "Mesa-Lago, Carmelo and A. Arenas de Mesa, (1998): The Chilean Pension System: Evaluation, Lessons and Challenges. En M.Cruz-Saco and C.Mesa-Lago (editores), The Reform of Pension and Health Care System in Latin America. Do Options Exist ?, University of Pittsburgh Press.",
        "Pittsburgh Mesa-Lago, Carmelo and Alberto Arenas de Mesa. 1999. Fifteen years after the privatization of the Chilean Pension System: Evaluation, Lessons and Challenges. In Reforming Pension and Health Care System in Latin America: What are the options? edited by Maria Amparo Cruz-Saco and Carmelo Mesa-Lago. University of Pittsburgh Press. Pittsburgh (march).",
        "Mitchell, Olivia 5. 1988. Worker Knowledge of Pension Provisions. Journal of Labor Economics 6, 2139.",
        "Mitchell, Olivia S. and Flavio Barreto (1997): After Chile, What? Second-Round Social Security Reforms in Latin America. Revista de Analisis Economico, 12(2) November: 3-36.",
        "Mitchell, Olivia S. and Steven P. Zeldes (1996): Social Security Privatization: A Structure For Analysis, American Economic Review, 86(2) May: 363-367.",
        "OrtÃ\u0083Â¼zar, Pablo. 1988. El deficit previsional : recuento y proyecciones. In Baeza, Sergio and Rodrigo Manubens, Sistema privado de pensiones en Chile. Santiago: CEP.",
        "Paredes, Ricardo, Pilar Romaguera, and Andras Uthoff. 1987. Modelos de capital humano y segmentaciÃ\u0083Â³n: Test y nueva evidencia. Estudios de Economia. Vol. 14, No 2 (December): 335372.",
        "Santiago: Universidad de Chile. Pini, Claudio Javier. 1998. El deficit operacional del sistema pÃ\u0083Â¼blico de pensiones en Chile: AnÃ\u0083Â¡lisis, proyecciones e implicancias de politica. Preliminary Draft, diss. Master degree. ILADESGeorgetown University. (manuscript, December).",
        "Rohter, Larry. (2006).Chiles Candidates Agree to Agree on Pension Woes. NXJ~ January 10.",
        "Shoven, John (2000): Administrative Aspects of Investment-Based Social Security Reform. University of Chicago.",
        "Superintendencia de Administradoras de Fondos de Pensiones (SAFP). 1996. El sistema chileno de pensiones. Santiago: SAFP (third edition).",
        "Superintendencia de Administradoras de Fondos de Pensiones (SAFP). 2002. El sistema chileno de pensiones. Santiago: SAFP (fifth edition).",
        "Valdes Prieto, Salvador. 2005. Para Aumentar La Competencia Entre Las AFP. Estudios Publicos, OtoÃ\u0083Â±o. Santiago, Chile.",
        "Wagner, Gert. 1991. La seguridad social y el programa de pension mmnima garantizada. Estudios de Economla, Vol. 18, No. 1 (June): 35-9 1. Santiago: Universidad CatOlica de Chile.",
        "World Bank, 1994. Averting the Old-Age Crisis. Washington: World Bank.",
        "Zurita, Salvador. 1994. Minimum pension insurance in the Chilean pension system. Revista de AnÃ\u0083Â¡lisis EconOmico, Vol 9. NÃ\u0082Â° 1. (June): 105-126. Santiago: ILADES."
    ]
}