{
    "id": 12400,
    "cites": 58,
    "cited_by": 8,
    "reference": [
        "[i] Acemoglu, Daron and Andrew Scott (i994) Asymmetries in the Cyclical Behaviour of UK Labour Markets, Economic Journal, vol. i04 (427), pp. i303-23.",
        "[2] Acemoglu, Daron and Andrew Scott (i997) Asymmetric Business Cycles: Theory and Time-Series Evidence, Journal of Monetary Economics, vol. 40, pp. SOi-533.",
        "[3] Bai, Jushan and Serena Ng (200S) Tests of Skewness, Kurtosis, and Normality in Time Series Data, Journal of Business and Economics Statistics, vol. 23 (i), pp. 49-60.",
        "[4] Baxter, Marianne and Robert G. King (i999) Measuring Business Cycles: Approxi- mate Band-Pass Filters for Economic Time Series, Review of Economics and Statistics, vol. 8i (4), pp. 575-593.",
        "[5] Beaudry, Paul and Gary Koop (i993) Do Recessions Permanently Affect Output? Journal of Monetary Economics, vol. 3i, pp. i49-i63.",
        "[6] Belaire-Franch, Jorge and Amado Peiro (2003) Conditional and Unconditional Asym- metry in U.S. Macroeconomic Time Series, Studies in Nonlinear Dynamics ~ Econo- metrics, vol. 7 (i), article 4.",
        "[7] Burgess, Simon M. (i992) Asymmetric Employment Cycles in Britain: Evidence and an Explanation, Economic Journal, vol. i02 (4ii), pp. 279-290. 38",
        "[9] Burns, Arthur F. and Wesley C. Mitchell (1946) Measuring Business Cycles, National Bureau of Economic Research: New York.",
        "[10] Caballero, Ricardo J. and Mohamad L. Hammour (1996) On the Timing and Ef- ficiency of Creative Destruction, Quarterly Journal of Economics, vol. 111 (3), pp. 805-852.",
        "[11] Canova, Fabio (1999) Reference Cycle and Turning Points: A Sensitivity to Detrend- ing and Classification Rules, Economic Journal, vol. 112, pp. 117-14",
        "[12] Chalkley, Martin and In Ho Lee (1998) Learning and Asymmetric Business Cycles, Review of Economic Dynamics, vol. 1 (3), pp. 623-645.",
        "[13] Chauvet, Marcelle and James D. Hamilton (2005). Dating Business Cycle Turning Points, NBER Working Paper No. 11422.",
        "[14] Clements, Michael Peter and Hans-Martin Krolzig (2003) Business Cycle Asymme- tries: Characterization and Testing Based on Markov-Switching Autoregressions, Journal of Business and Economic Statistics, vol. 21(1), pp. 196-211.",
        "[15] DeLong, J. Bradford and Lawrence H. Summers (1986) Are Business Cycles Sym- metrical? in Robert J. Gordon (ed.) The American Business Cycle. Continuity and Change, University of Chicago Press: Chicago, pp. 166-179.",
        "[16] Diebold, Francis X. and Glenn D. Rudebusch (1990) A Nonparametric Investigation of Duration Dependence in the American Business Cycle, Journal of Political Economy, vol. 98 (3), pp. 596-616.",
        "[17] Diebold, Francis X. and Glenn D. Rudebusch (1992) Have Postwar Economic Fluctu- ations Been Stabilized? American Economic Review, vol. 82 (4), pp. 993-1005.",
        "[18] Durland, J. Michael and Thomas H. McCurdy (1994) Duration-Dependent Transitions in a Markov Model of U.S. GNP Growth, Journal of Business and Economic Statistics, vol. 12 (3), pp. 279-288. 39",
        "[i9] Falk B. (i986) Further Evidence on the Asymmetric Behavior of Economic Time Series Asymmetric Over the Business Cycle? Journal of Political Economy, vol. 94, pp. i096-iiO9.",
        "[20] Gilchrist, Simon and John Williams (2000) Putty-Clay and Investment: A Business Cycle Analysis, Journal of Political Economy, vol. i08, pp. 928-960.",
        "[2i] Greenwood, Jeremy, Zvi Hercowitz and Gregory W. Huffman (i988) Investment, Ca- pacity Utilization and the Real Business Cycle, American Economic Review, vol. 78, pp. 402-4i7.",
        "[22] Hamermesh, Daniel S. and Gerard A. Pfann (i996) Adjustment Costs in Factor De- mand, Journal of Economic Literature, vol. 34 (3), pp. i264-i292.",
        "[23] Hamilton, James D. (i989) A New Approach to the Economic Analysis of Nonsta- tionary Time Series and the Business Cycle, Econometrica, vol. 57 (2), pp. 357-84.",
        "[24] Hamilton, James D. (200S) Whats Real About the Business Cycle? Federal Reserve Bank of Saint Louis Review, vol. 87 (4), pp. 435-452.",
        "[25] Hansen, Gary D. and Edward C. Prescott (200S) Capacity Constraints, Asymmetries, and the Business Cycle, Review of Economic Dynamics, vol. 8, pp. 8S0-86S.",
        "[26] Harding, Don and Adrian Pagan (2002) Dissecting the Cycle: a Methodological In- vestigation, Journal of Monetary Economics, vol. 49, pp. 365-38i.",
        "[27] Hess, G. D. and S. Iwata (i997) Asymmetric Persistence in GDP? A Deeper Look at Depth, Journal of Monetary Economics, vol. 40, pp. 535-554.",
        "[28] Hussey, R. (i992) Nonparametric Evidence on Asymmetry in Business Cycles using Aggregate Employment Time Series, Journal of Econometrics, vol. Si, pp. 2i7-23i.",
        "[29] Jovanovic, Boyan (2006) Asymmetric Cycles, Review of Economic Studies, vol. 73 (i).",
        "[30] King, Robert G. and Charles I. Plosser (i994) Real Business Cycles and the Test of the Adelmans, Journal of Monetary Economics, vol. 33 (2), pp. 40S-438. 40",
        "[31] Kocherlakota, Narayana (2000) Creating Business Cycles Through Credit Con- straints, Federal Reserve Bank of Minneapolis Quarterly Review, Summer, pp. 2-10.",
        "[32] Koenders, Kathryn and Richard Rogerson (2005) Organizational Dynamics Over the Business Cycle: A View on Jobless Recoveries, Federal Reserve Bank of Saint Louis Review, vol. 87 (4), pp. 555-587.",
        "[33] Koop, Gary and Simon M. Potter (1999) Dynamic Asymmetries in U.S. Unemploy- ment, Journal of Business and Economic Statistics, vol. 17 (3), pp. 298-312.",
        "[34] Lam, Pok-Sang (2004) A Markov-Switching Model of GNP Growth with Duration Dependence, International Economic Review, vol. 45, pp. 175-204.",
        "[35] McCulloch, J. Huston (1975) The Monte Carlo Cycle in Business Activity, Economic Inquiry, vol. 13, pp. 303-321.",
        "[36] McQueen, Grant and Steven Thorley (1993) Asymmetric Business Cycle Turning Points, Journal of Monetary Economics, vol. 31(3), pp. 341-362.",
        "[37] Millard, Stephen, Andrew Scott, and Marianne Sensier (1997) The Labour Market over the Business Cycle: Can Theory Fit the Facts? Oxford Review of Economic Policy, vol. 13 (3), pp. 70-92.",
        "[38] Mitchell, Wesley C. (1913) Business Cycles, University of California Press: Berkeley.",
        "[39] Mitchell, Wesley C. (1927) Business Cycles: The Problem and Its Setting, National Bureau of Economic Research: New York.",
        "[41] Montgomery, M. L., Victor Zarnowitz, R. Tsay, and C. Tiao (1998) Forecasting the U.S. Unemployment Rate, Journal of the American Statistical Association, vol. 93, pp. 478-493.",
        "[42] Mortensen, Dale T. and Christopher A. Pissarides (1994) Job Creation and Job De- struction in the Theory of Unemployment, Review of Economic Studies, vol. 61, pp. 397-415. 41",
        "[43] Neftci, Salih N. (1984) Are Economic Time Series Asymmetric over the Business Cycle? Journal of Political Economy, vol. 92 (2), pp. 307-28.",
        "[44] Philippon, Thomas (2005) Corporate Governance Over the Business Cycle, Journal of Economic Dynamics and Control, forthcoming.",
        "[45] Pries, Michael J. (2004) Persistence of Employment Fluctuations: A Model of Recur- ring Job Loss, Review of Economic Studies, vol. 71, pp. 193-215.",
        "[46] Ramsey, James B. and Philip Rothman (1995) Time Irreversibility and Business Cycle Asymmetry, Journal of Money, Credit and Banking, vol. 28 (1), pp. 1-21.",
        "[47] Romer, Christina D. (1994) Remeasuring Business Cycles, Journal of Economic His- tory, vol. 54 (3), pp. 573-609.",
        "[48] Rotemberg, Julio J. (1999) A Heuristic Method for Extracting Smooth Trends from Economic Time Series, NBER Working Paper No. 7439.",
        "[49] Rothman, Philip (1991) Further evidence on the asymmetric behavior of unemploy- ment rates over the business cycle, Journal of Macroeconomics, vol. 13 (2), pp. 291- 298.",
        "[50] Rothman, Philip (1998) Forecasting Asymmetric Unemployment Rates, Review of Economics and Statistics, vol. 80, pp. 164-168.",
        "[51] Sichel, Daniel E. (1989) Are Business Cycles Asymmetric? A Correction, Journal of Political Economy, vol. 97 (5), pp. 1255-1260.",
        "[52] Sichel, Daniel E. (1991) Business Cycle Duration Dependence: A Parametric Ap- proach, Review of Economics and Statistics, vol. 73, pp. 254-260.",
        "[53] Sichel, Daniel E. (1993) Business Cycle Asymmetry: A Deeper Look, Economic Inquiry, vol. 31, pp. 224-236.",
        "[54] Stock, James H. and Mark W. Watson (1999) Business Cycles in M. Woodford and J. Taylor, Handbook of Macroeconomics, Elsevier: Amsterdam.",
        "[55] Van Nieuwerburgh, Stijn and Laura Veldkamp (2006) Learning Asymmetries in Real Business Cycles, Journal of Monetary Economics, vol. 53 (4). 42",
        "[56] Van Rens, Thijs (2004) Organizational Capital and Employment Fluctuations, CREI and Universitat Pompeu Fabra.",
        "[57] Verbrugge, Randal (1997) Investigating Cyclical Asymmetries, Studies in Nonlinear Dynamics ~ Econometrics, vol. 2 (1), pp. 15-22.",
        "[58] Watson, Mark W. (1994) Business Cycle Durations and Postwar Stabilization of the U.S. Economy, American Economic Review, vol. 84 (1), pp. 24-46.",
        "[59] Zarnowitz, Victor (1992) Business Cycles: Theory, History, Indicators, and Forecasts, University of Chicago Press: Chicago.",
        "[60] Zarnowitz, Victor and Ozyildirim, Ataman (2002) Time Series Decomposition and Measurement of Business Cycles, Trends and Growth Cycles NBER Working Paper No. 8736. 43"
    ]
}