{
    "id": 12419,
    "cites": 25,
    "cited_by": 12,
    "reference": [
        "[1] Albanesi, Stefania and Christopher Sleet. 2006. Dynamic Optimal Taxation with Private Information. The Review of Economic Studies.",
        "[2] Angeletos, George-Marios. 2006. Uninsured Idiosyncratic Investment Risk and Aggregate Saving. Manuscript, MIT.",
        "[3] Auerbach, Alan, 2002. Taxation and Corporate Financial Policy. Handbook of Public Economics, Vol. 3, North-Holland.",
        "[4] Bizer, David and Peter De Marzo. 1999. Optimal Incentive Contracts when Agents Can Save, Borrow and Default. Journal of Financial Intermediation 8, 24 1-260.",
        "[5] Cagetti, Marco and Mariacristina De Nardi. 2004. Taxation, Entrepreneurship, and Wealth. Federal Reserve Bank of Minneapolis, Staff Report 340.",
        "[6] Diamond, Peter and James Mirrlees. 1978. A model of social insurance with variable retirement. Journal of Public Economics 10:295-336.",
        "[7] Farhi, Emanuel and Ivan Werning. 2005. Inequality, Social Discounting and Progressive Estate Taxation. NBER WP.",
        "[8] Golosov, Mikhail Narayana Kocherlakota, Aleh Tsyvinski. 2003. Optimal Indirect and Capital Taxation. The Review of Economic Studies, Volume 70, Issue 3, Page 569.",
        "[9] Golosov, Mikhail, and Aleh Tsyvinski. 2005. Optimal Taxation with Endogenous Insurance Markets. NBER WP 11185.",
        "[10] Golosov, Mikhail, and Aleh Tsyvinski. 2006. Designing Optimal Disability Insurance: A Case for Asset Testing. Forthcoming, Journal of Political Economy.",
        "[11] Grochulski, Borys and Tomasz Piskorski. 2005. Optimal Wealth Taxes with Risky Human Capital. Manuscript, NYU.",
        "[12] Hassett, Kevin and Glenn Hubbard, 2002. Tax Policy and Business Investment. Handbook of Public Economics, Vol. 3, North-Holland.",
        "[13] Gollier, Christian. 2001. The Economics of Risk and Time. MIT Press.",
        "[14] Gordon, Roger. 2003. Taxation of Interest Income. Manuscript, UCSD.",
        "[15] Gordon, Roger and Joel Slemrod. 1988. Do We Collect Any Revenue from Taxing Capital Income? In Tax Policy and the Economy, Vol. 2, ed. Lawrence Summers. Cambridge: MIT Press, pp. 89-130.",
        "[16] Judd, Kenneth. 1985. Redistributive Taxation in a Perfect Foresight Model. Journal of Public Economics 28, 59-84.",
        "[17] Khan, Aubhik and B. Ravikumar. 1999. Growth and Risk-Sharing with Private Information. Journal of Monetary Economics.",
        "[18] Kocherlakota, Narayana. 2005a. Advances in Dynamic Optimal Taxation. Paper presented at the World Congress of the Econometric Society, August 2005.",
        "[19] Kocherlakota, Narayana. 2005b. Zero Expected Wealth Taxes: A Mirrlees Approach to Dynamic Optimal Taxation. Econometrica.",
        "[20] Levhari, D. and T. N. Srinivasan. 1969. Optimal Savings Under Uncertainty. The Review of Economic Studies Vol. 36, No. 2, 153-163.",
        "[21] Mirrlees, James. 1971. An exploration in the theory of optimum income taxation. The Review of Economic Studies 38:175-208.",
        "[22] Moskovitz, Tobias and Annette Vissing-Jorgensen. 2002. The Returns to Entrepreneurial Investment: A Private Equity Premium Puzzle?. The American Economic Review, Vol. 92, No. 4.",
        "[23] Poterba, James. 2002. Taxation, Risk-Taking, and Household Portfolio Behavior. Handbook of Public Economics, Vol. 3, North-Holland.",
        "[24] Rogerson, William. 1985. Repeated moral hazard. Econometrica 53:69-76.",
        "[25] Sandmo, Agnar. 1970. The Effect of Uncertainty on Savings Decisions. The Review of Economic Studies, Vol. 37, No. 3, 353-360."
    ]
}