{
    "id": 1241,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "Boatwright, B. D., and G. A. Renton. Analysis of United Kingdom Inflows and Outflows of Direct Foreign Investment, Review of Economics and Statistics 57 (November 1975), pp. 478-86.",
        "Caves, Richard E. International Corporations The Industrial Economics of Foreign Investment, Economica Vol. 38, (February 1971), pp. 1-27.",
        "Frisch, Daniel 3. Issues in the Taxation of Foreign Source Income, in Martin S. Feldstein, ed., Simulation Methods in Tax Policy Analysis (Chicago: University of Chicago Press for the National Bureau of Economic Research, forthcoming). Hartman, David G. Tax Policy and Foreign Direct Investment, National Bureau of Economic Research Working Paper No. 689 (June 198la). Hartman, David G. Domestic Tax Policy and Foreign Investment: Some Evidence, National Bureau of Economic Research Working Paper No. 784 (October 1981b).",
        "Horst, Thomas. Firm and Industry Determinants of the Decision to Invest Abroad: An Empirical Study, Review of Economics and Statistics 54 (August 1972), pp. 258-66.",
        "Hufbauer, Gary C. The Multinational Corporation and Direct Foreign Investment, in Peter B. Kenen, ed., International Trade and Finance: Frontiers for Research (Cambridge, U.K.: Cambridge University Press, 1975), pp. 253-370.",
        "Hufbauer, Gary and David Foster. U.S. Taxation of Undistributed Income of Controlled Foreign Corporations, in Department of Treasury, Essays in International Taxation: 1976 (Washington, D. C.: Government Printing Office, 1976).",
        "Kopits, George F. Taxation and Multinational Firm Behavior: A Critical Survey, International Monetary Fund Staff Papers 23:3 (November 1976), pp. 624-83.",
        "Kwack, Sung Y. A Model of U.S. Direct Investment Abroad: A Neoclassical Approach, Western Economic Journal 10 (December 1972), pp. 376-83.",
        "Kyrouz, M. E. Foreign Tax Rates and Tax Bases, National Tax Journal 28:1 (March 1975), pp. 61-80.",
        "Ladenson, Mark L. A Dynamic Balance Sheet Approach to American Direct Foreign Investment, International Economic Review 13:3 (October 1972), pp. 5311-43.",
        "McDaniel, Paul R. and Hugh J. Ault. Introduction to U.S. International Taxation (Deventer, Neth.: Kiuwer, 1977).",
        "Prachowny, Martin F. J. Direct Investment and the Balance of Payments of the United States: A Portfolio Approach, in Machiup (1972), pp. 443-464.",
        "Ragazzi, Giorgio. Theories of the Determinants of Direct Foreign Investment, IMF Staff Papers 20:2 (July 1973), pp. 471-498.",
        "Snoy, Bernard. Taxes on Direct Investment Income in the E.E.C.: A Legal and Economic Analysis (N.Y.: Prager Publishers, 1975).",
        "Stevens, Guy V. G. Fixed Investment Expenditures of Foreign Manufacturing Affiliates of U.S. Firms: Theoretical Models and Empirical Estimates, Yale Economic Essays 9 (Spring 1969), pp. 137-206.",
        "Vernon, Raymond. Storm Over The Multinationals: The Real Issues (Cambridge, MA: Harvard University Press, 1977)."
    ]
}