{
    "id": 12418,
    "cites": 11,
    "cited_by": 6,
    "reference": [
        "Coates, Thomas, The Voluntary HIV-1 Counseling, and Testing Efficacy Study Group, Efficacy of Voluntary HIV-1 Counselling and Testing in Individuals and Couples in Kenya, Tanzania and Trinidad: a randomised trial, The Lancet, 2000, 356, 103-121.",
        "Cohen, Barney, The Emerging Fertility Transition in Sub-Saharan Africa, World Development, 1998, 26 (8), 1431-1461.",
        "Gersovitz, Mark, The HIV Epidemic in four African Countries Seen Through The Demographic Health Surveys, Journal of African Economies, 2005, 14 (2), 191-246.",
        "Glick, Peter and David E. Sahn, Changes in HIV/AIDS Knowledge And Testing Behavior in Africa: How Much And For Whom?, 2005. Strategies And Analysis For Growth And Access (SAGA) Working Paper.",
        "Heald, Suzette, Abstain or Die: The development of HIV/AIDS policy in Botswana, Journal of Biosocial Science, November 2006, 38, 29-41.",
        "Kamb, Mary L, Martin Fishbein, John M Douglas, and Fen Rhodes et al, Efficacy of risk-reduction counseling to prevent human immunodeficiency virus, Journal of the American Medical Association, 1998, 289, 1161-1168.",
        "Levinsohn, James and Justin McCrary, HIV Seroprevalence in Botswana, 2006. Ford School of Public Policy, University of Michigan.",
        "MacPhail, Catherine, B.G. Williams, and C. Campbell, Relative Risk Of HIV infection among young men and women in a South African township, AIDS, 2002, 13, 331-342.",
        "Martin, H. Gayle, A Comparative Analysis of the Financing of HIV/AIDS Programmes in Botswana, Lesotho, Mozambique, South Africa, Swaziland and Zimbabwe, Technical Report, Human Sciences Research Council 2003.",
        "Nnko, S., JT Boerma, M. Urassa, G. Mwaluko, and B. Zaba, Secretive females or swag- gering males? An assessment of the quality of sexual partnership reporting in rural Tanzania, Social Science and Medicine, July 2004, 59 (2), 299-310.",
        "UNAIDS, UNFPA and UNIFEM, Women and HIV/AIDS: Confronting the crisis, Technical Report, UNAIDS 2004."
    ]
}