{
    "id": 12414,
    "cites": 21,
    "cited_by": 15,
    "reference": [
        "Borjas, G. J. (1994). The Economics of Immigration. Journal of Economic Literature 32 (4), 1667-7 17.",
        "Borjas, G. J. (1999). The Economic Analysis of Immigration. In 0. Ashenfelter and D.",
        "Card (Eds.), Handbook of Labor Economics, Vol. 3A. New York: North Holland, 1697-760. Borjas, G. J. (2003). The Labor Demand Curve Is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market. Quarterly Journal of Economics 118 (4), 1335-74.",
        "Card, D. (1990). The Impact of the Mariel Boatlift on the Miami Labor Market. Industrial and Labor Relations Review 43 (2): 247-57.",
        "Card, D. (2001). Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration. Journal of Labor Economics 19 (1), 22-64.",
        "Cohen, S. and C-T. Hsieh (2001). Macroeconomic and Labor Market Impact of Russian Immigration in Israel. Bar Ilan University: unpublished paper.",
        "Dustmann, C. and I. Preston (2000). Racial and Economic Factors in Attitudes to Immigration.",
        "Ferenczi, I. and W. F. Willcox (1929). International Migrations, Vol. 1. New York: National Bureau of Economic Research.",
        "Friedberg, R. M. (2001). The Impact of Mass Migration on the Israeli Labor Market. Quarterly Journal of Economics 116 (4): 1373-408.",
        "Hammermesh, D. 5. (1993). Labor Demand. Princeton, N.J.: Princeton University Press.",
        "Hatton, T. J. and J. G. Williamson (1998). The Age of Mass Migration. An Economic Analysis.",
        "New York: Oxford University Press. Hatton, T. J. and J. G. Williamson (2003). Demographic and Economic Pressure on Migration Out of Africa. Scandinavian Journal of Economics 105 (September), 465-86.",
        "Hatton, T. J. and J. G. Williamson (2005a). Global Migration and the World Economy. Two Centuries of Policy and Peiformance. Cambridge, Mass.: MIT Press.",
        "Hatton, T. J. and J. G. Williamson (2005b). A Dual Policy Paradox: Why Have Trade and Immigration Policies Always Differed in Labor-Scarce Economies? NBER Working Paper 11866, National Bureau of Economic Research, Cambridge, Mass. (December).",
        "Industrial and Labor Relations Review 45 (3), 556-72. Lindert, P. H. (2004). Growing Public. Social Spending and Economics Growth since the Eighteenth Century. Cambridge: Cambridge University Press.",
        "Mayda, A. M. (2004). Who Is Against Immigration? A Cross-Country Investigation of Individual Attitudes Toward Immigrants. IZA Discussion Paper 1115, Bonn: IZA.",
        "ORourke, K. H. and R. Sinnott (2004). The Determinants of Individual Attitudes Towards Immigration. Trinity College, Dublin: unpublished paper.",
        "ORourke, K. H. and J. G. Williamson (1999). Globalization and History: The Evolution of a 18 Nineteenth-Century Atlantic Economy. Cambridge, Mass.: MIT Press.",
        "Taylor, A. M. (2002). A Century of Current Account Dynamics. Journal of International Money and Finance 21(6), 725-48.",
        "Taylor, A. M., and J. G. Williamson (1997). Convergence in the Age of Mass Migration.",
        "European Review of Economic History 1 (1), 27-63. Timmer, A. and J. G. Williamson (1998). Immigration Policy Prior to the Thirties: Labor Markets, Policy Interaction, and Globalization Backlash. Population and Development Review 24 (4), 739-71."
    ]
}