{
    "id": 12417,
    "cites": 30,
    "cited_by": 10,
    "reference": [
        "[1] Altonji, Joseph. Intertemporal Substitution in Labor Supply: Evidence from Micro Data. Journal of Political Economy. 94(3): S176-S215, 1986.",
        "[2] Auten, Gerald and Robert Carroll. The Effect of Income Taxes on Household Behavior. Review of Economics and Statistics. 81: 681-93, November 1999.",
        "[3] Blomquist, N. Soren. Labor Supply in a Two-Period Model: The Effect of a Nonlinear Progressive Income Tax. The Review of Economic Studies. 52: 515-524, 1985.",
        "[4] Blundell, Richard and Thomas MaCurdy. Labor Supply: A Review of Alternative Approaches, in Handbook of Labor Economics, vol. 3, 0. Ashenfelter and D. Card, eds. Amsterdam: Elsavier, 1999.",
        "[5] Card, David. Intertemporal Labor Supply: An Assessment, in Advances in Econometrics, C.A. Sims, ed. Sixth World Congress, 1994.",
        "[7] Dokko, Jane K. The Effect of Taxation on Lifecycle Labor Supply: Results from a QuasiExperiment. mimeo, University of Michigan, 2005.",
        "[8] Eissa, Nada and Hilary Hoynes. The Earned Income Tax Credit and the Labor Supply of Married Couples. NBER Working Paper 6856, December 1998.",
        "[9] Eissa, Nada and Jeffrey Leibman. Labor Supply Responses to the Earned Income Tax Credit. Quarterly Journal of Economics. 111: 605-637.",
        "[10] Feenberg, Daniel and Elizabeth Coutts. An Introduction to the TAXSIM Model. Journal of Policy Analysis and Management. 12(1): 189-194, 1993.",
        "[11] Feldman, Naomi and Peter Katuscak. Should the Average Tax Rate Be Marginalized? mimeo, UCSD, 2005.",
        "[13] Feldstein, Martin. Tax Avoidance and the Deadweight Loss of the Income Tax. The Review of Economics and Statistics. 81(4): 674-680, November 1999.",
        "[15] Giertz, Seth. Recent Literature on Taxable-Income Elasticities. CBO Technical Paper Series 2004-16, December 2004.",
        "[16] Goolsbee, Austan. Its Not About the Money: Why Natural Experiments Dont Work on the Rich, in Does Atlas Shrug? The Economic Consequences of Taxing the Rich, J. Slemrod Ed. Cambridge: Cambridge University Press, 2000b.",
        "[17] Goolsbee, Austan. What Happens When You Tax the Rich? Evidence from Executive Compensation. Journal of Political Economy. 108(2): 352-378, 2000b. 23",
        "[18] Gruber, Jonathan and Emmanuel Saez. The Elasticity of Taxable Income: Evidence and Implications. Journal of Public Economics. 84:1-32, 2002.",
        "[19] Heckman, James and Mark R. Killingsworth. Female Labor Supply: A Survey, in Handbook of Labor Economics, vol. 1, 0. Ashenfelter and R. Layard, eds. Amsterdam: North Holland, 1986.",
        "[20] Imbens, Guido W., Donald B. Rubin and Bruce Sacerdote. Estimating the Effect of Unearned Income on Labor Supply, Earnings, Savings and Consumption: Evidence from a Survey of Lottery Players. American Economic Review. 91(4): 778-794, 2001.",
        "[21] Kimball, Miles S. and Matthew D. Shapiro. Labor Supply: Are the Income and Substitution Effects Both Large or Both Small? mimeo, University of Michigan, 2003.",
        "[23] Looney, Adam and Monica Singhal. Family Composition and Marginal Tax Rates: An Identification Strategy for Estimating Intertemporal Labor Supply Substitution. National Tax Association Proceedings, 2004.",
        "[24] MaCurdy, Thomas. An Empirical Model of Labor Supply in a Life Cycle Setting. Journal of Political Economy. 88(6): 1059-85, 1981.",
        "[25] Mankiw, Gregory. Real Business Cycles: A New Keynesian Perspective. The Journal of Economic Perspectives. 3(3): 79-90, Summer 1989.",
        "[26] Meyer, Bruce. Labor Supply at the Extensive and Intensive Margins: The EITC, Welfare and Hours Worked. American Economic Review. 92: 373-379, 2002.",
        "[27] Meyer, Bruce and Daniel Rosenbaum. Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers. Quarterly Journal of Economics. 116(3): 1063-1113, 2001.",
        "[28] Mulligan, Casey. Substitution Over Time: Another Look at Life Cycle Labor Supply. NBER Working Paper 6585, May 1998.",
        "[29] Mroz, Thomas. The Sensitivity of an Empirical Model of Womens Hours of Work to Economic and Statistical Assumptions. Econometrica. 55: 765-799, 1987.",
        "[30] Pencavel, John. Labor Supply of Men: A Survey, in Handbook of Labor Economics, vol. 1, 0. Ashenfelter and R. Layard, eds. Amsterdam: North Holland, 1986.",
        "[31] Prescott, Edward. Theory Ahead of Business Cycle Measurement. Carnegie-Rochester Conference on Public Policy. 25: 11-44, Autumn 1986a.",
        "[32] Saez, Emmanuel. The Effects of Marginal Tax Rates on Income: A Panel Study of `Bracket Creep. Journal of Public Economics. 87:1231-1258, 2003.",
        "[34] Slemrod, Joel. Methodological Issues in Measuring and Interpreting Taxable Income Elasticities. National Tax Journal. 51(4): 773-788, December 1998. 24",
        "[36] Summers, Lawrence H. Some Skeptical Observations on Real Business Cycle Theory. Federal Reserve Bank of Minneapolis Quarterly Review. 10(4): 9-22, Fall 1986."
    ]
}