{
    "id": 12428,
    "cites": 19,
    "cited_by": 16,
    "reference": [
        "Bassett, William F. and Robin L. Lumsdaine, Outlook, Outcomes, and Optimism, mimeo, Brown University, i999. Bassett, William F. and Robin L. Lumsdaine, Probability Limits: Are Subjective Assessments Adequately Accurate? Journal of Human Resources 36 (2), pp. 327-363, Spring 200i. Bernheim, B. Douglas, The Timing of Retirement: a Comparison of Expectations and Realizations, in David Wise (ed.), The Economics of Aging, Chicago: University of Chicago Press, pp. 259-283, i989. Bertrand, Marianne, Simeon Djankov, Rema Hanna, and Sendhil Mullainathan, Does Corruption Produce Unsafe Drivers? NBER Working Paper i2274, 2006.",
        "Deaton, Angus, Data and Econometric Tools for Development Analysis, in Jere Behrman and T.N. Srinivasan (eds.), Handbook of Development Economics Volume 3, New York: North Holland, pp. i785 - i882, i995. Di Tella, Rafael and Ernesto Schargrodsky, The Role of Wages and Auditing During a Crackdown on Corruption in the City of Buenos Aires, Journal of Law and Economics ~j6, April 2003.",
        "Dominitz, Jeffrey and Charles Manski, Using expectations data to study subjective income expectations, Journal of the American Statistical Association 92 (439), pp. 855-862, i997. Duflo, Esther and Petia Topalova, Unappreciated Service: Performance, Perceptions, and Women Leaders in India, mimeo, MIT, October 2004.",
        "Fisman, Raymond and Shang-Jin Wei, Tax Rates and Tax Evasion: Evidence from `Missing Imports in China, Journal of Political Economy 112 (2), pp. 47i-500, 2004.",
        "Fudenberg, Drew and Jean Tirole, Game Theory, Cambridge: MIT Press, i99i. Glaeser, Edward L. and Raven E. Saks, Corruption in America, Journal of Public Economics 90 (6-7), pp. i053-i072, August 2006.",
        "King, Gary, Christopher J.L. Murray, Joshua A. Salomon, and Ajay Tandon. Enhancing the Validity and Cross-cultural Comparability of Survey Research, American Political Science Review 98 (i), pp. i9i - 207, February 2004.",
        "Hurd, Michael D. and Kathleen McGarry, The Predictive Validity of Subjective Probabilities of Survival, Economic Journal 112, pp. 966-985, October 2002.",
        "Jacob, Brian and Lars Lefgren, Principals as Agents: Subjective Performance Assessment in Education, NBER Working Paper 11463, 2005.",
        "LaPorta, Raphael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, The Quality of Government, Journal of Law, Economics, and Organizations 15 (1), pp. 222 - 279, 1999.",
        "Lambsdorff, Johann G., Background Paper to the 2003 Corruption Perceptions Index, mimeo: Transparency International, September 2003.",
        "Mauro, Paulo, Corruption and Growth, Quarterly Journal of Economics 110 (3), pp. 681-712, August 1995.",
        "Mocan, Naci, What Determines Corruption? International Evidence from Micro Data, NBER Working Paper 10460, May 2004.",
        "Olken, Benjamin A., Corruption and the Cost of Redistribution, Journal of Public Economics 90 (4-5), pp. 853-870, May 2006.",
        "Olken, Benjamin A., Monitoring Corruption: Evidence from a Field Experiment in Indonesia, NBER Working Paper 11753, November 2005.",
        "Putnam, Robert D., with Robert Leonardi and Raffaella Y. Nanetti, Making Democracy Work: Civic Traditions in Modern Italy, Princeton: Princeton University Press, 1993.",
        "Reinikka, Ritva and Jakob Svensson, Local Capture: Evidence from a Central Government Transfer Program in Uganda, Quarterly Journal of Economics 119 (2), pp. 679-706, May 2004.",
        "Rose-Ackerman, Susan, The Challenge of Poor Governance and Corruption, mimeo, Copenhagen Consensus and Yale University, 2004.",
        "Shleifer, Andrei and Robert W. Vishny, Corruption, Quarterly Journal of Economics 108 (3), pp. 599-617, August 1993.",
        "Treisman, Daniel, The causes of corruption: a cross-national study, Journal of Public Economics 76, pp. 399-457, 2000."
    ]
}