{
    "id": 12425,
    "cites": 21,
    "cited_by": 3,
    "reference": [
        "Abrevaya, Jason, Rank estimation of a generalized fixed-effects model, Journal of Fconornetrics, 2000, 95, 1-23.",
        "Allenby, Greg M. and Peter E. Rossi, Marketing models of consumer heterogeneity, Journal of Fconornetrics, 1999, 89, 57-78.",
        "Andrews, Donald W. K., Steven Berry, and Panle Jia, Confidence Regions for Parameters in Discrete Games with Multiple Equilibria, with an Application to Discount Chain Store Location, 2005. Yale University Working Paper.",
        "Bajari, Patrick and C. Lanier Benkard, Demand Estimation With Heterogeneous Consumers and Unobserved Product Characteristics: A Hedonic Approach, The Journal of Political Fconorny, 2005, 113 (6), 1239-1276.",
        "Beresteanu, Arie and Francesca Molinari, Asymptotic Properties for a Class of Partially Identified Models, June 2006. working paper.",
        "Berry, Steven, Estimating Discrete Choice Models of Product Differentiation, RAND Journal of Fconornics, 1994, 25, 242-62.",
        "Brynjolfsson, Erik, Yu (Jeffrey) Hu, and Michael D. Smith, Consumer Surplus in the Digital Economy: Estimating the Value of Increased Product Variety at Online Booksellers, Managernent Science, November 2003, 49 (11), 1580-1596.",
        "Chernozhukov, Victor and Han Hong, A MCMC Approach to Classical Estimation, Journal of Fconornetrics, 2003, 115 (2), 293-346.",
        "Chevalier, Judy and Austan Goolsbee, Price Competition Online: Amazon Versus Barnes and Noble, Quantitative Marketing and Fconornics, June 2003, 1 (2), 203-222.",
        "Fox, Jeremy T., Consolidation in the Wireless Phone Industry, 2005. NET Institute Working Paper 05-13.",
        "University of Chicago Working Paper. Ghose, Anindya and Arun Sundararajan, oftware Versioning and Quality Degradation? An Exploratory Study of the Evidence, 2006. working paper.",
        "Imbens, Guido and Charles Manski, Confidence Intervals for Partially Identified Parameters, 2003. University of California-Berkeley Working Paper.",
        "Kim, J. and D. Pollard, Cube Root Asymptotics, The Annals of Statistics, 1990, 18, 191-219.",
        "Manski, Charles, Maximum score estimation of the stochastic utility model of choice, Journal of Econometrics, 1975, 3 (3), 205-228.",
        "Miravete, Eugenio J. and Lars-Hendrik Roller, Competitive Nonlinear Pricing in Duopoly Equilibrium: The Early U.S. Cellular Telephone Industry, April 2004. working paper.",
        "Nevo, Aviv, Measuring Market Power in the Ready-to-Eat Cereal Industry, Econometrica, March 2001, 69 (2), 307-342.",
        "Pakes, Ariel, Jack Porter, Katherine Ho, and Joy Ishii, Moment Inequalities and Their Application, April 2005. working paper.",
        "Petrin, Amil, Quantifying the Benefits of New Products: The Case of the Minivan, The Journal of Political Economy, 2002, 110 (4), 705-729.",
        "Rosen, Adam M., Confidence Sets for Partially Identified Parameters that Satisfy a Finite Number of Moment Inequalities, January 2006. working paper.",
        "Seim, Katja and V. Brian Viard, The Effect of Entry and Market Structure on Cellular Pricing Tactics, November 2004. working paper.",
        "Shaikh, Azeem, Inference for Partially Identified Econometric Models, 2005. working paper."
    ]
}