{
    "id": 12424,
    "cites": 23,
    "cited_by": 13,
    "reference": [
        "Baker, Michael, Dwayne Benjamin, Shuchita Stanger. 1999. The Highs and Lows of the Minimum Wage Effect: A Time-Series Cross-Section Study of the Canadian Law. Journal of Labor Economics, Vol. 17, No. 2. (April), pp. 3 18-350.",
        "Becker, Gary. 1981. A Treatise on the Family. Cambridge: Harvard University Press.",
        "Card, David and Alan Krueger. 1992. Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States. Journal of Political Economy, Vol. 100, No. 1, (February) pp. 1-40.",
        "Card, David and Thomas Lemieux. 2001. Can Falling Supply Explain the Rising Return to College for Younger Men? Quarterly Journal of Economics Vol. 116 No. 2 (May), pp. 705-746.",
        "Cheit, Earl. 1971. The New Depression in Higher Education. Berkeley: Carnegie Commission on Higher Education.",
        "Christal, Melodie. 1997. State tuition and fee policies, 1996-1997. Denver: State Higher Education Executive Officers.",
        "Falaris, Evangelos M. and H. Elizabeth Peters. 1992. Schooling Choices and Demographic Cycles. The Journal of Human Resources, Vol. 27, No. 4. (Autumn), pp. 55 1-574.",
        "Finn, Chester. 1978. Scholars, dollars, and bureaucrats. Washington: Brookings Institution.",
        "Goldin, Claudia. 1999. A Brief History of Education in the United States. NBER Historical Paper 119.",
        "Graham, Hugh and Nancy Diamond. 1997. The Rise of American Research Universities. Baltimore: Johns Hopkins Press.",
        "Hansmann, H. 1981. Nonprofit Enterprises in the Performing Arts. Bell Journal of Economics Volume 12, No. 2, pp. 341-36 1.",
        "Hanushek, Eric; Steven G. Rivkin, Lori L. Taylor. 1996. Aggregation and the Estimated Effects of School Resources. The Review of Economics and Statistics. Vol. 78, No. 4. (Nov.), pp. 611-627.",
        "Hoxby, Caroline. 2000. The Effects of Geographic Integration and Increasing Competition in the Market for College Education. Mimeo.",
        "Kane, T. and C. Rouse. 1995. Labor Market Returns to Two- and Four-Year Colleges: Is a Credit a Credit and Do Degrees Matter? American Economic Review Vol. 85 No. 3, pp. 600-614.",
        "Kane, T.; Peter Orszag and David Gunter. 2003. State Support for Higher Education, Medicaid, and the Business Cycle. Mimeo.",
        "Krueger, Alan. 1999. Experimental Estimates of Education Production Functions. Quarterly Journal of Economics, Vol. 114, No. 2 (May), pp. 497-532.",
        "Leigh, Duane and Andrew Gill. 2003.Do community colleges really divert students from earning bachelors degrees? Economics of Education Review, Vol. 22, No. 1, pp. 23-30.",
        "Poterba, James. 1997. Demographic Structure and the Political Economy of Public Education. Journal of Public Policy and Management 16 (January) pp.48-66.",
        "Reynolds, C. Lockwood. 2006. Estimates of the Effect of Two Year College Attendance Using Matching Methods. University of Michigan (mimeo).",
        "Rouse, Cecilia. 1995. Democratization or Diversion? The effect of Community Colleges on Educational Attainment. Journal of Business and Economic Statistics, 13 (April), pp. 217-224.",
        "Stapleton, David C. and Douglas Young. 1988. Educational Attainment and Cohort Size. Journal of Labor Economics v6 n3 330-61.",
        "Winston, Gordon. 1999. Subsidies, Hierarchy and Peers: The Awkward Economics of Higher Education. Journal of Economic Perspectives, Vol. 13, No. 1.",
        "Willis, Robert. 1973. A New Approach to the Economic Theory of Fertility Behavior. The Journal of Political Economy, Vol. 81, No. 2, Part 2: New Economic Approaches to Fertility. (March - April), pp. S14-S64."
    ]
}