{
    "id": 1242,
    "cites": 12,
    "cited_by": 3,
    "reference": [
        "Bhandari, J.S. (1982), Staggered Wage Setting and ExchangeRate Policy in an Economy with Capital Assets, Journal of International Money and Finance, 1, 175-192.",
        "Calvo, G.A. (1983), Staggered Contracts and Exchange Rate Policy, in J. Frenkel (Ed.) Exchange Rates and International Macroeconomics, University of Chicago Press for National Bureau of Economic Research, forthcoming.",
        "Stability, Journal of Political Economy~ 90, 158-165. Fair, R. and Taylor, J.B. (1983), Solution and Maximum Likelihood Estimation of Dynamic Nonlinear Rational Expectations Models, Econometrica, 51, 1169-1185.",
        "Goldteld, Stephen M., `The Demand for Money Revisited,. Brookings Papers on Economic Activity, 3: 1973, 577-638.",
        "Fleming, M.J. (1962), `Domestic Financial Policies Under Fixed and Under Floating Exchange Rates, International Monetary Fund Staff Papers, 9, 369-79.",
        "Johnson, R.A. (1982), Monetary Stabilization and Interdependence in a TwoCountry Model, unpublished paper, Princeton University.",
        "Liederman, L. (1982), Monetary Accommodation and the Variability of Output Prices, and Exchange Rates, Carnegie Rochester Conference Series on Public Policy, 16, 47-86.",
        "Mundell, R. (1961), Flexible Exchange Rates and Employment Policy, Canadian Journal of Economics and Political Science, 27, 509-517.",
        "Political Science, 29, 475-487. Mussa, M. (1982), A Model of Exchange Rate Dynamics, Journal of Political Economy, 90, 74-104.",
        "Rehrn, D.E. (1982), Staggered Contracts, Capital Flows and Macroeconomic Stability in the Open Economy, Unpublished Ph.D. dissertatior~. Columbia University.",
        "Simpson, Thomas D., et al. (1979), A Proposal for Redefining the Monetary Aggregates, Federal Reserve Bulletin, 65, 13-42.",
        "Taylor, John B. (1980), Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, 88, 1-23."
    ]
}