{
    "id": 12433,
    "cites": 17,
    "cited_by": 18,
    "reference": [
        "Bewley, T. 1972. Existence of Equilibria in Economies with Infinitely Many Commodities. Journal of Economic Theory 4:514-40.",
        "Bizer, D. and K. Judd. 1989. Taxation and Uncertainty. American Economic Review Papers and Proceedings 19:331-36.",
        "Brock, W.A. and L.J. Mirman. 1972. Optimal Economic Growth and Uncertainty: The Discounted Case. Journal of Economic Theory 4:497-513.",
        "Cass, D. 1965. Optimal Growth in an Aggregative Model of Capital Accumulation. Review of Economic Studies 32:233-40.",
        "Coleman, W.J. 1991. Equilibrium in a Production Economy with an Income Tax. Econometrica 59:1091-1104.",
        "Economic Review 86:90-111. Danthine, J.P. and J.B. Donaldson. 1990. Efficiency Wages and the Business Cycle Puzzle. European Economic Review 34:1275-1301.",
        "Donaldson, J.B. and R. Mehra. 1983. Stochastic Growth with Correlated Production Shock. Journal of Economic Theory 29:282-312.",
        "Harris, M. 1987. Dynamic Economic Analysis. New York: Oxford University Press.",
        "Kydland, F.E. and E.C. Prescott. 1982. Time to Build and Aggregate Fluctuations. Econometrica, 50: 1345-1371.",
        "Ljungquist, L. and T.J. Sargent. 2004. Recursive Macroeconomic Theory. 2nd edition.",
        "Lucas, R.E., Jr. and N. Stokey. 1987. Money and Interest in a Cash Advance Economy. Econometrica 55:491-513.",
        "Mehra, R. 1988. On the Existence and Representation of Equilibrium in an Economy with Growth and Non-Stationary Consumption. International Economic Review 29:131-35.",
        "Mehra, R. and E.C. Prescott. 1977. Recursive Competitive Equilibria and Capital Asset Pricing. in Essays in Financial Economics. Doctoral Dissertation, R. Mehra, Carnegie Mellon University. UMI, Ann Arbor, Michigan.",
        "Mehra R. and E.C. Prescott. 1985. The Equity Premium: A Puzzle. Journal of Monetary Economics, 15: 145-162.",
        "Prescott, E.C. and R.E. Lucas, Jr. 1972. A Note on Price Systems in Infinite Dimensional Space. International Economic Review 13:416-22.",
        "Prescott, E.C. and R. Mehra. 1980. Recursive Competitive Equilibria: The Case of Homogeneous Households. Econometrica 48:1365-79.",
        "Stokey, N., R.E. Lucas, and E.C. Prescott. 1989. Recursive Methods in Economic Dynamics. Cambridge: Harvard University Press."
    ]
}