{
    "id": 12430,
    "cites": 24,
    "cited_by": 6,
    "reference": [
        "Becker, G. (1994). Human Capital : A Theoretical and Empirical Analysis, with Special Reference to Education. University Of Chicago Press, Chicago, IL, 3rd edition.",
        "Buchmueller, T. and DiNardo, J. (2002). Did community rating induce an adverse selection death spiral? evidence from new york, pennsylvania, and connecticut. American Economic Review, 92(1):280-294.",
        "Buchmueller, T., Dinardo, J., and Valletta, R. (2002). Union effects on health insurance provision and coverage in the united states. Industrial and Labor Relations Review, 55(4):610-27.",
        "Census Bureau (2003). Statistical Abstracts of the U.S. Bureau of the Census, Washington, D.C.",
        "Cochrane, J. H. (1995). Time-consistent health insurance. Journal of Political Economy, 103(3) :445-473.",
        "Cooper, P. and Monheit, A. (1994). Does employment related health insurance inhibit job mobility? Inquiry, 30(4):400-416.",
        "Crocker, K. J. and Moran, J. R. (2003). Contracting with limited commitment: Evidence from employment-based health insurance contracts. RAND Journal of Economics, 34(4) :694-718.",
        "Cutler, D. (2002). Health care and the public sector. Working Paper 8802, National Bureau of Economic Research.",
        "Cutler, D. and Zeckhauser, R. (1998). Adverse selection in health insurance. In Garber, A., editor, Frontiers in Health Policy Research, volume 1, pages 1-31. Cambridge, MA: MIT Press.",
        "Cutler, D. and Zeckhauser, R. (2000). The anatomy of health insurance. In Culyer, A. and Newhouse, J., editors, Handbook of Health Economics, volume 1A, pages 563-643. Amsterdam: Elsevier.",
        "Cutler, D. M. and Reber, S. J. (1998). Paying for health insurance: The trade-off between compe- tition and adverse selection. Quarterly Journal of Economics, 113(2):433-366.",
        "Epstein, R. A. (2000). The antidiscrimination principle in health care: Community rating and preexisting conditions. In Feldman, R., editor, American Health Care: Government, Market Processes, and the Public Interest, pages 201-227. New Brunswick, N.J. and London: Indepen- dent Studies in Political Economy. Transaction.",
        "Fallick, B. and Fleischman, C. A. (2004). Employer-to-employer flows in the us labor market: the complete picture of gross worker flows. Finance and Economics Discussion Series 2004-34, Board of Governors, US Federal Reserve. http ://www.federalreserve .gov/pubs/feds/2004/index.html.",
        "Folland, S., Goodman, A. C., and Stano, M. (2004). Economics of Health and Medical Care.",
        "Prentice Hall, New York, 4th edition. Gruber, J. (1994). The incidence of mandated maternity benefits. American Economic Review, 84(3):622-641.",
        "Gruber, J. (2001). Taxes and health insurance. Working Paper 8657, National Bureau of Economic Research.",
        "Gruber, J. and Levitt, L. (2000). Tax subsidies for health insurance: Costs and benefits. Health Affairs, 19(1):72-85.",
        "Gruber, J. and Madrian, B. (1997). Employment separation and health insurance coverage. Journal of Public Economics, 66:349-382.",
        "Holtz-Eakin, D. (1994). Health insurance provision and labor market efficiency in the united states and germany. In Blank, R., editor, Social Protection Versus Economic Flexibility, pages 157-88.",
        "Chicago: University of Chicago Press. Kaestner, R. and Simon, K. I. (2002). The labor market consequences of state health insurance regulation. Industrial and Labor Relations Review, 56(1):136- 159.",
        "Madrian, B. (1994). Employment-based health insurance and job mobility: Is there evidence of job-lock? Quarterly Journal of Economics, 109(1):27-54.",
        "Monheit, A. and Cooper, P. (1994). Health insurance and job mobility: Theory and evidence.",
        "Industrial and Labor Relations Review, 48(1):68-85. 27 Rothschild, M. and Stiglitz, J. (1976). Equilibrium in competitive insurance markets: An essay on the economics of imperfect information. Quarterly Journal of Economics, 90(4):630-49.",
        "Wilson, C. A. (1977). A model of insurance markets with incomplete information. Journal of Economic Theory, 16(2):167-207."
    ]
}