{
    "id": 12438,
    "cites": 22,
    "cited_by": 4,
    "reference": [
        "Assaf, A.R., Lapane, K.L., McKenney, J.L. and Carleton, R.A., 1993, Possible Influence of the Prospective Payment System on the Assignment of Discharge Diagnoses for Coronary Heart Disease, New England Journal of Medicine, 329(13): 93 1-5.",
        "Averch, H. and Johnson, L., 1962, Behavior of the Firm under Regulatory Constraints, American Economic Review, 52(5): 1052-1069.",
        "Becker and Ichino (2002), Estimation of Average Treatment Effects Based on Propensity Scores, The Stata Journal, 2(4): 358-377.",
        "Brickley, J, Van Horn, R.L., 2002, Managerial Incentives in Nonprofit Organizations: Evidence from Hospitals, Journal of Law and Economics, 95 (1): 227-250.",
        "Cutler, D. M., 1995, The Incidence of Adverse Medical Outcomes under Prospective Payment, Econometrica, 63(1): 29-50.",
        "Dafny, L., 2005, How Do Hospitals Respond to Price Changes? American Economic Review, 95(5): 1525-1547.",
        "Desai, M. and J. R. Hines, Jr., 2002, Expectations And Expatriations: Tracing The Causes And Consequences Of Corporate Inversions, National Tax Journal, 55(3): 409-440.",
        "Dranove, D. and Lindrooth, R., 2003, Hospital Consolidation and Costs: Another Look at the Evidence, Journal of Health Economics, 22: 983-997.",
        "Duggan, M. and Scott Morton, F., 2006. The Distortionary Effects of Government Procurement: Evidence from Medicaid Prescription Drug Purchasing, Quarterly Journal of Economics, February, 121(1): 1-31.",
        "Glaeser, E., Laibson, D., Scheinkman, J. and Soutter, C., 2000, Measuring Trust, Quarterly Journal of Economics, 115(3): 8 11-846.",
        "Goolsbee, A., 2000. What Happens When You Tax the Rich? Evidence from Executive Compensation, Journal of Political Economy, 108(2): 352-378.",
        "Hall, B. and Liebman, J., 2000. The Taxation of Executive Compensation, Tax Policy and the Economy, ed. James M. Poterba (14).",
        "Horwitz, J., 2005, Making Profits and Providing Care: Comparing Nonprofit, For-Profit and Government Hospitals, Health Affairs, 24(3): 790-80 1.",
        "Kyle, M., 2005, Pharmaceutical Price Controls and Entry Strategies, Review of Economics and Statistics, forthcoming.",
        "Lagnado, L., 1997, Columbia/HCA Graded Its Hospitals on Severity of Their Medicare Claims, The Wall Street Journal, May 30, pp. Al, A6.",
        "Leibenstein, H., 1966, Allocative Efficiency vs. X Inefficiency, American Economic Review, June, 56(3): 392-4 16.",
        "Ma, C.A. and McGuire, T., 1997, Optimal Health Insurance and Provider Payment, American Economic Review, September, 87(4): 685-704.",
        "Madison, K., 2004, Multihospital System Membership and Patient Treatments, Expenditures, and Outcomes, Health Services Research, 39: 749-769.",
        "Mobley, L.R., 1997, Multihospital Chain Acquisitions and Competition in Local Health Care Markets, Review of Industrial Organization, 12(2): 185-202.",
        "Roonikin, M. and B. Weisbrod, 1999, Managerial Compensation and Incentives in Forprofit and Nonprofit Hospitals, Journal of Law, Economics, and Organization, October: 750-781.",
        "Silverman, E., and J. Skinner, 2004, Medicare Upcoding and Hospital Ownership, Journal of Health Economics, 23(2): 369-90.",
        "Quality of Ho~pitaI Care? Robert Wood Johnson Foundation, Research Synthesis Reporl No, 9. 27 Winter, A. and Pettengill, J., 2003, Relationships among Medicare Inpatient, Overall Medicare and Total Margins for Hospitals, Report to the Medicare Payment Advisory Commission, August."
    ]
}