{
    "id": 12431,
    "cites": 37,
    "cited_by": 9,
    "reference": [
        "Aiyagari, Rao, Lawrence Christiano and Martin Eichenbaum. 1992. The output, employment and interest effect of government consumption. Journal of Monetary Economics 30: 73-86.",
        "Amano, Robert A. and Tony S. Wirjanto. 1997. Intratemporal substitution and government spending. Review of Economics and Statistics 79: 605-609.",
        "Amano, Robert A. and Tony S. Wirjanto. 1998. Government expenditures and the permanent-income model. Review of Economic Dynamics 1: 7 19-730.",
        "Aschauer, David. 1985. Fiscal policy and aggregate demand. American Economic Review 75(1): 117-127.",
        "Bailey, Martin J. 1971. National Income and the Price Level: A Study in Macroeconomic Theory. 2nd Edition. New York: McGraw-Hill.",
        "Barro, Robert J. 1981. Output effects of government purchases. Journal of Political Economy 89(6): 1086-1 121.",
        "Baxter, M. and Robert G. King. 1993. Fiscal policy in general equilibrium. American Economic Review 83: 343-350.",
        "Devereux, Michael, Allen Head and Beverly Lapham. 1996. Monopolistic competition, increasing returns, and the effects of government spending. Journal of Money, Credit, and Banking 28: 233-254.",
        "Ganelli, Giovanni. 2003. Useful government spending, direct crowding-out and fiscal policy interdependence. Journal of International Money and Finance 22: 87-103.",
        "Chiang, Min-Hsien and Chihwa Kao. 2002. Nonstationary panel time series using NPT 1.3 - A user guide. Center for Policy Research, Syracuse University.",
        "Chiu, Ru-Lin. 2001. The intratemporal substitution between government spending and private consumption: empirical evidence from Taiwan. Asian Economic Journal 15 (3): 3 13-323.",
        "Evans, Paul and Georgios Karras. 1996. Private and government consumption with liquidity constraints. Journal of International Money and Finance 15 (2): 255-266.",
        "Fiorito, Riccardo and Tryphon Kollintzas. 2004. Public goods, merit goods, and the relation between private and government consumption. European Economic Review 48: 1367-1398.",
        "Hill, Hal. 1996. The Indonesian Economy. Cambridge University Press.",
        "Hill, Hal. 1999. The Indonesian Economy in Crisis: Causes, Consequences and Lessons.",
        "Singapore: Institute of Southeast Asian Studies. Ho, Tsung-wu. 2001. The government spending and private consumption: a panel cointegration analysis. International Review of Economics and Finance 10: 95-108.",
        "Im, Kyung So, M. Hashem Pesaran and Yongcheol Shin. 2003. Testing for unit roots in heterogeneous panels. Journal of Econometrics 115 (1): 53-74.",
        "Kao, Chihwa. 1999. Spurious regression and residual-based tests for cointegration in panel data. Journal of Econometrics 90 (1): 1-44.",
        "Kao, Chihwa and Min-Hsien Chiang. 2000. On the estimation and inference of a cointegrated regression in panel data. Advances in Econometrics 15: 179 - 222.",
        "Karras, Georgios. 1994. Government spending and private consumption: some international evidence. Journal of Money, Credit, and Banking 26 (1): 9-22.",
        "Kormendi, Roger. 1983. Government debt, government spending, and private sector behavior. American Economic Review 73 (5): 994-1010.",
        "Krause, Lawrence, Koh Ai Tee and Lee (Tsao) Yuan. 1987. The Singapore Economy Reconsidered. Singapore: Institute of Southeast Asian Studies.",
        "Low, Linda. 1998. The Political Economy of a City-State: Government-made Singapore.",
        "Singapore: Oxford University Press. Maddala, G.S. and S. Wu. 1999. A comparative study of unit root tests with panel data and a new simple test. Oxford Bulletin of Economics and Statistics 61: 63 1-652.",
        "McCoskey, S. and Chihwa Kao. 1998. A residual-based tests of the null of cointegration in panel data. Econometric Review 17: 57-84.",
        "Ng, Serena and Pierre Penon. 1997. Estimation and inference in nearly unbalanced nearly cointegated systems. Journal of Econometrics 79 (1): 53-8 1.",
        "Ni, Shawn. 1995. An empirical analysis on the substitutability between private consumption and government purchases. Journal of Monetary Economics 36: 593-605.",
        "Ogaki, Masao. 1992. Engles law and cointegration. Journal of Political Economy 100 (5): 1027-1046.",
        "Ogaki, Masao and Joon Y. Park. 1997. A cointegration approach to estimating preference parameters. Journal of Econometrics 82 (1): 107-134.",
        "Ogaki, Masao and Carman M. Reinhart. 1998. Measuring intertemporal substitution: the role of durable goods. Journal of Political Economy 106 (5): 1078-1098.",
        "Okubo, Masakatsu. 2003. Intratemporal substitution between private and government consumption: the case of Japan. Economic Letters 79: 75-81.",
        "Park, Joon Y. 1992. Canonical cointegrating regression. Econometrica 60: 119-143.",
        "Phillips, Peter C.B. and Bruce Hansen. 1990. Statistical inference in instrumental variables regression with 1(1) processes. Review of Economic Studies 57: 99-125.",
        "Stock, James and Mark Watson. 1993. A simple estimator of cointegrating vectors in higher order integrated systems. Econometrica 61(4): 783-820.",
        "World Bank. 1997. World Development Report 1997- The State in a Changing World.",
        "Oxford University Press. World Bank. 2004. World Development Indicators 2004 CD-ROM. Washington D.C.: World Bank.",
        "World Bank. 2006. Investing for Growth and Recovery: The World Bank Brief for the Consultative Group on Indonesia. Washington D.C.: World Bank."
    ]
}