{
    "id": 12442,
    "cites": 32,
    "cited_by": 25,
    "reference": [
        "[1] Barro, Robert J. and Robert G. King. 1984. Time-Separable Preferences and Intertemporal-Substitution Models of Business Cycles. Quarterly Journal of Economics 99(4), 817-839.",
        "[2] Barsky, Robert B. and J. Bradford DeLong. 1993. Why Does the Stock Market Fluctuate? Quarterly Journal of Economics 108(2), 291-311.",
        "[3] Beaudry, Paul and Franck Portier. 2004. An Exploration into Pigous Theory of Cycles. Journal of Monetary Economics 51 (6), 1183-1216.",
        "[4] Bernanke, Ben and Mark Gertler. 1999. Monetary Policy and Asset Price Volatility. Federal Reserve Bank of Kansas City Economic Review, Fourth Quarter 1999, 17-51.",
        "[5] Bernanke, Ben and Mark Gertler. 2001. Should Central Banks Respond to Movements in Asset Prices? American Economic Review 91 (2), 253-257.",
        "[6] Bernanke, Ben, Mark Gertler, and Simon Gilchrist. 1999. The Financial Accelerator in a Quantitative Business Cycle Framework. in John B. Taylor and Michael 41 Woodford, eds., Handbook of Macroeconomics, Vol. 1C. Amsterdam: Elsevier Science, North-Holland.",
        "[7] Borio, Claudio and Phillip Lowe. 2002. Asset Prices, Financial, and Monetary Stability: Exploring the Nexus. BIS Working Paper 114.",
        "[8] Calvo, Guillermo. 1983. Staggered Prices in a Utility-Maximizing Framework. Journal of Monetary Economics 12, 383-398.",
        "[9] Campbell, John Y. 1994. Inspecting the Mechanism: An Analytical Approach to the Stochastic Growth Model. Journal of Monetary Economics 33, 463-506.",
        "[10] Cecchetti, Stephen G., Hans Genberg, John Lipsky, and Sushil Wadhwani. 2000. Asset Prices and Central Bank Policy, Geneva Report on the World Economy 2. Geneva: International Center for Monetary and Banking Studies and Center for Economic Policy Research.",
        "[11] Christiano, Lawrence, Roberto Motto, and Massimo Rostagno. 2005. Monetary Policy and a Stock Market Boom-Bust Cycle. Manuscript, Northwestern University and the European Central Bank.",
        "[12] Cochrane, John H. 1994. Shocks. Carnegie-Rochester Conference Series on Public Policy ~1, 295-364.",
        "[13] Dupor, Bill. 2005. Stabilizing Non-Fundamental Asset Price Movements under Discretion and Limited Information. Journal of Monetary Economics 52, 727747.",
        "[14] Edge, Rochelle M., Thomas Laubach, and John C. Williams. 2004. Learning and Shifts in Long-Run Productivity Growth. Board of Governors of the Federal Reserve System, Finance and Economics Discussion Series 2004-21.",
        "[15] Edge, Rochelle M., Thomas Laubach, and John C. Williams. 2005. Monetary Policy and Shifts in Long-Run Productivity Growth. Manuscript, Board of Governors of the Federal Reserve System.",
        "[16] Erceg, Christopher J., Luca Guerrieri, and Christopher Gust. 2005. SIGMA: A New Open Economy Model for Policy Analysis. Board of Governors of the Federal Reserve System, International Finance Discussion Papers 835. 42",
        "[17] Faia, Ester and Tomasso Monacelli. 2006. Optimal Interest Rate Rules, Asset Prices and Credit Frictions. Manuscript, Universitat Pompeu Fabra and Universit Ã\u0083Â  Bocconi.",
        "[18] French, Mark. 2001. Estimating Changes in Trend Growth of Total Factor Productivity: Kalman and H-P Filters versus a Markov-Switching Framework. Board of Governors of the Federal Reserve System, Finance and Economics Discussion Paper Series 2001-44.",
        "[19] Gertler, Mark, Simon Gilchrist, and Fabio M. Natalucci. 2006. External Constraints on Monetary Policy and the Financial Accelerator. Journal of Money, Credit and Banking, forthcoming.",
        "[20] Gilchrist, Simon and John V. Leahy. 2002. Monetary Policy and Asset Prices. Journal of Monetary Economics ~9, 75-97.",
        "[21] Jaimovich, Nir and Sergio Rebelo. 2006. Can News about the Future Drive the Business Cycle? Manuscript, UC San Diego and Northwestern University.",
        "[22] Kahn, James and Robert W. Rich. 2003. Do Business Cycles Really Have Permanent Effects? Using Growth Theory to Distinguish Trends from Cycles. Working Paper, Federal Reserve Bank of New York.",
        "[23] Kiley, Michael T. 2000. Stock Prices and Fundamentals in a Production Economy. Manuscript, Board of Governors of the Federal Reserve System.",
        "[24] Kiyotaki, Nobuhiro. 1990. Learning and the Value of the Firm. NBER Working Paper 3480.",
        "[25] Mishkin, Frederic S. and Eugene N. White. 2003. U.S. Stock Market Crashes and Their Aftermath: Implications for Monetary Policy. in William C. Hunter, George G. Kaufman, and Michael Pomerleano, eds., Asset Price Bubbles: Implications for Monetary, Regulatory, and International Policies. Cambridge, MA: MIT Press.",
        "[26] Neiss, Katharine S. and Edward Nelson. 2003. The Real-Interest-Rate Gap as an Inflation Indicator. Macroeconomic Dynamics ~ 239-262. 43",
        "[28] Orphanides, Athanasios and John C. Williams. 2002. Robust Monetary Policy Rules with Unknown Natural Rates. Brookings Papers on Economic Activity 2002(2), 63-118.",
        "[29] Pakko, Michael R. 2002. What Happens When the Technology Growth Trend Changes? Review of Economic Dynamics 5, 376-407.",
        "[30] Roberts, John M. 2001. Estimates of the Productivity Trend Using Time-Varying Parameter Techniques. Contributions to Macroeconomics 1 (1), 1-30.",
        "[31] Tambalotti, Andrea. 2003. Optimal Monetary Policy and Productivity Growth. Manuscript, Federal Reserve Bank of New York.",
        "[32] Tetlow, Robert J. 2005. Monetary Policy, Asset Prices and Misspecification: The Robust Approach to Bubbles with Model Uncertainty. Manuscript, Board of Governors of the Federal Reserve System.",
        "[33] Woodford, Michael. 2003. Interest and Prices: Foundation of a Theory of Monetary Policy. Princeton, NJ: Princeton University Press."
    ]
}