{
    "id": 12440,
    "cites": 25,
    "cited_by": 6,
    "reference": [
        "Acemoglu D. (1996) A Microfoundation for Social Increasing Returns in Human Capital Accumulation, Quar- terly Journal of Economics 111 (1), page 779-804.",
        "Acemoglu D. (1998) Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality Quarterly Journal of Economics, CXIII (1998), 1055-1090.",
        "Acemoglu D. (2002) Directed Technical Change. Review of Economic Studies, October 2002, 69(4), page 781-8 10.",
        "Angrist J. (1995), The Economic Returns to Schooling in the West Bank and Gaza Strip, American Economic Review 85, 1065-1087.",
        "Banno R.J. (1991) Economic Growth in a Cross-Section of Countries. Quarterly Journal of Economics, May 1991, 106(2), pp. 407-443.",
        "Banno R. and X. Sala i Martin (2004) Economic Growth MIT Press, Cambridge, MA.",
        "Benhabib J. and M. Spiegel, (1994) The Role of Human Capital in Economic Development. Journal of Monetary Economics, October 1994, 34(2), pp. 143-174.",
        "Bils M. and P. Klenow, (2000) Does Schooling Cause Growth? American Economic Review, 90, pp.1160-1193.",
        "Bonjas G. (2003) The Labor Demand Curve is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market Quarterly Journal of Economics, CXVIII (4), 1335-1374.",
        "Card D. (1993) Using Geographic Variation in College Proximity to estimate the Returns to Schooling NBER Working Paper 4483.",
        "Card, D. (2001) Immigrant Inflows, Native Outflows, and the Local labor Market Impacts of Higher Immigra- tion Journal of Labor Economics, XIX (2001), 22-64.",
        "Caselli F. (2005) Accounting for Cross-Country Income Differences. Handbook of Economic Growth. North- Holland, 2005.",
        "Caselli F. and W. J. Coleman, (2006) The World Technology Frontier., American Economic Review, forth- coming.",
        "Ciccone A. and G. Pen (2005) Long-Run Substitutability between More and Less Educated Workers: Evidence from U.S. States 1950-1990 Review of Economics and Statistic, Vol. 87, Issue 4, pages 652-663 - November 2005.",
        "Ciccone A. and G. Pen (2006) Identifying Human Capital Externalities: Theory with Applications, Review of Economic Studies, Vol. 73, pp. 381-412.",
        "Cunrie J. and E. Monetti (2003) Mothers Education and the Intergenerational Transmission of Human Capital: Evidence from College Openings Quarterly Journal of Economics 118(4).",
        "Dc la Fuente A. and R. Domenech, (2001) Schooling Data, Technical Diffusion, and the Neoclassical Model. American Economic Review Papers and Proceedings, May 2001, 90(5), pp. 323-327.",
        "Dc la Fuente A. and R. Domenech, (2006) Human Capital in Growth Regressions: How Much Difference Does Data Quality Make. Journal of the European Economic Association, Vol 4 Issue 1, pages 1-36..",
        "Dixit A. and Stiglitz J. (1977) Monopolistic Competition and Optimum Product Diversity American Economic Review 67, 3 197-308.",
        "Lewis E. (2004) Local Open Economies within the U.S.. How do Industries respond to Immigration? Federal Reserve Bank of Philadelphia, Working Paper 04-1.",
        "Milligan K., E. Monetti and P. Oneopulos (2004) Does Education Improve Citizenship? Evidence from the U.S.",
        "Monetti E. (2004) Estimating the Social Return to Higher Education: Evidence from Longitudinal and Re- peated Cross-Sectional Data, Journal of Econometrics 121 (1), pp. 175-212.",
        "Oneopulos P., M. Page and A. Stevens (2005) The Causal Effect of Parental Education on Childrens Human Capital Mimeo UC Davis, 2005 25 Steven Ruggles, Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King, and Chad Ronnanden. Integrated Public Use Microdata Series: Version 3.0 [Machine- readable database]. Minneapolis, MN: Minnesota Population Center [producer and distributor], 2005.",
        "Temple J. (1999) The New Growth Evidence. Journal of Economic Literature, March 1999, 37(1), pp. 112-156.",
        "Yeaple 5(2005) A Simple model of Firm Heterogeneity, international trade and Wages Journal of International Economics, 65 (2005) 1-20."
    ]
}