{
    "id": 12443,
    "cites": 26,
    "cited_by": 4,
    "reference": [
        "Aguirregabiria, Victor and Pedro Mira (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Dynamics Discrete Games.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Boston University.",
        "Andrews, Donald W. K. and Steven Berry (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Placing Bounds on Parameters of Entry Games in the Presence of Multiple Equilibria.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Yale University.",
        "Augereau, Angelique, Shane Greenstein, and Marc Rysman (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coordination vs. Differentiation in a Standards War: 56K Modem Adoption by ISP's.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Boston University.",
        "ATM & Debit News (2001). Available on the world wide web at http://www.cardforum.com/html/atmdebnews/atmlinks.htm.",
        "Bajari, Patrick, Lanier Benkard and Jonathan Levin (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Dynamic Models of Imperfect Competition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Stanford University.",
        "Berry, Steven (1992). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation of a Model of Entry in the Airline IndustryÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d. Econometrica 60(4) 889 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 917.",
        "Berry, Steven and Joel Waldfogel (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Free Entry and Social Inefficiency in Radio Broadcasting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics 30: 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c420.",
        "Bresnahan, T. and P. Reiss (1991). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entry and Competition in Concentrated Markets.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 99: 977Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1009.",
        "Card, David and Alan B. Krueger (1994). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Minimum Wages and Employment: A Case of the FastÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cFood Industry in New Jersey and Pennsylvania.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 84: 772Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c793.",
        "Chay, Kenneth and Michael Greenstone (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by a Recession.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 118: 1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1167.",
        "Chernew, Michael, Gautam Gowrisankaran and A. Mark Fendrick (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Payer Type and the Returns to Bypass Surgery: Evidence from Hospital Entry Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Health Economics 21: 451 Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 474.",
        "Croft, E., and B. Spencer (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fees and surcharging in automatic teller machine networks: noÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cbank ATM providers versus large banks.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Sauder School of Business, UBC.",
        "Davis, P. (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Entry, Cannibalization and Bankruptcy in the U.S. Motion Picture Exhibition Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, London School of Economics.",
        "Dove Consulting (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u00932002 ATM Deployer Study.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available on the web at http://www.pulse-eft.com/upload/Deployer_2002_executive.pdf.",
        "Dove Consulting (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New ATM Study Details a Paradoxical Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Available on the web at http://www.doveconsulting.com/PR-2004-05-21CPPS.htm.",
        "Hahn, Jinyong, Petra Todd, and Wilbert Van der Klaauw (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Identification and Estimation of Treatment Effects with a RegressionÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cDiscontinuity Design.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 69: 201Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c9.",
        "Hannan, T., E. Kiser, J. McAndrews, and R. Prager (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093To Surcharge or Not to Surcharge: An Empirical Investigation of ATM Pricing.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, Review of Economics and Statistics.",
        "Hayashi F., R. Sullivan and S.E. Weiner (2003). A Guide to the ATM and Debit Card Industry. Kansas City, MO: Federal Reserve Bank of Kansas City.",
        "Holmes, Thomas J. (1998). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of State Policies on the Location of Manufacturing: Evidence from State Borders.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 106: 667Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c705.",
        "Hotz, V. Joseph V. and Robert A. Miller (1993). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Conditional Choice Probabilities and the Estimation of Dynamic Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 60: 497Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c529.",
        "Ishii, J. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interconnection Pricing and Compatibility in Network Industries: ATM Networks in the Banking Industry.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Harvard University.",
        "Knittel, C., and V. Stango (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Compatibility and Pricing with Indirect Network Effects: Evidence from ATMs.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, University of California, Davis.",
        "Mazzeo, Michael (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Product Choice and Oligopoly Market Structure,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d RAND Journal of Economics 33: 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Pakes, Ariel, Michael Ostrovsky and Steven Berry (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Simple Estimators for the Parameters of Discrete Dynamic Games (with Entry / Exit Examples).Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Harvard University.",
        "Seim, Katja (2002). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Model of Firm Entry with Endogenous ProductÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cType Choices.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Stanford University Graduate School of Business.",
        "Thomadsen, Raphael (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Ownership Structure on Prices in Geographically Differentiated Industries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, RAND Journal of Economics."
    ]
}