{
    "id": 12449,
    "cites": 31,
    "cited_by": 3,
    "reference": [
        "Camerer, Cohn and Kunreuther, Howard (1989). Decision Processes for Low Probability Events: Policy Implications. Journal of Policy Analysis and Management 8: 565-592.",
        "Cummins, David (2006) Should the Government Provide Insurance for Catastrophe? Federal Reserve Bank of St. Louis Review 88: 337-79.",
        "Emanuel, Kerry (2005) Increasing destructiveness of tropical cyclones over the past 30 years Nature 436:686-88.",
        "Froot, Kenneth and Posner, Steven (2002) The Pricing of Event Risks with Parameter Uncertainty Geneva Papers on Risk and Insurance Theory 27:153-65.",
        "Freeman, Paul and Kunreuther, Howard (1997) Managing Environmental Risk through Insurance. AEI Press (softback), Kluwer Academic Publishers (hardback).",
        "Grace, Martin F.,. Klein, Robert and Kleindorfer, Paul (2004). Homeowners Insurance with Bundled Catastrophe Coverage, Journal of Risk and Insurance, Vol. 7:3 September.",
        "Grace, Martin, Klein, Robert and Liu, Zhiyong (2006) Mother Nature on the Rampage: Implications for Insurance Markets Paper presented at the NBER Insurance Workshop Cambridge, MA February 2006.",
        "Greenwald, Bruce and Stiglitz, Joseph (1990) Asymmetric Information and the New Theory of the Firm; Financial Constraints and Risk Behavior, American Economic Review: Papers and Proceedings 80:160-65.",
        "Grossi, Patricia and Howard Kunreuther (2005), Catastrophe Modeling: A New Approach to Managing Risk. New York: Springer.",
        "Hayes, Thomas and Sabada, Shama (2004) National Flood Insurance Program: Actuarial Rate Review Washington, DC: Federal Emergency Management Agency (FEMA) November 30.",
        "Henriet, Dominique and Michel-Kerjan, Erwann (2006) Optimal Risk-Sharing under Dual Asymmetry of Information and Market Power: A Unifying Approach, Wharton Risk Center Working Paper, June.",
        "Hogarth, Robin and Kunreuther, Howard (1989) Risk, Ambiguity and Insurance Journal of Risk andUncertainty 2:5-35.",
        "Hood, Jim (2005) A Policy of Deceit New York Times November 19 p. A27.",
        "Kahneman, Daniel and Tversky, Amos (1979), Prospect theory: An analysis of decision under risk. Econometrica 47(2):263-291.",
        "Kunreuther (1968) The Case for Comprehensive Disaster Insurance Journal of Law and Economics April.",
        "Kunreuther, Howard. (1973). Recovery from Natural Disasters: Insurance or Federal Aid?. Washington, D.C.: American Enterprise Institute for Public Policy Research.",
        "Kunreuther, Howard (1989) The Role of Actuaries and Underwriters in Insuring Ambiguous Risks Risk Analysis, 9:319-28.",
        "Kunreuther, Howard Hogarth, Robin, Meszaros, Jacqueline (1993), Insurer Ambiguity and Market Failure, Journal of Risk and Uncertainty 7: 7 1-87.",
        "Kunreuther, Howard and Richard Roth, Sr. (1998), Paying the Price: The Status and Role of Insurance Against Natural Disasters in the United States, Washington, D.C: Joseph Henry Press.",
        "Kunreuther, Howard, Novemsky, Nathan, and Kahneman, Daniel (2001). Making Low Probabilities Useful, Journal of Risk and Uncertainty, 23:2, pp. 103-120.",
        "Kunreuther, Howard (2006), Comprehensive Disaster Insurance: Has its Time Come? in Risk and Disaster: Lessons from Hurricane Katrina. University of Pennsylvania Press, Philadelphia, PA.",
        "Kunreuther, Howard and Mark Pauly (in press) Rules rather than Discretion: Lessons from Hurricane Katrina Journal of Risk and Uncertainty Lecomte, Eugene and Karen Gahagan, (1998), Hurricane Insurance Protection in Florida in Howard Kunreuther and Richard Roth, Sr., eds., Paying the Price: The Status and Role of Insurance Against Natural Disasters in the United States, Washington, D.C.: Joseph Henry Press: 97-124.",
        "Lewis, Christopher and Kevin C. Murdock (1996) The Role of Government Contracts in Discretionary Reinsurance Markets for Natural Disasters , Journal of Risk and Insurance 63: 567-597.",
        "Listokin, D., D. B. Hattis, and B. T. Inc, (2005) Building Codes and Housing, Cityscape: A Journal of Policy Development and Research 8: 21-67.",
        "Litan, Robert (2006). Sharing and Reducing the Financial Risks of Future MegaCatastrophes , Issues in Economic Policy No.4, Brookings Institute Washington, DC March.",
        "Moss, David (2002) When All Else Fails: Government as the Ultimate Risk Manager Cambridge: Harvard.",
        "Pasterick, Edward T. (1998), The National Flood Insurance Program. in Howard Kunreuther and Richard J. Roth, Sr. (eds.), Paying the Price: The Status and Role of Insurance Against Natural Disasters in the United States. Washington, DC: Joseph Henry Press.",
        "Pauly, Mark (1968), `The economics of moral hazard: Comment. American Economic Review 58, 53 1-536.",
        "Roth, Richard Jr. (1998) Earthquake Insurance in the United States in Howard Kunreuther and Richard J. Roth, Sr. (eds.), Paying the Price: The Status and Role of Insurance Against Natural Disasters in the United States. Washington, DC: Joseph Henry Press.",
        "Roy, A.D. (1952). Safety-first and the holding of assets. Econometrica 20:43 1-449.",
        "Stone, James (1973). A theory of capacity and the insurance of catastrophe risks: Part I and Part II. Journal of Risk and Insurance 40:23 1-243 (Part I) and 40:339-355 (Part II)."
    ]
}