{
    "id": 12453,
    "cites": 25,
    "cited_by": 10,
    "reference": [
        "[1] Abel, A. (2003), The Effects of a Baby Boom on Stock Prices and Capital Accumulation in the Presence of Social Security, Econometrica, 71, 551-578.",
        "[2] Altig, D., A. Auerbach, L. Kotlikoff, K. Smetters and J. Walliser (2001), Simulating Fundamental Tax Reform in the U.S., American Economic Review, 91, 574-595.",
        "[3] Attanasio, 0., 5. Kitao and G. Violante (2006a), Quantifying the Effects of the Demographic Transition in Developing Economies, Advances in Macroeconomics, 2, Article 2.",
        "[4] Attanasio, 0., 5. Kitao and G. Violante (2006b), Global Demographic Trends and Social Security Reform, mimeo, New York University.",
        "[5] Auerbach, A. and L. Kotlikoff (1987), Dynamic Fiscal Policy, Cambridge University Press, Cambridge.",
        "[6] Bloom, D. and J. Williamson (1998), Demographic Transitions and Economic Miracles in Emerging Asia, World Bank Economic Review, 12(3), 419-455.",
        "[7] Borsch-Supan, A, A. Ludwig and J. Winter (2006), Aging, Pension Reform, and Capital Flows: A Multi-Country Simulation Model, forthcoming, Economica.",
        "[8] Brooks, R. (2003), Population Aging and Global Capital Flows in a Parallel Universe, IMF Staff Papers, 50, 200-221.",
        "[9] Carroll, C. (2005), The Methods of Endogenous Gridpoints for Solving Dynamic Stochastic Optimization Problems, CFS Working Paper 2005/ 18.",
        "[10] Conesa, J. and D. Krueger (1999), Social Security Reform with Heterogeneous Agents, Review of Economic Dynamics, 2, 757-795.",
        "[11] Conesa, J. and D. Krueger (2005), On the Optimal Progressivity of the Income Tax Code, forthcoming, Journal of Monetary Economics.",
        "[12] Deaton, A. (1991), Saving and Liquidity Constraints, Econometrica, 59, 1221-1248.",
        "[14] Diamond, P. (1965), National Debt in a Neoclassical Growth Model, American Economic Review, 55, 1126-1150.",
        "[15] Domeij, D. and M. Floden (2005), Population Aging and International Capital Flows, forthcoming, International Economic Review.",
        "[16] Fehr, H., S. Jokisch and L. Kotlikoff (2005), The Developed Worlds demographic Transition - The Role of Capital Flows, Immigration and Policy, in R. Brooks and A. Razin (eds.) Social Security Reform - Financial and Political Issues in International Perspective, Cambridge University Press, Cambridge.",
        "[17] Feroli, M. (2003), Capital Flows Among the G-7 Nations: A Demographic Perspective, mimeo, Federal Reserve Board",
        "[18] Hansen, G. (1993), The Cyclical and Secular Behavior of the Labor Input: Comparing Efficiency Units and Hours Worked, Journal of Applied Econometrics, 8, 71-80.",
        "[19] Hendriksen, E. (2002), A Demographic Explanation of U.S. and Japanese Current Account Behavior, mimeo, Carnegie Mellon University.",
        "[20] Huang, H., S. tmrohoro~lu and T. Sargent (1997), Two Computations to Fund Social Security, Macroeconomic Dynamics, 1, 7-44.",
        "[21] tmrohoro~lu, A., S. tmrohoro~lu and D. Joines (1995), A Life Cycle Analysis of Social Security, Economic Theory, 6, 83-114.",
        "[22] tmrohoro~lu, A., S. tmrohoro~lu and D. Joines (1995), Social Security in an Overlapping Generations Economy with Land, Review of Economic Dynamics, 2, 638-665.",
        "[23] Ludwig, A. (2005), Moment Estimation in Auerbach-Kotlikoff Models: How Well Do They Match the Data?, mimeo, MEA, University of Mannheim.",
        "[24] Ludwig, A. (2006), The Gauss-Seidel-Quasi-Newton Method: A Hybrid Algorithm for Solving Dynamic Economic Models, forthcoming, Journal of Economic Dynamics and Control.",
        "[25] Obstfeld, M. and K. Rogoff (1995), The Intertemporal Approach to the Current Account, in G. Grossman and K. Rogoff (eds.) Handbook of International Economics, Vol. 3, Elsevier, Amsterdam.",
        "[26] Storesletten, K., C. Telmer and A. Yaron (2004), Consumption and Risk Sharing over the Life Cycle, Journal of Monetary Economics, 51, 609633."
    ]
}