{
    "id": 12452,
    "cites": 32,
    "cited_by": 11,
    "reference": [
        "Aguiar, Mark, and Hurst, Erik. Consumption versus Expenditure. Journai of Poiiticai Economy, 2005, 113 no. 5: 919-948.",
        "Atkinson, Anthony B. and Stiglitz, Joseph E. The Design of Tax Structure: Direct Versus Indirect Taxation. Journai of Pubiic Economics, 1976, 6:1-2: 55-75.",
        "Auerbach, Alan J., and Kotlikoff, Laurence J. Dynamic Fiscai Poiicy. Cambridge, UK: Cambridge University Press, 1987.",
        "Banks, James, Blundell, Richard, and Tanner, Sarah. Is There a Retirement-Savings Puzzle? American Economic Review, 1998, 88, no. 4:769-88.",
        "Bernheim, B. Douglas. Personal Saving, Information, and Economic Literacy: New Directions for Public Policy. In C.E. Walker, M. Bloomfield, and M. Thorning, eds., Tax Poiicy for Economic Growth in the ]990s. Washington, D.C.: American Council for Capital Formation, 1994: 53-78.",
        "Bernheim, B. Douglas. Taxation and Saving. In Alan J. Auerbach and Martin Feldstein, eds., Handbook of Pubiic Economics. Vol. 3. Amsterdam: North-Holland, 2002: 1173-1249.",
        "Bernheim, B. Douglas, and Rangel, Antonio. Behavioral Public Economics: Welfare and Policy Analysis with Non-Standard Decision Makers. National Bureau of Economic Research, NBER Working Papers: No. 11518, 2005.",
        "Bernheim, B. Douglas, Skinner, Jonathan, and Weinberg, Steven. What Accounts for the Variation in Retirement Wealth among U.S. Households? American Economic Review, 2001, 91 no. 4:832-857.",
        "Browning, Edgar K. The Marginal Social Security Tax on Labor. Pubiic Finance Quarteriy, 1985, 13 no. 3:227-251.",
        "Burkhauser, Richard V., and Turner, John A. A Time-Series Analysis on Social Security and Its Effect on the Market Work of Men at Younger Ages. Journai of Poiiticai Economy. 1978, 86, no. 4:701-715.",
        "Burkhauser, Richard V. and Turner, John A. Is the Social Security Payroll Tax a Tax? Pubiic Finance Quarteriy, 1985, 13 no. 3:253-267.",
        "Chetty, Raj. A Bound on Risk Aversion Using Labor Supply Estimates. American Economic Review (forthcoming). Choi, James J., Laibson, David, Madrian, Brigitte C., and Metrick, Andrew. For Better of - 27 - Worse: Default Effects and 401(k) Savings Behavior. In David A. Wise, ed., Perspectives on the Economics ofAging. Chicago: University of Chicago Press, 2004. 8 1-121.",
        "Diamond, Peter A. Social Security Reform. Oxford: Oxford University Press, 2002.",
        "Diamond, Peter A. Social Security. American Economic Review, 2004, 94 no. 1:1-24.",
        "Diamond, Peter A., and Koszegi, Botond. Quasi-Hyperbolic Discounting and Retirement. Journal of Public Economics, 2003, 87, no. 9-10:1839-1872.",
        "Diamond, Peter A., and Mirrlees, James A. A Model of Social Insurance with Variable Retirement. Journal of Public Economics, 1978, 10, no. 3:295-336.",
        "Diamond, Peter A., and Mirrlees, James A. Payroll-Tax Financed Social Insurance with Variable Retirement. Scandinavian Journal of Economics, 1986, 88, no. 1:25-50.",
        "Diamond, Peter A., and Mirrlees, James A. Social Insurance with Variable Retirement and Private Savings. Journal of Public Economics, 2007, 91, no. :-.",
        "Dominitz, Jeff, Manski, Charles F., and Heinz, Jordan. `Will Social Security Be There for You?: How Americans Perceive Their Benefits. National Bureau of Economic Research, NBER Working Papers: No. 9798, 2003.",
        "Engen, Eric M., Gale, William G., and Uccello, Con E. The Adequacy of Household Saving. Brookings Papers on Economic Activity, 1999, no. 2:65-187.",
        "Feldstein, Martin. The Optimal Level of Social Security Benefits. Quarterly Journal of Economics, 1985, 100, no. 2: 303-320.",
        "Feldstein, Martin, and Liebman, Jeffrey B. Social Security. In Alan J. Auerbach and Martin Feldstein, eds., Handbook of Public Economics. Vol. 4. Amsterdam: North-Holland, 2002: 2245-2324.",
        "Gordon, Roger H. Social Security and Labor Supply Incentives. Contemporary Policy Issues, 1983, no. 3:16-22.",
        "Hubbard, R. Glenn, and Judd, Kenneth L. Liquidity Constraints, Fiscal Policy, and Consumption. Brookings Papers on Economic Activity, 1986, no. 1:1-50.",
        "Hubbard, R. Glenn, and Judd, Kenneth L. Social Security and Individual Welfare: Precautionary Saving, Borrowing Constraints, and the Payroll Tax. American Economic Review, 1987, 77, no. 4:630-646.",
        "Kotlikoff, Laurence J., Spivak, Avia, and Summers, Lawrence H. The Adequacy of - 28 - Savings. American Economic Review, 1982, 72 no. 5:1056-1069.",
        "Laibson, David. Hyperbolic Discount Functions, Undersaving, and Savings Policy. National Bureau of Economic Research, NBER Working Papers: No. 5635, 1996.",
        "Laibson, David. Golden Eggs and Hyperbolic Discounting. Quarterly Journal of Economics, 1997, 112 no. 2:443-477.",
        "Moore, James, and Mitchell, Olivia S. Projected Retirement Wealth and Saving Adequacy. In Olivia S. Mitchell, P. Brett Hammond, and Anna M. Rappaport, eds., Forecasting Retirement Needs and Retirement Wealth. Philadelphia: University of Pennsylvania Press, 2000: 68-94.",
        "Scholz, John Karl, Seshadri, Ananth, and Khitatrakun, Surachai. Are Americans Saving `Optimally for Retirement? National Bureau of Economic Research, NBER Working Papers: No. 10260, 2004.",
        "Strotz, Robert H. 1956. Myopia and Inconsistency in Dynamic Utility Maximization. Review of Economic Studies 23:165-180.",
        "Thaler, Richard H., and Shefrin, H. M. 1981. An Economic Theory of Self-Control. Journal of Political Economy 89, no. 2:392-406."
    ]
}