{
    "id": 1245,
    "cites": 18,
    "cited_by": 6,
    "reference": [
        "Balassa, R. (1982a): Disequilibrium Analysis in Developing Economies: An Overview, World DevelopmentÃ\u0082Â» _(1982b): Exports, Policy Choice and Economic Growth in Developing Countries After the 1973 Oil Shock, DRD Discussion Paper No. 48, World Bank.",
        "Bertrand, T. and F. Flatters (1971): Tariffs, Capital Accumulation, and Immi8erizing Growth, Journal of International Economics.",
        "Bhagwati, J. and T.N. Srinivasan (1979): Trade Policy and Development, in R. Dornbusch, and J. Frenkel (eds.), International Economic Policy: Theory and Evidence, Johns Hopkins Press.",
        "Brecher, R. and J. Bhagwati (1982): Immiserizing Transfers from Abroad, Journal of International Economics.",
        "_and C. Diaz Alejandro (1977): Tariffs, Foreign Capital and Immiserizing Growth, Journal of International Economics.",
        "Caves, R. and R. Jones (1981): World Trade and Payments, 3rd ed., Boston: Little, Brown.",
        "Dixit, A. and V. Norman (1980): Theory of International Trade, U.K: Nisbets, Welwyn.",
        "Edwards, S. (1983): The Order of Liberalization of the Current and Capital Accounts of the Balance of Payments: A Survey of the Major Issues, Working Paper, UCLA.",
        "Grossman, G. (1983): The Gains from International Factor Movements, forthcoming in Journal of International Economics.",
        "Johns on, H. (1967): The Possibility of Income Losses from Increased Efficiency or Factor Accumulation in the Presence of Tariffs, Economic Journal.",
        "Khan, M. and R. Zahler (1982): The Macroeconomlc Effects of Changes in Barrlers to Trade and Capital Flows: A Simulation Analysis, IMF Staff Papers, June.",
        "Krueger, A.O. (1978): Foreign Trade Regimes and Economic Development: Liberalization Attempts and Consequences, Cambridge, MA: Ballinger.",
        "(1983): Trade and Employment in Developing Countries, University of Chicago Press.",
        "(1984): The Problems of Liberalization, in A.C. Harberger (ed.) World Economic Growth, forthcoming ICS Press.",
        "Little, I.M.D. (1982): Economic Development, Basic Books.",
        ", T. Scitovsky and M. Scott (1970): Industry and Trade in Some Developing Countries, Oxford University Press. Mussa, M. (1979): The Two Sector Model in Terms of Its Dual: A Geometric Exposition, Journal of International Economics. Neary, P. anad K. Roberts (1980): The Theory of Household Behavior Under Rationing, European Economic Review. Razin, A. and L. Svensson (1983): An Asymmetry Between Export and Import Taxes, Economic Letters. Svensson, L. and R. Razin (1983): The Terms of Trade, Spending and the Current Account; the Harberger-Laursen-Metzler Effect, Journal of Political Economy.",
        "van Wijnbergen, S. (1983a): The Economics of a Duty Free Zone, mimeo, World Bank.",
        "(1983b): Tariffs, Employment and the Current Account: the Role of Real Wage Resistance, mimeo, World Bank."
    ]
}