{
    "id": 12454,
    "cites": 39,
    "cited_by": 20,
    "reference": [
        "Agell, J., M. Persson and B. M. Friedman (1992). Does Debt Management Matter?, Oxford University Press.",
        "AndrÃ\u0083Â©s, J., J. D. LÃ\u0083Â³pes-Salido and E. Nelson (2004). Tobins Imperfect Asset Substitution in Optimizing General Equilibrium. Journal of Money, Credit and Banking 36(4): 665 690.",
        "Baba, N., S. Nishioka, N. Oda, M. Shirakawa, K. Ueda and H. Ugai (2005). Japans Deflation, Problems in the Financial System, and Monetary Policy. Monetary and Economic Studies 23(1): 47-112.",
        "Backus, D., W. C. Brainard, G. Smith and J. Tobin (1980). A Model of U.S. Financial and Nonfinancial Economic Behavior. Journal of Money, Credit and Banking 12(2): 259 293.",
        "Bernanke, B. S. (2002). Making Sure `It Doesnt Happen Here, Board of Governors of the Federal Reserve System.",
        "Bernanke, B. S., V. R. Reinhart and B. P. Sack (2004). Monetary Policy Alternatives at the Zero Bound: An Empirical Assessment. Brookings Papers on Economic Activity 2004(2): 1-78.",
        "Black, F. (1995). Interest Rates as Options. Journal of Finance 50(7): 1371-1376.",
        "Bremner, R. P. (2004). Chairman of the Fed. New Haven, Yale University Press.",
        "Chandler, L. (1949). Federal Reserve Policy and Federal Debt. American Economic Review 39: 405-429.",
        "Christiano, L. J. (2000). Comment on `Theoretical Analysis Regarding a Zero Lower Bound on Nominal Interest Rates. Journal of Money, Credit and Banking 32(4): 905-930.",
        "Cochrane, J. H. and M. Piazzesi (2005). Bond Risk Premia. American Economic Review 95(1): 138-160.",
        "Eggertsson, G. and M. Woodford (2003). The Zero Bound on Interest Rates and Optimal Monetary Policy. Brookings Papers on Economic Activity 2003(1): 139211.",
        "Fama, E. F. and R. R. Bliss (1987). The Information in Long-Maturity Forward Rates. American Economic Review 77(4): 680-692.",
        "Fisher, M. and D. Zervos (1995). Fitting the term structure of interest rates with smoothing splines Board of Governors of the Federal Reserve System.",
        "Frankel, J. A. (1985). Portfolio Effects, Empirically Estimated. Quarterly Journal of Economics 100(Supplement): 1041-1065.",
        "Friedman, B. M. (1981). Debt Management Policy, Interest Rates, and Economic Activity, National Bureau of Economic Research.",
        "Friedman, B. M. (2003). Comments on `The Zero Bound on Interest Rates and Optimal Monetary Policy. Brookings Papers on Economic Activity 2003(1): 212.",
        "Friedman, B. M. and K. N. Kuttner (1992). Time-Varying Risk Perceptions and the Pricing of Risky Assets. Oxford Economic Papers 44(4): 566-598.",
        "Friedman, B. M. and V. V. Roley (1987). Aspects of Investors Behavior Under Risk. Arrow and the Ascent of Modern Economic Theory. G. R. Feiwel. New York, New York University Press.",
        "Hays, K. (2003). A messy Fed divorce. CNN Money, August 12, http://money.cnn.com/2003/08/12/commentary/column_hays/fed-hays/index.htm.",
        "Hess, G. D. (1999). The maturity structure of government debt and asset substitutability in the United Kingdom. Government debt structure and monetary conditions. K. A.",
        "Chrystal. London, Bank of England: 131-155. Lucas, R. E., Jr. (1978). Asset Prices in an Exchange Economy. Econometrica 46(6): 1429 1445.",
        "Ludvigson, S. and S. Ng (2005). Macro Factors in Bond Risk Premia, National Bureau of Economic Research.",
        "McCallum, B. T. (2000). Theoretical Analysis Regarding a Zero Lower Bound on Nominal Interest Rates. Journal of Money, Credit and Banking 32(4): 870-904.",
        "McCulloch, J. H. (1975). An Estimate of the Liquidity Premium. Journal of Political Economy 83: 95-113.",
        "Modigliani, F. and R. Sutch (1966). Innovations in Interest Rate Policy. American Economic Review 56(1): 178-197.",
        "Modigliani, F. and R. Sutch (1967). Debt Management and the Term Structure of Interest Rates: An Empirical Analysis of Recent Experience. Journal of Political Economy 75(4): 569-589.",
        "Nelson, C. R. and A. F. Siegel (1987). Parsimonious Modeling of Yield Curves. Journal of Business 60(4): 473-489.",
        "Okina, K. and S. Shiratsuka (2004). Policy Commitment and Expectation Formation: Japans Experience under Zero Interest Rates. North American Journal of Economics and Finance 15(1): 75-100.",
        "Orphanides, A. and V. Wieland (2000). Efficient monetary policy design near price stability. Journal of the Japanese and International Economies 14: 327-365.",
        "Roley, V. V. (1979). A Theory of Federal Debt Management. American Economic Review 69: 915-925.",
        "Rolph, E. R. (1957). Principles of Debt Management. American Economic Review 47(3): 302-320.",
        "Svensson, L. E. O. (1995). Estimating and Interpreting Forward Interest Rates: Sweden 1992-1994. Sveriges Riksbank Quarterly Review 1995 3: 13-26.",
        "Svensson, L. E. O. (2003). Escaping from a Liquidity Trap and Others: The Foolproof Way and Others. Journal of Economic Perspectives 17(4): 145-166.",
        "Tobin, J. (1963). An Essay on Principles of Debt Management. Commission on Money and Credit. Englewood Cliffs, NJ, Prentice-Hall: 143-218.",
        "Tobin, J. (1969). A General Equilibrium Approach to Monetary Theory. Journal of Money, Credit and Banking 1: 15-29.",
        "Tobin, J. (1972). The New Economics One Decade Older Princeton, NJ, Princeton University Press.",
        "Volcker, P. A. (2002). Monetary Policy Transmission: Past and Future Challenges. Federal Reserve Bank of New York Economic Policy Review 8(1): 7-14.",
        "Wicker, E. R. (1969). The World War II Policy of Fixing a Pattern of Interest Rates. Journal of Finance 24: 447-458."
    ]
}