{
    "id": 12456,
    "cites": 38,
    "cited_by": 2,
    "reference": [
        "Abowd, J. and D. Card (1989), On the Covariance Structure of Earnings and Hours Changes, Econometrica, 57, 411-445.",
        "Altonji, J.G., A.P. Martins and A. Siow (2002), Dynamic Factors Models of Consumption, Hours and Income, Research in Economics, 56, 3-59.",
        "Attanasio, O.P. (1997) Consumption and saving behaviour: modelling recent trends, Fiscal Studies, 18(1), 23-47.",
        "Attanasio, O.P. and M. Browning (1995) Consumption over the Life-Cycle and over the Business Cycle, American Economic Review, 85, 1118-1137.",
        "Attanasio, O.P. and S.J. Davis (1996) Relative Wage Movements and the Distribution of Consumption, Journal of Political Econo~y, 104(6), 1227-62.",
        "Attanasio, O.P. and N. Pavoni (2006): Risk Sharing in Private Information Models with Asset Accumulation: Explaining the Excess Smoothness of Consumption, UCL Mimeo.",
        "Attanasio, O.P. and G. Weber (1995), Is Consumption Growth Consistent with Intertemporal Optimization? Evidence from the Consumer Expenditure Survey, Journal of Political Econoi~y, 103, 1121-1157.",
        "Attanasio, O.P. and G. Weber (1993), Consumption Growth, the Interest Rate and Aggregation, Review of Economic Studies, 60, 631-49.",
        "Banks, J., R. Blundell and I. Preston (1994), Life-Cycle Expenditure Allocations and the Consumption Cost of Children, European Economic Review, 38(7), 1391-1410.",
        "Blinder, A.S. and Deaton, A.S. (1985) The Time-Series Consumption Revisited, Brookings Papers on EconomicActivi~y, 465-521.",
        "Blundell, R., L. Pistaferri and I. Preston (2004) Consumption inequality and partial insurance, IFS Working Papers W04/28, Institute for Fiscal Studies.",
        "Blundell, R., M. Browning and C. Meghir (1994), Consumer Demand and the Lifetime Allocation of Consumption, Review of Economic Studies, 61, 57-80.",
        "Blundell, R. and I. Preston (1998), Consumption Inequality and Income Uncertainty, Quarter~y Journal of Economics, 113, 603-40.",
        "Browning, M. and T. Crossley (2003) Shocks, Stocks and Socks, Department of Economics Working Papers 2003-07, McMaster University.",
        "Caballero, R.J. (1990), Expenditure on Durable Goods: A Case for Slow Adjustment, Quarter~y Journal of Economics, 105, 7 27-43.",
        "Campbell, J.Y. (1987) Does Saving Anticipate Declining Labor Income? An Alternative Test of the Permanent Income Hypothesis, Econometrica, 55(6), 1249-73.",
        "Campbell, J.Y. (1994) Inspecting the mechanism: An analytical approach to the stochastic growth model, Journal of Moneta~y Economics, 33, pp. 463-506.",
        "Campbell, J. Y. and A.S. Deaton (1989): Why Is Consumption So Smooth?, Review of Economic Studies 56, pp. 3 57-374.",
        "Campbell, J.Y. and N.G. Mankiw (1991) : `The Response of Consumption to Income: A CrossCountry Investigation, European Economic Review 35, pp. 723-767.",
        "Cunha, F., Heckman, J., and Navarro, 5. (2004). Separating heterogeneity from uncertainty an Aiyagari-Laitner economy, Paper presented at the Goldwater Conference on Labor Markets in Arizona, March, 2004.",
        "Cunha, F., J. Heckman and Navarro, 5. (2005). Separating Uncertainty from Heterogeneity in Life Cycle Earnings, NBER Working Papers 11024, National Bureau of Economic Research, Inc.",
        "Deaton, A. (1985) Panel Data from Time Series of Cross-Sections, Journal of Econometrics, 30, 109-26.",
        "Deaton, A. and C. Paxon (1994), Intertemporal choice and inequality, Journal of Political Econo~y, 102, 437-467.",
        "Dynarski, S. and J. Gruber (1997) Can Families Smooth Variable Earnings?, Brookings Papers on Economic Activi~y, 0(1), 229-84.",
        "Flavin, M.A. (1981) The Adjustment of Consumption to Changing Expectations about Future Income, Journal of Political Econo~y, 89(5), 974-1009.",
        "Forni, M., and L. Reichlin (1996) Dynamic Common Factors in Large Cross-Sections Empirical Economics, 21, 27-42.",
        "Gorman, W.M. (1959), Separable Utility and Aggregation, Econometrica, 27, 469-481.",
        "Gruber, J. (1997) The Consumption Smoothing Benefits of Unemployment Insurance American Economic Review, 87(1), 192-205.",
        "Hall, R.E. (1978) Stochastic Implications of the Life-Cycle Permament Income Hypothesis: Theory and Evidence, Journal of Political Econoi~y, 86, 971-87.",
        "Hansen, L.P., W. Roberds and T.J. Sargent (1991) Time Series Implications of Present Value Budget Balance and of Martingale Models of Consumption and Taxes, in Lars P. Hansen and Thomas J. Sargent, Rational Expectations Econometrics, Boulder. Westview, 121-61.",
        "Hayashi, F., J. Altonji and L. Kotlikoff (1996) Risk-Sharing between and within Families, Econometrica, 64(2), 26 1-94.",
        "MaCurdy, T.E. (1982), The Use of Time Series Processes to Model the Error Structure of Earnings in a Longitudinal Data Analysis, Journal of Econometrics, 18, 83-114.",
        "Meghir, C. and L. Pistaferri (2004): Income variance dynamics and heterogeneity, Econometrica, 72, 1-32.",
        "Sargent, T.J. (1978) Rational Expectations, Econometric Exogeneity and Consumption, Journal of PoliticalEconoi~y, 86(4), 673-700.",
        "Tanner, 5. (1998), `How Much Do Consumers Spend? Comparing the FES and National Accounts in Banks, J. and P. Johnson (eds), How Reliable is the Famiiy Expenditure Surve~y? Trends in Incomes and Expenditures Over Time, IFS Report 57 (http://www~ifs~org.uk/comms/r57~pdf), London: IFS.",
        "Watson, M.W. (1986) Univariate Detrending Methods with Stochastic Trends, Journal of Moneta~y Economics, 18, 49-7 5.",
        "Watson M.W. and R.F. Engle, (1983) Alternative Algorithms for the Estimation of Dynamic Factor, MIMIC, and Time Varying Coefficient Regression Models, Journal of Econometrics, 23, 385-400.",
        "West, K.D. (1988) The Insensitivity of Consumption to News About Income, Journal of Moneta~y Economics, 21, 17-34."
    ]
}