{
    "id": 12451,
    "cites": 41,
    "cited_by": 14,
    "reference": [
        "Adalet, Muge and Bany Eichengreen (2005), Cunent Account Reversals: Always a Problem? paper presented to the NBER Conference on G-7 Current Account Imbalances, Newport, Rhode Island (June).",
        "Aizenman, Joshua and Jaewoo Lee (2005), International Reserves: Precautionary Versus Mercantilist Views, Theory and Evidence, NBER Working Paper no. 11366 (May).",
        "Allen, Franklin and Douglas Gale (1994), Financial Innovation and Risk Sharing, Cambridge, Mass.: MIT Press.",
        "Athanasoulis, Stefano, Robert Shiller and Eric van Wincoop (1999), Macro Markets and Financial Security, FRBNY Economic Policy Review (April), pp.21-39.",
        "Berganza, Juan Carlos and Alicia Garcia Herrero (2004), What Makes Balance Sheet Effects Detrimental for the Country Risk Premium? unpublished manuscript, Bank of Spain.",
        "Borensztein, Eduardo and Paolo Mauro (2004), The Case for GDP-Indexed Bonds, Economic Policy (April), pp.165-216.",
        "Broda, Christian. and Eduardo Levy-Yeyati (2003), Dollarization and the Lender of Last Resort, in Eduardo Levy-Yeyati and Federico Sturzenegger (eds), Dollarization: Debates and Policy Alternatives, Cambridge, Mass.: MIT Press.",
        "Byun, Jennie and William Oswald (2005), Emerging Markets as an Asset Class, J.P. Morgan Emerging Markets Research (October).",
        "Caballero, Ricardo J. (2001), Coping with Chiles External Vulnerability: A Financial Problem, unpublished manuscript, MIT (July).",
        "Caballero, Ricardo J. (2003), On the International Financial Architecture: Insuring Emerging Markets, NBER Working Paper no.9570 (March).",
        "Caballero, Ricardo J. and Stavros Panageas (2005), A Quantitative Model of Sudden Stops and External Liquidity Management, NBER Working Paper no. 11293 (April).",
        "Calvo, Guillermo A. (1998), Capital Flows and Capital-Market Crises: The Simple Economics of Sudden Stops, Journal of Applied Economics 1, pp.35-54.",
        "Calvo, Guillermo A. (2002), Globalization Hazard and Delayed Reform in Emerging Markets, Economia (Spring), pp.1-29.",
        "Calvo, Guillermo A. (2005), Crises in Emerging Market Economies: A Global Perspective, NBER Working Paper no. 11305 (April).",
        "Calvo, Guillermo A., Alejandro Izquierdo, and Luis F. Mejia (2004), On the Empirics of Sudden Stops: The Relevance of Balance-Sheet Effects, NBER Working Paper no. 10520 (May).",
        "Calvo, Guillermo A. and Carmen M. Reinhart (1999), Capital Flow Reversals, the Exchange Rate Debate, and Dollarization, Finance and Development 36 (3), pp. 13-15.",
        "Cespedes, Luis, Roberto Chang and Andres Velasco (2000), Balance Sheet Effects and Exchange Rate Policy, NBER Working Paper no. 7840 (August).",
        "Chami, Ralph, Sunil Sharma and Ilhyock Shim (2004), A Model of the IMF as a Coinsurance Arrangement, IMF Working Paper no. 04/219 (November).",
        "Cordella, Tito and Eduardo Levy Yeyati (2004), Country Insurance, IMF Working Paper no. 04/148 (August)Staff Papers 52 (special issue), pp.85-106..",
        "Cordella, Tito and Eduardo Levy Yeyati (2005), A (New) Country Insurance Facility, IMF Working Paper no. 05/23 (January).",
        "DeMazo, Peter, Michael Fishman and Kathleen Hagerty (2001), The Enforcement Policy of a Self-Regulatory Organization, unpublished manuscript, Stanford University (April).",
        "Dervis, Kemal and Ceren Ozer (2005), A Better Globalization: Legitimacy, Government and Reform, Washington, D.C.: Center for Global Development.",
        "Dodsworth, John R. (1992), Reserve Pooling: An Application of the Theory of Clubs, Economia Internazionale 44, pp.209-222.",
        "Domac, I. and Soledad Maria Martinez Peria (2000), Banking Crises and Exchange Rate Regimes: Is There a Link? unpublished manuscript, the World Bank (November).",
        "Edwards, Sebastian (2005), Capital Controls, Sudden Stops and Cunent Account Reversals, NBER Working Paper no. 11170 (March).",
        "Eichengreen, Barry (2002), Financial Crises and What to Do About Them, Oxford: Oxford University Press.",
        "Eichengreen, Barry, Poonam Gupta and Ashoka Mody (2005), Sudden Stops and IMF Programs, paper prepared for the Interamerican Seminar on Macroeconomics, Rio, 2-3 December.",
        "Eichengreen, Barry and Ricardo Hausmann, eds. (2005a), Other Peoples Money: Debt Denomination and Financial Instability in Emerging Market Economies, Chicago: University of Chicago Press.",
        "Eichengreen, Barry and Ricardo Hausmann (2005b), The Road to Redemption, in Barry Eichengreen and Ricardo Hausmann eds., Other Peoples Money: Debt Denomination and Financial Instability in Emerging Market Economies, Chicago: University of Chicago Press, pp.266-288.",
        "FLAR (2004), Descriptive Document, Bogata: FLAR.",
        "Gagnon, Joseph (2005), Cunency Crashes and Bond Yields in Industrial Countries, International Finance Discussion Paper no.837, Washington, D.C.: Board of Governors of the Federal Reserve System (August).",
        "Glick, Reuven and Andrew Rose (1998), Contagion and Trade: Why Are Currency Crises Regional? NBER Working Paper no. 6806 (November).",
        "Heller, H. Robert (1970), Wealth and International Reserves, Review of Economics and Statistics 52, pp.212-214.",
        "International Monetary Fund (2003), Are Foreign Exchange Reserves in Asia Too High? World Economic Outlook (September), pp.78-92.",
        "Lane, Timothy and Steve Philips (2000), Does IMF Financing Result in Moral Hazard? IMF Working Paper no. 00/168.",
        "Lee, Jaewoo (2004), Insurance Value of International Reserves: An Option Pricing Approach, IMF Working Paper no. 04/175 (September).",
        "Levy Yeyati, Eduardo (2004a), Financial Dollarization: Evaluating the Consequences, unpublished manuscript, Universidad Torcuato Di Tella (August).",
        "Levy Yeyati, Eduardo (2004b), Dollars, Debt and the IFIs: Dedollarizing Multilateral Lending, Working Paper 11/2004, Buenos Aires: Universidad Torcuato Di Tella (September) Shiller, Robert (2004), The New Financial Order: Risk in the Twenty First Century, Princeton: Princeton University Press.",
        "United States President, Council of Economic Advisors (2004), White Paper: GrowthIndexed Bonds: A Primer, unpublished manuscript, Council of Economic Advisors (November).",
        "Williams, Oral, Tracey Polius and Selvon Hazel (2001), Reserve Pooling in the Eastern Caribbean Currency Union and the CFA Franc Zone: A Comparative Analysis, IMF Working Paper WP/01/104 (August).",
        "Williamson, John (2005), Curbing the Boom-Bust Cycle: Stabilizing Capital Flows to Emerging Markets, Policy Analysis in International Economics no. 75, Washington, D.C.: Institute for International Economics (July)."
    ]
}