{
    "id": 12473,
    "cites": 18,
    "cited_by": 5,
    "reference": [
        "Ahearne, A.G., Griever, W.L., Warnock, F.E., 2004. Information costs and home bias: an 18 analysis of U.S. holdings of foreign equities. Journal of International Economics 62, 3 13-336.",
        "Aizenman, J., 1999. International portfolio diversification with generalized expected utility preferences. Canadian Journal of Economics 32, 995-1008.",
        "Amadi, A.A., 2004a. Does familiarity breed investment? an empirical analysis of foreign equity holdings. SSRN Working Papers Series.",
        "Davis mimeo. Bernard, A.B., Jensen, J.B., 2004. Why some firms export. The Review of Economics and Statistics 86, 561-569.",
        "Engel, C., Matsumoto, A., 2004. Home bias in equities under new open economy macroeconomics. University of Wisconsin mimeo.",
        "French, K., Poterba, J., 1991. Investor diversification and international equity markets.",
        "American Economic Review 81, 222-226. Grinblatt, M., Keloharju, M., 2001. How distance, language, and culture influence stockholdings and trades. The Journal of Finance 56, 1053-1074.",
        "Heathcote, J., Perri, F., 2004. Financial globalization and real regionalization. Journal of Economic Theory 119, 207-243.",
        "Lane, P., Milesi-Ferretti, G.M., 2003. International financial integration. IMF Staff Papers 50, 82-113.",
        "Markowitz, H., 1952. Portfolio selection. The Journal of Finance 7, 77-9 1.",
        "Martin, P., Rey, H., 2000. Financial integration and asset returns. European Economic Review 44, 1327-1350.",
        "Merton, R.C., 1987. A simple model of capital market equilibrium with incomplete information. The Journal of Finance 42, 483-510.",
        "Pesenti, P., van Wincoop, E., 2002. Can nontradables generate substantial home bias? Journal of Money Credit and Banking 34, 25-50.",
        "Rowland, P.F., 1999. Transaction costs and international portfolio diversification. Journal of International Economics 49, 145-170.",
        "Review of Economic Dynamics 7, 7 89-826. Standard and Poors, 2003. Global Stock Markets Factbook. McGraw-Hill Companies: New York.",
        "Tesar, L.L., 1993. International risk-sharing and nontraded goods. Journal of International Economics 35, 69-89.",
        "Economics 34, 175-200. Wang, 5., 2002. Portfolio Selection and Asset Pricing. Springer: New York, New York.",
        "Warnock, F.E., 2002. Home bias and high turnover reconsidered. Journal of International Money and Finance 21, 795-805."
    ]
}