{
    "id": 12470,
    "cites": 37,
    "cited_by": 21,
    "reference": [
        "[1] Adao, B., Correia, I., P. Teles, (2003), ~Gaps and Triangles, Review of Economic Studies, 60, 4.",
        "[2] Aoki A. (2001), ~Optima1 Monetary Policy Responses to Relative Price Changes~, Journal of Monetary Economics 48: 55-80.",
        "[4] Atkinson, A. B. and J. Stiglitz, (1976), ~The Design of Tax Structure: Direct Versus Indirect Taxation, Journal of Public Economics, 6, 1-2, 55-75",
        "[5] Barski R., C. House and M. Kimball (2004), Sticky Price Models and Durable Goods~, Mimeo University of Michigan.",
        "[6] Becker R. (1980), ~On the Long-Run Steady State in a Simple Dynamic Model of Equilibrium with Heterogenous Agents~, Quarterly Journal of Economics, Vol. 95, No 2, pp. 375-382.",
        "[7] Becker R. and C. Foias (1987), ~A Characterization of Ramsey Equi1ibrium~, Journal of Economic Theory, 41, 173-84.",
        "[8] Benigno, P. and M. Woodford (2005), ~Inflation Stabilization and Welfare: The Case of a Distorted Steady Statefl, forthcoming Journal of the European Economic Association.",
        "[9] Bernanke, B., M. Gertler, (1989),Agency Costs, Net Worth and Business Fluctua- tions, American Economic Review, March, 14-3 1.",
        "[10] Bernanke, B., M. Gertler and S. Gilchrist, (1999), ~The Financial Accelerator in a Quantitative Business Cycle Framework, in J.B. Taylor, and M. Woodford, eds., Handbook of Macroeconomics, Amsterdam: North-Holland. 48",
        "[11] Bernanke, B., M. Gertler, (2001), ~Shou1d Central Banks Respond to Movements in Asset Prices? American Economic Review Papers and Proceedings, 91 (2), 253-257.",
        "[12] Bus M. and P. Kienow (2004), ~Some Evidence on the Importance of Sticky Prices~, Journal of Political Economy, October.",
        "[13] Caiza A., T.Monacelli and L.Stracca (2006), ~Mortgage Markets, Collateral Con- straints and Monetary Policy: Do Institutional Factors Matter? ~, Mimeo, European Central Bank and UniversitÃ\u0083Â  Bocconi.",
        "[14] Campbell J. Y. and G. Mankiw (1989), ~Consumption, Income and Interest Rates: Reinterpreting the Time Series Evidence ~, NBER Macroeconomics Annual, MIT Press.",
        "[15] Campbell J. and Z. Hercowitz (2005), ~The Role of Collateralized Household Debt in Macroeconomic Stabi1ization~, NBER w.p 11330.",
        "[16] Chari, V.V., L. J. Christiano and P.J. Kehoe (1991), ~Optima1 Fiscal and Monetary Policy: Some Recent Results, Journal of Money, Credit and Banking, 23:5 19 539.",
        "[17] Clarida, R., J. Gall, and M. Gertler (1999): ~The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature, vol. 37, 166 1-1707.",
        "[18] Erceg C. and A. Levin, (2005), ~Optima1 Monetary Policy with Durable Consumption Goods~, International Finance Discussion Paper 748, Board of Governors.",
        "[20] Gall J., D. Lopez-Salido and J. Valles (2003), ~Understanding the Effects of Govern- ment Spending on Consumption~, forthcoming Journal of the European Economic Association.",
        "[21] Goodfriend, M. and R. King, (1997), ~The New Neoclassical Synthesis~, NBER Macroeconomics Annual. 49",
        "[22] lacoviello, M. (2005), House Prices, Borrowing Constraints and Monetary policy in the Business Cycle, American Economic Review.",
        "[23] Jappelli T. and M. Pagano (1989), ~Consumption and Capital Markets Imperfections: an International Comparison~, American Economic Review, vol. 79, pp. 1088-1105.",
        "[24] Khan, A., R. King and A.L. Wolman, (2003), ~Optima1 Monetary Policy, Review of Economic Studies, 60,4.",
        "[25] King R. and S. Rebelo, (1999), ~Resuscitating Real Business Cycles, in J.B. Taylor, and M. Woodford, eds., Handbook of Macroeconomics, Amsterdam: North-Holland.",
        "[26] King, R. and A. L. Wolman, (1999), ~What Should the Monetary Authority Do When Prices Are Sticky, in Taylor, J. B., ed., Monetary Policy Rules, Chicago: university of Chicago Press, 349-398.",
        "[27] Kiyotaki, N. and J. Moore, (1997), ~Credit Cycles, Journal of Political Economy, 105, April , 211-48.",
        "[28] Krusell P. and A. Smith (1998), ~Income and Wealth Heterogeneity in the Macro- economy~, Journal of Political Economy, 106, 867-896.",
        "[29] Kydland, F. and E. C. Prescott, (1980), ~Dynamic Optimal Taxation, Rational Ex- pectations and Optimal Control, Journal of Economic Dynamics and Control, 2:7991.",
        "[30] Lucas, R. E. and N. Stokey, (1983), ~Optima1 Fiscal and Monetary Policy in an Economy Without Capital, Journal of Monetary Economics, 12:55-93.",
        "[31] Monacelli, Tommaso (2005), ~New Keynesian Models, Durable Goods and Borrowing Constraints~, unpublished.",
        "[32] Monacelli, Tommaso (2006), Productivity Shocks, Employment and Durable Goods~, unpublished. 50",
        "[33] Ramsey, F. P., (1927), ~A contribution to the Theory of Taxation, Economic Jour- nal, 37:47-61.",
        "[34] Rotemberg, J. and M. Woodford, (1997), ~An Optimization-Based Econometric Model for the Evaluation of Monetary Policy, NBER Macroeconomics Annual, 12: 297-346.",
        "[35] Schmitt-Grohe, S. and M. Uribe (2004), ~Optima1 Fiscal and Monetary Policy under Sticky Prices, Journal of Economic Theory, 114,198-230.",
        "[36] Schmitt-Grohe, S. and M. Uribe (2005), ~Optima1 Inflation Stabilization in a Medium-Scale Macroeconomic Mode1~, mimeo.",
        "[37] Siu, H. (2004) ~Optima1 Fiscal and Monetary Policy with Sticky Prices~, Journal of Monetary Economics 51(3), April.",
        "[38] Stock J. and M. Watson (2002), ~Has the Business Cycle Changed and Why?~, NBER Macroeconomics Annual, 159-218, MIT Press.",
        "[39] Woodford, Michael (2003), Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton University Press.. 51"
    ]
}