{
    "id": 12479,
    "cites": 16,
    "cited_by": 57,
    "reference": [
        "Hoisl, Karin, Tracing Mobile Inventors - The Causality between Inventor Mobility and Inventor Productivity, Munich Business Research Working Paper Series No. 2006-9, May 2006.",
        "Jaffe, A., Trajtenberg, M. and R. Henderson, Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations, quarterly Journal of Economics, pp. 577598, August 1993.",
        "Jaffe A. and Trajtenberg, M, Patents, Citations and Innovations: A Window to Knowledge Economy. Cambridge Mass: MIT Press, 2002.",
        "Jones, Benjamin F., The Burden of Knowledge and the `Death of the Renaissance Man: Is Innovation Getting Harder? National Bureau of Economic Research Working Paper No. 11360, May 2005.",
        "Kim Jinyoung, Lee Sangjoon John, Marschke Gerald, The Influence of University Research on Industrial Innovation. National Bureau of Economic Research Working Paper No. 11447, June 2005.",
        "Pakes, Ariel and Simpson, Margaret, The Analysis of Patent Renewal Data. Brookings Papers on Economic Activity, Microeconomic Annual, pp. 331- 401, 1991.",
        "Rosenkopf, Lori and Almeida, Paul, Overcoming Local Search Through Alliances and Mobility. Management Science, Vol. 49, No. 6, pp. 75 1-766, June 2003.",
        "Scherer, F.M. Inter-Industry Technology Flows and Productivity Growth, Review of Economics and Statistics, 64, November 1982.",
        "Schmookler, J. Invention and Economic Growth. Cambridge: Harvard University Press, 1966.",
        "Singh, Jasjit, Inventor Mobility and Social Networks as Drivers of Knowledge Diffusion, Harvard University Working Paper Series, October 2003.",
        "Song, Jaeyong, Almeida, Paul and Wu, Geraldine, Learning-by-Hiring: When is Mobility More Likely to Facilitate Inferfirm Knowledge Transfer?. Management Science, Vol. 49, No. 4, pp. 35 1-365, April 2003.",
        "Stolpe, Michael, Mobility of Research Workers and Knowledge Diffusion as Evidence in Patent Data - The Case of Liquid Crystal Display Technology. Kiel Working Paper No. 1038, April 2001.",
        "Trajtenberg, M. A Penny for Your Quotes: Patent Citations and the Value of Innovations, The Rand Journal of Economics, 21(1), 172-187, Spring 1990.",
        "Trajtenberg, M. The Names Game: Using Inventors Patent Data in Economic Research. hflp ://wwwAau~acJLLmanueL/, Power-point presentation, 2004.",
        "Trajtenberg, M., Jaffe, A. and R. Henderson, University versus Corporate Patents: A Window on the Basicness of Invention, Economics of Innovation and New Technology, S(l),pp. 19-50, 1997.",
        "Zucker, Lynne G., and Darby, Michael R., Movement of Star Scientists and Engineers and High-Tech Firm Entry, National Bureau of Economic Research Working Paper No. 12172, April 2006."
    ]
}