{
    "id": 12472,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Abaum, G., Baker, K.G., Hozier, G.C., Jr. and Rogers, R.D., Smoking Behavior, Information Sources, and Consumption Values of Teenagers: Implications for Public Policy and Other Intervention Faillures, 2002.",
        "Akerlof, George A. and Kranton, Rachel E., Economics and Identity, Quarterly Journal of Economics, 105(3), 2000, 7 15-753.",
        "Akerlof, George A. and Kranton, Rachel E., Identity and Schooling: Some Lessons for the Economics of Education, Journal of Economic Literature, 40(4), 2002, 1167-1201.",
        "Aloise-Young, P.A. and Hennigan, K.M., Self-Image, the Smoker Stereotype and Cigarette Smoking: Developmental Patterns Fro Fifth to Eighth Grade, Journal of Adolescence, 1996, 163-177.",
        "Banfield, Edward, Present-Orientedness and Crime, in Randy E. Barnett and John Hagel, eds., Assessing the Criminal: Restitution, Retribution, and the Legal Process, Cambridge: Ballinger, 1977.",
        "Banfield, Edward, The Unheavenly City Revisited, Bsoton: Little, Brown and Company, 1974.",
        "Becker, Gary S., Grossman, Michael and Murphy, Kevin M., Rational Addiction and the Effect of Price on Consumption, American Economic Review, 81(2), 1991, 237-241.",
        "Becker, Gary S. and Murphy, Kevin M., A Theory Of Rational Addiction, Journal of Political Economy, 96(4), 1988, 675-700.",
        "Burton, D., et al., ImAge Attribution and Smoking Intentions Among Seventh Grade St, Journal of Applied Social Psychology, 19, 1989, 656-664.",
        "Center for Human Resource Research, Ohio State University, NLSY97 Users Guide, Columbus, Ohio: Ohio State University, 2002.",
        "Chaloupka, Frank, Rational Addictive Behavior and Cigarette Smoking, Journal of Political Economy, 99(4), 1991, 722-742.",
        "Chassin, L., et al., Psychosocial Correlates of Adolescent Smokless Tobacco Use, Addictive Behaviors, 10, 1985, 43 1-435.",
        "Chassin, L., et al., Self-Images and Smoking in Adolescence, Personality and Social Psychology Bulletin, 7, 1981, 670-676.",
        "Cook, Philip J. and Ludwig, Jens, Weighing the Burden of `Acting White; Are There Race Differences in Attitudes Towards Education? Journal of Policy Analysis and Management, 16(2), 1997, 256-278.",
        "Feltovich, Nick, Harbaugh, Richmond and To, Ted, To Cool for School? Signalling and Countersignalling, RAND Journal of Economics, 33(4), 2002, 630-649.",
        "Grossman, Michael, On the Concept of Health Capital and the Demand for Health, Journal of Political Economy, 80, 1972, 223-255.",
        "Grube, J.W., Weir, I.L., Getzlaf, S. and Rokeach, M., Own Value System, Value Images and Cigarette Smoking, Personality and Social Psychology Bulletin, 10, 1984, 306-313.",
        "Gruber, Jonathan and Zinman, Jonathan, Youth Smoking in the United States:Evidence and Implications, in Jonathan Gruber, ed., Risky Behavior Among Youths: An Economic Analysis, Chicago: University of chicago Press, 2001, 69-120.",
        "Hersch, Joni and Pickton, T.S., Risk-Taking Activities and Heterogeneity of Job-Risk Tradeoffs, Journal of Risk and Uncertainly, 11(3), 1995, 205-217.",
        "Hersch, Joni and Viscusi, W. Kip, Cigarette Smoking, Seatbelt Use, and Differences in Wage-Risk Tradeoffs, Journal of Human Resources, 25(2), 1990, 202-227.",
        "Hersch, Joni and Viscusi, W. Kip, Smoking and Other Risky Behaviors, Journal of Drug Issues, 28(3), 1998, 645-66 1.",
        "Hoppe, Hans-Hermann, Democracy-the God That Failed, New Brunswick, NJ: Transaction Publishers, 2001.",
        "Kobus, Kimberly, Peers and Adolescent Smoking, Addiction, 98 (Suppl 1), 2003, 3755.",
        "Luke, D., et al., Teens Images of Smoking and Smokers, Public Health Reports, 116, 2001, 194-202.",
        "McKennell, A.C. and Bynner, J.M., Self Images and Smoking Behavior Among School Boys, British Journal of Educational Psychology, 39, 1969, 27-39.",
        "Menger, Carl, Principles of Economics, GrundsÃ\u0083Â¤tze der Volkswirtschaftslehre, New York: New York University Press, [1871] 1976.",
        "Roberts, Richard D., et al., The Armed Services Vocational Aptitude Battery, Learning and Individual Differences, 12(1), 2000, 8 1-103.",
        "Smith, T. Alexander, Time and Public Policy, Knoxville: University of Tennessee Press, 1988.",
        "Strigl, Richard von, Capital and Production, Auburn, MI: Ludwig von Mises Institute, 2001.",
        "Wakefield, M., Flay, Brian R., Nichter, M. and Giovino, G., Role of the Media in Influencing Trajectories of Youth Smoking, Addiction, 98(Suppl 1), 2003, 79103.",
        "Wilson, James Q. and Herrnstein, Richard J, Crime and Human Nature, New York: Simon and Schuster, 1985."
    ]
}