{
    "id": 12477,
    "cites": 49,
    "cited_by": 10,
    "reference": [
        "[1] Klaus Adam, 2006, Optimal Monetary Policy with Imperfect Common Knowledge, Journal of Monetary Economics (forthcoming)",
        "[2] Franklin Allen, Stephen Morris and Hyun Song Shin, 2006, Beauty Contests, Bubbles and Iterated Expectations in Asset Markets, Review of Financial Studies, forthcoming",
        "[3] Jeffery Amato, Stephen Morris and Hyun Song Shin, 2002, Communication and Mone- tary Policy, Oxford Review of Economic Policy 18, pp. 495-503.",
        "[4] George-Marios Angeletos and Alessandro Pavan, 2004, Transparency of Information and Coordination in Economies with Investment Complementarities, American Economic Review 94 (2).",
        "[5] Kosuke Aoki, 2003, On the Optimal Monetary Policy Response to Noisy Indicators, Journal of Monetary Economics 50, pp. 501-523.",
        "[6] Philippe Bacchetta and Eric Van Wincoop, 2005, Higher Order Expectations in Asset Pricing, mimeo, Study Center Gerzensee.",
        "[7] Philippe Bacchetta and Eric Van Wincoop, 2006, Can Information Heterogeneity Explain the Exchange Rate Determination Puzzle? American Economic Review 96, pp. 552-576.",
        "[8] Robert J. Barro and Robert G. King, 1984, Time-Separable Preferences and Intertemporal-Substitution Models of Business Cycles, Quarterly Journal of Economics 99: 817-839.",
        "[9] Robert B. Barsky and Eric R. Sims, 2006, Information Shocks, Animal Spirits, and the Meaning of Innovations in Consumer Confidence, mimeo, University of Michigan.",
        "[11] Paul Beaudry and Franck Portier, 2001, Exploring Pigous Theory of Cycles, CEPR Discussion Paper No. 2996. 36",
        "[12] Paul Beaudry and Franck Portier, 2006, Stock Prices, News and Economic Fluctuta- tions, forthcoming American Economic Review.",
        "[13] Jess Benhabib and R. E. A. Farmer, 1999, Indeterminacy and Sunspots in Macroeco- nomics, in Handbook of Macroeconomics, ed. by J. Talor, and M. Woodford, vol. 1A, pp. 387-448. New York: North-Holland.",
        "[14] Olivier J. Blanchard, 1989, A Traditional Interpretation of Macroeconomic Fluctua- tions, American Economic Review 79 (5), pp. 1146-1164.",
        "[15] Olivier J. Blanchard and Danny Quah, 1989, The Dynamic Effects of Aggregate Demand and Aggregate Supply Shocks, American Economic Review 79 (4), pp. 655-673.",
        "[16] Olivier J. Blanchard and Mark W. Watson, 1986, Are Business Cycles All Alike? in The American Business Cycle: Continuity and Change. R.J. Gordon, ed. Chicago: University of Chicago Press, pp. 123-56.",
        "[17] Fabio Canova and De Nicolo, Gianni, 2002, Monetary Disturbances Matter for Business Fluctuations in the G-7, Journal of Monetary Economics 49 (6), pp. 1131-1159.",
        "[18] V. V. Chari, Patrick J. Kehoe and Ellen R. McGrattan, 2004, Are Structural VARs Useful Guides for Developing Business Cycle Theories? Federal Reserve Bank of Minneapolis, Working Paper 631.",
        "[19] Lawrence Christiano, Martin Eichenbaum, and Robert Vigfusson, 2003, What happens after a Technology Shock? mimeo.",
        "[20] Jean-Pierre Danthine, John Donaldson, and Thore Johnsen 1998, Productivity Growth, Consumer Confidence, and the Business Cycle, European Economic Review 42, pp. 1113- 1140.",
        "[21] Neville Francis and Valerie Ramey, 2003, Is the Technology-Driven Real Business Cycle Hypothesis Dead? Shocks and Aggregate Fluctuations Revisited, NBER Working Paper No. 8726.",
        "[22] Jordi Gali, 1992, How Well Does the IS-LM Model Fit Postwar U.S. Data? The Quar- terly Journal of Economics 107 (2), pp. 709-738. 37",
        "[23] Jordi Gali, 1999, Technology, Employment, and the Business Cycle: Do Technology Schocks Explain Aggregate Fluctuations? American Economic Review, pp. 249-271.",
        "[24] Christian Hellwig, 2002, Public Announcements, Adjustments Delays and the Business Cycle, mimeo UCLA.",
        "[25] Christian Hellwig, 2005, Heterogeneous Information and the Benefits of Public Informa- tion Disclosures, mimeo UCLA.",
        "[26] Christian Hellwig and Laura Veldkamp, 2006 Knowing What Others Know: Coordination Motives in Information Acquisition, mimeo NYU.",
        "[27] Nir Jaimovich and Sergio Rebelo, 2005, Can News about the Future Drive the Business Cycle? mimeo, Northwestern University.",
        "[28] Takuji Kawamoto, 2004, Technology Shocks and the Role of Monetary Policy in the Beauty Contest Monetarist Model, Bank of Japan Discussion Paper, 2004-E-10.",
        "[29] Guido Lorenzoni, 2006, Demand Shocks and Monetary Policy, mimeo, MIT.",
        "[30] Robert E. Lucas Jr.,1972, Expectations and the Neutrality of Money, Journal of Eco- nomic Theory 4 (2), pp. 103-24.",
        "[31] Robert E. Lucas Jr., 1975, An Equilibrium Model of the Business Cycle, Journal of Political Economy 83 (6), pp. 1113-1144.",
        "[32] Bartosz MaÃ\u0083Â©kowiak and Mirko Wiederholt, 2006, Optimal Sticky Prices under Rational Inattention, mimeo, Humboldt University.",
        "[33] N. Gregory Mankiw and Ricardo Reis, 2002, Sticky Information Versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve, Quarterly Journal of Economics 117, pp. 1295-1328.",
        "[34] Fabio Milani, 2005, Expectations, Learning and Macroeconomic Persistence, mimeo, UC Irvine.",
        "[35] Stephen Morris and Hyun Song Shin, 2002, The Social Value of Public Information, American Economic Review 92, pp. 1521-1534. 38",
        "[36] Kristoffer P. Nimark, 2005, Calvo Pricing and Imperfect Common Knowledge: A Forward Looking Model of Rational Inflation Inertia, ECB Working Paper No. 474.",
        "[37] Athanasios Orphanides, 2003, Monetary Policy Evaluation with Noisy Information, Journal of Monetary Economics 50 (3), pp. 605-631.",
        "[38] Edmund S. Phelps et al., 1969, Microeconomic Foundations of Employment and Inflation Theory, New York: Norton.",
        "[39] Ricardo Reis, 2003, Where Is the Natural Rate? Rational Policy Mistakes and Persistent Deviations of Inflation from Target, Advances in Macroeconomics, B. E. Journals in Macroeconomics 3 (1).",
        "[40] JosÃ\u0083Â© V. Rodriguez Mora and Paul Schulstald, 2006, Believing in Lies: Effects of GNP Announcements on Fluctuations of GNP growth. European Economic Review, forthcom- ing.",
        "[41] Matthew D. Shapiro, Mark W. Watson, 1988, Sources of Business Cycle Fluctuations, NBER Macroeconomics Annual 1988, Vol. 3, edited by Stanley Fischer, pp.111-148. Cam- bridge, MA: The MIT Press.",
        "[42] Christopher A. Sims, 2003, Implications of Rational Inattention, Journal of Monetary Economics 50 (3), pp. 665-690.",
        "[43] Lars E.O. Svensson and Michael Woodford, 2003, Indicator Variables for Optimal Policy, Journal of Monetary Economics 50 (3), pp. 691-720.",
        "[44] Lars E.O. Svensson and Michael Woodford, 2005, Indicator Variables for Optimal Policy under Asymmetric Information, Journal of Economic Dynamics and Control, forthcom- ing.",
        "[45] Andrea Tambalotti, 2003, Optimal Monetary Policy and Productivity Growth, mimeo, Federal Reserve Bank of New York.",
        "[46] Robert Townsend, 1983, Forecasting the Forecasts of Others, Journal of Political Econ- omy 91(4), pp. 546-587.",
        "[47] Laura Veldkamp, 2006, Information Markets and the Comovement of Asset Prices, Review of Economic Studies 73, pp.823-845. 39",
        "[48] Laura Veldkamp and Stijn Van Nieuwerburgh, 2006, Learning Asymmetries in Real Busi- ness Cycles, Journal of Monetary Economics 53 (4), pp.753-772.",
        "[49] Michael Woodford, 2002, Imperfect Common Knowledge and the Effects of Monetary Policy, in P. Aghion, R. Frydman, J. Stiglitz, and M. Woodford, eds., Knowledge, Infor- mation, and Expectations in Modern Macroeconomics: In Honor of Edmund S. Phelps, Princeton: Princeton University Press.",
        "[50] Michael Woodford, 2003, Interest and Prices, Princeton: Princeton University Press. 40"
    ]
}