{
    "id": 12476,
    "cites": 51,
    "cited_by": 46,
    "reference": [
        "Acemoglu, Daron and JÃ\u0083Â¶rn-Steffen Pischke. 1999. The Structure of Wages and In- vestment in General Training. Journal of Political Economy. June, 107:3, pp. 539-72.",
        "Aiyagari, S. Rao, Albert Marcet, Thomas J. Sargent and Juha Seppala. 2002. Op- timal Taxation without State-Contingent Debt. Journal of Political Economy. December, 110:6, pp. 1220-4.",
        "Alesina, Alberto and Lawrence H. Summers. 1993. Central Bank Independence and Macroeconomic Performance: Some Comparative Evidence. Journal of Money, Credit, and Banking. May, 25:2, pp. 15 1-62.",
        "Angeletos, George-Marios. 2002. Fiscal Policy with Noncontingent Debt and the Op- timal Maturity Structure. Quarterly Journal of Economics. August, 117:3, pp. 1105-31.",
        "Athey, Susan, Andrew Atkeson, and Patrick J. Kehoe. 2005. The Optimal Degree of Discretion in Monetary Policy. Econometrica. September, 73:5, pp. 143 1-75.",
        "Atkeson, Andrew and Robert E. Lucas Jr. 1992. On Efficient Distribution with Pri- vate Information. Review of Economic Studies. July, 59:200, pp. 427-53.",
        "Barro, Robert J. 1979. On the Determination of the Public Debt. Journal of Political Economy. October, 87:5, pp. 940-7 1.",
        "Barro, Robert J. and David Gordon. 1983. Rules, Discretion and Reputation in a Model of Monetary Policy. Journal of Monetary Economics. July, 1983, 12:1, pp. 101-21.",
        "Benigno, Pierpaolo and Michael Woodford. 2003. Optimal Monetary and Fiscal Pol- icy: A Linear-Quadratic Approach. National Bureau of Economic Research Working Paper No.",
        "Bernanke, Ben S., Thomas Laubach, Frederic S. Mishkin and Adam S. Posen. 1999.",
        "Inflation Targeting: Lessons from the International Experience. Princeton, N.J.: Princeton Uni- versity Press. Bernanke, Ben S. and Frederic S. Mishkin. 1997. Inflation Targeting: A New Frame- work for Monetary Policy? Journal of Economic Perspectives. Spring, 11:2, pp. 97-116.",
        "Calvo, Guillermo A. 1978. On the Time Consistency of Optimal Policy in a Monetary Economy. Econometrica. November, 46:6, pp. 1411-28.",
        "Chari, V. V., Lawrence J. Christiano and Patrick J. Kehoe. 1991. Optimal Fiscal and Monetary Policy: Some Recent Results. Journal of Money, Credit, and Banking. August, 23:3, pp. 5 19-39.",
        "Chari, V. V., Lawrence J. Christiano and Patrick J. Kehoe. 1994. Optimal Fiscal Policy in a Business Cycle Model. Journal of Political Economy. August, 102:4, pp. 6 17-52.",
        "Chari, V. V., Lawrence J. Christiano and Patrick J. Kehoe. 1996. Optimality of the Friedman Rule in Economies with Distorting Taxes. Journal of Monetary Economics. April, 37:2, pp. 203-23.",
        "Chari, V. V., Patrick J. Kehoe and Ellen McGrattan. 1997. The Poverty of Nations: A Quantitative Investigation. Research Department Staff Report 204, Federal Reserve Bank of Minneapolis.",
        "Chari, V. V., Patrick J. Kehoe and Edward C. Prescott. 1989. Time Consistency and Policy. In Modern Business Cycle Theory, edited by Robert Barro, 265-305, Cambridge, Mass.: Harvard University Press.",
        "Chari, V. V., Diego Restuccia and Carlos Urrutia. 2005. On-the-Job Training, Lim- ited Commitment, and Firing Costs. Working Paper, Federal Reserve Bank of Minneapolis.",
        "Cooley, Thomas, F. 1995. Frontiers of Business Cycle Research. Princeton, N.J.: Prince- ton University Press.",
        "Correia, Isabel, Juan Pablo Nicolini and Pedro Teles. 2004. Optimal Fiscal and Monetary Policy: Equivalence Results. Working Paper, Bank of Portugal.",
        "Fischer, Stanley. 1980. Dynamic Inconsistency, Cooperation, and the Benevolent, Dis- sembling Government. Journal of Economic Dynamics and Control. February, 2:1, pp. 93-107.",
        "Friedman, Milton. 1969. The Optimum Quantity of Money. In The Optimum Quantity of Money and Other Essays. Chicago: Aldine, pp. 1-50.",
        "Gottschalk, Peter and Robert Moffitt. 1994. The Growth of Earnings Instability in the U.S. Labor Market. Brookings Papers on Economic Activity. 1994:2, 217-72.",
        "Gravelle, Jane G. 2004. Historical Effective Marginal Tax Rates on Capital Income. Congressional Research Service Report for Congress. January 12.",
        "Hopenhayn, Hugo A. and Juan Pablo Nicolini. 1997. Optimal Unemployment Insur- ance. Journal of Political Economy. April, 105:2, pp. 412-38.",
        "Hopenhayn, Hugo and Richard Rogerson. 1993. Job Turnover and Policy Evaluation: A General Equilibrium Analysis. Journal of Political Economy. October, 101:5, pp. 9 15-38.",
        "Khan, Aubhik, Robert G. King and Alexander L. Wolman. 2003. Optimal Monetary Policy. Review of Economic Studies. October, 70:247, pp. 825-60.",
        "Kydland, Finn E. and Edward C. Prescott. 1977. Rules Rather than Discretion: The Inconsistency of Optimal Plans. Journal of Political Economy. June, 85:3, pp. 473-9 1.",
        "Kydland, Finn E. and Edward C. Prescott. 1982. Time to Build and Aggregate Fluc- tuations. Econometrica. November, 50:6, pp. 1345-70.",
        "Levine, David K. 1991. Asset Trading Mechanisms and Expansionary Policy. Journal of Economic Theory. June, 54:1, pp. 148-64.",
        "Ljungqvist, Lars and Thomas J. Sargent. 1998. The European Unemployment Di- lemma. Journal of Political Economy. June, 106:3, pp. 5 14-50.",
        "Lucas, Robert E., Jr. 1976. Econometric Policy Evaluation: A Critique. Journal of Monetary Economics. Supplementary Series, 1:2, pp. 19-46.",
        "Lucas, Robert E., Jr. 1986. Principles of Fiscal and Monetary Policy. Journal of Monetary Economics. July, 17:1, pp. 117-34.",
        "Lucas, Robert E., Jr. and Nancy L. Stokey. 1983. Optimal Fiscal and Monetary Pol- icy in an Economy without Capital. Journal of Monetary Economics. July, 12:1, pp. 55-93.",
        "Mankiw, N. Gregory, David Romer and David N. Weil. 1992. A Contribution to the Empiics of Economic Growth. Quarterly Journal of Economics. May, 107:2, pp. 407-37.",
        "Nicholl, Peter W. E. and David J. Archer. 1992. An Announced Downward Path for Inflation. Reserve Bank Bulletin. 55:4, pp. 3 15-23. New Zealand Reserve Bank.",
        "Nickell, Stephen. 1997. Unemployment and Labor Market Rigidities: Europe versus North America. Journal of Economic Perspectives. Summer, 11:3, pp. 55-74.",
        "Phelps, Edmund. 1973. Inflation in the Theory of Public Finance. Swedish Journal of Economics. March, 75, pp. 67-82.",
        "Ramsey, Frank P. 1927. A Contribution to the Theory of Taxation. Economic Jour- nal. March, 37:145, pp. 47-6 1.",
        "Washington, D.C.: Government Printing Office. Rogerson, Richard. 2005. Structural Transformation and the Deterioration of European Labor Market Outcomes. Mimeo, Arizona State University.",
        "Rogoff, Kenneth. 1985. The Optimal Degree of Commitment to an Intermediate Mone- tary Target. Quarterly Journal of Economics. November, 100:4, pp. 1169-89.",
        "Sargent, Thomas J. and Neil Wallace. 1985. Some Unpleasant Monetarist Arithme- tic. Federal Reserve Bank of Minneapolis Quarterly Review. Winter, 9:1, pp. 15-31.",
        "Schmitt-GrohÃ\u0083Â©, Stephanie and Martin Uribe. 2004. Optimal Fiscal and Monetary Policy under Sticky Prices. Journal of Economic Theory. February, 114:2, pp. 198-230.",
        "Shimer, Robert and Ivan Werning. 2005. Liquidity and Insurance for the Unem- ployed. National Bureau of Economic Research Working Paper No. 11689.",
        "Siu, Henry E. 2004. Optimal Fiscal and Monetary Policy with Sticky Prices. Journal of Monetary Economics. April, 5 1:3, pp. 575-607.",
        "Solow, Robert, M. 1956. A Contribution to the Theory of Economic Growth. Quar- terly Journal of Economics. 70:1, pp. 65-94.",
        "Strotz, Robert H. 1955. Myopia and Inconsistency in Dynamic Utility Maximization. Review of Economic Studies. 23:3, pp. 165-80.",
        "Taylor, John B. 1993. Discretion versus Policy Rules in Practice. Carnegie-Rochester Conference Series on Public Policy. December, 39, pp. 195-214.",
        "Truman, Edwin M. 2003. Inflation Targeting in the World Economy. Washington, D.C.: Institute for International Economics.",
        "Weichenrieder, Alfons J. 2005. (Why) Do We Need Corporate Taxation? CESifo Working Paper No. 1495, July. Institute for Economic Research, Munich, Germany.",
        "Werning, Ivan. 2005. Tax Smoothing with Redistribution. Working paper, Massachu- setts Institute of Technology."
    ]
}