{
    "id": 12482,
    "cites": 28,
    "cited_by": 9,
    "reference": [
        "Amador, M., (2003). A political economy model of sovereign debt repayment, mimeo, Stanford.",
        "Atkeson, A. (1991), International lending with moral hazard and risk of repudiation, Economet- rica 59, 1069-1089.",
        "Bulow, J., and K. Rogoff, (1989a). Sovereign debt: Is to forgive to forget? American Economic Review 79, 43-50.",
        "Bulow, J., and K. Rogoff, (1989b). A constant recontracting model of sovereign debt, Journal of Political Economy 97, 155-178.",
        "Caballero, R., and A. Krishnamurthy, (2001). International and domestic collateral constraints in a model of emerging market crises, Journal of Monetary Economics 48, 513-48.",
        "Chang, R., and A. Velasco, (1999). Liquidity crises in emerging markets: Theory and policy, in B. Bernanke and J. Rotemberg (eds.), NBER Macroeconomics Annual 1999, 11-58.",
        "Cole, H., J. Dow and W.B. English, (1995). Default, settlement and signaling: Lending resumption in a reputation model of sovereign debt, International Economic Review 36, 365-386.",
        "Cole, H., and P. Kehoe, (1997). Reviving reputation models of international debt, Federal Reserve Bank of Minneapolis Quarterly Review 21, 2 1-30.",
        "Cole, H., and M. Obstfeld, (1991). Commodity trade and international risk sharing: How much do financial markets matter? Journal of Monetary Economics 28, 3-24.",
        "Dixit, A., (1987). Trade and insurance with moral hazard, Journal of International Economics 23, 201-220.",
        "Dixit, A., (1989a). Trade and insurance with imperfectly observed outcomes, Quarterly Journal of Economics 104, 195-203.",
        "Dixit, A., (1989b). Trade and insurance with adverse selection, Review of Economic Studies 56, 235-247.",
        "Eaton, J., and M. Gersovitz, (1981). Debt with potential repudiation: Theory and empirical analysis, Review of Economic Studies 48, 289-309.",
        "Eaton, J., and R. FernÃ\u0083Â¡ndez, (1995). Sovereign debt, in G. Grossman and K. Rogoff (eds.), Handbook of International Economics III, Elsevier.",
        "FernÃ\u0083Â¡ndez, R., and R. Rosenthal, (1990). Sovereign debt renegotiations: A strategic analysis, Review of Economic Studies 57, 331-350.",
        "Grossman, H., and J. Van Huyck, (1988). Sovereign debt as a contingent claim: Excusable default, repudiation, and reputation, American Economic Review 78, 1088-1097.",
        "Kehoe, P., and F. Perri, (2002a). International business cycles with endogenous incomplete mar- 32 kets, Econometrica 70, 907-928.",
        "Kehoe, P., and F. Perri, (2002b). Competitive equilibria with limited enforcement, FRB Min- neapolis Research Department Staff Report 307.",
        "Kletzer, K., and B. Wright, (2000). Sovereign debt as intertemporal barter, American Economic Review 90, 621-39.",
        "Kose, M., E. Prasad, and M. Terrones, (2003a). Financial integration and macroeconomic volatil- ity, IMF Working Paper 03/50.",
        "Kose, M., E. Prasad, and M. Terrones, (2003b). Volatility and comovement in a globalized world economy: An empirical exploration, IMP Working Paper 03/246.",
        "Levchenko, A., (2005), Financial liberalization and consumption volatility in developing coun- tries, IMF Staff Papers 52, 237-259.",
        "Newbery, D., and J. Stiglitz, (1984). Pareto inferior trade, Review of Economic Studies 51, 1-12.",
        "Prasad, E., K. Rogoff, S. Wei, and M. Kose, (2003). Effects of financial globalization on developing countries: Some empirical evidence, IMF Occasional Paper 220.",
        "Rappoport, V., (2005). Idiosyncratic and aggregate risk in the presence of governments moral hazard, mimeo, Columbia.",
        "Tirole, J., (2003). Inefficient foreign borrowing: A dual- and common-agency perspective, Amer- ican Economic Review 93, 1678-1702.",
        "Ventura, J., (2005). A global view of economic growth, in P. Aghion and S. Durlauf (eds.), Handbook of Economic Growth 1B, Elsevier.",
        "Wright, M., (2002). Reputations and sovereign risk, mimeo, Stanford."
    ]
}