{
    "id": 1248,
    "cites": 21,
    "cited_by": 3,
    "reference": [
        "1. Aharony, J. and I. Swary. Quarterly Dividend and Earnings Announcement and Stockholders Return: An Empirical Analysis Journal of Finance, March 1980",
        "2. Ball, R. and P. Brown. An Empirical Evaluatiuon of Accounting Numbers Journal of Accounting Research, Autumn 1968",
        "3. Benston, G. and R. Watts. The Market Forecast of Earnings Unpublished paper, University of Rochester, 1978",
        "4. Box, G. E. P. and G.M. Jenkins. Time Series Analysis: Forecasting and Control Holden Day, San Francisco, 1970",
        "5. Brown, S. L. Earnings Changes, Stock Prices, and Market Efficiency Journal of Finance, March 1978",
        "6. Charest, G. Dividend Information, Stock Returns and Market Efficiency Journal of Financial Economics September 1978",
        "7. Divecha, A. and D. Morse. Market Responses to Dividend Increases and Changes in Payout Ratios Journal of Financial and Quantitative Analysis, June 1983",
        "8. Fama, E. and H. Babiak. Dividend Policy: An Empirical Analysis Journal of American Statistical Association, December 1968",
        "9. Foster, G. Quarterly Accounting Data: Time-Series Properties and Predictive-Ability Results Accounting Review, January 1977",
        "10. Kaplan, R. S. and R. Roll. Investor Evaluation of Accounting Information: Some Empirical Evidence Journal of Finance, April 1972",
        "11. Laub, P. M. Some Aspects of the Aggregation Problem in the Dividend and Earnings Relationship Journal of American Statistical Association, September 1972",
        "12. Miller, M. and M. Scholes. Dividend and Taxes: Empirical Evidence Journal of Political Economy, December 1982 - 32 -",
        "13. Pettit, R. R. Dividend Announcement, Security Performance, and Capital Market Efficiency Journal of Finance, December 1972",
        "14. Pettit, R. R. The Impact of Dividend and Earnings Announcements: A Reconciliation Journal of Business, January 1976",
        "15. Rendleman Jr., R, J. and C. P. Jones, and H. A. Latane. Empirical Anomalies Based on Unexpected Earnings and Importance of Risk Adjustment Journal of Financial Economics, No. 10, 1982",
        "16. Theil, H. Principles of Econometrics Wiley/Hamilton, New York: 1971.",
        "17. Watts, R. Information Content of Dividends Journal of Business, April 1973",
        "18. Watts, R. Comments on the Informational Content of Dividends Journal of Business, January 1976",
        "19. Watts, R. Comments on `the Impact of Dividend and Earnings Announcements: A Reconciliation Journal of Business, January 1976",
        "20. Watts, R. Systematic `Abnormal Returns after Quarterly Earnings Announcements Journal of Financial Economics, No. 6, 1978",
        "21. White, H. A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test of Heteroskedasticity Econometrica 48 May 1980 - 33 -"
    ]
}