{
    "id": 12486,
    "cites": 56,
    "cited_by": 5,
    "reference": [
        "Abel, A.B. Optimal Investment Under Uncertainty. American Economic Review. 73, 1983, 228-33.",
        "Abel, A, A. Dixit, J.C. Eberly, and R. Pindyck. Options, The Value of Capital, and Investment. Quarterly Journal of Economics. 111, 1996, 753-77.",
        "Abel, A.B. and J.C. Eberly. The Effects of Irreversibility and Uncertainty on Capital Accumulation. Journal ofMonetaiy Economics. 44, 1999, 339-77.",
        "Andersen, T. G., T. Bollerslev and F.X. Diebold. Parametric and Nonparametric Volatility Measurement. NBER technical working paper 279, 2002.",
        "Bar-Ilan, A., Strange, W., 1996. Urban Development with Lags. Journal of Urban Economics 39(1), 87-113.",
        "Basu, S. and A.M. Taylor. Business Cycles in International Historic Perspective. Journal of Economic Perspectives. 13 (2), 1999, 45-68.",
        "Bell, G.K. and J.M. Campa. Irreversible Investments and Volatile Markets: a Study of the Chemical Processing Industry. Review of Economics and Statistics. 1997, 79-87.",
        "Black, F. and M. Scholes. The Pricing of Options and Corporate Liabilities. Journal of Political Economy. 8 1(3), 1973, 637-54.",
        "Bollerslev, T., R. Y. Chou and K.F. Kroner. ARCH Modeling in Finance: A Review of the Theory and Empirical Evidence. Journal of Econometrics. 52, 1992, 5-59.",
        "Brennan, M.J. and E.S. Schwartz. Evaluating Natural Resource Investment. Journal of Business. 58 (Jan.), 1985. 135-157.",
        "Bulan, Laarni T. Real Options, Irreversible Investment and Firm Uncertainty: New Evidence from U.S. Firms. Review of Financial Economics. 14, 2005, 255-279.",
        "Caballero, R. J. On the Sign of the Investment-Uncertainty Relationship. American Economic Review. 81(1), 1991, 279-288.",
        "Caballero, R.J. and R.S. Pindyck. Uncertainty, Investment and Industry Evolution. International Economic Review. 37 (3), 1996, 64 1-62.",
        "Case, Karl E. and Robert J. Shiller. The Efficiency of the Market for Single Family Homes. American Economic Review, vol. 79, no. 1, 1989, pp. 125-37.",
        "Cleveland, W.S. and S.J. Devlin. Locally Weighted Regression: An Approach to Regression Analysis by Local Fitting. Journal ofthe American StatisticalAssociation, 83, 1988, 596-6 10.",
        "DiPasquale, D. and W.C. Wheaton. Housing Market Dynamics and the Future of Housing Prices. Journal of Urban Economics. 35, 1994, 1-28.",
        "Dixit, A.K. Entry and Exit Decisions Under Uncertainty. Journal of Political Economy. 97, 1989, 620-38.",
        "Dixit, A.K. and R.S. Pindyck. Investment Under Uncertainty. Princeton, NJ: Princeton University Press, 1994.",
        "Downing, Chris and Nancy Wallace. A Real Options Approach to Housing Investment. University of California, Berkeley working paper, March, 2001.",
        "Grenadier, S.R. The Strategic Exercise of Options: Development Cascades and Overbuilding in Real Estate Markets. Journal of Finance. Vol.51(5). p 1653-79. December 1996.",
        "Strategies of Firms. Review of Financial Studies. 15, 2002, 691-721.",
        "Gutierrez, Roberto G. Parametric frailty and shared frailty survival models. The Stata Journal. 2(1), 2002, 22-44.",
        "Hamilton, S.W. Condominiums: a Decade of Experience in B.C. Vancouver: The British Columbia Real Estate Association, 1978.",
        "Heston, S.L. A Closed-Form Solution for Options with Stochastic Volatility with Applications to Bond and Currency Options. Review of Financial Studies. 6, 1993, 327-343.",
        "Heston, S.L. and S. Nandi. A Closed-Form GARCH Option Valuation Mode. Review of FinancialStudies. 13, 2000, 585-625.",
        "Holland, A.S., Ott, S.H., and T.J. Riddiough. The Role of Uncertainty in Investment: An Examination of Competing Investment Models Using Commercial Real Estate Data. Real Estate Economics. 28 (Spring), 2000, 3 3-64.",
        "Hum, A.S. and R.E. Wright. Geology of Economics? Testing Models of Irreversible Investment Using North Sea Oil Data. The Economic Journal. 104 (March), 1994, 363-37 1.",
        "Kulatilaka, N. and E.C. Perotti. Strategic Growth Options. Management Science. 44(8), 1998, 1021-103 1.",
        "Lander, D.M. and G.E. Pinches. Challenges to Practical Implementations Modeling and Valuing Real Options. The Quarterly Review of Economics and Finance. 38 (0), 1998, 537-567.",
        "Leahy, J.V. Investment in Competitive Equilibrium: The Optimality of Myopic Behavior. Quarterly Journal of Economics. 108, 1993, 1105-1133.",
        "Facts. Journal of Money, Credit, and Banking 28: 64-83. Lo, A.W. and J. Wang. Implementing Options Pricing Models When Asset Returns Are Predictable. Journal of Finance. 50, 1995, 87-129.",
        "McDonald, R. and D. Siegel. The Value of Waiting to Invest. Quarterly Journal of Economics. 101 (Nov.) 1986, 707-727.",
        "Meese, Richard and Nancy Wallace. Testing the Present Value Relation for Housing Prices: Should I Leave My House in San Francisco? Journal of Urban Economics. 35(3), 1993, 245-66.",
        "Miltersen, K. R. Valuation of Natural Resource Investments with Stochastic Convenience Yields and Interest Rates. in Brennan, M. J. and L. Trigeorgis (eds). Project Flexibility, Agency, and Competition: New Development in the Theory and Application of Real Options. New York: Oxford University Press. 2000.",
        "Moel, Alberto and Peter Tufano. When Are Real Options Exercised? An Empirical Study of Mine Closings. Review of Financial Studies. 15(1), 2002, 35-64.",
        "Novy-Marx, Robert. An Equilibrium Model of Investment Under Uncertainty. University of Chicago working paper, 2005.",
        "Paddock, J.L., Siegel, D.R., and J.L. Smith. Option Valuation of Claims on Real Assets: The Case of Offshore Petroleum Leases. Quarterly Journal of Economics. 103 (August), 1988, 755-784.",
        "Pakes, Ariel. Patents as Options: Some Estimates of the Value of Holding European Patent Stocks. Econometrica. 54 (July), 1986, 755-784.",
        "Pindyck, R.S. Irreversible Investment, Capacity Choice and the Value of the Firm. American Economic Review. 78, 1988, 969-85.",
        "Pindyck R.S. and A. Solimano. Economic Instability and Aggregate Investment. NBER Macroeconomics Annual. 8, 1993, 259-303.",
        "Quigg, L. Empirical Testing of Real Option Pricing Models. Journal of Finance 48, 1993, 62 1-640.",
        "Quigley, John and Chris Redfearn. Housing Market Efficiency and the Opportunities For Excess Returns. University of California, Berkeley mimeo, November, 1999.",
        "Rotemberg, Julio and Garth Saloner. A Super-Game Theoretic Model of Business Cycles and Price Wars During Booms. American Economic Review. 76(3), 1986, 390-407.",
        "Rotemberg, Julio and Michael Woodford. Markups and the Business Cycle. NBER Macroeconomics Annual. 6, 1991, 63-129.",
        "Activity. Journal of Political Economy. 1992, 100(6), 1153-207.",
        "Schwartz, E.S. The Stochastic Behavior of Commodity Prices: Implications for Valuation and Hedging. The Journal of Finance. LII (July), 1997, 923-73.",
        "Shiller, R.J. Arithmetic Repeat Sales Price Estimators. Journal of Urban Economics 1 (1), 1991, 110-126.",
        "Sing, T.F. and K. Patel. Evidence of irreversibility in the UK property market. Quarterly Review of Economics and Finance. 41(3), 2001, 3 13-334.",
        "Sivitanidou, R. and P. Sivitanides. Does the Theory of Irreversible Investments Help Explain Movements in Office-Commercial Real Estate. RealEstate Economics. 28(4), 2000, 623-662.",
        "Somerville, C.T. Residential Construction Costs and the Supply of New Housing: Finding Consistent Effects of Structure Costs on Homebuilding Activity. Journal of Real Estate Finance and Economics, 18 (1), 1999, 43-62.",
        "Options. Real Estate Economics. 29(1), 2001.",
        "Thibodeau, T. Introduction to Special Issue on House Price Indices. Journal of Real Estate Finance and Economics 14 (1/2), 1997, 5-11.",
        "Titman, S. Urban Land Prices Under Uncertainty. American Economic Review 65, 1985, 505- 14.",
        "Trigeorgis, L. Real Options. Cambridge, MA: MIT Press, 1996.",
        "Williams, J.T. Real Estate Development as an Option. Journal of Real Estate Finance and Economics 4, 1991, 191-208.",
        "Zanowitz, V. Theory and History Behind Business Cycles: Are the 1 990s the Onset of a Golden Age? Journal of Economic Perspectives. 13 (2), 1999, 69-90."
    ]
}