{
    "id": 12485,
    "cites": 14,
    "cited_by": 38,
    "reference": [
        "Angrist, Joshua D. and Williams N. Evans, Children and Their Parents Labor Supply: Evidence from Exogenous Variation in Family Size, American Economic Review, 88 (June 1998): 450-477.",
        "Bronars, Stephen G. and Jeffrey Grogger, The Economic Consequences of Unwed Motherhood: Using Twin Births as a Natural Experiment, American Economic Review, 84 (December 1994): 1141-56.",
        "Buckles, Kasey, Stopping the Biological Clock: Fertility Therapies and the Career/Family Tradeoff, unpublished, University of Notre Dame, 2005.",
        "Cox, David R., Regression Models and Life Tables (with discussion), Journal of the Royal Statistical Society, Series B, 34 (2, 1972): 187-220.",
        "Garcua-Enguidanos, A., M. E. Calle, J. Valero, S. Luna and V. DominguezRojas, Risk Factors in Miscarriage: A Review, European Journal of Obstetrics and Gynecology and Reproduction Biology, 102 (2002): 111-119.",
        "Geronimus, Arline, and Sanders Korenman, The Socioeconomic Consequences of Teen Childbearing Reconsidered, Quarterly Journal of Economics, 107 (November 1992): 1187-214.",
        "Hoffman, Saul D., The Socio-Economic Effects of Tenn Childbearing ReConsidered: A Reanalysis of the Teen Miscarriage Experiment, University of Delaware Economics Department Working Paper No. 2003-08, 2003.",
        "Hotz, V. Joseph, Susan Williams McElroy, and Seth G. Sanders, The Impacts of Teenage Childbearing on the Mothers and the Consequences of Those Impacts for Government, in Rebecca Maynard, ed., Kids Having Kids: Economic Costs and Social Consequences of Teen Pregnancy, Washington, DC: Urban Institute, 1998.",
        "Hotz, V. Joseph, Susan Williams McElroy, and Seth G. Sanders, Teenage Childbearing and Its Life Cycle Consequences, Journal of Human Resources, 40 (Summer 2005): 683-715.",
        "Hotz, V. Joseph, Charles H. Mullin, Seth G. Sanders, Bounding Causal Effects Using Data from a Contaminated Natural Experiment: Analyzing the Effects of Teenage Childbearing, Review of Economic Studies, 64 (October 1997): 575-603.",
        "Kline, Jennie, Zena Stein and Mervyn Susser, Conception to Birth: Epidemiology of Prenatal Development, (New York: Oxford University Press), 1989.",
        "Levitt, Steven and John J. Donohue III, The Impact of Legalized Abortion on Crime, Quarterly Journal of Economics, 116 (May 2001): 379-420.",
        "Porter, Ian H. and Hook, Ernest B. (eds.) Human Embryonic and Fetal Death, New York: Academic Press, 1980.",
        "Regan, Lesley, Epidemiology and the Medical Causes of Miscarriage, Balliere `s Best Practice and Research: Clinical Obstetrics and Gynaecology, 14 (October 2000): 839-54."
    ]
}