{
    "id": 12495,
    "cites": 38,
    "cited_by": 14,
    "reference": [
        "Bacchetta, Philippe and Eric van Wincoop (2005), A Theory of the Currency Denomination of International Trade, Journal of International Economics 67(2), pp. 295-3 19.",
        "Betts, Caroline, and Michael Devereux (2000), Exchange Rate Dynamics in a Model of Pricing to Market, Journal of International Economics 50 (1), pp. 215-244.",
        "Burstein, Ariel, Joao Neves and Sergio Rebelo (2003), Distribution Costs and Real Exchange Rate Dynamics during Exchange-Rate-Based Stabilizations Journal of Monetary Economics, v. SO,pp. 1189-1214.",
        "Campa, Jose and Linda Goldberg (2006), Distribution Margins, Imported Inputs, and the Sensitivity of the CPI to Exchange Rates, National Bureau of Economic Research Working Paper no. 12121 (March).",
        "Campa, Jose and Goldberg, Linda (2005), Exchange Rate Pass-Through into Import Prices. Review of Economics and Statistics, (November) 87 (4): 679-690.",
        "Campa, Jose, Linda Goldberg, and Jose Gonzalez-Minguez. Exchange-Rate Pass-Through to Import Prices in the Euro Area, The External Dimension of the Euro Area, ed. Robert Anderton and Filippo di Mauro, Forthcoming (Cambridge University Press). Corsetti, Giancarlo, Luca Dedola, and Sylvain Leduc (2005). DSGE Models of High ExchangeRate Volatility and Low Pass-Through, International Finance Discussion Papers Board of Governors of the Federal Reserve System no 845 (November).",
        "Corsetti, Giancarlo, and Paolo Pesenti (2005), The Simple Geometry of Transmission and Stabilization in Closed and Open Economies, mimeo, Federal Reserve Bank of New York.",
        "Devereux, Michael, Charles Engel, and Peter Storegaard (2004), Endogenous Exchange Rate Pass-Through when Nominal Prices are set in Advance, Journal of International Economics, 63(2), pp. 263-29 1.",
        "Devereux, Michael, Charles Engel, and Cedric Tille (2003), Exchange Rate Pass-Through and the Welfare Effects of the Euro, International Economic Review, vol. 44, pp. 223-252.",
        "Devereux, Michael, and Shi, Shouyong (2005), Vehicle currency, mimeo, University of British Columbia.",
        "Donnenfeld, Shabtai and Alfred Haug (2003), Cunency Invoicing in International Trade: An Empirical Investigation. Review of International Economics, 11, pp. 332-345.",
        "Donnenfeld, Shabtai and Alfred Haug (2002), Currency Invoicing in U.S. Imports. Mimeo, York University Department of Economics.",
        "Engel, Charles (2005), Equivalence Results for Optimal Pass-Through, Optimal Indexing to Exchange Rates, and Optimal Choice of Currency for Export Pricing, National Bureau of Economic Research Working Paper No. 11209.",
        "Giovannini, Alberto (1988), Exchange Rates and Traded Goods Prices, Journal of International Economics, 24, pp.45-68.",
        "Grassman, Sven (1973), A Fundamental Symmetry in International Payments, Journal of International Economics, 3, pp. 105-16.",
        "Gust, Christopher and Nathan Sheets (2006), The Adjustment of Global External Imbalances: Does Partial Exchange Rate Pass-Through to Trade Prices Matter? International Finance Discussion Papers number 850.",
        "Hartmann, Philipp (1998), The Currency Denomination of World Trade after European Monetary Union. Journal of the Japanese and International Economies, 12, pp. 424-54.",
        "Hau, Harald, William Killeen and Michael Moore (2002), How has the Euro changed the Foreign Exchange Market? Economic Policy, Vol. 17, pp. 149-192.",
        "Hellerstein, Rebecca (2004), Who Bears the Cost of a Change in the Exchange Rate? The Case of Imported Beer, Staff Reports no. 179 (February), Federal Reserve Bank of New York.",
        "Ihrig, Jane E., Mario Marazzi, and Alexander Rothenberg (2006), Exchange Rate Pass-Through in the G-7 Countries, International Finance Discussion Papers number 851.",
        "Kamps, Annette (2005), The Determinants of Currency Invoicing in International Trade, manuscript, Institute for World Economics.",
        "Kenen, Peter and Clare Pack (1980), Exchange Rates, Domestic Prices, and the Adjustment Process, Group of 30 Occasional Papers 1.",
        "Kenen, Peter (1983), The Role of the Dollar as an International Cunency, Group of 30 Occasional Papers 13.",
        "Krugman, Paul (1980), Vehicle Currencies and the Stucture of International Exchange, Journal of Money, Credit and Banking, vol. 12 pp. 5 13-526.",
        "Marazzi, Mario, Nathan Sheets, Robert Vigfusson et al. (2005), `~Exchange Rate Pass-through to U.S. Import Prices: Some New Evidence, International Finance Discussion Paper No. 833, April.",
        "McKinnon, Ronald (1979), Money in International Exchange: The Convertible Currency System, Oxford University Press, Oxford.",
        "Obstfeld, Maurice (2001), International Macroeconomics: Beyond the Mundell-Fleming Model, International Monetary Fund Staff Paper 47.",
        "Obstfeld, Maurice, and Kenneth Rogoff (2000), New Directions for Stochastic Open Economy Models, Journal of International Economics, 50, pp. 117-153.",
        "Oi, Hiroyuki, Akira Otani, and Toyoichiro Shirota (2004), The Choice of Invoice Currency in International Trade: Implications for the Internationalization of the Yen. Monetary and Economic Studies, pp.27-63.",
        "Olivei, Giovanni P. (2002), Exchange Rates and the Prices of Manufacturing Products Imported into the United States, New England Economic Review (1st quarter) pp. 3-18.",
        "Portes, Richard and Helene Rey (1998), The Emergence of the Euro as an International Currency. Economic Policy, vol. 13 vo. 26, pp.305-343.",
        "Rey, Helene (2001), International Trade and Currency Exchange, Review of Economic Studies, 68, pp. 443-464.",
        "Swoboda, Alexander (1969), Vehicle Currencies and the Foreign Exchange Market: the Case of the Dollar, The International Market for Foreign Exchange, ed. Robert Z. Aliber, Praeger Special Studies in International Economics and Development, (Frederick A. Praeger, Publishers, New York).",
        "Swoboda, Alexander (1968), The Euro-Dollar Market: An Interpretation, Essays in International Finance 64, International Finance Section, Princeton University.",
        "The Conference Board (2005). Do Exchange Rates Matter? A Global Survey of CEOs and CFOs on Exchange Rates written in cooperation with the Group of Thirty. The Conference Board Research Report R- 1 349-04-RR.",
        "Tille, Cedric (2001), The Role of Consumption Substitutability in the International Transmission of Shocks Journal of International Economics, April 2001, vol. 53, pp. 421-444.",
        "Tille, Cedric (2000), Beggar-Thy-Neighbor or `Beggar-Thyself? The Income Effect of Exchange Rate Fluctuations, Federal Reserve Bank of New York Staff Report 112.",
        "Wilander, Fredrik (2006), An Empirical Analysis of the Currency Denomination in International Trade, mimeo, Stockholm School of Economics."
    ]
}