{
    "id": 12492,
    "cites": 43,
    "cited_by": 5,
    "reference": [
        "Barro, Robert J. and David B. Gordon. A Positive Theory of Monetary Policy in a Natural Rate Model. Journal of Political Economy 91 (August 1983): 589-610.",
        "Blanchard, Olivier Jean and Charles M. Kahn. The Solution of Linear Difference Models Under Rational Expectations. Econometrica 48 (July 1980): 1305-1311.",
        "Bomfim, Antulio N. and Glenn D. Rudebusch. Opportunistic and Deliberate Disinflation Under Imperfect Credibility. Journal of Money, Credit, and Banking 32 (November 2000, Part 1): 707-721.",
        "Calvo, Guillermo A. Staggered Prices in a Utility-Maximizing Framework. Journal of Monetary Economics 12 (September 1983): 383-398.",
        "Chappell, Henry W., Jr. and Rob Roy McGregor. Did Time Inconsistency Contribute to the Great Inflation? Evidence from the FOMC Transcripts. Economics and Politics 16 (November 2004): 233-251.",
        "Cho, Seonghoon and Antonio Moreno. A Small-Sample Study of the New Keynesian Macro Model. Journal of Money, Credit, and Banking 38 (September 2006): 1461-1481.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler. The Science of Monetary Policy: A New Keynesian Perspective. Journal of Economic Literature 37 (December 1999): 1661- 1707.",
        "Cogley, Timothy and Argia M. Sbordone. A Search for a Structural Phillips Curve. Staff Report 203. New York: Federal Reserve Bank of New York, March 2005.",
        "Dewachter, Hans and Marco Lyrio. Macro Factors and the Term Structure of Interest Rates. Journal of Money, Credit, and Banking 38 (February 2006): 119-140.",
        "Driscoll, John C. On the Microfoundations of Aggregate Demand and Aggregate Supply. Manuscript. Providence: Brown University, October 2000.",
        "Efron, Bradley and Robert J. Tibshirani. An Introduction to the Bootstrap. Boca Raton: Chapman and Hall/CRC Press, 1993.",
        "Erceg, Christopher J. and Andrew T. Levin. Imperfect Credibility and Inflation Persis- tence. Journal of Monetary Economics 50 (May 2003): 915-944.",
        "Friedman, Milton. Inflation: Causes and Consequences. In Dollars and Deficits: Living With Americas Economic Problems. Englewood Cliffs: Prentice-Hall, 1968.",
        "Fuhrer, Jeffrey C. Habit Formation in Consumption and Its Implications for Monetary- Policy Models. American Economic Review 90 (June 2000): 367-390.",
        "Fuhrer, Jeffrey C. and George R. Moore. Inflation Persistence. Quarterly Journal of Economics 110 (February 1995a): 127-159.",
        "Fuhrer, Jeffrey C. and George R. Moore. Monetary Policy Trade-offs and the Correlation between Nominal Interest Rates and Real Output. American Economic Review 85 (March 1995b): 219-239.",
        "Gali, Jordi. New Perspectives on Monetary Policy, Inflation, and the Business Cycle. In Mathias Dewatripont, Lars Peter Hansen, and Stephen J. Turnovsky, eds. Advances in Economics and Econometrics: Theory and Applications, Eighth World Congress, Volume III. Cambridge: Cambridge University Press, 2003.",
        "Gali, Jordi and Mark Gertler. Inflation Dynamics: A Structural Econometric Analysis. Journal of Monetary Economics 44 (October 1999): 195-222.",
        "Gavin, William T., Benjamin D. Keen, and Michael R. Pakko. The Monetary Instrument Matters. Federal Reserve Bank of St. Louis Review 87 (September/October 2005): 633-658.",
        "Gurkaynak, Refet S., Brian Sack, and Eric Swanson. The Sensitivity of Long-Term Interest Rates to Economic News: Evidence and Implications for Macroeconomic Models. American Economic Review 95 (March 2005): 425-436.",
        "Hamilton, James D. Time Series Analysis. Princeton: Princeton University Press, 1994.",
        "Hetzel, Robert L. Arthur Burns and Inflation. Federal Reserve Bank of Richmond Eco- nomic Quarterly 84 (Winter 1998): 21-44.",
        "Ireland, Peter N. Does the Time-Consistency Problem Explain the Behavior of Inflation in the United States? Journal of Monetary Economics 44 (October 1999): 279-291.",
        "Ireland, Peter N. Technology Shocks in the New Keynesian Model. Review of Economics and Statistics 86 (November 2004a): 923-936.",
        "Ireland, Peter N. Moneys Role in the Monetary Business Cycle. Journal of Money, Credit, and Banking 36 (December 2004b): 969-983.",
        "King, Robert G., Charles I. Plosser, and Sergio T. Rebelo. Production, Growth, and Business Cycles: I. The Basic Neoclassical Model. Journal of Monetary Economics 21 (March/May 1988): 195-232.",
        "Klein, Paul. Using the Generalized Schur Form to Solve a Multivariate Linear Ratio- nal Expectations Model. Journal of Economic Dynamics and Control 24 (September 2000): 1405-1423.",
        "Kohn, Robert and Craig F. Ansley. Fixed Interval Estimation in State Space Models when Some of the Data are Missing or Aggregated. Biometrika 70 (December 1983): 683-688.",
        "Kozicki, Sharon and Peter A. Tinsley. Shifting Endpoints in the Term Structure of Interest Rates. Journal of Monetary Economics 47 (June 2001): 613-652.",
        "Kydland, Finn E. and Edward C. Prescott. Rules Rather than Discretion: The Inconsis- tency of Optimal Plans. Journal of Political Economy 85 (June 1977): 473-491.",
        "Lucas, Robert E., Jr. Econometric Policy Evaluation: A Critique. Carnegie-Rochester Conference Series on Public Policy 1 (1976): 19-46.",
        "Malley, Jim, Apostolis Philippopoulos, and Ulrich Woitek. Electoral Uncertainty, Fis- cal Policy and Macroeconomic Fluctuations. Working Paper 1593. Munich: CESifo, November 2005.",
        "Orphanides, Athanasios. Monetary Policy Rules and the Great Inflation. American Eco- nomic Review 92 (May 2002): 115-120.",
        "Orphanides, Athanasios and David W. Wilcox. The Opportunistic Approach to Disinfla- tion. International Finance 5 (Spring 2002): 47-71.",
        "Roberts, John M. Monetary Policy and Inflation Dynamics. Finance and Economics Discussion Series 2004-62. Washington: Federal Reserve Board, October 2004.",
        "Rotemberg, Julio J. Sticky Prices in the United States. Journal of Political Economy 90 (December 1982): 1187-1211.",
        "Rudebusch, Glenn D. and Tao Wu. A Macro-Finance Model of the Term Structure, Monetary Policy, and the Economy. Manuscript. San Francisco: Federal Reserve Bank of San Francisco, December 2004.",
        "Salemi, Michael K. Econometric Policy Evaluation and Inverse Control. Manuscript. Chapel Hill: University of North Carolina, July 2005.",
        "Sargent, Thomas J. The Conquest of American Inflation. Princeton: Princeton University Press, 1999.",
        "Smets, Frank and Raf Wouters. Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach. Manuscript. Frankfurt: European Central Bank, May 2003.",
        "Steinsson, Jon. Optimal Monetary Policy in an Economy with Inflation Persistence. Journal of Monetary Economics 50 (October 2003): 1425-1456.",
        "Taylor, John B. Discretion Versus Policy Rules in Practice. Carnegie-Rochester Confer- ence Series on Public Policy 39 (December 1993): 195-214.",
        "Woodford, Michael. Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton: Princeton University Press, 2003."
    ]
}