{
    "id": 12494,
    "cites": 13,
    "cited_by": 14,
    "reference": [
        "Altonji, Joseph G., and Rebecca M. Blank. 1999. Race and Gender in the Labor Market. In Handbook of Labor Economics, Volume 3C, edited by Orley C. Ashenfelter and David Card. Amsterdam: Elsevier.",
        "Angrist, Joshua D., and William N. Evans. 1998. Children and Their Parents Labor Supply: Evidence from Exogenous Variation in Family Size. American Economic Review 8 8(3): 450-77.",
        "Autor, David H., and Lawrence F. Katz. 1999. Changes in the Wage Structure and Earnings Inequality. In Handbook of Labor Economics, Volume 3A, edited by Orley C. Ashenfelter and David Card. Amsterdam: Elsevier.",
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney. 2005. Trends in U.S. Wage Inequality: Reassessing the Revisionists. NBER Working Paper No. 11627. Cambridge, MA: National Bureau of Economic Research.",
        "Bayard, Kimberly, Judith Hellerstein, David Neumark, and Kenneth Troske. 2003. New Evidence on Sex Segregation and Sex Differences in Wages from Matched Employee-Employer Data. Journal of Labor Economics 2 1(4): 8 87-922.",
        "Blank, Rebecca M. 2002. Evaluating Welfare Reform in the U.S. Journal of Economic Literature 40(4): 45 1-68.",
        "Blank, Rebecca M., and Jonah Gelbach. 2006. Are Less-Educated Women Crowding LessEducated Men Out of the Labor Market? In Black Males Left Behind, edited by Ron Mincy. Washington, D.C.: Urban Institute Press.",
        "Working Paper No. 11230. Cambridge, MA: National Bureau of Economic Research. Fortin, Nicole M., and Thomas Lemieux. 2000. Are Womens Wage Gains Mens Losses? A Distributional Test. American Economic Review 90(2): 456-60.",
        "Hellerstein, Judith K., and David Neumark. Forthcoming. Production Function and Wage Equation Estimation with Heterogeneous Labor: Evidence from a New Matched EmployerEmployee Data Set. In Hard to Measure Goods and Services: Essays in Honor of Zvi 35 Griliches, edited by Ernst R. Berndt and Charles M. Hulten. Chicago: University of Chicago Press. Hoffman, Saul D., and Laurence S. Seidman. 2003. Helping Working Families: The Earned Income Tax Credit. Kalamazoo, MI: Upjohn Institute.",
        "Hoynes, Hilary W. 2000. The Employment, Earnings and Income of Less Skilled Workers Over the Business Cycle. In Finding Jobs: Work and Welfare Reform, edited by David Card and Rebecca M. Blank. New York: Russell Sage.",
        "Juhn, Chinhui, and Dae Ii Kim. 1999. The Effects of Rising Female Labor Supply on Male Wages. Journal of Labor Economics 17(1): 23-48.",
        "Raphael, Steven. 2005. The Socioeconomic Status of Black Males: The Increasing Importance of Incarceration. In Poverty, the Distribution of Income, and Public Policy, edited by Alan Auerbach, David Card, and John Quigley. New York: Russell Sage.",
        "Welch, Finis. 2000. Growth in Womens Relative Wages and in Inequality Among Men: One Phenomenon or Two? American Economic Review 90(2): 444-49."
    ]
}