{
    "id": 12490,
    "cites": 10,
    "cited_by": 5,
    "reference": [
        "[2] Deininger, Klaus and Paul Mpuga. 2004. Does Greater Accountability Improve the Quality of Public Service Delivery? Evidence from Uganda. World Development 33 (1) pp.171-191.",
        "[3] Herrera, Javier, Razafindrakoto, Mireille and FranÃ\u0083Â§ois Roubaud. 200S. Gouvernance, democratic et lutte contre la pauvretÃ\u0083Â©: enseignements tires des enquÃ\u0083Âªtes auprÃ\u0083Â¨s des mÃ\u0083Â©nages en Afrique et en AmÃ\u0083Â©rique latine. DIAL Working Paper.",
        "[4] Hunt, Jennifer. 2004. Trust and Bribery: The Role of the Quid Pro Quo and the Link with Crime. NBER Working Paper 1OS1O.",
        "[5] Hunt, Jennifer. 2006. The Grabbing Hand Gripping the Surgeons Knife: The Influence of Bribery in Peruvian Hospitals. McGill University Working Paper.",
        "[6] Hunt, Jennifer and Sonia Laszlo. 2006. Bribery: Who Pays, Who Refuses, What Are the Payoffs?. McGill University working paper. (See also NBER Working Paper 1163S.)",
        "[7] Mauro, Paolo. 199S. Corruption and Growth. Quarterly Journal of Economics, 110(3) pp. 681-712.-",
        "[8] ProÃ\u0083Â©tica. 2003. Segunda Encuesta Nacional Sobre CorrupciÃ\u0083Â¡n. APOYO OpiniÃ\u0083Â¡n Y Mercado. Lima: APOYO.",
        "[9] ProÃ\u0083Â©tica. 2004. Tercera Encuesta Nacional Sobre CorrupciÃ\u0083Â¡n. APOYO OpiniÃ\u0083Â¡n Y Mercado. Lima: APOYO.",
        "[10] Thompson, Robin and Ana Xavier. 2002. Unofficial payments for acute state hospital care in Kazakhstan. A model of physician behaviour with price discrimination and vertical service differentiation. LICOS Working Paper 124.",
        "[11] Transparency International. 2004. Report on the Transparency International Global Barometer 2004. Policy and Research Department. Berlin: Transparency International."
    ]
}