{
    "id": 12493,
    "cites": 35,
    "cited_by": 87,
    "reference": [
        "Aitken, Brian, Harrison, Ann, Lipsey, Robert E., 1996. Wages and foreign ownership: a comparative study of Mexico, Venezuela, and the United States. Journal of International Economics 40, 345- 371.",
        "Baldenius, Tim, Nahum D. Melumad, and Stefan Reichelstein. 2004 Intergating Managerial and Tax Objectives in Transfer Pricing. The Accounting Review Vol. 79, No. 3, 591-615.",
        "Bartelsman, Eric, J, and Roel M.W.J. Beetsma. 2003. Why pay more? Corporate tax avoidance through transfer pricing in OECD countries. Journal of Public Economics. 87, 2225-2252.",
        "Bernard, Andrew B., J. Bradford Jensen and Peter K. Schott. 2005. Importers, Exporters and Multinationals: A Portrait of Firms in the U.S. that Trade Goods. NBER Working Paper 11404.",
        "Bernard, Jean-Thomas and Robert J. Weiner. 1990, Multinational corporations, transfer prices, and taxes: Evidence from the U.S. petroleum industry, in Assaf Razin and Joel Slemrod eds. Taxation in the global economy (Chicago: University of Chicago Press).",
        "Business Week. 2005. Profits Head Homeward, But where are the Jobs?. Michael Arndt, August 1, p.34.",
        "Capithorne, L.W. 1971. International corporate transfer prices and government policy. Canadian Journal of Economics. 4 (August): 324-341.",
        "Criscuolo, Chiara, Jonathan E. Haskel and Matthew J. Slaughter, 2005. Global Engagement and the Innovation Activities of Firms. NBER Working Paper No. 11479 July.",
        "De Waegenaere, A., J. Wielhouwer, and R. Sansing. 2005. Who benefits from ambiguous multinational tax transfer pricing rules?. Contemporary Accounting Research, forthcoming.",
        "Diewert, W. Edwin, William F. Alterman, and Lorraine Eden. 2005. Transfer Prices and Import and Export Price Indices: Theory and Practice. Forthcoming in Price and Productivity Measurement, Volumes 1 and 2, ed.s W. Erwin Diewert, Bert M. Balk, Dennis Fixler, Kevin J. Fox, and Alice 0. Nakamura, Trafford Press.",
        "Doms, Mark E. , and J. Bradford Jensen. 1998. Comparing wages, skills and productivity between domestically and foreign-owned manufacturing establishments in the United States. in R.E. Lipsey R.E. Baldwin and J.D. Richardson, ed.s. Geography and Ownership as bases for economic accounting. University of Chicago Press, 235-258.",
        "Economist, 2005. Taxing Times. April 8, 2005, The Economist Global Agenda.",
        "Eden, Lorraine. 1998. Taxing Multinationals: Transfer Pricing and Corporate Income Taxation in North America. University of Toronto Press, Toronto.",
        "Goldberg, Pinelopi K. and Michael M. Knetter. 1997. Goods Prices and Exchange Rates: What Have We Learned? Journal of Economic Literature. Vol. XXXV (September), 1243-1272.",
        "Graetz, M., J. Reinganum, and L. Wilde. 1986. The tax compliance game: Toward an interactive theory of law enforcement. Journal of Law, Economics, and Organization 2 (Spring): 1-32.",
        "Harrigan, James. 2005. Airplanes and Comparative Advantage. NBER Working Paper No. 11688.",
        "Harris, David G. and Richard C. Sansing. 1998. Distortions caused by the use of arms-length transfer prices. The Journal of the American Taxation Association (Spring) :40-50.",
        "Helpman, Elhanan, Marc J. Melitz, and Stephen R. Yeaple. 2004. Export Versus FDI with Heterogeneous Firms. American Economic Review. 94(1), 300-316.",
        "Hummels, David L. and Alexander Skiba. 2004. Shipping the Good Apples Out: An Empirical Confirmation of the Alchian-Allen Conjecture. Journal of Political Economy. 112: 1384-1402.",
        "Hyde, Charles E. and Chongwoo Choe. 2005. Keeping Two Sets of Books: The Relationship Between Tax and Incentive Transfer Prices. Journal of Economics, Management and Strategy, March Vol. 14(1), pp.",
        "Jarmin, Ron S and Javier Miranda. 2002. The Longitudinal Business Database. Economic Studies 02-17, US Census.",
        "Jenkins, Glenn P., Jr. and Brian D. Wright. 1975. Taxation of income of multinational corporations: The case of the United States petroleum industry. Review of Economics and Statistics. 57, 1-11.",
        "TRANSFER PRICING BY MULTINATIONAL FIRMS 23 Kaufman, D., A Kraay, and P Zoido-Lobaton. 2004. Governance Matters. World Bank, Washington, DC.",
        "Kemsley, Deen, 1995, The effect of taxes on the choice between exports and foreign production. Working Paper, Columbia University Business School.",
        "Klassen, Kenneth, Mark Lang, and Mark Wolfson, 1993, Geographic incoming shifting by multinational corporations in response to tax rate changes. Journal of Accounting Research Supplement, 31, 141-173.",
        "Knetter, Michael. 1989. Price Discrimination by U.S. and German Exporters. American Economic Review. March 79(1), 198-210.",
        "Knetter, Michael. 1993. International Comparisons of Pricing-to-Market Behavior. American Economic Review. June 83(3), 473-486.",
        "Lall, Sanjaya, 1973. Transfer-pricing by multinational manufacturing firms. Oxford Bulletin of Economics and Statistics, 35(3): 173-195.",
        "Lipsey, Robert E., and Fredrik Sjoholm, 2004. Foreign direct investment, education and wages in Indonesian manufacturing. Journal of Development Economics 73 415- 422.",
        "Narayanan, V.G. and Michael Smith. 2000. Impact of Competition and Taxes on Responsibility Center Organization and Transfer Prices. Contemporary Accounting Research, Vol. 17(3), Fall, 497 - 529.",
        "OECD. 1995. Transfer Pricing Guidelines for Multinational Enterprises and Tax Administrations. OECD, Paris.",
        "Rangan, Subramanian and Robert Z. Lawrence. 1993. The Responses of U.S. Firms to Exchange Rate Fluctuations: Peircing the Corporate Veil. Brookings Papers on Economic Activity, 2. 341-379.",
        "Rauch, James E. 1999. Networks Versus Markets in International Trade. Journal of International Economics 48:7-35.",
        "Samuelson, Larry. 1982. The multinational firm with arms length transfer pricing limits. Journal of International Economics. 13:365-374.",
        "Swenson, Deborah L. 2001. Tax Reforms and Evidence of Transfer Pricing. National Tax Journal, Vol. LIV, No. 1, 7-25."
    ]
}