{
    "id": 12497,
    "cites": 35,
    "cited_by": 129,
    "reference": [
        "Altonji, Joseph J. and David Card (1991) The effects of Immigration on the Labor Market Outcomes of Less-Skilled Natives in John M. Abowd and Richard Freeman eds, Immigration, Trade and the Labor Market, Chicago, the University of Chicago Press.",
        "Angrist, Joshua (1995) The Economic Returns to Schooling in the West Bank and Gaza Strip, American Economic Review 85 (1995), 1065-1087.",
        "Autor, David, Lawrence Katz and Melissa Kearny (2005) Trend in U.S. Wage inequalities, Reassessing the Revisionists NBER Working Paper 11627, Boston Ma.",
        "Bureau of Economic Analysis (2006) Interactive NIPA Tables and Interactive Fixed Assets Tables http: //www.bea.gov/bea/dn/home/gdp.htm.",
        "Bureau of Labor Statistics (2006) National Employment Data, http://www.bls.gov/bls/employment.htm.",
        "Borjas, George J. (1994) The Economics of Immigration Journal of Economic Literature 32, 1667-1717.",
        "Borjas, George J. (1995) The Economic Benefits from Immigration Journal of Economics Perspectives, 9 (2), 3-22.",
        "Borjas, George J. (1999) Heavens Door Princeton University Press, Princeton and Oxford, 1999.",
        "Borjas, George J. (2003) The Labor Demand Curve is Downward Sloping: Reexamining the Impact of Immi- gration on the Labor Market Quarterly Journal of Economics, CXVIII (4), 1335-1374.",
        "Borjas, George J. (2006) Native Internal Migration and the Labor Market Impact of Immigration Journal of Human Resources XLI.(2), 221-258.",
        "Borjas, George J. and Katz Larry (2005) The Evolution of the Mexican-Born workforce in the United States NBER Working paper 11281, April 2005.",
        "Card, David (1990) The Impact of the Mariel Boatlift on the Miami Labor Market Industrial and Labor Relation Review, XLIII, 245-257.",
        "Card, David (2001) Immigrant Inflows, Native Outflows, and the Local labor Market Impacts of Higher Im- migration Journal of Labor Economics, XIX (2001), 22-64.",
        "Card, David and Di Nardo, John (2000) Do Immigrants Inflow Lead to Native Outflows? NBER Working Paper n. 7578.",
        "Card, David and Lemieux, Thomas (2001) Can Falling Supply Explain the Rising Returns to College for Younger Men? A Cohort Based Analysis Quarterly Journal of Economics, Vol. CXVI, pag. 705-746.",
        "Card, David and Ethan Lewis (2005) The Diffusion of Mexican Immigrants During the 1990s: Explanations and Impacts, NBER Working Paper 11552, August 2005.",
        "Caselli, Francesco Gerardo Esquivel and Fernando Lefort (1996) Reopening the Convergence Debate; A New look at cross-country Growth Empirics Journal of Economic Growth, 1(3), pp. 363-389.",
        "Caselli, Francesco and Wilbur Coleman (2006) The World Technology Frontier Forthcoming American Eco- nomic Review.",
        "Friedberg, Rachel and Jennifer Hunt (1995) The Impact of Immigrants on Host Country Wages, Employment and Growth Journal of Economic Perspectives No. 9, (2) page 23-44.",
        "Friedberg, Rachel (2001) The Impact of Mass Migration on the Israeli Labor Market Quarterly Journal of Economics, vol. 116(4), 1373-1408.",
        "Gollin, Douglas (2002) Getting Income Shares Right, Journal of Political Economy 100, 458-474.",
        "Grossman, Jean B. (1982) The Substitutability of Natives and Immigrants in Production Review of Economics and Statistics, 64, 596-603.",
        "Jones, Charles (2005) The Shape of Production Functions and the Direction of Technical Change Quarterly Journal of Economics, May 2005, Vol. 120 (2), pp. 517-549.",
        "Jaeger, David (1996) Skill Differences and the Effect of Immigrants on the Wages of Natives U.S. Bureau of Labor Statistics Economic Working Paper 273.",
        "Kaldor, Nicholas (1961) Capital Accumulation and Economic Growth in The Theory of Capital, ed. F. A. Lutz and D.C. Hague. New York, St. Martins.",
        "Krusell, P., L. Ohanian, V. Rios-Rull and G. Violante (2000) Capital-Skill Complementarity and inequality: A Macroeconomic Analysis, Econometrica 68, 1029-53.",
        "Ottaviano, Gianmarco I.P. and Pen Giovanni (2005a) Cities and Cultures Journal of Urban Economics, Volume 58, Issue 2, Pages 304-307.",
        "Ottaviano, Gianmarco I.P. and Pen Giovanni (2005b) Rethinking the Gains from Immigration: Theory and Evidence from the US NBER Working Paper, 11672.",
        "Ottaviano, Gianmanco I.P. and Pen Giovanni (2006) The Economic Value of Cultural Diversity: Evidence from U.S. cities Journal of Economic Geography, Vol. 6, p. 9-44.",
        "Ramsey, Fnank.P. (1928) A Mathematical Theory of Saving Economic Journal, 38, 543-559.",
        "Romen, David (2006) Advanced Macroeconomics New York: McGraw-Hill, Third Edition.",
        "Solow, Robert (1956). A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics, 70, pp. 65-94.",
        "U.S. Department of Justice Immigration and Naturalization Service (2004) Statistical Yearbook of the Immi- gration and Naturalization Service, Year 2004, Washington, DC.",
        "Welch, Finis (1979) Effects of Cohort Size on Earnings: The Baby Boom Babies Financial Boost Journal of Political Economy, 87, 65-97.",
        "Welch, Finis (1990) In defense of Inequality American Economic Review, 89, 1-17."
    ]
}