{
    "id": 12506,
    "cites": 18,
    "cited_by": 0,
    "reference": [
        "Baumol, William J. and David F. Bradford. 1970. Optimal Departures from Marginal Cost Pricing. American Economic Review, 60:3, pp. 265-83.",
        "Booth, R. E., C. Kwiatkowski, M. Y. Iguchi, F. Pinto, and D. John. 1998. Facilitating treatment entry among out-of-treatment injection drug users. Public Health Rep, 113 Suppl i,pp. 116-28.",
        "Borisova, N. N. and A. C. Goodman. 2003. Measuring the value of time for methadone maintenance clients: willingness to pay, willingness to accept, and the wage rate. Health Econ, 12:4, pp. 323-34.",
        "Cartwright, W. S. and P. L. Solano. 2003. The economics of public health: financing drug abuse treatment services. Health Policy, 66:3, pp. 247-60.",
        "Cartwright, W.S. . 2000. Cost-benefit analysis of drug treatment services: Review of the literature. Journal of Mental Health Policy Economics, 3, pp. 11-26.",
        "Dockner, Engelbert and Gustav Feichtinger. 1993. Cyclical Consumption Patterns and Rational Addiction. American Economic Review, 83:1, pp. 256-63.",
        "Jofre-Bonet, M and JL Sindelar. 2001. Drug Treatment as a Crime Fighting Tool. Journal of Mental Health Policy and Economics, 4:4, pp. 175-8 8.",
        "Lloyd, J. J., E. P. Ricketts, S. A. Strathdee, L. J. Cornelius, D. Bishai, S. Huettner, J. R. Havens, and C. Latkin. 2005. Social contextual factors associated with entry into opiate agonist treatment among injection drug users. Am J Drug Alcohol Abuse, 3 1:4, pp. 555-70.",
        "Louviere, Jordan J. 1988. Analyzing Decision-Making: Metric Conjoint Analysis. London: Sage Publications.",
        "McCollister, K.E. and M.T. French. 2003. The relative contribution of outcome domains in the total economic benefit of addiction interventions: A review of first findings Addiction, 98:12, pp. 1647-59.",
        "Mitchell, R. and R. Carson. 1989. Using Surveys to Value Public Goods: The Contingent Valuation Method. Washington, DC: Resources for the Future.",
        "Petry, N.M., J. Pierce, M.L. Stitzer, J. Blame, J.M. Roll, and A. Cohen. 2005. Prize-based incentives improve outcomes of stimulant abusers in outpatient psychosocial treatment programs: A national drug abuse treatment clinical trials network study. Archives of General Psychiatry, 62, pp. 1148-56.",
        "Rabe-Hesketh, Sophia and Anders Skrondal. 2002. Reliable estimation of generalized linear mixed models using adaptive quadrature. The Stata Journal, 2:1, pp. 1-21.",
        "Roebuck, M. C., M. T. French, and A. T. McLellan. 2003. DATStats: results from 85 studies using the Drug Abuse Treatment Cost Analysis Program. J Subst Abuse Treat, 25:1, pp. 51-7.",
        "Strathdee, S. A., Erin Ricketts, S Huettner, Llewellyn J. Cornelius, D Bishai, Jennifer R. Havens, P. Beilenson, J. J. Lloyd, C Rapp, and Carl A. Latkin. 2004. Case Management Improves Entry into Drug Treatment among Injection Drug Users Referred from a Needle Exchange Program. Johns Hopkins University: Baltimore.",
        "Strathdee, S. A., Erin Ricketts, S Huettner, Llewellyn J. Cornelius, D Bishai, Jennifer R. Havens, P. Beilenson, C Rapp, J.J. Lloyd, and Carl A. Latkin. 2006. Case Management to Improve Entry into Drug Treatment Among Injection Drug Users Referred from a Needle Exchange Program. In Press.",
        "Substance Abuse and Mental Health Services Administration. 2004. Overview of Findings from the 2003 National Survey on Drug Use and Health. Rockville, MD: Office of Applied Studies.",
        "Zarkin, G. A., S. C. Cates, and M. V. Bala. 2000. Estimating the willingness to pay for drug abuse treatment: a pilot study. JSubstAbuse Treat, 18:2, pp. 149-59."
    ]
}