{
    "id": 12505,
    "cites": 24,
    "cited_by": 4,
    "reference": [
        "Aakvik, A., J. J. Heckman, and E. J. Vytlacil (i999). Training effects on employment when the training effects are heterogeneous: An application to Norwegian vocational rehabilitation programs. University of Bergen Working Paper 0599; and University of Chicago. Aakvik, A., J. J. Heckman, and E. J. Vytlacil (2005). Estimating treatment effects for discrete outcomes when responses to treatment vary: An application to Norwegian vocational rehabilitation programs.",
        "Journal of Econometrics 125 (i-2), iS-Si. Bourguignon, F. and L. A. P. da Silva (2003). The Impact of Economic Policies on Poverty and Income Distribution. Washington, D.C.: The World Bank.",
        "Browning, M., L. P. Hansen, and J. J. Heckman (i999, December). Micro data and general equilibrium models. In J. B. Taylor and M. Woodford (Eds.), Handbook of Macroeconomics, Volume iA, Chapter 8, pp. 543-633. Elsevier. Cameron, S. V. and C. Taber (2004, February). Estimation of educational borrowing constraints using returns to schooling. Journal of Political Economy 112(i), i32- 182.",
        "Card, D. (i999). The causal effect of education on earnings. In 0. Ashenfelter and D. Card (Eds.), Handbook of Labor Economics, Volume 5, pp. i8Oi- 1863. New York: North-Holland. Carneiro, P., K. Hansen, and J. J. Heckman (2003, May). Estimating distributions of treatment effects with an application to the returns to schooling and measurement of the effects of uncertainty on college choice. International Economic Review ~ (2), 36i-422. 200i Lawrence R. Klein Lecture.",
        "Carneiro, P. and J. J. Heckman (2002, October). The evidence on credit constraints in post-secondary schooling. Economic Journal 112(482), 705-734.",
        "Chernozhukov, V. and C. Hansen (2005, January). An iv model of quantile treatment effects. Economet- rica 73(i), 245-26i.",
        "Cunha, F. and J. J. Heckman (2006). The evolution of earnings risk in the us economy. Presented at the 9th World Congress of the Econometric Society, London.",
        "Cunha, F., J. J. Heckman, and S. M. Schennach (2006). Estimating the elasticity of substitution between early and late investments in the technology of cognitive and noncognitive skill formation. Unpublished manuscript, University of Chicago, Department of Economics. Presented at the Yale Conference on Macro and Labor Economics, May 5-7, 2006.",
        "Ferguson, T. 5. (1983). Bayesian density estimation by mixtures of normal distributions. In H. Chernoff, M. Rizvi, J. Rustagi, and D. Siegmund (Eds.), Recent Advances in Statistics: Papers in Honor of Herman Chernoff on his Sixtieth Birthday, pp. 287-302. New York: Academic Press.",
        "Fields, G. 5. (2003, March). Economic and social mobility really are multifaceted. Paper presented at the Conference on Frontiers in Social and Economic Mobility, Cornell University, Ithaca, New York.",
        "Heckman, J. J. (1976, December). The common structure of statistical models of truncation, sample selection and limited dependent variables and a simple estimator for such models. Annals of Economic and Social Measurement 5(4), 475-492.",
        "Heckman, J. J. (1992). Randomization and social policy evaluation. In C. Manski and I. Garfinkel (Eds.), Evaluating Welfare and Training Programs, pp. 201-230. Cambridge, MA: Harvard University Press.",
        "Heckman, J. J. and B. E. HonorÃ\u0083Â© (1990, September). The empirical content of the roy model. Economet- rica 58(5), 1121-1149.",
        "Heckman, J. J., L. J. Lochner, and C. Taber (1998a, January). Explaining rising wage inequality: Explo- rations with a dynamic general equilibrium model of labor earnings with heterogeneous agents. Review of Economic Dynamics 1(1), 1-58.",
        "Heckman, J. J., L. J. Lochner, and C. Taber (1998b, May). General-equilibrium treatment effects: A study of tuition policy. American Economic Review 88(2), 381-386.",
        "Heckman, J. J., L. J. Lochner, and C. Taber (1998c, May). Tax policy and human-capital formation.",
        "American Economic Review 88(2), 293-297. Heckman, J. J., L. J. Lochner, and C. Taber (1999). General-equilibrium cost-benefit analysis of education and tax policies. In G. Ranis and L. Raut (Eds.), Trade, Growth and Development: Essays in Honor of TN. Srinivasan, Chapter 14, pp. 291-349. Elsevier Science B.V.",
        "Heckman, J. J., L. J. Lochner, and P. E. Todd (2006). Earnings equations and rates of return: The Mincer equation and beyond. In E. A. Hanushek and F. Welch (Eds.), Handbook of the Economics of Education.",
        "Amsterdam: North-Holland. forthcoming. Heckman, J. J. and S. Navarro (2006). Dynamic discrete choice and dynamic treatment effects. Journal of Econometrics, forthcoming.",
        "Heckman, J. J., J. A. Smith, and N. Clements (1997, October). Making the most out of programme evaluations and social experiments: Accounting for heterogeneity in programme impacts. Review of Economic Studies 64(221), 487-536.",
        "Heckman, J. J. and E. J. Vytlacil (2005, May). Structural equations, treatment effects and econometric policy evaluation. Econometrica 73(3), 669-738.",
        "Heckman, J. J. and E. J. Vytlacil (2007a). Econometric evaluation of social programs, part I: Causal models, structural models and econometric policy evaluation. In J. Heckman and E. Leamer (Eds.), Handbook of Econometrics, Volume 6. Amsterdam: Elsevier. Forthcoming.",
        "Heckman, J. J. and E. J. Vytlacil (2007b). Econometric evaluation of social programs, part II: Using the marginal treatment effect to organize alternative economic estimators to evaluate social programs and to forecast their effects in new environments. In J. Heckman and E. Leamer (Eds.), Handbook of Econometrics, Volume 6. Amsterdam: Elsevier. Forthcoming.",
        "Inequality: A Reassessment of the Effect of Family and Schooling in America. New York: Basic Books. JÃ\u0083Â¶reskog, K. G. (1977). Structural equations models in the social sciences: Specification, estimation and testing. In P. Krishnaiah (Ed.), Applications of Statistics, pp. 265-287. New York: North-Holland."
    ]
}