{
    "id": 12507,
    "cites": 26,
    "cited_by": 6,
    "reference": [
        "Afriat, Sidney. (1972) Efficiency estimation of production functions, International Economic Review, 13, 568-598.",
        "Andreoni, James, and William T. Harbaugh. (2006) Power Indices for Revealed Preference Tests Working paper.",
        "Andreoni, James, and John Miller. (2002) Giving according to GARP: an experimental test of the consistency of preferences for altruism, Econometrica, 70, 737-753.",
        "Becker, Gary 5. (1962) Inational behavior and economic theory, Journal of Political Economy, 70, 1-13.",
        "Block, M. and M. Heineke. (1975) A labor theoretic analysis of the criminal choice, American Economic Review, 65, 3 14-325.",
        "Bronars, Stephen G. (1987) The power of nonparametric tests of preference maximization, Econometrica, 55, 693-698.",
        "Corman, H. and Naci Mocan. (2000) A time-series analysis of crime, deterrence and drug abuse in New York City, American Economic Review, 90, 584-604.",
        "Cornwell, C. and W. N. Trumbull. (1994) Estimating the economic model of crime with panel data, Review of Economics and Statistics, 76, 360-366.",
        "American Economic Review, 65, 397-417. (1996) Crime, Punishment, and the Market for Offenses, Journal of Economic Perspectives, 10:1, 43-67.",
        "Farrell, S., W. Manning, and M. Finch. (2003) Alcohol Dependence and the Price of Alcoholic Beverages, Journal of Health Economics, 22(1): 117-147.",
        "Fehr, Ernst and Klaus Schmidt. (1999): A theory of fairness, competition and cooperation, Quarterly Journal of Economics, 114, 8 17-868.",
        "Flinn, C. (1986) Dynamic models of criminal careers. In Blumstein, A. et al. (eds.), Criminal Careers and Career Criminals. Washington DC: National Academy Press.",
        "Gruber, Jonathan and Jonathan Zinman (2001): Youth Smoking in the United States: Evidence and Implications. In Gruber, Jonathan (ed.) Risky Behavior among Youths. Chicago: University of Chicago Press.",
        "Harbaugh, William T., Kate Krause, and Timothy Berry. (2001) GARP for kids: on the development of rational choice behavior, American Economic Review, 91, 1539-1545.",
        "Levitt Steven D. and John A. List (2006) What Do Laboratory Experiments Tell Us About the Real World? University of Chicago Working Paper.",
        "Levitt, Steven D. (2002) Using electoral cycles in police hiring to estimate the effect of police on crime: reply, American Economic Review, 92, 1244-1250.",
        "American Economic Review, 87, 270-90. Machina, Mark. (1987) Decision making in the presence of risk, Science, 236, 537-543.",
        "Mocan, Naci, Steve Billups and Jody Overland. (2005) A Dynamic Model of Differential Human Capital and Criminal Activity, Economica, 72, 655-8 1.",
        "Mocan, Naci and Rees, Daniel. (2005) Economic Conditions, Deterrence and Juvenile Crime: Evidence from Micro Data, American Law and Economics Review, 7:2; 319-49.",
        "Myers, S. L., Jr. (1983) Estimating the economic model of crime: employment versus punishment effects, Quarterly Journal of Economics, 98, 157-166.",
        "Rabin, Matthew. (1993) Incorporating fairness into game theory and economics, American Economic Review, 83, 1281-1302.",
        "Sacerdote, Bruce and Avner Bar-Ilan. (2004) The Response of Criminals and Noncriminals to Fines, Journal of Law and Economics, 47, 1-17.",
        "Samuelson, Paul A. (1938a) A note on the pure theory of consumers behaviour, Economica, 5, 61-71.",
        "Economica, 5, 353-354. Schmidt, Peter and Ann Dryden Witte. (1984) An Economic Analysis of Crime and Justice: Theory, Methods, and Evidence. Academic Press.",
        "Sippel, Reinhard. (1997) An experiment on the pure theory of consumers behaviour, The Economic Journal, 107, 143 1-1444.",
        "Varian, Hal R. (1982) The nonparametric approach to demand analysis, Econometrica, 50, 945-973."
    ]
}