{
    "id": 12504,
    "cites": 19,
    "cited_by": 12,
    "reference": [
        "Buchmueller, T. and J. DiNardo, 2002, Did Community Rating Induce an Adverse Selection Death Spiral? Evidence from New York, Pennsylvania, and Connecticut, American Economic Review 92.1, 2 80-294.",
        "Bundorf, M.K. and M. Pauly, 2004, Is Health Insurance Affordable for the Uninsured? NBER Working Paper 9281.",
        "Bundorf, M.K., B. Herring, and M. Pauly, 2005, Income, Health Risk, and the Purchase of Private Health Insurance, Stanford University Working Paper.",
        "Chollet, D., A. Kirk, and K. Simon, 2000, The Impact of Access Regulation on Health Insurance Market Structure, Report submitted to DHHS ASPE.",
        "Davidoff, A., L. Blumberg, L. Nichols, 2005, State Health Insurance Market Reforms and Access to Insurance for High-Risk Employees, Journal of Health Economics 24.4, 725- 750.",
        "Frick, K., 1998, Consumer Capital Market Constraints and Guaranteed Renewable Insurance, Journal of Risk and Uncertainty 16, 27 1-278.",
        "Glied, S., D. Remler, and J. Graff-Ziven, 2002, Inside the Sausage Factory: Improving Estimates of the Effects of Health Insurance Expansion Proposals, Millbank Quarterly 80.4, 603-636.",
        "Hadley, J., and J. Reschovsky, 2003, Health and the Cost of Nongoup Insurance, Inquiry 4.3, 235-253.",
        "Heckman, J., 1979, Sample Selection Bias as a Specification Error, Econometrica 47, 153-162.",
        "Hening, B., 2005, The Effect of the Availability of Charity Care to the Uninsured on the Demand for Private Health Insurance, Journal of Health Economics 24.2, 225-252.",
        "Hening, B., and M. Pauly, 2001, Premium Variation in the Individual Insurance Market, International Journal of Health Care Finance and Economics 1.1, 43-58.",
        "Hening, B., and M. Pauly, 2006, Incentive-Compatible Guaranteed Renewable Health Insurance Premiums, Journal of Health Economics 25.3, 395-417.",
        "LoSasso, A. and Lurie, 2003, The Effect of State Policies on the Market for Private Non-Group Health Insurance, Institute for Policy Research Northwestern University Working Paper Series 04-09.",
        "Manning, W., and J. Mullahy, 2001, Estimating Log Models: To Transform or Not to Transform, Journal of Health Economics 20, 46 1-494.",
        "Marquis, M., and M. Beeuwkes-Buntin, forthcoming, Risk Pooling in the Individual Health Insurance Market, Health Services Research. Pauly, M., and B. Hening, 1999, Pooling Health Insurance Risks. Washington, D.C.: AEI Press.",
        "Percy, A., 2000, Community Rating and Regulatory Reform in Health Insurance Markets, PhD Dissertation, University of Pennsylvania.",
        "Rothschild, M., and J. Stiglitz, 1976, Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics 90.4, 630- 649.",
        "Sloan, F., and C. Conover, 1998, Effects of State Reforms on Health Insurance Coverage of Adults, Inquiry 35, 280-293.",
        "Zuckerman, S., and S. Rajan, 1999, An Alternative Approach to Measuring the Effects of Insurance Market Reforms, Inquiry 35, 44-56."
    ]
}