{
    "id": 12513,
    "cites": 39,
    "cited_by": 6,
    "reference": [
        "[1] Bansal, R., and A. Yaron, 2004, Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles, Journal of Finance, 59, pages 148 1-1509.",
        "[2] Bekaert, G., and J. Lui, 2004, Conditioning Information and Variance Bounds on Asset Pricing Kernels, Review of Financial Studies 17, pages 339-378.",
        "[3] Black, F., E. Derman, and W. Toy, 1990, A One-Factor Model of Interest Rates and Its Application to Treasury Bond Options, Financial Analysts Journal, ~6, pages 33-39.",
        "[4] Black. F., and P. Karasinski, 1991, Bond and Option Pricing When Short Rates are Lognormal, Financial Analysts Journal, ~ pages 52-59.",
        "[5] Brandt. M. W., and D. A. Chapman, 2005, Comparing Multifactor Models of the Term Structure, Manuscript, Duke University and Boston College.",
        "[6] Brandt. M. W., and Q. Kang, 2004, On the Relationship Between the Conditional Mean and Volatility of Stock Returns: A Latent VAR Approach, Journal of Financial Economics, 7~, pages 217-257.",
        "[7] Brennan, M. J., A. W. Wang, and Y. Xia, 2004, Estimation and Test of a Simple Model of Intertemporal Capital Asset Pricing, Journal of Finance, 59, pages 1743-1775.",
        "[8] Campbell, J. Y., 1987, Stock Returns and the Term Structure, Journal of Financial Economics, 7, pages 265-296.",
        "[9] Campbell, J. Y., and J. H. Cochrane, 2000, Explaining the Poor Performance of Consumption-Based Asset Pricing Models, Journal of Finance, 55, pages 2863-2878.",
        "[10] Chan, K. C., G. A. Karolyi, F. A. Longstaff, and A. B. Sanders, 1992, An Empirical Comparison of Alternative Models of the Short-Term Interest Rate, Journal of Finance, ~ pages 1209-1227. 46",
        "[11] Cochrane, J. H., 1996, A Cross-Sectional Test of an Investment-Based Asset Pricing Model, Journal of Political Economy, 1O~, pages 572-62 1.",
        "[12] Cochrane, J. H., 2001, A Resurrection of the Stochastic Discount Factor/GMM Methodology, National Bureau of Economic Research, Working Paper No. 8533.",
        "[13] Cochrane, J. H., 2005, Asset Pricing, Revised Edition. (Princeton NJ: Princeton University Press.)",
        "[15] Dai, Q., K. J. Singleton, and W. Yang, 2005, Regime Shifts in a Dynamic Term Structure Model of U.S. Treasury Bond Yields, Manuscript, Stanford University.",
        "[16] Daniel, K., and S. Titman, 2005, Testing Factor-Model Explanations of Market Anomalies, Manuscript, Northwestern University and University of Texas at Austin.",
        "[17] Dittmar, R. F., 2002, Nonlinear Pricing Kernels, Kurtosis Preference, and Evidence from the Cross-Section of Equity Returns, Journal of Finance, 57, pages 369-403.",
        "[18] Duffee, G. R., 2002, Term Premia and Interest Rate Forecasts in Affine Models, Journal of Finance, 57, pages 405-443.",
        "[19] Engle, R., 2002, Dynamic Conditional Correlation A Simple Class of Multivariate GARCH Models, Journal of Business and Economic Statistics, ~O, pages 339-350.",
        "[20] Fama, E. F., and K. R. French, 1993, Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics, 33, pages 3-56.",
        "[21] Ferson, W. E., and C. R. Harvey, 1991, The Variation of Economic Risk Premiums, Journal of Political Economy, 99, pages 385-415.",
        "[22] Ferson, W. E., and C. R. Harvey, 1999, Conditioning Variables and the Cross Section of Expected Stock Returns, Journal of Finance 5~, pages 1325-1360. 47",
        "[23] Ferson, W. E., and A. F. Siegel, 2001, The efficient use of Conditioning Information in Portfolios, Journal of Finance 56, pages 967-982.",
        "[24] Gallant, A. R., L. P. Hansen, and G. Tauchen, 1990, Using Conditional Moments of Asset Payoffs to Infer the Volatility of Intertemporal Marginal Rates of Substitution, Journal of Econometrics, ~5, pages 141-179.",
        "[25] Ghysels, E., 1998, On Stable Factor Structures in the Pricing of Risk: Do Time-Varying Betas Help or Hurt? Journal of Finance, 53, pages 549-573.",
        "[26] Gibbons, M. R., and W. E. Ferson, 1985, Testing Asset Pricing Models with Changing Expectations and an Unobservable Market Portfolio, Journal of Financial Economics, 1~, pages 216-236.",
        "[27] Graybill, F. A., 1984, Matrices with Applications in Statistics, ~?nd Ed. Belmont, CA: Wadsworth International Group.",
        "[28] Hansen, L. P., 1982, Large Sample Properties of General Method of Moment Estimators, Econometrica, 50, pages 1029-1054.",
        "[29] Hansen, L. P., and S. F. Richard, 1987, The Role of Conditioning Information in Deducing Testable Restrictions Implied by Dynamic Asset Pricing Models, Econometrica, 55, pages 587-613.",
        "[30] Hansen, L. P., and K. J. Singleton, 1983, Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Prices, Journal of Political Economy, 91, pages 249-268.",
        "[31] Harvey, C. R., 1989, Time-Varying Conditional Covariances in Tests of Asset Pricing Models, Journal of Financial Economics, 2~, pages 289-317.",
        "[32] Jagannathan, R., and Z. Wang, 2002, Empirical Evaluation of Asset Pricing Models: A Comparison of the SDF and Beta Methods, Journal of Finance, 57, pages 2337-2367. 48",
        "[33] Lettau, M., and S. Ludvigson, 2001, Resurrecting the (C)CAPM: A Cross-Sectional Test When Risk Premia Are Time-Varying, Journal of Political Economy, 109, pages 1238-1287.",
        "[34] Lochstoer, L., 2006, Expected Returns and the Business Cycle: Heterogeneous Agents and Heterogeneous Goods, Manuscript, London Business School.",
        "[35] Lustig, H., and S. van Nieuwerbergh, 2005, Housing Collateral, Consumption Insurance, and Risk Premia: An Empirical Perspective, Journal of Finance, 60, pages 1167-1219.",
        "[36] Merton, R. C., 1973, An Intertemporal Capital Asset Pricing Model, Econometrica, ~1, 867-887.",
        "[37] Phalippou, L., 2005, Institutional Ownership and the Value Premium, Manuscript, University of Amsterdam.",
        "[38] Santos, T., and P. Veronesi, 2005, Labor Income and Predictable Stock Returns, forthcoming in Review of Financial Studies.",
        "[39] Shanken, J., 1990, Intertemporal Asset Pricing, Journal of Econometrics, ~5, pages 99-120.",
        "[40] Shanken, J., 1992, On the Estimation of Beta Pricing Models, Review of Financial Studies, 5, pages 1-34. 49"
    ]
}