{
    "id": 12514,
    "cites": 32,
    "cited_by": 7,
    "reference": [
        "Abel, Andrew B. 1982. Dynamic Effects of Permanent and Temporary Tax Policies in a q Model of Investment. Journal of Monetary Economics 9, May, pp. 353-373.",
        "Auerbach, Alan J., and Hines, James R. 1987. Anticipated Tax Changes and the Timing of Investment. In The Effects of Taxation on Capital Accumulation, Martin Feldstein ed., Chicago: University of Chicago Press, pp. 163-196.",
        "Barsky, Robert B., F. Thomas Juster, Miles S. Kimball and Matthew D. Shapiro. 1997.",
        "Health and Retirement Study. Quarterly Journal of Economics 112(2), pp. 537-579. Brazell, David W., and Mackie, James B. 2000. Depreciation Lives and Methods: Current Issues in the U.S. Capital Cost Recovery System. National Tax Journal 53(3), pp. 53 1-562.",
        "Campbell, John and Mankiw, N. Gregory. 1989. Consumption, Income and Interest Rates: Reinterpreting the Time Series Evidence. NBER Macroeconomics Annual 4: 185216.",
        "Cohen, Darrel S. and Cummins, Jason. 2006. A Retrospective Evaluation of the Effects of Temporary Partial Expensing. Federal Reserve Board, Finance and Economics Discussion Series working paper No. 2006-19, April.",
        "Cohen, Darrel S., Hansen, Dorthe-Pernille, and Hassett, Kevin A. 2002. The Effects of Temporary Partial Expensing on Investment Incentives in the United States. National Tax Journal, September, 55(3), pp. 457-466.",
        "Erickson, Timothy and Whited, Toni M. 2000. Measurement Error and the Relationship between Investment and q. Journal of Political Economy 108(5), pp. 1027 - 1057.",
        "Farber, Henry S. 2003. Is Tomorrow Another Day? The Labor Supply of New York City Cab Drivers. Princeton University, Working Paper No. 473.",
        "Fraumeni, Barbara M. 1997. The Measurement of Depreciation in the U.S. National Income and Product Accounts. Survey of Current Business, July, pp. 7-23.",
        "Goolsbee, Austan. 1998. Investment Tax Incentives, Prices, and the Supply of Capital Goods. Quarterly Journal of Economics 113(1), February, pp. 121-148.",
        "Hall, Robert E. 1988. Intertemporal Substitution in Consumption. Journal of Political Economy 96(2), April, pp. 339-357.",
        "Hall, Robert E. 2004. Measuring Factor Adjustment Costs. Quarterly Journal of Economics, August, pp. 899-927.",
        "Hall, Robert E. and Jorgenson, Dale W. 1967. Tax Policy and Investment Behavior. American Economic Review 57(3), June, pp. 391-414.",
        "Hayashi, Fumio. 1982. Tobins Marginal q and Average q: A Neoclassical Interpretation. Econometrica 50, January, pp. 2 13-224.",
        "House, Christopher L. and Shapiro, Matthew D. 2006. Phased-In Tax Cuts and Economic Activity. Forthcoming in the American Economic Review, also available as NBER working paper No. 9832.",
        "Hulten, Charles R., and Wykoff Frank C. 1981a. The Estimation of Economic Depreciation Using Vintage Asset Prices: An Application of the Box-Cox Power Transformation. Journal of Econometrics 15(3), April, 367-396.",
        "Hulten, Charles R., and Wykoff Frank C. 1981b. The Measurement of Economic Depreciation, in Charles R. Hulten eds. Depreciation, Inflation, and the Taxation of Income from Capital. Washington, D.C: Urban Institute Press, 81-125.",
        "Internal Revenue Service. 2003 How to Depreciate Properly. Department of the Treasury, IRS Publication 946.",
        "Jorgenson, Dale W. 1963. Capital Theory and Investment Behavior. American Economic Review 53(2), May, pp. 247-259.",
        "Jorgenson, Dale W. and Yun, Kun-Young. Tax Reform and the Cost of Capital. Oxford University Press, 1991.",
        "Kimball, Miles and Matthew D. Shapiro. 2003. Labor Supply: Are Income and Substitution Effects Both Large or Both Small? Unpublished paper, University of Michigan.",
        "Knittel, Matthew. 2005 a. Taxpayer Response to Partial Expensing: Do Investment Incentives Work as Intended? Department of Treasury Working Paper.",
        "Knittel, Matthew. 2005b. Small Business Utilization of Accelerated Tax Depreciation: Section 179 Expensing and Bonus Depreciation. Department of Treasury Working Paper.",
        "Lucas, Robert E. 1976. Econometric Policy Evaluation: A Critique. CarnegieRochester Conference Series on Public Policy (1) pp. 19-46.",
        "Millar, Jonathan N. 2005. Gestation Lags and the Relationship Between Investment and Q in Regressions. Finance and Economics Discussion Series No. 2005-28. Board of Governors of the Federal Reserve System.",
        "Mussa, Michael L. 1977. External and Internal Adjustment Costs and the Theory of Aggregate and Firm Investment. Economica 44, May pp. 163-178.",
        "NABE Industry Survey, January 2004. National Association for Business Economics, Washington, D.C.",
        "Shapiro, Matthew D. 1986. The Dynamic Demand for Capital and Labor, Quarterly Journal of Economics 101, August, pp. 5 13-542.",
        "Summers, Lawrence H. 1981. Taxation and Corporate Investment: a q-Theory Approach. Brookings Papers on Economic Activity 198 1(1), pp 67-127.",
        "Summers, Lawrence H. 1985. Requiem for the Investment Equation. Unpublished mimeo, Harvard University.",
        "Tobin, James. 1981. Discussion of `Taxation and Corporate Investment: a q-Theory Approach. Brookings Papers on Economic Activity. 198 1(1), pp 132-139."
    ]
}