{
    "id": 12517,
    "cites": 46,
    "cited_by": 2,
    "reference": [
        "Acemoglu, Daron and James A. Robinson (2006) Economic Origins of Dictatorship and Democracy, New York; Cambridge University Press.",
        "Anderson, Margaret L. (1993) Voter, Junker, Landrat, Priest: The Old Authorities and the New Franchise in Imperial Germany, American Historical Review, 98, 1448-1474.",
        "Austen-Smith, David (2000) Income Redistribution under Proportional Representation, Journal of Political Economy, 108, 1235-1269.",
        "Banerjee, Abhijit V., Paul J. Gertler and Maitreesh Ghatak (2002) Empowerment and Efficiency: Analysis of a Tenancy Reform in West Bengal, Journal of Political Economy, 110, 239-280.",
        "Banerjee, Abhijit V. and Andrew F. Newman (1993) Occupational Choice and the Process of Development, Journal of Political Economy, 101, 274298.",
        "Baron, David P. and Daniel Diermeier (2001) Elections, Governments, and Parliaments in Proportional Representation Systems, Quarterly Journal of Economics, 933-967.",
        "Bauer, Arnold J. (1995) Landlord and Campesino in the Chilean Road to Democracy, in Evelyn Huber and Frank Safford eds. Agrarian Structure and Political Power: Landlord and Peasant in the Making of Latin America, University of Pittsburgh Press, Pittsburgh, PA.",
        "Bendix, Reinhard (1964) Nation-Building and Citizenship, John Wiley and Sons, New York.",
        "Breman, Jan (1974) Patronage and Exploitation: Changing Agrarian Relations in South Gujarat, India, University of California Press, Berkeley CA.",
        "Buchanan, James and Gordon Tullock (1962) The Calculus of Consent, Ann Arbor; University of Michigan Press.",
        "Castro, JosÃ\u0083Â© Luis (1941) El Sistema Electoral Chileno, Nascimento, Santiago.",
        "Collier, Ruth Berins and David Collier (1991) Shaping the Political Arena, Princeton University Press, Princeton NJ.",
        "Cox, Gary W. (1987) The Efficient Secret: The Cabinet and the Development of Political Parties in Victorian England, Cambridge University Press, New York NY.",
        "Cox, Gary W. (1997) Making Votes Count, Cambridge University Press, New York, NY.",
        "Dekel, Eddie, Matthew 0. Jackson and Asher Wolinsky (2004) Vote Buying, Unublished California Institute of Technology.",
        "Gash, Norman (1977) Politics in the Age of Peel, Harvester Press, Hassocks UK.",
        "Gibson, Ralph and Martin Blinkhorn (1991) Landownership and Power in Modern Europe, Harper Collins, New York NY.",
        "Gil, Frederico G. (1966) The Political System of Chile, Houghton Muffin, Boston MA.",
        "Goldstein, Richard J. (1983) Political Repression in Nineteenth Century Europe, Croon Helm, London UK.",
        "Graham, Richard (1990) Patronage and Politics in Nineteenth Century Brazil, Stanford University Press, Stanford CA.",
        "Grossman, Gene M. and Elhanan Helpman (1996) Electoral Competition and Special Interest Politics, Review of Economic Studies, 63, 265-286.",
        "Hamerow, Theodore 5. (1974) The Social Foundations of German Unification, 1858-1871: Struggles and Accomplishments, Princeton University Press, 38 Princeton NJ.",
        "Kinzer, Brian L. (1982) The Ballot Question in Nineteenth Century English Politics, Garland, New York NY.",
        "Kitson-Clark, G.S.R. (1951) The Electorate and the Repeal of the Corn Laws, Transactions of the Royal Historical Society, 1, 109-126.",
        "Kohli, Atul (1990) Democracy and Discontent: Indias Growing Crisis of Governability, Princeton University Press, Princeton NJ.",
        "Legros, Patrick and Andrew F. Newman (1996) Wealth Effects, Distribution, and the Theory of Organization, Journal of Economic Theory, 70, 312-341.",
        "Loveman, Brian (2001) Chile: The Legacy of Hispanic Capitalism, 3rd Edition, New York; Oxford University Press.",
        "Malefakis, Edward E. (1970) Agrarian Reform and Peasant Revolution in Spain, Yale University Press, New Haven CT.",
        "Marglin, Stephen A. (1974) What do Bosses Do? Review of Radical Political Economy, 6, 60-112.",
        "Martins, JosÃ\u0083Â© de Souza (1996) Clientalism and Corruption in Contempo- 39 rary Brazil, in Walter Little and Eduardo Posada-CarbÃ\u0083Â³ eds. Political Corruption in Europe and Latin America, MacMillan, London.",
        "Millar Carvacho, RenÃ\u0083Â© (1981) La ElecciÃ\u0083Â³n Presidencial de 19f~0: Tendencias y Prdcticas PolIticas en el Chile Parlamentario, Ediciones Universitaria, Santiago.",
        "Mookherjee, Dilip (1997) Informational Rents and Property Rights in Land, in John E. Roemer ed. Property Rights, Incentives and Welfare, MacMillan, London UK.",
        "OGorman, Frank (1989) Voters, Patrons and Parties: The Unreformed Electoral System of Hanovarian England, 1784-183f~, Clarendon Press, Oxford UK.",
        "Pang, Eul-Soo. (1973) Coronelismo in Northeastern Brazil, in Robert Kern ed. The Caciques: Oligarchical Politics and the System of Caciquismo in the Luso-Hispanic World, University of New Mexico Press, Albuquerque NM.",
        "Persson, Torsten and Guido Tabellini (2000) Political Economics: Explaining Economic Policy, MIT Press, Cambridge, Mass.",
        "Persson, Torsten and Guido Tabellini (2003) The Economic Effects of Constitutions, forthcoming MIT Press, Cambridge, Mass.",
        "Petras, James and Maurice Zeitlin (1968) Agrarian Radicalism in Chile, British Journal of Sociology, 19, 503-531.",
        "Piketty, Thomas (1999) The Information-Aggregation Approach to Political Institutions, European Economic Review, 43, 791-800.",
        "Piketty, Thomas (2000) Voting as Communicating, Review of Economic Studies, 67, 169-191.",
        "Sadoulet, Elisabeth (1992) Labor-Service Tenancy Contracts in a Latin American Context, American Economic Review, 82, 1031-1042.",
        "Scully, Timothy R. (1992) Rethinking the Center: Party Politics in Nineteenth and Twentieth Century Chile, Stanford University Press, Stanford CA.",
        "Sinding, Steven W. (1972) The Evolution of Chilean Voting Patterns: A Re-Examination of Some Old Assumptions, The Journal of Politics, 34, 774-796.",
        "Snyder, James M. (1991) On Buying Legislatures, Economics and Politics, 2, 93-110.",
        "Summerhill, William (1995) A Note on Some Economic Consequences of Electoral Reform in Imperial Brazil, Unpublished, Department of History UCLA.",
        "Swift, Jeannine (1971) Agrarian Reform in Chile: An Economic Study, Heath Lexington Books, Lexington MA.",
        "Valenzuela, Arturo (1978) The Breakdown of Democratic Regimes: Chile, Johns Hopkins University Press, Baltimore MD."
    ]
}