{
    "id": 12518,
    "cites": 25,
    "cited_by": 36,
    "reference": [
        "Altonji, Joseph G. and Card, David. The Effects of Immigration on the Labor Market Outcomes of Less-Skilled Natives, in John M. Abowd and Richard B. Freeman, eds., Immigration, Trade, and the Labor Market. Chicago: University of Chicago Press, 1991, pp. 201-234.",
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney. Trends in U.S. Wage Inequality: Re-Assessing the Revisionists, Working Paper, Harvard University, 2004.",
        "Aydemir, Abdurrahman and George J. Borjas. Attenuation Bias in Estimating the Wage Impact of Immigration, Working Paper, Harvard University, October 2005.",
        "Borjas, George J. The Labor Demand Curve Is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market, Quarterly Journal of Economics 118 (November 2003): 1335-1374.",
        "Borjas, George J. Native Internal Migration and the Labor Market Impact of Immigration, Journal of Human Resources 41 (Spring 2006): 22 1-258.",
        "Bound, John, Michael Schoenbaum, and Timothy Waidmann. Race and Education Differences in Disability Status and Labor Force Attachment in the Health and Retirement Survey, Journal of Human Resources 30 (Supplement 1995): S227-S267.",
        "Butcher, Kristin F. and Anne Morrison Piehl. Recent Immigrants: Unexpected Implications for Crime and Incarceration. Industrial and Labor Relations Review 51 (July 1998): 654-679.",
        "Butcher, Kristin F. and Anne Morrison Piehl. Cross-City Evidence on the Relationship between Immigration and Crime, Journal of Policy Analysis and Management 17 (Summer 1998): 4S7-493.",
        "Butcher, Kristin F. and Anne Morrison Piehl. The Role of Deportation in the Incarceration of Immigrants, in George J. Borjas, editor, Issues in the Economics of Immigration. Chicago: University of Chicago Press, 2000, pp. 35 1-385.",
        "Card, David. Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration, Journal of Labor Economics (January 2001): 22-64.",
        "Charles, Kerwin Kofi and Ming Ching Luoh. Male Incarceration, the Marriage Market, and Female Outcomes. Working Paper, University of Chicago, 200S. Feenstra, Robert C. Advanced International Trade. Princeton: Princeton University Press, 2004.",
        "Fryer, Roland G., Paul S. Heaton, Steven D. Levitt, and Kevin M. Murphy. Measuring the Impact of Crack Cocaine, NBER Working Paper No. 11318, May 2005.",
        "Grogger, Jeffrey. Market Wages and Youth Crime. Journal of Labor Economics 16 (October 1998): 756-791.",
        "Grogger, Jeffrey and Michael Willis. The Emergence of Crack Cocaine and the Rise in Urban Crime Rates, Review of Economics and Statistics 82 (November 2000): 519-529.",
        "Gronau, Reuben. Leisure, Home Production, and Work: The Theory of the Allocation of Time Revisited. Journal of Political Economy 85 (December 1977): 1099-1123.",
        "Juhn, Chinhui. The Decline in Male Labor Market Participation: The Role of Declining Market Opportunities, Quarterly Journal of Economics 107 (February, 1992): 79-12 1.",
        "Juhn, Chinhui. Labor Market Dropouts and Trends in the Wages of Black and White Men, Industrial and Labor Relations Review 56 (July 2003): 643-662.",
        "Juhn, Chinhui, Kevin M. Murphy, and Robert H. Topel. Why Has the Natural Rate of Unemployment Increased Over Time? Brookings Papers on Economic Activity (1991): 75-126.",
        "Machin, Stephen and Costas Meghir. Crime and Economic Incentives, Journal of Human Resources 39 (Fall 2004): 958-979.",
        "Parsons, Donald 0. Racial Trends in Male Labor Force Participation, American Economic Review 70 (December 1980): 911-920.",
        "Raphael, Stephen and Lucas Ronconi. Reconciling National and Regional Estimates of the Effects of Immigration on U.S. Labor Markets: The Confounding Effects of Native Male Incarceration Trends, Working Paper, University of California, Berkeley, 2005.",
        "Stern, Steven. Measuring the Effect of Disability on Labor Force Participation, Journal of Human Resources 24 (Summer 1989): 36 1-395.",
        "S8 Venkatesh, Sudhir Alladi, The Social Organization of Street Crime Activity in an Urban Ghetto. American Journal of Sociology 103 (July 1997): 82-111.",
        "Welch, Finis. The Employment of Black Men, Journal of Labor Economics 8 (January 1990): S26-S74.",
        "Western, Bruce and Becky Pettit. Incarceration and Racial Inequality in Mens Employment, Industrial and Labor Relations Review S4 (October 2000): 3-16."
    ]
}