{
    "id": 12512,
    "cites": 29,
    "cited_by": 210,
    "reference": [
        "Armington, Paul, A Theory of Demand for Products Distinguished by Place of Production, International Monetary Fund Staff Papers, XVI (1969), 159-78.",
        "Backus, David K., Patrick J. Kehoe, and Timothy J. Kehoe, in Search of Scale Effects in Trade arid Growth, Journal of Economic Theory, LVIII (1992), 377-409.",
        "Brander, James A. and Paul R. Krugman. A `Reciprocal Dumping Model of Trade, Journal of International Economics, vol. 15, no. 3-4, November 1983, pp. 3 13-21.",
        "Broda, Christian, David E. Weinstein, Variety Growth and World Welfare, American Economic Review Papers and Proceedings, XCIV (2004), 139-145.",
        "Broda, Christian, David E. Weinstein, Globalization and the Gains from Variety, Quarterly Journal of Economics, Vol. 121, Issue 2 - May 2006..",
        "Ethier, W.J., National and International Returns to Scale in the Modern Theory of International Trade, American Economic Review, LXXII (1982), 389-405.",
        "Feenstra, Robert, New Product Varieties and the Measurement of International Prices, American Economic Review, LXXXIV (1994), 157-77.",
        "Feenstra, Robert, Hiau Looi Kee, On the Measurement of Product Variety in Trade, American Economic Review, XCIV (2004), 145-149.",
        "Feenstra, Robert, Chi-Yuan Liang, Dorsati Madani, Tzu-Han Yang, Testing Endogenous Growth in South Korea and Taiwan, Journal of Development Economics, LX (1999), 3 17-341.",
        "Feenstra, Robert, James Markusen, Accounting for Growth with New Inputs, International Economic Review, XXXV (1994), 429-447.",
        "Funke, Michael, Ralf Ruhwedel, Product Variety and Economic Growth: Empirical Evidence for the OECD Countries, International Monetary Fund Staff Papers, XL VIII (2001), 225-242.",
        "Frankel, Jeffrey, David Romer, Does Trade Cause Growth?, American Economic Review, LXXXIX (1999), 379-399.",
        "Grossman, Gene, Elhanan Helpman, Product Development and International Trade, Journal of Political Economy, XCVII (1989), 1261-83.",
        "Grossman, Gene, Elhanan Helpman, Trade, Innovation, and Growth, American Economic Review, LXXX (1990), 86-91.",
        "Hall, Robert and Charles I. Jones (1999). Why Do Some Countries Produce So Much More Output per Worker Than Others?, Quarterly Journal of Economics February 1999.",
        "Hallak, Juan C. and James Levinsohn, Fooling Ourselves: Evaluating the Globalization and Growth Debate, NBER Working Paper 10244, January (2004).",
        "Harrison, Ann, Productivity, imperfect competition and trade reform: Theory and evidence, Journal of International Economics, XXXVI (1994), 53-73.",
        "Hummels, David, Peter Klenow, The Variety and Quality of a Nations Exports, American Economic Review, XCV (2005), 704-723.",
        "Jones, Charles, Time Series Tests of Endogenous Growth Models, quarterly Journal of Economics, CX (1995), 495-525.",
        "Kocherlakota, Narayana, Kei-Mu Yi, A Simple Time Series Test of Endogenous vs. Exogenous Growth Models: An Application to the United States, Review of Economics and Statistics, LXXVIII, (1996), 126-134.",
        "Krugman, Paul, Scale Economies, Product Differentiation, and the Pattern of Trade, American Economic Review, LXX (1980), 950-59.",
        "Levinsohn, James, Testing the imports-as-market-discipline hypothesis, Journal of International Economics, XXXV (1993), 1-22.",
        "Rauch, James, Networks Versus Markets in International Trade Journal of International Economics, XL VIII (1999), 7-35.",
        "Rivera-Batiz, Luis, Paul Romer, Economic Integration and Endogenous Growth, The Ouarterly Journal of Economics, CVI (1991), 53 1-555.",
        "Romer, Paul, Growth Based on Increasing Returns Due to Specialization, American Economic Review, LXXVII (1987), 56-62.",
        "Romer, Paul, Capital, Labor, and Productivity, Brookings Papers on Economic Activity, Special Issue (1990), 337-67.",
        "Sala-i-Martin, Xavier. I Just Ran Two Million Regressions, American Economic Review, Vol. 87, n.2, pp. 178-183, 1997.",
        "Sato, Kazuo, The Ideal Log-Change Index Number. Review of Economics and Statistics, LVIII (1976), 223-28.",
        "Vartia, Yrjo, Ideal Log-Change Index Numbers, Scandinavian Journal of Statistics, III (1976), 121-126."
    ]
}