{
    "id": 12515,
    "cites": 27,
    "cited_by": 29,
    "reference": [
        "Alesina, Alberto, and Lawrence H. Summers. i993. Central Bank Independence and Macroeconomic Performance: Some Comparative Evidence. Journal of Money, Credit, and Banking 25, no. 2 (May): i5i-62. Aizenman, Joshua and Reuven Glick (2005) Pegged Exchange Rate Regimes - A Trap? National Bureau of Economic Research Working Paper 11652 (September 2005) Andersen, Palle, and David Gruen. i995. Macroeconomic Policies and Growth. In Palle Andersen, Jacqueline Dwyer, and David Gruen, eds., Productivity and Growth, 279-3i9.",
        "Sydney: Reserve Bank of Australia. Ball, Laurence and Naihm Sheridan (2005). Does Inflation Targeting Matter? in Ben S.",
        "Bernanke and Michael Woodford, eds. The Inflation Targeting Debate (University of Chicago Press for the National Bureau of Economic Research: Chicago, 2005):249-276.",
        "Inflation Expectations, in Otmar Issing, ed., Background Studies for the ECBs Evaluation of Its Monetary Policy Strategy (European Central Bank: Frankfurt-am-Main, Germany 2003): 43-90.",
        "Cecchetti, Stephen, Genberg, Hans, Lipsky, John and Sushil Wadhwani (2000) Asset Prices and Central Bank Policy (Geneva: International Center for Monetary and Banking Studies).",
        "Clarinda, Richard, and Mark Gertler (i997). How the Bundesbank Conducts Monetary Policy. In Christina D. Romer and David H. Romer, eds., Reducing Inflation: Motivation and Strategy, (Chicago: University of Chicago Press): 363-406.. Corbo, Vittorio, Oscar Landerretche, and Klaus Schmidt-Hebbel (2002) Does Inflation Targeting Make a Difference? in Norman Loayza and Raimundo Soto, eds., Inflation Targeting: Design, Performance, Challenges (Central Bank of Chile: Santiago): 22 1-269.",
        "Ditmar, Robert, Gavin, William T. and Finn E. Kydland. (1999), The Inflation-Output Variability Tradeoff and Price Level Targets, Review, Federal Reserve Bank of St. Louis: 23- 31.",
        "Eggertsson, G.B. and M. Woodford. (2003). The Zero Bound on Interest Rates and Optimal Monetary Policy, Brookings Papers on Economic Activity 1: 139-211.",
        "Estrella, Arturo and Jeffrey Fuhrer (1998), Dynamic Inconsistencies: Counterfactual Implications of a Class of Rational Expectations Models, Federal Reserve Bank of Boston Working Paper: 98/05, July 1998 Estrella, A. and F.S. Mishkin (i997) Is There a Role for Monetary Aggregates in the Conduct of Monetary Policy. Journal of Monetary Economics, 40:2, (October): 279-304.",
        "Feldstein, Martin (i997), Price Stability, in Achieving Price Stability (Kansas City: Federal Reserve Bank of Kansas City). Fischer, Stanley (1993) The Role of Macroeconomic Factors in Growth, Journal of Monetary Economics 32: 485-5 12.",
        "Goodfriend, Marvin and Robert G. King (i997) The New Neoclassical Synthesis and the Role of Monetary Policy, NBER Macroeconomics Annual, pp. 23i-283. Hu, Yifan (2003). Empirical Investigations of Inflation Targeting, Institute for International Economics, Working Paper No. 03-6 (July).",
        "Hyvonen, M. (2004). Inflation Convergence Across Countries, Reserve Bank of Australia Discussion Paper 2004-04.",
        "Issing, Otmar (i996). Is Monetary Targeting in Germany Still Adequate? In Horst Siebert, ed., Monetary Policy in an Integrated World Economy: Symposium 1995, (Tubingen: Mohr).",
        "Johnson, David R. (2002). The Effect of Inflation Targeting on the Behavior of Expected Inflation: Evidence from an 11 Country Panel, Journal of Monetary Economics, vol. 49, no. 8 (November): 1493-1519.",
        "Johnson, David R. (2003). The Effect of Inflation Targets on the Level of Expected Inflation in Five Countries, Review of Economics and Statistics vol. 55, no. 4 (November): 1076-8 1.",
        "Jonas, Jiri and Frederic S. Mishkin, Inflation Targeting in Transition Countries: Experience and Prospects, in Michael Woodford, ed., Inflation Targeting (University of Chicago Press: Chicago, 2005) pp. 353-4i3.",
        "King, Mervyn, i999, Challenges for Monetary Policy: New and Old, in New Challenges for Monetary Policy, Federal Reserve Bank of Kansas City, Kansas City, Missouri:ii-57. Kydland, Finn, and Edward Prescott (i977). Rules Rather than Discretion: The Inconsistency of Optimal Plans. Journal of Political Economy 85, no. 3 (June): 473-92. -34- Levin, Andrew, Natalucci, Fabio M. And Jeremy M. Piger. 2004. The Macroeconomic Effects of Inflation Targeting, Federal Reserve Bank of St. Louis Review, forthcoming.",
        "McKinnon, Ronald, and Gunther Schnabl (2004) The East Asian Dollar Standard, Fear of Floating and Original Sin, Review of Development Economics, vol 8, no. 3 (2004), pp. 33i- 360.",
        "Muth, John F. (i960) Optimal Properties of Exponentially Weighted Forecasts, Journal of the American Statistical Association 55: 299-306. -36- Muth, John F (i96i) Rational Expectations and the Theory of Price Movements, Econometrica 29: 3i5-35. Neumann, Manfred J.M., and Jurgen von Hagen (i993). Germany. In M. Fratianni and D. Salvatore, eds., Handbook of Monetary Policy in Industrialized Countries. (Westport, Conn.: Greenwood). Neumann, Manfred J.M. and Jurgen von Hagen (2002). Does Inflation Targeting Matter, Federal Reserve Bank of St. Louis Review (July/August): 127-148.",
        "Samuelson, Paul and Robert M. Solow, Analytic Aspects of Anti-Inflation Policy, American Economic Review, vol. 50 (May i960): 368-79. -37- Sargent, Thomas J. and Neil Wallace (i975) Rational Expectations, the Optimal Monetary Instrument and the Optimal Money Supply Rule, Journal of Political Economy 83: 24i-54. Sabban, Veronica Cohen, Rozado, Martin Gonzalez Rozada, and Andrew Powell (2003), A New Test for the Success of Inflation Targeting, Universidad Torcuato Di Tella mimeo., January 2003.",
        "Sims, Christopher (2005) Limits to Inflation Targeting, in Ben S. Bernanke and Michael Woodford, eds. The Inflation Targeting Debate (University of Chicago Press for the National Bureau of Economic Research: Chicago, 2005): 283-308.",
        "Svensson, Lars.E.O., 1997. Inflation Forecast Targeting: Implementing and Monitoring Inflation Targets, European Economic Review, 41: 1111-1146.",
        "Svensson, Lars, E.O, i999. Price-Level Targeting Versus Inflation Targeting: A Free Lunch, Journal of Money, Credit and Banking, 3 i: 277-9 5. Svensson, Lars E.O., 2002, Monetary Policy and Real Stabilization, in Federal Reserve Bank of Kansas City, Rethinking Stabilization Policy: 26i-3i2.",
        "Svensson, L.O. and Michael Woodford (2003), Optimal Policy with Partial Information in a Forward-Looking Model: Certainty-Equivalence Redux, NBER Working Paper 9430 Stock, James H. and Mark W. Watson (i989). Interpreting the Evidence on Money- Income Causality. Journal of Econometrics 40: i6i-i82.",
        "Leiderman and Lars E. 0. Svensson, eds., Inflation Targets, i07-2i. (London: Centre for Economic Policy Research). von Hagen, Jurgen (i999), Money Growth Targeting by the Bundesbank, Journal of Monetary Economics 43: 68i-70i. Woodford, Michael (1999), Optimal Monetary Policy Inertia, NBER Working Paper no. 7261.",
        "Woodford, M. 2003. Interest and Prices: Foundations of a Theory of Monetary Policy (Princeton University Press: Princeton).",
        "ENDNOTES 1. See the CIAs, The World Factbook (2006)."
    ]
}