{
    "id": 12520,
    "cites": 34,
    "cited_by": 10,
    "reference": [
        "[1] Agarwal Rajshree. Evolutionary Trends of Industry Variables. International Journal of Industrial Organization 16, no. 4 (July 1998): 511-25.",
        "[2] , and Michael Gort. The Evolution of Markets and Entry, Exit and Survival of Firms. Review of Economics and Statistics 78, No. 3. (Aug., 1996): 489-98.",
        "[3] Aizcorbe, Ana and Samuel Kortum. Moores Law and the Semiconductor Industry: A Vintage Model. Scand. J. of Economics 107, no. 4 (2005): 603-630,",
        "[4] Andrade, Gregor; Mitchell, Mark and Stafford, Erik. New Evidence and Perspective on Mergers. Journal of Economic Perspectives, Spring 2001, 15(2), pp. 103-120.",
        "[5] Arrow, Kenneth. The Economic Implications of Learning by Doing. Review of Economic Studies 29, no. 3 (June 1962): 155 - 173..",
        "[6] Atkeson, Andrew and Patrick Kehoe. Industry Evolution and Transition: The Role of Information Capital. FRB Minneapolis staff report 162 (August 1993).",
        "[7] Bahk, Byong-Hyong and Michael Gort. Decomposing Learning by Doing in New Plants. Journal of Political Economy, Vol. 101, No. 4. (Aug., 1993), pp. 561-583.",
        "[8] Baily, Martin, Charles Hulten and David Campbell Productivity Dynamics in Manufacturing Plants. Brookings Papers on Economic Activity, Microeconomics (1992): 187-249 25",
        "[9] Boucekkine, Raouf, Marc Germain, and Omar Licandro. Replacement Echoes in the Vintage Capital Growth Model. Journal of Economic Theory 74 (1997): 333-48.",
        "[10] Caballero, Ricardo and Mohamad L. Hammour. The Cleansing Effect of Recessions. American Economic Review 84, no. 5 (December 1994): 1350-68.",
        "[11] Cooper, Russell, John Haltiwanger, and Laura Power. Machine Replacement and the Business Cycle: Lumps and Bumps. American Economic Review 89 (1999): 921-946.",
        "[12] Deily, Mary, Niccie McKay and Fred Dorner. Exit and Inefficiency: The Effects of Ownership Type. Journal of Human Resources 35, no. 4 (Autumn, 2000): 734-747.",
        "[13] Dunne, Timothy, Mark Roberts; Larry Samuelson. Patterns of Firm Entry and Exit in U.S. Manufacturing Industries. RAND Journal of Economics 19, no. 4 (Winter, 1988): 495-515.",
        "[14] Dwyer, Douglas. Technology Locks, Creative Destruction, and Nonconvergence in Productivity Levels. Review of Economic Dynamics 1, no. 2 (April 1998): 430-473.",
        "[15] Evans, David. The Relationship Between Firm Growth, Size, and Age: Estimates for 100 Manufacturing Industries. Journal of Industrial Economics 35, No. 4 (June 1987): 567-81.",
        "[16] Gort, Michael and Steven Klepper Time Paths in the Diffusion of Market Innovations, Economic Journal 92 (1982): 630-53.",
        "[17] Hopenhayn, Hugo. The Shakeout. wp33 Univ. Pompeu Fabra, April 1993.",
        "[18] Horvath, Michael, Fabiano Schivardi and Michael Woywode. On Industry LifeCycles: Delay, Entry, and Shakeout in Beer Brewing. International Journal of Industrial Organization 19, no. 7 (2003): 1023-1052.",
        "[19] Johansen, Leif. Substitution versus Fixed Production Coefficients in the Theory of Economic Growth: A Synthesis. Econometrica 27, No. 2 (April 1959): 157176.",
        "[20] Jovanovic, Boyan. Selection and the Evolution of Industry. Econometrica 50, no. 3 (June 1982): 649-70.",
        "[21] , and Saul Lach Entry, Exit, and Diffusion with Learning by Doing. American Economic Review 79, no. 4 (September 1989): 690-99. 26",
        "[22] , and Glenn MacDonald. The Life Cycle of a Competitive Industry. Journal of Political Economy 102 (April 1994): 322-47.",
        "[23] , and Peter L. Rousseau. General-Purpose Technologies. Handbook of Economic Growth vol. lB Amsterdam: Elsevier (2006): 1181-224.",
        "[24] Klenow, Peter. Learning Curves and the Cyclical Behavior of Manufacturing Industries. Review of Economic Dynamics 1, no. 2 (May 1998): 531-50.",
        "[25] Klepper, Steven, Entry, Exit, Growth, and Innovation over the Product Life Cycle, American Economic Review 86 no. 3 (June 1996): 562 - 83.",
        "[26] , and Kenneth Simons. Industry Shakeouts and Technological Change. International Journal of Industrial Organization 23, no. 2-3 (2005): 23-43.",
        "[27] McGrattan Ellen, and James A. Schmitz, Jr.. Maintenance and Repair: Too Big to Ignore. Federal Reserve Bank of Minneapolis Quarterly Review 23, No. 4 (Fall 1999): 2-13.",
        "[28] Mitchell, Matthew. Technological Change and the Scale of Production. Review of Economic Dynamics 5, no. 2 (April 2002): 477-88.",
        "[29] Oikawa, Koki. Uncertainty-Driven Growth. New York University, January 2006.",
        "[30] Parente Stephen L., 1994. Technology Adoption, Learning-by-Doing, and Economic Growth, Journal of Economic Theory. Elsevier, vol. 63(2), pages 346-369.",
        "[31] Samaniego, Roberto M. A Theory of Entry and Exit with Embodied Technical Change. Unpublished manuscript, George Washington University (2006).",
        "[32] Serrano, Carlos. The Dynamics of the Transfer and Renewal of Patents. University of Toronto, March 2006.",
        "[33] Utterback, James, and Fernando SuÃ\u0083Â¡rez, Innovation, Competition, and Industry Structure, Research Policy 22 (1993): 1-21.",
        "[34] Wang, Zhu. Learning, Diffusion and Industry Life Cycle, manuscript, Federal Reserve Bank of Kansas City, 2006."
    ]
}