{
    "id": 1252,
    "cites": 36,
    "cited_by": 18,
    "reference": [
        "1. R.J. Barro and H.I. Grossman [1976] Money, Employment and Inflation, Cambridge University Press.",
        "2. W.H. Buiter [1980] Monetary, Financial and Fiscal Policy under Rational Expectations, I~ Staff Papers, 27, Dec~ pp. 758-813,",
        "3. W.H~ Buiter [1981] The Superiority of Contingent Rules over Fixed Rules in Models with Rational Expectations, Economic Journal, 91, September, pp. 647-670.",
        "4. W.H. Buiter [1983aJ `~The Measurement of Public Sector Deficits and Its Implications for Policy Evaluation and Design, IMP Staff Papers, June, 1983.",
        "5. W.H. Buiter [1983bJ Optimal and Time-Consistent Policies in Continuous Time Rational Expectations Models, LSE Econometrics Program, Discussion Paper No. A 39, June.",
        "6. W.H. Buiter [1983c] Saddlepoint Problems in Continuous Time Rational Expectations Modles: A General 1~ethod and Some Macroeconomic Examples, Revised, March. Forthcoming in Econometrica,",
        "7. W.H. Buiter and M. Gersovitz [1981] Issues in Controllability and the Theory of Economic Policy, Journal of Public Economics, 15, February.",
        "8. W.H. Buiter and Ian JewÃ\u0082Â±tt [1981] Staggerd Wage Setting ~~`ith Real Wage Relativities: Variations of a Theme of Tavlert. ~anchester School, Sept. pp. 211-228.",
        "9. W.H. Buiter and Marcus Miller [1981] Monetary Policy and International Competitiveness, Oxford Economic Papers, 33, July, Supplement, pp. 143-174.",
        "10. W.H. Buiter and Marcus Miller [1982] Real Exchange Rate Overshooting and the Output Cost of Bringing Down Inflation~, European Economic Review, 18, May/June, pp. 85-123.",
        "11. W.H. Buiter and Marcus Miller [1983] Real Exchange Rate Overshooting and the Output Cost of Bringing Down Inflation; Some Further Results, in J. Frenkel ed. Exchange Rates and International Macroeconomics, Chicago University Press, forthcoming.",
        "12. C.A. Calvo [1982aJ `tStaggered Contracts and Exchange Rate Policy, Discussion Paper Series No. 129, Columbia University. -47-",
        "13. G.A. Calvo [1982bJ Staggered Contracts in a Utility-Maximizing Framework, Discussion Paper Series No. 130, Columbia University.",
        "14. G.A. C~lvo [1982cJ Real Exchange Rate Dynamics with Fixed Nominal Parities: On the Economics of Overshooting and Interest-Rate Management with Rational Price Setting, Discussion Paper Series No. 162, Columbia University.",
        "15. Dennis W. Carlton [1982] The Disruptive Effect of Inflation on the Organization of Markets, in Robert E. Hall ed. Inflation: Causes and Effects, University of Chicago Press, pp. 139-152.",
        "16. R. Dornbusch [1976] Expectations and Exchange Rate Dynamics, Journal of Political Economy, 84, Dec., pp. 1161-76.",
        "17. Martin S. Feldstein [1979] The Welfare Cost of Permanent Inflation and Optimal Short-run Economic Policy, Journal of Political Economy, 87, August, pp. 745-768.",
        "18. Stanley Fischer [1981aJ Relative shocks, relative price variability and inflation, Brookerings Papers in Economic Activity, pp. 381-431.",
        "19. Stanley Fischer [1981b]Towards an understanding of the costs of Inflation: II, in K. Brunner and A.H. Meltzer eds. The Costs and Consequences of Inflation, Carnegie-Rochester Conference Series on Public Policy, Vol 15, Autumn, North Holland, pp. 5-42.",
        "20. Stanley Fischer [1982] Relative.Price Variability and Inflation in the United States and Germany, European Economic Review, 18, May/June, pp. 171-196.",
        "21. Stanley Fischer and Franco Nodighani [1978] ~Towards an Understanding of the Real Effects and Costs of Inf1ation~, ~e1t~jrtgchaft Lici-ies Archiv , Band 114, pp. 810-833.",
        "22. John Flernming [1976] Inflation, Oxford University Press.",
        "23. Robert J. Gordon [1973J `TThe Welfare Costs of Higher lJnemplovment, Brookings Papers on Economic Activity, 1, pp. 133-205.",
        "24. Robert J. Gordon [1982] Why Stopping Inflation May be Costly: Evidence for Fourteen Historical Episodes. in R.E. Hall ed. Inflation, Causes and Effects, University of Chicago Press, pp. 11-40.",
        "25. R.G. Gregory [1982] Work arid w~lfar~ in the years ahead, Austra*lian Economic Papers, 21, pp 219-2~43.",
        "26. R.G~ Gregory [1983] The slide into mass unernp1o~ent; labour market theories, facts and policies, Annual Lectures, The Academy of the Social Sciences, Australia.",
        "27. R.G. Gregory and R.E. Smith [1983] Unemtloyrnent, Inflation and Job Creation Policies in Australia, unpublished. -48-",
        "28. Robert E. Hall [1976] The Phillips Curve and Macroeconomic Policy in Karl Brunner and A.H. Meltzer eds. The Phillips Curve and Labour Markets, Carnegie-Rochester Conference Series on Public Policy, Vol. 1, pp. l27-l~48.",
        "29. R.E. Hall [1981] Comment on S. Fischer Relative Shocks, Relative Price Variability, and Inflation in Brookings Pa~ers on Economic Activity, 1981, pp. ~432-~431~.",
        "30. S.P. Hargreaves Heap [1980] Choosing the Wrong `Natural Rate: Accelerating Inflation or Decelerating ~ap1oyment and Growth. Economic Journal, 90, Sept., pp. 611-620.",
        "31. F. Kydland an~ E. Prescott [1977] Rules Rather than Discretion: The Time-inconsistency of Optimal Plans, Journal of Political Economy, 85, pp. 1~73-1~91.",
        "32. R.G. Lipsey [196)] The relationship between unemployment and the rate of change of money wages in the United Kingdom, 1862-1957 A Further Analysis, Econornica,",
        "35. M. I~r~ssa [1981] Sticky Prices and Disequiiibriurn Adjus~rnent ii~ a Rational Model o~ t:~e ~az~c~ary Process, kjnerican Eoo~om~c viÃ\u0083Â§~, 7, Leo., Dp. ~C2O~T.",
        "36. M. Obstfeld and K. Pogoff 11982] Exchange Rate Dynamics with Sluggish Prices under Alternative Price-Adjustment Rules, unpublished, Nay.",
        "38. E.S. Phelps [1972] Inflation Policy and Unemployment Theory: The Cost Benefits ADproach to Monetary Planning. Norton, New York.",
        "145. 5.J. Turnovsky [19801 The Choice of Monetary Instruments Under Alternat.ive Forms of Price Expectations. Manchester School, March, pp. 39-62. 1~6. L. Weiss [1980] The Role for Active Monetary Policy in a Rational Expectations Model, Journal of Political Economy, 88, April, pp. 221-233."
    ]
}