{
    "id": 12522,
    "cites": 52,
    "cited_by": 54,
    "reference": [
        "Aghion, P., D. Comin, and P. Howitt, 2006. When Does Domestic Saving Matter for Economic Growth? NBER Working Paper 12275.",
        "Aghion, P., P. Howitt, and D. Mayer-Foulkes, 2005. The Effect of Financial Development on Convergence: Theory and Evidence, Quarterly Journal of Economics 120, 173-222.",
        "Aitken, B. J. and A. Harrison, 1999. Do Domestic Firms Benefit from Direct Foreign Investment ? Evidence from Venezuela, American Economic Review 89, 605-618.",
        "Alfaro, L., A. Chanda, S. Kalemli-Ozcan, and S. Sayek, 2004. FDI and Economic Growth, The Role of Local Financial Markets, Journal of International Economics 64, 113-134.",
        "Alfaro, L. and A. Rodriguez-Clare, 2004. Multinationals and Linkages: Evidence from Latin America, Economia 4, 113-170.",
        "Antras, P., 2003. Firms, Contracts and Trade Structure, Quarterly Journal of Economics 118, 1374-1418.",
        "Antras, P. and E. Helpman, 2004. Global Sourcing, Journal of Political Economy 112, 552-580.",
        "Barba Navaretti, G. and A. Venables, 2004. Multinational Firms in the World Economy. Princeton: Princeton University Press.",
        "Basu, 5., 1996. Procyclical Productivity: Increasing Returns or Cyclical Utilization, Quarterly Journal of Economics 111, 719-75 1.",
        "Blomstrom, M., 1986. Foreign Investment and Productivity Efficiency: The Case of Mexico, Journal of International Economics 15, 97-110.",
        "Blomstrom, M. and A. Kokko, 1998. Multinational Corporations and Spillovers, Journal of Economic Surveys 12, 247-277.",
        "Borensztein, E., J. De Gregorio, and J-W. Lee, 1998. How Does Foreign Direct Investment Affect Economic Growth? Journal of International Economics 45, 115-135.",
        "Burnstein, A. and A. Monge-Naranjo, 2005. Aggregate Consequences of International Firms in Developing Countries, mimeo.",
        "Carkovic, M. and R. Levine, 2002. Does Foreign Direct Investment Accelerate Economic Growth? University of Minnesota, Working Paper.",
        "Caves, R., 1974. Multinational Firms, Competition and Productivity in the Host Country, Economica 41, 176-193.",
        "Duffy, J., C. Papageorgiou, and F. Perez-Sebastian, 2004. Capital-Skill Complementarity? Evidence From a Panel of Countries, The Review of Economics and Statistics 86, 327-344.",
        "Dunning, J. H., 1981. International Production and the Multinational Enterprise. London: George Allen and Unwin.",
        "Durham, K. B., 2004. Absorptive Capacity and the Effects of Foreign Direct Investment and Equity Foreign Portfolio Investment on Economic Growth, European Economic Review 48, 285-306.",
        "Edwards, S. and C. Vegh, 1997. Banks and Macroeconomic Disturbances under Predetermined Exchange Rates, Journal of Monetary Economics 40, 239-2 78.",
        "Erosa, A., 2001. Financial Intermediation and Occupational Choice in Development, Review of Economic Dynamics 4, 303-334.",
        "Ethier, W., 1982. National and International Returns to Scale in the Modern Theory of International Trade, American Economic Review 72, 389-405.",
        "Gao, T., 2005. Foreign Direct Investment and Growth Under Economic Integration, Journal of International Economics 67, 157-174.",
        "Gollin, D., 2002. Getting Income Shares Right, Journal of Political Economy 110, 458-474.",
        "Goldsmith, R. W., 1969. Financial Structure and Development. New Haven: Yale University Press.",
        "Gorg, H. and D. Greenway, 2004. Much ado about nothing? Do domestic firms really benefit from foreign direct investment? World Bank Research Observer 19, 171-197.",
        "Greenwood, J. and B. Jovanovic, 1990. Financial Development, Growth and the Distribution of Income, Journal of Political Economy 98, 1076-1107.",
        "Grossman, G. and E. Helpman, 1990. Comparative Advantage and Long-Run Growth, American Economic Review 80, 796-815.",
        "Grossman, G. and E. Helpman, 1991. Innovation and Growth in the Global Economy. Cambridge, MA: MIT Press.",
        "Hall, R. E. and C. Jones, 1999. Why Do Some Countries Produce So Much More Output per Worker than Others? The Quarterly Journal of Economics 114, 83-116.",
        "Haskel, J. E., S. C. Pereira, and M. J. Slaughter, 2002. Does Inward Foreign Direct Investment Boost the Productivity of Local Firms? NBER Working Paper 8433.",
        "Helpman, E., 1984. A Simple Theory of International Trade and Multinational Corporations, Journal of Political Economy 92, 45 1-471.",
        "Helpman, E. and P. Krugman, 1985. Market Structure and Foreign Trade: Increasing Returns, Imperfect Competition, and the International Economy. Cambridge, MA: MIT Press.",
        "Helpman, E., M. Melitz, and S. R. Yeaple, 2004. Export versus FDI with Heterogeneous Firms, American Economic Review 94, 300-316.",
        "Hermes, N. and R. Lensink, 2003. Foreign Direct Investment, Financial Development and Economic Growth, Journal of Development Studies 40, 142-163.",
        "Hirschman, A., 1958. The Strategy of Economic Development. New Haven: Yale University Press.",
        "Hobday, M. 1995. Innovation in East Asia: The Challenge to Japan. Cheltenham: Edward Elgar.",
        "Javorcik, B. 5., 2004. Does Foreign Direct Investment Increase the Productivity of Domestic Firms? In Search of Spillovers Through Backward Linkages, American Economic Review 94, 605-627.",
        "Kindleberger, C. P., 1969. American Business Abroad. New Haven: Yale University Press.",
        "King, R. and R. Levine, 1993a. Finance and Growth: Schumpeter Might be Right, Quarterly Journal of Economics 108, 717-738.",
        "King, R. and R. Levine, 1993b. Finance, Entrepreneurship and Growth: Theory and Evidence, Journal of Monetary Economics 32, 5 13-542.",
        "Kugler, M., 2006. Spillovers from Foreign Direct Investment: Within or Between Industries, Journal of Development Economics, forthcoming.",
        "Levine, R., N. Loayza, and T. Beck, 2000. Financial Intermediation and Growth: Causality and Causes, Journal of Monetary Economics 46, 31-77.",
        "Lin P. and K. Saggi, 2006. Multinational Firms, Exclusivity, and Backward Linkages, Journal of International Economics, forthcoming.",
        "Lipsey, R. E., 2002. Home and Host Country Effects of FDI, NBER Working Paper 9293.",
        "Lipsey, R. E., 2003. Foreign Direct Investment and the Operations of Multinational Firms: Concepts, History, and Data, in E. Kwan Choi and James Harrigan (eds.) Handbook of International Trade. Oxford: Blackwell.",
        "Markusen, J. and A. J. Venables, 1999. Foreign Direct Investment as a Catalyst for Industrial Development, European Economic Review 43, 335-338.",
        "Markusen, J., 1984. Multinationals, Multi-Plant Economies and the Gains from Trade, Journal of International Economics 16, 205-226.",
        "McKinnon, R., 1973. Money and Capital in Economic Development. Washington: Brookings Institute.",
        "Rodrfguez-Clare, A., 1996. Multinationals, Linkages and Economic Development, American Economic Review 86, 852-873.",
        "Ruhl, K., 2005. The Elasticity Puzzle in International Economics, mimeo.",
        "Weil, D., 2004. Economic Growth. Boston: Addison-Wesley.",
        "Xu, B., 2000. Multinational Enterprises, Technology Diffusion, and Host Country Productivity Growth, Journal of Development Economics 62, 477-493."
    ]
}