{
    "id": 12536,
    "cites": 26,
    "cited_by": 11,
    "reference": [
        "Brown, Jeffrey and Amy Finkelstein. 2004a. Supply or Demand: Why is the Market for Long-Term Care Insurance So Small? NBER working paper w10782, September.",
        "Brown, Jeffrey and Amy Finkelstein. 2004b. The Interaction of Public and Private Insurance: Medicaid and the Long-Term Care Insurance Market. NBER working paper w10989, December.",
        "Bruen, Brian K., Joshua M. Wiener, Johnny Kim, and Ossai Miazad. 1999. State Usage of Medicaid Coverage Options for Aged, Blind, and Disabled People. Urban Institute Press, August.",
        "Congressional Budget Office. 2004. Financing Long-Term Care for the Elderly. April.",
        "Congressional Budget Office. 1999. Projections on expenditures for long-term care services for the elderly. March.",
        "Congressional Research Service (1993). Medicaid Source Book: Background Data and Analysis. (The Yellow Book).",
        "Finkelstein, Amy and Kathleen McGarry. 2006. Private Information and its Effect on Market Equilibrium: New Evidence from Long-Term Care Insurance. American Economic Review forthcoming.",
        "Finkelstein, Amy, Kathleen McGarry and Amir Sufi. Dynamic Inefficiencies in Insurance Markets: Evidence from long-term care insurance. American Economic Review Papers and Proceedings. May 2005.",
        "Gruber, Jonathan. 2003. Medicaid in Moffitt, Robert (ed.) Means Tested Transfer Programs in the United States. University of Chicago Press: 15-77.",
        "Gruber, Jonathan and Aaron Yelowitz. 1999. Public Health Insurance and Private Savings. The Journal of Political Economy Vol 107, Issue 6, pp 1249-1274. December.",
        "Hurd. Michael. 1989. Mortality Risks and Bequests. Econometrica 57(4), 779-813.",
        "Horvath, Jane. 1997. Medicaid Financial Eligibility for Aged, Blind and Disabled: Survey of State Use of Selected Options. National Academy for State Healthy Policy, Portland, ME. May.",
        "Hubbard, R. Glenn, Jonathan Skinner, Stephen Zeldes. 1995. Precautionary Saving and Social Insurance. The Journal of Political Economy Vol 103, Issue 2, pp 360-399. April.",
        "Kang, Hyojin, Alan Mathios and Sharon Tennyson. 2004. Medicaid Crowd-Out of Private Insurance: The case of long-term care. Unpublished mimeo.",
        "Kassner, Enid and Lee Shirley. 2000. Medicaid Financial Eligibility for Older People: State Variations in Access to Home and Community-Based Waiver and Nursing Home Services. The Public Policy Institute, AARP. April.",
        "Kunreuther, Howard. 1978. Disaster Insurance Protection: Public Policy Lessons. New York: Wiley.",
        "Murphy, Kevin and Robert Topel. 1985. Estimation and Inference in Two-Step Econometric Models. Journal of Business and Economic Statistics (3):4 pp. 370-379.",
        "Norton, Edward. 2000. Long-term Care. In AJ Culyer and JP Newhouse (eds) Handbook of Health Economics, vol 1, ch 17. Elsevier Science.",
        "Pauly, Mark. 1990. The Rational Nonpurchase of Long-Term-Care Insurance. Journal of Political Economy 98(1): 153-168.",
        "Price, Richard. (1996) Medicaid: Spousal Impoverishment Protections. CRS Report for Congress 951053 EPW. March 4.",
        "Sabatino, C.P. and Wood, E. (1996). Medicaid estate recovery: a survey of state programs and practices. AARP Public Policy Institute, Washington. D.C.",
        "Schwab, Carol A. (1998) Medicaid Eligibility for Nursing Home Benefits: A Guide for North Carolinians. North Carolina Cooperative Extension Service, North Carolina State University, Raleigh, North Carolina. June.",
        "Sloan and Norton. 1997. Adverse Selection, Bequests, Crowding Out, and Private Demand for Insurance: Evidence from the Long-term Care Insurance Market. Journal of Risk and Uncertainty (15): 201-219.",
        "Stone, Julie Lynn. 2002. Medicaid: Eligibility for the Aged and Disabled. CRS Report for Congress RL31413. Penny Hill Press. . July 5.",
        "United States Congresss, Committee on Ways and Means. 2004. 2004 Green Book. Washington DC: GPO.",
        "United States Congress, Committee on Ways and Means. 2000. Green Book 2000: Background Material on Programs Under the Jurisdiction of the Committee on Ways and Means, Washington DC: GPO."
    ]
}