{
    "id": 12531,
    "cites": 30,
    "cited_by": 20,
    "reference": [
        "Atkinson, Anthony B. and Andrea Brandolini, 2001. Promise and Pitfalls in the Use of `Secondary Data-Sets: Income Inequality in OECD Countries as a Case Study, Journal of Economic Literature, 39 (3), 77 1-799.",
        "Atkinson, A.B., Lee Rainwater, and Timothy Smeeding, 1995, Income Distribution in OECD countries: Evidence from the Luxembourg Income Study, Social Policy Studies No. 18, Paris, France: OECD.",
        "Bils, Mark and Peter J. Klenow, 2001, Quantifying Quality Growth, American Economic Review, 91(4), pp. 1006-2001.",
        "Buhmann, Brigitte et al., June 1988, Equivalence Scales, Well-Being, Inequality, and Poverty: Sensitivity Estimates across Ten Countries Using the Luxembourg Income Study (LIS) Database, Rev. Income Wealth, 34(2), pp. 115-42.",
        "Dalgin, M., D. Mitra, and V. Trindade, Inequality, September 2004, Nonhomethetic Preferences, and Trade: A Gravity Approach, NBER Working Paper No. 10800, pp. 1-34.",
        "Deaton, Angus, 2003. Health, Inequality, and Economic Development, Journal of Economic Literature, 41(1), 113-158.",
        "Deaton, A., 1997, The Analysis of Household Surveys: A Microeconometric Approach to Development Policy, The Johns Hopkins University Press, Baltimore.",
        "Deininger, Klaus and Lyn Squire, 1996. A New Data Set Measuring Income Inequality. World Bank Economic Review, 10, 565-591.",
        "DiNardo, John and Justin L. Tobias, 2001. Nonparametric Density and Regression Estimation, Journal of Economic Perspectives, 15(4), 11-28.",
        "Dollar, David and Kraay, Aart, 2002. Growth is Good for the Poor, Journal of Economic Growth, 7, 195-225.",
        "Flam, H. and E. Helpman, 1987, Vertical Product Differentiation and North-South Trade, American Economic Review, 77(5), pp. 8 10-822.",
        "Funk, Peter, 1998. Satiation and Underdevelopment, Journal of Development Economics 57, 3 19-341.",
        "Gottschalk, P. and T.M. Smeeding, 1997, Cross-National Comparisons of Earnings and Income Inequality, Journal of Economic Literature, XXXV(June), pp. 633-687.",
        "Hallak, J. C., 2005, Product Quality and the Direction of Trade, Journal of International Economics, forthcoming.",
        "Hanson, Gordon H. and Chong Xiang. The Home Market Effect and Bilateral Trade Patterns. American Economic Review, September 2004, 94(4), 1108 - 1129.",
        "Helpman, E. and P. Krugman, 1985, Market Structure and Foreign Trade, MIT Press, Cambridge (Mass.).",
        "Heston, Alan, Robert Summers and Bettina Aten, October 2002, Penn World Table Version 6.1, Center for International Comparisons at the University of Pennsylvania (CICUP).",
        "Hummels, D. and P. J. Klenow, 2005, The Variety and Quality of a Nations Trade, American Economic Review Vol. 95, No 3, pp. 704-723.",
        "Hunter, Linda, 1991. The Contribution of Nonhomothetic Preferences to Trade, Journal of International Economics, 30 (3-4), 345-35 8.",
        "Markusen, James, 1986. Explaining the Volume of Trade: An Eclectic Approach, American Economic Review 76(5), 1002-1011.",
        "Matsuyama, K., 2000, A Ricardian Model with a Continuum of Goods under Nonhomothetic Preferences: Demand Complementarities, Income Distribution, and North-South Trade, Journal of Political Economy, 108(6), pp. 1093-1120.",
        "Matsuyama, Kiminori, 2002. The Rise of Mass Consumption Societies, Journal of Political Economy, 110(5), 1035-1070.",
        "Melitz, Marc J., November 2003, The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica Vol. 71, No. 6, pp. 1695-1725.",
        "Mitra, Devashish and Vitor Trindade, 2005. Inequality and Trade, Canadian Journal of Economics 38(4), 1253-1271.",
        "Murphy, K. M. and A. Shleifer, 1997, Quality and Trade, Journal of Development Economics, 53, pp. 1-15.",
        "Murphy, K. M., A. Shleifer and R. Vishny, 1989, Income Distribution, Market Size, and Industrialization, Quarterly Journal of Economics, 104 (3), pp. 537-564.",
        "Sala-i-Martin, Xavier, 2005. The World Distribution of Income: Falling Poverty and Convergence, Period, forthcoming, Quarterly Journal of Economics.",
        "Schott, P. K., 2004, Across-Product versus Within-Product Specialization in International Trade. Quarterly Journal of Economics, Vol. 119, Issue 2, pp. 647-678.",
        "Silverman, B.W., 1986. Density Estimation for Statistics and Data Analysis, London: Chapman and Hall.",
        "Stokey, N. L., 1991, The Volume and Composition of Trade Between Rich and Poor Countries, Review of Economic Studies, 58(1), pp. 63-80."
    ]
}