{
    "id": 12537,
    "cites": 39,
    "cited_by": 77,
    "reference": [
        "[1] Abel, Andrew and Olivier Blanchard, An Intertemporal Equilibrium Model of Savings and Investment, Econometrica 51: 675-692, 1983.",
        "[2] Alexopoulos, Michelle Read All about it!! What Happens Following a Tech- nology Shock?, mimeo, University of Toronto, 2004.",
        "[3] Barro, Robert J. and Robert G. King Time-Separable Preferences and Intertemporal-Substitution Models of Business Cycles, The Quarterly Jour- nal of Economics, 99: 817-839, 1984.",
        "[4] Beaudry, Paul, and Franck Portier An Exploration into Pigous Theory of Cycles, Journal of Monetary Economics, 51: 1183-1216, 2004.",
        "[5] Beaudry, Paul and Franck Portier When Can Changes in Expectations Cause Business Cycle Fluctuations in Neo-Classical Settings?, mimeo, Uni- versity of British Columbia, 2005.",
        "[6] Beaudry, Paul, and Franck Portier News, Stock Prices and Economic Fluc- tuations, Working Paper 10548, National Bureau of Economic Research, forthcoming American Economic Review, 2006. 29",
        "[7] Beveridge, William H. Unemployment: A Problem of Industry, Longmans Green, London, 1909.",
        "[8] Blanchard, Olivier Adjustment Within the Euro. The Difficult Case of Por- tugal, mimeo, MIT, 2006.",
        "[9] Burns, Arthur and Wesley Mitchell Measuring Business Cycles, National Bu- reau of Economic Research, New York, 1946.",
        "[10] Bussie, Matthieu and Christian Mulder, Political Instability and Economic Vulnerability, International Journal of Finance and Economics 5: 309-330, 2000.",
        "[11] Christiano, Lawrence, Martin Eichenbaum, and Charles Evans Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Jour- nal of Political Economy, 113: 1-45, 2005",
        "[12] Christiano, Lawrence, Roberto Motto, and Massimo Rostagno Monetary Policy and a Stock Market Boom-Bust Cycle, mimeo, Northwestern Univer- sity, 2005.",
        "[13] Clark, John Maurice Strategic Factors in Business Cycles, National Bureau of Economic Research, 1934.",
        "[14] Cochrane, John H. Shocks, Carnegie-Rochester Conference Series on Public Policy, 41: 295-364, 1994.",
        "[15] Cogley, Timothy and James M. Nason Output Dynamics in Real-Business- Cycle Models, American Economic Review, 85: 492-511, 1995.",
        "[16] Croushore, Dean Introducing: The Survey of Professional Forecasters, Fed- eral Reserve Bank of Philadelphia Business Review, 3-iS, 1993. 30",
        "[i8] Danthine, Jean Pierre, John B. Donaldson and Thore Johnsen Productivity Growth, Consumer Confidence and the Business Cycle, European Economic Review, 42, iii3-ii4O, i998.",
        "[i9] Denhaan, Wouter J. and Georg Kaltenbrunner Growth Expectations and Business Cycles, mimeo, London Business School, 2005.",
        "[20] Fisher, Jonas The Dynamic Effects of Neutral and Investment-Specific Technology Shocks, Journal of Political Economy, ii4: 4i3-45i, 2006.",
        "[2i] Gordon, Robert, The Measurement of Durable Goods Prices, Chicago: University of Chicago Press, i989.",
        "[22] Greenwood, Jeremy, Zvi Hercowitz and Gregory Huffman, Investment, Capacity Utilization and the Real Business Cycle, American Economic Review 78, 402-4i7, i988.",
        "[23] Greenwood, Jeremy Zvi Hercowitz and Per Krusell The Role of Investment- specific Technological Change in the Business Cycle, European Economic Review, 44: 9i-iiS, 2000.",
        "[24] Hall, Robert, Martin Feldstein, Jeffrey Frankel, Robert Gordon, Christina Romer, David Romer, and Victor Zarnowitz The NBERs Recession Dating Procedure, mimeo, NBER, 2003.",
        "[25] Hayashi, Fumio, Tobins Marginal q and Average q: A Neoclassical Interpretation, Econometrica SO: 2i3-24, i982. 3i",
        "[26] Jaimovich, Nir and Sergio Rebelo News about the Future and the Value of the Firm, mimeo, Northwestern University, 2006.",
        "[27] Justiniano, Alejandro and Giorgio Primiceri The Time Varying Volatility of Macroeconomic Fluctuations, mimeo, Northwestern University, 2005.",
        "[28] King, Robert G. Value and Capital in the Equilibrium Business Cycle Program, in Lionel McKenzie and Stefano Zamagni, Value and Capital Fifty Years Later, MacMillan, London, i99i.",
        "[29] King, Robert G., Charles Plosser, and Sergio Rebelo Production, Growth and Business Cycles: I. the Basic Neoclassical Model, Journal of Monetary Economics, 2i: i95-232, i988.",
        "[30] King, Robert G. and Sergio Rebelo Resuscitating Real Business Cycles, in John Taylor and Michael Woodford, eds., Handbook of Macroeconomics, volume iB, 928-i002, i999.",
        "[3i] Lorenzoni, Guido Imperfect Information, Consumers Expectations and Business Cycles, mimeo. MIT, 2005.",
        "[32] Lucas, Robert and Edward Prescott, Investment Under Uncertainty, Econometrica, 39, 659-68i, i97i.",
        "[33] Lucca, David Resuscitating Time-to-Build, mimeo, Northwestern Univer- sity, 2006.",
        "[34] Veldkamp, Laura and Stijn Van Nieuwerburgh Learning Asymmetries in Real Business Cycles, Journal of Monetary Economics, 53: 753-772, 2006.",
        "[35] Pigou, Arthur Industrial Fluctuations, MacMillan, London, i927. 32",
        "[36] Rotemberg, Julio Stochastic Technical Progress, Smooth Trends, and Nearly Distinct Business Cycles, American Economic Review 93: i543-i559, 2003.",
        "[37] Sargent, Thomas Estimation of Dynamic Labor Demand Schedules under Rational Expectations, Journal of Political Economy 86, i009-i044, i978.",
        "[38] Stock, James H. and Watson, Mark W. Business Cycle Fluctuations in US Macroeconomic Time Series,~ in Woodford and Taylor (eds.) Handbook of Macroeconomics, Amsterdam, Holland, i 999.",
        "[39] Stock, James H. and Watson, Mark W. Has the Business Cycle Changed? Evidence and Explanations, FRB Kansas City Symposium, Jackson Hole, Wyoming, 28-30, 2003.",
        "[40] Tauchen, George and Robert Hussey Quadrature Based Methods for Obtaining Approximate Solutions to Nonlinear Asset Pricing Models, Econometrica, 592: 37i-396, i99i. 33"
    ]
}