{
    "id": 12534,
    "cites": 21,
    "cited_by": 13,
    "reference": [
        "Acharya, V., H. Almeida, and M. Campello, 2006, Is cash negative debt? A hedging perspective on corporate financial policies, London Business School working paper, London, England.",
        "Almeida, H., M. Campello, and M. S. Weisbach, 2004, The cash flow sensitivity of cash, Journal of Finance 59, 1777-1804.",
        "Baumol, W. J., 1952, The transactions demand for cash: An inventory theoretic approach, Quarterly Journal of Economics 66, 545-556.",
        "Brandt, M. W., A. Bray, and J. R. Graham, 2005, The idiosyncratic volatility puzzle: Time trend or speculative episodes?, unpublished working paper, Duke University, Durham, NC.",
        "Brown, 0., and N. Kapadia, 2006, Firm-specific risk and equity market development, Journal of Financial Economics, forthcoming.",
        "Campbell, J. Y., M. Lettau, B. 0. Mailciel, and Y. Xu, 2001, Have individual stocks become more volatile? An empirical exploration of idiosyncratic risk, Journal of Finance 56, 1-43.",
        "Dittmar, A., and J. Mahrt-Smith, 2006, Corporate governance and the value of cash holding, Journal of Financial Economics, forthcoming.",
        "Dittmar, A., J. Mahrt-Smith, and H. Servaes, 2003, International corporate governance and corporate cash holdings, Journal of Financial and Quantitative Analysis 38, 111-133.",
        "Fama, E. F., and K. R. French, 2001, Disappearing dividends: Changing firm characteristics or lower propensity to pay?, Journal of Financial Economics 60, 3-43.",
        "Fama, E. F., and K. R. French, 2004, New lists: Fundamentals and survival rates, Journal of Financial Economics 73, 229-269.",
        "Froot, K. A., D. S. Scharfstein, and J. C. Stein, 1993, Risk management: Coordinating corporate investment and financing policies, Journal of Finance 48, 1629-1658.",
        "Harford, J., S. Mansi, and W. F. Maxwell, 2006, Shareholder rights and corporate cash holdings, working paper.",
        "Hartzell, J. C., S. Titman and 0. J. Twite, 2006, Why do firms hold so much cash? A tax based explanation, University of Texas working paper.",
        "Irvine, P. J. and J. E. Pontiff, 2005, Idiosyncratic return volatility, cash flows, and product market competition, unpublished working paper, Boston College, Newton, MA.",
        "Jensen, M., 1986, Agency costs of free cash flow, corporate finance and takeovers, American Economic Review 76, 323-329.",
        "Miller, M. H. and D. Orr, 1966, A model of the demand for money by firms, Quarterly Journal of Economics 80, 413-435.",
        "Minton, B. A., and C. Schrand, 1999, The impact of cash flow volatility on discretionary investment and the costs of debt and equity financing, Journal of Financial Economics 54, 423-460.",
        "Mulligan, C. B., 1997, Scale economies, the value of time, and the demand for money: Longitudinal evidence from firms, Journal of Political Economy 105, 1061-1079.",
        "Opler, T., L. Pinkowitz, R. Stulz, and R. Williamson, 1999, The determinants and implications of corporate cash holdings, Journal of Financial Economics 52, 3-46.",
        "Pinkowitz, L., R. M. Stulz, and R. Williamson, 2006, Do firms in countries with poor protection of investor rights hold more cash?, Journal of Finance, forthcoming.",
        "Smith, C. W. and R. M. Stulz, 1985, The determinants of firms hedging policies, Journal of Financial and Quantitative Analysis 20, 39 1-405."
    ]
}