{
    "id": 12542,
    "cites": 15,
    "cited_by": 21,
    "reference": [
        "Bernanke, Ben and Mark Gertler (1999). Monetary Policy and Asset Price Volatility. In New Challenges for Monetary Policy: A Symposium Sponsored by the Federal Reserve Bank of Kansas City. Federal Reserve Bank of Kansas City, pp. 77-128.",
        "American Economic Review, May. Bertaut, Carol Equity Prices, Household Wealth, and Consumption Growth in Foreign Industrial Countries, International Finance Discussion Papers 724. Washington: Board of Governors of the Federal Reserve System, 2002.",
        "Case, Karl E., John M. Quigley and Robert J. Shiller, Comparing Wealth Effects: The Stock Market versus the Housing Market, Advances in Macroeconomics, vol. 5, no. 1 (2005).",
        "Cecchetti, Stephen G. The Brave New World of Central Banking: Policy Challenges Posed by Asset Price Booms and Busts, Economic Review of the National Institute of Economic and Social Research, May 2006.",
        "Cecchetti, Stephen G., Alfonso Flores-Lagunes, and Stefan Krause, Assessing the Sources of Changes in the Volatility of Real Output, The Economics Journal 116 (4) April 2006.",
        "Cecchetti, Stephen G., Alfonso Flores-Lagunes, and Stefan Krause, `Assessing the Sources of Changes in the Volatility of Real Growth, in C. Kent and D. Norman, eds., The Changing Nature of the Business Cycle, Proceedings of the Research Conference of the Reserve Bank of Australia, November 2005, 115-138.",
        "Demirguc-Kunt, Ash, and Ross Levine, Bank-Based and Market-Based Financial Systems: Cross-Country Comparisons, in A. Demirguc-Kunt and R. Levine, eds., Financial Structure and Economic Growth, Cambridge, MA: MIT Press, 2001, pg. 8 1-140.",
        "Cecchetti Asset Price Booms Gruen, David, Michael Plumb, and Andrew Stone, How Should Monetary Policy and Asset Price Bubbles, in A. Richards and T. Robinson, eds., Asset Prices and Monetary Policy, Proceedings of the Research Conference of the Reserve Bank of Australia, November 2003, 260-280.",
        "Jorion, Philhipe. Value at Risk. 2nd edition. New York: McGraw-Hill, 2001.",
        "Kishor, N. Kundan, Does Consumption Respond More to Housing Wealth than to Financial Wealth? If So, Why? unpublished manuscript, Department of Economics, University of Washington, June 2005.",
        "LeBaron, Blake and Ritirupa Samanta, Extreme Value Theory and Fat Tails in Equity Markets, unpublished manuscript, International Business School, Brandeis University, June 2005.",
        "Levine, Ross, Financial Development and Economic Growth: Views and Agenda, Journal of Economic Literature, 35 (2), June 1997, 688-726.",
        "Newey, Whitney K. and Kenneth D. West, A Simple, Positive Definite, Heteroskedasticity and Autoconelation Consistent Covariance Matrix, Econometrica 55 (3), May 1987, 703-708.",
        "Norman, Ben Maria Sebastia-Barriel and Olaf Weeken, Equity wealth and consumption - the Experience of Germany, France and Italy in an International Context, Bank of England Quarterly Review, Spring 2002, pg. 7 8-85.",
        "Rudebusch, Glenn D. and Lars E. 0. Svensson (1999). `~Pohicy Rules for Inflation Targeting in J. B. Taylor (ed.), Monetary Policy Rules, University of Chicago Press, Chicago, pp. 203-246."
    ]
}