{
    "id": 12555,
    "cites": 34,
    "cited_by": 8,
    "reference": [
        "Abel, Andrew B., and Janice C. Eberly, i994, A unified model of investment under uncertainty, American Economic Review 84, i369-1384. Abel, Andrew B., and Janice C. Eberly, i996, Optimal investment with costly reversibility, Review of Economic Studies 63, 58i-593. Almeida, Heitor, and Murillo Campello, 2005, Financial constraints, asset tangibility, and corporate investment, forthcoming, Review of Financial Studies.",
        "Andrade, Gregor, and Steven N. Kaplan, i998, How costly is financial (not economic) distress? Evidence from highly leveraged transactions that became distressed, Journal of Finance 53, i443-i494. Bansal, Ravi, and Amir Yaron, 2004, Risks for the long run: A potential resolution of asset pricing puzzles, Journal of Finance 59 (4), i48i-i509.",
        "Carlson, Murray, Adlai, Fisher, and Ron Giammarino, 2006, Corporate investment and asset price dynamics: Implications for SEO event studies and long-run performance, forthcoming, Journal of Finance Carlstrom, Charles T., and Timothy S. Fuerst, i997, Agency costs, net worth, and business fluctuations: A computable general equilibrium analysis, American Economic Review 87 (5), 893-9i0.",
        "Campbell, John Y., and John H. Cochrane, i999, By force of habit: A consumption-based explanation of aggregate stock market behavior, Journal of Political Economy i07, 205-25i. 29 Chan, K. C., and Nai-fu Chen, 1991, Structural and return characteristics of small and large firms, Journal of Finance 46, 1467-1484.",
        "Cochrane, John H., 1996, A cross-sectional test of an investment-based asset pricing model, Journal of Political Economy 104, 572-621.",
        "Cochrane, John H., 2001, Asset pricing, Princeton University Press.",
        "Cooley, Thomas F., and Edward C. Prescott, 1995, Economic growth and business cycles, in Thomas F. Cooley, ed: Frontiers of Business Cycle Research (Princeton University Press, Princeton, NJ).",
        "Cooley, Thomas F., and Vincenzo Quadrini, 2001, Financial markets and firm dynamics, American Economic Review 91(5), 1286-1310.",
        "Cooper, Ilan, 2006, Asset pricing implications of non-convex adjustment costs and irreversibility of investment, Journal of Finance 61(1), 139-170.",
        "Cooper, Russell, and JoÃ\u0083Â£o Ejarque, 2003, Financial frictions and investment: requiem in Q, Review of Economic Dynamics 6, 710-728.",
        "Fama, Eugene F., and Kenneth R. French, 1992, The cross-section of expected stock returns, Journal of Finance XLVII, 427-465.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Fama, Eugene F., and Kenneth R. French, 1995, Size and book-to-market factors in earnings and returns, Journal of Finance 50, 131-155.",
        "Fama, Eugene F., and James D. MacBeth, 1973, Risk return and equilibrium: Empirical tests, Journal of Political Economy 71, 607-636.",
        "Fazzari, Stephen, R. Glenn Hubbard, and Bruce Peterson, 1988, Financing constraint and corporate investment, Brookings Papers on Economic Activity 1, 141-195.",
        "Gala, Vito D., 2006, Investment and returns, working paper, University of Chicago.",
        "Gertler, Mark, and Simon Gilchrist, 1994, Monetary policy, business cycles, and the behavior of small manufacturing firms, Quarterly Journal of Economics CIX (2), 309-340.",
        "Gomes, Joao F., 2001, Financing investment, American Economic Review 90, 1263-1285.",
        "Gomes, Joao F., Leonid Kogan, and Lu Zhang, 2003, Equilibrium cross section of returns, Journal of Political Economy 111, 693-732.",
        "Gomes, Joao F., Amir Yaron, and Lu Zhang, 2003, Asset prices and business cycles with costly external finance, Review of Economic Dynamics 6 (4), 767-788.",
        "Gomes, Joao F., Amir Yaron, and Lu Zhang, 2006, Asset pricing implications of firms financing constraints, forthcoming, Review of Financial Studies.",
        "Hall, Robert E., 2001, The stock market and capital accumulation, American Economic Review 91, 1185-1202.",
        "Hennessy, Christopher A., 2004, Tobins Q, debt overhang, and investment, Journal of Finance LIX (4), 1717-1742.",
        "Hennessy, Christopher A., Amnon Levy, and Toni M. Whited, 2005, Testing Q theory of financing frictions, forthcoming, Journal of Financial Economics.",
        "Hennessy, Christopher A., and Toni M. Whited, 2005, Debt dynamics, Journal of Finance 60 (3), 1129-1165.",
        "Hennessy, Christopher A., and Toni M. Whited, 2006, How costly is external financing? Evidence from a structural estimation, forthcoming, Journal of Finance.",
        "Judd, Kenneth L., 1998, Numerical methods in economics, the MIT press, Cambridge MA.",
        "Kaplan, Steven N., and Luigi Zingales, 1997, Do investment-cash flow sensitivities provide useful measures of financing constraints? Quarterly Journal of Economics 112 (1), 169-215.",
        "Kiyotaki, Nobuhiro, and John Moore, 1997, Credit cycles, Journal of Political Economy, 105 (2), 211-248.",
        "Kydland, Finn E., and Edward C. Prescott, 1982, Time to build and aggregate fluctuations, Econometrica 50, 1345-1370.",
        "Lamont, Owen, Christopher Polk and JesÃ\u0083Â±s SaÃ\u0083Â¡-Requejo, 2001, Financial constraints and stock returns, Review of Financial Studies 14 (2), 529-554.",
        "Mas-Colell, Andreu, Michael D. Whinston, and Jerry R. Green, 1995, Microeconomy theory, Oxford University Press.",
        "McGrattan, Ellen R., 1999, Application of weighted residual methods to dynamic economic models, in Ramon Marimon and Andrew Scott, eds.: Computational Methods for the Study of Dynamic Economies (Oxford University Press, Oxford).",
        "Zhang, Lu, 2005, The value premium, Journal of Finance 60 (i), 67-103."
    ]
}