{
    "id": 12550,
    "cites": 99,
    "cited_by": 10,
    "reference": [
        "Rui Yao and Harold H. Zhang. Optimal consumption and portfolio choices with risky housing and borrowing constraints. Review of Financial Studies, 2004. Forthcoming.",
        "Fang Yang. How do household portfolios vary with age? Mimeo, University of Minnesota, 2005.",
        "Fang Yang. Consumption along the life-cycle: How different is housing. Federal Reserve Bank of Minneapolis Working Paper 635, May 2005.",
        "Fang Yang. Accounting for heterogeneity in retirement wealth. Mimeo, University of Minnesota, 2005.",
        "Michael Wolfson. The causes of inequality in the distribution of wealth: A simulation analysis. Ph.D. Thesis, Cambridge University, 1977.",
        "Edward N. Wolff and Marcia Marley. Long term trends in U.S. wealth inequality: Methodological issues and results. In Lipsey and Tice [69], pages 765-844.",
        "Edward N. Wolff. International comparisons in wealth inequality. Review of Income and Wealth, 42:433-451, 1996.",
        "Edward N. Wolff. Recent trends in the size distribution of household wealth. Journal of Economic Perspectives, 12(3):131-l50, Summer 1998.",
        "Edward N. Wolff. Changing inequality of wealth. American Economic Review, 82(2):552-558, may 1992.",
        "Kirk White. Initial conditions at emancipation: the long run effect on black-white wealth and income inequality. Mimeo, September 2003.",
        "Edward N. Wolff. Estimates of wealth inequality in the U.S., 1962-1983. Review of Income and Wealth, 33:231-256, 1987.",
        "Steven F. Venti and David A. Wise. The cause of wealth dispersion at retirement: Choice or chance? American Economic Review, 88(2):185-191, May 1988.",
        "Lee Soltow. Wealth inequality in the United States in 1798 and 1860. Review of Economic and Statistics, 66:444-451, 1984.",
        "Kjetil Storesletten, Chris Telmer, and Amir Yaron. Asset pricing with idiosyncratic risk and overlapping generations. Mimeo, June 1999.",
        "James P. Smith. Racial and ethnic differences in wealth in the health and retirement study. Journal of Human Resources, 30:5158-5183, 1995. Supplement.",
        "John Karl Scholz, Ananth Seshadri, and Surachai Khitatrakun. Are Americans saving optimally for retirement? NBER working paper 10260, January 2004.",
        "John Karl Scholz. Wealth inequality and the wealth of cohorts. mimeo, May 2003.",
        "Emmanuel Saez. Income and wealth concentration in a historical and international perspective. In John Quigley, editor, Poverty, the Distribution of Income, and Public Policy. Forthcoming.",
        "Vincenzo Quadrini and JosÃ\u0083Â©-Victor RIos-Rull. Models of the distribution of wealth. Federal Reserve Bank of Minneapolis Quarterly Review, 21(2):l-21, Spring 1997.",
        "Santiago Budria Rodriguez, Javier DIaz-GimÃ\u0083Â©nez, Vincenzo Quadrini, and JosÃ\u0083Â©-Victor RIos-Rull. Updated facts on the U.S. distributions of earnings, income, and wealth. Federal Reserve Bank of Minneapolis Quarterly Review, 26(3):2-35, Summer 2002.",
        "Vincenzo Quadrini. Entrepreneurship, saving, and social mobility. Review of Economic Dynamics, 3(l):l-40, January 2000.",
        "James M. Poterba. Taxation and portfolio structure: Issues and implications. In Guiso et al. [44], pages 103-142.",
        "James M. Poterba and Andrew A. Samwick. Household portfolio allocation over the life-cycle. NBER Working Paper 6185, 1997.",
        "Vincenzo Quadrini. The importance of entrepreneurship for wealth concentration and mobility. Review of Income and Wealth, 45(l):l-19, March 1999.",
        "Thomas Piketty and Emmanuel Saez. Income inequality in the United States, 19131998. Quarterly Journal of Economics, 118(1): l-39, 2003.",
        "Thomas Piketty, Gilles Postel-Vinay, and Jean Laurent Rosenthal. Wealth concentration in a developing economy. Mimeo, 2005.",
        "Anna L. Paulson and Robert Townsend. Entrepreneurship and financial constraints in thailand. Journal of Corporate Finance, l0:229-262, 2004.",
        "Shinichi Nishiyama. Bequests, inter vivos transfers, and wealth distribution. Review of Economic Dynamics, 5(4):892-931, October 2002.",
        "Franco Modigliani and Richard Blumberg. Utility analysis and the consumption function: An interpretation of cross-sectional data. In Kenneth K. Kurihara, editor, PostKeynesian Economics, pages 388-436. Rutgers University Press, New Brunswick, NJ, 1954.",
        "Cesaire Meh. Entrepreneurship, wealth inequality, and taxation. Review of Economic Dynamics, 2005. Forthcoming.",
        "Annamaria Lusardi. Explaining why so many households do not save. Mimeo, January 2000.",
        "Lars Ljungqvist and Thomas J. Sargent. Recursive Macroeconomic Theory. MIT Press, Boston, MA, 2000.",
        "Robert E. Lucas, Jr. On the size distribution of business firms. The Bell Journal of Economics, 9(2):508-523, 1978.",
        "Peter H. Lindert. When did inequality rise in Britain and America? Journal of Income Distribution, 9:ll-25, 2000.",
        "Lee A. Lillard and Lynn A. Karoly. Income and wealth accumulation over the lifecycle. Manuscript, RAND Corporation, 1997.",
        "John Laitner and Thomas F. Juster. New evidence on altruism, a study of tiaa-cref retirees. American Economic Review, 86(4):893-908, 1996.",
        "Emily Lawrance. Poverty and the rate of time preference: Evidence from panel data. Journal of Political Economy, 99:54-77, 1991.",
        "John Laitner. Secular changes in wealth inequality and inheritance. The Economic Journal, lll(474):691-721, 2001.",
        "John Laitner. Random earnings differences, lifetime liquidity constraints, and altruistic intergenerational transfers. Journal of Economic Theory, 58(2): 1 35-l 70, 1992.",
        "David I. Laibson, Andrea Repetto, and Jeremy Tobacman. Self control and retirement savings. Brookings Papers on Economic Activity, l(l):91-172, 1998.",
        "Per Krusell and Anthony Smith, Jr. Income and wealth heterogeneity in the macroeconomy. Journal of Political Economy, 106(5):867-896, October 1998.",
        "Laurence J. Kotlikoff and Lawrence H. Summers. The role of intergenerational transfers in aggregate capital accumulation. Journal of Political Economy, 89(4):706-732, August 1981.",
        "Wojciech Kopczuk and Emmanuel Saez. Top wealth shares in the United States, 19162000: Evidence from estate tax returns. National Tax Journal, 57(2):445-487, June 2004.",
        "Hyeok Jeong and Robert M. Townsend. Sources of TFP growth: Occupational choice and financial deepening. IEPR Working Paper Series, 2005.",
        "Arthur B. Kennickell. A rolling tide: Changes in the distribution of wealth in the U.S., 1989-2001. Mimeo, September 2003.",
        "Erik Hurst, Ming Ching Luoh, and Frank P. Stafford. Wealth dynamics of American families, 1984-94. Brookings Papers on Economic Activity, (l):267-337, 1998.",
        "Michael D. Hurd. Portfolios of the elderly. In Guiso et al. [44], pages 431-472.",
        "Michael D. Hurd. Mortality risk and bequests. Econometrica, 57(4):779-813, July 1989.",
        "Mark Huggett. Wealth distribution in life-cycle economies. Journal of Monetary Economics, 38(3):469-494, December 1996.",
        "Mark Huggett, Gustavo Ventura, and Amir Yaron. Human capital and earnings distribution dynamics. Mimeo, 2003.",
        "R. Glenn Hubbard, Jonathan Skinner, and Stephen P. Zeldes. Precautionary saving and social insurance. Journal of Political Economy, 103(2):360-399, 1995.",
        "Lutz Hendricks. How important is preference heterogeneity for wealth inequality? Mimeo. Iowa State University, 2004.",
        "Burkhard Heer. Wealth distribution and optimal inheritance taxation in life-cycle economies with intergenerational transfers. Mimeo. University of Cologne, Germany, 1999.",
        "Lutz Hendricks. Accounting for patterns of wealth inequality. Mimeo. Iowa State University, 2004.",
        "James Heckman, Lance Lochner, and Cristopher Taber. Explaining rising wage inequality: Explorations with a dynamic general equilibrium model. Review of Economic Dynamics, l(l):l-58, 1998.",
        "John Heaton and Deborah Lucas. Portfolio choice and asset prices: The importance of entrepreneurial risk. Journal of Finance, 55(3):1163-1198, June 2000.",
        "Christian Gollier. What does theory have to say about household portfolios? In Guiso et al. [44], pages 27-54.",
        "Michael Haliassos and Alexander Michaelides. Calibration and computation of household portfolio models. In Guiso et al. [44], pages 55-103.",
        "Jagadeesh Gokhale, Laurence J. Kotlikoff, James Sefton, and Martin Weale. Simulating the transmission of wealth inequality via bequests. Journal of Public Economics, 79(l):93-128, 2000.",
        "William M. Gentry and R. Glenn Hubbard. Entrepreneurship and household savings. Advances in Economic Analysis and Policy, 4(1), 2004. Article 1.",
        "William G. Gale and John Karl Scholz. Intergenerational transfers and the accumulation of wealth. Journal of Economic Perspectives, 8(4):145-160, Fall 1994.",
        "Marjorie Flavin and Takashi Yamashita. Owner-occupied housing and the composition of the household portfolio. American Economic Review, 92(l):345-362, 2002.",
        "Eric M. Engen, William G. Gale, and Con R. Uccello. The adequacy of household saving. Brookings Papers on Economic Activity, (2):65-187, 1999.",
        "Raffaele Miniaci e Guglielmo Weber. Econometric issues in the estimation of household portfolio models. In Guiso et al. [44], pages 143-178.",
        "Martin Eichenbaum and Dan Peled. Capital accumulation and annuities in an adverse selection economy. Journal of Political Economy, 95(2):334-354, April 1987.",
        "Karen Dynan, Jonathan Skinner, and Stephen Zeldes. Do the rich save more? Journal of Political Economy, 112(2):397-444, April 2004.",
        "Javier DIaz-GimÃ\u0083Â©nez, Vincenzo Quadrini, and JosÃ\u0083Â©-Victor RIos-Rull. Dimensions of inequality: Facts on the U.S. distributions of earnings, income and wealth. Federal Reserve Bank of Minneapolis Quarterly Review, 21(2):3-21, Spring 1997.",
        "Antonia DIaz, Josep Pijoan-Mas, and JosÃ\u0083Â©-Victor RIos-Rull. Habit formation: Implications for the wealth distribution. Journal of Monetary Economics, 50(6):1257-1291, August 2002.",
        "Mariacristina De Nardi. Wealth inequality and intergenerational links. Review of Economic Studies, 71(3):743-768, July 2004.",
        "James B. Davies and Anthony F. Shorrocks. The distribution of wealth. In A.B. Atkinson and F. Bourguignon, editors, Handbook of Income Distribution, pages 605675. Elsevier, 2000.",
        "James B. Davies. The relative impact of inheritance and other factors on economic inequality. Quarterly Journal of Economics, 97(3):471-498, 1982.",
        "Richard T. Curtin, F. Thomas Juster, and James N. Morgan. Survey estimates of wealth: An assessment of quality. In Lipsey and Tice [69], pages 473-548.",
        "Flavio Cunha, James J. Heckman, and Salvador Navarro-Lozano. Separating heterogeneity from life-cycle earnings. Oxford Economic Papers, 57(2):191-261, April 2005.",
        "Christopher D. Carroll. Portfolios of the rich. In Guiso et al. [44], pages 389-430.",
        "Ana Castafleda, Javier DIaz-GimÃ\u0083Â©nez, and JosÃ\u0083Â©-Victor RIos-Rull. Accounting for the U.S. earnings and wealth inequality. Journal of Political Economy, lll(4):818-857, August 2003.",
        "Christopher D. Carroll. Why do the rich save so much? In Joel B. Slemrod, editor, Does Atlas Shrug? The Economic Consequences of Taxing the Rich, pages 466-484. Harvard University Press, Cambridge, 2000.",
        "Christopher D. Carroll. Buffer stock saving and the life-cycle/permanent income hypothesis. Quarterly Journal of Economics, 112(l):l-55, February 1997.",
        "John Y. Campbell and Luis Viceira. Strategic Asset Allocation. Oxford University Press, New York, NY, 2002.",
        "John Cambell, Joao Cocco, Francisco Gomez, and Pascal Maenhout. Investing retirement wealth: A life cycle model. Mimeo, March 1999.",
        "Marco Cagetti and Mariacristina De Nardi. Taxation, entrepreneurship and wealth. Federal Reserve Bank of Minneapolis Staff Report 340, July 2004.",
        "Marco Cagetti. Wealth accumulation over the life cycle and precautionary savings. Journal of Business and Economic Statistics, 21(3):339-353, July 2003.",
        "Marco Cagetti. Interest elasticity in a life-cycle model with precautionary savings. American Economic Review, 91(2):418-421, May 2001.",
        "Francisco Buera. A dynamic model of entrepreneurship with borrowing constraints. Mimeo, 2004.",
        "Martin Browning and Annamaria Lusardi. Household saving: Micro theories and micro facts. Journal of Economic Literature, 24:1797-1855, December 1996.",
        "Martin Browning, Lars Peter Hansen, and James Heckman. Micro data and general equilibrium models. In John Taylor and Michael Woodford, editors, Handbook of Macroeconomics, volume lA pages 543-633. Elsevier, 1999.",
        "Truman F. Bewley. The permanent income hypothesis: A theoretical formulation. Journal of Economic Theory, 16(2):252-292, December 1977.",
        "Carol Bertaut and Martha Starr-McCluer. Household portfolios in the United States. In Guiso et al. [44], pages 181-217.",
        "B. Douglas Bernheim, Jonathan Skinner, and Steven Weinberg. What accounts for the variation in retirement wealth among U.S. households? American Economic Review, 91(4):832-857, September 2001.",
        "Luca Benzoni, Pierre Collin-Dufresne, and Robert S. Goldstein. Portfolio choice over the life-cycle in the presence of `trickle down labor income. Mimeo, 2004.",
        "Gary Becker and Nigel Tomes. Human capital and the rise and fall of families. Journal of Labor Economics, 4(3):S1-539, July 1979.",
        "James Banks, Richard Blundell, and James P. Smith. Understanding differences in household financial wealth between the United States and Great Britain. Journal of Human Resources, 38(2):241-279, Spring 2003.",
        "Abhijit V. Banerjee and Andrew F. Newman. Occupational choice and the process of development. Journal of Political Economy, 102(2):274-298, April 1993.",
        "Anthony B. Atkinson. The distribution of wealth and the individual life-cycle. Oxford Economic Papers, 23(2):239-254, July 1971.",
        "Rochelle L. Antoniewicz. A comparison of the household sector from the flow of funds accounts and the survey of consumer finances. Mimeo, October 2000.",
        "Joseph G. Altonji and Ernesto Villanueva. The marginal propensity to spend on adult children. NBER Working Paper 9811, July 2003.",
        "James Andreoni. Giving with impure altruism: Applications to charity and ricardian equivalence. Journal of Political Economy, 97:1447-1458, 1989.",
        "Rui Albuquerque and Hugo A. Hopenhayn. Optimal dynamic lending contracts with imperfect enforceability. Review of Economic Studies, forthcoming.",
        "Joseph G. Altonji and Ulrich Doraszelski. The role of permanent income and demographics in black/white differences in wealth. Yale University, Economic Growth Center Discussion Papers, 2002.",
        "S. Rao Aiyagari. Uninsured idiosyncratic risk and aggregate saving. Quarterly Journal of Economics, 109(3):659-684, August 1994."
    ]
}