{
    "id": 12552,
    "cites": 20,
    "cited_by": 72,
    "reference": [
        "Aghion, P., P. Bacchetta, and A. Banerjee, 2004. A Corporate Balance-Sheet Approach to Currency Crises. Journal of Economic Theory 119: 6-30.",
        "Beck, T., A. Demirguc-Kunt, and R. Levine, 1999. A New Database on Financial Development and Structure. World Bank Working Paper 2146.",
        "Beck, T., and R. Levine, 2004. Stock Markets, Banks, and Growth: Panel Evidence. Journal of Banking and Finance 28: 423-442.",
        "Cukierman, A., S. Webb, and B. Neyapti, 1992. Measuring the independence of central banks and its effect on policy outcomes. The World Bank Economic Review 6: 353-398.",
        "Cukierman, A., G. Miller, and B. Neyapti, 2002. Central bank reform, liberalization and inflation in transition economie---an international perspective. Journal of Monetary Economics 49: 237264.",
        "Claessens, S., D. Klingebiel, and S. Schmukler, 2003. Government Bonds in Domestic and Foreign Currency: The Role of Macroeconomic and Institutional Factors. CEPR Discussion Paper 3789.",
        "Eichengreen, B., and R. Hausmann, 1999. Exchange Rates and Financial Fragility. NBER Working Paper 7418.",
        "Goldstein, M., and P. Turner, 2004. Controlling Currency Mismatches in Emerging Markets.",
        "Washington, D.C.: Institute for International Economics. Gwartney, J. and R. Lawson with N. Emerick, 2003. Economic Freedom of the World: 2003 Annual Report. Vancouver: The Fraser Institute. Data retrieved from wwwfreetheworld.com.",
        "Impavido, G., A. Musalem, and T. Tressel, 2002. The Impact of Contractual Savings Institutions on Securities Markets. Mimeo. Washington, D.C.: World Bank and International Monetary Fund.",
        "International Monetary Fund, 2002. Emerging Local Bond Markets. Global Financial Stability Report (September, Chapter 4).",
        "Jeanne, 0., 2003. Why Do Emerging Economies Borrow in Foreign Currency? IMF Working Paper 03/177.",
        "Jeanne, 0., and J. Zettelmeyer, 2002. Original Sin, Balance Sheet Crises, and the Roles of International Lending. IMF Working Paper 02/234.",
        "Krugman, P., 1999. Balance Sheets, The Transfer Problem, and Financial Crises, in Isard, P., A.",
        "Razin, and A. Rose (eds.) International Finance and Financial Crises: Essays in Honor of Robert P. Flood, Jr. (Boston: Kluwer Academic; Washington: IMF). La Porta, R., F. Lopez-de-Silanes, A. Shleifer, R. Vishny, 1997. Legal Determinants of External Finance. Journal of Finance 52(3): 1131-1150.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, R. Vishny, 1998. Law and Finance. Journal of Political Economy 102(6): 1113-1155.",
        "Levine, R., 2002. Bank-Based or Market-Based Financial Systems: Which Is Better? Journal of Financial Intermediation 11: 398-428.",
        "Mihaljek, D., M. Scatigna, and A. Villar, 2002. Recent Trends in Bond Markets. BIS Papers No 11.",
        "Rousseau, P., and R. Sylla, 2003. Financial Systems, Economic Growth, and Globalization, in Bordo, M., A. Taylor, and J. Williamson (eds.) Globalization in Historical Perspective (Chicago: University of Chicago Press/NBER), 373-413.",
        "Schneider, M., and A. Tornell, 2004. Balance Sheet Effects, Bailout Guarantees, and Financial Crises. Review of Economic Studies 71(3): 883-913."
    ]
}