{
    "id": 12558,
    "cites": 47,
    "cited_by": 22,
    "reference": [
        "Abowd, John and Steven Kaplan. 1999. Executive Compensation: Six Questions That Need Answering. Journal of Economic Perspectives 13(4): 14S-68.",
        "Cambridge: Cambridge University Press. Atkinson, Anthony B. 2006. Top Incomes in the United Kingdom over the Twentieth Century, in Aktinson, Anthony and Thomas Piketty, eds., Top Incomes from a Historical and International Perspective. Oxford: Oxford University Press.",
        "Atkinson, Anthony B. (2006b) Measuring Top Incomes: Methodological Issues, in Aktinson, Anthony and Thomas Piketty, eds., Top Incomes from a Historical and International Perspective. Oxford: Oxford University Press.",
        "Atkinson, Anthony, Lee Rainwater, and Timothy Smeeding. 199S. Income Distribution in OECD Countries: Evidence from the Luxembourg Income Study. Paris: OECD. Aktinson, Anthony and Thomas Piketty, eds., 2006. Top Incomes from a Historical and International Perspective. Oxford: Oxford University Press.",
        "Atkinson, Anthony and Wiemer Salverda. 2006 Top Incomes in the Netherlands over the Twentieth Century, in Aktinson, Anthony and Thomas Piketty, eds., Top Incomes from a Historical and International Perspective. Oxford: Oxford University Press.",
        "Burniaux, Jean-Marc, Dang, Thai-Thanh, Fore, Douglas C., FÃ\u0083Â¶rster, Michael F., Mira DErcole, Marco and Oxley, Howard. 1998. Income Distribution and Poverty in Selected OECD Countries. Paris: OECD.",
        "Chandler, Alfred. 1962. Strategy and Structure. Cambridge, MA: MIT Press.",
        "Feldstein, Martin. The Effect of Marginal Tax Rates on Taxable Income: A Panel Study of the 1986 Tax Reform Act. Journal of Political Economy, 199S, 103(3), SS1-S72.",
        "Cambridge, MA: Harvard University Press. Hart, R. and S. Kawasaki. 1999. Work and Pay in Japan. Cambridge: Cambridge University Press.",
        "Hayakawa, Miyoji. 19S1. The Application of Paretos Law of Income to Japanese Data. Econometrica 19:174-183. Hayashi, Hiroaki. 1987. Shotokuzei: Kinrou Shotoku to Shisan Shotoku (Income Tax: Labor Income and Capital Income), in Hashimoto and Yomamoto, eds., Nihongata Zeisei Kaikaku (Japanese-style Tax Reform). Tokyo: Yuhikaku.",
        "Hayashi, Fumio, Albert Ando, and R. Ferris. 1988. Life Cycle and Bequest Saving. Journal of the Japanese and International Economies 2: 450-9 1.",
        "Hoshi, Takeo. 1998. Japanese Corporate Governance as a System, in Klaus J. Hopt, Hideki Kanda, Mark Roe, Eddy Wymeersch, and Stefan Prigge eds., Comparative Corporate Governance: The State of the Art and Emerging Research. Oxford, UK; Oxford University Press.",
        "Hoshi, Takeo, and Anil Kashyap. 2001. Corporate Financing and Governance in Japan.",
        "Japan Statistics Bureau. 1989. Historical Statistics of Japan, bilingual.",
        "Kato, Takao and Motohiro Morishima. 2002. The Productivity Effects of Participatory Employment Practices. Industrial Relations 41:487-520.",
        "Keizai Antei Honbu. 1948. Wagakuni Keizai no Senso Higai (Economic Damage of WWII in Japan). Tokyo: Keizai Antei Honbu.",
        "Kokumin Seikatsukyoku. 1999. Shin Kokumin Seikatsu Shihyo (New Peoples Life Indicators). Tokyo: Oku rasho I nsatsu kyoku.",
        "Kubo, Ktsuyuki. 2004. Executive Compensation in Japan and the UK in Joseph Fan et al. ed., Designing Financial Systems in East Asia and Japan. London: Routledge Curzon.",
        "Kuznets, Simon. 19S3. Shares of Upper Income Groups in Income and Savings. Cambridge, MA: National Bureau of Economic Research. -. 19SS. Economic Growth and Economic Inequality. American Economic Review 4S:128. Lindert, Peter. 1986. Unequal English Wealth since 1670. Journal of Political Economy 94:1127-1162.",
        "Madison, Angus (199S). Monitoring the World Economy, 1820-1992. Paris: OECD Press.",
        "Minami, Ryoshin. 199S. Nihon no Keizai Hatten to Shotoku Bunpu (Japans Economic Development and Income Distribution). Tokyo: Iwanami Shoten. -. 1998. Economic Development and Income Distribution in Japan: An Assessment of the Kuznets Hypothesis, Cambridge Journal of Economics, 22 (1): 39-S8.",
        "Miyamoto, Matao and Abe. 1995. Nihon Keieishi (History of Japanese Management).",
        "Tokyo: Yuhikaku. Mizoguchi, Toshiyuki and Noriyuki Takayama. 1984. Equity and Poverty under Rapid Economic Growth: The Japanese Experience. Tokyo: Kinokuniya.",
        "Morishima, Motohiro. 1991. Information Sharing and Collective Bargaining in Japan: Effects on Wage Negotiation. Industrial and Labor Relations Review 44:469-48S.",
        "Naito, Ryoyu and Shoji Fujiwara. 2004. Stokku Opushon no Jitsumu (Practicing Stock Options). Tokyo: Shoji Homu.",
        "Nishizaki, Fumihira, Yutaka Yamada, and Eisuke Ando. 1998. Nihon no Shotoku Kakusa: Kokusai Hikaku no Shiten kara (Income Inequality in Japan: An International Comparison). Tokyo: Keizai Kikakucho Keizai Kenkyusho.",
        "Noguchi, Yukio. 199S. 1940-nen Taisei (The 1940 System). Tokyo: Toyo Keizai Shinpo.",
        "Ohkawa, Kazushi, Miyohei Shinohara, and Mataji Umemura. 1967. Choki Keizai Tokel, vol.8, Kakaku (Estimates of Long-term Economic Statistics of Japan: Prices).",
        "Tokyo: Toyo Keizai Shimposha. -. 1974. Choki Keizai Tokel, vol.1, Kokumin Shotoku (Estimates of Long-term Economic Statistics of Japan: National Income). Tokyo: Toyo Keizai Shinposha.",
        "Ohtake, Fumio. 200S. Nihon no Kakusa (Inequality in Japan). Tokyo: Nihon Keizai Shinbunsha. Okazaki, Tetsuji. 1993. The Japanese Firm under the Wartime Planned Economy, Journal of the Japanese and International Economics 7: 175-203.",
        "Origins, edited by Okazaki and Okuno-Fujiwara. New York: Oxford University Press. - and Masahiko Okuno-Fijiwara, edited. 1993. Gendai Nihon Keizai Sisutemu no Genryu (Historical Origins of the Japanese Economic System). Tokyo: Nihon Keizai Shinbunsha.",
        "Ono, Akira and Tsunehiko Watanabe. 1976. Changes in Income Inequality in the Japanese Economy. in Japanese Industrialization and Its Social Consequences, edited by H. Patrick. Berkeley: University of California Press.",
        "Otsuki, Toshiyuki and Nobukiyo Takaymatsu. 1982. On the Measurement and Trend of Income Inequality in Prewar Japan. in Papers and Proceedings of the Conference on Japans Historical Development Experience and the Contemporary Developing Countries. Tokyo: International Development Research Center of Japan.",
        "Piketty Thomas, Postel-Vinay Gilles, Rosenthal, Jean-Laurent. (2006). Wealth Concentration in a Developing Economy: Paris and France, 1807-1 994. American Economic Review, 96(1), 236-2S6.",
        "Saez, Emmanuel and Michael Veall. 200S The Evolution of High Incomes in Northern America: Lessons from Canadian Evidence. American Economic Review, 9S(3), 83 1-849. Sawyer, Malcom. 1976. Income Distribution in OECD Countries. Paris: OECD.",
        "Shiomi, Saburo et al. 1933. Kokumin Shotoku No Bunpai (Distribution of National Income). Tokyo: Yuhikaku.",
        "Showa Dojinkai, edited. 1960. Wagakuni Chingin Kozo no Shiteki Kosatsu (Historical Reflections on the Japanese Wage Structure). Tokyo: Shiseido.",
        "Soltow, Lee. 1968. Long-Run Changes in British Income Inequality. Economic History Review 21:17-29.",
        "Economic History 29:279-286. Tachibanaki, Toshiaki. 1998. Nihon no Keizai Kakusa (Economic Inequality in Japan).",
        "Tokyo: Iwanami Shoten. -. 2000. Nihon no Shotoku ha Kakudai shiteiruka? (Is Income Inequality in Japan Rising?). Nihon Rodo Kenkyu Zasshi 480:41-Si.",
        "Takahashi, Chotaro. 19S9. Dynamic Changes of Income and Its Distribution in Japan. Tokyo: Kinokuniya Bookstore. Takayama, Noriyuki et al. 1988. Zensho no Gaiyo to Deta no Ginmi (Examination of NSFIE Data). Keizai Bunseki 116: 43-S9.",
        "Teranishi, Juro. 2000. Main Bank System in Japanese Economic System and Its Historical Origins, edited by Okazaki and Okuno-Fujiwara. New York: Oxford University Press.",
        "Terasaki, Yasuhiro. 1986. Senzenki no Shotoku Bunpu no Hendo: Tenbo (The Evolution of Income Distribution before WWII: A Survey). Nagasaki Daigaku Kyoyobu Kiyo: Jinbun Kagakuhen 26.",
        "Wada, Richard. 197S. Impact of Economic Growth on the Size Distribution of Income: The Postwar Experience of Japan. Working Paper; Geneva, International Labour Office. Waswo, Ann, and Yoshiaki Nishida, edited. 2003. Farmers and Village Life in Twentiethcentury Japan. London: Rougledge Curzon.",
        "Williamson, Jeffrey. 198S. Did British Capitalism Breed Inequality? Boston: Allen and Unwin. Williamson, Jeffrey and Peter Lindert. 198S. Growth, Equality and History. Explorations in Economic History 22:341-377. Yasuba, Yasukichi. 1976. The Evolution of Dualistic Wage Structure in Japanese Industrialization and its Social Consequences, edited by H. Patrick. Berkeley: University of California Press.",
        "Yazawa, Hirotake. 1992. Kogaku Shotokusha ni kansuru Senzen Sengo Hikaku (Comparison of High-income Earners Before and After WWII) Nihon Keizai Kenkyu 23: 146-18S.",
        "Family Economics in Modern Japan). Tokyo: Tokyo Tosho Senta. Yazawa, Hirotake and Ryoshin Minami. 1993. Dainiji Taisen Chokugo ni okeru Shotoku Bunpu no Byodouka Yoin (Equalization Factors of the Income Distribution Immediately after WWII). Keizai Kenkyu 44: 36S-373."
    ]
}