{
    "id": 12556,
    "cites": 11,
    "cited_by": 1,
    "reference": [
        "Buntin MB, Garten AD, Paddock 5, Saliba D, Totten M., Escarce JJ. How much is Post- Acute Care use affected by its availability? Health Services Research 2005;40; 4 13-434.",
        "Carter GM, Buntin MB, Hayden 0, Paddock SM, Relles DA, Ridgeway G, Totten ME, Wynn BO. Analyses for the initial implementation of the Inpatient Rehabilitation Facility Prospective Payment System. Santa Monica, California: RAND MR-1500; 2002.",
        "Carter GM. Paddock SM. Preliminary analysis of changes in coding and case mix under the IRF PPS. Santa Monica, California: RAND TR-213; 2004.",
        "Medicare Payment Advisory Commission. Report to Congress: Medicare Payment Policy. Washington, DC: MedPAC; 2003.",
        "Chan L, Koepsell TD, Deyo RA, Esselman PC, Haselkorn JK, Lowery JK, Stolov WC. The effect of Medicares payment system for rehabilitation hospitals on length of stay, charges, and total payments. New England Journal of Medicine. 1997;337; 978-985.",
        "Cutler DM. The incidence of adverse medical outcomes under prospective payment. Econometrica 1995;63(1); 29-50.",
        "Ellis R P, McGuire, TG. Hospital response to prospective payment: Moral hazard, selection, and practice-style effects. Journal of Health Economics 1996;15(3); 257-277.",
        "Frank, RG, McGuire TG. Economics and mental health. In: Culyer AJ, Newhouse JP (Eds), Handbook of Health Economics. Elsevier: Amsterdam, 2000. p. 893-954.",
        "Hodgkin D, McGuire TG. Payment levels and hospital response to prospective payment. Journal of Health Economics 1994;13; 1-30.",
        "Identifying complications of care using administrative data. Medical Care 1 994;32; 700- 715. Shen YC. The effect of financial pressure on the quality of care of in hospitals. Journal of Health Economics 2003;22; 243-269.",
        "Staiger D, Gaumer G. Quality of care in hospitals: post admission mortality under Medicares prospective payment system, typescript, Abt Associates, 1992."
    ]
}