{
    "id": 12557,
    "cites": 30,
    "cited_by": 1,
    "reference": [
        "Verbrugge, Randal, Local Complentarities and Aggregate Fluctuations, 1997. Working Paper.",
        "Shea, John, Complementarities and Comovements, Journal of Money, Credit and Banking, 2002, 3~(2), 412-433.",
        "Veldkamp, Laura, Media Frenzies in Markets for Financial Information, American Economic Review, 2006, 96(3), 577-601.",
        "Romer, Paul, Endogenous Technological Change, Journal of Political Economy, 1990, 98(5), 71-102.",
        "Rebelo, Sergio, Real Business Cycle Models: Past, Present, and Future, Scandinavian Journal of Economics, 2005, 107(2), 217-238.",
        "Ravn, Morten 0. and Harald Uhlig, On Adjusting the Hodrick-Prescott Filter for the Frequency of Observations, Review of Economics and Statistics, 2002, 8~(2), 371-380.",
        "Piotroski, J. and D. Roulstone, Analysts, institutional investors and insiders: What information do they provide?, 2003. Working Paper.",
        "Morris, Stephen and Hyun Song Shin, Social Value of Public Information, American Economic Review, 2002, 92(5), 1521-1534.",
        "Murphy, Kevin M., Andrei Shleifer, and Robert Vishny, Building Blocks of Market Clearing Business Cycle Models, in NBER Macroeconomics Annual 1989.",
        "Lucas, Robert, On the Mechanics of Economic Development, Journal of Monetary Economics, 1988, 22, 3-42.",
        "Long, John B. and Charles I. Plosser, Real Business Cycles, Journal of Political Economy, 1983, 91(1), 39-69.",
        "Sectoral shocks and aggregate fluctuations, Journal of Monetary Economics, 2000, ~5, 69-106.",
        "Jaimovich, Nir and Sergio Rebelo, Can News About the Future Drive the Business Cycle?, 2006. Working Paper.",
        "Horvath, Michael, Cyclicality and Sectoral Linkages: Aggregate Fluctuations from Independent Sectoral Shocks, Review of Economic Dynamics, 1998, 1, 781-808.",
        "Hornstein, Andreas, The Business Cycle and Industry Comovement, Richmond Federal Reserve Economic Quarterly, 2000, 86(1).",
        "Durnev, Artyom, Randall Morck, and Bernard Yeung, Value Enhancing Capital Budgeting and Firm-Specific Stock Return Variation, Journal of Finance, 2004, 59(1), 65-105.",
        "Dupor, William, Aggregation and Irrelevance in Multi-Sector Models, Journal of Monetary Economics, 1999, ~3, 391-409.",
        "Cooper, Russell and John Haltiwanger, Inventories and the Propagation of Sectoral Shocks, American Economic Review, 1990, 80, 170-90.",
        "Cochrane, John, Shocks, Carnegie-Rochester Conference Series on Public Policy, 1994, ~1, 295-364.",
        "Comin, Diego and Thomas Philippon, The Rise in Firm-Level Volatility: Causes and Consequences,  in NBER Macroeconomics Annual 2005.",
        "Christiano, Larry and Terry Fitzgerald, The Business Cycle: Its Still a Puzzle, Economic Perspectives, Federal Reserve Bank of Chicago, 1999, 1998-~, 56-83.",
        "Chen, Qi, Itay Goldstein, and Wei Jiang, Price Informativeness and Investment Sensitivity to Stock Price, Review of Financial Studies, 2006, forthcoming.",
        "Caplin, Andrew and John Leahy, Business as Usual, Market Crashes, and Wisdom After the Fact, American Economic Review, 1994, 8~(3), 548-565.",
        "Boldrin, Michele, Lawrence Christiano, and Jonas Fisher, Habit Persistence, Asset Returns, and the Business Cycle, American Economic Review, 2001, 91(1), 149-166.",
        "Bikhchandani, Sushil, David Hirshleifer, and Ivo Welch, A Theory of Fads, Fashion, Custom, and Cultural Change as Information Cascades, Journal of Political Economy, 1992, 100, 992-1026.",
        "Benhabib, Jess, Richard Rogerson, and Randall Wright, Homework in Macroeconomics: Household Production and Aggregate Fluctuations, Journal of Political Economy, 1991.",
        "Basu, Susanto, John Fernald, and Miles Kimball, Are Technology Improvements Contractionary ?, American Economic Review, 2006, forthcoming.",
        "Baxter, Marianne and Robert G. King, Productive externalities and business cycles, 1991. Discussion Paper 53, Institute for Empirical Macroeconomics, Federal Reserve Bank of Mmneap ohs.",
        "Banerjee, Abhjit, A Simple Model of Herd Behavior, Quarterly Journal of Economics, 1992, 107(3), 797-817.",
        "Avery, Christopher and Peter Zemsky, Multidimensional Uncertainty and Herd Behavior in Financial Markets, The American Economic Review, 1998, 88(~), 724-748."
    ]
}