{
    "id": 12564,
    "cites": 37,
    "cited_by": 58,
    "reference": [
        "Aiyagari, S. Rao and Mark Gertler (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Overreaction of Asset Prices in General Equilibrium,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics.",
        "Arellano, Cristina (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Default Risk and Aggregate Fluctuations in Emerging Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of Minnesota.",
        "Auenhaimer, Leonardo and Roberto Garcia-Saltos (2000), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Debt and the Price of Domestic Assets, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper 00/177.",
        "Bernanke, Ben, Mark Gertler, and Simon Gilchrist (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Financial Accelerator in a Quantitative Business Cycle Framework,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in J. Taylor and M. Woodford eds. Handbook of Macroeconomics, Volume 1C, ed. by, North-Holland.",
        "Calvo, Guillermo A., (1975), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Efficient and Optimal Utilization of Capital Services,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, v. 65, no.1, March, 181-186.",
        ", (1998), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital Flows and Capital-Market Crises: The Simple Economics of Sudden Stops,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Economics, v.1, pp 35-54.",
        ", (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization Hazard and Delayed Reform in Emerging Markets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economia, Spring, v. 2, no. 2.",
        ", and Carmen M. Reinhart (1999), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093When Capital Inflows come to a Sudden Stop: Consequences and Policy Options,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, University of Maryland.",
        ", Alejandro Izquierdo, and Rudy Loo-Kung (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Relative Price Volatility under Sudden Stops: The Relevance of Balance-Sheet Effects,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009dJournal of International Economics, v. 69, pp. 231-254.",
        "Choi, Woon Gyu and David Cook (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liability Dollarization and the Bank Balance Sheet Channel,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics.",
        "Cooley, Thomas, Ramon Marimon and Vincenzo Quadrini (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Aggregate Consequences of Limited Contract Enforceability,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Pol. Economy, 111(4).",
        "Cook, David and Devereux, Michael B., (2006a), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093External Currency Pricing and the East Asian Crisis,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, v. 69, pp. 37-63.",
        "Cook, David and Devereux, Michael B., (2006b), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for the East Asian Crisis: A Quantitative Model of Capital Outflows in a Small Open Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking, forthcoming.",
        "Dunbar, Nicholas, (2000) Inventing Money: The Story of Long-Term Capital Management and the Legends Behind it, John Wiley & Sons Ltd., West Sussex: England.",
        "Epstein Larry G. (1983), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stationary Cardinal Utility and Optimal Growth under Uncertainty,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Theory, 31, 133-152.",
        "Fisher, Irving (1933), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Debt-Deflation Theory of Great Depressions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 1, 337-57.",
        "Finn, Mary G. (1995), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Variance Properties of SolowÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Productivity Residual and their Cyclical Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Dynamics and Control, 19, 1249-1281.",
        "Garcia-Verdu, Rodrigo (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Factor Shares from Household Survey Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Research Department, Banco de Mexico.",
        "Gopinath, Gita (2003), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Lending Booms, Sharp Reversals and Real Exchange Rate Dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics.",
        "Greenwood, Jeremy, Zvi Hercowitz and Gregory W. Huffman (1988), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment, Capacity Utilization & the Real Business CycleÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, June.",
        "Izquierdo, Alejandro (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Constraints, and the Asymmetric Behavior of Asset Prices and Output under External Shocks,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, The World Bank. June.",
        "Jermann, Urban and Vincenzo Quadrini (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Innovations and Macroeconomic Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Wharton School of Business.",
        "Hayashi, Fumio (1982), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093TobinÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Marginal q and Average q: A Neoclassical Interpretation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, v. 50, no. 1, 213-224.",
        "Kocherlakota, Narayana (2000) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Creating Business Cycles Through Credit Constraints,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Federal Reserve Bank of Minneapolis Quarterly Review, v. 24, no. 3, Summer, 2-10.",
        "Lane, Philip R. and Gian Maria Milesi-Ferretti, (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The External Wealth of Nations: Measures of Foreign Assets and Liabilities for Industrial and Developing Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, 55, 263-294.",
        "Martin, Phillippe and Helene Rey, (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Globalization and Emerging Markets: With or Without Crash?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, forthcoming.",
        "Mendoza, Enrique G. (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit, Prices, and Crashes: Business Cycles with a Sudden Stop.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Preventing Currency Crises in Emerging Markets, Frankel, Jeffrey and Sebastian Edwards eds. Chicago: University of Chicago Press.",
        ", (1995), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Terms of Trade, The Real Exchange Rate and Economic Fluctuations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review, v. 36, 101-137, February.",
        ", (1991), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Business Cycles in a Small Open Economy,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, v. 81, 797-818, September.",
        ", and Katherine A. Smith (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quantitative Implications of a Debt-Deflation Theory of Sudden Stops & Asset Prices,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Int. Econ., forthcoming.",
        "Milesi-Ferretti, Gian Maria, and Assaf Razin (2000), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Current Account Reversals and Currency Crises: Empirical Regularities.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Currency Crises, Paul Krugram ed. Chicago: University of Chicago Press.",
        "Neumeyer, P. Andres and Fabrizio Perri (2005), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Cycles in Emerging Economies: The Role of Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, forthcoming.",
        "Oviedo, P. Marcelo (2004), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Intermediation of Capital Inflows: The Macroeconomic Implications of Neoclassical Banks &Working Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d mimeo, Iowa State University.",
        "Paasche, Bernhard (2001), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Credit Constraints and International Financial Crises,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, v.28, 623-650.",
        "Schmitt-Grohe, Stephanie and Martin Uribe (2002), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Closing Small Open Economy Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics.",
        "Tauchen, George, (1991), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Quadrature-based Methods for Obtaining Approximate Solutions to Nonlinear Asset Pricing Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, v. 59, no. 2, 371-396.",
        "Uribe, Martin and Zhanwei Vivian Yue, (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Country Spreads and Emerging Countries: Who Drives Whom?,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics, v. 69, 6-36."
    ]
}