{
    "id": 12563,
    "cites": 24,
    "cited_by": 7,
    "reference": [
        "Allison, P. (i984) Event History Analysis: Regression for Longitudinal Event Data, Newbury Park: Sage Publications, Inc. Bresnahan, T. and P. Reiss (i99i) Entry and Competition in Concentrated Markets. Journal of Political Economy, 99, pp. 977-i009. Berry, S. (i992) Estimation of a Model of Entry in the Airline Industry. Econometrica, 60(4), pp. 889-9i7. Bessen, J. and E. Maskin (2000) Sequential Innovation, Patents, and Imitation. Working Paper. http://www.researchoninnovation.org/patent.pdf.",
        "Bessen, J. and R. Hunt (2003) An Empirical Look at Software Patents. Working Paper. http://www.researchoninnovation.org/swpat.pdf.",
        "Campbell-Kelly, M. (2003) From Airline Reservations to Sonic the Hedgehog: A History of the Software Industry. Cambridge, MA: MIT Press.",
        "Chamberlain, G. (i992) Comment: Sequential Moment Restrictions in Panel Data. Journal of Business and Economic Statistics, iO, pp. 20-26. Cockburn, I. (2005) State Street Meets the Human Genome Project. Chapter in R. Hahn (ed.) Intellectual Properly Rights in Frontier Industries: Bioinformatics and Software. Washington, DC: Brookings-AEI Joint Center.",
        "Cockburn and Wagner (2006) Patents and the Survival of Internet-Related IPOs. Working paper.",
        "Greenstein, S. and J. Wade (i 998) The Product Life Cycle in the Commercial Mainframe Computer Market, i968-i982, RAND Journal of Economics, 29(4), pp. 772-789. Hall, B. (2004) Exploring the Patent Explosion. NBER Working Paper No. 10605.",
        "Hall, B. and M. MacGarvie (2006) The Private Value of Software Patents. NBER Working Paper No. 12195.",
        "Lanjouw, J. and I. Cockburn (200i) New Pills For Poor People? Empirical Evidence After GATT. World Development, 29(2), pp. 265-289. Lanjouw, J. and M. Schankerman (2004) Patent Quality and Research Productivity: Measuring Innovation With Multiple Indicators. Economic Journal, i i4(495), 44i-465.",
        "Lerner, Josh. (2002) 150 Years Of Patent Protection. American Economic Review, 92(2), pp. 22 i-225.",
        "Lerner, J. and F. Zhu (2005) Software Patent Shifts after Lotus v. Borland. NBER Working Paper No. 11168.",
        "Mann, R. J. and T. Sager (2005) Patents, Venture Capital, and Software Start-Ups. University of Texas Law School, Law and Economics Research Paper No. 57, September 2005.",
        "Mazzeo, M. (2002) Product Choice and Oligopoly Market Structure. RAND Journal of Economics, 33(2) pp. 1-22.",
        "Merges, R. P. (2006) Patents, Entry and Growth in the Software Industry. Working paper, UC Berkeley School of Law.",
        "Olley, S. and A. Pakes (1996) The Dynamics of Productivity in the Telecommunications Equipment Industry. Econometrica, 64(6), pp. 1263-1297.",
        "Prusa, T. J. and J. A. Schmitz (1991) Are New Firms an Important Source of Innovation? Evidence from the PC Software Industry. Economics Letters, 35(3), pp. 339-342.",
        "Prusa, T. J. and J. A. Schmitz (1994) Can Companies Maintain Their Initial Innovation Thrust? A Study of the PC Software Industry; Review of Economics and Statistics, 76(3), pp. 523-540.",
        "Scott Morton, F. (1999) Entry Decisions in the Generic Drug Industry RAND Journal of Economics, 30(3), pp. 421-440.",
        "Seim, K. (2004) An Empirical Model of Firm Entry with Endogenous Product-Type Choices. Mimeo, Stanford Graduate School of Business.",
        "Shapiro, C. (2001) Navigating the Patent Thicket: Cross-licenses, Patent Pools, and StandardSetting. In Innovation Policy and the Economy, Vol. 1. Adam Jaffe, Joshua Lerner, and Scott Stern, (eds.), MIT Press for the National Bureau of Economic Research.",
        "Smith, B. L. and 5. 0. Mann (2004) Innovation and Intellectual Property Protection in the Software Industry: An Emerging Role for Patents. University of Chicago Law Review, 71, pp. 241-264.",
        "Staiger, D., and J. H. Stock (1997), Instrumental Variables Regression with Weak Instruments. Econometrica, 65, p. 557-586.",
        "Sutton, J. (1991) Sunk Costs and Market Structure: Price Competition, Advertising and the Evolution of Concentration. Cambridge, MA: MIT Press.",
        "Toivanen, 0. and M. Waterson (2005) Market Structure and Entry. RAND Journal of Economics, 36(3), pp. 680-699.",
        "Wooldridge, J. (1997) Distribution-Free Estimation of Some Nonlinear Panel Data Models. Journal of Econometrics, 90, pp. 77-91."
    ]
}