{
    "id": 12568,
    "cites": 15,
    "cited_by": 11,
    "reference": [
        "Adelman, M.A. The Genie out of the Bottle. Cambridge, MA: The MIT Press, 1995.",
        "American Petroleum Institute. Gasoline and Diesel Taxes, http://apiec .api.org/filelibrary/2006-gasoline-diesel-taxes-summary.pdf, 2006, Accessed on June 15, 2006.",
        "Carlson, Curtis P. The Corporate Alternative Minimum Tax Aggregate Historical Trends, Department of the Treasury Office of Tax Analysis, OTA Paper 93, 2005.",
        "Cooper, John C.B. Price Elasticity of Demand for Crude Oil: Estimates for 23 Countries. OPEC Review, 2003, 27(1), pp. 1-8. Deutch, John and Ernest J. Moniz eds. The Future of Nuclear Power. Cambridge, MA: Massachusetts Institute of Technology, 2003.",
        "Doyle, Joseph J., Jr. and Krislert Samphantharak. $2.00 Gas! Studying the Effects of a Gas Tax Moratorium, National Bureau of Economic Research, NBER Working Paper No. 12266, 2006.",
        "Feng, Ye; Don Fullerton and Li Gan. Vehicle Choices, Miles Driven, and Pollution Policies, National Bureau of Economic Research, Working Paper No. 11553, 2005.",
        "Fraumeni, Barbara M. The Measurement of Depreciation in the U.S. National Income and Product Accounts. Survey of Current Business, 1997, 77(7), pp. 7-23. General Accounting Office. Effects of the Alcohol Fuels Tax Incentives, U.S. General Accounting Office, GAO/GGD-97-4 1, 1997.",
        "Metcalf, Gilbert E. Tax Reform and Environmental Taxation, National Bureau of Economic Research, NBER Working Paper No. 11665, 2005.",
        "Policy, National Bureau of Economic Research, Working Paper No. 12272, 2006.",
        "Newbery, David M. A Paradox in Tax Theory: Optimal Tariffs on Exhaustible Resources, Department of Economics, Stanford University, SEER Technical Paper, 1976.",
        "Palmer, Karen and Dallas Burtraw. Cost-Effectiveness of Renewable Electricity Policies, Resources For The Future, RFF DPO5-0l, 2005.",
        "The Royal Academy of Engineering. The Costs of Generating Electricity, The Royal Academy of Engineering, 2004.",
        "Tolley, George and Donald Jones. The Economic Future of Nuclear Power, University of Chicago, 2004.",
        "U.S. Census Bureau. Statistical Abstract of the United States. Washington, DC: Government Printing Office, 2006.",
        "U.S. Internal Revenue Service. How to Depreciate Property, Internal Revenue Service, Publication 946, 2006."
    ]
}