{
    "id": 12560,
    "cites": 45,
    "cited_by": 86,
    "reference": [
        "Abel., A., and B. Bernanke, 2005. Macroeconomics. 5th edition. Pearson Addison Wesley.",
        "Ang, A., G. Bekaert, and M. Wei, 2005. Do Macro Variables, Asset Markets or Surveys Forecast Inflation Better? Mimeo.",
        "Bekaert, G., Harvey, C., and C. Lundblad, 2005. Does Financial Liberalization Spur Growth. Journal of Financial Economics 77: 3-56.",
        "Bernanke, B., 2005. The Global Saving Glut and the U.S. Current Account Deficit. The Homer Jones Lecture, St. Louis, Missouri (April 14).",
        "Bernanke, B., V. Reinhart, and B. Sack, 2004. Monetary Policy Alternatives at the Zero Bound: An Empirical Assessment. Brookings Papers on Economic Activity 2.",
        "Boyer, B., T. Kumagai and K. Yuan, 2005. How do Crises Spread? Evidence from Accessible and Inaccessible Stock Indices. Journal of Finance (forthcoming).",
        "Brandt, M., and K. Kavajecz, 2004. Price Discovery in the U.S. Treasury Market: The Impact of Orderfiow and Liquidity on the Yield Curver. Journal of Finance 59(6): 2623-2654.",
        "Burger, J., and F. Warnock, 2006. Foreign Participation in Local Currency Bond Markets. Review of Financial Economics (forthcoming).",
        "Calvo, G., 1998. Capital Flows and Capital-market Crises: The Simple Economics of Sudden Stops. Journal of Applied Economics 1: 35-54.",
        "Chari, A., and P. Henry, 2004. Risk Sharing and Asset Prices: Evidence from a Natural Experiment. Journal of Finance 59(3): 1295-1324.",
        "Chinn, M., and J. Frankel, 2005. The Euro Area and World Interest Rates. Wisconsin and Harvard mimeo.",
        "Diebold, F., M. Piazzesi, and G. Rudebusch, 2005. Modeling Bond Yields in Finance and Macroeconomics. American Economic Review Papers and Proceedings (forthcoming).",
        "Dooley, M., D. Folkerts-Landau, and P. Garber, 2004. The Revised Bretton Woods System: The Effects of Periphery Intervention and Reserves Management on Interest Rates and Exchange Rates in the Center. NBER Working Paper 10332.",
        "Economist, 2005a. The corporate savings glut. (July 9th edition).",
        "Economist, 2005b. Recycling the petrodollars. (November 10t~~ edition).",
        "Eggertsson, G., and M. Woodford, 2003a. The Zero Bound on Interest Rates and Optimal Monetary Policy. Brookings Papers on EconomicActivily 1: 139-211.",
        "Eggertsson, G., and M. Woodford, 2003b. Optimal Monetary Policy in a Liquidity Trap. NBER Working Paper No. 9968.",
        "Eichengreen, B., 2000. The EMS Crisis in Retrospect. NBER Working Paper No. 8035.",
        "Engen, E., and R.G. Hubbard, 2004. Federal Government Debt and Interest Rates. NBER Working Paper No. 10681.",
        "Evans, M., 2002. FX Trading and Exchange Rate Dynamics. Journal of Finance 57: 2405-2447.",
        "Evans, M., and R. Lyons, 2002. Orderfiow and exchange rate dynamics. Journal of Political Economy 110: 170-180.",
        "Evans, M., and R. Lyons, 2005. Meese-Rogoff Redux: Micro-Based Exchange Rate Forecasting. American Economic Review (forthcoming).",
        "Feldstein, M., 2006. Why Uncle Sams Bonanza Might Not Be All That It Seems. Financial Times (January 10).",
        "Gourinchas, P., and H. Rey, 2006. From World Banker to World Venture Capitalist: U.S. External Adjustment and The Exorbitant Privilege, in R. Clarida (ed.) G7 Current Account Imbalances: Sustainabilily and Adjustment. NBER (forthcoming).",
        "Green, C., 2004. Economic News and the Impact of Trading on Bond Prices. Journal of Finance 59: 120 1-1234.",
        "Greenspan, A., 2005. Remarks to the International Monetary Conference, Beijing, Peoples Republic of China (via satellite), June 6, 2005.",
        "Griever, W., G. Lee, and F. Warnock, 2001. The U.S. system for measuring cross-border investment in securities: A primer with a discussion of recent developments. Federal Reserve Bulletin 87(10): 633-650.",
        "Gurkaynak, R., B. Sack, and E. Swanson, 2005. The Sensitivity of Long-Term Interest Rates to Economic News: Evidence and Implications for Macroeconomic Models. American Economic Review 95(1): 425-436.",
        "Henry, P., 2000. Do Stock Market Liberalizations Cause Investment Booms? Journal of Financial Economics 58: 301-334.",
        "Henry, P., 2003. Capital Account Liberalization, the Cost of Capital, and Economic Growth. American Economic Review 93(2): 9 1-96.",
        "JPMorgan, 2005. Corporates Are Driving the Global Saving Glut.",
        "Kohn, D., 2003. Productivity and Monetary Policy. Remarks at the Federal Reserve Bank of Philadelphia Monetary Seminar, Philadelphia, Pennsylvania (September 24).",
        "Krugman, P., 1998. Its Baaack! Japans Slump and the Return of the Liquidity Trap. Brookings Papers on Economic Activity 2: 137-187.",
        "Kwan, 5., 2005. Inflation Expectations: How the Market Speaks. FRBSF Economic Letter 2005-25.",
        "Laubach, T., 2003. New Evidence on the Interest Rate Effects of Budget Deficits and Debt. Finance and Economics Discussion Paper 2003-12, Board of Governors of the Federal Reserve System.",
        "Mehra, Y., 1998. The Bond Rate and Actual Future Inflation. Economic Quarterly, Federal Reserve Bank of Richmond (Spring).",
        "Mendoza, E., and K. Smith, 2006. Quantitative Implications of a Debt-Deflation Theory of Sudden Stops and Asset Prices. Journal of International Economics 70: 82-114.",
        "Mishkin, F., 2006. The Economics of Money, Banking, and Financial Markets. 7th edition update. Pearson Addison Wesley.",
        "Orphanides, A., and S. van Norden, 2004. The Reliability of Inflation Forecasts Based on Output Gap Estimates in Real Time. Finance and Economics Discussion Paper 2004-68, Board of Governors of the Federal Reserve System.",
        "Piazzesi, M., 2005. Bond Yields and the Federal Reserve. Journal of Political Economy 113(21): 311-344.",
        "Poole, W., 2005. Remarks: Panel on After Greenspan: Whither Fed Policy? Western Economic Association International Conference (July 6, 2005).",
        "Roach, S., 2005b. The Case of the Missing Petrodollars. Morgan Stanley.",
        "Shiller, R., J. Campbell, and K. Shoenholtz, 1983. Forward Rates and Future Policy: Interpreting the Term Structure of Interest Rates. Brookings Papers on Economic Activity 1, 173-217.",
        "Svensson, L., 2001. The Zero Bound in an Open Economy: A Foolproof Way of Escaping from a Liquidity Trap. Bank of Japan Monetary and Economic Studies 19, S-i: 277-3 12.",
        "Svensson, L., 2003. Escaping from a Liquidity Trap and Deflation: The Foolproof Way and Others. Journal of Economic Perspectives 17(4): 145-166."
    ]
}