{
    "id": 12566,
    "cites": 39,
    "cited_by": 29,
    "reference": [
        "P. K. Bardhan (1965), Equilibrium Growth in the International Economy, Quarterly Journal of Economics 79: 455-464.",
        "M. Bianconi (1995), On Dynamic Real Trade Models, Economics Letters 47: 47-52.",
        "M. Boldrin (1989), Paths of Optimal Accumulation in Two-Sector Models, in W. A. Barnett, J. Geweke, and K. Shell, editors, Economic Complexity: Chaos, Sunspots, Bubbles, and NonLinearity. Cambridge University Press, 231-252.",
        "M. Boldrin and R. Deneckere (1990), Sources of Complex Dynamics in Two-Sector Growth Models, Journal of Economic Dynamics and Control 14: 627-653.",
        "M. Boldrin and L. Montrucchio (1986), On the Indeterminacy of Capital Accumulation Paths, Journal of Economic Theory 40: 26-39.",
        "E. W. Bond, K. Trask, and P. Wang (2003), Factor Accumulation and Trade: Dynamic Comparative Advantage with Endogenous Physical and Human Capital, International Economic Review 44: 1041-1060.",
        "W. A. Brock and L. Mirman (1972), Optimal Economic Growth and Uncertainty: The Discounted Case, Journal of Economic Theory 4: 479-5 13.",
        "P. Chatterjee, and M. Shukayev (2004), Convergence in a Stochastic Dynamic Heckscher-Ohlin Model, University of Minnesota.",
        "Z. Chen (1992), Long-Run Equilibria in a Dynamic Heckscher-Ohlin Model, Canadian Journal of Economics 25: 923-943.",
        "A. Cufiat, and M. Maffezzoli (2004a), Neoclassical Growth and Commodity Trade, Review of Economic Dynamics 7: 707-93 6.",
        "A. Cufiat, and M. Maffezzoli (2004b), Heckscher-Ohlin Business Cycles, Review of Economic Dynamics 7: 555-585.",
        "A. V. Deardorff and J. A. Hanson (1978), Accumulation and a Long Run Heckscher-Ohlin Theorem, Economic Inquiry 16: 288-292.",
        "F. Findlay (1970), Factor Proportions and Comparative Advantage in the Long Run, Journal of Political Economy 78: 27-34.",
        "R. Fisher (1992), Income Distribution in the Dynamic Two-Factor Trade Model, Economica 59: 221-233.",
        "E. 0. Fisher (1992), Sustained Growth in the Model of Overlapping Generations, Journal of Economic Theory 56: 77-92.",
        "Dynamical System, Econometrica 60: 135 1-1386. 0. Galor and S. Lin (1997), Dynamic Foundations for the Factor Endowment Model of International Trade, in B. S. Jensen and K.-Y. Wong, editors, Dynamics, Economic Growth, and International Trade. University of Michigan Press, 15 1-170.",
        "Review of International Economics 6: 50-5 8. M. D. GuillÃ\u0083Â³ (1999), On Terms of Trade and Capital Accumulation, Review of International Economics 7: 228-244.",
        "L. E. Jones and R. Manuelli (1992), Finite Lifetimes and Growth, Journal of Economic Theory 58: 171-197.",
        "T. J. Kehoe (1989), Intertemporal General Equilibrium Models, in F. H. Hahn, editor, The Economics of Missing Markets, Information, and Games. Oxford University Press, 363-393.",
        "T. J. Kehoe and D. K. Levine (1985), Comparative Statics and Perfect Foresight in Infinite Horizon Economies, Econometrica 53: 433-453.",
        "M. Kemp and K. Wong (1995), Gains from Trade with Overlapping Generations, Economic Theory 6: 283-303.",
        "J. Markusen (1983), Factor Movements and Commodity Trade as Complements, Journal of International Economics 11: 531-551.",
        "P. Milgrom and C. Shannon (1994), Monotone Comparative Statics, Econometrica 67: 157-180.",
        "A. Mountford (1998), Trade, Convergence, and Overtaking, Journal of International Economics 46: 167-182.",
        "A. Mountford (1999), Trade Dynamics and Endogenous Growth: An Overlapping-Generations Analysis, Economica 66: 209-224.",
        "R. Mundell (1957), International Trade and Factor Mobility, American Economic Review 47: 321-335.",
        "M. Mussa (1978), Dynamic Adjustment in the Heckscher-Ohlin-Samuelson Model, Journal of Political Economy 86: 775-791.",
        "K. Nishimura and K. Shimomura (2002), Trade and Indeterminacy in a Dynamic General Equilibrium Model, Journal of Economic Theory 105: 244-260.",
        "F. Obiols-Homs (2005) Trade Effects on the Personal Distribution of Wealth, Universitat AutÃ\u0083Â´noma de Barcelona.",
        "H. Oniki and H. Uzawa (1965), Patterns of Trade and Investment in a Dynamics Model of International Trade, Review of Economic Studies 32: 15-3 8.",
        "S. Rebelo (1991), Long-Run Policy Analysis and Long-Run Growth, Journal of Political Economy: 99: 500-521.",
        "P. Reichlin (1992), Endogenous Fluctuations in a Two-Sector Overlapping Generations Economy, in J. Benhabib, editor, Cycles and Chaos in Economic Equilibrium. Princeton University Press, 15 8-179.",
        "S. Sayan (2005), Heckscher-Ohlin Revisited: Implications of Differential Population Dynamics for Trade within an Overlapping Generations Framework, Journal of Economics Dynamics and Control 29: 147 1-1493.",
        "P. Serra (1991), Short-Run and Long-Run Welfare Implications of Free Trade, Canadian Journal of Economics 24: 21-33.",
        "A. Smith (1984), Capital Theory and Trade Theory, in R. W. Jones and P. B. Kenen, editors, Handbook of International Economics, volume 1, North-Holland, 289-324.",
        "J. E. Stiglitz (1970), Factor Price Equalization in a Dynamic Economy, Journal of Political Economy 78: 456-488.",
        "N. L. Stokey and R. E. Lucas with E. C. Prescott (1989), Recursive Methods in Economic Dynamics. Harvard University Press.",
        "H. Uzawa (1964), Optimal Growth in a Two-Sector Model of Capital Accumulation, Review of Economic Studies 31: 1-24.",
        "J. Ventura (1997), Growth and Interdependence, Quarterly Journal of Economics 112: 57-84."
    ]
}