{
    "id": 12569,
    "cites": 13,
    "cited_by": 10,
    "reference": [
        "Blanchflower, David G. and Andrew J. Oswald. What Makes an Entrepreneur? Journal of Labor Economics 16:1, January 1998, pp. 26-60.",
        "Brown, Jeffrey R., Courtney C. Coile, and Scott J. Weisbenner, Effects of Inheritance on Receipts, University of Illinois at Urbana-Champaign, 2004, mimeo.",
        "Brown, Jeffrey R. and Scott J. Weisbenner. Intergenerational Transfers and Savings Behavior; Perspectives on the economics of aging, NBER Conference Report series. Chicago and London: University of Chicago Press, 2004, pp. 18 1-201.",
        "Carnegie, Andrew. The Advantages of Poverty in the Gospel of Wealth and other Timely Essays, Edward C Kirkland, ed., The Belknap Press of Harvard University Press, Cambridge, MA, 1962.",
        "Carroll, Christopher D.; Kimball, Miles S. Liquidity Constraints and Precautionary Saving, NBER Working Paper 8496, 2001.",
        "Gale, William G. and John Karl Scholz, Intergenerational Transfers and the Accumulation of Wealth, The Journal of Economic Perspectives 8:4, Fall 1994, pp. 145-160.",
        "Holtz-Eakin, Douglas, David Joulfaian, and Harvey Rosen, Estimating the Income Effect on Retirement, Aging Studies Program Paper No. 18, April 1999, Syracuse University.",
        "Holtz-Eakin, Douglas, David Joulfaian, and Harvey Rosen,Entrepreneurial Decisions and Liquidity Constraints, The Rand Journal of Economics, Summer 1994a, pp. 334-347.",
        "Holtz-Eakin, Douglas, David Joulfaian, and Harvey Rosen. Sticking it Out: Entrepreneurial Survival and Liquidity Constraints, Journal of Political Economy, February 1994b, pp. 53-75.",
        "Holtz-Eakin, Douglas, David Joulfaian, and Harvey Rosen. The Carnegie Conjecture: Some Empirical Evidence, Quarterly Journal of Economics, May 1993, pp. 413-436.",
        "Joulfaian, David and Mark Wilhelm. Inheritance and Labor Supply, The Journal of Human Resources, Fall 1994, pp. 1205-1234.",
        "Ricardo, David. On the Principles of Political Economy and Taxation, London: John Murray, 1821, Third edition. http://www.econlib.org/library/Ricardo/ricP.html 17 Weil, David N. Intergenerational Transfers, Aging, and Uncertainty, in David Wise, ed., Advances in the Economics of Aging, University of Chicago Press, 1996.",
        "Weil, David N. Saving of the Elderly in Micro and Macro Data, The Quarterly Journal of Economics 109:1, February 1994, 55-8 1."
    ]
}