{
    "id": 12578,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "Ayres, I., and S. D. Levitt (1998). Measuring Positive Externalities From Unobservable Victim Precaution: An Empirical Analysis of Lojack. Quarterly Journal of Economics 1 13(l):43-77.",
        "Che, Y.-K., and D. Hausch (1999). Cooperative Investments and the Value of Contracting. American Economic Review 89(l):125-147.",
        "Choi, A. H., and C. W. Sanchirico (2002). Should Plaintiffs Win What Defendants Lose? Litigation Stakes, Litigation Effort, and the Benefits of `Decoupling. Research Paper C02-7. Los Angeles, CA: USC CLEO.",
        "Dixon, L., and R. K. Stern (2004). Compensation for Losses from the 9/11 Attacks. Monograph 264. Santa Monica, CA: RAND Corporation.",
        "Esper, D. A., and G. C. Keating (2005). Abusing `Duty . Working Paper 05-4. USC Law School. Http ://ssrn.comlabstract=67 8405.",
        "Freeman, S., J. Grogger, and J. Sonstelie (1996). The Spatial Concentration of Crime. Journal of Urban Economics 40(2):216-3 1.",
        "Gron, A., and A. 0. Sykes (2002). Tenorism and Insurance Markets: A Role for the Government as Insurer? John M. Olin Law and Economics Working Paper ]55. Chicago, IL: The University of Chicago Law School.",
        "Hakim, S., and G. F. Rengert, eds. (1981). Crime Spillover. Beverly Hills: Sage Publications.",
        "Hoffman, B. (1998). Inside Terrorism. New York: Columbia University Press.",
        "Holmstrom, B. (1982). Moral Hazard in Teams. Bell Journal of Economics 13(2):324-340.",
        "Hui-Wen, K., and I. Png (1994). Private Security: Deterrent or Diversion? International Review of Law and Economics 14:87-101.",
        "Keohane, N. 0., and R. J. Zeckhauser (2003). The Ecology of Tenor Defense. Journal of Risk and Uncertainty 26(2/3) :231-249.",
        "Kunreuther, H., and G. Heal (2003). Interdependent Security. Journal of Risk and Uncertainty 26(2/3):23 1-249.",
        "Lakdawalla, D., and G. Zanjani (2004). Insurance, Self-Protection, and the Economics of Terrorism. Working Paper WR-] 7] -ICJ. Cambridge, MA: RAND Corporation.",
        "Levmore, S., and K. Logue (2003). Insuring Against Terrorism - And Crime. Michigan Law Review 102:268-327.",
        "McKinnon, R., and T. Nechyba (1997). Competition in Federal Systems: The Role of Political and Financial Constraints. The New Federalism: Can the States Be Trusted?. J. Ferejohn and B. R. Weingast, eds. Stanford, CA: Hoover Institution Press.",
        "McNamara, R., ed. (1994). Crime Displacement: The Other Side of Prevention. East Rockaway, New York: Cummings and Hathaway.",
        "Newman, G., R. V. Clarke, and S. Shoham, eds. (1997). Rational Choice and Situational Crime Prevention. Aldershot: Dartmouth.",
        "Polinsky, A. M., and Y.-K. Che (1991). Decoupling Liability: Optimal Incentives for Care and Litigation. RAND Journal of Economics 22(4):562-70.",
        "Powell, R. (2005). Defending Against Terrorist Attacks with Limited Resources. Working paper. UC-Berkeley.",
        "Schwartz, A., and J. Watson (2001). The Law and Economics of Costly Contracting. Law and Economics Research Paper 264. Yale. Http ://ssrn.comlabstract=295659.",
        "Shavell, 5. (1987). Economic Analysis of Accident Law. Cambridge, MA: Harvard University Press.",
        "Shavell, 5. (1991). Individual Precautions to Prevent Theft: Private Versus Socially Optimal Behavior. International Review of Law and Economics 11:123-32.",
        "Simpson, A. G. (2004). Summer in the City: Terrorism, Political Conventions and the Olympics. Insurance Journal.",
        "Tugend, A. (2004). Making Amends. Govexec.com Www.govexec .comlfeatures/0304/O304newsanalysis 1 .htm.",
        "Woo, G. (2002a). Quantifying Insurance Terrorism Risk. Manuscript, Risk Management Solutions, Newark, CA.",
        "Woo, G. (2002b). Understanding Tenorism Risk. Manuscript, Risk Management Solutions, Newark, CA."
    ]
}