{
    "id": 12571,
    "cites": 42,
    "cited_by": 3,
    "reference": [
        "Bateman, Fred and James D. Foust. 1974. A Sample of Rural Households Selected from the 1860 Manuscript Censuses. Agricultural History. Vol. 48, No. 1 (January). pp. 75-93.",
        "Carter, Susan M., Roger L. Ransom, and Richard Sutch. 2004. Family Matters: The Life-Cycle Transition and the Antebellum American Fertility Decline. In Timothy W. Guinnane, William Sundstrom, and Wanen Whatley, eds. History Matters. Essays on Economic Growth, Technology, and Demographic Change. Stanford, CA: Stanford University Press.",
        "Coale, Ansley J., and Susan Cotts Watkins, eds. 1986. The Decline of Fertility in Europe.",
        "Earle, Carville, Changyong Cao, John Heppen, and Samuel Otterstrom. 1999. The Historical United States County Boundary Files 1790 - 1999 on CD-ROM. Geoscience Publications.",
        "Louisiana State University. Easterlin, Richard A. 1976. Population Change and Farm Settlement in the Northern United States. Journal of Economic History. Vol. 36, No. 1 (March). pp. 45-75.",
        "Easterlin, Richard A., George Alter, and Gretchen Condran. 1978. Farms and Farm Families in Old and New Areas: The Northern States in 1860. In Tamara K. Hareven and Mans A.",
        "Vinovskis, eds. Family and Population in Nineteenth-Century America. Princeton, NJ: Princeton University Press. pp. 22-84. Fenie, Joseph P. 2003. The Rich and the Dead: Socioeconomic Status and Mortality in the United States, 1850-1860. In Costa, Dora L. (ed.), Health and Labor Force Participation Over the Life Cycle: Evidence from the Past (Chicago: University of Chicago Press) pp. 11-50.",
        "Forster, Cohn, and G.S.L. Tucker. 1972. Economic Opportunity and Whiter American Fertility Ratios, 1800-1860. New Haven: Yale University Press.",
        "Grabill, Wilson H., Clyde V. Kiser, and Pascal K. Whelpton. 1958. The Fertility of Amen can Women. NY: Wiley.",
        "Haan, Michael. 2005. Studying the Impact of Religion on Fertility in Nineteenth-Century Canada: The Use of Direct Measures and Proxy Variables. Social Science History. Vol. 29, No. 3 (Fall). pp. 373-411.",
        "Hacker, J. David. 1999. Child Naming, Religion, and the Decline of Marital Fertility in Nineteenth-Century America. The History of the Family: An International Quarterly 43: 339-65.",
        "Hacker, J. David. 2003. Rethinking the `Early Decline of Marital Fertility in the United States, Demography. Vol. 4, No. 4 (November). pp. 605-620.",
        "Hacker, J. David. 2006. Economic, Demographic, and Anthropometric Conelates of First Marriage in the Mid Nineteenth-Century United States, Center for Population Economics Working Paper Series. University of Chicago.",
        "Haines, Michael R. 1996. Long Term Marriage Patterns in the United States from Colonial Times to the Present. The History of the Family: An International Quarterly. Vol. 1, No. 1. pp.",
        "Haines, Michael R. 1998. Estimated Life Tables for the United States, 1850-19 10. Historical Methods. Vol. 31, No. 4 (Fall). pp. 149-169.",
        "Knodel, John, and Etienne van de Walle. 1979. Lessons from the Past: Policy Implications of Historical Fertility Studies. Population and Development Review. Vol. 5, No. 2 (June). pp.",
        "Leet, Donald R. 1976. The Determinants of Fertility Transition in Antebellum Ohio. Journal of Economic History. Vol. 36, No. 2 (June). pp. 359-378.",
        "Leasure, W. J. (1982). La baisse de ha fÃ\u0083Â©conditÃ\u0083Â© aux Etat-Unis de 1800 a 1860. Population 37(3): 607-622.",
        "Lesthaeghe, Ron. 1980. On the Social Control of Human Reproduction. Population and Development Review. Vol. 6, No. 4 (March). pp. 527-548.",
        "Lesthaeghe, Ron. 1983. A Century of Demographic and Cultural Change in Western Europe: An Exploration of Underlying Dimensions. Population and Development Review. Vol. 9, No.",
        "Long, John H. 2001. Building Longevity into the Design of a Historical Geographic Information System: The Atlas of Historical County Boundaries. Paper presented at the annual meetings of the Social Science History Association. Chicago. (November).",
        "Mclnnis, R. M. 1977. Childbearing and Land Availability: Some Evidence from Individual Household Data. In Ronald Demas Lee, ed. Population Patterns in the Past. New York: Academic Press. pp. 201-227.",
        "Main, G. L. 2006. Rocking the Cradle: Downsizing the New England Family, Journal of Interdisciplinary History. Vol. 37, No. 1 (Summer), pp. 35-58.",
        "Notestein, Frank W. 1953. The Economics of Population and Food Supplies. I. The Economic Problems of Population Change. Proceedings of the Eighth International Conference of Agricultural Economists. London, England: Oxford University Press.",
        "Preston, Samuel H., and Michael R. Haines. 1991. Fatal Years: Child Mortality in Late Nineteenth Century America. Princeton, NJ: Princeton University Press.",
        "Ruggles, S., M. Sobek et al. 1997. Integrated Public Use Microdata Series: Version 2.0.",
        "Minneapolis: Historical Census Projects, University of Minnesota. Available on-line at http ://www ,ipurns on~. Ruggles, Steven. 2003. Multigenerational Families in Nineteenth-Century America. Continuity and Change. Vol. 18, Part 1 (May). pp. 139-165.",
        "Schapiro, Morton Owen. 1986. Filling Up America: An Economic-Demographic Model of Population Growth and Distribution in the Nineteenth-Century United States. Greenwich, CT: JAI Press.",
        "Smith, Daniel Scott. 1973. Population, Family and Society in Hingham, Massachusetts, 1635- 1880. Ph.D. thesis. Department of History, University of California, Berkeley.",
        "Smith, Daniel Scott. 1977. A Homeostatic Demographic Regime: Patterns in West European Family Reconstitution Studies. In Ronald D. Lee, ed. Population Patterns in the Past. New York: Academic Press. pp. 19-51.",
        "Smith, Daniel Scott. 1987. Early Fertility Decline in America: A Problem in Family History. Journal of Family History. Vol. 12, Nos. 1-3. pp. 73-84.",
        "Spengler, J.J. 1930. The Fecundity of Native and Foreign-Born Women in New England. Brookings Institution Pamphlet Series. No. 11(1).",
        "Steckel, Richard H. 1986. A Dreadful Childhood: Excess Mortality of American Slaves. Social Science History. Vol. 10, No. 4 (Winter). pp. 427-465.",
        "Sundstrom, William A., and Paul A. David. 1988. Old-Age Security Motives, Labor Markets, and Farm Family Fertility in Antebellum America. Explorations in Economic History. Vol. 25, No. 2 (April). pp. 164-197.",
        "Thompson, Warren S., and P. K. Whelpton. 1933. Population Trends in the United States. New York. McGraw-Hill.",
        "Tien, H. Yuan. 1959. A Demographic Aspect of Interstate Variations in American Fertility, 1800- 1860. The Milbank Memorial Fund Quarterly. Vol. 37. pp. 49-59.",
        "U.S. Bureau of the Census. 1997. StatisticalAbstract of the United States, 1997. Wash., DC: G.P.O.",
        "U.S. Bureau of the Census. 2001. StatisticalAbstract of the United States, 2001. Wash., DC: G.P.O.",
        "Vinovskis, Mans. 1976. Socioeconomic Determinants of Interstate Fertility Differentials in the United States in 1850 and 1860. The Journal of Interdisciplinary History. Vol. 6, No. 3 (Winter). pp. 375-396.",
        "Vinovskis, M. A. 1978. The Jacobson Life Table of 1850: A Critical Re-examination from a Massachusetts Perspective. Journal of Interdisciplinary History 84: 703-24.",
        "Wells, R. V. 1971. Family Size and Fertility Control in Eighteenth-Century America: A Study of Quaker Families. Population Studies 46: 85-102.",
        "Yasuba, Yasukichi. 1962. Birth Rates of the White Population of the United States, 1800-1860: An Economic Analysis. Baltimore: The Johns Hopkins University Press."
    ]
}