{
    "id": 12577,
    "cites": 22,
    "cited_by": 9,
    "reference": [
        "Bagwell, K. (2005). Economic Analysis of Advertising. Handbook of Industrial Organization, Volume 3. M. Armstrong and R. H. Porter. New York, NorthHolland.",
        "Becker, G. S. and K. M. Murphy (1996). A Simple Theory of Advertising as a Good or Bad. Quarterly Journal of Economics.",
        "Bhattacharya, J. and W. B. Vogt (2003). A Simple Model of Pharmaceutical Price Dynamics. Journal of Law and Economics 46(2): 599-626.",
        "Dixit, A. and V. Norman (1978). Advertising and Welfare. Bell Journal of Economics IX: 1-17.",
        "Dorfman, R. and P. 0. Steiner (1954). Optimal Advertising and Optimal Quality. Ib~ American Economic Review 44(5): 826-836.",
        "Gallini, N. (1992). Patent Policy and Costly Imitation. RAND Journal of Economics 23: 52-63.",
        "Gilbert, R. and C. Shapiro (1990). Optimal Patent Length and Breadth. RAND Journal of Economics 21:106-112.",
        "Green, J. and S. Scotchmer (1995). On the Division of Profits In Sequential Innovation. RAND Journal of Economics 26, 20-33.: 20-33.",
        "Horstmann, I., G. MacDonald and A. Slivinski (1993). Patents as Information Transfer Mechanisms: To Patent or (Maybe) Not to Patent. Journal of Political Economy.",
        "Judd, K. (1985). On the Performance of Patents. Econometrica 53: 567-585.",
        "Kaldor, N. V. (1949). The Economic Aspects of Advertising. Review of Economic Studies XVIII: 1-27.",
        "Klemperer, P. (1990). How Broad Should the Scope of Patent Protection Be? RAND Journal of Economics 21: 113-130.",
        "Loury, G. C. (1979). Market Structure and Innovation. Quarterly Journal of Economics 93(3): 395-410.",
        "Nordhaus, W. (1969). Invention, Growth and Welfare. Cambridge, MA: MIT Press.",
        "Pharmaceutical Research and Manufacturers of America (2006a). Pharmaceutical Industry Profile 2006. Washington, DC, PhRMA.",
        "Pharmaceutical Research and Manufacturers of America (2006b). Pharmaceutical Marketing and Promotion. Washington, DC, PhRMA.",
        "Rosenthal, M. B., E. R. Berndt, J. M. Donohue, R. G. Frank and A. M. Epstein (2002).",
        "Scotchmer, 5. (2004). Innovation and Incentives. Cambridge, MA, MIT Press.",
        "Shapiro, C. (1982). Consumer Information, Product Quality, and Seller Reputation. BeM Journal of Economics XIII: 20-35.",
        "Telser, L. G. (1962). Advertising and Cigarettes. Journal of Political Economy LXX: 471-99.",
        "Tirole, J. (1988). The Theory of Industrial Organizations. Cambridge, MA, MIT Press.",
        "Wright, B. D. (1983). The Economics of Invention Incentives: Patents Prizes and Research Contracts. American Economic Review 73: 691-707."
    ]
}