{
    "id": 12575,
    "cites": 25,
    "cited_by": 13,
    "reference": [
        "Altig, D., L. J. Christiano, M. Eichenbaum, and J. Linde (2005). Firm-specific capital, nominal rigidities, and the business cycle. NBER Working Paper 11034.",
        "Barro, R. (1977). Unanticipated money growth and unemployment in the United States. American Economic Review 67(2): 101-uS.",
        "Bernanke, B. S., M. Gertler, and S. Gilchrist (1999). The financial accelerator in a quantitative business cycle framework. In Handbook of Macroeconomics, Vol. 1C, J. Taylor and M. Woodford (eds). Amsterdam: North-Holland.",
        "Chari, V. V., P. J. Kehoe, and E. R. McGrattan (2002). Can sticky price models generate volatile and persistent real exchange rates? Review of Economic Studies 69(3): 533-563.",
        "Minneapolis. Christiano, L. J., and M. Eichenbaum (1999). The research agenda: Larry Christiano and Martin Eichenbaum write about their current research program on the monetary transmission mechanism. EconomicDynamics Newsletter 1(1). Society for Economic Dynamics, http://www.economicdynamics.org/.",
        "Christiano, L. J., M. Eichenbaum, and C. L. Evans (1998). Monetary policy shocks: What have we learned and to what end? NBER Working Paper 6400.",
        "Christiano, L. J., M. Eichenbaum, and R. Vigfusson (2003). What happens after a technology shock? NBER Working Paper 9819.",
        "Cogley, T., and J. M. Nason (1995). Output dynamics in real-business-cycle models.",
        "American Economic Review 85(3): 492-511. Cooley, T. F. and G. D. Hansen (1989). The inflation tax in a real business cycle model. American Economic Review 79(4): 733-748.",
        "Fernald, J. G. (2005). Trend breaks, long-run restrictions, and the contractionary effects of technology improvements. Working Paper 2005-2 1, Federal Reserve Bank of San Francisco.",
        "Fernandez-Villaverde, J., J. F. Rubio-Ramirez, and T. J. Sargent (2005). A, B, Cs (and Ds) for understanding VARs. NBER Technical Working Paper 0308.",
        "Fisher, J. D. M. (2006). The dynamic effects of neutral and investment-specific technology shocks. Journal of Political Economy 114(3): 413-451.",
        "Francis, N., and V. A. Ramey (2005). Is the technology-driven real business cycle hypothesis dead? Shocks and aggregate fluctuations revisited. Journal of Monetary Economics 52(8): 1379-1399.",
        "Gambetti, L. (2006). Technology shocks and the response of hours worked: Timevarying dynamics matter. Universitat Pompeu Fabra. Mimeo.",
        "Kydland, F. E., and E. C. Prescott (1982). Time to build and aggregate fluctuations.",
        "Econometrica 50(6): 1345-1370. Lagos, R., and R. Wright (2005). A unified framework for monetary theory and policy analysis. Journal of Political Economy 113(3): 463-484.",
        "Lucas, R. E., Jr. (1972). Expectations and the neutrality of money. Journal of Economic Theory 4(2): 103-124.",
        "Lucas, R. E., Jr., and N. L. Stokey (1987). Money and interest in a cash-in-advance economy. Econometrica 55(3): 491-S 13.",
        "Marcet, A. (2005). Overdifferencing VARs is OK. Universitat Pompeu Fabra. Mimeo.",
        "Mertens, E. (2006). Shocks to the long run: A note on mixing VAR methods with non-parametric methods. Study Center Gerzensee. Mimeo.",
        "Newey, W. K., and K. D. West (1987). A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix. Econometrica 55(3): 703-708.",
        "Rotemberg, J. J., and M. Woodford (1997). An optimization-based econometric framework for the evaluation of monetary policy. In NBER Macroeconomics Annual 1997, B. S.",
        "Sims, C. (1989). Models and their uses. American Journal of Agricultural Economics 71(2): 489-494.",
        "Uhlig, H. (2005). What are the effects of monetary policy on output? Results from an agnostic identification procedure. Journal of Monetary Economics 52(2): 381-419.",
        "Yun, T. (1996). Nominal price rigidity, money supply endogeneity, and business cycles."
    ]
}