{
    "id": 12574,
    "cites": 16,
    "cited_by": 312,
    "reference": [
        "Cunha, F., J. J. Heckman, and S. Navarro (2006). Counterfactual analysis of inequality and social mobility. In S. L. Morgan, D. B. Grusky, and G. S. Fields (Eds.), Mobility and Inequality: Fron- tiers of Research in Sociology and Economics, Chapter 4, pp. 290-348. Stanford, CA: Stanford University Press.",
        "Cunha, F., J. J. Heckman, and S. Navarro (2007). The identification and economic content of ordered choice models with stochastic cutoffs. International Economic Review. Under revision.",
        "Dahl, G. B. (2002, November). Mobility and the return to education: Testing a roy model with multiple markets. Econometrica 70(6), 2367-2420.",
        "Heckman, J. J., L. J. Lochner, and P. E. Todd (2006). Earnings equations and rates of return: The Mincer equation and beyond. In E. A. Hanushek and F. Welch (Eds.), Handbook of the Economics of Education. Amsterdam: North-Holland. forthcoming.",
        "Heckman, J. J. and S. Navarro (2006). Dynamic discrete choice and dynamic treatment effects.",
        "Journal of Econometrics, forthcoming. Heckman, J. J. and R. Robb (i985). Alternative methods for evaluating the impact of interventions. In J. Heckman and B. Singer (Eds.), Longitudinal Analysis of Labor Market Data, Volume iO, pp. i56-245. New York: Cambridge University Press. Heckman, J. J. and R. Robb (i986). Alternative methods for solving the problem of selection bias in evaluating the impact of treatments on outcomes. In H. Wainer (Ed.), Drawing Inferences 92 from Self-Selected Samples, pp. 63-i07. New York: Springer-Verlag. Reprinted in 2000, Mahwah, NJ: Lawrence Erlbaum Associates.",
        "Heckman, J. J., J. L. Tobias, and E. J. Vytlacil (2003, August). Simple estimators for treatment parameters in a latent variable framework. Review of Economics and Statistics 85(3), 748-754.",
        "Heckman, J. J. and S. Urzua (2006). Interpreting iv estimates of the effect of schooling on earnings.",
        "Unpublished manuscript, University of Chicago, Department of Economics. Heckman, J. J. and E. J. Vytlacil (i999, April). Local instrumental variables and latent variable models for identifying and bounding treatment effects. Proceedings of the National Academy of Sciences 96, 4730-4734. Heckman, J. J. and E. J. Vytlacil (2000, January). The relationship between treatment parameters within a latent variable framework. Economics Letters 66(i), 33-39.",
        "Heckman, J. J. and E. J. Vytlacil (2007a). Econometric evaluation of social programs, part I: Causal 93 models, structural models and econometric policy evaluation. In J. Heckman and E. Leamer (Eds.), Handbook of Econometrics, Volume 6. Amsterdam: Elsevier. Forthcoming.",
        "Heckman, J. J. and E. J. Vytlacil (2007b). Econometric evaluation of social programs, part II: Using the marginal treatment effect to organize alternative economic estimators to evaluate social programs and to forecast their effects in new environments. In J. Heckman and E. Leamer (Eds.), Handbook of Econometrics, Volume 6. Amsterdam: Elsevier. Forthcoming.",
        "Imbens, G. W. (2004, February). Nonparametric estimation of average treatment effects under exogeneity: A review. Review of Economics and Statistics 86(i), 4 - 29.",
        "Imbens, G. W. and J. D. Angrist (i994, March). Identification and estimation of local average treatment effects. Econometrica 62(2), 467-475. Lee, L.-F. (i983, March). Generalized econometric models with selectivity. Econometrica 51 (2), 507-S i2. Manski, C. F. and J. V. Pepper (2000, July). Monotone instrumental variables: With an application to the returns to schooling. Econometrica 68(4), 997-iOiO.",
        "Vytlacil, E. J. (2006a). A note on additive separability and latent index models of binary choice: Representation results. Oxford Bulletin of Economics and Statistics forthcoming.",
        "Vytlacil, E. J. (2006b, August). Ordered discrete choice selection models: Equivalence, nonequiva- lence, and representation results. Review of Economics and Statistics 88(3). Forthcoming.",
        "White, H. (i984). Asymptotic Theory for Econometricians. Orlando, FL: Academic Press. Wu, D. (i973, July). Alternative tests of independence between stochastic regressors and distur- bances. Econometrica ~1 (4), 733-750. Yitzhaki, S. (i989). On using linear regression in welfare economics. Working Paper 2i7, Depart- ment of Economics, Hebrew University. Yitzhaki, S. (i996, October). On using linear regressions in welfare economics. Journal of Business and Economic Statistics 1~ (4), 478-486. Yitzhaki, S. and E. Schechtman (2004). The gini instrumental variable, or the double instrumental variable estimator. Metron 62(3), 287-3i3."
    ]
}