{
    "id": 12581,
    "cites": 24,
    "cited_by": 18,
    "reference": [
        "Acemoglu D. (1998) Why Do new Technologies Complement Skills? Quarterly Journal of Economics, 113 (1998), 1055-1089.",
        "Alesina, A., R. Baqir, and W. Easterly (2000), Redistributive Public Employment, Journal of Urban Economics 48: 219-41.",
        "Alesina, A., S. Danninger, and M. Rostagno (2001), Redistribution through Public Employment: The Case of Italy, IMF Staff Papers 48: 447-73.",
        "Alesina, A., and E. Glaeser (2004), Fighting Poverty in the US. and Europe: A World of Difference, Oxford University Press, Oxford, U.K.",
        "Alesina, A., E. Glaeser, and B. Sacerdote (2005), Work and Leisure in the U.S. and Europe: Why So Different? NBER Macroeconomics Annual.",
        "Autor D. F. Levy and R Murname (2003) The Skill Content of Recent Technological Change: An Empirical Exploration Quarterly Journal of Economics 1129-2 13.",
        "Basu, Susantu, and Weil, David N. Appropriate Technology and Growth, Quarterly Journal of Economics, 113 (1998), 1025-1054.",
        "Blanchard, 0. J. (1997), The Medium Run, Brookings Papers on Economic Activity 2: 89-141.",
        "Blanchard, 0. J., and L. F. Katz (1999), Wage Dynamics: Reconciling Theory and Evidence, American Economic Review 89: 69-74.",
        "Blanchard, 0. J., and J. Wolfers (2000), The Role of Shocks and Institutions in the Rise of European Unemployment: The Aggregate Evidence, Economic Journal 110: 1-33.",
        "Blau, F., and L. Kahn (i996a), International Differences in Male Wage Inequality: Institutions versus Market Forces, Journal of Political Economy 104: 79 1-837. Blau, F., and L. Kahn (i996b), Wage Structure and Gender Earnings Differentials: An International Comparison, Economica 63: S29-62. Blau, F., and L. Kahn (1999), Institutions and Laws in the Labor Market, in 0. C. Ashenfelter and D. Card (eds.), Handbook of Labor Economics, Amsterdam: Elsevier, 1399-1461.",
        "Blau, F., and L. Kahn (2002), At Home and Abroad: US. labor markets in international perspective, Russell Sage, New York, NY.",
        "Caballero, R., and M. Hammour (1998), Jobless Growth: Appropriability, Factor Substitution and Unemployment, Carnegie-Rochester Conference Series on Public Policy, 48: 5 1-94.",
        "Champernowne, David. A Dynamic Growth Model Involving a Production Function, in F.A. Lutz and D.C. Hague, eds., The Theory of Capital (New York: Macmillan, 1963).",
        "Comin, Diego and Bart Hobijn (2004), Cross-Country Technology Adoption: Making the Theories Face the Facts, Journal of Monetary Economics 51: 3 8-83.",
        "Comin, Diego and Bart Hobijn (2006), Lobbies and Technology Diffusion, New York University mimeo.",
        "Dornbusch, R. Gentilini, and F. Giavazzi (2000), Italian Labor Force Participation: Disguised Unemployment on Campus, unpublished.",
        "Freeman, R. B., and L. F. Katz, eds. (1995), Differences and Changes in Wages in Wage Structures, Chicago: University of Chicago Press.",
        "Gottschalk, P., and T. Smeeding (1997), Cross National Comparisons of Earnings and Income Inequality, Journal of Economic Literature, 35: 633-87.",
        "Lazear, E. P. (1990), Job Security, Provisions and Employment, Quarterly Journal of Economics 105: 699-726.",
        "Lewis, E. (2005), Immigration, Skill Mix, and the Choice of Technique, Federal Reserve Bank of Philadelphia Working Paper.",
        "Parente, Stephen L., and Edward C. Prescott, Barrier to Technology Adoption and Development, Journal of Political Economy, 102 (1994), 298-321.",
        "Prescott, E. (2004), Why Do Americans Work So Much More than Europeans? Federal Reserve Bank of Minneapolis Quarterly Review, 28: 2-13.",
        "Zeira, J. (2006), Machines as engines of growth, unpublished."
    ]
}