{
    "id": 12583,
    "cites": 33,
    "cited_by": 4,
    "reference": [
        "Abbott, Andrew. The System of Professions: An Essay on the Division of Expert Labor, Chicago: The University of Chicago Press, 1988.",
        "Alchain, Armen A., and Demsetz, Harold. Production, Information Costs, and Economic Organization, American Economic Review, 67 (1972), 777-95.",
        "Bar-Isaac, Heski. Something to Prove: Reputational Incentives in Teams and Promotion to Partnership, draft, Stern School of Business, New York University, 2003.",
        "Callahan, Maureen B. Post-Employment Restraint Agreements: A Reassessment, The University of Chicago Law Review, 52:3, Summer 1985, 703-728.",
        "Carmichael, H.Lorne. Incentives in Academics: Why is There Tenure? Journal of Political Economy, 96(3) (1988), 453-72.",
        "Coase, Ronald H. The Nature of the Firm, Economica, 4 (1937), 3 86-405.",
        "Druker, Peter. The New Productivity Challenge, Harvard Business Review, NovemberDecember 1991, 69-79.",
        "Fallick, Bruce, Fleischman, Charles and Rebitzer, J. Job Hopping in Silicon Valley: The Microfoundations of a High Tech Industrial Cluster, Review of Economics and Statistics, forthcoming. Farrell, Joseph and Scotchmer, Suzanne. Partnerships, quarterly Journal of Economics, May 1988, 103:2, 279-298.",
        "Ferrall, Christopher. Promotion and Incentives in Partnerships: Theory and Evidence, draft, Queens University (1992).",
        "Galanter, Marc, and Thomas Palay. Tournament of Lawyers: The Transformation of the Big Law Firms, Chicago: University of Chicago Press (1991).",
        "Garicano, Luis and Hubbard, Thomas N. Hierarchical Sorting and Learning Costs: Theory and Evidence from the Law, Journal of Economic Behavior and Organization, 2005, 58(2), pp. 349-69.",
        "Garicano, Luis and Hubbard, Thomas N. Managerial Leverage is Limited by the Extent of the Market: Hierarchies, Specialization and the Utilization of Lawyers Human Capital, Journal of Law and Economics, forthcoming. 32 Gilson, Ronald J. The Legal Infrastructure of High Technology Industrial Districts: Silicon Valley, Route 128 and Covenents Not to Compete. New York University Law Review, 1999, 74(3), pp. 575-629.",
        "Gilson, Ronald, and Robert Mnookin. Sharing Among the Human Capitalists: An Economic Inquiry into the Corporate Law Firm and How Partners Split Profits, Stanford Law Review, 37 (1985), 313--92.",
        "Gilson, Ronald, and Robert Mnookin. Coming of Age in a Corporate Law Firm: The Economics of Associate Career Patterns, Stanford Law Review, 41(1989), 567-95.",
        "Grossman, Sanford and Oliver Hart. The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy, 94 (1986), 691-719.",
        "Hart, Oliver. An Economists Perspective on the Theory of the Firm, Columbia Law Review, 89 (1989), 1757-74.",
        "Hart, Oliver, and John Moore. Property Rights and the Nature of the Firm, Journal of Political Economy, 98(6) (1990), 1119-58.",
        "Hillman, Robert W. Law Firms and Their Partners: The Law and Ethics of Grabbing and Leaving, Texas Law Review, November 1988, 143-215.",
        "Johnson, Vincent Robert. Solicitation of Law Firm Clients By Departing Partners and Associates: Tort, Fiduciary, and Disciplinary Liability, The University of Pittsburgh Law Review, Fall 1988, 3-141.",
        "Landers, Renee, James Rebitzer, and Lowell Taylor. Rat Race Redux: Adverse Selection in the Determination of Work Hours in Law Firms, American Economic Review, 86:3, June 1996, 328-48.",
        "Lang, K. and P. J. Gordon. Partnerships as Insurance Devices: Theory and Evidence, Rand Journal of Economics 26(4) 1995, 6 14-29.",
        "Lazear, Edward and Sherwin Rosen. Rank-Order Tournaments as Optimum Labor Contracts, Journal of Political Economy, 89 (1981), 841-64.",
        "Levin, Jonathan and Steven Tadelis. Profit Sharing and the Role of Professional Partnerships, Quarterly Journal of Economics, February 2005.",
        "Malcomson, James M. Work Incentives, Hierarchy, and Internal Labor Markets, Journal of Political Economy, 92 (1984), 486-507.",
        "Marx, Karl. Capital: A Critical Analysis of Capitalist Production, New York: International Publishers, 1967.",
        "OFlaherty, B. and A. Siow. On the Job Screening, Up or Out Rules, and Firm Growth, Canadian Journal of Economics 25 (May 1992), 346-68.",
        "Prendergast, Canice. The Role of Promotion in Inducing Specific Human Capital Acquisition, quarterly Journal of Economics, 108:2, May 1993, 523-534.",
        "Rajan, Raghuram, and Luigi Zingales. The Firm as a Dedicated Hierarchy: A Theory of the Origin and Growth of Firms, draft, University of Chicago, 1998.",
        "Rebitzer, James, and Lowell Taylor. Efficiency Wages and Employment Rents: The Employer Size Wage Effect in the Job Market for Lawyers, Journal of Labor Economics, 13(4), 1995, 678-708.",
        "Sterk, Stewart E. Restraints on Alienation of Human Capital, Virginia Law Review, 79:2, March 1993, 383-460.",
        "Stole, Lars A. and Jeffrey Zwiebel. Organizational Design and Technology Choice under Intrafirm Bargaining, American Economic Review, 86:1, 1996, 195-222.",
        "Waldman, Michael. Up-Or-Out Contracts: A Signaling Perspective, Journal of Labor Economics, 1990, 8:2, 230-250.",
        "Ward, Benjamin. The Firm in Illyria: Market Syndicalism, American Economic Review, 48(4), 1958, 566-89."
    ]
}