{
    "id": 12580,
    "cites": 26,
    "cited_by": 38,
    "reference": [
        "Adalet, Muge and Bany Eichengreen. Forthcoming. Cunent Account Reversals: Always a Problem? In G7 Current Account Imbalances: Sustainability and Adjustment edited by Richard Clarida. Chicago: University of Chicago Press. Bordo, Michael D. 2005. Historical Perspectives on Global Imbalances. NBER working paper 11383.",
        "Bordo, Michael D., Barry Eichengreen, and Jong Woo Kim. 1998. Was There Really an Earlier Period of International Financial Integration Compared to Today? In The Implications of Globalization of World Financial Markets edited by the Bank of Korea. Seoul: Bank of Korea.",
        "Bordo, Michael D., Barry Eichengreen, Daniela Klingebiel, Maria Soledad MartInezPeria. 2001. Is the Crisis Problem Growing More Severe? Economic Policy 32, 51-75.",
        "Bordo, Michael D., and Christopher M. Meissner. Forthcoming. Financial Crises, 18801913: The Role of Foreign Currency Debt. In Growth, Institutions and Crises: Latin America from a Historical Perspective edited by Sebastian Edwards.",
        "Buiter, Willem. 2006. Dark Matter or Cold Fusion? Global Economics Paper no. 136, London: Goldman Sachs (16 January).",
        "CatÃ\u0083Â£o, Luis A.V. and Solomou, Solomos N. 2005. Effective Exchange Rates and the Classical Gold Standard Adjustment. American Economic Review 95(4), pp.",
        "Cline, William, R. 2005. The United States as a Debtor Nation. Washington, DC: Institute for International Economics.",
        "Edwards, Sebastian. 2004. Thirty Years of Current Account Imbalances, Current Account Reversals, and Sudden Stops IMF Staff Papers (51) pp. 1-49.",
        "Eichengreen, Barry. 2006. Global Imbalances: The New Economy, the Dark Matter, the Savvy Investor, and the Standard Analysis. Journal of Policy Modeling.",
        "Forthcoming. Feis, Herbert. 1930. Europe: The Worlds Banker, New Haven: Yale University Press.",
        "Fishlow, Albert. 1986. Lessons from the Past, Capital Markets and International Lending in the ~ Century and the Interwar Years. In The Politics of International Debt edited by Miles Kahler. Ithaca, N.Y.: Cornell University Press.",
        "Foreman-Peck, James. 1995. A History of the World Economy: International Economic Relations Since 1850, 2nd ed. New York, N.Y.: Harvester Wheatsheaf.",
        "Freund, Caroline and Frank Warnock. Forthcoming. Current Account Deficits in Industrial Countries: The Bigger They Are, The Harder They Fall? In G7 Current Account Imbalances: Sustainability and Adjustment edited by Richard Clarida. Chicago: University of Chicago Press. Geithner, Timothy F. 2006. Policy Implications of Global Imbalances. Remarks at the Global Financial Imbalances Conference at Chatham House, London, January 23, 2006. Federal Reserve Bank of New York.",
        "Gourinchas, Pierre-Olivier, and HÃ\u0083Â©lÃ\u0083Â¨ne Rey. Forthcoming. From World Banker to World Venture Capitalist: U.S. External Adjustment and the Exorbitant Privilege. In G7 Current Account Imbalances: Sustainability and Adjustment edited by Richard Clarida. Chicago: University of Chicago Press. Gros, Daniel. 2006. Foreign Investment in the U.S. (II): Being taken to the cleaners? Centre for European Policy Studies. CEPS Working Document, no. 243/April 2006.",
        "Hausmann, Ricardo and Federico Sturzenegger. 2006. Global imbalances or bad accounting? The missing dark matter in the wealth of nations. Working Paper, Kennedy School of Government, May.",
        "Higgins, Matthew, Thomas Klitgaard, and Cedric Tille. 2005 The Income Implications of Rising U.S. International Liabilities. Current Issues in Economics and Finance, Federal Reserve Bank of New York, December.",
        "Imlah, Albert H. 1958. Economic Elements of the Pax Brittanica. Cambridge, Massachusetts: Harvard University Press.",
        "Current Account, International Income Flows, and Net International Debt. Unpublished manuscript, Office of Management and Budget (February). Kugler, Peter and Beatrice Weder, 2005. Why Are Returns on Swiss Franc Assets So Low? Rare Events May Solve the Puzzle. CEPR Discussion Papers 5181.",
        "Lane, Philip R., and Gian Maria Milesi-Ferretti. 2003. International Financial Integration.",
        "IMF Staff Papers 50 (September), pp. 82-113. Lane, Philip R., and Gian Maria Milesi-Ferretti. 2004. The Transfer Problem Revisited: Net Foreign Assets and Real Exchange Rates. Review of Economics and Statistics 86(4): 841-57.",
        "Lane, Philip R., and Gian Maria Milesi-Ferretti. 2005 a. Financial Globalization and Exchange Rates. IMF Working Papers 05/3, International Monetary Fund.",
        "Lane, Philip R., and Gian Maria Milesi-Ferretti. 2005b. A Global Perspective on External Positions. IMF Working Papers 05/16 1, International Monetary Fund.",
        "Oxford: Oxford University Press. Nickell, Stephen. 2006. The U.K. Current Account Deficit and All That. Unpublished paper. Bank of England, 25 April.",
        "Obstfeld, Maurice, and Rogoff, Kenneth. 2004. The Unsustainable U.S. Current Account Position Revisited. NBER working paper 10869.",
        "Obstfeld, Maurice, and Alan M. Taylor. 2004. Global Capital Markets: Integration, Crisis, and Growth. Cambridge: Cambridge University Press.",
        "Taylor, Alan M. 2002. A Century of Current Account Dynamics. Journal of International Money and Finance 21 pp. 725-748."
    ]
}