{
    "id": 12588,
    "cites": 21,
    "cited_by": 9,
    "reference": [
        "Alm, James, Gary H. McClelland, and William Schulze (1992). Why do People Pay Taxes? Journal of Public Economics, June 1992, 48(1), pp. 21-36.",
        "Banerjee, Abhijit V. and Esther Duflo. Inequality And Growth: What Can The Data Say?, Journal of Economic Growth, 2003, v8(3,Sep), 267-299.",
        "Barro, Robert J. (2000). Inequality and growth in a panel of countries. Journal of Economic Growth, 5(1), March, 87-120.",
        "Barut, Yasar, Dan Kovenock, and Charles Noussair, 2002. A Comparison of MultipleUnit All-Pay and Winner-Pay Auctions under Incomplete Information. International Economic Review 43, 675-707.",
        "Benabou, Roland. (1996). Inequality and growth. NBER macroeconomics annual, 11-76.",
        "Corns, Allan and Andrew Schotter. Can Affirmative Action be Cost Effective: An Experimental Examination of Price-Preference Auctions, American Economic Review, Vol. 89, no. 1, 1999, pp. 291-305.",
        "Deininger, Klaus and Lyn Squire (1998). New ways of looking at old issues: inequality and growth. Journal of Development Economics, 57(2), 259-287.",
        "Forbes, Kristin, A Reassessment of the Relationship Between Inequality and Growth American Economic Review 90 (4, September), 2000, pp. 869-887.",
        "Friedland, Nehemiah, Shlomo Maital, and Aryen Rutenberg 1978. A Simulation Study of Income Tax Evasion. Journal of Public Economics 10(1): pp 107-116.",
        "Gneezy, Un, Rustichini, Aldo (2000). Pay enough or dont pay at all. Quarterly Journal of Economics 115 (2), 791-8 10.",
        "Gneezy, Un, Muriel Niederle, and Aldo Rustichini (2003). Performance in Competitive Environments: Gender Differences, Quarterly Journal of Economics, August 2003, p. 1049-1074.",
        "Harbring, Christine, and Irlenbusch, Bernd. An Experimental Study on Tournament Design. Labour Economics (10) 2003, 443-464.",
        "Jacob, Brian, and Steven Levitt, Rotten Apples: An investigation of the Prevalence and Predictors of Teacher Cheating, Quarterly Journal of Economics, vol. 118(3), 843-877. Keefer, Philip and Knack, Stephen, 2002 Polarization, Politics, and Property Rights: Links between Inequality and Growth, Public Choice 111(1-2), pp. 127-54.",
        "Moldovanu, Benny and Aner Sela, The Optimal Allocation of Prizes in Contests. American Economic Review, 91, 542-558 (2001).",
        "Mueller, Weilland and Andrew Schotter, Workaholics and Dropouts in Optimal Organizations. Working paper, NYU. Nalbantian, Haig and Andrew Schotter, Productivity Under Group Incentives: An Experimental Study, American Economic Review, Vol. 87, No.3, pp. 314-340, June 1997.",
        "Noussair, Charles and Jonathon Silver, 2006. Behavior in All-Pay Auctions with Incomplete Information. Games and Economic Behavior, 55: 189-206.",
        "Okun, Arthur, Equality and Efficiency: The Big Trade-off 1975 (Washington, D.C.: The Brookings Institution).",
        "Paneiras, Sergio and Anna Rubinchik, 2006. Contests with Many Heterogeneous Agents. CORE Discussion Paper.",
        "Perotti, Roberto, 1996. Growth, Income Distribution, and Democracy: What the Data Say, Journal of Economic Growth, vol. 1(2), pages 149-87, June.",
        "Phillips, Dave. Space Age Mazes. Dover: New York, NY. 1988.",
        "Phillips, Dave. Animal Mazes. Dover: New York, NY. 1988."
    ]
}