{
    "id": 12592,
    "cites": 21,
    "cited_by": 27,
    "reference": [
        "Sorenson, Olav, and Toby Stuart, Syndication Networks and the Spatial Distribution of Venture Capital Investments. American Journal of Sociology. 106. 2001. 1546-1586.",
        "Sorensen, Morten, How Smart is Smart Money? A Two-Sided Matching Model of Venture Capital, Unpublished working paper, University of Chicago, 2004.",
        "Schumpeter, Joseph A. The Theory of Economic Development. Cambridge, Mass: Harvard University Press. 1934.",
        "Reuber, Rebecca, Lorraine Dyke, and Eileen Fischer, The Impact of Entrepreneurial Teams on the Financing Experiences of Canadian Ventures, Journal of Small Business and Entrepreneurship 7. 1990. 13-22.",
        "Knight, Frank H. Risk, Uncertainty and Profit. New York: Houghton Mifflin Company. 1921. <http://www.econlib.org/library/Knight/knRUP8.html>.",
        "Massey, Cade, and Richard H. Thaler, Overconfidence vs. Market Efficiency in the National Football League, Working paper no. 11270, National Bureau of Economic Research, 2006.",
        "Kihlstrom, Richard, and Jean-Jacques Laffont, A General Equilibrium Entrepreneurial Theory of Firm Formation Based on Risk Aversion, Journal of Political Economy 87. 1979. 719-748.",
        "Kaplan, Steven N., and Per Stromberg, Financial Contracting Theory Meets the Real World: Evidence from Venture Capital Contracts, Review of Economic Studies 70. 2003. 28 1-3 16.",
        "Kaplan, Steven N., Berk A. Sensoy, and Per Stromberg, What are Firms? Evolution from Birth to Public Companies, Unpublished working paper, University of Chicago, 2006.",
        "Hsu, David H., What Do Entrepreneurs Pay for Venture Capital Affiliation? Journal of Finance 59. 2004. 1805-1844 Kaplan, Steven N., and Antoinette Schoar, Private Equity Performance: Returns, Persistence and Capital, Journal of Finance 60. 2005. 1791-1823.",
        "Hochberg, Yael, Alexander Ljungqvist, and Yang Lu, Whom You Know Matters: Venture Capital Networks and Investment Performance, Journal of Finance Forthcoming. 2006.",
        "Gompers, Paul, Josh Lerner, and David Scharfstein, Entrepreneurial Spawning: Public Corporations and the Genesis of New Ventures, 1986 to 1999, Journal of Finance 60. 2005. 577-6 14.",
        "Gompers, Paul, and Josh Lerner, The Venture Capital Cycle. 2nd edition. Cambridge: MIT Press. 2004.",
        "Gompers, Paul, Anna Kovner, Josh Lerner, and David Scharfstein, Specialization and Success: Evidence from Venture Capital, Unpublished working paper, Harvard University, 2006.",
        "Eesley, Charles, and Edward Roberts, The Second Time Around?: Serial Entrepreneurs From MIT, Unpublished working paper, MIT, 2006b.",
        "Eesley, Charles, and Edward Roberts, Cutting Your Teeth: Learning from Rare Experiences, Unpublished working paper, MIT, 2006a.",
        "Chatterji, Aaron K., Spawned with a Silver Spoon? Entrepreneurial Performance and Innovation in the Medical Device Industry, Unpublished Working Paper, University of California at Berkeley, 2005.",
        "Carroll, Glenn R., and Elaine Mosakowski, The Career Dynamics of Self-Employment, Administrative Science Quarterly 32. 1987. 570-589.",
        "Bhide, Amar, The Origin and Evolution of New Businesses. Oxford: Oxford University Press. 2000.",
        "Bengtsson, Ola, Repeat Relationships between Venture Capitalists and Entrepreneurs, Unpublished working paper, University of Chicago, 2005.",
        "Bengtsson, Ola, Investor Attitudes and the Supply of Capital: Are Venture Capitalists in California More Forgiving?, Unpublished working paper, University of Chicago, 2006."
    ]
}