{
    "id": 12598,
    "cites": 74,
    "cited_by": 1,
    "reference": [
        "Wiggins, Steven N. and Gary D. Libecap, 1985, Oil Field Unitization: Contractual Failure in the Presence of Imperfect Information, American Economic Review 75(3): 368-85.",
        "Webb, Walter Prescott, 1931, The Great Plains, Boston: Ginn and Company.",
        "United States House of Representatives, 1880, Report of the Public Lands Commission, 46th Congress, 2d Session, House Executive Document 46. United States Senate, 1905, Report of the Public lands Commission, 58th Congress, 3rd Session, Senate Document 189.",
        "United States Department of Agriculture, 1936, The Western Range, 74th Congress, 2d Session, Senate Document 199.",
        "Umbeck, John, 1981, Might Makes Right: A Theory of the Formation and Initial Distribution of Property Rights, Economic Inquiry, 19 (1): 3 8-59.",
        "Umbeck, John, 1977a, A Theory of Contract Choice and the California Gold Rush. Journal of Law and Economics, 20 (2), 42 1-37.",
        "Umbeck, John, 1977b. The California Gold Rush: A Study of Emerging Property Rights. Explorations in Economic History, 14: 197-226.",
        "Tietenberg, Tom, 2003, Tradable Permits in Principle and Practice, Workshop, August 23-24, Donald Bren School of Environmental Science and Management, University of California, Santa Barbara.",
        "Stewart, James I, 2006b, Cooperation When N is Large: Evidence from the Mining Camps of the American West, 1848-1864, Department of Economics working paper, Reed College.",
        "Stewart, James I, 2006a, Migration to the Agricultural Frontier and Wealth Accumulation, 1860-1870, Explorations in Economic History, forthcoming.",
        "Stegner, Wallace, 1953, Beyond the 100th Meridian: John Wesley Powell and the Second Opening of the West, Boston: Houghton Mifflin.",
        "Stavins, Robert N, 1998, Economic Incentives for Environmental Regulation, The New Palgrave Dictionary of Economics and the Law, MacMillan, London, Peter Newman Ed., Vol. 2: 6-13.",
        "Stavins, Robert N., 2003, Market-Based Environmental Policies: What Can We Learn from U.S. Experience (and Related Research)? Workshop, August 23-24, Donald Bren School of Environmental Science and Management, University of California, Santa Barbara.",
        "Shinn, Charles, 1948, Mining Camps: A Study in Frontier Government, New York: Scribners.",
        "Sedjo, Roger A, 2000, A Vision for the U.S. Forest Service: Goals for its Next Century, Washington D.C. Resources for the Future.",
        "Myers, Ransom A. and Boris Worm, 2003, Rapid Worldwide Depletion of Predatory Fish Communities, Nature 423: 280-83.",
        "Rose, Carol M., 1985, Possession as the Origin of Property, University of Chicago Law Review 52: 73-87.",
        "Rose, Carol M. 1990, Energy and Efficiency in the Realignment of Common-Law Water Rights, Journal of Legal Studies 19(2): 26 1-96.",
        "Robbins, Roy M., 1942, Our Landed Heritage; the Public Domain, 1776-1 936, Princeton: Princeton University Press.",
        "Reid, John, 1980, Law for the Elephant: Property, Social Behavior on the Overland Trail, San Marino: Huntington Library.",
        "Powell, John Wesley, 1878, Report on the Lands of the Arid Region of the United States, 45 Congress, 2nd Session, Executive Document, No. 73., Washington D.C.: Government Printing Office. Raymond, Leigh, 2003, Private Rights in Public Resources: Equity and Property Allocation in Market-Based Environmental Policy, Washington D.C.: Resources for the Future.",
        "Pisani, Donald J. 1984, From the Family Farm to Agribusiness: The Irrigation Crusade in California and the West, 1850-1 931, Berkeley: University of California Press.",
        "Osgood, Ernest Staples, 1929, The Day of the Cattleman, Minneapolis: University of Minnesota Press.",
        "Morriss, Andrew, Roger Meiners, and Andrew Dorchak, 2004, Homesteading Rock: A Defense of Free Access Under the General Mining Law of 1872, Environmental Law, 34: 745-807.",
        "Morriss, Andrew, 1998, Miners, Vigilantes and Cattlemen: Overcoming Free Rider Problems in the Private Provision of Law, Land and Water Law Review, 33 (2): 58 1-696.",
        "McMillan, John, 1994, Selling Spectrum Rights. Journal of Economic Perspectives, 8 (3): 145-62.",
        "Milgrom, Paul, 1989, Auctions and Bidding: A Primer, Journal of Economic Perspectives 3(3): 3-22.",
        "McAfee, R. Preston and John McMillan, 1987, Auctions and Bidding, Journal of Economic Literature, 25 (2): 699-738.",
        "Lueck, Dean, 2002, The Extermination and Conservation of the American Bison, Journal of Legal Studies, 31(2, pt 2): 609-52.",
        "Lueck, Dean, 1998, First Possession. in Peter Newman, ed. The New Palgrave Dictionary of Economics and the Law, Macmillan Press, Vol.2: 132-144.",
        "Libecap, Gary D. and Wiggins, Steven N., 1985, The Influence of Private Contractual Failure on Regulation: The Case of Oil Field Unitization, Journal of Political Economy. 93: 690-7 14.",
        "Libecap, Gary D. and Wiggins, Steven N., 1984, Contractual Responses to the Common Pool: Prorationing of Crude Oil Production, American Economic Review. 74: 87-98.",
        "Libecap, Gary D., 2006b, Chinatown: Owens Valley and Its Meaning for Western Water Today, Palo Alto: Stanford University Press, forthcoming.",
        "Libecap, Gary D. and Ronald N. Johnson, Ronald N., 1979, Property Rights, Nineteenth-Century Timber Policy and the Conservation Movement. Journal of Economic History, 39 (1): 129-42.",
        "Libecap, Gary D., 2006a, Chinatown: Owens Valley and Los Angeles--The Bargaining Costs of the First Major Water Rights Exchange, Working Paper, Bren School of Environmental Science and Management, UCSB.",
        "Libecap, Gary D., 1989, Contracting for Properly Rights, New York: Cambridge University Press.",
        "Libecap, Gary D., 1994, The Political Economy of Institutional Change: Property Rights and the General Revision Act of 1891, in John James and Mark Thomas, eds, Capitalism in Context: Essays on Economic Development and Cultural Change in Honor of R.M. Harlwell, Chicago: University of Chicago Press, 265-278.",
        "Libecap, Gary D., 1981b, Bureaucratic Opposition to the Assignment of Property Rights: Overgrazing on the Western Range. Journal of Economic History, 41: 15 1-8.",
        "Libecap, Gary D., 1981a, Locking up the Range: Federal Land Controls and Grazing. Cambridge, MA: Ballinger Publishing.",
        "Libecap, Gary D. 1979, Government Support of Private Claims to Public Minerals: Western Mineral Rights, Business History Review 53 (3): 362-85.",
        "Libecap, Gary D., 1978, Economic Variables and the Development of the Law: The Case of Western Mineral Rights. Journal of Economic History, 38 (2): 338-62.",
        "Leal, Donald R., 2005, Evolving Properly Rights in Marine Fisheries, Lanham: Md.: Rowman and Littlefield.",
        "Klemperer, Paul, 2002, What Really Matters in Auction Design, Journal of Economic Perspectives, 16 (1): 169-89.",
        "Kanazawa, Mark T., 2005, The Extralegal Origins of First Possession: Water Law during the California Gold Rush, Department of Economics Working Paper, Carleton College.",
        "Johnson, Ronald N. and Gary D. Libecap, 1980, Efficient Markets and Great Lakes Timber: A Conservation Issue Reexamined. Explorations in Economic History, 17: 372-85.",
        "Johnson, Ronald N. and Gary D. Libecap, 1982, Contracting Problems and Regulation: The Case of the Fishery, American Economic Review 72(5): 1005-22.",
        "Johnson, Ronald N., Micha Gisser, and Michael Werner, 1981, The Definition of a Surface Water Right and Transferability, Journal of Law and Economics 24 (2): 273-8 8.",
        "Johnson, Ronald N., 1995, Implications of Taxing Quota Value in an Individual Transferable Quota Fishery, Marine Resource Economics 10: 327-40.",
        "Hardin, Ganett, 1968, The Tragedy of the Commons, Science 162: 1243-8.",
        "Hansen, Zeynep K. and Libecap, Gary D., 2004a, The Allocation of Property Rights to Land: U.S. Land Policy and Farm Failure in the Northern Great Plains. Explorations in Economic History, 41:103-129.",
        "Hallagan, William, 1978, Share Contracting for California Gold. Explorations in Economic History, 15: 196-210.",
        "Grafton, R. Quentin, Dale Squires, and Kevin J. Fox, 2000, Private Property and Economic Efficiency: A Study of a Common-Pool Resource, Journal of Law and Economics 43: 679-7 13.",
        "Gutmann, Myron P. and Geoff Cunfer, A New Look at the Causes of the Dust Bowl, The Charles L. Wood Agricultural History Lecture Series 99(1), 1999: 1-25.",
        "Gordon, H. Scott, 1954, The Economic Theory of A Common-property Resource: The Fishery, Journal of Political Economy 62(2): 124-142.",
        "Glennon, Robert Jerome, 2002, Water Follies: Groundwater Pumping and the Fate of Americas Fresh Waters, Washington D.C.: Island Press.",
        "Glennon, Robert Jerome, Alan Ker, and Gary D. Libecap, 2006, Western Water Data Set, Bren School of Environmental Science and Management, University of California, Santa Barbara.",
        "Gerard, David, 2001, Transaction Costs and the Value of Mining Claims, Land Economics 77(3): 37 1-84.",
        "Getches, David H., 1997, Water Law in a Nut Shell, St. Paul, West Publishing Co.",
        "Fletcher, Robert H., 1960, Free Grass to Fences: The Montana Cattle Range Story, New York: University Publishers.",
        "Ellickson, Robert, 1993, Property in Land, Yale Law Journal 102: 13 15-1400.",
        "Dunbar, Robert G., 1983, Forging New Rights in Western Waters, Lincoln: University of Nebraska Press.",
        "Dunbar, Robert G., 1985, The Adaptability of Water Law to the Aridity of the West, Journal of the West 24: 57-65.",
        "Donaldson, Thomas, 1884, The Public Domain: Its History and Statistics, Washington D.C. 47th Congress. 2nd Session, House Misc. Doc 45, Pt. 4. Doyle, Matthew, Rajesh Singh, and Quinn Weninger, 2005, Fisheries Management with Stock Growth Uncertainty and Costly Capital Adjustment: Extended Appendix, Department of Economics Working Paper, Iowa State University.",
        "Clay, Karen and Gavin Wright, 2005, Order Without Law? Property Rights during the California Gold Rush. Explorations in Economic History, 42: 155-83.",
        "Arnason, Ragnar, 2002, A Review of International Experiences with ITQ, Annex to Future Options for UK Fishing Management, Report to the Department for the Environment, Food and Rural Affairs, CEMARE, University of Portsmouth, UK.",
        "Anderson, Teny L. and Pamela Snyder, 1997, Water Markets: Priming the Invisible Pump, Washington D.C.: Cato Institute.",
        "Anderson, Teny L. and Ronald N. Johnson, 1986, The Problem of Instream Flows, Economic Inquiry 24 (4): 535-53.",
        "Anderson, Teny L. and P.J. Hill, 1990, The Race for Property Rights, Journal of Law and Economics 33 (1): 177-98.",
        "Alston, Lee J., Gary D. Libecap, and Robert Schneider, 1996, The Determinants and Impact of Property Rights: Land Titles on the Brazilian Frontier, The Journal of Law, Economics and Organization 12 (1): 25-6 1.",
        "Anderson, Teny L. and Hill, P. J. 1975, The Evolution of Property Rights: A Study of the American West. Journal of Law and Economics, 18 (1): 163-179.",
        "Alberto Alesina and George-Marios Angeletos, 2005, Fairness and Redistribution, American Economic Review: 95 (4): 960-80.",
        "Alston, Lee J., 1983, Farm Foreclosures in the United States During the Interwar Period, Journal of Economic History 43(4): 885-903.",
        "Alston, Lee J., Gary D. Libecap, and Robert Schneider, 1995, Property Rights and the Preconditions for Markets: The Case of the Amazon Frontier, Journal of Institutional and Theoretical Economics 15 1(1): 89-107.",
        "Allen, Douglas W., 1991, Homesteading and Property Rights; Or, `How the West Was Really Won. Journal of Law and Economics, 34 (1): 1-24."
    ]
}