{
    "id": 12605,
    "cites": 13,
    "cited_by": 3,
    "reference": [
        "An, Sungbae, and Frank Schorfheide (forthcoming). Bayesian Analysis of DSGE models. Econometric Reviews, forthcoming. Brooks, Stephen P., and Andrew Gelman (1998) General Methods for Monitoring Convergence of Iterative Simulations. Journal of Computational and Graphical Statistics, 7 (4), 434-4SS.",
        "Canova, Fabio (forthcoming). Applied Macroeconomic Research. Princeton University Press: Princeton. Coibion, Olivier (2006). Inflation Inertia in Sticky Information Models. Contributions to Macroeconomics, 6 (1), article 1.",
        "Gali, Jordi (1999). Technology, Employment, and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations? American Economic Review, 89 (1), 249271.",
        "Kiley, Michael (200S). A Quantitative Comparison of Sticky-Price and Sticky-Information Models of Price Setting. Working paper, Federal Reserve Board. King, Robert G., Charles Plosser, and Sergio T. Rebelo (1988). Production, Growth and Business Cycles I. The Basic Neoclassical Model. Journal of Monetary Economics, 21, 19S-232.",
        "Korenok, Oleg, and Norman R. Swanson (200S). The Incremental Predictive Information 24 Associated with Using Theoretical New Keynesian DSGE Models vs. Simple Linear Econometric Models. Oxford Bulletin of Economics and Statistics, 67 (1), 905-930. Laforte, Jean-Philippe (2005). Pricing Models: A Bayesian DSGE approach for the US Economy. Working paper, Federal Reserve Board.",
        "Mankiw, N. Gregory and Ricardo Reis (2002). Sticky Information versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve. Quarterly Journal of Economics, 117 (4), 129S-1328.",
        "Mankiw, N. Gregory and Ricardo Reis (2006) Pervasive Stickiness. American Economic Review, 96 (2), 164-169.",
        "Nelson, Edward, Javier AndrÃ\u0083Â©s and David LÃ\u0083Â³pez-Salido (2005). Sticky-Price Models and the Natural Rate Hypothesis. Journal of Monetary Economics, 52 (5), 102S-10S3.",
        "Reis, Ricardo (2004). Inattentive Consumers. NBER Working Paper No. 10883.",
        "Reis, Ricardo (2006). Inattentive Producers, Review of Economic Studies, 73 (3), 793-821.",
        "Rudebusch, Glenn D. (2002). Term Structure Evidence on Interest Rate Smoothing and Monetary Policy Inertia. Journal of Monetary Economics, 49 (6), 1161-1187.",
        "Smets, Frank and Raf Wouters (2003). An Estimated Stochastic Dynamic General Equilibrium Model of the Euro Area. Journal of the European Economic Association, 1 (5), 1123-1175.",
        "Wang, Pengfei and Yie Wen (2006). Solving Linear Difference Systems with Lagged Expectations by a Method of Undetermined Coefficients. FRB Saint Louis Working Paper No. 2006-003c."
    ]
}