{
    "id": 12609,
    "cites": 43,
    "cited_by": 94,
    "reference": [
        "Abel, A.B. 1999. Risk Premia and Term Premia in General Equilibrium. Journal of Monetary Economics 43, pp. 3-33.",
        "Alvarez, F., A. Atkeson, and P.J. Kehoe 2005. Time-Varying Risk, Interest Rates and Exchange Rates in General Equilibrium. Federal Reserve Bank of Minneapolis Working Paper 627.",
        "Alvarez, F., A. Atkeson, and P.J. Kehoe 1999. Money and Interest Rates with Endogeneously Segmented Markets. NBER Working Paper 7060.",
        "Ang, A., G. Bekaert, and M. Wei 2006. Do Macro Variables, Asset Markets, or Surveys Forecast Inflation Better? NBER Working Paper 11538.",
        "Ang, A., M. Piazzesi, and M. Wei 2006. What Does the Yield Curve tell us about GDP Growth? Journal of Econometrics 131, pp. 359-403.",
        "Backus, D., A. Gregory, and S. Zin 1989. Risk Premiums in the Term Structure: Evidence from Artificial Economies. Journal of Monetary Economics 24, pp. 371-399.",
        "Bansal, R. and W.J. Coleman II 1996. A Monetary Explanation of the Equity Premium, Term Premium, and Riskfree Rate Puzzles. Journal of Political Economy 104, 1135-1171.",
        "Beechey, M. 2005. Excess Sensitivity and Volatility of Long Interest Rates: The Role of Limited Information in Bond Markets. Working Paper, UC Berkeley.",
        "Bekaert G., S. Cho, and A. Moreno 2005. New-Keynsian Macroeconomics and the Term Structure. NBER Working Paper 11340.",
        "Boudoukh J. 1993. An Equilibrium Model of Nominal Bond Prices with Inflation-Output Correlation and Stochastic Volatility. Journal of Money, Credit, and Banking 25, pp. 636-665.",
        "Brandt, M.W. and K.Q. Wang 2003. Time-Varying Risk Aversion and Unexpected Inflation. Journal of Monetary Economics 50, 1457-1498.",
        "Campbell, J.Y. 1986. Bond and Stock Returns in a Simple Exchange Model. Quarterly Journal of Economics 101(4), pp. 785-803.",
        "Campbell, J.Y. 1993. Intertemporal Asset Pricing without Consumption Data. American Economic Review 83, pp. 487-512.",
        "Campbell, J.Y. 1996. Understanding Risk and Return. Journal of Political Economy 104, pp.",
        "Campbell, J.Y. 1999. Asset Prices, Consumption, and the Business Cycle. in: J. Taylor and M.",
        "Woodford, eds, Handbook of Macroeconomics 1 (19), pp. 1231-1303. Campbell, J.Y. and J.H. Cochrane 1995. By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior. NBER Working paper 4995.",
        "Campbell, J.Y. and R.J. Shiller 1991. Yield Spreads and Interest Rate Movements: A Birds Eye View. Review of Economic Studies 58, pp. 495-514.",
        "Campbell, J.Y. and L.M. Viceira 2001. Who should buy long-term bonds? American Economic Review 91(1), p. 99-127.",
        "Carceles-Poveda, E. and C. Giannitsarou 2006. Asset Pricing with Adaptive Learning. Working Paper, University of Cambridge.",
        "Chapman, D. 1997. The Cyclical Properties of Consumption Growth and the Real Term Structure. Journal of Monetary Economics 39, 145-172.",
        "Cogley, T. 2005. Changing Beliefs and the Term Structure of Interest Rates: Cross-Equation Restrictions with Drifting Parameters. Review of Economic Dynamics 8, pp. 420-451.",
        "Cogley, T. and T.J. Sargent 2001. Evolving Post-World War II U.S. Inflation Dynamics NBER Macro Annual 2001.",
        "Cox, J.C., J.E. Ingersoll, and S.A. Ross 1985. A theory of the term structure of interest rates. Econometrica 53, 385-407.",
        "Duffie, D. and L. Epstein 1992. Stochastic Differential Utility. Econometrica 60(2), pp. 353-394.",
        "Duffie, D., M. Schroeder, and C. Skiadas 1997. A Term Structure Model with Preferences for the Timing of Resolution of Uncertainty. Economic Theory 9, pp. 3-22.",
        "Epstein, L. and S. Zin 1989. Substitution, Risk Aversion and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework. Econometrica 57, pp. 937-69.",
        "Evans, M.D. 1998. Real Rates, Expected Inflation, and Inflation Risk Premia. Journal of Finance 53(1), pp. 187-218.",
        "Evans, C.L. and D. Marshall 1998. Monetary policy and the term structure of nominal interest rates: Evidence and theory. Carnegie-Rochester Conference Series on Public Policy 49, 53-111.",
        "Fama, E.F. and R.R. Bliss 1987. The Information in Long-Maturity Forward Rates. American Economic Review 77, pp. 680-92.",
        "Fuhrer, J. 1996. Monetary Policy Shifts and Long-Term Interest Rates. Quarterly Journal of Economics 111(4), pp. 1183-1209.",
        "Gurkaynak, R., B. Sack, and E. Swanson 2005. The Sensitivity of Long-Term Interest Rates to Economic News: Evidence and Implications for Macroeconomic Models. American Economic Review 95(1), March 2005, 425-36.",
        "Hansen, L.P., J.C. Heaton, and N. Li 2005. Consumption strikes back? Measuring Long Run Risk. Working Paper, University of Chicago.",
        "Hordahl, P., O. Tristani, and D. Vestin 2005. The Yield Curve and Macroeconomic Dynamics. Working Paper, European Central Bank.",
        "Kozicki, S. and P.A. Tinsley 2001. Shifting Endpoints in the Term Structure of Interest Rates. Journal of Monetary Economics 47, pp. 613-652.",
        "Litterman, R. and J. Scheinkman 1991. Common factors affecting bond returns. Journal of Fixed Income 1, 54-61.",
        "Ljung, L. and T. Soderstrom 1987. Theory and Practice of Recursive Identification. MIT Press.",
        "Marcet, A. and J.P. Nicolini 2003. Recurrent Hyperinflations and Learning. American Economic Review 93(5), 1476-1498.",
        "Piazzesi, M. and M. Schneider 2006. Inflation and the Price of Real Assets. Working Paper, University of Chicago and FRB Minneapolis.",
        "Piazzesi, M., M. Schneider, and S. Tuzel 2006. Housing, Consumption, and Asset Pricing. Forthcoming Journal of Financial Economics.",
        "Restoy, F. and P. Weil 1998. Approximate Equilibrium Asset Prices. NBER Working Paper 6611.",
        "Rudebusch, G. and T. Wu 2005. A Macro-Finance Model of the Term Structure, Monetary Policy and the Economy. Working Paper, Federal Reserve Bank of San Francisco.",
        "Sargent, T.J. 1993. Bounded Rationality in Macroeconomics Oxford University Press.",
        "Sargent, T.J. 1999. The Conquest of American Inflation. Princeton University Press, Princeton, NJ."
    ]
}