{
    "id": 1260,
    "cites": 23,
    "cited_by": 1,
    "reference": [
        "Bennett, Carl A., and Norman L. Franklin. Statistical Analysis in chemistry and the Chemical Industry. New York: Wiley, 1954.",
        "Classen, Kathleen P. Unemployment Insurance and Job Search. Studies in the Economics of Search, ed. S. A. Lippman and J. J. McCall, pp. 191-219. Amsterdam: North-Holland, 1979.",
        "Clines, Francis X. Presidents Aides Study Plan to Tax Jobless Benefits. New York Times (November 26, 1982): Al.",
        "Ehrenberg, Ronald C., and Ronald L. Oaxaca. Unemployment Insurance, Duration of Unemployment, and Subsequent Wage Gain. American Eco nomic Review 66 (December 1976): 754-66.",
        "Entes, Ruth. Spells of Unemployment and Other Studies of Unemployment Insurance Beneficiaries, New York State. Albany: New York State Department of Labor, Division of Research and Statistics, 1980.",
        "Feldstein, Martin. Unemployment Compensation: Adverse Incentives and Distributional Anomalies. National Tax Journal 27 (June 1974): 231-44.",
        "Layoff Unemployment. American Economic Review 68 (December 1978): 834-46.",
        "Heckman, James J., and George J. Borjas. Does Unemployment Cause Future Unemployment? Definitions, Questions, and Answers from a Continuous Time Model of Heterogeneity and State Dependence. Economica 47 (August 1980): 247-83.",
        "Holen, Arlene. Effects of Unemployment Insurance Entitlement on Duration and Job Search Outcome. Industrial and Labor Relations Review 30 (July 1977): 445-50.",
        "Johnson, Norman L., and Samuel Kotz. Distributions in Statistics: Continuous Univariate Distributions -- 1. New York: Wiley, 1970.",
        "Kalbfleisch, John D., and Ross L. Prentice. The Statistical Analysis of Failure Time Data. New York: Wiley, 1980.",
        "Lancaster, Tony. Econometric Methods for the Duration of Unemployment. Econometrica 47 (July 1979): 939-56.",
        "Lippman, Steven A., and John J. McCall. The Economics of Job Search: A Survey. Economic Inquiry 14 (June 1976): 155-89.",
        "Moffitt, Robert, and Walter Nicholson. The Effect of Unemployment Insurance on Unemployment: The Case of Federal Supplemental Benefits. Review of Economics and Statistics 64 (February 1982): I-li.",
        "Mood, Alexander M., Franklin A. Graybill, and Duane C. Boes. Introduction to the Theory of Statistics. New York: McGraw-Hill, 1974.",
        "Mortensen, Dale T. Job Search, the Duration of Unemployment, and the Phillips Curve. American Economic Review 60 (December 1970): 847-62.",
        "Newton, Floyd C., and Harvey S. Rosen. Unemployment insurance, Income Taxation, and Duration of Unemployment: Evidence from Georgia. Southern Economic Journal 45 (January 1979): 773-84.",
        "Nickell, Stephen. Estimating the Probability of Leaving Unemployment. Econoinetrica 47 (September 1979): 1249-66.",
        "Quandt, Richard. Computational Problems and Methods. Handbook of Econometrics, ed. Zvi Criliches and Michael D. Intriligator. Amsterdam: North-Holland, forthcoming. Rosen, Harvey S. Taxes in a Labor Supply Model with Joint Wage-Hours Determination. Econometrica 44 (May 1976): 485-507.",
        "Strouse, Richard. An Evaluation of the CWBH Questionnaire. Princeton, N.J.: Mathematica Policy Research, 1980.",
        "Unemployment Insurance Service. Manual for Continuous Wage and Benefit History Data Bank. Washington: U.S. Department of Labor, 1977.",
        "Welch, Finis. What Have We Learned from Empirical Studies of Unemployment Insurance? Industrial and Labor Relations Review 30 (July 1977): 451-61.",
        "Williams, Robert George. Public Assistance and Work Effort: The Labor Supply of Low-Income Female Reads of Household. Princeton, N.J.: Industrial Relations Section, Princeton University, 1975."
    ]
}