{
    "id": 12603,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Allen, Alfred H. 1882. The Action of Water on Lead, Chemical News, 45:145-46. Baker, Moses N. 1897. The Manual of American Water-Works. New York: The Engineering News Publishing Company. Carlson, Elof. 2001. The Unfit: A History of a Bad Idea. Cold Spring Harbor: Cold Spring Harbor Laboratory Press, 2001.",
        "Committee on Service Pipes. New England Water Works Association. Report of Committee on Service Pipes. Presented to the Association on March 14, 1917. Reprinted in the Journal of New England Water Works Association. Volume 31. No. 3. September 1917, pp. 323-3 89. Cited in text as CSP.",
        "Costa, Dora and Matthew Kahn 2003. Public Health and Mortality: What Can We Learn from the Past? Working Paper. Available at htti://web~rniLedu/costa/www/costa kahnsubrnissionfinaLpdf Engineering News. Various issues. Cited in text as EN.",
        "Haines, Michael R. 2005. Fertility and Mortality in the United States. EH.Net Encyclopedia, edited by Robert Whaples. January 22, 2005. URL http://eh~net/encyciopedia/articIe/haines~demography Kirker, Gilbert. 1890. The Action of Potable Waters on Lead, British Medical Journal, January 11, pp. 7 1-72.",
        "Lanphear, B. and K.J. Rogham. 1997. Pathways of Lead Exposure in Urban Children. Environmental Research, 74:67-73.",
        "Massachusetts. State Board of Health. Annual Reports. Various years, 1890-1900. Cited in text as MSBH Milton News. Various issues.",
        "Perazella, M.A. 1996. Lead and the Kidney: Nephropathy, Hypertension, and Gout. Connecticut Medicine, 60:521-26.",
        "Preston, Samuel H. and Michael R. Haines. 1991. Fatal Years: Child Mortality in LateNineteenth Century America. Princeton: Princeton University Press.",
        "Quam, G.N., and Arthur Klein. 1936. Lead Pipes as a Source of Lead in Drinking Water. American Journal of Public Health, 26:778-80.",
        "Troesken, Werner. 2003. Lead Water Pipes and Infant Mortality in Turn of the Century Massachusetts. National Bureau of Economic Research, Working Paper 9549.",
        "Troesken, Werner. 2006. The Great Lead Water Pipe Disaster. Cambridge: MIT Press.",
        "Troesken, Werner, and Patty Beeson. 2003. On the Significance of Lead Water Mains in American Cities: Some Historical Evidence, in Health and Labor Force Participation over the Life Course. Edited by Dora L. Costa. Chicago: University of Chicago Press and NBER.",
        "United States. Department of Labor. Bureau of Labor Statistics. 1919. Women in the Lead Industries. By Alice Hamilton. Bulletin No. 253. Washington, DC: Government Printing Office.",
        "Wolpaw Reyes, Jessica. 2003. The Impact of Prenatal Lead Exposure on Infant Health. Department of Economics. Amherst College.",
        "Xintaras, C. 1992. Analysis Paper: Impact of Lead-Contaminated Soil on Public Health. U.S. Department of Health and Human Services. Agency for Toxic Substances and Disease Registry. Atlanta, GA. (http ://www. atsdr.cdc .gov/exlead.html)."
    ]
}