{
    "id": 12602,
    "cites": 20,
    "cited_by": 32,
    "reference": [
        "Accominotti, Olivier and Marc Flandreau, Does Bilateralism Promote Trade? Nireteerith Certury Liberabizatior Revisited, Workirig Paper 5423, CEPR December 2005.",
        "Anderson, James E., A Theoretical Fourdatior for the Gravity Equatior, American Economic Review, 1979, 69 (1), 106-116.",
        "Baier, S. and J. Bergstrand, The Growth of World Trade: Tariffs, Trarsport Costs, arid Ircome Similarity, Journal of International Economics, 2001, 53, 1-27.",
        "Clemens, Michael and Jeffrey G. Williamson, Wealth Bias ir the First Global Capital Market Boom, Economic Journal, April 2004, 11~, 304-337.",
        "Davis, D.R. and D.E. Weinstein, Market Access, Ecoromic Geography, arid Comparative Advartage, Journal of International Economics, 2003, 59 (1), 1-23.",
        "Evenett, Simon J. and Wolfgang Keller, Or Theories Explairiirig the Success of the Gravity Equatior, Journal of Political Economy, 2002, 110 (2), 281-316.",
        "Jacks, David, What Drove Nireteerith Certury Commodity Market Irtegratior?, Eai~plorations in Economic History, 2006, ~2 (3), 383-412.",
        "James, Harold, The End of Globalization, Cambridge: Cambridge Uriiversity Press, 2001.",
        "LÃ\u0083Â³pez-CÃ\u0083Â³rdova, J. Ernesto and Christopher M. Meissner, Excharge Rate Regimes arid Irterratiorab Trade: Eviderce from the Classical Gold Stardard Era, American Economic Review, 2003, 93 (1), 344-353.",
        "Markusen, J. and A Venables, The Theory of Erdowmert, Iritrairdustry arid Mubtiratiorab Trade, Journal of International Economics, 2000, 52 (2), 209-234.",
        "Novy, Dennis, Is the Iceberg Mebtirig Less Quickly? Irterratiorab Trade Costs After World War II, Mimeo. University of Warwick, 2006.",
        "Obstfeld, Maurice and Alan M. Taylor, Global Capital Markets: Integration, Crisis and Growth, Cambridge: Cambridge Uriiversity Press, 2004.",
        "There a Common Cause?, in Ben S. Bernanke and Kenneth Rogoff, eds., NBER Macroeconomics Annual, Cambridge: MIT Press, 2000.",
        "ORourke, Kevin H. and Jeffrey G. Williamson, Globalization and History: The Evolution of a Nineteenth- Century Atlantic Economy, Cambridge, Massachusetts and London: The MIT Press, 1999.",
        "Pahre, Robert, Agreeable Customs, Cambridge: Cambridge University Press, 2007.",
        "Ritzmann-Blickenstorfer, H., Statistique Historique de la Suisse, Zurich: Chronos, 1996.",
        "Saul, S.B., Studies in British Overseas Trade, 187O-19L~, Liverpool: Liverpool University Press, 1967.",
        "Sessional Papers, Trade of the British Empire and foreign competition: despatch from Mr Chamberlain to the Governors of the Colonies and the High Commissioner of Cyprus and the replies thereto, Vol. lx of Parliamentary Papers, HMSO, 1897. Stinnet, Douglas M., Jaroslav Tir, Philip Schafer, Paul F. Diehl, and Charles Gochman, The Correlates of War Project Direct Contiguity Data, Version 3, Conflict Management and Peace Science, 2002, 19 (2), 58-66.",
        "Stockman, Alan C. and Linda Tesar, Tastes and Technology in a Two-Country Model of the Business Cycle: Explaining International Comovements, American Economic Review, 1995, 85 (1), 168-185.",
        "Trefler, Daniel, The Case of Missing Trade and Other Mysteries, American Economic Review, 1995, 85 (5), 1029-1046."
    ]
}