{
    "id": 12606,
    "cites": 28,
    "cited_by": 10,
    "reference": [
        "ADAM, K., G. W. EvANS, AND S. HONKAPOHJA (in press): Are Hyperinflation Paths Learnable?, Journal of Economic Dynamics and Control. BRUNO, M., AND S. FISCHER (1990): Seigniorage, Operating Rules, and the High Inflation Trap, Quarterly Journal of Economics, May, 353-374.",
        "CAGAN, P. (1956): The Monetary Dynamics of Hyperinflation, in Studies in the Quantity Theory of Money, ed. by M. Friedman. University of Chicago Press, Chicago, IL.",
        "CHO, 1.-K., AND K. KASA (2003): Learning Dynamics and Endogenous Currency Crises, Computing in Economics and Finance 2003, Society for Computational Economics.",
        "CHO, 1.-K., N. WILLIAMS, AND T. J. SARGENT (2002): Escaping Nash Inflation, Review of Economic Studies, 69, l-40.",
        "DORNBUSCH, R. (1985): Comment, in Inflation and indexation: Argentina, Brazil, and Israel, ed. by J. Williamson. MIT Press, Cambridge, MA.",
        "ELLIoTT, R., L. AGG0UN, AND J. MOORE (1995): Hidden Markov Models: Estimation and Control. Springer-Verlag, New York and Berlin.",
        "ELLISON, M., L. GRAHAM, AND J. VILMUNEN (2006): Strong contagion with weak spillovers, Review of Economic Dynamics, 9(2), 263-283.",
        "EvANS, G., AND S. HONKAPOHJA (2001): Learning and Expectations in Macroeconomics.",
        "Princeton University Press, Princeton, New Jersey. FISCHER, S. (1982): Seigniorage and the Case for a National Money, Journal of Political Economy, 90(2), 295-313.",
        "Government Budget Constraint, in Economic Policy in Theory and Practice, ed. by A. Razin, and E. Sadka, pp. 203-207. St. Martins Press, New York, New York. FRIEDMAN, M. (1948): A Monetary and Fiscal Framework for Economic Stability, The American Economic Review, 38, 245-264.",
        "HAMILTON, J. D. (1989): A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle, Econometrica, 57(2), 357-384.",
        "HAMILTON, J. D., D. F. WAGGONER, AND T. ZHA (2004): Normalization in Econometrics, Federal Reserve Bank of Atlanta Working Paper 2004-13.",
        "IMR0H0R0GLU, 5. (1993): Testing for Sunspot Equilibria in the German Hyperinflation, Journal of Economic Dynamics and Control, 17(3), 289-317.",
        "KASA, K. (2004): Learning, Large Deviations, And Recurrent Currency Crises, International Economic Review, 45, 141-l 73.",
        "THE CONQUEST OF SOUTH AMERICAN INFLATION 59 KuSHNER, H. J., AND G. G. YIN (1997): Stochastic Approximation Algorithms and Applications. Springer-Verlag.",
        "LJuNGQvIST, L., AND T. J. SARGENT (2004): Recursive Macroeconomic Theory.",
        "LuCAS, JR., R. E., AND T. J. SARGENT (1981): Rational Expectations and Econometrics Practice. University of Minnesota Press, Minneapolis, Minnesota.",
        "MARCET, A., AND J. P. NICOLINI (2003): Recurrent Hyperinflations and Learning, The American Economic Review, 93(5), 1476-1498.",
        "MARCET, A., AND T. J. SARGENT (1989a): Convergence of Least Squares Learning Mechanisms in Self-Referential Linear Stochastic Models, Journal of Economic Theory, 48, 337-368.",
        "International Symposia in Economic Theory and Econometrics, ed. by W. Barnett, J. Geweke, and K. Shell, pp. 119-137. Cambridge University Press, Cambridge, England. MARIM0N, R., AND S. SuNDER (1993): Indeterminacy of Equilibria in a Hyperinflation World: Experimental Evidence, Econometrica, 61(5), 1073-l 107.",
        "Princeton, New Jersey. SARGENT, T. J., AND N. WALLACE (1987): Inflation and the Government Budget Constraint, in Economic Policy in Theory and Practice, ed. by A. Razin, and E. Sadka, pp. 170-200. St. Martins Press, New York, New York.",
        "SARGENT, T. J., AND N. WILLIAMS (2003): Impacts of Priors on Convergence and Escapes from Nash Inflation, Manuscript, New York University and Princeton University.",
        "SCL0vE, S. L. (1983): Time-Series Segementation: A Model and a Method, Information Sciences, 29(1), 7-25.",
        "SIMS, C. A. (2001): Stability and Instability in US Monetary Policy Behavior, Manuscript, Princeton University.",
        "THE CONQUEST OF SOUTH AMERICAN INFLATION 60 SIMS, C. A., D. F. WAGGONER, AND T. ZHA (2006): Generalized Methods for Restricted Markov-Switching Moels with Independent State Variables, Unfinished Manuscript.",
        "SIMS, C. A., AND T. ZHA (2006): Were There Regime Switches in US Monetary Policy?, The American Economic Review, 96, 54-81.",
        "TADI~, V. B., AND S. P. MEYN (2003): Asymptotic Properties of Two Time-Scale Stochastic Approximation Algorithms with Constant Step Sizes, Proceedings of the 2003 American Control Conference.",
        "TETL0w, R., AND P. VON ZUR MuEHLEN (2004): Avoiding Nash Inflation: Bayesian and robust responses to model uncertainty, Review of Economic Dynamics, 7, 869-899."
    ]
}