{
    "id": 12611,
    "cites": 14,
    "cited_by": 13,
    "reference": [
        "Jacobson, Louis S., Robert J. LaLonde, and Daniel G. Sullivan, Earnings Losses of Displaced WorkersAmerican Economic Review, Vol. 83, No. 4. (Sep., 1993), pp. 685-709.",
        "Kahn, Shulamit, Evidence of Nominal Wage Stickiness from Microdata, American Economic Review, Vol. 87, No. 5. (Dec., 1997), pp. 993-1008.",
        "Kahneman, Daniel, Jack L. Knetsch, and Richard Thaler, Fairness as a Constraint on Pro...t Seeking: Entitlements in the Market, American Economic Review, Vol. 76, No. 4. (Sep., 1986), pp. 728-741.",
        "Kahneman, Daniel, and Amos Tversky, Prospect Theory: An Analysis of Decision under Risk, Econometrica, Vol. 47, No. 2. (Mar., 1979), pp. 263-292.",
        "Keynes, John Maynard, The General Theory of Employment, Interest, and Money, 1936.",
        "Kramarz, F., Rigid Wages: What Have we Learnt from Microeconometric Studies, in Advances in Macroeconomic Theory, J. DrÃ\u0083Â¨ze ed., 194-216, Oxford University Press, Oxford, UK. Lebow, David E., Raven E. Saks, Beth-Anne Wilson, Downward Nominal Wage Rigidity: Evidence from the Employment Cost Index, Board of Governors of the Federal Reserve System, Finance and Economics Discussion Series: 99/31 July 1999.",
        "Madrian, Brigitte, and Lars J. Lefgren, A Note on Longitudinally Matching Current Population Survey (CPS) RespondentsNBER Technical Working Paper 247, November 1999.",
        "Mankiw, N. G., Comment on: Akerlof, George A., William T. Dickens, and George L. Perry, The Macroeconomics of Low Ination, Brookings Papers on Economic Activity, Vol. 1996, No. 1.",
        "Nickell, S., and Glenda Quintini, Nominal wage rigidity and the rate of ination, Economic Journal, October 2003, vol. 113, no. 490, pp. 762-781(20).",
        "Sha...r, Eldar, Peter Diamond, and Amos Tversky, Money Illusion, Quarterly Journal of Economics. May 1997; 112(2): 341-74.",
        "Smith, Jennifer, Nominal wage rigidity in the United Kingdom, Economic Journal 110 (March 2000), 176-195.",
        "Smith, Jennifer, How Costly is Downward Nominal Wage Rigidity in the UK?, mimeo, December 2004.",
        "Solow, Robert M., Another Possible Source of Wage Stickiness, Journal of Macroeconomics, Vol. 1, pp.7982, Winter 1979.",
        "Stokey, Nancy L., and Robert E. Lucas Jr., Recursive methods in economic dynamics, with Edward C. Prescott Cambridge, Mass. and London: Harvard University Press, 1989."
    ]
}