{
    "id": 12614,
    "cites": 36,
    "cited_by": 6,
    "reference": [
        "[1] F. Alvarez and U. Jermann (2000), Efficiency, Equilibrium, and Asset Pricing with Risk of Default, Econometrica, 68, 4, p. 775-797.",
        "[2] M. Amador (2003), A Political Model of Sovereign Debt Repayment, working paper, Stanford University.",
        "[3] A. Berentsen, G. Camera and C. Waller (2005), Money, Credit and Banking, Journal of Economic Theory, forthcoming.",
        "[4] T. Bewley (1980), The Optimum Quantity of Money, in J. H. Kareken and N. Wallace, eds. Models of Monetary Economies. Minneapolis: Federal Reserve Bank.",
        "[5] J. Bulow and K. Rogoff (1988), Sovereign Debt: Is to Forgive to Forget? working paper 2623, National Bureau of Economic Research, Cambridge, MA.",
        "[6] J. Bulow and K. Rogoff (1989a), Sovereign Debt: Is to Forgive to Forget? American Economic Review 79, 1, p. 43-50.",
        "[7] J. Bulow and K. Rogoff (1989b), A Constant Recontracting Model of Sovereign Debt, Journal of Political Economy 79, 1, p. 43-50.",
        "[8] R. Cavalcanti, A. Erosa, and T. Temzelides (1999), Private Money and Reserve Management in a Matching Model, Journal of Political Economy 107, 5, p. 929-945.",
        "[9] V. V. Chari and P. Kehoe (1993), Sustainable Plans and Debt, Journal of Economic Theory 61, 2, p. 230-261.",
        "[10] H. Cole and P. Kehoe (1995), The Role of Institutions in Reputation Models of Sovereign Debt, Journal of Monetary Economics, 35, 1, p. 45-64.",
        "[11] H. Cole and P. Kehoe (1998), Models of Sovereign Debt: Partial versus General Reputations, International Economic Review, 39, 1, p. 55-70.",
        "[12] J. Eaton and M. Gersovitz (1981), Debt with Potential Repudiation - Theoretical and Empirical Analysis, Review of Economic Studies 48, 2, p. 289-309.",
        "[13] P. Gourinchas and H. Rey (2005), From World Banker to World Venture Capitalist: US External Adjustment and The Exorbitant Privilege, in R. Clarida, ed. G7 Current Account Imbalances: Sustainability and Adjustment, Chicago: The University of Chicago Press.",
        "[14] H. Grossman and T. Han (1999), Sovereign Debt and Consumption Smoothing, Journal of Monetary Economics 44, 1, p. 149-158.",
        "[15] F. Gul and W. Pesendorfer (2004), Self-Control and the Theory of Consumption Econometrica 72, 1, p. 119-158.",
        "[16] K. Jeske (2006), Private International Debt with Risk of Repudiation, Journal of Political Economy 114, 3, p. 576-593.",
        "[17] J. Kareken and N. Wallace (1981), On the Indeterminacy of Equilibrium Exchange Rates, Quarterly Journal of Economics 96, 2, p. 207-222.",
        "[18] T. Kehoe and D. Levine (1993), Debt-Constrained Asset Markets, Review of Economic Studies 60, 4, p. 865-888.",
        "[19] N. Kocherlakota (1992), Bubbles and Constraints on Debt Accumulation, Journal of Economic Theory 57, 1, p. 245-256.",
        "[20] N. Kocherlakota (1996), Implications of Efficient Risk-Sharing without Commitment, Review of Economic Studies 63, 4, p. 595-609.",
        "[21] K. Kletzer and B. Wright (2000), Sovereign Debt as Intertemporal Barter, American Economic Review 90, 3, p. 621-639.",
        "[22] D. Krueger and F. Perri (2006), Does Income Inequality Lead to Consumption Inequality? Evidence and Theory, Review of Economic Studies 73, 1, p. 163-193.",
        "[23] D. Krueger and H. Uhlig (2005), Competitive Risk-Sharing Contracts with One-Sided Commitment, Journal of Monetary Economics, forthcoming.",
        "[24] L. Ljungqvist and T. J. Sargent (2000), Recursive Macroeconomic Theory, Cambridge, MA: MIT Press.",
        "[25] H. Lustig (2004), The Market Price of Aggregate Risk and the Wealth Distribution, working paper, UCLA.",
        "[26] E. Mohr (1991), Economic Theory and Sovereign International Debt, London: Academic Press.",
        "[27] W. Pesendorfer (1992), Sovereign Debt: Foregiving and Forgetting reconsidered, working paper, Kellogg MEDS.",
        "[28] M. Santos and M. Woodford (1997), Rational Asset Pricing Bubbles, Econometrica 65, 1, p. 19-57.",
        "[29] J. Scheinkman and L. Weiss (1986), Borrowing Constraints and Aggregate Economic Activity , Econometrica 54, 1, p. 23-46.",
        "[30] J. Thomas (1992), Sovereign Debt: Ignorance can be Bliss, Journal of Development Economics 39, 2, p. 389-396.",
        "[31] J. Tirole (1982), On the Possibility of Speculation under Rational Expectations, Econometrica, 50, 5, 1163-1181.",
        "[32] R. Townsend (1980), Models of Money with Spatially Separated Agents, in J. H. Kareken and N. Wallace, eds. Models of Monetary Economies. Minneapolis: The Federal Reserve Bank.",
        "[33] J. Ventura (2004), Bubbles and Capital Flows, working paper, CREI, Universitat Pompeu Fabra.",
        "[34] M. Woodford (1990), Public Debt as Private Liquidity, American Economic Review 80, 2, p. 382-388.",
        "[35] M. Wright (2002), Reputations and Sovereing Debt, working paper, Stanford University.",
        "[36] M. Wright (2006), Private Capital Flows, Capital Controls and Default Risk, Journal of International Economics 69, 1, p. 120-149."
    ]
}