{
    "id": 12621,
    "cites": 26,
    "cited_by": 30,
    "reference": [
        "Berck, P. and K. Sydaeter, 1992, Economists Mathematical Manual, 2nd edition, SpringerVerlag, Berlin.",
        "Blondal, S. and D. Scarpetta Stefano, 1997, Early Retirement in OECD Countries: the Role of Social Security Systems, OECD Economic Studies 29, 754.",
        "Bloom, D.E., Canning, D. and M. Moore, 2004, The Effect of Improvements in Health and Longevity on Optimal Retirement and Saving, NBER Working Paper No. 10919.",
        "Bruno, G.S.F., 2005, Approximating the bias of the LSDV estimator for dynamic unbalanced panel data models, Economics Letters 87, 361366.",
        "Crimmins, E.M., 2004, Trends in the health of the elderly, Annual Review of Public Health 25, 7998.",
        "Deaton, A. and C.H. Paxson, 1997, The Effects of Economic and Population Growth on National Savings and Inequality, Demography 34, 97114.",
        "Drukker, D.M., 2003, Testing for serial correlation in linear panel-data models, Stata Journal 3, 168177.",
        "Easterly, W., Kremer, M., Pritchett, L., and L.H. Summers, 1993, Good policy or good luck? Country growth performance and temporary shocks, Journal of Monetary Economics 32, 459 483.",
        "Feldstein, M.S., 1976, Social Security and Saving: The Extended Life Cycle Theory, American Economic Review 66, 7786.",
        "Fry, M. and A. Mason, 1982, The Variable Rate of Growth Effect in the Life-Cycle Model, Economic Inquiry 20, 42642.",
        "Gruber, J. and D. Wise, 1998, Social Security and Retirement: An International Comparison, American Economic Review 88, 15863.",
        "Heston, A., Summers, R., and B. Aten, 2002, Penn World Table Version 6.1, Center for International Comparisons at the University of Pennsylvania.",
        "Higgins, M. and J.G. Williamson, 1997, Age Structure Dynamics in Asia and Dependence on Foreign Capital, Population and Development Review 23, 261293.",
        "Higgins, M., 1998, Demography, National Savings, and International Capital Flows, International Economic Review 39, 34369.",
        "Hurd, M., McFadden, D., and L. Gan, 1998, Subjective Survival Curves and Life-Cycle Behavior, in D. Wise (ed.), Inquiries in the Economics of Aging, University of Chicago Press, Chicago.",
        "International Labor Organization, 1997, Economically Active Population, Estimates and Projections, Fourth Edition, Bureau of Statistics, Geneva, Switzerland.",
        "International Labor Organization, 2005, Economically Active Population, Fifth Edition, Bureau of Statistics. Geneva, Switzerland.",
        "Kalemli-Ozcan, S. and D.N. Weil, 2002, Mortality Change, the Uncertainty Effect, and Retirement, NBER Working Paper 8742.",
        "Kelley, A.C. and R.M. Schmidt, 1996, Saving, Dependency, and Development, Journal of Population Economics 9, 36586.",
        "Leff, N.H., 1969, Dependency Rates and Savings Rates, American Economic Review 59, 886 896.",
        "Nickell, S., 1981, Biases in Dynamic Models with Fixed Effects, Econometrica 49, 141726.",
        "Sheshinski, E., 2005, Longevity and Aggregate Savings, Discussion Paper Series dp403, Center for Rationality and Interactive Decision Theory, Hebrew University, Jerusalem.",
        "United Nations, 2004, World Population Prospects, United Nations, Washington D.C.",
        "Wooldridge, J. M., 2002, Econometric Analysis of Cross Section and Panel Data, MIT Press, Cambridge, MA.",
        "World Bank, 2002, World Development Indicators, World Bank, Washington D.C.",
        "Zhang, J., Zhang, J. and R. Lee, 2003, Rising Longevity, Education, Savings, and Growth, Journal of Development Economics 70, 83101."
    ]
}