{
    "id": 12629,
    "cites": 14,
    "cited_by": 38,
    "reference": [
        "Aguiar, Mark, and Gita Gopinath, Emerging Market Business Cycles: The Cycle is the Trend, Jonrmal of Political Ecomomy 115, 2007, 69-102.",
        "Basu, S. and A. Taylor, Business Cycles in International Historical Perspective, NBER working paper 7090, April 1999.",
        "Burnside, Craig, Real Business Cycle Models: Linear Approximation and GMM Estimation,  manuscript, The World Bank, May 1, 1999.",
        "Cogley, Timothy and James M. Nason, Output Dynamics in Real Business Cycle Model, Amen cam Ecomomic Review 85, June 1995, 492-511.",
        "Ferreres, Orlando J,, Dos Siglos de EcomomIa Angemtima (181O-~OU4). Histonia Angemtima em Cifnas, FundaciÃ\u0083Â³n Norte y Sur: Buenos Aires, 2005.",
        "King, R.G., C.L. Plosser and S.T. Rebelo, Production, Growth and Business Cycles I: The Basic Neoclassical Model, Jonnmal of Mometany Ecomomics ~1, 1988, 191-232.",
        "Kydland, Finn E. and Edward C. Prescott, Time to Build and Aggregate Fluctuations, Ecomometnica 50, November 1982, 1345-70.",
        "Kydland, Finn E. and Carlos E. J. M. Zarazaga, Argentinas Lost Decade, Review of Ecomomic Dymamics 5, January 2002, 152-165.",
        "Neumeyer, Pablo A. and Fabrizio Perri, Business Cycles in Emerging Economies: The Role of Interest Rates, Jonnmal of Mometany Ecomomics 5~, March 2005, 345-380.",
        "Reinhart, Carmen M., VÃ\u0083Â©gh, Carlos A. , Nominal Interest Rates, Consumption Booms, and Lack of Credibility: A Quantitative Examination, Jonnmal of Developmemt Ecomomics, April 1995, 46(2), 357-78.",
        "RepÃ\u0083Â¼blica Argentina, Ministerio de EconomIa y Obras y Servicios PÃ\u0083Â¼blicos, Argentina en crecimiento, 1994- 1996, Buenos Aires, 1994.",
        "Sturzenegger A. and R. Moya, Economic Cycles, in G. della Paolera and A. Taylor editors, A New Ecomomic History of Argemtima, Cambridge University Press, November 2003.",
        "Tauchen, George, Diagnostic Testing and Evaluation of Maximum Likelihood Models, Jonrmal of Ecomometrics 30, 1985, pp. 415-443.",
        "Uribe, MartIn, Lectures in Open Economy Macroeconomics, manuscript, Duke University, Spring 2006."
    ]
}