{
    "id": 12626,
    "cites": 10,
    "cited_by": 2,
    "reference": [
        "Barber, Brad M., and John D. Lyon, 1997, Detecting Long-run Abnormal Stock Returns: the Empirical Power and Specification of Test Statistics, Journal of Finance, 43, 341372. Bray, Alon, and Paul A. Gompers, 1997, Myth or Reality? The Long-Run Underperformance of Initial Public Offerings: Evidence from Venture and Nonventure Capital-Backed Companies, Journal of Finance, 52, 1791-1821.",
        "Chou, De-Wai, Michael Gombola, and Feng-Ying Liu, 2006, Earnings Management and Stock Performance of Reverse Leveraged Buyouts, Journal of Financial and Quantitative Analysis, forthcoming.",
        "Cowan, Lynn, 2006, Big Debt Often Lurks Behind IPOs, Wall Street Journal, May 15, C4.",
        "Degeorge, Francois; Zeckhauser, Richard, 1993, The Reverse LBO Decision and Firm Performance: Theory and Evidence, Journal of Finance, 48, 1323-48.",
        "Holthausen, Robert W., and David F. Larcker, 1996, The Financial Performance of Reverse Leveraged Buyouts, Journal of Financial Economics, 42, 293-332.",
        "Gompers, Paul, and Josh Lerner, 1999, Conflict of Interest in the Issuance of Public Securities: Evidence from Venture Capital, Journal of Law and Economics, 42, 1-28.",
        "Hamao, Yasushi, Frank Packer, and Jay R. Ritter, 2000, Institutional Affiliation and the Role of Venture Capital: Evidence from Initial Public Offerings in Japan, Pacific-Basin Finance Journal, 8, 529-58 Jam, Bharat, and Omesh Kini, 2000, Does the Presence of Venture Capitalists Improve the Survival Profile of IPO Firms?, Journal of Business Finance and Accounting, 27, 1139-1183.",
        "Kaplan, Steven N., 1989, The Effects of Management Buyouts on Operating Performance and Value, Journal of Financial Economics, 24, 2 17-254.",
        "Kaplan, Steven N., 1997, The Evolution of U.S. Corporate Governance: We are All Henry Kravis Now, Journal of Private Equity, 1, Fall, 7-14.",
        "Rickertsen, Rick, 2001, Buyout: The Insiders Guide to Buying Your Own Company, New York, Amacom."
    ]
}