{
    "id": 12622,
    "cites": 38,
    "cited_by": 0,
    "reference": [
        "Association for Financial Professional, 2004 Credit Access Survey.",
        "Basel Committee on Banking Supervision, 2003, Markets for Bank Subordinated Debt and Equity in Basel Committee Member Countries, August, Working Paper No. 12.",
        "Beatty, Anne, and Joseph Weber, 2000, Performance Pricing in Debt Contracts, Social Science Research Network Electronic Paper Collection: http://papers.ssrn.com/paper.taf? abstract_id=249172.",
        "Beim, David O., 1996, The Prime Premium: Is Relationship Banking Too Costly for Some?, Working Paper 1996, Columbia Business School.",
        "Benston, George, 1989, The Separation of Commercial and Investment Banking: The Glass-Steagall Act Revisited and Reconsidered, Norwell: Kluwer Academic.",
        "Berger, A., and Humphrey, D., 1991, The dominance of inefficiencies of Scale and Product Mix Economies in Banking, Journal of Monetary Economics 28, 117-148.",
        "Bharath, Sreedhar, Sandeep Dahiya, Anthony Saunders, and Anand Srinivasan, 2004, So What Do I Get? The Banks View of Lending Relationships, Working Paper S-FI-04-10, Salomon Center for the Study of Financial Institutions, New York University.",
        "Calomiris, Charles W., 1997, The Postmodern Bank Safety Net: Lessons from Developed and Developing Economies, Washington, D.C.: AEI Press.",
        "Calomiris, Charles W., 1999, Building an Incentive-Compatible Safety Net, Journal of Banking and Finance 23, October, 1499-520.",
        "Calomiris, Charles W., 2000, U.S. Bank Deregulation in Historical Perspective, Cambridge: Cambridge University Press.",
        "Calomiris, Charles W., and Charles P. Himmelberg, 2001, Investment Banking Costs as a Measure of the Cost of External Finance, Working Paper, Columbia Business School, Revised May 2001.",
        "Calomiris, Charles W., and Jason Karceski, 2000, Is the Bank Merger Wave of the 90s Efficient?, in Mergers and Productivity, Steven Kaplan, ed., National Bureau of Economic Research, University of Chicago Press, 2000, 93-161.",
        "Calomiris, Charles W., and Thanavut Pornrojnangkool, 2005, Monopoly-Creating Bank Consolidation? The Merger of Fleet and BankBoston, National Bureau of Economic Research, Working Paper w11351, 2005.",
        "Calomiris, Charles W., Charles P. Himmelberg, and Paul Wachtel, 1995, Commercial Paper, Corporate Finance, and the Business Cycle: A Microeconomic Perspective, Carnegie-Rochester Series on Public Policy.",
        "Covitz, D.M., D. Hancock, and M.L. Kwast, 2000, Mandatory Subordinated Debt: Would Banks Face More Market Discipline?, Working Paper, Federal Reserve Board.",
        "De Long, J. Bradford, 1991, Did Morgans Men Add Value?, in Inside the Business Enterprise: Historical Perspectives on the Use of Information, edited by Peter Temin, 205-36, Chicago: University of Chicago Press.",
        "Drucker, Steve, and Manju Puri, 2005, On the benefits of concurrent lending and underwriting, Journal of Finance, forthcoming.",
        "Evanoff, Douglas D., and Larry D. Wall, 2001, Sub-Debt Yield Spreads as Bank Risk Measures, Journal of Financial Services Research, 20, October, 121-46.",
        "Evanoff, Douglas D., and Larry D. Wall, 2002, Measures of the Riskiness of Banking Organizations: Subordinated Debt Yields, Risk-Based Capital, and Examination Ratings, Journal of Banking and Finance, May, 989-1009.",
        "Fraser, Donald, Greg Hebb, and Gregory H. MacKinnon, 2005, Lending and Underwriting: Evidence on Tying Behaviour by Banks, Working Paper, Saint Marys University, undated.",
        "Gande, Amar, Manju Puri, Anthony Saunders, and Ingo Walter, 1997, Bank underwriting of debt securities: Modern evidence, Review of Financial Studies 10, 11751202.",
        "General Accounting Office, 2003, Bank Tying Additional Steps Needed to Ensure Effective Enforcement of Tying Prohibitions, Report to the Chairman and Ranking Minority Member, Committee on Financial Services, House of Representatives.",
        "Garmaise, Mark J., Tobias J. Moskowitz, 2006, Bank Mergers and Crime: The Real and Social Effects of Credit Market Competition, Journal of Finance 61, 495-538.",
        "Greenbaum, Stuart, George Kanatas, and Itzhak Venezia, 1989, Equilibrium Loan Pricing Under the Bank Client Relationship, Journal of Banking and Finance 13, 221235.",
        "Hancock, D., and M.L Kwast, 2001, Using Subordinated Debt to Monitor Bank Holding Companies: Is It Feasible?, Journal of Financial Services Research 20, October, 147-87.",
        "Kroszner, Randall, and Raghuram G. Rajan, 1997, Organization Structure and Credibility: Evidence from Commercial Bank Securities Activities before the GlassSteagall Act, Journal of Monetary Economics 39, 475-516.",
        "Mullineaux, Donald J., 2003, Tying and Subsidized Loans: A Doubtful Problem, Working Paper, University of Kentucky.",
        "Marco Pagano, Fabio Panetta, and Luigi Zingales, 1998, Why Do Companies Go Public? An Empirical Analysis, Journal of Finance 53, 27-64.",
        "Pulley, L., and Humphrey D., 1993, The Role of Fixed Costs and Cost Complementarities in Determining Scope Economies and the Costs of Narrow Banking Proposals, Journal of Business 66, 437-462.",
        "Puri, Manju, 1994, The Long-Term Default Performance of Bank Underwritten Securities Issues, Journal of Banking and Finance 18, 397-481.",
        "Puri, Manju, 1996, Commercial Banks in Investment Banking Conflict of Interest or Certification Role?, Journal of Financial Economics 40, 373-401.",
        "Rajan, Raghuram, 1992, Insiders and Outsiders: The Choice between Informed and Arms Length Debt, Journal of Finance 47, 1367-1400.",
        "Rajan, Raghuram, 1995, The Entry of Commercial Banks into Securities Business: A Selective Survey of Theories and Evidence, mimeo, University of Chicago.",
        "Roten, Ivan C., and Donald Mullineaux, 2002, Debt Underwriting by Commercial Bankaffiliated Firms and Investment Banks: More Evidence, Journal of Banking and Finance 26, 689-718.",
        "Schenone, Carola, 2004, The Effect of Banking Relationships on the Firms IPO Underpricing, Journal of Finance 59, 2903-2958.",
        "Shadow Financial Regulatory Committee, 2000, Reforming Bank Capital Regulation, Washington, D.C.: AEI Press.",
        "Sharpe, S., 1990, Asymmetric Information, Bank Lending and Implicit Contracts: A Stylized Model of Customer Relationships, Journal of Finance 45, 1069-1088.",
        "Sufi, Amir, 2004, Does Joint Production of Lending and Underwriting Help or Hurt Firms? A Fixed Effects Approach, Working Paper, Massachusetts Institute of Technology."
    ]
}