{
    "id": 12624,
    "cites": 13,
    "cited_by": 9,
    "reference": [
        "Bitler, Marianne P., Jonah B. Gelbach, and Hilary W. Hoynes. 2005. Welfare Reform and Health. Journal of Human Resources 40(2): 309-334.",
        "Blank, Rebecca. 2002. Evaluating welfare reform in the United States. Journal of Economic Literature 40(4):1-43.",
        "Blank, Rebecca. 2000. Fighting Poverty: Lessons from Recent US History. Distinguished lecture on economics in government, delivered to a joint session of the Society of Government Economists and the American Economic Association at the annual meetings of the ASSA, Boston, MA.",
        "Battistin, Erich. 2003. Errors in Survey Reports of Consumer Expenditures, The Institute for Fiscal Studies, WP03/07.",
        "Duncan, Greg and Lindsay Chase-Lansdale. (eds) 2004. For Better and For Worse: Welfare Reform and the Well-Being of children and Families. New York: Russell Sage Foundation.",
        "Gregg, Paul, Jane Waldfogel, and Elizabeth Washbrook (in press). Tackling Child Poverty in the UK: Are Low-Income Families with Children Starting to Catch Up? Forthcoming in Labour Economics. Grogger, Jeff, Lynn Karoly, and Jacob Klerman. 2002. Consequences of Welfare Reform: A Research Synthesis. DRU-2676-Depatment of Health and Human Services.",
        "Haskins, Ron. 2001. Effects of Welfare Reform on Family Income and Poverty. In Rebecca Blank and Ron Haskins (eds). The New World of Welfare. Washington, DC: Brookings Institution Press.",
        "Meyer, Bruce and James X. Sullivan. 2003. Measuring the Well-being of Poor using Income and Consumption. Journal of Human Resources 38(S):1180-1220..",
        "Meyer, Bruce and James X. Sullivan. 2005. The Well-Being of Single-Mother Families After Welfare Reform Welfare Reform and Beyond Brief 33, The Brookings Institution. August.",
        "Rector, Robert. 2004. Understanding Poverty and Economic Inequality in the United States. Backgrounder No. 1756. Washington, DC: The Heritage Foundation.",
        "Schoeni, R. F. and Blank, R.M. 2000. What has welfare reform accomplished? Impacts on welfare participation, employment, income, poverty and family structure. National Bureau of Economic Research, Working Paper No. 7627. Cambridge, MA: National Bureau of Economic Research.",
        "Sherman, Arloc, and Sharon Parrott. 2006. TANF AT 10: Program Results are More Mixed Than Often Understood. Center on Budget and Policy Priorities, Washington DC. August, http://www.cbpp.org/8-17-06tanf.htm Waldfogel, Jane (2006). What Children Need. Cambridge: Harvard University Press.",
        "Winship, Scott and Christopher Jencks. 2002. Changes in Food Security and Welfare Reform: Can We Identify a Policy Effect? Unpublished document, Harvard University."
    ]
}