{
    "id": 12625,
    "cites": 46,
    "cited_by": 6,
    "reference": [
        "Arlen, J (1990), `Re-examining liability rules when injurers as well as victims suffer losses, 10, International Review of Law and Economics, 233-239.",
        "Bar-Gill, Oren, and Ben-Shahar, Omri (2003), `The Uneasy Case for Comparative Negligence, American Law and Economic Review, 5: 433-469.",
        "Burrows, P (1999), A deferential role for efficiency theory in analysing causation-based Tort law, 8, European Journal of Law and Economics, 29-49.",
        "Calabresi, Guido (1965), The decision for accidents: An approach to non-fault allocation of costs. 78 Harvard Law Review 713-745.",
        "Calabresi, Guido (1970), The Costs of Accidents: A Legal and Economic Analysis, New Haven: Yale University Press.",
        "Calabresi, Guido and Cooper, Jeffrey (1996), New directions in tort law. 30 Valparaiso University Law Review, 859-884.",
        "Chung, Tai-Yeong (1993), `Efficiency of Comparative Negligence: A Game Theoretic Analysis, 22 Journal of Legal Studies, 395-404.",
        "Cooter, R. D. and Ulen, T. S. (2004), Law and Economics, 4th ed., New York, Addison-Wesley.",
        "Cooter, Robert D. and Ulen, Thomas S. (1986), `An Economic Case for Comparative Negligence, 81 New York University Law Review, 1067-1110.",
        "Delhaye Eef `Accident Analysis; the role of liability rulesat www.econ.kuleuven.be/ete/downloads/delhaye 2002liab.pdf as on May 13, 2006 Dari Mattiacci, G (2002), `Tort Law and Economics, in Hatzis A. ed., Economics Analysis of Law: A European Perspective, Edward Elgar.",
        "Dharmapala, Dhammika and Hoffmann, Sandra (2005), `Bilateral Accident with Intrinsically Interdependent Costs of Precaution, Journal of Legal Studies, 34, 239-272.",
        "Edlin, Aaron S. (1994), `Efficient Standards of Due Care: Should Courts Find More Parties Negligent under Comparative Negligence?, 14 International Review of Law and Economics, 21-34.",
        "Emons, Winand (1990), `Efficient Liability Rules for an Economy with Non-identical Individuals, Journal of Public Economics, 42 , 89-104.",
        "Emons, Winand and Sobel, Joel (1991), `On the Effectiveness of Liability Rules when Agents are not Identical, Review of Economic Studies, 58, 375-390.",
        "Feldman, Allan M. and Frost, John M. (1998), `A Simple Model of Efficient Tort Liability Rules, 18 International Review of Law and Economics, 201-215.",
        "Geistfeld, Mark (2001), Economics, Moral Philosophy, and the Positive Analysis of Tort Law, in Gerald J. Postema ed., Philosophy and the Law of Torts, 250-75, Cambridge University Press.",
        "Goerke, Laszlo (2002), ` Accident Law: Efficiency May Require an Inefficient Standard, German Economic Review 3, 43-51.",
        "Grady, Mark F. (1989), `Untaken Precautions, 18, Journal of Legal Studies, 139-156.",
        "Grimley, William (2000), Comparative Fault Solidary Delictual Obligations: On Further Consideration , 60 Louisiana Law Review 513.",
        "Haddock, D., and Curran, C. (1985): An Economic Theory of Comparative Negligence. Journal of Legal Studies 14: 49-72.",
        "HonorÃ\u0082Â´e, Tony (1997), `The morality of Tort Law, in Owen, David G. (ed.) (1997), Philosophical Foundations of Tort Law, Oxford, Clarendon Press.",
        "Hindley, B. and B. Bishop (1983), `Accident liability rules and externality, 3 International Review of Law and Economics, 59-68.",
        "Hylton Keith N (2001), `The Theory of Tort Doctrine and The Restatement of Torts 54 Vanderbilt Law Review, 1413 .",
        "Jain, Satish K and Singh, Ram, (2002), `Efficient Liability Rules: Complete Characterization`, Journal of Economics , Vol. 75, No 2, 105-24.",
        "Kahan, Marcel (1989), `Causation and Incentives to Take Care under the Negligence Rule, 18 Journal of Legal Studies, 427-447.",
        "Kaye, David and Aickin, Mikel (1984), A Comment on Causal Apportionment, 13 Journal of Legal Studies, 191-208.",
        "Kruskal, William (1986), Terms of Reference: Singular Confusion about Multiple Causation, 15 Journal of Legal Studies, 427-436.",
        "Landes, William M. and Posner, R. A. (1987), The Economic Structure of Tort Law, Cambridge (MA), Harvard University Press.",
        "Landes, William M. and Posner, Richard A. (1983), Causation in Tort Law: An Economic Approach, 12 Journal of Legal Studies, 109-134.",
        "Liao, Yu-Ping and White, Michelle J. (2002), `No-Fault for Motor Vehicles: An Economic Analysis , 4 American Law and Economics Review 258-294.",
        "Miceli, Thomas J. (1997), Economics of the Law: Torts, Contracts, Property, Litigation, Oxford, Oxford University Press.",
        "Parisi, Francesco (2001), Genesis of Liability in Ancient Law, 3 American Law and Economics Review, 82-124.",
        "Parisi, Francesco and Fon, Vincy (2004), Comparative Causation, 6, American Law and Economics Review, 345-368.",
        "Polinsky, A. Mitchell (1989), An Introduction to Law and Economics, 2nd ed,Boston,Little,Brown and Co.",
        "Polinsky, A. Mitchell (1980), `Strict Liability vs. Negligence in a Market Setting, 70 American Economics Review; Papers and Proceeding 363-70.",
        "Rizzo, Mario J. and Arnold, Frank S. (1986), Causal Apportionment: Reply to the Critics, 15 Journal of Legal Studies, 219-226.",
        "Rubinfeld, Daniel L. (1987), The Efficiency of Comparative Negligence, 16 Journal of Legal Studies, 375-394.",
        "Schwartz, Gary T. (1978), Contributory and Comparative Negligence: A Reappraisal, 87 Yale Law Journal, 697-727.",
        "Shavell, S. (1987), Economic Analysis of Accident Law, Cambridge (MA), Harvard Univ. Press.",
        "Singh, Ram (2006 a), Causation-consistent liability, Economic Efficiency and the Law of Torts, International Review of Law and Economics (forthcoming).",
        "Singh, Ram (2006 b), `Comparative Causation and Economic Efficiency: When Activity Levels are Constant Review of Law and Economics (forthcoming).",
        "Strassfeld, Robert (1992), Causal Comparisons, 60 Fordham Law Review, 913-51.",
        "Wright, Richard W. (1985), Actual Causation vs. Probabilistic Linkage: The Bane of Economic Analysis, 14 60 Journal of Legal Studies, 435-456.",
        "Wright, Richard W. (1987), The Efficiency Theory of Causation and Responsibility: Unscientific Formalism and False Semantics, 63 Chicago-Kent Law Review, 553-578.",
        "Yoshihsa, Nomi (1999), Environmental Liability in Japan, in, Ewould Hondius ed. 1999, Modern Trends in Tort Law, Kluwer Academic Publishers .",
        "Yu, Li (2000), Book Review: Modern Trends in Tort Law: Dutch and Japanese Law Compared, 6 Columbia Journal of European Law 147-148."
    ]
}