{
    "id": 12634,
    "cites": 30,
    "cited_by": 6,
    "reference": [
        "Aiyagari, S. R., and M. Gertler (1991): Asset Returns with Transaction Costs and Uninsured Individual Risk, Journal of Monetary Economics, 27, 311331.",
        "Alvarez, F., and U. Jermann (2000): Efficiency, Equilibrium, and Asset Pricing with Risk of Default., Econometrica, 68(4), 775798.",
        "Breeden, D. T. (1979): An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities, Journal of Financial Economics, 7, 265296.",
        "Cochrane, J. H., and L. P. Hansen (1992): Asset Pricing Explorations for Macroeconomics, NBER Macroeconomics Annual, pp. 115164.",
        "Constantinides, G. (1982): Intertemporal Asset Pricing with Heterogeneous Consumers and Without Demand Aggregation, Journal of Business, 55(2), 25367.",
        "Denhaan, W. J. (2001): Understanding Equilibrium Models with a Small and a Large Number of Agents, Journal of Economic Dynamics and Control, 25, 721746.",
        "Epstein, L. G., and S. Zin (1989): Substitution, Risk Aversion and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework, Econometrica, 57, 937969.",
        "Hammond, P., and Y. Sun (2003): Monte Carlo Simulation of Macroeconomic Risk with a Continuum of Agents: The Symmetric Case, Economic Theory, 21, 743766.",
        "Hansen, L. P., and K. J. Singleton (1983): Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns, Journal of Political Economy, 91, 249265.",
        "Harrison, M. J., and D. M. Kreps (1979): Martingales and Arbitrage in Multiperiod Securities Markets, Journal of Economic Theory, 20, 381408.",
        "Kocherlakota, N. (1996): The Equity Premium: Its Still a Puzzle, Journal of Economic Literature, 34, 4271.",
        "Krebs, T. (2005): Recursive Equilibrium in Endogenous Growth Models with Incomplete Markets, Economic Theory, forthcoming.",
        "Krusell, P., and J. A. Smith (1998): Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy, 6, 867896.",
        "Krusell, P., and A. Smith (1997): Income and Wealth Heterogeneity, Portfolio Choice, and Equilibrium Asset Returns, Macroeconomic Dynamics, 1, 387422.",
        "Kubler, F., and K. Schmedders (2002): Recursive Equilibria in Economies with Incomplete Markets, Macroeconomic Dynamics, 6, 284306.",
        "Levine, D., and W. Zame (2002): Does Market Incompleteness Matter?, Econometrica, vol. 70(5), 18051839.",
        "Ljungqvist, L., and T. J. Sargent (2004): Recursive Macroeconomic Theory, Second Edition. MIT Press, Cambridge, Mass.",
        "Lucas, D. (1994): Asset Pricing with Unidiversifiable Income Risk and Short Sales Constraints: Deepening the Equity Premium Puzzle, Journal of Monetary Economics, 34, 325341.",
        "Lucas, R. (1978): Asset Prices in an Exchange Economy, Econometrica, 46(6), 142954.",
        "Luttmer, E. (1991): Asset Pricing in Economies with Frictions, Ph.D. thesis.",
        "Mankiw, G. N. (1986): The Equity Premium and the Concentration of Aggregate Shocks, Journal of Financial Economics, 17, 211219.",
        "Marcet, A., and K. Singleton (1999): Equilibrium Asset Prices and Savings of Heterogeneous Agents in the Presence of Incomplete Markets and Portfolio Constraints, Macroeconomic Dynamics, 3, 243277.",
        "Miao, J. (2005): Competitive Equilibria of Economies with a Continuum of Consumers and Aggregate Shocks, forthcoming Journal of Economic Theory.",
        "Negishi, T. (1960): Welfare Economics and Existence of an Equilibrium for a Competitive Economy, Metroeconomica, 12, 9297.",
        "Rubinstein, M. (1974): An Aggregation Theorem for Security Markets, Journal of Financial Economics, 1, 225244.",
        "Storesletten, K., C. Telmer, and A. Yaron (2004): Cyclical Dynamics in Idiosyncratic Labor-Market Risk, Journal of Political Economy, 112, 695717.",
        "Weil, P. (1989): The Equity Premium Puzzle and the Risk-Free Rate Puzzle, Journal of Monetary Economics, 24, 401424.",
        "Weil, P. (1992): Equilibrium Asset Prices with Undiversifable Labor Income Risk, Journal of Economic Dynamics and Control, 16, 769790.",
        "Willen, P. (1999): Welfare, Financial Innovation and Self-Insurance in Dynamic Incomplete Market Models, Working Paper.",
        "Zhang, H. H. (1996): Endogenous Borrowing Constraints with Incomplete Markets, Discussion Paper."
    ]
}