{
    "id": 12633,
    "cites": 31,
    "cited_by": 21,
    "reference": [
        "Bodie, Z., Merton, R.C., and W.F. Samuelson, 1992, Labor supply flexibility and portfolio choice in a life cycle model, Jonrmal of Ecomomic Dymamics amd Comtrol 16, 427-449.",
        "Campbell, J.Y., and L.M. Viceira, 2002. Strategic Asset Allocatiom Portfolio Choice for Lomg Term Imvestors (Oxford University Press, Oxford).",
        "Cox, J. C., and C. F. Huang, 1989, Optimum Consumption and Portfolio Policies When Asset Prices Follow a Diffusion Process, Jonrmal of Ecomomic Theory 49, 33-83.",
        "Cuoco, D., 1997, Optimal Consumption and Equilibrium Prices with Portfolio Constraints and Stochastic Income, Jonrmal of Ecomomic Theory 72, 33-73.",
        "Cvitanic J., Schachermayer W., and H. Wang, 2001, Utility Maximization in Incomplete Markets with Random Endowment, Fimamce ~ Stochastics 5, 259-272.",
        "Davis, M. H. A., 1999, Option valuation and hedging with basis risk, in Djaferis, T. E., and Schuck, I. C., eds.: System Theory: Modelimg, Amalysis amd Comtrol (Kluwer: Amsterdam).",
        "Detemple, J., and S. Sundaresan, 1999, Nontraded Asset Valuation with Portfolio Constraints: A Binomial Approach, , Review of Fimamcial Stndies 12, 835-872.",
        "El Karoui, N., and M. Jeanblanc, 1998, Optimization of consumption with labor income, Fimamce ~ Stochastics 2, 409-440.",
        "Flavin, M., and T. Yamashita, 2002, Owner-occupied housing and the composition of the household portfolio, The Americam Ecomomic Review 92, 345-363.",
        "Gerber, H.U., and E.S.W. Shiu, 2000, Investing for Retirement: Optimal Capital Growth and Dynamic Asset Allocation, North Amen cam Actnarial Jonrmal 4, 42-62.",
        "Grossman, S., and G. Laroque, 1990, Asset pricing and optimal portfolio choice in the presence of illiquid durable consumption goods, Ecomometrica 58, 25-52.",
        "He, H., and H.F. Pages, 1993, Labor income, borrowing constraints, and equilibrium asset prices, Jonrmal of Ecomomic Theory 3, 663-696.",
        "He, H., and N.D. Pearson, 1991, Consumption and portfolio policies with incomplete markets and short-sale constraints: the infinitedimensional case. Jonrmal of Ecomomic Theory 54, 259-304.",
        "Henderson, V., and D. Hobson, 2002, Real Options with Constant Relative Risk Aversion, Jonrmal of Ecomomic Dymamics amd Comtrol 27, 329-355.",
        "Henderson, V., 2002, Valuation of claims on nontraded assets using utility maximization, Mathematical Fimamce 12, 351-373.",
        "Heaton, J. , and D. Lucas, 1997, Market Frictions, Saving Behavior and Portfolio Choice, Macroecomomic Dymamics 1, 76-lOl.",
        "Heaton, J., and D. Lucas, 2000, Portfolio choice and asset prices the importance of entrepreneurial risk, Jonrmal of Fimamce 55, 1163-1198.",
        "Hugonnier, J., and D. Kramkov, 2004, Optimal investment with random endowments in incomplete markets, Ammals of Applied Probability 14, 845-864.",
        "Jagganathan, R., and N. Kocherlakota, 1996, Why Should Older People Invest Less in Stocks than Younger People?: An Economic Analysis of Financial Planners Advice, Federal Reserve Bamlc of Mimmeapolis Qnarterly Review 20, 11-23.",
        "Kahl, M., Liu, J., and F.A. Longstaff, 2003, Paper millionaires how valuable is stock to a stockholder who is restricted from selling it?, Jonrmal of Fimamcial Ecomomics 67, 385-410.",
        "Karatzas, I., and G. Zitkovic, 2003, Optimal Consumption From Investment and Random Endowment in Incomplete Semimartingale Markets, Ammals of Probability 31, 1821-1858.",
        "Koo, H.K., 1995, Consumption and portfolio selection with labor income I: evaluation of human capital, Preprint, Washington University.",
        "Koo, H.K., 1998, Consumption and portfolio selection with labor income a continuous time approach, Mathematical Fimamce 8, 49-65.",
        "Mayers, D., 1973, Nonmarketable assets and the determination of capital asset prices in the absence of a riskless asset, Jonrmal of Bnsimess 46, 258-276.",
        "Merton, R.C., 1969, Lifetime portfolio selection under uncertainty: the continuous-time case, Review of Ecomomics amd Statistics 51, 247-257.",
        "Merton, R.C., 1971, Optimum consumption and portfolio rules in a continuous time model, Jonrmal of Ecomomic Theory 3, 373-413.",
        "Merton, R. C., 1992. Comtimnons-Time Fimamce (Blackwell).",
        "TeplÃ\u0083Â , L., 2000, Optimal Hedging and Valuation of Nontraded Asset, Enropeam Fimamce Review 4, 231-251.",
        "Viceira, L.M., 2001, Optimal portfolio choice for long-horizon investors with nontradeable labor income, Jourmal of Fimamce 56, 433-470.",
        "Wang, N., 2006, Generalizing the Permanent-Income Hypothesis: Revisiting Friedmans Conjecture on Consumption, Jourmal of Mometary Ecomomics 53, 737-752.",
        "Whittaker, E.T., and G.N. Watson, 1990. A Course im Mod erm Amalysis, (4th ed., Cambridge University Press, England)."
    ]
}