{
    "id": 12639,
    "cites": 61,
    "cited_by": 22,
    "reference": [
        "Aguiar, Mark and Erik Hurst, Consumption vs. Expenditure,Journal of Political Economy CVII (2005), 919-48.",
        "Altonji, Joseph G. and Aloysius Siow Testing the Response of Consumption to Income Changes with (noisy) Panel Data,Quarterly Journal of Economics, CII (1987), 293-328.",
        "Angrist, Joshua and Victor Lavy, Using MaimonidesRule To Estimate The Eect Of Class Size On Scholastic Achievement,Quarterly Journal of Economics, CXIV(2) (1999), 533-575.",
        "Baily, Martin N., Some aspects of optimal unemployment insurance,Journal of Public Economics, X (1978), 379-402.",
        "Blinder, Alan S., Temporary Income Taxes and Consumer Spending, Journal of Political Economy, University of Chicago Press, LXXXIX (February 1981), 26-53.",
        "Blinder, Alan S. and Angus Deaton, The Time Series Consumption Function Revisited, in William C. Brainard and George L. Perry, eds., Brookings Papers on Economic Activity 2 (Washington D.C., 1985), 465-521.",
        "Bloemen, Hans and Elena Stancanelli, Financial Wealth, Consumption Smoothing and Income Shocks Arising from Job Loss,Economica, LXXII (2005), 431-452.",
        "Bodkin, Ronald, Windfall Income and Consumption,The American Economic Review, XLIX (1959), 602-614.",
        "Browning, Martin, and Dolores M. Collado, The Response of Expenditures to Anticipated Income Changes: Panel Data Estimates,American Economic Review XCI (2001), 681-692.",
        "Browning, Martin and Thomas Crossley, Unemployment Insurance Levels and Consumption Changes,Journal of Public Economics, LXXX (1999), 1-23.",
        "Browning, Martin and Thomas Crossley, The Life-Cycle Model of Consumption and Saving, Journal of Economic Perspectives, XV (Summer 2001), 3-22.",
        "Browning, Martin and Annamaria Lusardi, Household Saving: Micro Theories and Micro Facts,Journal of Economic Literature, XXXIV (December 1996), 1797-1855.",
        "Burtless, Gary S., Unemployment insurance and labor supply: a review, in W. Lee Hansen and James F. Byers, eds., Unemployment Insurance: The second half-century, (University of Wisconsin Press, Madison, WI 1990), 69-107.",
        "Campbell, John Y. and N. Gregory Mankiw, Consumption, Income and Interest Rates: Reinterpreting the Time Series Evidence,NBER Macroeconomics Annual (1989), 185-216.",
        "Carroll, Christopher, Buer-Stock Saving and the Life Cycle/Permanent Income Hypothesis, Quarterly Journal of Economics CXII (1997), 1-56.",
        "Carroll, Christopher, Theoretical Foundations of Buer Stock Saving,NBER Working Paper No. 10867 (2004).",
        "Centeno, MÃ\u0083Â¡rio, The Match Quality Gains from Unemployment Insurance. Journal of Human Resources XXXIX(3) (2004), 839-863.",
        "CESifo, Dismissal Protection in Europe. CESifo DICE Report 2/2004. Munich: CESifo, 2004.",
        "Chetty, Raj, Why do Unemployment Bene...ts Raise Unemployment Durations? Moral Hazard vs. Liquidity,UC-Berkeley mimeo (2006b).",
        "Chetty, Raj, A New Method of Estimating Risk Aversion. American Economic Review (2006c).",
        "Classen, K.P., The eect of unemployment insurance on the duration of unemployment and subsequent earnings,Industrial and Labour Relations Review 30 (1977), 438-50.",
        "Cox, James C. and Ronald L. Oaxaca, Unemployment insurance and job search,in L. Bassi and D. Crawford, eds, Research in labor economics,XI, JAI Press (1990), 223-240.",
        "Danforth, J. P., On the Role of Consumption and Decreasing Absolute Risk Aversion in the Theory of Job Search, in S. A. Lippman, and J. J. McCall, eds, Studies in the Economics of Search,(North-Holland, New York 1979), 109-131.",
        "Deaton, Angus S., Savings and Liquidity Constraints, Econometrica LIX (1991), 1221-1248.",
        "Deaton, Angus, (1992) Understanding Consumption,(Oxford University Press, Oxford 1992).",
        "Ehrenberg, R. and Ronald Oaxaca, Unemployment insurance, duration of unemployment, and subsequent wage gain,American Economic Review LXVI(5) (1976), 754-766.",
        "Flemming, J., Aspects of optimal unemployment insurance,Journal of Public Economics X (1978), 403-425.",
        "Fuchs-SchÃ\u0083Â¼ndeln, Nicola and Matthias SchÃ\u0083Â¼ndeln, Precautionary Savings and Self-Selection: Evidence from the German Reuni...cation `Experiment, Quarterly Journal of Economics CXX (2005), 1085-1120.",
        "Gourinchas, Pierre-Olivier, and Jonathan A. Parker, Consumption over the Life Cycle,Econometrica, LXX (2002), 47-89.",
        "Gruber, Jonathan, The Consumption Smoothing Bene...ts of Unemployment Insurance,American Economic Review LXXXVII (1997), 192-205.",
        "Hahn, Jinyong, Petra Todd and Wilbert Van der Klaauw, Identi...cation and Estimation of Treatment Eects with a Regression-Discontinuity Design,Econometrica LXIX(1) (January 2001), 201-209.",
        "Hall, Robert E., Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence,Journal of Political Economy LXXXVI(6) (December 1978), 971-987.",
        "Hall, Robert and Frederic S. Mishkin, The Sensitivity of Consumption to Transitory Income: Estimates from panel data on households,Econometrica L (1982), 461-481.",
        "Hansen, Gary D., and Ayse Imrohoroglu, The Role of Unemployment Insurance in an Economy with Liquidity Constraints and Moral Hazard,Journal of Political Economy C(1) (1992), 118-142.",
        "Hsieh, Chang-Tai, Do Consumers Respond to Anticipated Income Shocks? Evidence from the Alaska Permanent Fund,American Economic Review IC (March 2003), 397-405.",
        "Jovanovic, Boyan, Job matching and the theory of turnover, Journal of Political Economy LXXXVII (1979), 972-990.",
        "Katz, Lawrence and Bruce Meyer, The Impact of the Potential Duration of Unemployment Bene...ts on the Duration of Unemployment,Journal of Public Economics XLI (1990), 45-72.",
        "Lalive, Rafael, Jan C. Van Ours, and Josef Zweimuller, How Changes in Financial Incentives Aect the Duration of Unemployment,Review of Economic Studies, forthcoming 2006.",
        "Lalive, Rafael and Josef Zweimuller, Bene...t Entitlement and Unemployment Duration: The Role of Policy Endogeneity,Journal of Public Economics LXXXVIII (December 2004), 2587-2616.",
        "Lee, David Randomized Experiments from Non-random Selection in U.S. House Elections, Journal of Econometrics, forthcoming, 2006.",
        "Lee, David and David Card, Regression Discontinuity Inference with Speci...cation Error, National Bureau of Economic Research Technical Working Paper 322, 2006.",
        "Lentz, Rasmus and and Torben Tranaes, Job Search and Savings: Wealth Eects and Duration Dependence,Journal of Labor Economics XXIII (2005), 467-489.",
        "Lise, Jeremy, On the Job Search and Precautionary Savings: Theory and Empirics of Wealth and Inequality. Unpublished Manuscript, Queens University Department of Economics (2006).",
        "McCall, Brian P., Occupational Matching: A Test of Sorts, Journal of Political Economy XCVIII (February 1990), 45-69.",
        "Meyer, Bruce, Unemployment insurance and unemployment spells, Econometrica LVIII(4) (1990), 757- 782.",
        "Michaelides, Alex, A Reconciliation of Two Alternative Approaches towards Buer Stock Saving, Economics Letters 79 (2003), 137-143.",
        "Mortensen, Dale T., Unemployment Insurance and Job Seach Decisions,Industrial and Labor Relations Review XXX(4) (July 1977), 505-517.",
        "Mortensen, Dale T., Job Search and Labor Market Analysis, In Ashenfelter, Orley and Richard Layard, eds. Handbook of Labor Economics II (Amsterdam: Elsevier Science, 1986), 849-920.",
        "Oi, Walter and Todd Idson, Firm Size and Wages. In Ashenfelter, Orley and David Card, eds, Handbook of Labor Economics IIIB (Amsterdam: North-Holland, 1999).",
        "Parker, Jonathan, The Reaction of Household Consumption to Predictable Changes in Social Security Taxes,American Economic Review, LXXXIX(4) (September 1999), 959-973.",
        "Paxson, Christina, Using Weather Variability to Estimate the Response of Savings to Transitory Income in Thailand.American Economic Review LXXXII(1) (1992), 15-33.",
        "Pichelmann, Karl and Helmut Hofer, Austria: Long Term Success Through Social Partnership. ILO Employment and Training Department Country Employment Policy Review (Geneva: International Labor O ce 1999).",
        "Poterba, James M., Are Consumers Forward Looking? Evidence from Fiscal Experiments, American Economic Review (Papers and Proceedings), LXXVIII(2) (May 1988), 413-418.",
        "Shapiro, Matthew D., and Joel Slemrod, Consumer Response to the Timing of Income: Evidence from a Change in Tax Withholding, American Economic Review LXXXV (March 1995), 274-283.",
        "Shimer, Robert and Ivan Werning, Liquidity and Insurance for the Unemployed, Univ. of Chicago mimeo (2005).",
        "Shimer, Robert and Ivan Werning, Reservation Wages and Unemployment Insurance,forthcoming, Quarterly Journal of Economics (2006).",
        "Souleles, Nicholas (1999), The Response of Household Consumption to Income Tax Refunds, American Economic Review LXXXIX(4) (September 1999), 947-958.",
        "Stiglbauer, Alfred, Franz Stahl, Rudolf Winter-Ebmer and Josef ZweimÃ\u0083Â¼ller, Job Creation and Job Destruction in a Regulated Labor Market: The Case of Austria,Empirica XXX (2003), 127-148.",
        "Thistlewaite, D. and D. Campbell, Regression-Discontinuity Analysis: An Alternative to the Ex Post Fact Experiment,Journal of Educational Psychology LI (1960), 309-317.",
        "Winter-Ebmer, Rudolf, Bene...t Duration and Unemployment Entry: A Quasi-Experiment in Austria,European Economic Review XLII (2003), 259-273.",
        "Wang, Cheng and Stephen Williamson, Unemployment insurance with moral hazard in a dynamic economy,Carnegie-Rochester Conference Series on Public Policy XLIV (1996), 1-41."
    ]
}