{
    "id": 12635,
    "cites": 25,
    "cited_by": 0,
    "reference": [
        "[1] Abreu, D. Extremal Equilibria of Oligopolistic Supergames. Journal of Economic Theory, Vol. 39 (1986), pp. 191-225.",
        "[2] Abreu, D. On the Theory of In...nitely Repeated Games with Discounting. Econometrica, Vol. 56 (1988), pp. 383-396.",
        "[3] Bagwell, K. and Staiger, R. Collusion over the Business Cycle. RAND Journal of Economics, Vol. 28 (1997), pp. 82-106.",
        "[4] Benoit, J. and Krishna, V. Dynamic Duopoly: Prices and Quantities. Review of Economic Studies, Vol. 54 (1987), pp. 23-35.",
        "[5] Besanko, D. and Doraszelski, U. Capacity Dynamics and Endogenous Asymmetries in Firm Size. RAND Journal of Economics, v 35, (2004), pp. 429-451.",
        "[6] Borenstein, S. and Shepard, A. Dynamic Pricing in Retail Gasoline Markets. RAND Journal of Economics, Vol. 27 (1996), pp. 82-106.",
        "[7] Brock, W. and Scheinkman, J. Price Setting Supergames with Capacity Constraints. Review of Economic Studies, Vol. 52 (1985), pp. 371-382.",
        "[8] Compte, O., FrÃ\u0083Â©dÃ\u0083Â©ric, J. and Rey, P. Capacity Constraints, Mergers and Collusion. European Economic Review, Vol. 46 (2002), pp. 1-29.",
        "[9] Dasgupta, P. and Maskin, E. The Existence of Equilibrium in Discontinuous Economic Games, I: Theory. Review of Economic Studies, Vol. 53 (1986), pp.1-26.",
        "[10] Dasgupta, P. and Maskin, E. The Existence of Equilibrium in Discontinuous Economic Games, II: Applications. Review of Economic Studies, Vol. 53 (1986), pp. 27-41.",
        "[11] Davidson, C. and Deneckere, R. Long-Run Competition in Capacity, Short-Run Competition in Price, and the Cournot Model. RAND Journal of Economics, v 17 (1986), pp. 404-415.",
        "[12] Davidson, C. and Deneckere, R. Excess Capacity and Collusion. International Economic Review, Vol. 31 (1990), pp. 521-541.",
        "[13] Fabra, N. Collusion with Capacity Constraints over the Business Cycle. International Journal of Industrial Organizations, Vol. 24 (2006), pp. 69-81.",
        "[14] Green, E. J. and Porter, R. H. Non-cooperative Collusion Under Imperfect price Information. Econometrica, Vol. 52 (1984) , pp. 87-100.",
        "[15] Haltiwanger, J. and Harrington, J. The Impact of Cyclical Demand Movements on Collusive Behavior. RAND Journal of Economics, Vol. 22 (1991), pp. 89-106.",
        "[16] Kandori, M. Correlated Demand Shocks and Price Wars During Booms. Review of Economic Studies, Vol. 58 (1991), pp.171-180.",
        "[17] Kreps, D. and Scheinkman, J. Quantity Precommitment and Bertrand Competition Yield Cournot Outcomes. Bell Journal of Economics, Vol. 14 (1983), pp. 326-337.",
        "[18] Lambson, V. E. Optimal Penal Codes in Price-setting Supergames with Capacity Constraints. Review of Economic Studies, Vol. 54 (1987), pp. 385-398.",
        "[19] Lepore, J. J. Capacity Competition with Uncertain Demand followed by Price Competition Mimeo, University of California, Davis, 2006.",
        "[20] Levitan, R. and Shubik, M. Price Duopoly and Capacity Constraints. International Economic Review, Vol. 13 (1972), pp. 111-122.",
        "[21] Osborne, M. and Pitchik, C. Price Competition in a Capacity-Constrained Duopoly. Journal of Economic Theory, Vol. 38 (1986), pp. 238-260.",
        "[22] Rosenbaum, D. I. and Sukharomana, S. Oligopolistic pricing over the deterministic market demand cycle: some evidence from the US Portland cement industry. International Journal of Industrial Organization, Vol. 19 (2001), pp. 863-884.",
        "[23] Rotemberg, J. and Saloner, G. A Supergame-Theoretic Model of Price Wars during Booms. American Economic Review, Vol. 76 (1986) , pp. 390-407.",
        "[24] Scherer, F.M., Ross, D. Industrial Market Structure and Economic Performance, Houghton and Mi-in Company: Boston, MA, 1990.",
        "[25] Staiger, R. W. and Wolak, F. A. Collusive Pricing with Capacity Constraints in the Presence of Demand Uncertainty. RAND Journal of Economics, Vol. 23 (1992), pp. 203-220."
    ]
}