{
    "id": 1263,
    "cites": 28,
    "cited_by": 17,
    "reference": [
        "Andersen, E.B. 1970. Asymptotic Properties of Conditional Maximum Likelihood Estimators, Journal of the Royal Statistical Society, B, 32.",
        "Bonham, G.S. and R.W. Wilson. 1981. Childrens Health in Families with Cigarette Smokers, American Journal of Public Health, 71, pp. 290-93.",
        "Bouhuys, A., G.J. Beck and J.B. Schoenberg. 1978. Do Present Levels of Air Pollution Outdoors Affect Respiratory Health, Nature, 276.",
        "Chamberlain, G. 1982. Panel Data, mimeo.",
        "Crocker, T.D. et al. 1979. Methods Development for Assessing Air Pollution Control Benefits, U.S. Environmental Protection Agency.",
        "Gilbert, G.C. 1979. Econometric Models for Discrete Economic Processes, given at the European Meetings of the Econometric Society, Athens.",
        "Gourieroux, C., A. Monfort and A. Trognon. 1981. Pseudo Maximum Likelihood Methods: Applications to Poisson Models, mimeo.",
        "Graves, Philip E. and Ronald J. Krumm. 1981. Health and Air ~ American Enterprise Institute for Public Policy Research.",
        "Gregor, John J. 1977. Intra-Urban Mortality and Air Quality: An Economic Analysis of the Costs of Pollution Induced Mortali~. U.S.",
        "Hausman, J.A. 1978. Specification Tests in Econometrics, Econometrica, 146.",
        "Hausrnan, J,A., and W.E. Taylor. 1981, Panel Data and Unobservable Individual Effects, Econometrica.",
        "Hirayama, T. 1981. Nonsmoking Wives of Heavy Smokers Have a Higher Risk of Lung Cancer: A Study from Japan, Br Med J., 282, pp.",
        "Hoegg, U. 1972. Environmental Health Perspectives, 2, p. 117.",
        "Kauffman, F. 1980. Small Airways Dysfunction in Nonsmokers, New England Journal of Medicine, pp. 303-393.",
        "Lave, Lester and Eugene Seskin. 1977. Air Pollution and Human Health, Baltimore: Johns Hopkins University Press.",
        "Lipfert, Frederick W. 1980. Sulfur Oxides, Particulates and Human Mortality: Synopsis of Statistical Correlation, J. Air Pollut.",
        "Control Assoc., 31. Lunn, J.E., J. Knowelden and A.J. Handyside. 1967. Patterns of Respiratory Illness in Sheffield Infant Schoolchildren, British Journal Prey. Soc. Med., 21.",
        "McFadden, D. 19714. A Multinomial Logit Model for Qualitative Choice, in P. Zarembka (ed.), Frontiers of Econometrics, New York: Academic Press.",
        "Mendelsohn, Robert and Guy Orcutt. 1979. An Empirical Analysis of Air Pollution and Dose-Response Curves, Journal of Evironmental Economics and Management, 6, June.",
        "Mundlak, Y. 1978. On the Pooling of Time Series and Cross Section Data, Econometrica, 146.",
        "Neymann, J. and E.L. Scott, 19148. Consistent Estimates Based on Partially Consistent Observations, Econometrica, 16.",
        "Ostro, Bart. 1983. The Effects of Air Pollution on Work Lost and Morbidity, The Journal of Environmental Economics and Mana~~~, 10, forthcoming.",
        "Repace, J.L. 1981. The Problem of Passive Smoking, Bulletin of the New York Academy of Medicine, 57, p. 936.",
        "Seskin, Eugene P. 1979. An Analysis of Some Short Term Health Effects of Air Pollution in. the Washington, D.C. Metropolitan Areas, Journal of Urban Economics, 63, July.",
        "Speizer, J. et al. 1981. Long Term Measurements of Respirable Sulfates and Particles Inside and Outside Homes, Atmos.",
        "Environ. 15, p. 23. Tager, I.B. et al. 1979. Effect of Parental Cigarette Smoking on the Pulmonary Function of Children, American Journal of Epidemiolo~, 110, pp. 15-26.",
        "White, H. 1980. A Heteroscedasticity Consistent Covariance Estimator and a Test for Heteroscedasticity, Ecoriometrica, 148.",
        "White, H. 1981, Detection and Consequences of Misspecification in Nonlinear Models, Journal of the American Statistic~~~2Siet."
    ]
}