{
    "id": 12642,
    "cites": 49,
    "cited_by": 7,
    "reference": [
        "Administration of Children and Families, Department of Health and Human Services. 1997. Temporary Assistance for Needy Families Program Instructions. Transmittal No. TANF-ACF-PI-97-7.",
        "Aizer, Anna, and Jeffrey Grogger. 2003. Parental Medicaid Expansions and Health Insurance Coverage. NBER Working Paper 9907. Cambridge, MA: NBER.",
        "Anderson, Michael. 2005. Uncovering Gender Differences in the Effects of Early Intervention: A Reevaluation of the Abecedarian, Perry Preschool, and Early Training Projects. Unpublished Paper.",
        "MIT. Bitler, Marianne P., Jonah Gelbach, and Hilary Hoynes. 2005. Welfare Reform and Health. Journal of Human Resources 40(2): 309334.",
        "Bitler, Marianne P., Jonah Gelbach, and Hilary Hoynes. 2006. What Mean Impacts Miss: Distributional Effects of Welfare Reform Experiments. American Economic Review. Forthcoming, September 2006.",
        "Blank, Rebecca M. 2002. Evaluating Welfare Reform in the United States. Journal of Economic Literature 40(4): 110566.",
        "Blank, Rebecca M. 2001. Declining Caseloads/ Increased Work: What Can We Conclude about the Effects Of Welfare Reform? Federal Reserve Bank of New York Economic Policy Review.",
        "Bloom, Dan, James J. Kemple, Pamela Morris, Susan Scrivener, Nandita Verma, and Richard Hendra. 2000. The Family Transition Program: Final Report on Floridas Initial Time-Limited Welfare Program.",
        "New York: Manpower Demonstration Research Corporation. Bloom, Dan, Susan Scrivener, Charles Michalopoulos, Pamela Morris, Richard Hendra, Diana AdamsCiardullo, and Johanna Walter. 2002. Jobs First Final Report on Connecticuts Welfare Reform Initiative. New York: Manpower Demonstration Research Corporation.",
        "Borjas, George. 2003. Welfare Reform, Labor Supply, and Health Insurance in the Immigrant Population. Journal of Health Economics 22(6): 93358.",
        "Busch, Susan H., and Noelia Duchovny. 2005. Family Coverage Expansions: Impact on Insurance Coverage and Health Care Utilization of Parents. Journal of Health Economics 24(5): 87690.",
        "Card, David, Carlos Dobkin and Nicole Maestas, The Impact of Nearly Universal Insurance Coverage on Health Care Utilization and Health: Evidence from Medicare, NBER Working Paper No. 10365 Cawley, John, Mathis Schroeder, and Kosali Ilayperu Simon. 2005. Welfare Reform and Health Insurance Coverage of Women and Children. Frontiers in Health Policy Research, Volume 8, Article 5.",
        "Council of Economic Advisers. 1999. Economic Expansion, Welfare Reform, and the Decline in Welfare Caseloads, an Update. Executive Office of the President of the United States.",
        "Currie, Janet, and Nancy Cole. 1993. Welfare and Child Health: The Link between AFDC Participation and Birth Weight. American Economic Review 83(4): 97185.",
        "Currie, Janet, and Jeffrey Grogger. 2002. Medicaid Expansions and Welfare Contractions: Offsetting Effects on Maternal Behavior and Infant Health. Journal of Health Economics 21(2): 31335.",
        "Currie, Janet and Jonathan Gruber. 1996a. Health Insurance Eligibility, Utilization of Medical Care, and Child Health Quarterly Journal of Economics, 111(2):431-466.",
        "Currie, Janet and Jonathan Gruber. 1996b. Saving Babies: The Efficacy and Cost of Recent Changes in the Medicaid Eligibility of Pregnant Women, Journal of Political Economy 104(6), 1263-1296.",
        "Currie, Janet, and Aaron Yelowitz. 2000. Health Insurance and Less Skilled Workers. In Finding Jobs: Work and Welfare Reform, edited by David Card and Rebecca M. Blank, 233261. New York: Russell Sage Foundation.",
        "DeLeire, Thomas, Judith A. Levine, and Helen Levy. Forthcoming. Is Welfare Reform Responsible for Low-Skilled Womens Declining Health Insurance Coverage in the 1990s? Journal of Human Resources.",
        "Fishback, Price V, Michael R. Haines, and Shawn Kantor. 2005. Births, Deaths, and New Deal Relief during the Great Depression. Unpublished paper.",
        "Fraker, Thomas, Christine Ross, Rita Stapulonis, Robert Olsen, Martha Kovac, M. Robin Dion, and Anu Rangarajan. 2002. The Evaluation of Welfare Reform in Iowa: Final Impact Report. Final report 8217125 and 530. Mathematica Policy Research.",
        "Garrett, Bowen, and John Holahan. 2000. Health Insurance Coverage after Welfare. Health Affairs 19(1): 17584.",
        "Gennetian, Lisa, Greg Duncan, Virginia Knox, Wanda Vargas, Elizabeth Clark-Kauffman, and Andrew S. London. 2002. How Welfare and Work Policies for Parents Affect Adolescents: A Synthesis of Research. New York: Manpower Demonstration Research Corporation.",
        "Gennetian, Lisa, Cynthia Miller, and Jared Smith. 2005. Turning Welfare into a Work Support: Six-Year Impacts on Parents and Children from the Minnesota Family Investment Program. New York: Manpower Demonstration Research Corporation.",
        "Grogger, Jeffrey, and Lynn Karoly. 2005. Welfare Reform: Effects of a Decade of Change. Cambridge: Harvard University Press.",
        "Grogger, Jeffrey, Lynn Karoly, and Jacob Klerman. 2002. Consequences of Welfare Reform: A Research Synthesis. RAND Working Paper DRU-2676-DHHS, Santa Monica, CA: RAND Corporation.",
        "Grossman, Michael. 2001. The Human Capital Model of the Demand for Health. In Handbook of Health Economics Volume 1A, edited by Joseph Newhouse and Anthony Culyer, 347408. Amsterdam: Elsevier Science.",
        "Gruber, Jonathan. 1997. Health Insurance for Poor Women and Children in the U.S.: Lessons from the Past Decade. In Tax Policy and Economy, Volume 11, edited by James Poterba, 169211. Cambridge: MIT Press.",
        "Guyer, Jocelyn. 2000. Health Care after Welfare: An Update of Findings from State Leaver Studies. Unpublished paper. Center for Budget and Policy Priorities.",
        "Haider, Steven, Alison Jacknowitz, and Robert F. Schoeni. 2003. Welfare Work Requirements and Child Well-being: Evidence from the Effects on Breast-feeding. Demography 40(3): 47997.",
        "Haskins, Ron. 2001. Effects of Welfare Reform at Four Years. In For Better and for Worse: Welfare Reform and the Well-Being of Children and Families, edited by Greg Duncan and P. Lindsay ChaseLansdale, 26489. New York: Russell Sage Foundation.",
        "Hines, James R.,, Hoynes, Hilary, and Alan Krueger. 2001. Another Look at Whether a Rising Tide Lifts All Boats, In The Roaring Nineties: Can Full Employment Be Sustained? edited by Alan Krueger and Robert Solow. Russell Sage Foundation: New York.",
        "Kaestner, Robert, and Won Chan Lee. Forthcoming. The Effect of Welfare Reform on Prenatal Care and Birth Weight. Journal of Health Economics. Kaestner, Robert, and Neeraj Kaushal. 2004. The Effect of Welfare Reform on Health Insurance Coverage of Low Income Families. Journal of Health Economics 22(6): 95981.",
        "Kaestner, Robert, and Elizabeth Tarlov. 2006. Changes in the Welfare Caseload and the Health of LowEducated Mothers. Journal of Policy Analysis and Management 25(3): 62343.",
        "Klerman, Jacob, and Steven J. Haider. 2004. A Stock-Flow Analysis of the Welfare Caseload. Journal of Human Resources 39(4): 86586.",
        "Kling, Jeffrey R., and Jeffrey B. Liebman. 2004. Experimental Analysis of Neighborhood Effects on Youth. Unpublished Paper.",
        "Kling, Jeffrey R., Jeffrey B. Liebman, and Lawrence F. Katz. Forthcoming. Experimental Analysis of Neighborhood Effects. Econometrica. Ku, Leighton, and Brian Bruen. 1999. The Continuing Decline in Medicaid Coverage. Urban Institute Working Paper A-37. Washington, DC: Urban Institute.",
        "Levy, Helen, and David Meltzer. 2004. What Do We Really Know About Whether Health Insurance Affects Health? In Health Policy and the Uninsured, edited by Catherine G. McLaughlin. Washington, DC: Urban Institute Press.",
        "Moffitt, Robert A. 2002. Welfare Programs and Labor Supply, in Handbook of Public Economics, Volume 4, edited by Alan J. Auerbach and Martin Feldstein. New York, NY: Elsevier Science, North Holland.",
        "Moffitt, Robert A., and Eric P. Slade. 1997. Health Care Coverage for Children Who Are On and Off Welfare. The Future of Children 7(1).",
        "Morris, Pamela, Aletha Huston, Greg Duncan, Danielle Crosby, and Johannes Bos. 2001. How Welfare and Work Policies Affect Children: A Synthesis of the Literature. New York: Manpower Demonstration Research Corporation.",
        "Nathan, Richard and Frank Thompson. 1999. The Relationship Between Welfare Reform and Medicaid: A Preliminary View. Typescript.",
        "Office of the Assistant Secretary for Planning and Evaluation, Department of Health and Human Services. 2001. Setting the Baseline: A Report on State Welfare Waivers.",
        "Pollack, Harold, Sheldon Danziger, and Sean Orzol. 2002. Health Insurance Coverage and Access to Care among Former Welfare Recipients. Unpublished Paper.",
        "Royer, Heather. 2003. Do Rates of Health Insurance Coverage and Health Care Utilization Respond to Changes in Medicaid Eligibility Requirements? Evidence from Pregnant Immigrant Mothers. Unpublished Paper.",
        "Scrivener, Susan, Richard Hendra, Cindy Redcross, Dan Bloom, Charles Michalopoulos, and Johanna Walter. 2002. WRP: Final Report on Vermonts Welfare Restructuring Project. New York: Manpower Demonstration Research Corporation.",
        "U.S. Department of Health and Human Services. 2002. U.S. Welfare Caseloads Information.",
        "Wallace, Geoffrey, and Rebecca M. Blank. 1999. What Goes Up Must Come Down? Explaining Recent Changes in Public Assistance Caseloads. In Economic Conditions and Welfare Reform, edited by Sheldon H. Danziger. Kalamazoo, MI: W. E. Upjohn Institute.",
        "Westfall, Peter H., and S. Stanley Young. 1993. Resampling-Based Multiple Testing. New York, NY: John Wiley and Sons."
    ]
}