{
    "id": 12647,
    "cites": 29,
    "cited_by": 40,
    "reference": [
        "[1] Abel, Andrew, 1980, Empirical investment equations: An integrative framework, Carnegie-Rochester Conference Series on Public Policy, vol. 12, pp. 39--91.",
        "[2] Bernanke, Ben, Mark Gertler, and Simon Gilchrist, 1999, The Financial Accelerator in a Quantitative Business Cycle Framework, Handbook of Macroeconomics, edited by John B. Taylor and Michael Woodford, pp. 1341-1393, Amsterdam, New York and Oxford, Elsevier Science, North-Holland.",
        "[3] Boldrin, Michele, Lawrence J. Christiano and Jonas Fisher, 2001, `Habit Persistence, Asset Returns and the Business Cycle, American Economic Review, vol. 91, no. 1, pp. 149-166. March.",
        "[4] Carlstrom, Charles, and Timothy Fuerst, 1997, Agency Costs, Net Worth, and Business Fluctuations: A Computable General Equilibrium Analysis, American Economic Review, 87, 893-910.",
        "[5] Chari, V.V., Patrick Kehoe and Ellen McGrattan, 2006, Business Cycle Accounting, Federal Reserve Bank of Minneapolis Staff Report 328, revised February.",
        "[6] Christiano, Lawrence J., 2002, `Solving Dynamic Equilibrium Models by a Method of Undetermined Coefficients, Computational Economics, October, Volume 20, Issue 1-2.",
        "[7] Christiano, Lawrence J., Martin Eichenbaum and Charles Evans, 2005, `Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy.",
        "[8] Christiano, Lawrence J., Martin Eichenbaum and Robert Vigfusson, 2006, `Assessing Structural VARs, forthcoming, Macroeconomics Annual, edited by George-Marios Angeletos, Kenneth Rogoff, and Michael Woodford.",
        "[9] Christiano, Lawrence J., Roberto Motto and Massimo Rostagno, 2004, `The US Great Depression and the Friedman-Schwartz Hypothesis, Journal of Money, Credit and Banking.",
        "[10] Christiano, Lawrence J., Roberto Motto and Massimo Rostagno, 2006, `Financial Factors in Business Cycles, manuscript.",
        "[11] Cochrane, John H., and Lars Peter Hansen, 1992, `Asset pricing explorations for macroeconomics, NBER Macroeconomics Annual, pp. 115--165.",
        "[12] Eberly, Janice C., 1997, `International Evidence on Investment and Fundamentals, European Economic Review, vol. 41, no. 6, June, pp. 1055-78.",
        "[13] Erceg, Christopher J., Henderson, Dale, W. and Andrew T. Levin, 2000, `Optimal Monetary Policy with Staggered Wage and Price Contracts, Journal of Monetary Economics, 46(2), October, pages 281-313.",
        "[15] Gali, Jordi, Mark Gertler and J. David Lopez-Salido, 2003, `Markups, Gaps, and the Welfare Costs of Business Fluctuations, forthcoming, Review of Economics and Statistics.",
        "[16] Hall, Robert, 1997, `Macroeconomic Fluctuations and the Allocation of Time, Journal of Labor Economics, 15 (part 2) , S223-S250.",
        "[17] Hamilton, James B. (1994). Time Series Analysis. Princeton: Princeton University Press.",
        "[18] Ingram, Beth, Narayana Kocherlakota and N. Savin, 1994, Explaining Business Cycles: A Multiple-Shock Approach, Journal of Monetary Economics, 34, 415-428.",
        "[19] Lippi, Marco, and Lucrezia Reichlin, 1993, `The Dynamic Effects of Aggregate Demand and Supply Disturbances: Comment, The American Economic Review, Vol. 83, No. 3 (June), pp. 644-652.",
        "[20] Lucca, David, 2006, `Resuscitating Time to Build, manuscript, Board of Governors of the Federal Reserve.",
        "[21] Matsuyama, Kiminori, 1984, `A Learning Effect Model of Investment: An Alternative Interpretation of Tobins Q, unpublished manuscript, Northwestern University.",
        "[22] Mulligan, Casey, 2002, `A Dual Method of Empirically Evaluating Dynamic Competitive Models with Market Distortions, Applied to the Great Depression and World War II, National Bureau of Economic Research Working Paper 8775.",
        "[23] Parkin, Michael, 1988, `A Method for Determining Whether Parameters in Aggregative Models are Structural, Carnegie-Rochester Conference Series on Public Policy, 29, 215252.",
        "[24] Queijo, Virginia, 2005, How Important are Financial Frictions in the US and the Euro Area?, Seminar paper no. 738, Institute for International Economic Studies, Stockholm University, August.",
        "[25] Rosen, Sherwin and Robert Topel, 1988, `Housing Investment in the United States, Journal of Political Economy, Vol. 96, No. 4 (Aug.), pp. 718-740",
        "[26] Sargent, Thomas, 1989, `Two Models of Measurements and the Investment Accelerator, Journal of Political Economy, vol. 97, issue 2, April, pp. 251-287.",
        "[27] Schmitt-Grohe, Stephanie, and Martin Uribe, 2004, `Solving Dynamic General Equilibrium Models Using a Second-Order Approximation to the Policy Function, Journal of Economic Dynamics and Control, 28.",
        "[28] Sims, Christopher A. and Tao Zha, 1996, `Does Monetary Policy Generate Recessions?, forthcoming as a `vintage paper in Macroeconomic Dynamics.",
        "[29] Uhlig, Harald, 2002, `What Moves Real GNP?, manuscript, Humboldt Unversity Berlin.",
        "[30] Wan, E.A. and R. van der Merwe, 2001, Kalman Filtering and Neural Networks, chap. Chapter 7 : The Unscented Kalman Filter, (50 pages), Wiley Publishing, Eds. S. Haykin."
    ]
}