{
    "id": 12649,
    "cites": 48,
    "cited_by": 10,
    "reference": [
        "Almeida, H., Campello, M., Weisbach, M.S., 2004. The cash flow sensitivity of cash.",
        "Journal of Finance 59, 1777-1804. Bates, T. W, Kahle, K. M., Stulz, R. M., 2006. Why do U.S. firms hold so much more cash than they used to? Unpublished Working Paper 12534, National Bureau of Economic Research, Cambridge, MA.",
        "Baumol, W. J., 1952. The transactions demand for money: an inventory theoretic approach. Quarterly Journal of Economics 66, 545-556.",
        "Bebchuck, L. A., Guzman, A. T., 1999. An economic analysis of transnational bankruptcies. Journal of Law and Economics 42, 775-806.",
        "Blanchard, O., Lopez-de-Silanes, F., Shleifer, A., 1994. What do firms do with cash windfalls? Journal of Financial Economics 36, 337-360.",
        "Clausing, K. A., 2001. The impact of transfer pricing on intrafirm trade. In: Hines Jr., J.",
        "R. (Ed.), International Taxation and Multinational Activity. The University of Chicago Press, Chicago, 173-194. Collins, J., Hand, J. R. M., Shackelford, D., 2001. Valuing deferral: the effect of permanently reinvested foreign earnings on stock prices. In: Hines Jr., J. R. (Ed.), International Taxation and Multinational Activity. The University of Chicago Press, Chicago, 143-166.",
        "Collins, J., Kemsley, D., Lang, M., 1998. Cross-jurisdictional income shifting and earnings valuation. Journal of Accounting Research 36, 209-230.",
        "Desai, M. A., Foley, C. F., Hines Jr., J. R., 2001. Repatriation taxes and dividend distortions. National Tax Journal 54, 829-851.",
        "Desai, M. A., Foley, C. F., Hines Jr., J. R., 2003. A multinational perspective on capital structure choice and internal capital markets. Unpublished Working Paper 9715, National Bureau of Economic Research, Cambridge, MA.",
        "Desai, M. A., Foley, C. F., Hines Jr., J. R., 2004a. The costs of shared ownership: evidence from international joint ventures. Journal of Financial Economics 73, 323-374.",
        "Desai, M. A., Foley, C. F., Hines Jr., J. R., 2004b. A multinational perspective on capital structure choice and internal capital markets. Journal of Finance 59, 2451-2488.",
        "Desai, M. A., Foley, C. F., Hines Jr., J. R., 2006. The demand for tax havens. Journal of Public Economics 90, 513-531.",
        "Desai, M. A., Foley, C. F., Hines Jr., J. R., Forthcoming. Dividend policy inside the firm. Financial Management. Dittmar, A., Mahrt-Smith, J., Forthcoming. Corporate governance and the value of cash holdings. Journal of Financial Economics. Dittmar, A., Mahrt-Smith, J., Servaes, H., 2003. International corporate governance and corporate cash holdings. Journal of Financial and Quantitative Analysis 28, 111-133.",
        "Froot, K., Hines Jr., J.R., 1995. Interest allocation rules, financing patterns, and the operations of U.S. multinationals. Unpublished Working Paper 4924, National Bureau of Economic Research, Cambridge, MA.",
        "Gitlin, R. A., Flaschen, E. D., 1987. The international void in the law of multinational bankruptcies. Business Law 42, 307-323.",
        "Graham, J. R., 1996a. Debt and the marginal tax rate. Journal of Financial Economics 41, 41-74.",
        "Graham, J. R., 1996b. Proxies for the corporate marginal tax rate. Journal of Financial Economics 42, 187-221.",
        "Graham, J. R., 1999. Do personal taxes affect corporate financing decisions? Journal of Public Economics 73, 147-185.",
        "Graham, J.R., 2003. Taxes and corporate finance: a review. Review of Financial Studies, 16, 1075-1129.",
        "Graham, J.R., Michaely, R., Roberts, M., 2003. Do price discreteness and transaction costs affect stock returns? Comparing ex-dividend pricing before and after decimilization. Journal of Finance 58, 2613-2637.",
        "Graham, J.R., Rogers, D., 2001, Do firms hedge in response to tax incentives? Journal of Finance 57, 815-839.",
        "Grubert, H., 1998. Taxes and the division of foreign operating income among royalties, interest, dividends and retained earnings. Journal of Public Economics 68, 26990.",
        "Grubert, H., Mutti, J., 1991. Taxes, tariffs and transfer pricing in multinational corporate decision making. Review of Economics and Statistics 73, 285-293.",
        "Grubert, H., Mutti, J., 2001. Taxing International Business Income: Dividend Exemption versus the Current System. American Enterprise Institute, Washington, D.C.",
        "Harris, D., Morck, R., Slemrod, J., Yeung, B., 1993. Income shifting in U.S.",
        "Studies in International Taxation. The University of Chicago Press, Chicago, 277-307. Hartman, D. G., 1985. Tax policy and foreign direct investment. Journal of Public Economics 26, 107-121.",
        "Hayn, C., 1989, Tax attributes as determinants of shareholder gains in corporate acquisitions. Journal of Financial Economics 23, 121-154.",
        "Hines Jr., J. R., 1999. Lessons from behavioral responses to international taxation.",
        "National Tax Journal 52, 305-322. Hines Jr., J. R., Hubbard, R. G., 1990. Coming home to America: dividend repatriations by U.S. multinationals. In: Razin, A., Slemrod, J. (Eds.), Taxation in the Global Economy. The University of Chicago Press, Chicago, 161-200.",
        "Hines Jr., J. R., Rice, E. M., 1994. Fiscal paradise: foreign tax havens and American business. Quarterly Journal of Economics 109:149-182.",
        "Jensen, M., 1986, Agency costs of free cash flow, corporate finance and takeovers, American Economic Review 76, 323-329.",
        "Kalcheva, I., Lins, K., 2006. International evidence on cash holdings and expected managerial agency problems. Unpublished Working Paper.",
        "Karni, E., 1973. The transactions demand for cash: incorporation of the value of time into the inventory approach. Journal of Political Economy 81: 1216-1225.",
        "Klassen, K., Lang, M., Wolfson, M., 1993. Geographic income shifting by multinational corporations in response to tax rate changes. Journal of Accounting Research 31, 141173.",
        "Krull, L., 2004. Permanently reinvested foreign earnings, taxes, and earnings management. Accounting Review 79, 745-767.",
        "Lyon, A. B., Silverstein, G., 1995. The alternative minimum tax and the behavior of multinational corporations. In: Feldstein, M., Hines Jr., J. R., Hubbard, R. G. (Eds.), The Effects of Taxation on Multinational Corporations. The University of Chicago Press, Chicago, 153-177.",
        "Meltzer, A. H., 1963. The demand for money: A cross-section study of business firms.",
        "Quarterly Journal of Economics 79, 405-422. Mikkelson, W. H., Partch, M., 2003. Do persistent large cash reserves hinder performance? Journal of Financial and Quantitative Analysis 38, 257-294.",
        "Miller M. H., Orr, D., 1966. A model of demand for money by firms. Quarterly Journal of Economics 80, 413-435.",
        "Mulligan, C. B., 1997. Scale economies, the value of time, and the demand for money: longitudinal evidence from firms. Journal of Political Economy 105, 1061-1079.",
        "Newberry, K., 1998, Foreign tax credit limitations and capital structure decisions. Journal of Accounting Research 36, 157-66.",
        "Newberry, K., Dhaliwal, D. S. 2001. Cross-jurisdictional income shifting by U.S.",
        "Research 39, 643-62. Opler, T., Pinkowitz, L., Stulz, R., Williamson, R., 1999. The determinants and implications of corporate cash holdings. Journal of Financial Economics 52, 3-46.",
        "Powers, T. E., 1994. The model international insolvency co-operation act: a 21st century proposal for international insolvency co-operation. In: Ziegel, J. S. (Ed.), Current Developments in International and Comparative Corporate Insolvency Law, Clarendon Press, Oxford, 687-700.",
        "Pinkowitz, L., Stulz, R., Williamson, R., forthcoming. Does the contribution of cash holdings and dividends to firm value depend on corporate governance? A cross-country analysis. Journal of Finance. Pinkowitz, L., Williamson, R., 2006. What is a dollar worth? The market value of cash holdings. Unpublished Working Paper.",
        "Tagashira, S., 1994. International effects of foreign insolvency proceedings: an analysis of `ancillary proceedings in the United States and Japan. Texas International Law Journal 29, 1-38.",
        "Tobin, J., 1956. The interest-elasticity of the transactions demand for money. The Review of Economics and Statistics 48, 241-247."
    ]
}