{
    "id": 12654,
    "cites": 27,
    "cited_by": 22,
    "reference": [
        "[1] Ball, Mankiw and Elmendorf, 1998, The De...cit Gamble, Journal of Money, Credit, and Banking 30, 699 - 720.",
        "[2] Bergin and Sherin, 2000. Interest Rates, Exchange Rates and Present Value Models of the Current Account, Economic Journal 110, 535 - 558.",
        "[3] Blanchard, Chouraqui, Hagemann, and Sartor, 1990. The Sustainability of Fiscal Policy: New Answers to Old Questions, OECD Economic Studies, 15.",
        "[4] Bohn, 1991. Budget Balance Through Revenue or Spending Adjustments? Some Historical Evidence for the United States, Journal of Monetary Economics 27, 333-359.",
        "[5] Bohn, 2005. The Sustainability of Fiscal Policy in the United States, CESifo Working Paper 1446.",
        "[6] Bohn, 2006. Are stationarity and cointegration restrictions really necessary for the intertemporal budget constraint?, Mimeograph.",
        "[7] Campbell and Shiller, 1987. Cointegration and Tests of Present Value Models, Journal of Political Economy 95, 1062-88.",
        "[8] Campbell and Shiller, 1988. The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financial Studies 1, 195-227.",
        "[9] Campbell and Shiller, 1991. Yield Spreads and Interest Rate Movements: A Birds Eye View, Review of Economic Studies 58, 495-514.",
        "[10] Cochrane, 1992. Explaining the Variance of Price-Dividend Ratios, Review of Financial Studies 5, 243-80.",
        "[11] Giannitsarou and Scott, 2006. Paths to Fiscal Sustainability, mimeograph.",
        "[12] Gourinchas and Rey, 2005. International Financial Adjustment, NBER working paper 11155.",
        "[13] Hansen, Roberds and Sargent, 1991. Time-Series Implications of Present Value Budget Balance and Martingale Models of Consumption and Taxes, in Rational Expectations Econometrics, edited by Hansen and Sargent, Westview Press.",
        "[14] Lettau and Ludvigson, 2001. Consumption, Aggregate Wealth and Expected Stock Returns, Journal of Finance 56, 815-49.",
        "[15] Leeper, 1991. Equilibria under activeand passivemonetary and ...scal policies, Journal of Monetary Economics 27, 129-47.",
        "[16] Marcet and Scott, 2005a. Debt and De...cit Fluctuations and the Structure of Bond Markets, Mimeograph. Inflation and Rising Debt 25",
        "[17] Marcet and Scott, 2005b. Fiscal Insurance and OECD Debt Management, Mimeograph.",
        "[18] McCallum, 1984. Are bond-...nanced de...cits inationary? A Ricardian analysis, Journal of Political Economy 92, 123-35.",
        "[19] Polito and Wickens, 2006. Fiscal Policy Sustainability, Mimeograph.",
        "[20] Roseveare, Leibfritz, Fore and Wurzel, 1998. Ageing Populations, Pension Systems and Government Budgets, OECD Economics Department Working Paper 168.",
        "[21] Sargent and Wallace, 1981. Some Unpleasant Monetarist Arithmetic, Federal Reserve Bank of Minneapolis Quarterly Review.",
        "[22] Sims, 1994. A Simple Model for study of the determination of the price level and the interaction of monetary and ...scal policy, Economic Theory 4, 381-99.",
        "[23] Stock and Watson, 1993. A Simple Estimator of Cointegrating Vectors in Higher Order Integrated Systems, Econometrica 61, 783-820.",
        "[24] Trehan and Walsh, 1988. Common Trends, the Government Budget Constraint and Revenue Smoothing, Journal of Economic Dynamics and Control 12, 425-444.",
        "[25] Trehan and Walsh, 1991. Testing Intertemporal Budget Constraints: Theory and Application to US Federal Budget and Current Account De...cits, Journal of Money, Banking and Credit 23, 206 - 223.",
        "[26] Woodford, 1995. Price level determinacy without control of a monetary aggregate, Carnegie Rochester Conference Series on Public Policy 43, 1-46.",
        "[27] Wickens and Uctum, 1993. The Sustainability of Current Account De...cits: A Test of the US Intertemporal Budget Constraint, Journal of Economic Dynamics and Control 17, 423 - 441. Inflation and Rising Debt 26 Country Mean Min Max Initial Final St. Dev Feed Coef P-Value Canada 0.378 0.292 0.718 0.292 0.464 0.193-0.024 0.03 Germany 0.246 0.049 0.700 0.052 0.700 0.213-0.006 0.45 Italy 0.702 0.304 1.203 0.374 1.076 0.328-0.048 0.00 Japan 0.333 0.041 1.296 0.069 1.296 0.226-0.003 0.67 UK 0.523 0.312 0.928 0.928 0.429 0.381-0.034 0.01 US 0.300 0.185 0.457 0.353 0.337 0.078-0.057 0.01"
    ]
}