{
    "id": 12660,
    "cites": 40,
    "cited_by": 2,
    "reference": [
        "[1] James D. Adams and Lawrence W. Kenny. The retention of state governors. Public Choice, 62:1--13, 1989.",
        "[2] Alberto Alesina and Howard Rosenthal. Partisan politics, divided government, and the economy. Political Economic of Institutions and Decisions. Cambridge University Press, Cambridge, UK, 1995.",
        "[3] Alberto Alesina, Nouriel Roubini, and Gerald D. Cohen. Political Cycles and the Macroeconomy. MIT Press, Cambridge, Massachusetts, 1997.",
        "[4] Nalini Ambady, Debi LaPlante, Thai Nguyen, Robert Rosenthal, Nigel Chaumeton, and Wendy Levinson. Surgeons tone of voice: A clue to malpractice history. Surgery, 132:5-- 9, July 2002.",
        "[5] Nalini Ambady and Robert Rosenthal. Thin slices of expressive behavior as predictors of interpersonal consequences: A meta-analysis. Psychological Bulletin, 111(2):256--274, 1992.",
        "[6] Niclas Berggren, Henrik Jordahl, and Panu Poutvaara. The looks of a winner: Beauty, gender and electoral success. University of Helsinki Mimeograph, 2006.",
        "[7] Timothy Besley and Anne Case. Incumbent behavior: Vote-seeking, tax-setting, and yardstick competition. American Economic Review, 85(1):25--45, March 1995.",
        "[9] Colin Camerer, George Loewenstein, and Martin Weber. The curse of knowledge in economic settings: An experimental analysis. Journal of Political Economy, 97(5):1232--1254, October 1989.",
        "[10] John E. Chubb. Institutions, the economy, and the dynamics of state elections. American Political Science Review, 82(1):133--154, March 1988.",
        "[11] Nancy L. Etcoff, Paul Ekman, John J. Magee, and Mark G. Frank. Lie detection and language comprehension. Nature, 405:139, May 11 2000.",
        "[12] Ray C. Fair. The effect of economic events on votes for president. Review of Economics and Statistics, 60(2):159--173, April 1978.",
        "[13] Ray C. Fair. Econometrics and presidential elections. Journal of Economic Perspectives, 10(3):89--102, Summer 1996.",
        "[14] Daniel Feenberg and Elisabeth Coutts. An introduction to the TAXSIM model. Journal of Policy Analysis and Management, 12(1), Winter 1993.",
        "[15] Morris P. Fiorina. Whatever happened to the median voter? Stanford University Mimeograph, 1999.",
        "[16] Alan Gerber. Estimating the effect of campaign spending on senate election outcomes using instrumental variables. American Political Science Review, 92(2):401--411, June 1998.",
        "[17] Edward L. Glaeser, Giacomo A. M. Ponzetto, and Jesse M. Shapiro. Strategic extremism: Why Republicans and Democrats divide on religious values. Quarterly Journal of Economics, 120(4):1283--1330, November 2005.",
        "[18] Amit Goyal and Ivo Welch. A comprehensive look at the empirical performance of equity premium prediction. Review of Financial Studies, September 2006.",
        "[19] Daniel S. Hamermesh. Changing looks and changing discrimination: The beauty of economists. University of Texas mimeograph, May 2005.",
        "[20] Daniel S. Hamermesh and Jeff E. Biddle. Beauty and the labor market. American Economic Review, 84(5):1174--1194, December 1994.",
        "[22] Benjamin F. Jones and Benjamin A. Olken. Do leaders matter? Quarterly Journal of Economics, 120(3):835--864, August 2005.",
        "[23] Susan L. Kone and Richard F. Winters. Taxes and voting: Electoral redistribution in the American states. Journal of Politics, 55(1):22--40, February 1993.",
        "[24] David S. Lee. The electoral advantage to incumbency and voters valuation of politicians experience: A regression discontinuity analysis of elections to the U.S. House. 2001. NBER Working Paper 8441.",
        "[25] David S. Lee, Enrico Moretti, and Matthew J. Butler. Do voters affect or elect policies? Evidence from the U.S. House. Quarterly Journal of Economics, 119(3):807--859, August 2004.",
        "[26] William Levernier. The effect of relative economic performance on the outcome of gubernatorial elections. Public Choice, 74:181--190, 1992.",
        "[27] Steven D. Levitt. Using repeat challengers to estimate the effect of campaign spending on election outcomes in the U.S. House. Journal of Political Economy, 102(4):777--798, August 1994.",
        "[28] Kevin M. Leyden and Stephen A. Borrelli. The effect of state economic conditions on gubernatorial elections: Does unified government make a difference? Political Research Quarterly, 48(2):275--290, June 1995.",
        "[29] Robert C. Lowry, James E. Alt, and Karen E. Ferree. Fiscal policy outcomes and electoral accountability in American states. American Political Science Review, 92(4):759--774, December 1998.",
        "[30] Markus M. Mobius and Tanya S. Rosenblat. Why beauty matters. American Economic Review, 96(1):222--235, March 2006.",
        "[31] Richard G. Niemi, Harold W. Stanley, and Ronald J. Vogel. State economies and state taxes: Do voters hold governors accountable? American Journal of Political Science, 39(4):936--957, November 1995.",
        "[32] Randall W. Partin. Economic conditions and gubernatorial contests: Is the state executive held accountable? American Politics Quarterly, 23(1):81--95, January 1995.",
        "[33] Sam Peltzman. Economic conditions and gubernatorial elections. American Economic Review, 77(2):293--297, May 1987.",
        "[34] Sam Peltzman. Voters as fiscal conservatives. Quarterly Journal of Economics, 107(2):327--361, May 1992.",
        "[35] Congressional Quarterly. CQ Voting and Elections Collection. CQ Electronic Library, http://library.cqpress.com, 2005.",
        "[36] Peter L. Rogers, Klaus R. Scherer, and Robert Rosenthal. Content filtering human speech: A simple electronic system. Behavioral Research Methods and Instrumentation, 3:16--18, 1971.",
        "[37] Sherwin Rosen. The economics of superstars. American Economic Review, 71(5):845--858, December 1981.",
        "[38] Shawn W. Rosenberg, Lisa Bohan, Patrick McCafferty, and Kevin Harris. The image and the vote: The effect of candidate presentation on voter preference. American Journal of Political Science, 30(1):108--127, February 1986.",
        "[39] James N. Schubert, Carmen Strungaru, Margaret Curren, and Wulf Schiefenhovel. Physische Erscheinung und die EinschÃ\u0083Â¤tzung von politischen Kandidatinnen und Kandidaten. In Klaus Kamps and Meredith Watts, editors, Biopolitics: Politikwissenschaft jensets des Kulturismus. Nomos Verlagsgesellschaft, Baden-Baden, 1998.",
        "[40] Philip E. Tetlock. Theory-driven reasoning about plausible pasts and probable futures in world politics: Are we prisoners of our preconceptions? American Journal of Political Science, 43(2):335--366, April 1999.",
        "[41] Alexander Todorov, Anesu N. Mandisodza, Amir Goren, and Crystal C. Hall. Inference of competence from faces predict electoral outcomes. Science, 308:1623--1626, June 10 2005.",
        "[42] Justin Wolfers. Are voters rational? evidence from gubernatorial elections. Stanford GSB Research Paper Series, 1730, March 2002."
    ]
}