{
    "id": 12668,
    "cites": 41,
    "cited_by": 59,
    "reference": [
        "Xiang, Chong (2001), The Su ciency of the Lens Condition for Factor Price Equalization in the Case of Two Factors, Journal of International Economics, 53(2), 463-474.",
        "Wynne, Jose (2005), Wealth as a Determinant of Comparative Advantage, American Economic Review, 95(1), 226-254.",
        "Wei, Shang-Jin (2005), Connecting Two Views on Financial Globalization: Can We Make Further Progress? Presented at the NBER-CEPR-TCER Trio Conference in Tokyo, Japan, December 9-10, 2005. NBER working paper, forthcoming.",
        "Wei, Shang-Jin (2000), Local Corruption and Global Capital Flows, Brookings Papers on Economic Activities, 2: 303-354.",
        "Ventura, Jaume (1997), Growth and Interdependence,Quarterly Journal of Economics, CXII, 57-84.",
        "Stulz, Rene (2005), The Limits of Financial Globalization, Journal of Finance, 60(4), 1595-1638.",
        "Stolper, Wolfgang F., and Paul A Samuelson (1941), Protection and Real Wages,Review of Economic Studies 9, 58-73.",
        "Shleifer, Andrei, and D. Wolfenzon (2002), Investor Protection and Equity Markets,Journal of Financial Economics 66, 3-27.",
        "Samuelson, Paul A. (1949), International Factor Price Equalization Once Again,Economic Journal, 59, 181-197.",
        "Samuelson, Paul A. (1948), International Trade and the Equalization of Factor Prices,Economic Journal, 58, 163-184.",
        "Rybczynski, T. N. (1955), Factor Endowments and Relative Commodity Prices,Economica 22, 336-341.",
        "Rogo, Kenneth and Carmen Reinhart (2004), Serial Default And The Paradox Of Rich To Poor Capital Flows, American Economic Review, 94(2), 52-58.",
        "Prasad, Eswar, Kenneth Rogo, Shang-Jin Wei, and M. Ayhan Kose (2003), Eects of ...nancial globalization on developing countries: Some empirical evidence, International Monetary Fund, Washington D.C..",
        "Obstfeld, Maurice and Kenneth Rogo (2000), The Six Major Puzzles in International Macroeconomics: Is There a Common Cause? NBER Working Paper 7777.",
        "Mundell, Robert (1957), International Trade and Factor Mobility,American Economic Review 47, 321335.",
        "Melitz, Marc (2003), The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity,Econometrica, 71, 1695-1725.",
        "Matsuyama, Kiminori (2005), Credit Market Imperfection and Patterns of International Trade and Capital Flows,Journal of the European Economic Association, 3, 714-723.",
        "Matsuyama, Kiminori (2004), Financial Market Globalization, Symmetry-Breaking, and Endogenous Inequality of Nations, Econometrica, 72, 853-884.",
        "Lucas, Robert (1990), Why doesnt Capital Flow from Rich to Poor Countries?American Economic Review 80, 9296.",
        "Leamer, Edward (1995), The Heckscher-Ohlin Model in Theory and Practice, Princeton Studies in International Finance 77.",
        "Ju, Jiandong and Shang-Jin Wei (2006), A Welfare Analysis of International Capital Flow,Working Paper.",
        "Ju, Jiandong and Shang-Jin Wei (2005), Endowment versus Finance: A Wooden Barrel Theory of International Trade,CEPR Working Paper 5109.",
        "Holmstrom, Bengt and Jean Tirole (1998), Private and Public Supply of Liquidity,Journal of Political Economy, 106(1), 1-40.",
        "Jones, Ronald (1965), The Structure of Simple General Equilibrium Models, Journal of Political Economy, 73(6), 557-72.",
        "Helpman, Elhanan and Paul R. Krugman (1985), Market Structure and Foreign Trade, Cambridge, MIT Press.",
        "Helpman, Elhanan, Marc Melitz, and Stephen Yeaple (2004), Export Versus FDI with Heterogeneous Firms, American Economic Review 94 (1), 300-316.",
        "Gordon, Roger H. and A. Lans Bovenberg (1996), Why is Capital so Immobile Internationally? Possible Explanations and Implications for Capital Income Taxation?American Economic Review 86, 10571075.",
        "Huang, Yasheng, 2003, Selling China: Foreign Direct Investment During the Reform Era, Cambridge: Cambridge University Press.",
        "Ghironi and Melitz (2005), International Trade and Macroeconomic Dynamics with Heterogeneous Firms,Quarterly Journal of Economics 120, 865-915.",
        "Gertler, Mark and Kenneth Rogo (1990), North-South Lending and Endogenous Domestic Capital Market Ine ciencies,Journal of Monetary Economics 26, 245266.",
        "Dooley, Michael, David Folkerts-Landau, and Peter Garber, 2004, The Revived Bretton Woods System: The Eects of Periphery Intervention and Reserve Management on Interest Rates and Exchange Rates in Center Countries,NBER Working Paper 10332.",
        "Dixit, Avinash K. and Victor Norman (1980), Theory of International Trade, Cambridge, Cambridge University Press.",
        "Deardor, Alan (1994), The Possibility of Factor Price Equalization, Revisited,Journal of International Economics, 36(2), 167-75.",
        "Caselli, Francesco, and James Feyrer (2005), The Marginal Product of Capital,forthcoming, Quarterly Journal of Economics.",
        "Caballero, Ricardo, Emmanuel Farhi and Pierre-Olivier Gourinchas (2006), An Equilibrium Model of `Global Imbalances and Low Interest Rates, MIT Working Paper.",
        "Bernard, Andrew, Stephen Redding, and Peter Schott (2005), Comparative Advantage and Heterogenous Firms,NBER Working Paper 10668.",
        "Aoki, Kosuke, Gianluca Benigno, and Nobuhiro Kiyotaki (2006), Adjusting to Capital Account Liberalization, Unpublished working paper, London School of Economics.",
        "Albuquerque, Rui, 2003, The Composition of International Capital Flows: Risk Sharing Through Foreign Direct Investment,Journal of International Economics, 1(2), 353-383.",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson (2001), The Colonial Origins of Comparative Development: An Empirical Investigation, American Economic Review, 91(5): 1369-1401.",
        "Alfaro, Laura, Sebnem Kalemli-Ozcan and Vadym Volosovych (2005), Why doesnt Capital Flow from Rich to Poor Countries? An Empirical Investigation,NBER Working Paper 11901.",
        "Kenneth S., Rogoff ; Maurice , Obstfeld. (1996) Foundations of International Macroeconomics. In: MIT Press Books."
    ]
}