{
    "id": 12662,
    "cites": 31,
    "cited_by": 3,
    "reference": [
        "Beckhart, Benjamin H. , Smith, James G. and William A. Brown Jr. (1932). The New York Money Market Vol IV: External and Internal Relations. New York, Columbia University Press.",
        "Board of Governors of the Federal Reserve System 1934-61 Federal Reserve Bulletin. Washington, D.C.",
        "Board of Governors of the Federal Reserve System (1943). Banking and Monetary Statistics. 2 vols.",
        "Board of Governors of the Federal Reserves System. Minutes of Federal Open Market Committee (September 12, 1961) [Referred to in text as FOMC, Minutes September 12, 1961].",
        "Board of Governors of the Federal Reserves System. Minutes of Federal Open Market Committee (December 5, 1961) [Referred to in text as FOMC, Minutes December 5, 1961].",
        "Board of Governors of the Federal Reserves System. Minutes of Federal Open Market Committee (January 23, 1962) [Referred to in text as FOMC, Minutes January 23, 1962].",
        "Board of Governors of the Federal Reserve System (1968). Treasury Views Concerning its `Backstopping of Federal Reserve Swap Arrangements, staff memorandum to the FOMC. (June 3, 1968). [Referred to in text as Board of Governors, Treasury Views 1968].",
        "Bordo, Michael D., Humpage, Owen F. and Anna J. Schwartz (2006a). A History of U.S. Exchange Market Policy . Chapter 2. NBER ( mimeo) Bordo, Michael D., Humpage, Owen F. and Anna J. Schwartz (2006b). Bretton Woods and the U.S.",
        "Bordo, Michael D. and Anna J. Schwartz (1999). Under What Circumstances, Past and Present, Have International Rescues of Countries in Financial Distress Been Successful? Journal of International Money and Finance. Vol 18. No.4 August pp 683-708.",
        "Bordo, Michael D. and Anna J. Schwartz (2001). From the Exchange Stabilization Fund to the International Monetary Fund. NBER Working Paper 8100 (January).",
        "Bordo, Michael D. (1993). The Bretton Woods International Monetary System: A Historical Overview. in M. Bordo and B. Eichengreen. A Retrospective on the Bretton Woods System, Lesson for International Monetary Reform. Chicago: The University of Chicago Press.",
        "Brown Jr., William A. (1944). Chapter VI on Exchange Stabilization Funds in Ragnar Nurkse International Currency Experience. Geneva: League of Nations.",
        "Chandler, Lester V. (1958). Benjamin Strong, Central Banker. Washington D.C. The Brookings Institution.",
        "Einzig, Paul (1931). International Gold Movements. Second ed. MacMillan.",
        "Federal Open Market Committee, Task Force on System Foreign Currency Operations (1990). Historical Review of Reciprocal Currency Arrangements (The Swap Network) for Foreign Exchange Operations. Paper 9 January 1990. Unpublished. [Referred to in text as FOMC, Task Force Paper 9, 1990].",
        "Federal Open Market Committee, Task Force on System Foreign Currency Operations (1990). Profits and Losses in U.S. Foreign-Currency Operations. Paper 10 January 1990. Unpublished. [Referred to in text as FOMC, Task Force Paper 10, 1990].",
        "Hammond, Bray (1957). Banks and Politics in America. Princeton. Princeton University Press.",
        "James, Harold (1996). International Monetary Cooperation Since Bretton Woods, Washington, D.C.: International Monetary Fund.",
        "Leahy, Martin (1995). The Profitability of U.S. Intervention in the Foreign Exchange Markets. Journal of International Money and Finance. 14 (6): 823-844.",
        "Meltzer, Allan H. (1991). U.S. Policy in the Bretton Woods Era, Federal Reserve Bank of St. Louis Economic Review (May/June) 54-83.",
        "Morgenthau Jr., Henry. Morgenthau Papers on microfilm (60 reels). Franklin D. Roosevelt Presidential Library and Museum. New York: Hyde Park. Myers, Margaret G. (1931). The New York Money Market Vol. I Origins and Development. New York, Columbia University Press.",
        "Nurkse, Ragnar (1944). International Currency Experience, except for Chapter VI, by William A. Brown, Jr. Geneva: League of Nations.",
        "Officer, Laurence H. (1996). Between the Dollar-Sterling Gold Points: Exchange Rates, Parity and Market Behavior. Cambridge: Cambridge University Press.",
        "Pauls, Diane B. (1990). U.S. Exchange Rate Policy: Bretton Woods to Present, Federal Reserve Bulletin (November) 891-908.",
        "Redlich, Fritz (1951). The Molding of American Banking: Men and Ideas. New York: Hafner Publishers.",
        "Smith, Walter B. (1953). Economic Aspects of the Second Bank of the United States. Cambridge: Harvard University Press.",
        "Todd, Walter F. (1992). Disorderly Markets: The Law, History, and Economics of the Exchange Stabilization Fund and U.S. Foreign-Exchange Market Intervention, in George G. Kaufman, ed., Research in Financial Services: Private and Public Policy, Vol. 4. Greenwich, Conn.: JAI Press, 1992.",
        "Triffin, Robert (1960). Gold and the Dollar Crisis. New Haven, Conn.: Yale University Press.",
        "U.S. Treasury Department. Annual Report, 1934-61. Washington, D.C.: Government Printing Office.",
        "Willis, H. Parker and John H. Chapman (1934). The Banking Situation: American Post-war Problems and Developments. New York: Columbia University Press.",
        "Yeager, Leland (1976). International Monetary Relations: Theory, History, Policy. Second Edition. New York: Harper and Row."
    ]
}