{
    "id": 12664,
    "cites": 19,
    "cited_by": 73,
    "reference": [
        "Altonji, Joseph G., and Charles R. Pierret. 2001. Employer learning and statistical discrimination. Quarterly Journal of Economics 116,no.1 (February):313-350.",
        "Ashenfelter, Orley, and Alan B. Krueger. 1994. American Economic Review 84,no.5 (December):1157-1173.",
        "Cameron, Stephen V., and James J. Heckman. 1993. The nonequivalence of high school equivalents. Journal of Labor Economics 11,no.1,Part 1 (January):1-47.",
        "Card, David. 1999. Causal effect of education on earnings. In Handbook of labor economics, edited by Orley Ashenfelter and David Card. Amsterdam: North-Holland:1801-1863.",
        "Card, David, and Alan B. Krueger. 1992. Does school quality matter? Returns to education and the characteristics of public schools in the United States. Journal of Political Economy 100,no.1 (February):1-40.",
        "Hanushek, Eric A. 2003. The failure of input-based schooling policies. Economic Journal 113,no.485 (February):F64-F98.",
        "Hanushek, Eric A., Steven G. Rivkin, and Lori L. Taylor. 1996. Aggregation and the estimated effects of school resources. Review of Economics and Statistics 78,no.4 (November):611627.",
        "Harmon, Colm, Hessel Oosterbeek, and Ian Walker. 2003. The returns to education: Microeconomics. Journal of Economic Surveys 17,no.2:115-155.",
        "Heckman, James J., Anne Layne-Farrar, and Petra Todd. 1996. Human capital pricing equations with an application to estimating the effect of schooling quality on earnings. Review of Economics and Statistics 78,no.4 (November):562-610.",
        "Lazear, Edward P. 2003. Teacher incentives. Swedish Economic Policy Review 10,no.3:179-214.",
        "Lowe, Roy, ed. 1992. Education and the second world war: Studies in schooling and social change. London: Falmer Press.",
        "Mincer, Jacob. 1970. The distribution of labor incomes: a survey with special reference to the human capital approach. Journal of Economic Literature 8,no.1 (March):1-26.",
        "Mulligan, Casey B. 1999. Galton versus the human capital approach to inheritance. Journal of Political Economy 107,no.6, pt. 2 (December):S184-S224.",
        "Murnane, Richard J., John B. Willett, Yves Duhaldeborde, and John H. Tyler. 2000. How important are the cognitive skills of teenagers in predicting subsequent earnings? Journal of Policy Analysis and Management 19,no.4 (Fall):547-568.",
        "Murphy, Kevin M., and Finis Welch. 1992. The structure of wages. Quarterly Journal of Economics 107,no.1 (February):285-326.",
        "Murray, T. Scott, Irwin S. Kirsch, and Lynn B. Jenkins, eds. 1997. Adult Literacy in OECD Countries: Technical Report on the First International Adult Literacy Survey. Washington: National Center for Education Statistics.",
        "Psacharopoulos, George, and Harry A. Patrinos. 2004. Returns to investment in education: a further update. Education Economics 12,no.2 (August):111-134.",
        "Smith, Jacqui, and Michael Marsiske. 1997. Definitions and taxonomies of foundation skills and adult competencies. In Adult basic skills: Innovations in measurement and policy analysis, edited by Albert Tuijnman, Irwin S. Kirsch and Daniel A. Wagner. Cresskill, NJ: Hampton Press.",
        "Tyler, John H., Richard J. Murnane, and John B. Willett. 2000. Estimating the labor market signalling vlaue of the GED. Quarterly Journal of Economics 115,no.2 (May):431-468."
    ]
}