{
    "id": 12667,
    "cites": 12,
    "cited_by": 4,
    "reference": [
        "Anderson, James, and Eric van Wincoop, 2003, Gravity with Gravitas: A Solution to the Border Puzzle, American Economic Review, Vol. 93, No. 1, pp. 17092.",
        "Drazen, Alan, 2003, Conditionality and Ownership in IMF Lending: A Political Economy Approach, Staff Papers, International Monetary Fund, Vol. 49, Special Issue.",
        "The Economist, 2005, Is There Any Point to the WTO? (August).",
        "Fernandez, Raquel, and Dani Rodrik, 1991, Resistance to Reform: Status Quo Bias in the Presence of Individual-Specific Uncertainty, American Economic Review, Vol. 85, pp. 1146-55.",
        "Frankel, Jeffrey, and Shang-Jin Wei, 1994, Yen Bloc or Dollar Bloc: Exchange Rate Policies of the East Asian Economies, in Macroeconomic Linkages: Savings, Exchange Rates and Capital Flows, ed. by Takatoshi Ito and Anne Krueger (Chicago: University of Chicago Press).",
        "Frankel, Jeffrey, 1997, Regional Trading Blocs in the World Economic System (Washington: Institute for International Economics).",
        "Helpman, Elhanan, Marc Melitz, and Yona, Rubinstein, 2005, Trading Partners and Trade Volumes, Harvard University Working Paper (Cambridge, Massachusetts: Harvard University).",
        "Kaufmann, Daniel, Aart Kraay, and Pablo Zoido-Lobaton, 1999a, Aggregating Governance Indicators, Policy Research Working Paper No. 2195 (Washington: World Bank).",
        "Rose, Andrew, 2002, Do WTO Members Have More Liberal Trade Policy? NBER Working Paper No. 9347 (Cambridge, Massachusetts: National Bureau of Economic Research).",
        "Review, Vol. 94, No. 1, pp. 98114. Subramanian, Arvind, and Shang-Jin Wei, 2003, The WTO Promotes Trade, Strongly but Unevenly, NBER Working Paper No. 10024 (Cambridge, Massachusetts: National Bureau of Economic Research); forthcoming, Journal of International Economics.",
        "Wei, Shang-Jin, 1996, Intra-National Versus Trade: How Stubborn are Nations in Global Integration? NBER Working Paper No. 5531 (Cambridge, Massachusetts: National Bureau of Economic Research).",
        "Canadian Journal of Economics, Vol. 30, No. 4, pp. 123447. Reprinted in The Political Economy of Reform, ed. by Federico Sturzenegger and Mariano Tommasi (Cambridge, Massachusetts: MIT Press, 1998)."
    ]
}