{
    "id": 12671,
    "cites": 48,
    "cited_by": 3,
    "reference": [
        "Akdi, Y., and D. Dickey (1998): Periodograms of Unit Root Time Series: Distributions and Tests, Communications in Statistics: Theory and Methods, 27, 69--87.",
        "Andersen, T., and T. Bollerslev (1997): Heterogeneous Information Arrivals and Return Volatility Dynamics: Uncovering the Long-Run in High Frequency Returns, Journal of Finance, 52, 975--1005.",
        "Andersen, T., T. Bollerslev, P. Christoffersen, and F. Diebold (2006): Volatility: Practical Methods for Financial Applications. Princeton University Press, Princeton.",
        "Balke, N., and R. Gordon (1989): The Estimation of Prewar Gross National Product: Methodology and New Evidence, Journal of Political Economy, 94, 38--92.",
        "Beveridge, S., and C. Nelson (1981): A New Approach to Decomposition of Economics Time Series Into Permanent and Transitory Components with Particular Attention to Measurement of the Business Cycle, Journal of Monetary Economics, 7, 151--174.",
        "Bierens, H. (1997): Nonparametric Cointegration Analysis, Journal of Econometrics, 77, 379--404.",
        "Bollerslev, T., R. Engle, and D. Nelson (1994): ARCH Models, in Handbook of Econometrics Vol. IV, ed. by R. Engle, and D. McFadden. Elsevier Science, Amsterdam.",
        "Bollerslev, T., and H. Mikkelsen (1999): Long-Term Equity Anticipation Securities and Stock Market Volatility Dynamics, Journal of Econometrics, 92, 75--99.",
        "Campbell, J., and M. Yogo (2006): Efficient Tests of Stock Return Predictability, forthcoming in Journal of Financial Economics.",
        "Chan, N., and N. Terrin (1995): Inference for Unstable Long-Memory Processes with Applications to Fractional Unit Root Autoregressions, Annals of Statistics, 23, 1662-- 1683.",
        "Christiano, L., M. Eichenbaum, and R. Vigfusson (2003): What Happens After a Technology Shock, NBER Working Paper 9819.",
        "Davidson, J. (2002): Establishing Conditions for the Functional Central Limit Theorem in Nonlinear and Semiparametric Time Series Processes, Journal of Econometrics, 106, 243--269.",
        "Davidson, J., and P. Sibbertsen (2005): Generating Schemes for Long Memory Processes: Regimes, Aggregation and Linearity, Journal of Econometrics, 128, 253--282.",
        "Diebold, F., and A. Inoue (2001): Long Memory and Regime Switching, Journal of Econometrics, 105, 131--159.",
        "Ding, Z., C. Granger, and R. Engle (1993): A Long Memory Property of Stock Market Returns and a New Model, Journal of Empirical Finance, 1, 83--116.",
        "Elliott, G. (1999): Efficient Tests for a Unit Root When the Initial Observation is Drawn From its Unconditional Distribution, International Economic Review, 40, 767--783.",
        "Elliott, G., T. Rothenberg, and J. Stock (1996): Efficient Tests for an Autoregressive Unit Root, Econometrica, 64, 813--836.",
        "Fama, E. (1970): Efficient Capital Markets: A Review of Theory and Empirical Work, Journal of Finance, 25, 383--417.",
        "Francis, N., and V. Ramey (2006a): Is the Technology-Driven Business Cycle Hypothesis Dead?, forthcoming in Journal of Monetary Economics.",
        "Geweke, J., and S. Porter-Hudak (1983): The Estimation and Application of Long Memory Time Series Models, Journal of Time Series Analysis, 4, 221--238.",
        "Harvey, A. (1989): Forecasting, Structural Time Series Models and the Kalman Filter.",
        "Cambridge University Press. Kariya, T. (1980): Locally Robust Test for Serial Correlation in Least Squares Regression, Annals of Statistics, 8, 1065--1070.",
        "Kim, C.-J., and C. Nelson (1999): Has the Economy Become More Stable? A Bayesian Approach Based on a Markov-Switching Model of the Business Cycle, The Review of Economics and Statistics, 81, 608--616.",
        "King, M. (1980): Robust Tests for Spherical Symmetry and their Application to Least Squares Regression, The Annals of Statistics, 8, 1265--1271.",
        "King, R., C. Plosser, J. Stock, and M. Watson (1991): Stochastic Trends and Economic Fluctuations, American Economic Review, 81, 819--840.",
        "Kwiatkowski, D., P. Phillips, P. Schmidt, and Y. Shin (1992): Testing the Null Hypothesis of Stationarity Against the Alternative of a Unit Root, Journal of Econometrics, 54, 159--178.",
        "Lettau, M., and S. Ludvigson (2004): Understanding Trend and Cycle in Asset Values: Reevaluating the Wealth Effect on Consumption, American Economic Review, 94, 276-- 299.",
        "Lothian, J., and M. Taylor (1996): Real Exchange Rate Behavior: The Recent Float from the Perspective of the Past Two Centuries, Journal of Political Economy, 104, 488--509.",
        "Mandelbrot, B., and J. V. Ness (1968): Fractional Brownian Motions, Fractional Noise and Applications, SIAM Review, 10, 422--437.",
        "Marinucci, D., and P. Robinson (1999): Alternative Forms of Fractional Brownian Motion, Journal of Statistical Planning and Inference, 80, 111--122.",
        "McLeish, D. (1974): Dependent Central Limit Theorems and Invariance Principles, The Annals of Probability, 2, 620--628.",
        "Meese, R., and K. Rogoff (1983): Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample?, Journal of International Economics, 14, 3--24.",
        "MÃ\u0083Â¼ller, U. (2004): A Theory of Robust Long-Run Variance Estimation, mimeo, Princeton University.",
        "Nelson, C., and C. Plosser (1982): Trends and Random Walks in Macroeconomic Time Series Some Evidence and Implications, Journal of Monetary Economics, 10, 139--162.",
        "Nyblom, J. (1989): Testing for the Constancy of Parameters Over Time, Journal of the American Statistical Association, 84, 223--230.",
        "Parke, W. (1999): What is Fractional Integration?, Review of Economics and Statistics, 81, 632--638.",
        "Pesavento, E., and B. Rossi (2005): Do Technology Shocks Drive Hours Up or Down? A Little Evidence from an Agnostic Procedure, Macroeconomic Dynamics, 9, 478--488.",
        "Phillips, P. (1998): New Tools for Understanding Spurious Regression, Econometrica, 66, 1299--1325.",
        "Cowles Foundation Discussion Paper 1547. Phillips, P., and V. Solo (1992): Asymptotics for Linear Processes, Annals of Statistics, 20, 971--1001.",
        "Pollard, D. (2002): A Users Guide to Measure Theoretic Probability. Cambridge University Press, Cambridge, UK.",
        "Robinson, P. (2003): Long-Memory Time Series, in Time Series with Long Memory, ed.",
        "Said, S., and D. Dickey (1984): Testing for Unit Roots in Autoregressive-Moving Average Models of Unknown Order, Biometrika, 71, 2599--607.",
        "Stock, J. (1994): Unit Roots, Structural Breaks and Trends, in Handbook of Econometrics, ed. by R. Engle, and D. McFadden, vol. 4, pp. 2740--2841. North Holland, New York.",
        "Stock, J., and M. Watson (2005): Has Inflation Become Harder to Forecast?, mimeo, Princeton University.",
        "Taqqu, M. (1975): Convergence of Integrated Processes of Arbitrary Hermite Rank, Zeitschrift fÃ\u0083Â¼r Wahrscheinlichkeitstheorie und verwandte Gebiete, 50, 53--83.",
        "Velasco, C. (1999): Non-Stationary Log-Periodogram Regression, Journal of Econometrics, 91, 325--371.",
        "Watson, M. (1999): Explaining the Increased Variability in Long-Term Interest Rates, Federal Reserve Bank of Richmond--Economic Quarterly, 85, 71--96.",
        "Wooldridge, J., and H. White (1988): Some Invariance Principles and Central Limit Theorems for Dependent Heterogeneous Processes, Econometric Theory, 4, 210--230."
    ]
}