{
    "id": 12679,
    "cites": 45,
    "cited_by": 2,
    "reference": [
        "Abrams, David, Marianne Bertrand, and Sendhil Mullainathan (2006), Do Judges Vary in their Treatment of Race?, Mimeo.",
        "Bauer, Ralph (1933), The Degree of Moral Fault as Affecting Defendants Liability, University of Pennsylvania Law Review 81, 586-596.",
        "Bebchuk, Lucian (1984), Litigation and Settlement under Imperfect Information, RAND Journal of Economics 15, 404-415.",
        "Brenner, Saul, and Harold Spaeth (1995), Stare Indecisis: The Alteration of Precedent on the U.S.",
        "Brunetti, John (1998), Searching for Methods of Trial Court Fact-Finding and Decision Making, Hastings Law Journal 49, 1491-1509.",
        "Bueno de Mesquita, Ethan, and Mathew Stephenson, 2002, Informative Precedent and Intrajudicial Communication, American Political Science Review 90, 1-12.",
        "Craswell, Richard, and John Calfee (1986), Deterrence and Uncertain Legal Standards, Journal of Law, Economics, and Organization 2, 279-303.",
        "Feige, David (2006), Indefensible, Boston: Little Brown.",
        "Frank, Jerome (1930), Law and the Modern Mind, New York: Brentanos.",
        "Frank, Jerome (1932), What Courts Do in Fact, University of Illinois Law Review 26, 645.",
        "Frank, Jerome (1951), Courts on Trial, Princeton, N.J.: Princeton University Press.",
        "Gennaioli, Nicola (2004), Contracting in the Shadow of the Law, Mimeo, Harvard University.",
        "Gennaioli Nicola, and Andrei Shleifer (2007), The Evolution of Common Law, Journal of Political Economy, forthcoming.",
        "George, Tracey, and Lee Epstein (1992), On the Nature of Supreme Court Decision Making, American Political Science Review 86, 323-337.",
        "Glaeser, Edward, and Andrei Shleifer (2002), Legal Origins, Quarterly Journal of Economics 117, 1193-1229.",
        "Glaeser, Edward, and Andrei Shleifer (2003), The Rise of the Regulatory State, Journal of Economic Literature 16, 401-425.",
        "Hansford, Thomas, and James Spriggs, II (2006), The Politics of Precedent in the U.S. Supreme Court, Princeton, N.J.: Princeton University Press, forthcoming.",
        "Hoffman, Adam (2001), Coralling Constitutional Fact: De Novo Fact Review in the Federal Appellate Courts, Duke Law Journal 50, 1427-1466.",
        "Kalven, Harry, and Hans Zeisel (1966), The American Jury, Chicago, IL: The University of Chicago Press.",
        "Kaplow, Louis (1992), Rules versus Standards: An Economics Analysis, Duke Law Journal 42, 557-629.",
        "Kaplow, Louis (1994), The Value of Accuracy in Adjudication: An Economic Analysis, Journal of Legal Studies 23, 307-401.",
        "Kaplow, Louis, and Steven Shavell (1994), Accuracy in the Determination of Liability, Journal of Law and Economics 37, 1-15.",
        "Kaplow, Louis, and Steven Shavell (1996), Accuracy in the Assessment of Damages, Journal of Law and Economics 39, 191-210.",
        "Keeton, Robert, Lewis Sargentich, and Gregory Keating (2004), Tort and Accident Law, 4th ed., St. Paul, MN: West.",
        "Klein, David (2002), Making Law in the United States Courts of Appeals, Cambridge, U.K.: Cambridge University Press.",
        "Landes, William (1971), An Economic Analysis of the Courts, Journal of Law and Economics 14, 61-107.",
        "Llewellyn, Karl (1951), The Bramble Bush, New York: Oceana, 1951.",
        "Llewellyn, Karl (1960), The Common Law Tradition, Boston, MA: Little Brown.",
        "Merryman, John (1985), The Civil Law Tradition, Stanford, CA: Stanford University Press.",
        "Mullainathan, Sendhil, and Andrei Shleifer (2005), The Market for News, American Economic Review 95, 1031-1053.",
        "Partridge, Anthony, and William Eldridge (1974), The Second Circuit Sentencing Study, Federal Judicial Center.",
        "Pinello, Daniel (1999), Linking Party to Judicial Ideology in American Courts: A Metaanalysis, The Justice System Journal 3, 219-254.",
        "Ponzetto, Giacomo and Patricio Fernandez (2006), Case Law vs. Statute Law: An Evolutionary Comparison, Mimeo, Harvard University.",
        "Posner, Richard (1972), A Theory of Negligence, Journal of Legal Studies 1, 29-96.",
        "Posner, Richard (1990), Cardozo: A Study in Reputation, Chicago: the University of Chicago Press.",
        "Posner, Richard (2005), Judicial Behavior and Performance: an Economic Approach, Florida State University Law Review 32, 1259-1279.",
        "Priest, George, and Benjamin Klein (1984), The Selection of Disputes for Litigation, Journal of Legal Studies 13, 31-50.",
        "Revesz, Richard (1997), Environmental Regulation, Ideology, and the D.C. Circuit, Virginia Law Review 83, 1717-1772.",
        "Shavell, Steven (1987), Economic Analysis of Accident Law, Cambridge, MA: Harvard University Press.",
        "Shavell, Steven (2005), Optimal Discretion in the Application of Rules, Mimeo.",
        "Sunstein, Cass, David Schkade, and Lisa Michelle Ellman (2004), Ideological Voting on Federal Courts of Appeals: a Preliminary Investigation, Stanford Law Review 90, 301-354.",
        "Viscusi, Kip (1988), Pain and Suffering in Product Liability Cases: Systematic Compensation or Capricious Awards?, International Review of Law and Economics 8, 203-220.",
        "Viscusi, Kip (1998), The Social Costs of Punitive Damages Against Corporations in Environmental and Safety Torts, Georgetown Law Journal 87, 285-345.",
        "Wyzanski, Charles (1972), An Activist Judge: Mea Maxima Culpa, Apologia Pro Vita Mea, Georgia Law Review 7, 202-225.",
        "Yildiz, Muhamet (2004), Waiting to Persuade, Quarterly Journal of Economics 119, 223-248."
    ]
}