{
    "id": 12680,
    "cites": 21,
    "cited_by": 8,
    "reference": [
        "Bradshaw, J. (2001), Methodologies to measure poverty: more than one is best! International Symposium Poverty: Concepts and Methodologies, Mexico City.",
        "Feenberg, Daniel Richard, and Elizabeth Coutts, An Introduction to the TAXSIM Model, Journal of Policy Analysis and Management vol 12 no 1, Winter 1993, pages 189-194.",
        "Fernandez-Villaverde, J. and Krueger, D. (2002), Consumption Over the Life Cycle: Some Facts from Consumer Expenditure Survey Data, NBER Working Paper 9382.",
        "Garner, T., Janini, G., Passero, W., Paszkiewicz, L. and Vendemia, M. (2003), The Consumer Expenditure Survey in Comparison: Focus on Personal Consumption Expenditures, Washington, DC: US Department of Labor - Bureau of Labor Statistics.",
        "Garner, T. and Short, K. (2001), Owner-Occupied Shelter in Experimental Poverty Measures, Paper prepared for the Annual Meeting of the Southern Economics Association Conference, Tampa, Florida, November 2001.",
        "Garner, T. and Short, K. (2005), Economic Well-Being Based on Income, Consumer Expenditures and Personal Assessments of Needs, Working Paper 381, U.S. Bureau of Labor Statistics, Washington, DC.",
        "Hurd, M. D., Juster, F. T. and Smith, J. P. (2003), Enhancing the Quality of Data on Income: Recent Innovations from the HRS, Journal of Human Resources, 38 (3), pp. 758-772.",
        "Hurd, M. D, Daniel McFadden, Harish Chand, Li Gan, Angela Merrill and Michael Roberts (1998) Consumption and Saving Balances of the Elderly: Experimental Evidence on Survey Response Bias, in D. Wise, ed., Frontiers in the Economics of Aging, Chicago: University of Chicago Press, pp 353-387.",
        "Hurd, M. D. and Rohwedder, S. (2005), The Consumption and Activities Mail Survey: Description, Data Quality, and First Results on Life-Cycle Spending and Saving, typescript, RAND, 2005 Johnson, D., Smeeding, T. and Torrey, B. (2005), Economic Inequality Through the Prisms of Income and Consumption, Monthly Labor Review, April, pp. 11-24.",
        "Jorgenson, D. (1998) Did We Lose the War on Poverty? Journal of Economic Perspectives, 12: 1, pp. 79-96.",
        "Jorgenson, D. and D. Slesnick (1987) Aggregate Consumer Behavior and Household Equivalence Scales, Journal of Business and Economic Statistics, 5(2): 219-232.",
        "Mayer, S. and C. Jencks (1993), Recent Trends in Economic Inequality in the United States: Income versus Expenditures versus Material Well-Being, in D.B. Papadimitriou and E.",
        "Meyer, B.D. and J.X. Sullivan (2003), Measuring the Well-Being of the Poor Using Income and Consumption, NBER Working Paper, No. 9760.",
        "Rogers, J. and Gray, M. (1994), CE Data: Quintiles of Income versus Quintiles of Outlays, Monthly Labor Review, 118(8), pp.32-37.",
        "Sabelhaus, J. and Groen, J. (2000), Can Permanent Income Theory Explain Cross-Section Consumption Patterns? Review of Economics and Statistics, 82(3):431-438.",
        "Saunders, P. (1997), Poverty, Choice and Legitimacy, Social Policy Research Centre: Discussion Paper No 76.",
        "Short, K., Shea, M., Johnson, D. and Garner, T. (1998), Poverty-Measurement Research Using the Consumer Expenditure Survey and the Survey of Income and Program Participation, American Economic Review, 88(2), 352- 356.",
        "Slesnick, D. (1993), Gaining Ground: Poverty in the Postwar United States, Journal of Political Economy, Vol. 101:1.",
        "Slesnick, D. (1994), Consumption, Needs and Inequality, International Economic Review, 35(3).",
        "Slesnick, D. (2001), Consumption and Social Welfare, Cambridge: Cambridge University Press.",
        "Weinberg, Daniel H., Charles T. Nelson, Marc I. Roemer and Edward J. Welniak, Jr. (1999), Fifty Years of U.S. Income Data from the Current Population Survey: Alternatives, Trends, and Quality, The American Economic Review, Vol. 89, No. 2, Papers and Proceedings of the One Hundred Eleventh Annual Meeting of the American Economic Association. (May), pp. 18-22."
    ]
}