{
    "id": 12682,
    "cites": 18,
    "cited_by": 5,
    "reference": [
        "Andersen, Torben G. and Tim Bollerslev (1997). Intraday Periodicity and Volatility Persistence in Financial Markets, Journal of Empirical Finance, vol. 4: 115-158.",
        "Andersen, Torben G. and Tim Bollerslev (1998). Deutsche Mark-Dollar Volatility: Intraday Activity Patterns, Macroeconomic Announcements, and Longer Run Dependencies, Journal of Finance, Vol.",
        "Baillie, Richard T. and Tim Bollerslev (1990). Intra-Day and Inter-Market Volatility in Foreign Exchange Rates, Review of Economic Studies, vol. 58: 565-585.",
        "Berger, David, Alain P. Chaboud, Sergey V. Chernenko, Edward Howorka,Raj S. Knshnasami Iyer, David Liu, and Jonathan H. Wright, (2005). Order flow and Exchange Rate Dynamics in Electronic Brokerage System Data, Board of Governors of the Federal Reserve System International Finance Discussion Papers No.830, April.",
        "Chaboud, Alain P.; Sergey V. Chernenko, Edward Howorka; Raj S. Krishnasami Iyer, David Liu and Jonathan H. Wright, 2004. The High-Frequency Effects of U.S. Macroeconomic Data Releases on Prices and Trading Activity in the Global Interdealer Foreign Exchange Market, Board of Governors of the Federal Reserve System, International Finance Discussion Papers, Number 823, November.",
        "Evans, Martin and Richard K. Lyons, (2005a). Do Currency Markets Absorb News Quickly?, NBER working paper, no.11041, January.",
        "Evans, Martin and Richard K. Lyons, (2005b). Meese-Rogoff Redux: Micro-Based Exchange Rate Forecasting, NBER working paper, No.11042, January.",
        "Evans, Martin and Richard K. Lyons, (2005c). Understanding Order Flow, NBER working paper, no.11748, November.",
        "Galli, and A. Giovannini (eds.) The Microstructure of Foreign Exchange Markets, Chicago: The University of Chicago Press: 107-179. *) Goodhart, Charles and Richard Payne, (1996) Microstructural Dynamics in a Foreign Exchange Electronic Broking System Journal of International Money and Finance, vol. 15, no. 6: 829-852.",
        "Goodhart, Charles, and Maureen OHara, (1997). High Frequency Data in Financial Markets: Issues and Applications Journal of Empirical Finance, vol. 4: 73-114.",
        "Ito, Takatoshi, (2003). Is Foreign Exchange Intervention Effective?: the Japanese experiences in the 1990s in Paul Mizen (ed.), Monetary History, Exchange Rates and Financial Markets, Essays in Honour of Charles Goodhart, Volume 2, CheltenhamU.K.; Edward Elgar Pub. 2003: 126-153.",
        "Ito, Takatoshi, (2005b). Interventions and Japanese Economic Recovery International Economics and Economic Policy (IEEP), vol. 2, no. 2-3, November 2005: 219-239.",
        "Ito, Takatoshi, Richard K. Lyons, and Michael T. Melvin, (1998), Is There Private Information in the FX Market? The Tokyo Experiment, The Journal of Finance, vol. LIII, no. 3, June: 1111-1130.",
        "Ito, Takatoshi and Yuko Hashimoto (2004), Microstructure of the Dollar/yen Foreign Exchange Market: Patterns of Intra-day Activity in the Electronic Broking System, NBER working paper, no.",
        "Lyons, Richard (1995). Tests of Microstructural Hypotheses in the Foreign Exchange Market, Journal of Financial Economics, vol. 39: 321-351.",
        "Lyons, Richard (1996). Foreign Exchange Volume: Sound and Fury Signifying Nothing? in J. A.",
        "Lyons, Richard (2001). The Microstructure Approach to Exchange Rates, Cambridge: MIT Press.",
        "Lyons, Richard K. and Michael J. Moore, (2005). An Information Approach to International Currencies, NBER working paper no.11220, March."
    ]
}