{
    "id": 12689,
    "cites": 42,
    "cited_by": 7,
    "reference": [
        "Aldemian, Harold, Jere R. Behrman, Victor Lavy, and Rekha Menon. 2001. Child Health and School Enrollment: A Longitudinal Analysis. The Journal of Human Resources 36:186-205.",
        "Ashenfelter, Orley and James Heckman. 1974. The Estimation of Income and Substitution Effects in a Model of Family Labor Supply. Econometrica 42:73-86.",
        "Becker, Gary. 1965. A Theory of the Allocation of Time. Economic Journal 75:493-5 17.",
        "Beegle, Kathleen, Joachim De Weerdt, and Stefan Dercon. 2005. Orphanhood and the LongRun Impact on Children. Mimeo, World Bank.",
        "Canning, David. 2006. The Economics of HIV/AIDS in Low-Income Countries: The Case for Prevention. Journal of Economic Perspectives 20:121-142.",
        "Case, Anne and Cally Ardington. 2005. The Impact of Parental Death on School Outcomes: Longitudinal Evidence from South Africa. Mimeo, Princeton University.",
        "Case, Ann and Angus Deaton. 1998. Large Cash Transfers to the Elderly in South Africa. Economic Journal 108:1330-1361.",
        "Central Bureau of Statistics. 1999. Kenya 1999 Population and Housing Census. Nairobi: Central Bureau of Statistics.",
        "Coetzee, David et al. 2004. Outcomes After Two Years of Providing Antiretroviral Treatment in Khayelitsha, South Africa. AIDS 18:887-895.",
        "Cohen, Jonathan et al. 2004. Addressing the Educational Void During the Antiretroviral Therapy Rollout, AIDS 18:2105-2106.",
        "Duflo, Esther. 2001. Schooling and Labor Market Consequences of School Construction in Indonesia: Evidence from an Unusual Policy Experiment. The American Economic Review 91:795-8 13.",
        "Duflo, Esther. 2003. Grandmothers and Granddaughters: Old-age Pensions and Intrahousehold Allocation in South Africa. World Bank Economic Review 17:1-25.",
        "Evans, David and Edward A. Miguel. 2005. Orphans and Schooling: A Longitudinal Analysis. UC-Berkeley Center for International and Development Economics Research Paper C05- 143.",
        "Goldstein Markus, Joshua Graff Zivin, Mabel Nangami, Harsha Thirumurthy. 2005. HIV/AIDS and Socio-economic Status: Preliminary Evidence from Western Kenya. Mimeo, Yale University.",
        "Glewwe, Paul, Hanan G. Jacoby, and Elizabeth M. King. Early Childhood Nutrition and Academic Achievement: A Longitudinal Analysis. Journal of Public Economics 8 1:345-368. Glewwe, Paul and Elizabeth M. King. The Impact of Early Childhood Nutritional Status on Cognitive Development: Does the Timing of Malnutrition Matter? The World Bank Economic Review. 15:81-113. Gorstein, J. et al. 1994. Issues in the Assessment of Nutritional Status Using Anthropometry. Bulletin of the World Health Organization 72:273-283.",
        "Grubb, Ian, Jos Peniens, and Bernhard Schwartlander. 2003. A Public Health Approach to Antiretroviral Treatment: Overcoming Constraints. Geneva: World Health Organization.",
        "Hammer, Scott M. et al. 1997. A Controlled Trial of Two Nucleoside Analogues plus Indinavir in Persons with Human Immunodeficiency Virus Infection and CD4 Cell Counts of 200 per Cubic Millimeter or Less. New England Journal of Medicine 337:725-733.",
        "Jacoby, Hanan G. and Emmanuel Skoufias. 1997. Risk, Financial Markets, and Human Capital in a Developing Country. Review of Economic Studies 64:311-335.",
        "Kochar, Anjini. 1995. Explaining Household Vulnerability to Idiosyncratic Income Shocks. The American Economic Review Papers and Proceedings 85:159-164.",
        "Laurent, Christian et al. 2002. The Senegalese Governments Highly Active Antriretroviral Therapy Initiative: An 18-month Follow-up Study. AIDS 16:1363-1370.",
        "Mamlin, Joe, Sylvester Kimaiyo, Winstone Nyandiko, and William Tierney. 2004. Academic Institutions Linking Access to Treatment and Prevention: Case Study. Geneva: World Health Organization.",
        "Mains, Jose Ricardo P. et al. 2003. Dramatic Improvement in Survival Among Adult Brazilian AIDS patients. AIDS 17:1675-1682.",
        "Miguel, Edward and Michael Kremer. 2004. Worms: Identifying Impacts on Education and Health in the Presence of Treatment Externalities. Econometrica 72:159-217.",
        "Paxson, C. 1992. Using Weather Variability to Estimate the Response of Savings to Transitory Income in Thailand. American Economic Review 82: 15-33.",
        "Pitt, Mark and Mark Rosenzweig. 1990. Estimating the Intrahousehold Incidence of Illness: Child Health and Gender-Inequality in the Allocation of Time. International Economic Review 31:969-989.",
        "Schultz, T. Paul and Aysit Tansel. 1997. Wage and Labor Supply Effects of illness in Cote dIvoire and Ghana: Instrumental Variable Estimates for Days Disabled. Journal of Development Economics 53:251-286.",
        "Schultz, T. Paul. 1999. Health and Schooling Investments in Africa. The Journal of Economic Perspectives 13:67-88.",
        "Strauss, John and Duncan Thomas. 1995. Human Resource: Empirical Modeling of Household and Family Decisions, in Jere Behrman and T.N. Srinivasan, eds. Handbook of Development Economics Vol. 3, Part 1.",
        "Strauss, John and Duncan Thomas. 1998. Health, Nutrition, and Economic Development. The Journal of Economic Literature 36:766-817.",
        "Thirumurthy, Harsha, Joshua Graff Zivin, and Markus Goldstein. 2005. The Economic Impact of AIDS Treatment: Labor Supply in Western Kenya. NBER Working Paper No. 11871.",
        "Townsend, R. 1994. Risk and Insurance in Village India. Econometrica 62: 539-59 1.",
        "Udry, C. 1994. Risk and Insurance in a Rural Credit Market: An Empirical Investigation in Northern Nigeria. Review of Economic Studies 61.",
        "UNAIDS. 2004. Report on the Global AIDS Epidemic. Geneva: Joint United Nations Programme on the HI V/AIDS.",
        "Waterlow, J.C et al. 1977. The Presentation and Use of Height and Weight Data for Comparing the Nutritional Status of Groups of Children Under the Age of 10 Years. Bulletin of the World Health Organization 55:489-498.",
        "Wools-Kaloustian, Kara, et al. 2006. Viability and Effectiveness of Large-scale HIV Treatment Initiatives in Sub-Saharan Africa: Experience from Western Kenya. AIDS 20:41-48.",
        "World Health Organization. 1995. Physical Status: The Use and Interpretation of Anthropometry. Report of a WHO Expert Committee. World Health Organization Technical Report Series 854:1-452.",
        "World Health Organization. 2002. Scaling Up Antiretroviral Therapy in Resource-Limited Settings: Guidelines for a Public Health Approach. Geneva: World Health Organization.",
        "World Health Organization. 2003. Nutrient Requirements of People Living with HI VIA IDS: Report of a Technical Consultation. Geneva: World Health Organization.",
        "World Health Organization. 2006. Progress on Global Access to HlVAntiretroviral Therapy: A Report on 3 by 5 and Beyond. Geneva: World Health Organization.",
        "World Health Organization Working Group. 1986. Use and Interpretation of Anthropometric Indicators of Nutritional Status. Bulletin of the World Health Organization 64:929-941.",
        "Yamano, Takashi and T.S. Jayne. 2005. Working-age Adult Mortality and Primary School Attendance in Rural Kenya. Economic Development and Cultural Change 53:619-653.",
        "Young, Alwyn. 2005. The gift of the dying: the tragedy of AIDS and the Wealth of Future African Generations. Quarterly Journal of Economics 120:423-466."
    ]
}