{
    "id": 12681,
    "cites": 16,
    "cited_by": 14,
    "reference": [
        "Arrow, K. J. (1963). Uncertainty and the Welfare Economics of Medical Care. American Economic Review 53 941-973.",
        "Baumgarten, A. (2005). California Health Care Market Report 2005. California HealthCare Foundation.",
        "Gaynor, M. and D. Haas-Wilson (1999). Change, consolidation, and competition in health care markets. Journal of Economic Perspectives 13(1): 141-64.",
        "Gaynor, M. and D. Haas-Wilson (2002). Change, Consolidation, and Competition in Health Care Markets. The Heinz School, Carnegie-Mellon Working Paper 2002-19. Pittsburgh, PA: The Heinz School, Carnegie-Mellon.",
        "Gaynor, M., D. Haas-Wilson and W. B. Vogt (2000). Are Invisible Hands Good Hands? Moral Hazard, Competition, and the Second-Best in Health Care Markets. Journal of Political Economy 108(5): 992-1005.",
        "Goldman, D. P., G. F. Joyce, J. J. Escarce, J. E. Pace, M. D. Solomon, M. Laouri, P. B. Landsman and S. M. Teutsch (2004). Pharmacy benefits and the use of drugs by the chronically ill. Jama 291(19): 2344-50.",
        "Lakdawalla, D., T. J. Philipson and R. Wang (2006). Intellectual Property and Marketing. National Bureau of Economic Research Working Paper 12577. Cambridge, MA: National Bureau of Economic Research.",
        "Levy, R. (1999). The pharmaceutical industry. A discussion of competitive and antitrust issues in an environment of change. Bureau of Economics/Federal Trade Commission staff report. Bureau of Economics/Federal Trade Commission.",
        "Martinez, B. (2002). Medco finds that old ties bind in contract with parent Merck after spinnoff, it agrees to maintain market share for Merck medicines. The Wall Street Journal. New York.",
        "Subcommittee on Health of the House Committee on Ways and Means (2004). Hospital Pricing and the Uninsured. House Committee on Ways and Means. March 9, 2004.",
        "Nordhaus, W. (1969). Invention, Growth and Welfare. Cambridge, MA: MIT Press.",
        "Oi, W. Y. (1971). A Disneyland Dilemma: Two-part Tariffs for a Mickey Mouse Monopoly. Quarterly Journal of Economics 85: 77-96.",
        "Pauly, M. (1968). The Economics of Moral Hazard: Comment. American Economic Review 58(3): 531-537.",
        "Pauly, M. V. (2005). What Measures of Costs and Benefits for Drugs in Cost Effectiveness Analysis. Wharton School Working Paper. Philadelphia, PA: Wharton School.",
        "Cambridge, MA: National Bureau of Economic Research. Rothschild, M. and J. E. Stiglitz (1976). Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information. Quarterly Journal of Economics 90(4): 630-49.",
        "Zeckhauser, R. (1970). Medical Insurance: A Case Study of the Tradeoff Between Risk Spreading and Appropriate Incentives. Journal of Economic Theory 2(1): 10-26."
    ]
}