{
    "id": 12688,
    "cites": 29,
    "cited_by": 27,
    "reference": [
        "Bassett, William F. and Robin L. Lumsdaine (2001), `Probability limits: Are subjective assessments adequately accurate?, Journal of Human Resources, 36 (2), 327-63.",
        "Blondal, Sveinbjorn and Stefano Scarpetta (1997), `Early retirement in OECD countries: The role of social security systems, OECD Economic Studies, 29 (1997/Il), 7-54.",
        "Bloom, David E., David Canning and Bryan Graham (2003), `Longevity and life-cycle savings, Scandinavian Journal of Economics, 105, 319-38.",
        "Bloom, David E., David Canning and Michael Moore (2004), `Health, Longevity, and Optimal Retirement, NBER Working Paper 10919, National Bureau of Economic Research, Cambridge, MA, August.",
        "Bloom, David E., David Canning, Rick Mansfield and Michael Moore (2007), `Demographic change, social security systems, and savings, Journal of Monetary Economics, in press.",
        "Bloom, David E., David Canning, Michael Moore and Younghwan Song (2006), `The Effect of Subjective Survival Probabilities on Retirement and Saving, manuscript, Harvard School of Public Health, Boston, Massachusetts, July.",
        "Bongaarts, John and Griffith Feeney (2003), `Estimating mean lifetimes, Proceedings of the National Academy of Sciences, 100, 13127-33.",
        "Boucekkine, Raouf, David de la Croix and Omar Licandro (2002), `Vintage human capital, demographic trends, and endogenous growth, Journal of Economic Theory, 104, 340- 75.",
        "Costa, Dora L. (2002), `Changing chronic disease rates and long-term declines in functional limitation among older men, Demography, 39, 119-37.",
        "Crimmins, Eileen M. (2004), `Trends in the health of the elderly, Annual Review of Public Health, 25, 79-98.",
        "Deaton, A. (1992), Understanding Consumption, Oxford: Oxford University Press.",
        "Deaton, Angus and Christina H. Paxson (1994), `Savings, growth, and aging in Taiwan, in David Wise (ed.), Studies in the Economics of Aging, Chicago: National Bureau of Economic Research and University of Chicago Press.",
        "Fries, James F. (1980), `Aging, natural death, and the compression of morbidity, New England Journal of Medicine, 303, 130-35.",
        "Gruber, Jonathan and David Wise (1998), `Social security and retirement: An international comparison, American Economic Review, 88, 158-63.",
        "Gustman, Alan L. and Thomas L. Steinmeier (2000), `Retirement outcomes in the Health and Retirement Study, Social Security Bulletin, 63 (4), 57-7 1.",
        "Hamermesh, Daniel 5. (1985), `Expectations, life expectancy, and economic behavior, Quarterly Journal of Economics, 100 (2), 389-408.",
        "Hamermesh, Daniel S. and Frances W. Hamermesh (1983), `Does perception of life expectancy reflect health knowledge? American Journal of Public Health, 73 (8), 911-14.",
        "Hurd, Michael D., Daniel McFadden and Li Gan (1998), `Subjective survival curves and life cycle behavior, in David Wise (ed.), Inquiries in the Economics of Aging, Chicago: University of Chicago Press.",
        "Hurd, Michael D. and Kathleen McGarry (1995), `Evaluation of the subjective probabilities of survival, Journal of Human Resources, 30 (Supplement), S268-92.",
        "Hurd, Michael D. and Kathleen McGarry (2002), `The predictive validity of subjective probabilities of survival, Economic Journal, 112 (October), 966-85.",
        "Hurd, Michael D., James P. Smith and Julie M. Zissimopoulos (2004), `The effects of subjective survival on retirement and Social Security claiming, Journal of Applied Econometrics, 19, 76 1-75.",
        "Kalem]i-Ozcan, Sebnem and David N. Weil (2005), `Mortality change, the uncertainty effect, and retirement, manuscript, Brown University, Providence, RI, August.",
        "Kulish, Mariano, Kathryn Smith and Christopher Kent (2006), `Ageing, retirement, and savings: A general equilibrium analysis, research discussion paper, Economic Research Department, Reserve Bank of Australia, Sydney, June.",
        "Lee, Ronald D., Andrew Mason and Tim Miller (1998), `Saving, Wealth, and Population, unpublished manuscript, University of California at Berkeley.",
        "Population and Development Review, 26 (Supplement), 194-219. Li, Nan and Ronald Lee (2005), `Coherent mortality forecasts for a group of populations: An extension of the Lee-Carter method, Demography, 42 (3), 575-94.",
        "Mor, Vincent (2005), `The compression of morbidity hypothesis: A review of research and prospects for the future, Journal of the American Geriatric Society, 53, S308-09.",
        "Siegel, Michele, Elizabeth H. Bradley and Stanislav V. Kasl (2003), `Self-rated life expectancy as a predictor of mortality: Evidence from the HRS and AHEAD surveys, Gerontology, 49, 265-71.",
        "Stock, James H. and Motohiro Yogo (2002), `Testing for weak instruments in Linear IV Regression, NBER Technical Working Paper 284, National Bureau of Economic Research, Cambridge, MA, November.",
        "Tsai I-J, C.Y.C. Chu and Cyrus F. Chung (2000), `Demographic transition and household saving in Taiwan, Population and Development Review, 26 (supplement), 174-93."
    ]
}