{
    "id": 12685,
    "cites": 29,
    "cited_by": 16,
    "reference": [
        "Tuomala, Matti (1990). Optimal Income Tax and Redistribution. Clarendon Press: Oxford.",
        "Wilson, Robert B. (1993). Nonlinear Pricing. Oxford University Press: Oxford.",
        "Stiglitz, Joseph E. (1982). Self-selection and Pareto efficient taxation. Journal of Public Economics 17, 213-240.",
        "Seade, Jesus K. (1977). On the Shape of Optimal Tax Schedules. Journal of Public Economics 7, 203-236.",
        "Saez, Emmanuel (2002). Optimal Income Transfer Programs: Intensive Versus Extensive Labor Supply Responses. Quarterly Journal of Economics 117, 1039-1073.",
        "Saez, Emmanuel (2001). Using Elasticities to Derive Optimal Income Tax Rates. Review of Economic Studies 68, 205-229.",
        "Rosen, Harvey (1977). Is It Time to Abandon Joint Filing? National Tax Journal 30, 423-428.",
        "Sadka, Efraim (1976). On Income Distribution, Incentive Effects and Optimal Income Taxation. Review of Economic Studies 42, 261-268.",
        "Rochet, Jean-Charles and Stole, Lars (2003). The Economics of Multidimensional Screening, in Advances in Economics and Econometrics: Theory and Applications, Eighth World Congress.",
        "Rochet, Jean-Charles and ChonÃ\u0083Â©, Philippe (1998). Ironing, Sweeping, and Multi- dimensional Screening, Econometrica 66, 783-826.",
        "Piketty, Thomas (1997). La Redistribution Fiscale face au ChÃ\u0083Â´mage. Revue FranÃ\u0083Â§aise dEconomie 12, 157-201.",
        "Intrilligator (eds.), Handbook of Mathematical Economics vol. 3. Elsevier Science B.V.: Am- sterdam. Pechman, Joseph A. (1987). Federal Tax Policy. Brookings Institution: Washington D.C.",
        "Mirrlees, James A. (1986). The Theory of Optimal Taxation, in K.J. Arrow and M.D.",
        "Mirrlees, James A. (1976). Optimal tax theory: a synthesis. Journal of Public Economics 6, 327-358.",
        "Mirrlees, James A. (1971). An Exploration in the Theory of Optimal Income Taxation. Review of Economic studies 38, 175-208.",
        "McAfee, R. Preston, and McMillan, John (1988). Multidimensional Incentive Com- patibility and Mechanism Design. Journal of Economic Theory 46, 335-54.",
        "Lundberg, Shelly J., Robert A. Pollak, and Terence J. Wales (1997). Do Husbands and Wives Pool Their Resources: Evidence from the United Kingdom Child Tax Credit. Journal of Human Resources, 32(3), 463-480.",
        "Lundberg, Shelly J., and Robert A. Pollak (1996). Bargaining and Distribution in Marriage. Journal of Economic Perspectives, 10(4), 139-158.",
        "Kroft, Kory (2006). A Note on Intra-household Allocation and Optimal Income Transfers, UC Berkeley unpublished Working Paper.",
        "Diamond, Peter (1998). Optimal Income Taxation: An Example with a U-Shaped Pattern of Optimal Marginal Tax Rates. American Economic Review 88, 83-95.",
        "Guesnerie, Roger and Jean-Jacques Laffont (1984). A Complete Solution to a Class of Principal-Agent Problems with an Application to the Control of a Self-Managed Firm. Journal of Public Economics 25, 329-369.",
        "Cremer, Helmuth, Pestieau, Pierre, Rochet, Jean-Charles (2001). Direct versus indirect taxation: The design of the tax structure revisited. International Economic Review 42, 781-799.",
        "Chiappori, Pierre-AndrÃ\u0083Â© (1992). Collective labour supply and welfare. Journal of Polit- ical Economy 100, 437-67.",
        "Chiappori, Pierre-AndrÃ\u0083Â© (1988). Rational Household Labor Supply. Econometrica, 56(1), 63-90.",
        "Boskin, Michael and Eytan Sheshinski (1983). Optimal Tax Treatment of the Family: Married Couples. Journal of Public Economics 20, 281-297.",
        "Blundell, Richard W. and Thomas MaCurdy (1999). Labor Supply: A Review of Alternative Approaches, in 0. Ashenfelter and D. Card (eds.), Handbook of Labor Economics vol. 3A. Elsevier Science B.V.: Amsterdam.",
        "Armstrong, Mark and Rochet, Jean-Charles (1999). Multi-dimensional Screening: A Users Guide. European Economic Review 43, 959-79.",
        "Armstrong, Mark (1996). Multiproduct Nonlinear Pricing. Econometrica 64, 51-75.",
        "Alm, James, Stacy Dickert-Conlin, and Leslie A. Whittington (1999). Policy Watch: The Marriage Penalty. Journal of Economic Perspectives 13(3), 193-204."
    ]
}