{
    "id": 12698,
    "cites": 167,
    "cited_by": 51,
    "reference": [
        "Abdelal, Rawi and Laura Alfaro. 2002. Ã\u0082â\u0080\u009cMalaysia: Capital and Control,Ã\u0082â\u0080\u009d Harvard Business School Case 702-040.",
        "Abdelal, Rawi and Laura Alfaro. 2003. Ã\u0082â\u0080\u009cCapital and Control: Lessons From Malaysia,Ã\u0082â\u0080\u009d Challenge 46(4), 36-53.",
        "Aitken, Brian and Ann Harrison. 1999. Ã\u0082â\u0080\u009cDo Domestic Firms Benefit From Direct Foreign Investment? Evidence from Venezuela,Ã\u0082â\u0080\u009d American Economic Review, 89(3), 605-618.",
        "Akerlof, George and Paul M. Romer. 1993. Ã\u0082â\u0080\u009cLooting: The Economic Underworld of Bankruptcy for Profit,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity 2, 1Ã\u0082â\u0080\u009374.",
        "Akyut, Dilek, Himmat Kalsi, and Dilip Ratha. 2003. Ã\u0082â\u0080\u009cSustaining and Promoting Equity-Related Finance for Developing Countries,Ã\u0082â\u0080\u009d Global Development Finance: Striving for Stability in Development Finance, Washington: World Bank.",
        "Alfaro, Laura and Eliza Hammel. 2006. Ã\u0082â\u0080\u009cCapital Flows and Capital Goods,Ã\u0082â\u0080\u009d Harvard Business School Working Paper.",
        "Alfaro, Laura, Sebnem Kalemi-Ozcan, and Vadym Volosovych. 2006. Ã\u0082â\u0080\u009cWhy DoesnÃ\u0082â\u0080\u0099t Capital Flow From Rich to Poor Countries? An Empirical InvestigationÃ\u0082â\u0080\u009d in Capital Controls and Capital Flows in Emerging Economies: Policies, Practices, and Consequences, Sebastian Edwards (ed.) University of Chicago Press, Forthcoming.",
        "Alesina, Alberto, Vittorio Grilli, and Gian-Maria Milesi-Feretti. 1994. Ã\u0082â\u0080\u009cThe Political Economy of Capital ControlsÃ\u0082â\u0080\u009d in Capital Mobility: The Impact on Consumption, Investment and Growth, L. Leiderman and A. Razin (eds.), Cambridge, New York and Melbourne: Cambridge University Press, 289-321.",
        "Arslanalp, Serkan and Peter Blair Henry .2005. Ã\u0082â\u0080\u009cIs Debt Relief Efficient?Ã\u0082â\u0080\u009d Journal of Finance, 60(2), 1021-1055.",
        "Arslanalp, Serkan and Peter Blair Henry. 2006a. Ã\u0082â\u0080\u009cDebt Relief,Ã\u0082â\u0080\u009d Journal of Economic Perspectives, 20(1), 207-220.",
        "Arslanalp, Serkan and Peter Blair Henry. 2006b. Ã\u0082â\u0080\u009cHelping the Poor to Help Themselves: Debt Relief or Aid?Ã\u0082â\u0080\u009d in Sovereign Debt at the Crossroads, Chris Jochnick and Fraser A. Preston (eds.), Oxford University Press, 174-193.",
        "Arteta, Carlos, Barry Eichengreen, and Charles Wyplosz. 2001. Ã\u0082â\u0080\u009cWhen Does Capital Account Liberalization Help More Than It Hurts?Ã\u0082â\u0080\u009d NBER Working Paper No. 8414.",
        "Athanasoulis, Stefano and Eric Van Wincoop. 2000. Ã\u0082â\u0080\u009cGrowth Uncertainty and Risk SharingÃ\u0082â\u0080\u009d Journal of Monetary Economics, 45, 477-505.",
        "Baily, Martin, Diana Farrell, and Susan Lund. 2000. Ã\u0082â\u0080\u009cThe Color of Hot Money,Ã\u0082â\u0080\u009d Foreign Affairs, 79, 99-109.",
        "Barro, Robert. 1991. Ã\u0082â\u0080\u009cEconomic Growth in a Cross-Section of Countries,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 106(2), 407-443.",
        "Barro, Robert J. and Xavier Sala-I-Martin. 1995. Economic Growth, New York: McGraw Hill.",
        "Bekaert, Geert and Campbell R. Harvey. 2000. Ã\u0082â\u0080\u009cForeign Speculators and Emerging Equity Markets,Ã\u0082â\u0080\u009d Journal of Finance, 55(2), 565-613.",
        "Bekaert, Geert, Campbell Harvey and Christian Lundblad. 2005. Ã\u0082â\u0080\u009cDoes Financial Liberalization Spur Growth?Ã\u0082â\u0080\u009d Journal of Financial Economics, 77(1), 3-55.",
        "Bhagwati, Jagdish. 1998. Ã\u0082â\u0080\u009cThe Capital Myth,Ã\u0082â\u0080\u009d Foreign Affairs, 77, 7-12.",
        "Bonte, Rudi. 1999. Ã\u0082â\u0080\u009cSupervisory Lessons to Be Drawn From the Asian Crisis.Ã\u0082â\u0080\u009d Basel Committee on Supervision Working Papers, No. 2.",
        "Booth, Laurence, Varouj Aivazian, Asli Demirguc-Kunt, and Vojislav Maksimovic. 2001. Ã\u0082â\u0080\u009cCapital Structures in Developing Countries,Ã\u0082â\u0080\u009d Journal of Finance, 56(2), 87-130.",
        "Bosworth, Barry and Susan Collins. 2003. Ã\u0082â\u0080\u009cThe Empirics of Growth: An UpdateÃ\u0082â\u0080\u009d Brookings Papers on Economic Activity, 2, 113-206.",
        "Bruno, Michael, and William Easterly. 1998. Ã\u0082â\u0080\u009cInflation Crises and Long Run Growth,Ã\u0082â\u0080\u009d Journal of Monetary Economics, 41(1), 3-26.",
        "Bulow, Jeremy. 2002. Ã\u0082â\u0080\u009cFirst World Governments and Third World Debt,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 1, 229-255.",
        "Bulow, Jeremy and Lawrence Summers. 1984. Ã\u0082â\u0080\u009cThe Taxation of Risky Assets,Ã\u0082â\u0080\u009d Journal of Political Economy, 92(1), 20Ã\u0082â\u0080\u009339.",
        "Calvo, Guillermo and Carlos VÃ\u0083Â©gh. 1998. Ã\u0082â\u0080\u009cInflation Stabilization and Balance of Payments Crises in Developing CountriesÃ\u0082â\u0080\u009d in Handbook of Macroeconomics, John Taylor and Michael Woodford, (eds.) Amsterdam: North-Holland.",
        "Campbell, John. 2000. Ã\u0082â\u0080\u009cAsset Pricing at the MillenniumÃ\u0082â\u0080\u009d Journal of Finance, Vol. 55 (4) 1515-1567.",
        "Caselli, Francesco. 2005. Ã\u0082â\u0080\u009cAccounting for Cross-Country Income DifferencesÃ\u0082â\u0080\u009d in Peter Aghion and Steven Durlauf eds. The Handbook of Economic Growth, North Holland.",
        "Caselli, Francesco and James Feyrer. 2006. Ã\u0082â\u0080\u009cThe Marginal Product of CapitalÃ\u0082â\u0080\u009d Quarterly Journal of Economics, forthcoming.",
        "Chari, Anusha and Peter Blair Henry. 2004. Ã\u0082â\u0080\u009cRisk Sharing Asset Prices: Evidence From a Natural Experiment,Ã\u0082â\u0080\u009d Journal of Finance, 59(3), 1295-1324.",
        "Chari, Anusha and Peter Blair Henry. 2006. Ã\u0082â\u0080\u009cFirm-Specific Information and the Efficiency of Investment,Ã\u0082â\u0080\u009d NBER Working Paper No. 12186.",
        "Chari, Anusha, Page Ouimet, and Linda Tesar. 2004. Acquiring Control in Emerging Markets: Evidence from the Stock Market,Ã\u0082â\u0080\u009d NBER Working Paper No. 10872.",
        "Claessens, Stijn and Moon-Whoan Rhee. 1994. Ã\u0082â\u0080\u009cThe Effect of Barriers to Equity Investment in Developing CountriesÃ\u0082â\u0080\u009d in The Internationalization of Equity Markets, Jeffrey A. Frankel, (ed.), University of Chicago Press, Chicago and London, 231-275.",
        "Cochrane, John. 1999. Ã\u0082â\u0080\u009cNew Facts in FinanceÃ\u0082â\u0080\u009d Economic Perspectives Federal Reserve Bank of Chicago, 23 (3), 36-58.",
        "Coval, Joshua and Tobias J. Moskowitz. 2001. Ã\u0082â\u0080\u009cThe Geography of Investment: Informed Trading and Asset Prices,Ã\u0082â\u0080\u009d Journal of Political Economy, 109(4), 811-841.",
        "De Jong, Frank and Frans De Roon. 2005. Ã\u0082â\u0080\u009cTime Varying Market Integration and Expected Returns in Emerging Markets,Ã\u0082â\u0080\u009d Journal of Financial Economics 78(3), 583-613.",
        "Diaz-Alejandro, Carlos F. 1985. Ã\u0082â\u0080\u009cGoodbye Financial Repression Hello Financial Crash,Ã\u0082â\u0080\u009d Journal of Development Economics, 19, 1-24.",
        "Dobson, Wendy and Clyde Huffbauer. 2001. World Capital Markets: Challenge to the G-10, Washington: Institute for International Economics.",
        "Dornbusch, Rudiger. 1983. Panel discussion on the southern cone, International Monetary Fund Staff Papers, 30, 164-184.",
        "Dornbusch, Rudiger. 2000. Keys to Prosperity: Free Markets, Sound Policy, and a Bit of Luck, MIT Press.",
        "Dvorak, Tomas and Richard Podpiera. 2005. Ã\u0082â\u0080\u009cEuropean Enlargement and Equity Markets in Accession Countries,Ã\u0082â\u0080\u009d European Central Bank, Working Paper No. 552.",
        "Easterly, William. 1996. Ã\u0082â\u0080\u009cWhen Is Stabilization Expansionary?Ã\u0082â\u0080\u009d Economic Policy, 22, 67Ã\u0082â\u0080\u0093107.",
        "Edison, Hali, Ross Levine, and Torsten SlÃ\u0083Â¸k. 2002. Ã\u0082â\u0080\u009cInternational Financial Integration and Economic Growth,Ã\u0082â\u0080\u009d Journal of International Money and Finance, 21, 749-776.",
        "Edison, Hali and Francis Warnock. 2003. Ã\u0082â\u0080\u009cA Simple Measure of the Intensity of Capital Controls,Ã\u0082â\u0080\u009d Journal of Empirical Finance, 10(1), 81-103.",
        "Edwards, Sebastian. 1984. Ã\u0082â\u0080\u009cThe Order of Liberalization of the External Sector in Developing Countries,Ã\u0082â\u0080\u009d Princeton Essays in International Finance, 156.",
        "Edwards, Sebastian. 2001. Ã\u0082â\u0080\u009cCapital Mobility and Economic Performance: Are Emerging Economies Different?Ã\u0082â\u0080\u009d NBER Working Paper No. 8076.",
        "Eichengreen, Barry. 2001. Ã\u0082â\u0080\u009cCapital Account Liberalization: What Do Cross-Country Studies Tell Us?Ã\u0082â\u0080\u009d The World Bank Economic Review, 16(3), 341-365.",
        "Eichengreen, Barry. 2003. Capital Flows and Crises, The MIT Press, Cambridge, MA.",
        "Eichengreen, Barry. 2004. Ã\u0082â\u0080\u009cFinancial InstabilityÃ\u0082â\u0080\u009d in Global Crises: Global Solutions, Bjorn Lomborg (ed.), Cambridge University Press.",
        "Errunza, Vihang and Darius Miller. 2000. Ã\u0082â\u0080\u009cMarket Segmentation and the Cost of CapitalÃ\u0082â\u0080\u009d in International Equity Markets, Journal of Financial and Quantitative Analysis 35, 577-600.",
        "Fama, Eugene F. 1991. Ã\u0082â\u0080\u009cEfficient Capital Markets: II,Ã\u0082â\u0080\u009d Journal of Finance, Vol. 46(5), 1575-1617.",
        "Fama, Gene and Ken French. 2004. Ã\u0082â\u0080\u009cThe CAPM: Theory and Evidence,Ã\u0082â\u0080\u009d Journal of Economic Perspectives, 18(3), 25-46.",
        "Fazzari, Steven M., R. Glenn Hubbard, and Bruce C. Petersen. 1988. Ã\u0082â\u0080\u009cFinancing Constraints and Corporate Investment,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 1988(1), 141-206.",
        "Feldstein, Martin. 2002. Ã\u0082â\u0080\u009cEconomic and Financial Crises in Emerging Market Economies: Overview of Prevention and Management,Ã\u0082â\u0080\u009d NBER Working Paper No. 8837.",
        "Fischer, Stanley. 1987. Ã\u0082â\u0080\u009cSharing the Burden of the Debt Crisis,Ã\u0082â\u0080\u009d American Economic Review, Papers and Proceedings 77(2), 165Ã\u0082â\u0080\u0093170.",
        "Fischer, Stanley. 1998. Ã\u0082â\u0080\u009cCapital Account Liberalization and the Role of the IMF,Ã\u0082â\u0080\u009d Princeton Essays in International Finance 207, 1-10.",
        "Fischer, Stanley. 2003. Ã\u0082â\u0080\u009cGlobalization and Its Challenges,Ã\u0082â\u0080\u009d American Economic Review, 93(2), 1-30.",
        "Fischer, Stanley and Robert C. Merton. 1984. Ã\u0082â\u0080\u009cMacroeconomics and Finance: The Role of the Stock Market,Ã\u0082â\u0080\u009d Carnegie-Rochester Conference Series on Public Policy, 21, 57-108.",
        "Fischer, Stanley, Ratna Sahay, and Carlos VÃ\u0083Â©gh. 2002. Ã\u0082â\u0080\u009cModern Hyper and High Inflations,Ã\u0082â\u0080\u009d Journal of Economic Literature 40(3), 937Ã\u0082â\u0080\u0093980.",
        "Foerster, S. and Andrew Karolyi. 1999. Ã\u0082â\u0080\u009cThe Effects of Market Segmentation and Investor Recognition on Asset Prices: Evidence From Stocks Listing in the U.S.Ã\u0082â\u0080\u009d Journal of Finance, 54, 981-1014.",
        "Forbes, Kristin. 2003. Ã\u0082â\u0080\u009cOne Cost of the Chilean Capital Controls: Increased Financial Constraints for Smaller Traded Firms,Ã\u0082â\u0080\u009d NBER Working Paper No. 9777.",
        "Forbes, Kristin. 2006. Ã\u0082â\u0080\u009cThe Microeconomic Evidence on Capital Controls: No Free LunchÃ\u0082â\u0080\u009d in Capital Controls and Capital Flows in Emerging Economies: Policies, Practices, and Consequences, Sebastian Edwards (ed.) University of Chicago Press, Forthcoming.",
        "Frankel, Jeffrey A. 1994. Ã\u0082â\u0080\u009cIntroductionÃ\u0082â\u0080\u009d in The Internationalization of Equity Markets, Jeffrey A. Frankel (ed), Chicago and London: University of Chicago Press, 1-20.",
        "Frankel, Jeffrey A. and David Romer. 1999. Ã\u0082â\u0080\u009cDoes Trade Cause Growth? American Economic Review, 89(3), 379-399.",
        "Furman, Jason and Joseph Stiglitz. 1998. Ã\u0082â\u0080\u009cEconomic Crises: Evidence and Insights from East Asia,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 2, 1Ã\u0082â\u0080\u0093114.",
        "Gallindo, Arturo, Fabio Schiantarelli, and Andrew Weiss. 2005. Ã\u0082â\u0080\u009cDoes Financial Liberalization Improve the Allocation of Investment? Micro Evidence from Developing Countries,Ã\u0082â\u0080\u009d Journal of Development Economics, forthcoming.",
        "Glick, Reuven and Michael Hutchinson. 2000. Ã\u0082â\u0080\u009cStopping Hot Money or Signaling Bad Policy? Capital Controls and the Onset of Currency Crises,Ã\u0082â\u0080\u009d Federal Reserve Bank of San Francisco Working Paper.",
        "Gorg, Holger and David Greenaway. 2004. Ã\u0082â\u0080\u009cMuch Ado About Nothing? Do Domestic Firms Really Benefit from Foreign Direct Investment?Ã\u0082â\u0080\u009d World Bank Research Observer, 19(2), 171-197.",
        "Gourinchas, Pierre Olivier and Olivier Jeanne. 2006. Ã\u0082â\u0080\u009cThe Elusive Gains from International Financial Integration,Ã\u0082â\u0080\u009d Review of Economic Studies, forthcoming.",
        "Grilli, Vittorio and Gian Maria Milesi-Ferretti. 1995. Ã\u0082â\u0080\u009cEconomic Effects and Structural Determinants of Capital Controls,Ã\u0082â\u0080\u009d IMF Staff Papers, 42(3), 517-551.",
        "Gupta, Nandini and Kathy Yuan. 2005. Ã\u0082â\u0080\u009cOn the Growth Effects of Liberalizations,Ã\u0082â\u0080\u009d University of Michigan Working Paper.",
        "Haddad, Mona and Ann Harrison. 1993. Ã\u0082â\u0080\u009cAre There Positive Spillovers from Direct Foreign Investment? Evidence from Panel Data for Morocco,Ã\u0082â\u0080\u009d Journal of Development Economics, 42, 51-74.",
        "Hall, Robert E. and Charles I. Jones. 1999. Ã\u0082â\u0080\u009cWhy Do Some Countries Produce So Much More Output per Worker Than Others?Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 114(1), 83-116.",
        "Harberger, Arnold. 1998. Ã\u0082â\u0080\u009cA Vision of the Growth Process,Ã\u0082â\u0080\u009d American Economic Review, 88(1), 1-32.",
        "Harrison, Ann, Inessa Love, and Margaret McMillan. 2004. Ã\u0082â\u0080\u009cGlobal Capital Flows and Financing Constraints,Ã\u0082â\u0080\u009d Journal of Development Economics, 75(1), 269-301.",
        "Henry, Peter Blair. 2000b. Ã\u0082â\u0080\u009cDo Stock Market Liberalizations Cause Investment Booms?Ã\u0082â\u0080\u009d Journal of Financial Economics, 58(1-2), 301-334.",
        "Henry, Peter Blair. 2002. Ã\u0082â\u0080\u009cIs Disinflation Good for the Stock Market?Ã\u0082â\u0080\u009d Journal of Finance, 57, 1617-1648.",
        "Henry, Peter Blair. 2003. Ã\u0082â\u0080\u009cCapital Account Liberalization, the Cost of Capital, and Economic Growth,Ã\u0082â\u0080\u009d American Economic Review, 93(2), 91-96.",
        "Henry, Peter Blair and Peter L. Lorentzen. 2003. Ã\u0082â\u0080\u009cDomestic Capital Market Reform and Access to Global Financial Markets: Making Markets WorkÃ\u0082â\u0080\u009d in The Future of Domestic Capital Markets in Developing Countries, Robert E. Litan, M. Pomerleano, and V. Sundararajan (eds.), Brookings Press, pp. 170-214.",
        "Himmelberg, Charles P., R. Glenn Hubbard, and Inessa Love. 2002. Ã\u0082â\u0080\u009cInvestor Protection, Ownership, and the Cost of Capital,Ã\u0082â\u0080\u009d Policy Research Working Paper 2834, Washington: World Bank.",
        "Hubbard, R. Glenn. 1998. Ã\u0082â\u0080\u009cCapital Market Imperfections and Investment,Ã\u0082â\u0080\u009d Journal of Economic Literature, 36, 193-225.",
        "Jensen, Michael C. 1986. Ã\u0082â\u0080\u009cThe Agency Costs of Free Cash Flow: Corporate Finance and Takeovers,Ã\u0082â\u0080\u009d American Economic Review 76(2), 323Ã\u0082â\u0080\u0093329.",
        "Johnson, Simon and Todd Mitton. 2002. Ã\u0082â\u0080\u009cCronyism and Capital Controls: Evidence From Malaysia,Ã\u0082â\u0080\u009d Journal of Financial Economics, 67, 351-382.",
        "Johnson, Simon, Peter Boone, Alasdair Breach, and Eric Friedman. 2000. Ã\u0082â\u0080\u009cCorporate Governance in the Asian Financial Crisis,Ã\u0082â\u0080\u009d Journal of Financial Economics 58(1-2), 141Ã\u0082â\u0080\u0093186.",
        "Kaminsky, Graciela and Sergio Schmukler. 2002. Ã\u0082â\u0080\u009cShort-Run Pain, Long-Run Gain: The Effects of Financial LiberalizationÃ\u0082â\u0080\u009d NBER Working Paper 2912.",
        "Kaplan, Steven and Luigi Zingales. 1997. Ã\u0082â\u0080\u009cDo Investment-Cash Flow Sensitivities Provide Useful Measures of Financing Constraints?Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 112, 159-216.",
        "Kaplan, Steven and Luigi Zingales. 2000. Ã\u0082â\u0080\u009cInvestment-Cash Flow Sensitivities Are Not Valid Measures of Financing Constraints,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 115, 707-712.",
        "Karolyi, G. Andrew. 1998. Why Do Companies List Shares Abroad: A Survey of the Evidence and Its Managerial Implications, Financial Markets. Institutions and Instruments 7, Boston: Blackwell Publishers.",
        "Karolyi, G. Andrew. 2004. Ã\u0082â\u0080\u009cThe Role of ADRs in the Development of Emerging Equity Markets,Ã\u0082â\u0080\u009d Review of Economics and Statistics, 86(3), 670-690.",
        "Karolyi, G. Andrew and RenÃ\u0083Â© M. Stulz. 2001. Ã\u0082â\u0080\u009cAre Financial Assets Priced Locally or Globally?Ã\u0082â\u0080\u009d Handbook of the Economics of Finance, forthcoming.",
        "Kim, E. Han and Vijay Singal. 2000. Ã\u0082â\u0080\u009cStock Market Openings: Experience of Emerging Economies,Ã\u0082â\u0080\u009d Journal of Business, 73, 25-66.",
        "King, Robert and Ross Levine. 1993. Ã\u0082â\u0080\u009cFinance and Growth: Schumpeter Might be Right, Quarterly Journal of Economics, 108 (3), 717-738.",
        "Klein, Michael and G. Olivei. 2000. Ã\u0082â\u0080\u009cCapital Account Liberalization, Financial Depth, and Economic Growth,Ã\u0082â\u0080\u009d Tufts University Working Paper.",
        "Kose, Ayhan, Eswar Prasad, Kenneth Rogoff, and Shang-Jin Wei. 2006. Ã\u0082â\u0080\u009cFinancial Globalization: A Reappraisal,Ã\u0082â\u0080\u009d NBER Working Paper No. 12484.",
        "Kraay, Aart. 1998. Ã\u0082â\u0080\u009cIn Search of the Macroeconomic Effects of Capital Account Liberalization,Ã\u0082â\u0080\u009d World Bank Working Paper.",
        "Krueger, Anne O. 1997. Ã\u0082â\u0080\u009cTrade Policy and Economic Development: How We Learn,Ã\u0082â\u0080\u009d American Economic Review, 87(1), 1-22.",
        "Krueger, Anne O. 1998. Ã\u0082â\u0080\u009cWhy Trade Liberalization is Good for Growth,Ã\u0082â\u0080\u009d Economic Journal, 108, 1513-1522.",
        "LaPorta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny. 1997. Ã\u0082â\u0080\u009cLegal Determinants of External Finance,Ã\u0082â\u0080\u009d Journal of Finance, 52, 1131-1150.",
        "LaPorta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny. 1998. Ã\u0082â\u0080\u009cLaw and Finance,Ã\u0082â\u0080\u009d Journal of Political Economy, 106, 1113-1155.",
        "LaPorta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny. 2002. Ã\u0082â\u0080\u009cInvestor Protection and Corporate Valuation,Ã\u0082â\u0080\u009d Journal of Finance 57(3), 1147Ã\u0082â\u0080\u00931170.",
        "Lessard, Donald R. 1973. Ã\u0082â\u0080\u009cInternational Portfolio Diversification: A Multivariate Analysis for A Group of Latin American Countries,Ã\u0082â\u0080\u009d Journal of Finance, 28(3), 619-633.",
        "Lessard, Donald R. 1994. Commentary on Ã\u0082â\u0080\u009cThe Effect of Barriers to Equity Investment in Developing CountriesÃ\u0082â\u0080\u009d in The Internationalization of Equity Markets, Jeffrey A. Frankel, (ed.), University of Chicago Press, Chicago and London.",
        "Levine, Ross. 1997. Ã\u0082â\u0080\u009cFinancial Development and Growth: Views and Agenda,Ã\u0082â\u0080\u009d Journal of Economic Literature, 35(2), 688-726.",
        "Levine, Ross. 2001. Ã\u0082â\u0080\u009cInternational Financial Liberalization and Economic Growth,Ã\u0082â\u0080\u009d Review of International Economics, 9(4), 688-702.",
        "Levine, Ross and Sergio Schmukler. 2005. Internationalization and the Evolution of Corporate Valuation,Ã\u0082â\u0080\u009d NBER Working Paper 11023.",
        "Levine, Ross and Sara Zervos. 1994. Ã\u0082â\u0080\u009cCapital Control Liberalization and Stock Market Development: Data Annex of Country Policy Changes,Ã\u0082â\u0080\u009d World Bank, Washington, D.C.",
        "Levine, Ross and Sara Zervos. 1998a. Ã\u0082â\u0080\u009cStock Markets, Banks, and Economic Growth,Ã\u0082â\u0080\u009d American Economic Review, 88, 537-558.",
        "Levine, Ross and Sara Zervos. 1998b. Ã\u0082â\u0080\u009cCapital Control Liberalization and Stock Market Development,Ã\u0082â\u0080\u009d World Development 26(7), 1169-1183.",
        "Lewis, Karen K. 1999. Ã\u0082â\u0080\u009cTrying to Explain Home Bias in Equities and Consumption,Ã\u0082â\u0080\u009d Journal of Economic Literature 37(2), 571Ã\u0082â\u0080\u0093608.",
        "Lewis, Karen K. 2000. Ã\u0082â\u0080\u009cWhy Do Stocks and Consumption Imply Such Different Gains from International Risk Sharing?Ã\u0082â\u0080\u009d Journal of International Economics, 52, 1-35.",
        "Li, Kan, Randall Morck, Fan Yang, and Bernard Yeung. 2004. Ã\u0082â\u0080\u009cFirm-Specific Variation and Openness in Emerging Markets,Ã\u0082â\u0080\u009d Review of Economics and Statistics, Forthcoming.",
        "LÃ\u0083Â³pez-de-Silanes, Florencio. 2002. Ã\u0082â\u0080\u009cThe Politics of Legal Reform,Ã\u0082â\u0080\u009d Economia, 2(2), 91Ã\u0082â\u0080\u0093152.",
        "Love, Inessa. 2003. Ã\u0082â\u0080\u009cFinancial Development and Financing Constraints: International Evidence From the Structural Investment Model,Ã\u0082â\u0080\u009d Review of Financial Studies, 16(3), 765-791.",
        "Lucas, Robert E. Jr. 1990. Ã\u0082â\u0080\u009cWhy DoesnÃ\u0082â\u0080\u0099t Capital Flow from Rich to Poor Countries?Ã\u0082â\u0080\u009d American Economic Review, 80(2), 92-96.",
        "Mankiw, Gregory N. 1995. Ã\u0082â\u0080\u009cThe Growth of Nations,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 1, 275-326.",
        "Martell, Rodolfo and RenÃ\u0083Â© M. Stulz. 2003. Ã\u0082â\u0080\u009cEquity Market Liberalizations as Country IPOs,Ã\u0082â\u0080\u009d American Economic Review, 93(2), 97-101.",
        "Mathieson, Donald J. and Liliana Rojas-SuÃ\u0083Â¡rez. 1993. Ã\u0082â\u0080\u009cLiberalization of the Capital Account: Experiences and Issues,Ã\u0082â\u0080\u009d IMF Occasional Paper Number 103, Washington, D.C.: International Monetary Fund.",
        "McKinlay, A. Craig. 1997. Ã\u0082â\u0080\u009cEvent Studies in Economics and Finance,Ã\u0082â\u0080\u009d Journal of Economic Literature 35(1), 13-39.",
        "McKinnon, Ronald I. 1973. Money and Capital in Economic Development, Washington, D.C., Brookings Institution.",
        "McKinnon, Ronald I. 1991. The Order of Economic Liberalization, Johns Hopkins University Press, Baltimore.",
        "Megginson, William. 2001. Ã\u0082â\u0080\u009cFrom State to Market: A Survey of Empirical Studies on Privatization,Ã\u0082â\u0080\u009d Journal of Economic Literature, 39, 321-389.",
        "Mishkin, Frederic S. 1996. Ã\u0082â\u0080\u009cUnderstanding Financial Crises: A Developing Country PerspectiveÃ\u0082â\u0080\u009d in Annual Bank Conference on Development Economics, Michael Bruno and Boris Pleskovic, (eds.), Washington, D.C.: World Bank, 29-62.",
        "Mishkin, Frederic S. 2000. Ã\u0082â\u0080\u009cFinancial Market ReformÃ\u0082â\u0080\u009d in Economic Policy Reform: The Second Stage, Anne O. Krueger (ed.), University of Chicago Press.",
        "Mishkin, Frederic S. 2005. Ã\u0082â\u0080\u009cIs Financial Globalization Beneficial?Ã\u0082â\u0080\u009d Journal of Money Credit and Banking, forthcoming.",
        "Mitton, Todd. 2006. Ã\u0082â\u0080\u009cStock Market Liberalization and Operating Peformances at the Firm Level,Ã\u0082â\u0080\u009d Journal of Financial Economics, forthcoming.",
        "Morck, Randall, Bernard Yeung, and Wayne Yu. 2000. Ã\u0082â\u0080\u009cThe Information Content of Stock Markets: Why Do Emerging Markets Have Synchronous Stock Price Movements?Ã\u0082â\u0080\u009d Journal of Financial Economics, 58(1-2), 215-260.",
        "Obstfeld, Maurice. 1994. Ã\u0082â\u0080\u009cRisk-Taking, Global Diversification and Growth,Ã\u0082â\u0080\u009d American Economic Review, 84(5), 1310-1329.",
        "Obstfeld, Maurice. 1998. Ã\u0082â\u0080\u009cThe Global Capital Market: Benefactor or Menace?Ã\u0082â\u0080\u009d Journal of Economic Perspectives, 12(4), 9-30.",
        "Obstfeld, Maurice and Kenneth Rogoff. 1996. Foundations of International Macroeconomics. MIT Press, Cambridge, MA.",
        "Patro, D. K. and J. K. Wald. 2005. Ã\u0082â\u0080\u009cFirm Characteristics and the Impact of Emerging Market Liberalizations,Ã\u0082â\u0080\u009d Journal of Banking and Finance, 29(7), 1671-1695.",
        "PÃ\u0083Â©rez GonzÃ\u0083Â¡lez, Francisco. 2005. Ã\u0082â\u0080\u009cThe Impact of Acquiring Control on Productivity,Ã\u0082â\u0080\u009d Working Paper, Columbia Business School.",
        "Portes, Richard and HÃ\u0083Â©lÃ\u0083Â©ne Rey. 2005. The Determinants of Cross-Border Equity Flows,Ã\u0082â\u0080\u009d Journal of International Economics, 65(2), 269-296.",
        "Prasad, Eswar, Kenneth Rogoff, Shang-Jin Wei, and Ayhan Kose. 2003. Ã\u0082â\u0080\u009cEffects of Financial Globalization on Developing Countries; Some New Evidence,Ã\u0082â\u0080\u009d IMF Occasional Paper No. 220.",
        "Price, Margaret M. 1994. Emerging Stock Markets, New York: McGraw Hill, Inc.",
        "Quinn, Dennis. 1997. Ã\u0082â\u0080\u009cThe Correlates of Change in International Financial Regulation,Ã\u0082â\u0080\u009d American Political Science Review, 91(3), 531-551.",
        "Radelet, Steven and Jeffrey Sachs. 1998. Ã\u0082â\u0080\u009cThe East Asian Financial Crisis: Diagnosis, Remedies, Prospects,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 1, 1Ã\u0082â\u0080\u009391.",
        "Rajan, Raghuram. 2000. Ã\u0082â\u0080\u009cNBER Corporate Finance Program Report,Ã\u0082â\u0080\u009d NBER Website.",
        "Rajan, Raghuram and Luigi Zingales. 1998. Ã\u0082â\u0080\u009cFinancial Development and Growth,Ã\u0082â\u0080\u009d American Economic Review, 88(3), 559-586.",
        "Rajan, Raghuram and Luigi Zingales. 2003. Ã\u0082â\u0080\u009cThe Great Reversals: The Politics of Financial Development in the 20th Century,Ã\u0082â\u0080\u009d Journal of Financial Economics, 59, 5-50.",
        "Reisen, Helmut and Bernard Fischer. 1993. Ã\u0082â\u0080\u009cFinancial Opening: Policy Issues and Experiences in Developing Countries,Ã\u0082â\u0080\u009d Paris: OECD Development Center.",
        "Rodrik, Dani. 1998. Ã\u0082â\u0080\u009cWho Needs Capital Account Convertibility?Ã\u0082â\u0080\u009d Princeton Essays in International Finance 207, 55-65.",
        "Rogoff, Kenneth. 1999. Ã\u0082â\u0080\u009cInternational Institutions for Reducing Global Financial Instability,Ã\u0082â\u0080\u009d Journal of Economic Perspectives, 13(4), 21-42.",
        "Sachs, Jeffrey and Andrew Warner. 1995. Ã\u0082â\u0080\u009cEconomic Reform and the Process of Global Integration,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 1, 1-95.",
        "Shaw, Edward S. 1973. Financial Deepening in Economic Development, New York: Oxford University Press.",
        "Shleifer, Andrei and Robert Vishny. 1997. Ã\u0082â\u0080\u009cA Survey of Corporate Governance,Ã\u0082â\u0080\u009d Journal of Finance, 52, 737-783.",
        "Shleifer, Andrei and Daniel Wolfenzon. 2002. Ã\u0082â\u0080\u009cInvestor Protection and Equity Markets,Ã\u0082â\u0080\u009d Journal of Financial Economics, 66, 3-57.",
        "Shin, Inseok and Changyun Park. 2006. Ã\u0082â\u0080\u009cStock Market Opening and the Cost of Capital: The Case of Korea,Ã\u0082â\u0080\u009d forthcoming in International Financial Issues Around the Pacific Rim, East Asia Seminar on Economics,17, Takatoshi Ito and Andrew Rose (eds.), University of Chicago Press.",
        "Solow, Robert M. 1956. Ã\u0082â\u0080\u009cA Contribution to the Theory of Economic Growth,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 70, 65-94.",
        "Solow, Robert M. 2000. Growth Theory: An Exposition, Oxford University Press.",
        "Solow, Robert M. 2001. Ã\u0082â\u0080\u009cApplying Growth Theory Across Countries,Ã\u0082â\u0080\u009d World Bank Economic Review, 15(2), 283-288.",
        "Stein, Jeremy C. 2003. Ã\u0082â\u0080\u009cAgency, Information and Corporate InvestmentÃ\u0082â\u0080\u009d in the Handbook of the Economics of Finance, Constantinides, Harris and Stulz (eds.), forthcoming.",
        "Stiglitz, Joseph. 1999. Ã\u0082â\u0080\u009cReforming the Global Economic Architecture: Lessons From Recent Crises,Ã\u0082â\u0080\u009d Journal of Finance, 54(4), 1508-1521.",
        "Stiglitz, Joseph. 2000. Ã\u0082â\u0080\u009cCapital Market Liberalization, Economic Growth, and Instability,Ã\u0082â\u0080\u009d World Development, June, 28(6), 1075-1086.",
        "Stiglitz, Joseph. 2002. Globalization and Its Discontents, W.W. Norton.",
        "Stulz, RenÃ\u0083Â© M. 1999a. Ã\u0082â\u0080\u009cInternational Portfolio Flows and Security Markets,Ã\u0082â\u0080\u009d in International Capital Flows, M. Feldstein (ed.), University of Chicago Press, 257-293.",
        "Stulz, RenÃ\u0083Â© M. 1999b. Ã\u0082â\u0080\u009cGlobalization of Equity Markets and the Cost of Capital,Ã\u0082â\u0080\u009d New York Stock Exchange Working Paper 99-2.",
        "Stulz, RenÃ\u0083Â© M. 2005. Ã\u0082â\u0080\u009cThe Limits of Financial Globalization,Ã\u0082â\u0080\u009d Journal of Finance, 60(4), 1595-1638.",
        "Summers, Lawrence H. 1994. Ã\u0082â\u0080\u009cA Changing Course Toward PrivatizationÃ\u0082â\u0080\u009d in GA. Galal and M. Shirley eds.: Does Privatization Deliver? Washington, D.C.: The World Bank.",
        "Summers, Lawrence. 2000. Ã\u0082â\u0080\u009cInternational Financial Crises: Causes, Prevention, and Cures,Ã\u0082â\u0080\u009d American Economic Review, 90(2), 1-16.",
        "Suttle, Philip. 2003. Ã\u0082â\u0080\u009cFinancial Flows to Developing Countries: Recent Trends and Near-Term Prospects,Ã\u0082â\u0080\u009d Global Development Finance: Striving for Stability in Development Finance, Washington: World Bank.",
        "Tobin, James and William C. Brainard. 1977. Ã\u0082â\u0080\u009cAsset Markets and the Cost of CapitalÃ\u0082â\u0080\u009d in Balassa, B. and Nelson, R. (Eds.), Economic Progress, Private Values, and Public Policy. North Holland, Amsterdam, pp. 235-62.",
        "Van Wincoop, Eric. 1994. Ã\u0082â\u0080\u009cWelfare Gains from International Risk Sharing,Ã\u0082â\u0080\u009d Journal of Monetary Economics, 34,175-200.",
        "Van Wincoop, Eric. 1999. Ã\u0082â\u0080\u009cHow Big Are Potential Welfare Gains from International Risk Sharing?Ã\u0082â\u0080\u009d Journal of International Economics, 47(1), 109-135.",
        "Wacziarg, Romain and Karen Welch. 2003. Ã\u0082â\u0080\u009cTrade Liberalization and Growth: New EvidenceÃ\u0082â\u0080\u009d NBER Working Paper No. 10152.",
        "Williamson, John. 1997. Ã\u0082â\u0080\u009cProspects for Avoiding Crises with Liberalized Capital Flows,Ã\u0082â\u0080\u009d Estudios de EconomÃ\u0083Â­a, 24(2), 287Ã\u0082â\u0080\u0093295.",
        "Wilson, Ian M. 1992. The Wilson Directory of Emerging Market Funds, Saskatoon: Wilson Emerging Market Funds Research.",
        "Wurgler, Jeffrey. 2000. Ã\u0082â\u0080\u009cFinancial Markets and the Allocation of Capital,Ã\u0082â\u0080\u009d Journal of Financial Economics 58(1), 187Ã\u0082â\u0080\u0093214."
    ]
}