{
    "id": 12690,
    "cites": 30,
    "cited_by": 19,
    "reference": [
        "Vinod, H. D. (1998). Using Godambe-Durbin estimating functions in econometrics. In I. W. Basawa, V. P. Godambe, and R. L. Taylor, editors, Selected Proceedings of the Symposium on Estimating Functions, volume 32 of IMS Lecture Notes Series. Institute of Mathematical Statistics. REFERENCES 52",
        "S~rensen, M. (1999). On asymptotics of estimating functions. Brazilian Journal of Probability and Statistics, 13, 111-136.",
        "Shephard, N. (1995). Generalized linear autoregressions. Working paper, Nuffield College, Oxford OX1 1NF, UK. REFERENCES 51 Song, P. X.-K. (2000). Multivariate dispersion models generated from gaussian copula. Scandinavian Journal of Statistics, 27, 305-320.",
        "Manganelli, 5. (2002). Duration, volume and volatility impact of trades. Working paper, European Central Bank, WP ECB 125 http://ssrn.comlabstract=300200.",
        "Liang, K.-Y. and Zeger, S. L. (1995). Inference based on estimating functions in presence of nuisance parameters (with discussion). Statistical Science, 10, 158-199.",
        "Li, W. K. (1994). Time series models based on generalized linear models: Some further results. Biometrics, 50, 506-511.",
        "J",
        "Knudsen, S. J. (1999). Estimating functions and separate inference. Monographs, Vol.1, Department of Statistics and Demography, University of Southern Denmark. Available from http ://www. stat.sdu.dk/oldpublications/monographs .html.",
        "Johnson, N., Kotz, S., and Balakrishnan, N. (2000). Continuous Multivariate Distributions. John Wiley & Sons, New York.",
        "Godambe, V. P. (1960). An optimum property of regular maximum likelihood estimation.",
        "Heyde, C. (1997). Quasi-Likelihood and Its Applications. Springer-Verlag, New York.",
        "Glosten, L., Jaganathan, R., and Runkle, D. (1993). On the relation between the expected value and volatility of the nominal excess return on stocks. Journal of Finance, 48, 1779-180 1.",
        "Engle, R. F., Gallo, G. M., and Velucchi, M. (2005). An mem-based investigation of dominance and interdependence across markets. presented at the Computational Statistics and Data Analysis World Conference, Cyprus.",
        "Gallo, G. M. and Velucchi, M. (2005). Ultra-high frequency measures of volatility: An mem-based investigation. In C. Provasi, editor, Modelli Complessi e Metodi Computazionali Intensivi per la Stima e la Previsione. Atti del Convegno S. Co. 2005, pages 269-274. CLUEP, Padova.",
        "Engle, R. F. and Russell, J. R. (1998). Autoregressive conditional duration: A new model for irregularly spaced transaction data. Econometrica, 66, 1127-62.",
        "Engle, R. F. (2002). New frontiers for ARCH models. Journal of Applied Econometrics, 17, 425-446.",
        "Engle, R. F. and Gallo, G. M. (2006). A multiple indicators model for volatility using intra-daily data. Journal of Econometrics, 131(1-2), 3-27.",
        "Durbin, J. (1960). Estimation of parameters in time-series regression models. Journal of the Royal Statistical Society, Series B, 22, 139-153. REFERENCES 50 Embrechts, P., Lindskog, F., and McNeil, A. J. (2001). Modelling dependence with copulas. Technical report, Department of Mathematics, ETHZ, CH-8092 Zurich Switzerland, www.math.ethz .ch/finance.",
        "Ding, Z., Granger, C. W. J., and Engle, R. F. (1993). A long memory property of stock market returns and a new model. Journal of Empirical Finance, 1(1), 83-106.",
        "Desmond, A. F. (1997). Optimal estimating functions, quasi-likelihood and statistical modelling (with discussion). Journal of Statistical Planning and Inference, 60, 77121.",
        "Davis, R. A., Dunsmuir, W. T. M., and Strett, S. B. (2002). Observation driven model for poisson counts. Working paper, Department of Statistics, Colorado State University.",
        "Contreras, M. and Ryan, L. M. (2000). Fitting nonlinear and constrained generalized estimating equations with optimization software. Biometrics, 56, 1268-1272.",
        "Brownlees, C. T. and Gallo, G. M. (2005). Ultra high-frequency data management. In C. Provasi, editor, Modelli Complessi e Metodi Computazionali Intensivi per la Stima e la Previsione. Atti del Convegno S.Co. 2005, pages 43 1-436. CLUEP, Padova.",
        "Chou, R. Y. (2005). Forecasting financial volatilities with extreme values: The conditional autoregressive range (can) model. Journal of Money, Credit and Banking, 37(3), 561582.",
        "Bouy",
        "B ollerslev, T. (1986). Generalized autoregressive conditional heteroskedasticity. Journal of Econometrics, 31, 307-327.",
        "Bibby, B. M., Jacobsen, M., and S~rensen, M. (2004). Estimating functions for discretely sampled diffusion-type models. Working paper, University of Copenagen, Department of Applied Mathematics and Statistics.",
        "Bera, A. K., Bilias, Y., and Simlai, P. (2006). Estimating functions and equations: An essay on historical developments with applications to econometrics. In T. C. Mills and K. Patterson, editors, Palgrave Handbook of Econometrics, volume 1. Palgrave MacMillan.",
        "Benjamin, M. A., Rigby, R. A., and Stasinopoulos, M. (2003). Generalized autoregressive moving average models. Journal ofthe American StatisticalAssociation, 98(46 1), 214223.",
        "Andersen, T. G., Bollerslev, T., Diebold, F. X., and Labys, P. (2003). Modeling and forecasting realized volatility. Econometrica, 71, 579-625."
    ]
}