{
    "id": 12695,
    "cites": 72,
    "cited_by": 0,
    "reference": [
        "Affleck-Graves, J., Davis L. R., Mendenhall, R. R., 1990. Forecasts of earnings per share: Possible sources of analyst superiority and bias. Contemporary Accounting Research 6, 501517.",
        "Aggarwal, R. K., Purnanandam, A. K., Wu, G., 2005. Underwriter manipulation in initial public offerings. Unpublished working paper, University of Minnesota.",
        "Agrawal, A., Chadha, S., Chen, M. A., 2006. Who is afraid of Reg FD? The behavior and performance of sell-side analysts following the SECs Fair Disclosure rules. Journal of Business, forthcoming.",
        "Agrawal, A., Chen, M. A., 2004. Analyst conflicts and research quality. Unpublished working paper, University of Alabama.",
        "Agrawal, A., Chen, M. A., 2005. Do analyst conflicts matter? Evidence from stock recommendations. Unpublished working paper, University of Alabama.",
        "Akerlof, G. A., 1970. The market for lemons: Qualitative uncertainty and the market mechanism.",
        "Quarterly Journal of Economics 84, 488-500. Asquith, P., Mikhail, M. B., Au, A. S., 2005. Information content of equity analyst reports.",
        "Journal of Financial Economics 75, 245-282. Bagnoli, M., Watts, S. G., Zhang, Y., 2006. Reg FD and the competitiveness of All-Star analysts.",
        "Unpublished working paper, Purdue University. Bailey, W., Li, H., Mao, C. X., Zhong, R., 2003. Regulation Fair Disclosure and earnings information: Market, analyst, and corporate responses. Journal of Finance 58, 2487-2514.",
        "Bajari, P., and Krainer, J., 2004. An empirical model of stock analysts recommendations: Market fundamentals, conflicts of interest, and peer effects. Unpublished working paper, National Bureau of Economic Research.",
        "Barber, B., Lehavy, R., Trueman, B., this issue. Comparing the stock recommendation performance of investment banks and independent research firms. Berger, P. G., Ofek, E., 1995. Diversifications effect on firm value. Journal of Financial Economics 37, 39-65.",
        "Bhagat, S., Black, B. 2002. The non-correlation between board independence and long-term firm performance. Journal of Corporation Law 27, 231-273.",
        "Bharath, S., Dahiya, S., Saunders, A., Srinivasan, A., this issue. So what do I get? The banks view of lending relationships. Bolton, P., Freixas, X., Shapiro, J., this issue. Conflicts of interest, information provision, and competition in banking. Boni, L., 2006. Analyzing the analysts after the Global Settlement. In: Fuchita, Y., Litan, R. E.",
        "Boni, L., Womack, K., 2002. Wall Streets credibility problems: Misaligned incentives and dubious fixes? Brookings-Wharton Papers on Financial Services, 93-130.",
        "Bradley, D. J., Jordan, B. D., Ritter, J. R., 2006. Analyst behavior following IPOs: The `bubble period evidence. Review of Financial Studies, forthcoming.",
        "Bradshaw, M. T., Richardson, S. A., Sloan, R. G., 2006. The relation between corporate financing activities, analysts forecasts and stock returns. Journal of Accounting and Economics 42, 5385.",
        "Brown, L. D., 2001. A temporal analysis of earnings surprises. Journal of Accounting Research 39, 221-241.",
        "Chan, L. K. C., Karceski J., Lakonishok J., 2006. Analysts conflicts of interest and biases in earnings forecasts. Journal of Financial and Quantitative Analysis, forthcoming.",
        "Chemmanur, T. J., Fulghieri, P., 1994. Investment bank reputation, information production, and financial intermediation. Journal of Finance 49, 57-79.",
        "Clarke, J., Khorana, A., Patel, A., Rau, P. R., 2004. The good, the bad and the ugly? Differences in analyst behavior at investment banks, brokerages, and independent research firms.",
        "Unpublished working paper, Purdue University. Clarke, J., Khorana, A., Patel, A., Rau, P. R., 2006. The impact of All-Star analyst job changes on their coverage choices and subsequent investment banking deal flow. Journal of Financial Economics, forthcoming.",
        "Cornett, M. M., Tehranian, H., Yalcin, A., 2005. Regulation Fair Disclosure and the markets reaction to analyst investment recommendation changes. Unpublished working paper, Boston College.",
        "Cowen, A., Groysberg, B., Healy, P., 2006. Which types of analyst firms are more optimistic? Journal of Accounting and Economics 41, 119-146.",
        "Davis, G. F., Kim, E. H., this issue. Business ties and proxy voting by mutual funds. Dechow, P. M., Hutton, A. P., Sloan, R. G., 2000. The relation between analysts forecasts of long-term earnings growth and stock price performance following equity offerings.",
        "Contemporary Accounting Research 17, 1-32. DeLong, G., 2001. Stockholder gains from focusing versus diversifying bank mergers. Journal of Financial Economics 59, 221-252.",
        "Ding, B., Wermers, R., 2005. Mutual fund performance and governance structure: The role of portfolio managers and boards of directors. Unpublished working paper, University of Maryland.",
        "Drucker, S., Puri, M., 2005. On the benefits of concurrent lending and underwriting. Journal of Finance 60, 2763-2799.",
        "Drucker, S., Puri, M., 2006. Banks in capital markets: A survey. In: Eckbo, B. E. (Ed.), Handbook in Corporate Finance: Empirical Corporate Finance, Elsevier/North-Holland, forthcoming.",
        "Dugar, A., Nathan, S., 1995. The effects of investment banking relationships on financial analysts earnings forecasts and investment recommendations. Contemporary Accounting Research 12, 131-160.",
        "Eleswarapu, V. R., Thompson, R., Venkataraman, K., 2004. The impact of Regulation Fair Disclosure: Trading costs and information asymmetry. Journal of Financial and Quantitative Analysis 39, 209-226.",
        "Elton, E. J., Gruber M. J., Blake, C. 2003. Incentive fees and mutual funds. Journal of Finance 58, 779-804.",
        "Fang, L. H., Yasuda, A., 2006a. The effectiveness of reputation as a disciplinary device in sellside research. Unpublished working paper, University of Pennsylvania.",
        "Fang, L. H., Yasuda, A., 2006b. Are stars opinions worth more? The relation between analyst reputation and recommendation values? Unpublished working paper, University of Pennsylvania.",
        "Fried, D., Givoly, D., 1982. Financial analysts forecasts of earnings: A better surrogate for market expectations. Journal of Accounting and Economics 4, 85-107.",
        "Gasparino, C., 2005. Blood on the street. Free Press, New York.",
        "Gintschel, A., Markov, S., 2004. The effectiveness of Regulation FD. Journal of Accounting and Economics 37, 293-314.",
        "Griffin, J. M., Harris, J. H., Topaloglu, S., this issue. Why are IPO investors net buyers through lead underwriters?. Gomes, A. R., Gorton G. B., Madureira L. SEC Regulation Fair Disclosure, information, and the cost of capital, unpublished working paper, The Wharton School, University of Pennsylvania, Philadelphia, PA. Grossman, S., 1981. The informational role of warranties and private disclosure about product quality. Journal of Law and Economics 24, 461-484.",
        "Groysberg, B., Healy, P., Chapman, C., Gui, Y., 2005. Do buy-side analysts out-perform the sellside ? Unpublished working paper, Harvard University.",
        "Heflin, F., Subramanyam K. R., Zhang, Y. Regulation FD and the financial environment: Early evidence. Accounting Review 78, 1-37. Hong, H., Kubik, J. D., 2003. Analyzing the analysts: Career concerns and biased earnings forecasts. Journal of Finance 58, 313-351.",
        "Irvine, P. J., 2004. Analysts forecasts and brokerage-firm trading. Accounting Review 79, 125149.",
        "Jackson, A. R., 2005. Trade generation, reputation, and sell-side analysts. Journal of Finance 60, 673-717.",
        "Jacob, J., Rock, S., Weber, D. P., 2003. Do analysts at independent research firms make better earnings forecasts? Unpublished working paper, University of Colorado, Boulder.",
        "James, C., Karceski, J., 2006, Strength of analyst coverage following IPOs. Journal of Financial Economics 81, 1-34.",
        "Johnson, W.C., Marietta-Westberg J., 2005. Universal banking, asset management, and stock underwriting. Unpublished working paper, Michigan State University.",
        "Jorion, P., Liu Z., Shi, C., 2006. Informational effects of regulation FD: Evidence from rating agencies, Journal of Financial Economics, forthcoming.",
        "Kadan, O., Madureira, L., Wang, R., Zach, T., 2006. Conflicts of interest and stock recommendations The effects of the Global Settlement and related regulations. Unpublished working paper, Washington University, St. Louis.",
        "Laeven, L., Levine, R., this issue. Is there a diversification discount in financial conglomerates?. Lang, L. H. P., Stulz, R. M., 1994. Tobins q, corporate diversification, and firm performance.",
        "Journal of Political Economy 102, 1248-1280. Lin, H.-W., McNichols, M., 1998. Underwriting relationships, analysts earnings forecasts and investment recommendations. Journal of Accounting and Economics 25, 101-127.",
        "Ljungqvist, A., Malloy, C., Marston, F., 2006. Rewriting history. Unpublished working paper, New York University.",
        "Ljungqvist, A., Marston, F., Starks, L. T., Wei, K., Yan, H., this issue. Conflicts of interest in sell-side research and the moderating role of institutional investors. Ljungqvist, A., Marston, F., Wilhelm, W. J., 2005. Scaling the hierarchy: How and why investment banks compete for syndicate co-management appointments. Unpublished working paper, New York University.",
        "Ljungqvist, A., Marston, F., Wilhelm, W. J.., 2006. Competing for securities underwriting mandates: Banking relationships and analyst recommendations. Journal of Finance 56, 301340.",
        "Ljungqvist, A., Wilhelm, W. J., 2003. IPO pricing in the Dot-com bubble. Journal of Finance 58, 723-752.",
        "Lloyd-Davies, P., Canes, M., 1978. Stock prices and the publication of second-hand information.",
        "Journal of Business 51, 43-56. Loughran, T., Ritter, J. R., 2002. Why dont issuers get upset about leaving money on the table in IPOs? Review of Financial Studies 15, 413-444.",
        "Mahoney, P. G., 2004. Manager-investor conflicts in mutual funds. Journal of Economic Perspectives 18, 161-182.",
        "Malmendier, U., Shanthikumar, D., this issue. Are investors naÃ\u0083Â¯ve about incentives?. McNichols, M., OBrien, P. C., Pamukcu, O. M., 2006. That ship has sailed: Unaffiliated analysts recommendation performance for IPO firms. Unpublished working paper, Stanford University.",
        "Michaely, R., Womack, K. L., 1999. Conflict of interest and the credibility of underwriter analyst recommendations. Review of Financial Studies 12, 653-686.",
        "Mikhail, M. B., Walther, B. R., Willis, R. H., 1999. Does forecast accuracy matter to security analysts? Accounting Review 74, 185-200.",
        "Mohanram, P., Sunder, S. V., 2006. How has Regulation FD affected the operations of financial analysts? Contemporary Accounting Research 23, 491-525.",
        "Narayanan, R., Rangan, K., Rangan, N., 2004. The role of syndicate structure in bank underwriting. Journal of Financial Economics 72, 555-580.",
        "OBrien, P. C., McNichols, M., Lin, H.-W., 2005. Analyst impartiality and investment banking relationships. Journal of Accounting and Research 43, 623-650.",
        "Puri, M., 1994. The long-term default performance of bank underwritten security issues. Journal of Banking and Finance 18, 397-418.",
        "Puri, M., 1999. Commercial banks as underwriters: Implications for the going public process.",
        "Journal of Financial Economics 54, 133-163. Ramnath, S., Rock, S., Shane, P., 2006. A review of research related to financial analysts forecasts and stock recommendations. Unpublished working paper, Georgetown University.",
        "Reingold, D., Reingold, J. 2006. Confessions of a Wall Street analyst. HarperCollins, New York.",
        "Ritter, J. R., Welch, I., 2002. A review of IPO activity, pricing, and allocations. Journal of Finance 57, 1795-1828.",
        "Ritter, J. R., Zhang, D., 2006. Affiliated mutual funds and the allocation of initial public offerings. Journal of Financial Economics, forthcoming.",
        "Roten, I., Mullineaux, D., 2002. Debt underwriting by commercial bank-affiliated firms and investment banks: More evidence. Journal of Banking and Finance 26, 689-718.",
        "Stein, J. C., 1989. Efficient capital markets, inefficient firms: A model of myopic corporate behavior. Quarterly Journal of Economics 104, 655-670.",
        "Stickel, S. E., 1992. Reputation and performance among security analysts. Journal of Finance 47, 1811-1836.",
        "Willis, R. H., 2001. Mutual fund managers forecasting behavior. Journal of Accounting Research 39, 707-725.",
        "Yasuda, A., 2005. Do bank relationships affect the firms underwriter choice in the corporatebond underwriting. Journal of Finance 60, 1259-1292."
    ]
}