{
    "id": 12705,
    "cites": 13,
    "cited_by": 2,
    "reference": [
        "Barr, Michael S., and Geoffrey P. Miller, 2006. Global Administrative Law: The View From Basel, European Journal of International Law, 17, 15-46.",
        "Ben-Shahar, Omri, 2004. `Agreeing to Disagree: Filling Gaps in Deliberately Incomplete Contracts, in Symposium on Freedom from Contract, Wisconsin Law Review, 389.",
        "Berger, Allen N., Sally M. Davies, and Mark J. Flannery, 2000. Journal of Money, Credit and Banking, 32, 641-667.",
        "Foss, Nicolai J., 1996. Firms, Incomplete Contracts and Organizational Learning, Human Systems Management, 15, 17-26.",
        "Hart, Oliver, and John Moore, 1999. Foundations of Incomplete Contracts, Review of Economic Studies, 66, 115-38.",
        "Kane, Edward J., 1981. Accelerating Inflation, Technological Innovation, and the Decreasing Effectiveness of Banking Regulation, Journal of Finance, 36, 355367.",
        "Financial Services Competition, Journal of Finance, 39, 759-772. _________, 2006. Inadequacy of Nation-Based and VaR-Based Safety Nets in the European Union, North American Journal of Economics and Finance, 17, 375387.",
        "Kupiec, Paul, 2004. Is the New Basel Accord Inventive Compatible?, in Benton E. Gup (ed.), The New Basel Capital Accord, New York: Textere, 239-284.",
        "Insurance and Research, Federal Deposit Insurance Corporation (unpublished, July). Macleod, W. Bentley, 2006. Reputations, Relationships and the Enforcement of Incomplete Contracts, IZA Discussion Paper No. 1978, February, 2006.",
        "Maskin, Eric, and Jean Tirole, 1999. Unforseen Contingencies and Incomplete Contracts, Review of Economic Studies, 66, 83-114.",
        "Pennachi, George, 2005. Deposit Insurance, Bank Regulation, and Financial System Risks. Fifth Annual Banking Research Conference: Financial Sector Integrity and Emerging Risks in Banking, Washington: Federal Deposit Insurance Corporation Center for Financial Research.",
        "Rasmusen, Eric, 2001. Explaining Incomplete Contracts as the Result of ContractReading Costs, Advances in Economic Analysis and Policy, 1, Article 2.",
        "Viets, Daniel V., 2006. Does Basel II Fail? Ph.D. Dissertation submitted to Victoria University of Wellington, New Zealand."
    ]
}