{
    "id": 12701,
    "cites": 22,
    "cited_by": 5,
    "reference": [
        "Bernheim, B. Douglas, Robert J. Lemke, and John Karl Scholz, Do Estate and Gift Taxes Affect the Timing of Private Transfers?, Journal of Public Economics, December 2004, 88 (12), 261734.",
        "Carroll, Christopher D., Why Do the Rich Save So Much?, in Joel Slemrod, ed., Does Atlas Shrug? The Economic Consequences of Taxing the Rich, New York: Harvard University Press and Russell Sage Foundation, 2000.",
        "Chay, Kenneth Y. and James L. Powell, Semiparametric Censored Regression Models, Journal of Economic Perspectives, Fall 2001, 15 (4), 2942.",
        "Chen, Songnian, Semiparametric Estimation of the Type-3 Tobit Model, Journal of Econometrics, September 1997, 80 (1), 134.",
        "Cooper, George, A Voluntary Tax? New Perspectives on Sophisticated Tax Avoidance Studies of Government Finance, Washington D.C.: The Brookings Institution, 1979.",
        "De Nardi, Mariacristina, Wealth Inequality and Intergenerational Links, Review of Economic Studies, July 2004, 71 (3), 743768.",
        "Dynan, Karen E., Jonathan Skinner, and Stephen P. Zeldes, The Importance of Bequests and Life-Cycle Saving in Capital Accumulation: A New Answer, American Economic Review, May 2002, 92 (2), 27478.",
        "Honore, Bo E and James L. Powell, Pairwise Difference Estimator of Censored and Truncated Models, Journal of Econometrics, September-October 1994, 64 (1-2), 241 278.",
        "Honore, Bo E., Ekaterini Kyriazidou, and Christopher Udry, Estimation of Type 3 Tobit Models Using Symmetric Trimming and Pairwise Comparison, Journal of Econometrics, January-February 1997, 76 (1-2), 107128.",
        "Hubbard, R. Glenn, Jonathan Skinner, and Stephen Zeldes, Precautionary Saving and Social Insurance, Journal of Political Economy, April 1995, 103 (2), 360399.",
        "Kahn, Douglas A., Mandatory Buy-out Agreements for Stock of Closely Held Corporations, Michigan Law Review, November 1969, 68 (1), 164.",
        "Kopczuk, Wojciech and Joel Slemrod, Denial of Death and Economic Behavior, Advances in Theoterical Economics, 2005, 5 (1), Article 5. http://www.bepress.com/ bejte/advances/vol5/iss1/art5.",
        "Distribution of Bequest Motives, Review of Economic Studies, 2006. Forthcoming.",
        "Luckey, John R., A History of Federal Estate, Gift and Generation-Skipping Taxes, CRS Report for Congress 95-444A, Congressional Research Service March 1995.",
        "McCubbin, Janet G., Improving Wealth Estimates Derived From Estate Tax Data, in Barry W. Johnson, ed., Compendium of Federal Estate Tax and Personal Wealth Studies, Department of Treasury, Internal Revenue Service, Pub. 1773 (4-94), 1994, pp. 363369.",
        "McGarry, Kathleen, Inter Vivos Transfers and Intended Bequests, Journal of Public Economics, September 1999, 73 (3), 32151.",
        "Pavenstedt, Edmund W., Taxation of Transfers in Contemplation of Death: A Proposal for Abolition, Yale Law Journal, December 1944, 54 (1), 7091.",
        "Poterba, James M., Estate and Gift Taxes and Incentives for Inter Vivos Giving in the US, Journal of Public Economics, January 2001, 79 (1), 23764.",
        "Powell, James L., Symmetrically Trimmed Least Squares Estimation for Tobit Models, Econometrica, November 1986, 54 (6), 143560.",
        "Schmalbeck, Richard, Avoiding Federal Wealth Transfer Taxes, in William G. Gale, James R. Hines Jr., and Joel Slemrod, eds., Rethinking Estate and Gift Taxation, Brookings Institution Press, 2001.",
        "Scholz, John Karl, Ananth Seshadri, and Surachai Khitatrakun, Are Americans Saving Optimally for Retirement?, Journal of Political Economy, August 2006, 114 (4), 607643.",
        "Wooldridge, Jeffrey M., Econometric Analysis of Cross Section and Panel Data, Cambridge, MA and London, England: The MIT Press, 2002."
    ]
}