{
    "id": 12709,
    "cites": 21,
    "cited_by": 6,
    "reference": [
        "Achen, Christopher H. and W. Phillips Shively. 1995. Cross Level Inference. Chicago: University of Chicago Press.",
        "Alvarez, Michael R., et al. 2001. Voting: What is, What Could Be. Caltech/MIT Voting Technology Project.",
        "Benjamin, Daniel J., Sebastian A. Brown, and Jesse M. Shapiro. May 2006. Who is `Behavioral? Cognitive Ability and Anomalous Preferences. SSRN Electronic Paper 675264.",
        "Brady, Henry E., et al. 2001. Counting All the Votes: The Performance of Voting Technology in the United States. Department of Political Science, Survey Research Center, and Institute of Governmental Studies, University of California, Berkeley.",
        "Choi, James, David Laibson, Brigitte Madrian, and Andrew Metrick. 2004. For Better or For Worse: Default Effects and 401(k) Savings Behavior in David Wise editor, Perspectives in the Economics of Aging. Chicago, IL: University of Chicago Press, 81-121.",
        "Conlisk, John. 1996. Why bounded rationality? Journal of Economic Literature 34(2): 669700.",
        "Dee, Thomas S. June 2006. Technology and Voter Intent: Evidence from the California Recall Election. Review of Economics and Statistics, forthcoming.",
        "Garner, Phillip and Enrico Spolaore. 2005. Why Chads? Determinants of Voting Equipment Use in the United States. Public Choice 123: 363-392.",
        "Knack, Stephen and Martha Kropf. 2002. Who Uses Inferior Voting Technology? Political Science and Politics 35(3): 541-548.",
        "Koppell, Jonathan G.S. and Jennifer A. Steen. 2004. The Effects of Ballot Position on Election Outcomes. Journal of Politics 66(1): 267-281.",
        "King, Amy and Andrew Leigh. September 2006. Ballot Order Effects Under Compulsory Voting. Unpublished Manuscript. University of South Australia and Australian National University.",
        "List, John A. and David Lucking-Reiley. 2002. Bidding Behavior and Decision Costs in Field Experiments. Economic Inquiry 40(4): 611-619.",
        "Lusardi, Annamaria and Olivia S. Mitchell. 2006. Financial Literacy and Planning: Implications for Retirement Wellbeing. Unpublished manuscript. Dartmouth College.",
        "Madrian, Brigitte C. and Dennis F. Shea. 2001. The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior. Quarterly Journal of Economics 116(4): 1149-1187.",
        "Miller, Joanne M. and Jon A. Krosnick. 1998. The Impact of Candidate Name Order on Election Outcomes. The Public Opinion Quarterly 62(3): 291-330.",
        "Roth, Susan K. 1998. Disenfranchised by Design: Voting Systems and the Election Process. Information Design Journal 9(1): 1-8.",
        "Simon, Herbert A. 1955. A Behavioral Model of Rational Choice. Quarterly Journal of Economics 69(1): 99-118.",
        "Smith, Richard L. 2002. A Statistical Assessment of Buchanans Vote in Palm Beach County. Statistical Science 17(4): 441-457.",
        "Taebel, Delbert A. 1975. The Effect of Ballot Position on Electoral Success. American Journal of Political Science 19(3): 519-526.",
        "Thaler, Richard H. and Shlomo Benartzi. 2004. Save More TomorrowTM: Using Behavioral Economics to Increase Employee Saving. Journal of Political Economy 112(1, pt. 2): S164S187.",
        "Tomz, Michael and Robert P. Van Houweling. 2003. How Does Voting Equipment Affect the Racial Gap in Voided Ballots? American Journal of Political Science 47(1): 46-60."
    ]
}