{
    "id": 12707,
    "cites": 53,
    "cited_by": 41,
    "reference": [
        "[1] Kjersti Aas and Line Eikvil. Text categorisation: A survey. Norwegian Computing Center Mimeograph, June 1999.",
        "[2] Roya Akhavan-Majid, Anita Rife, and Sheila Gopinath. Chain ownership and editorial independence: A case study of Gannett newspapers. Journalism and Mass Communication Quarterly, 68:5966, Spring-Summer 1991.",
        "[3] Eric Alterman. What Liberal Media? The Truth about Bias and the News. Basic Books, February 2003.",
        "[5] Werner Antweiler and Murray Z. Frank. Is all that talk just noise? The information content of Internet message boards. Journal of Finance, 59(3):12591294, June 2004.",
        "[6] Ben H. Bagdikian. The Media Monopoly. Beacon Press, Boston, 6th edition, 2000.",
        "[7] David J. Balan, Patrick DeGraba, and Abraham L. Wickelgren. Ideological persuasion in the media. Federal Trade Commission mimeograph, April 2005.",
        "[8] David P. Baron. Persistent media bias. Journal of Public Economics, 90:136, 2006.",
        "[10] Steven Berry and Joel Waldfogel. Product quality and market size. NBER Working Paper No. 9675, 2003.",
        "[12] Burrelles Information Services. Burrelles/Luce Media Directory - 2001 Edition. Livingston, NJ, 2001.",
        "[13] Commission on Freedom of the Press. A free and responsible press : a general report on mass communication: newspapers, radio, motion pictures, magazines, and books. The University of Chicago Press, Chicago, IL, 1947.",
        "[14] Federal Communications. Report and Order and Notice of Proposed Rulemaking. Federal Communications, Washington, DC, July 2003.",
        "[15] Ann Coulter. Slander: Liberal Lies about the American Right. Three Rivers Press, September 2003.",
        "[16] Stefano DellaVigna and Ethan Kaplan. The Fox News eect: Media bias and voting. Quarterly Journal of Economics, August 2007.",
        "[17] David Dranove, Anne Gron, and Michael J. Mazzeo. Dierentiation and competition in HMO markets. Journal of Industrial Economics, 51(4):433454, December 2003.",
        "[18] Jean-Pierre DubÃ\u0083Â©, GÃ\u0083Â¼nter J. Hitsch, and Puneet Manchanda. An empirical model of advertising dynamics. Quantitative Marketing and Economics, 3(2):107144, June 2005.",
        "[19] Liran Einav. Seasonality in the US motion picture industry. RAND Journal of Economics, 2006. Forthcoming.",
        "[20] Morris P. Fiorina, with Samuel J. Abrams, and Jeremy C. Pope. Culture War? The Myth of a Polarized America. Pearson Longman, New York, NY, 2005.",
        "[21] C. Fox. A stop list for general text. SIGIR FORUM, 24(4), December 1990.",
        "[22] Al Franken. Lies and the Lying Liars Who Tell Them: A Fair and Balanced Look at the Right. E P Dutton, August 2003.",
        "[23] Wayne A. Fuller. Measurement Error Models. Wiley series in probability and mathematical statistics. Wiley, New York, 1987.",
        "[24] Matthew Gentzkow. Valuing new goods in a model with complementarity: Online newspapers. American Economic Review. Forthcoming.",
        "[25] Matthew Gentzkow. Television and voter turnout. Quarterly Journal of Economics, 121(3), August 2006.",
        "[26] Matthew Gentzkow and Jesse M. Shapiro. Media bias and reputation. Journal of Political Economy, 114(2):280316, April 2006.",
        "[27] Matthew A. Gentzkow, Edward L. Glaeser, and Claudia D. Goldin. The rise of the fourth estate: How newspapers became informative and why it mattered. In Edward L. Glaeser and Claudia Goldin, editors, Corruption and Reform: Lessons from Americas Economic History, chapter 6, pages 187230. University of Chicago Press, Chicago, IL, Spring 2006.",
        "[29] Lisa George. Whats ...t to print: The eect of ownership concentration on product variety in newspaper markets. Michigan State University Mimeograph, September 2001.",
        "[30] Lisa George and Joel Waldfogel. Who aects whom in daily newspaper markets? Journal of Political Economy, 111(4):765784, 2003.",
        "[31] Alan Gerber, Dean Karlan, and Daniel Bergan. Does the media matter? A ...eld experiment measuring the eect of newspapers on voting behavior and political opinions. Yale University mimeograph, February 2006.",
        "[32] James G. Gimpel, Frances E. Lee, and Joshua Kaminski. The political geography of campaign contributions in American politics. Journal of Politics, 2006. Forthcoming.",
        "[33] Edward L. Glaeser, Giacomo A. M. Ponzetto, and Jesse M. Shapiro. Strategic extremism: Why Republicans and Democrats divide on religious values. Quarterly Journal of Economics, 120(4):12831330, November 2005.",
        "[35] Theodore L. Glasser, David S. Allen, and S. Elizabeth Blanks. The inuence of chain ownership on news play: A case study. Journalism Quarterly, 66:607614, Fall 1989.",
        "[36] Bernard Goldberg. Bias : A CBS Insider Exposes How the Media Distort the News. Perennial, January 2003.",
        "[37] Michael J. Graetz and Ian Shapiro. Death by a thousand cuts: The ...ght over taxing inherited wealth. Princeton University Press, Princeton, NJ, February 2005.",
        "[38] Tim Groseclose, Steven D. Levitt, and James M. Snyder, Jr. Comparing interest group scores across time and chambers: Adjusted ADA scores for the U.S. Congress. American Political Science Review, 93(1):3350, March 1999.",
        "[41] Harris Interactive. Seven in 10 U.S. adults say they watch broadcast news at least several times a week. The Harris Poll, 20, February 24 2006.",
        "[42] Stephen Lacy and Todd F. Simon. Intercounty group ownership of daily newspapers and the decline of competition for readers. Journalism and Mass Communication Quarterly, 74(4):814 825, Winter 1997.",
        "[43] Michael Laver, Kenneth Benoit, and John Garry. Extracting policy positions from political texts using words as data. American Political Science Review, 97(2):311331, May 2003.",
        "[44] John R. Lott, Jr. and Kevin A. Hassett. Is newspaper coverage of economic events politically biased? American Enterprise Institute Mimeograph, October 2004.",
        "[46] Hugh J. Martin. Some eects from horizontal integration of daily newspapers on markets, prices, and competition. A paper presented to the Media Management and Economics Division of the Association for Education in Journalism and Mass Communication, Annual Convention, Kansas City, MO July 30-August 2, 2003, July 2003.",
        "[47] Michael J. Mazzeo. Product choice and oligopoly market structure. RAND Journal of Economics, 33(2):221242, Spring 2002a.",
        "[48] Michael J. Mazzeo. Competitive outcomes in product-dierentiated oligopoly. Review of Economics and Statistics, 84(4):716728, November 2002b.",
        "[49] Sendhil Mullainathan and Andrei Shleifer. The market for news. American Economic Review, 95(4):10311053, September 2005.",
        "[50] Caitlin Knowles Myers. Discrimination as a competitive device: The case of local television news. IZA Discussion Paper No. 1802, October 2005.",
        "[51] Newspaper Association of America. The source: Newspapers by the numbers. http://www.naa.org/thesource/6.asp, 2006.",
        "[53] Riccardo Puglisi. Being the New York Times: the political behavior of a newspaper. Massachusetts Institute of Technology Working Paper, March 2006.",
        "[54] Robert D. Putnam. Bowling Alone: The Collapse and Revival of American Community. Simon and Schuster, New York, 2000.",
        "[55] Steven Ruggles, Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King, and Chad Ronnander. Integrated Public Use Microdata Series: Version 3.0. Minnesota Population Center, Minneapolis, MN, 2004. http://www.ipums.org.",
        "[56] Katja Seim. An empirical model of ...rm entry with endogenous product-type choices. RAND Journal of Economics, 2006. Forthcoming.",
        "[57] Richard W. Stevenson. President makes it clear: Phrase is war on terror. New York Times, page A.12, August 4 2005. Eric Schmitt contributed reporting to this article from Washington.",
        "[58] James H. Stock and Motohiro Yogo. Testing for weak instruments in linear IV regression. NBER Technical Working Paper 284, 2002.",
        "[59] David StrÃ\u0083Â¶mberg. Radios impact on public spending. Quarterly Journal of Economics, 119(1):189221, 2004.",
        "[60] Wing Suen. The self-perpetuation of biased beliefs. Economic Journal, 114:377396, April 2004.",
        "[62] US Supreme Court. Associated Press v. United States. US Supreme Court, 1945.",
        "[64] Abigail K. Wozniak. Making their own luck: Educational dierences in the migration responses of young workers to local labor market conditions. University of Notre Dame Mimeograph, January 2006."
    ]
}