{
    "id": 12708,
    "cites": 14,
    "cited_by": 73,
    "reference": [
        "[1] Aiyagari, Rao (1994), Uninsured Idiosyncratic Risk and Aggregate Savings. Quarterly Journal of Economics, 59(3), 659-84",
        "[4] Backus, David, Patrick Kehoe, and Finn Kydland (1992), International Real Business Cycles, Journal of Political Economy, 100, pp. 745--775.",
        "[5] Backus, David, Espen Henriksen, Frederic Lambert, and Chris Telmer (2006), Current Account Fact and Fiction, Manuscript, NYU Stern School of Business",
        "[6] Baxter, Marianne and Mario Crucini (1995), Business Cycles and the Asset Structure of Foreign Trade, International Economic Review, 36, pp. 821--854.",
        "[7] Bernanke Ben (2004), The Great Moderation, Speech at the meetings of the Eastern Economic Association, Washington, DC, Federal Reserve Board",
        "[8] Blanchard, Olivier, and John Simon (2001), The Long and Large Decline in U.S. Output Volatility, Brookings Papers on Economic Activity, 1, pp. 135-64.",
        "[10] Comin, Diego and Mark Gertler (2005), Medium-Term Business Cycles, American Economic Review, Forthcoming",
        "[11] Edwards, Sebastian (2005),Is the U.S. Current Account Deficit Sustainable? And If Not, How Costly is Adjustment Likely To Be?, NBER Working Paper No. 11541",
        "[12] Fogli, Alessandra and Fabrizio Perri (2006), Macroeconomic Volatility and External Imbalances, Manuscript, Federal Reserve Bank of Minneapolis",
        "[13] Heathcote, Jonathan and Fabrizio Perri (2004), Financial globalization and real regionalization, Journal of Economic Theory, 119(1), pp. 207-243",
        "[15] Leduc, Sylvain and Keith Sill (2003), Monetary policy, oil shocks, and TFP: accounting for the decline in U.S. volatility, Working Paper 03-22, Federal Reserve Bank of Philadelphia",
        "[17] Mendoza, Enrique, Vincenzo Quadrini and Victor Rios-Rull Financial Integration, Financial Deepness and Global Imbalances, Working Paper, International Monetary Fund",
        "[18] Obstfeld, Maurice and Ken Rogoff (2005), Global Current Account Imbalances and Exchange Rate Adjustments, Brookings Papers on Economic Activity 1, pp. 67-146",
        "[20] Stock, Jim and Mark Watson (2005), Understanding Changes in International Business Cycle Dynamics, Journal of the European Economic Association, 3/5, pp. 968-1006"
    ]
}