{
    "id": 12710,
    "cites": 17,
    "cited_by": 14,
    "reference": [
        "Aghion, P. and P. Howitt, A Model of Growth through Creative Destruction, Econometrica, 1992, 60 (2), 323-351.",
        "Beaudry, P. and F. Portier, An Exploration into Pigous Theory of Cycles, Journal of Monetary Economics, 2004, 51 (6), 1183-1216.",
        "Classical Settings?, Working Paper 10776, National Bureau of Economic Research September 2004. forthcoming in the Journal of Economic Theory.",
        "Beaudry, Paul and Franck Portier, News, Stock Prices and Economic Fluctuations, The American Economic Review, 2006, 96 (4).",
        "Benassy, J.P., Is There Always Too Little Research in Endogenous Growth With Expanding Product Variety?, European Economic Review, 1998, ~2 (1), 61-69.",
        "Blanchard, O.J. and D. Quah, The Dynamic Effects of Aggregate Supply and Demand Distur- bances, The American Economic Review, 1989, 79 (4), 655-673.",
        "Chari, V., P. Kehoe, and E. McGrattan, A Critique of Structural VARs Using Real Business Cycle Theory, Working Paper 631, Federal Reserve Bank of Minneapolis 2004.",
        "Christiano, L., M. Eichenbaum, and R. Vigfusson, What Happens after a Technology Shock, Working paper 9819, National Bureau of Economic Research 2004.",
        "Christiano, Lawrence, Roberto Motto, and Massimo Rostagno, Monetary Policy and a Stock Market Boom-Bust Cycle, mimeo, Northwestern University 2005.",
        "Christiano, L.J. and J.D.M. Fisher, Stock Market and Investment Goods Prices: Implications for Macroeconomics, Working Paper 10031, NBER 2003.",
        "M. Eichenbaum, and C.L. Evans, Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy, 2005, 113 (1), 1-45.",
        "Cochrane, J.H., Permanent and Transitory Components of GNP and Stock Prices, The Quarterly Journal of Economics, 1994, 109 (1), 241-265.",
        "Cogley, T. and J.M. Nason, Output Dynamics in Real-Business-Cycle Models, The American Economic Review, 1995, 85 (3), 492-511.",
        "Michaelides, A. and S. Ng, Estimating the Rational Expectations Model of Speculative Storage: A Monte- Carlo Comparison of Three Simulation Estimators, Technical Report, Princeton University i997. Romer, Paul M., Growth Based on Increasing Returns Due to Specialization, The American Economic Review, may i987, 77 (2), 56-62.- 4i Endogenous Technological Change, The Journal of Political Economy, oct 1990, 98 (5), S71-S 102.",
        "Sims, C., Macroeconomics and Reality, Econometrica, January 1980, ~8 (1), 1-48.",
        "Spence, M., Product Differentiation and Welfare, The American Economic Review Papers and Proceedings, 1976, 76, 407-414.",
        "Product Selection, Fixed Costs, and Monopolistic Competition, Review of Economic Studies, 1976, ~3, 217-235."
    ]
}