{
    "id": 12716,
    "cites": 20,
    "cited_by": 4,
    "reference": [
        "Anderson, Gordon B. Some Phases of the New Check Collection System. Annals of the American Academy of Political and Social Science, Vol. 63, National Industries and the Federal Government, (Jan 1919) pp. 122-13 1.",
        "Andrews, Fletcher. The Operation of the City Clearing House. Yale Law Journal, Vol. 51, No. 4 (February 1942), pp. 582-607.",
        "Board of Governors of the Federal Reserve System. 1929. Memorandum Regarding Preparation of Reports of Changes in Status of Member and Nonmember Banks, Memo: November 18, 1929. National Archives, Record Group 82, Federal Reserve Central Subject File, 421.113.",
        "Memo: November 5, 1930. National Archives, Record Group 82, Federal Reserve Central Subject File, 421.113-1.",
        "Bryan, George. The Law of Clearing Houses. Virginia Law Review, Vol. 2, No. 6 (March 1915) pp. 447-456.",
        "Eichengreen, Barry. Golden Fetters. New York: Oxford University Press, 1992.",
        "Goldenweiser, E. A., et al. 1931. Bank Suspensions in the United States, 1892-1 931. Volume 4. Material prepared for the information of the Federal Reserve System by the Federal Reserve Committee on Branch, Group, and Chain Banking.",
        "Gilbert, R. Alton. Did the Feds Founding Improve the Efficiency of the U.S. Payments System? Federal Reserve Bank of St. Louis Review 77 (1998), pp. 7-23.",
        "Green, Edward and Richard M. Todd. Thoughts on the Feds Role in the Payments System. Federal 40 Reserve Bank of Minneapolis Quarterly Review (2001) 25, pp. 12-27.",
        "James, John and David Weiman. Drafts, Conespondent Banking Networks, and the Transformation of the U.S. Payments System, 1850-19 14. Manuscript. February 2004.",
        "Howard Preston. The Federal Reserve Banks System of Par Collections. Journal of Political Economy. Vol 28, No. 7, (Jul 1920) pp. 565-590.",
        "Lawrence, J. S. Borrowed Reserves and Bank Expansion. Quarterly Journal of Economics, Vol. 42, No. 4. (Aug 1928) pp. 593-626.",
        "Lucia, Joseph. 1985. The Failure of the Bank of the United States: A Reappraisal. Explorations in Economic History 22 (October): 402-16.",
        "McFerrin, James B. 1939. Caldwell and Company. Chapel Hill: University of North Carolina Press.",
        "Richardson, Gary. The Records of the Federal Reserve Board of Governors in the National Archives of the United States. Financial History Review (forthcoming June 2006).",
        "Romer, Christina. The Nation in Depression. The Journal of Economic Perspectives. Vol 7, No. 2 (Spring, 1993), pp. 19-39.",
        "Spahr, Walter E. The Clearing and Collection of Checks. New York: Bankers Publishing, 1926.",
        "Talbert, Joseph. Clearing: House and Domestic: Exchange Functions of the Federal Reserve Banks. Proceedings of the Academy of Political Science in the City of New York, Vol. 4, No. 1, (Oct 1913) pp. 192-212.",
        "Temin, Peter. Did Monetary Forces Cause the Great Depression? New York: W.W. Norton, 1976.",
        "United States, Bureau of the Census. Historical statistics of the United States, colonial times to 1970."
    ]
}