{
    "id": 12726,
    "cites": 23,
    "cited_by": 40,
    "reference": [
        "Admati, A., 1985. A noisy rational expectations equilibrium for multi-asset securities markets. Econometrica 53: 629-657.",
        "Albuquerque, R., G. Bauer, and M. Schneider, 2006. Global private information in international equity markets. mimeo.",
        "Auguste, S., Dominguez, K., Kamil, H., Tesar, L., 2006. Cross-border trading as a mechanism for implicit capital flight: ADRs and the Argentine crisis. Journal of Monetary Economics, forthcoming.",
        "Bekaert, G., C. Harvey, and C. Lundblad, 2001. Emerging equity markets and economic development. Journal of Development Economics 66: 3-465-504.",
        "Journal of Financial Economics 77: 3-56. Brennan, M., and H. Cao, 1997. International portfolio investment flows. Journal of Finance 52(5): 1851-18880.",
        "Burger, J., and F. Warnock, 2006a. Local currency bond markets. IMF Staff Papers 53: 115-132.",
        "Cabellero, R., and S. Panageas, 2005. A quantitative model of sudden stops and external liquidity management. NBER Working Paper 11293.",
        "Calvo, G., 1998. Capital flows and capital-market crises: the simple economics of sudden stops. Journal of Applied Economics 1(1): 35-54.",
        "Charm, A., and P. Henry, 2004. Risk sharing and asset prices: evidence from a natural experiment. Journal of Finance 59(3): 1295-1324.",
        "Cowan, K., and J. De Gregorio, 2005. International borrowing, capital controls and the exchange rate lessons from Chile. NBER Working Paper 11382.",
        "Dooley, M., 1988. Capital flight: a response to differences in financial risks. IMF Staff Papers 35: 422-436.",
        "Dornbusch, R., I. Goldfajn, and R. Valdes, 1995. Currency crises and collapses. Brookings Papers on Economic Activity 0(2): 2 19-70.",
        "Edwards, 5., 2004. Thirty years of current account imbalances, current account reversals, and sudden stops. IMF Staff Papers 51: 1-49.",
        "Paper 11170. Eichengreen, B., and P. Luengnaruemitchai, 2004. Why doesnt Asia have bigger bond markets? NBER Working Paper 10576.",
        "Faucette, J., A. Rothenberg, and F. Warnock, 2005. Outflows-induced sudden stops. Journal of Policy Reform 8(2): 119-130.",
        "Forbes, K., 2005. The micro evidence on capital controls: no free lunch. NBER Working Paper 11372.",
        "Frankel, J., and E. Cavallo, 2004. Does openness to trade make countries more vulnerable to sudden stops, or less? Using gravity to establish causality. NBER Working Paper 10957.",
        "Henry, P., 2000. Do stock market liberalizations cause investment booms? Journal of Financial Economics 58: 301-334.",
        "American Economic Review 93(2): 9 1-96. Khan, M., and N. Ul Haque, 1985. Foreign borrowing and capital flight: a formal analysis. IMF Staff Papers 32: 606-628.",
        "Lessard, D., and J. Williamson, 1987. capital Flight and Third World Debt. Washington: Institute for International Economics.",
        "Stops and asset prices. Journal of International Economics 70(1): 82-114. Mody, A., and A. Murshid, 2002. Growing up with capital flows. IMF Working Paper WP/02/75.",
        "Rodrik, D., 1998. Who needs capital account convertibility? Essays in International Finance No. 207 (Princeton: Princeton University Press).",
        "Stiglitz, J., 2000. Capital market liberalization, economic growth and instability. World Development 25: 1075-1086."
    ]
}