{
    "id": 12728,
    "cites": 30,
    "cited_by": 22,
    "reference": [
        "[1] Adler, Michael and Bernard Dumas (1983), International Portfolio Choice and Corporation Finance: A Synthesis, The Journal of Finance, 38(3), 925984.",
        "[2] Ahearne, Alan, William Griever, and Francis E. Warnock (2004), Information costs and home bias: an analysis of U.S. holdings of foreign equities, Journal of International Economics, 62, 313-336.",
        "[3] Bacchetta, Philippe, and Eric van Wincoop (2006), Incomplete Information Processing: A Solution to the Forward Discount Puzzle, working paper, University of Virginia.",
        "[4] Baxter, Marianne, Urban Jermann and Robert G. King (1998), Non-traded goods, non-traded factors and international non-diversification, Journal of International Economics, 44(22), 211-229.",
        "[5] Braga de Macedo, Jorge (1983), Optimal Currency Diversification for a Class of Risk-Averse International Investors, Journal of Economic Dynamics and Control 5, 173-185.",
        "[6] Braga de Macedo, Jorge, Jeffrey A. Goldstein and David M. Meerschwam (1984), International Portfolio Diversification: Short-Term Financial Assets and Gold, in J.F.O. Bilson and R.C. Marston, eds., Exchange Rates, Theory and Practice, University of Chicago Press.",
        "[7] Branson, William H. and Dale Henderson (1985), The Specification and Influence of Asset Markets, in Jones, R.W. and P.B. Kenen, eds., Handbook of International Economics, vol. II, 749-805.",
        "[8] Coeurdacier, Nicolas (2005), Do trade costs in goods markets lead to home bias in equities, working paper.",
        "[9] Cooper, Ian and Evi Kaplanis (1994), Home Bias in Equity Portfolios, Inflation Hedging, and International Capital Market Equilibrium, The Review of Financial Studies, 7(1), 45-60. 16",
        "[10] Dellas, Harris and Alan Stockman (1989), International Portfolio NonDiversification and Exchange Rate Variability, Journal of International Economics 26, 271-290.",
        "[11] Eldor, Rafael E., David Pines and Abba Schwartz (1988), Home asset preference and productivity shocks, Journal of International Economics, 25, 165176.",
        "[12] Engel, Charles (2000), Comments on Obstfeld and Rogoffs The six major puzzles in international macroeconomics: is there a common cause?, NBER Macroeconomics Annual ~~2OOO.",
        "[13] Engel, Charles, and Akito Matsumoto (2006), Portfolio choice in a monetary open-economy DSGE model, NBER Working Paper 12214.",
        "[14] Heathcote, Jonathan and Fabrizio Perri (2005), International Diversification Puzzle is not as bad as you think, working paper, Georgetown University.",
        "[15] Hnatkovska, Viktoria V. (2005), Home Bias and High Turnover: Dynamic Portfolio Choice with Incomplete Markets, working paper, Georgetown University.",
        "[16] Fitzgerald, Doireann (2006), Trade Costs, Asset Market Frictions and RiskSharing: A Joint Test, working paper, UC-Santa Cruz.",
        "[17] Karolyi, G. Andrew and Rene M. Stulz (2003), Are Financial Assets Priced Locally or Globally?,, in G. Constantinides, M. Harris and R. Stulz, eds., The Handbook of the Economics of Finance, New York, North-Holland Publishers.",
        "[18] Kho, Bong-Chan, Rene M. Stulz, and Francis E. Warnock (2006), Financial globalization, governance, and the evolution of the home bias, NBER Working Paper 12389.",
        "[19] Kollmann, Robert (2006a), A Dynamic Equilibrium Model of International Portfolio Holdings: Comment, Econometrica, 74, 269-273.",
        "[20] Kollmann, Robert (2006b), Portfolio Equilibrium and the Current Account, working paper, University of Paris XII. 17",
        "[21] Kouri, Pentti J.K. (1976), Determinants of the Forward Premium, seminar paper 62, University of Stockholm, Institute for International Economic Studies.",
        "[22] Kouri, Pentti J.K. and Jorge Braga de Macedo, Jorge B. (1978), Rates and the International Adjustment Process, Brookings Papers on Economic Activity 1, 111-157.",
        "[24] Loretan, M. (2005), Indexes of the foreign exchange value of the dollar, Federal Reserve Bulletin, Winter, 1-8.",
        "[25] Milesi-Ferretti, Gian Maria and Philip Lane (2004), International Investment Patterns, IMF Working Paper 04/134.",
        "[26] Obstfeld, Maurice and Kenneth Rogoff (2000), The six major puzzles in international macroeconomics: is there a common cause?, NBER Macroeconomics Annual ~~2OOO.",
        "[27] Pesenti, Paolo and Eric van Wincoop (2002), Can Non-Tradables Generate Substantial Home Bias?, Journal of Money, Credit and Banking, 34(1), 2550.",
        "[28] Serrat, Angel (2002), A Dynamic Equilibrium Model of International Portfolio Holdings, Econometrica, 69, 1467-1489.",
        "[29] Stulz, Rene M. (1981), A model of international asset pricing, Journal of Financial Economics, 9, 383-406.",
        "[30] Tille, Cedric, and Eric van Wincoop (2006), International Capital Flows, working paper, University of Virginia.",
        "[31] Uppal, R. (1993), A general equilibrium model of international portfolio choice, Journal of Finance, 48(2), 529-553. 18"
    ]
}