{
    "id": 12737,
    "cites": 50,
    "cited_by": 18,
    "reference": [
        "WÃ\u0083Â¶Bmann, Ludger. 2002. Schooling and the Quality of Human Capital Berlin: Springer.",
        "World Bank. 1991. Egypt: A social security analysis. Washington: World Bank 2002. Arab Republic of Egypt -- Education Sector Review: Progress and Priorities for the Future. Washington: World Bank (October).",
        "Willis, Robert J., and Sherwin Rosen. 1979. Education and self-selection. Journal of Political Economy 87:S65-S98.",
        "Willis, Robert J. 1986. Wage determinants: A survey and reinterpretation of human capital earnings functions. In Handbood of labor economics, edited by Orley Ashenfelter and Richard Layard. Amsterdam: North-Holland: 525-602.",
        "United Nations. 2004. Millennium Development Goals: Second Country Report, Egypt. United Nations Vijverberg, Wim P.M. 1999. The impact of schooling and cognitive skills on income from nonfarm self-employment. In The economics of school quality investments in developing countries: An empirical study of Ghana, edited by Paul Glewwe. New York: St. Martins Press (with University of Oxford).",
        "UNESCO. 2005. Education for all: The quality imperative, EFA Global Monitoring Report. Paris: UNESCO.",
        "Swanson, Eric V. 1988. Achievement and wastage: An econometric analysis of the retention of basic skills in a developing country, State University of New York at Buffalo, Buffalo.",
        "Rivkin, Steven G. 2005. Cumulative Nature of Learning and Specification Bias in Education Research. mimeo, Amherst College ( Romer, Paul. 1990. Endogenous technological change. Journal of Political Economy 99,no.5,pt. 11:S71-S102.",
        "Psacharopoulos, George, and Harry A. Patrinos. 2004. Returns to investment in education: a further update. Education Economics 12,no.2 (August):l 11-134.",
        "Psacharopoulos, George. 1994. Returns to investment in education: A global update. World Development 22:1325-1344.",
        "ONeill, June. 1990. The role of human capital in earnings differences between black and white men. Journal of Economic Perspectives 4,no.4 (Fall) :25-46.",
        "Neal, Derek A., and William R. Johnson. 1996. The role of pre-market factors in black-white differences. Journal of Political Economy 1 04,no.5 (October) :869-895.",
        "Murnane, Richard J., John B. Willett, and Frank Levy. 1995. The growing importance of cognitive skills in wage determination. Review of Economics and Statistics 77,no.2 (May):25 1-266.",
        "Murnane, Richard J., John B. Willett, Yves Duhaldeborde, and John H. Tyler. 2000. How important are the cognitive skills of teenagers in predicting subsequent earnings? Journal of Policy Analysis and Management 1 9,no.4 (Fall) :547-568.",
        "Murnane, Richard J., John B. Willett, M. Jay Braatz, and Yves Duhaldeborde. 2001. Do different dimensions of male high school students skills predict labor market success a decade later? Evidence from the NLSY. Economics of Education Review 20,no.4 (August):31 1-320.",
        "Mulligan, Casey B. 1999. Galton versus the human capital approach to inheritance. Journal of Political Economy 107,no.6, pt. 2 (December):5184-5224.",
        "Moll, Peter G. 1998. Primary schooling, cognitive skills, and wage in South Africa. Economica 65:263-284.",
        "Lucas, Robert E. 1988. On the mechanics of economic development. Journal of Monetary Economics 22(July):3-42.",
        "Lillard, Lee A., and Robert J. Willis. 1994. Intergenerational educational mobility: Effects of family and state in Malaysia. Journal of Human Resources 24,no.4 (Fall):1126-1166.",
        "Lazear, Edward P. 2003. Teacher incentives. Swedish Economic Policy Review l0,no.3:179214.",
        "Lavy, Victor. 2002. Evaluating the effect of teachers group performance incentives on pupil achievement. Journal of Political Economy 11 0,no.6 (December): 1286-1317.",
        "Knight, John B., and Richard H. Sabot. 1990. Education, productivity, and inequality. New York: Oxford University Press.",
        "Jolliffe, Dean. 1998. Skills, schooling, and household income in Ghana. World Bank Economic Review 12:81-104.",
        "Jamison, Eliot A., Dean T. Jamison, and Eric A. Hanushek. 2006. The effects of education quality on mortality decline and income growth. Dijon, France, International Conference on the Economics of Education (June 20-23).",
        "Heckman, James J., Lance J. Lochner, and Petra E. Todd. 2006. Earnings functions, rates of return and treatment effects: The Mincer equation and beyond. In Handbook of the Economics of Education, edited by Eric A. Hanushek and Finis Welch. Amsterdam: North Holland:307-458.",
        "Heckman, James J., Anne Layne-Farrar, and Petra Todd. 1996. Human capital pricing equations with an application to estimating the effect of schooling quality on earnings. Review of Economics and Statistics 78,no.4 (November) :562-610.",
        "Harbison, Ralph W., and Eric A. Hanushek. 1992. Educational performance of the poor: lessons from rural northeast Brazil. New York: Oxford University Press.",
        "Hanushek, Eric A., and Ludger WÃ\u0083Â¶Bmann. 2006. The Role of School Improvement in Economic Development. mimeo, Hanushek, Eric A., and Lei Zhang. 2006. Quality Consistent Estimates of International Returns to Skill. National Bureau of Economic Research, WP12664, Cambridge, MA, NBER (November).",
        "Hanushek, Eric A., Steven G. Rivkin, and Lori L. Taylor. 1996. Aggregation and the estimated effects of school resources. Review of Economics and Statistics 78,no.4 (November):61 1-627.",
        "Hanushek, Eric A., and Dennis D. Kimko. 2000. Schooling, labor force quality, and the growth of nations. American Economic Review 90,no.5 (December):1184-1208.",
        "Hanushek, Eric A., and with others. 1994. Making schools work: Improving performance and controlling costs. Washington, DC: Brookings Institution.",
        "Hanushek, Eric A. 1979. Conceptual and empirical issues in the estimation of educational production functions. Journal of Human Resources 1 4,no.3 (Summer) :35 1-388.",
        "Grogger, Jeffrey T., and Eric Eide. 1993. Changes in college skills and the rise in the college wage premium. Journal of Human Resources 30,no.2 (Spring):280-310.",
        "Griliches, Zvi. 1977. Estimating the returns to schooling: Some econometric problems. Econometrica 45,no. 1:1-22.",
        "Gomes-Neto, JoÃ\u0083Â£o Batista, and Eric A. Hanushek. 1994. Causes and consequences of grade repetition: Evidence from Brazil. Economic Development and Cultural Change 43,no. 1 (October):l 17-148.",
        "Glewwe, Paul, and Michael Kremer. 2006. Schools, teachers, and educational outcomes in developing countries. In Handbook of the Economics of Education, edited by Eric A.",
        "Coulombe, Serge, Jean-FranÃ\u0083Â§ois Tremblay, and Sylvie Marchand. 2004. Literacy scores, human capital and growth across fourteen OECD countries. Ottawa: Statistics Canada Glewwe, Paul. 1996. The relevance of standard estimates of rates of return to schooling for educational policy: A critical assessment. Journal of Development Economics 51:267290.",
        "Card, David, and Alan B. Krueger. 1992. Does school quality matter? Returns to education and the characteristics of public schools in the United States. Journal of Political Economy 1 00,no. 1 (February): 1-40.",
        "Bosworth, Barry P., and Susan M. Collins. 2003. The empirics of growth: An update. Brookings Papers on Economic Activity 2003,no.2:113-206.",
        "Card, David. 1999. Causal effect of education on earnings. In Handbook of labor economics, edited by Orley Ashenfelter and David Card. Amsterdam: North-Holland: 1801-1863.",
        "Boissiere, Maurice X., John B. Knight, and Richard H. Sabot. 1985. Earnings, schooling, ability, and cognitive skills. American Economic Review 75,no.5:1016-1030.",
        "Blackburn, McKinley L., and David Neumark. 1993. Omitted-ability bias and the increase in the return to schooling. Journal of Labor Economics 1 l,no.3 (July):521-544.",
        "Bishop, John. 1989. Is the test score decline responsible for the productivity growth decline? American Economic Review 79,no. 1:178-197.",
        "Betts, Julian R. 1996. Is there a link between school inputs and earnings? Fresh scrutiny of an old literature. In Does money matter? The effect of school resources on student achievement and adult success, edited by Gary Burtless. Washington, DC: Brookings:141-191.",
        "Ben-Porath, Yoram. 1970. The Production of Human Capital Over Time. In Education, Income and Human Capital, edited by W. Lee Hansen. New York: National Bureau of Economic Research: 129-147.",
        "Behrman, Jere R., and Nancy Birdsall. 1983. The quality of schooling: quantity alone is misleading. American Economic Review 73 ,no. 5 (December) :928-946. Behrman, Jere R., David Ross, and Richard Sabot. forthcoming. Improving the quality versus increasing the quantity of schooling: Estimates of rates of return from rural Pakistan. Journal of Development Economics.",
        "Becker, Gary 5. 1975. Human Capital: A Theoretical and Empirical Analysis, With Special Reference to Education. New York: National Bureau of Economic Research.",
        "Barro, Robert J. 1991. Economic growth in a cross section of countries. Quarterly Journal of Economics 106,no.2 (May):407-443.",
        "Angrist, Joshua D., and Victor Lavy. 1997. The effect of a change in language of instruction on the returns to schooling in Morocco. Journal of Labor Economics 15:S48-S76.",
        "Altonji, Joseph G., and Charles R. Pierret. 2001. Employer learning and statistical discrimination. Quarterly Journal of Economics 1 16,no.l (February):313-350."
    ]
}