{
    "id": 12738,
    "cites": 23,
    "cited_by": 5,
    "reference": [
        "Acheson, Dean (1969) Present at the Creation. New York: W. W. Norton.",
        "New York: Simon and Schuster. Bueno-de-Mesquita, Bruce (1981) The War Trap. New Haven: Yale University Press.",
        "Case, Lynn (1972) French Opinion on War and Diplomacy During the Second Empire.",
        "New York: Octagon Books. Craig, Gordon (1955) The Politics of the Prussian Army. Oxford: Oxford University Press.",
        "Downs, George W. and David M. Rocke (1994) Conflict, Agency and Gambling for Resurrection: The Principal-Agent Problem Goes to War, American Journal of Political Science 3 8(2): 362-3 80.",
        "Fearon, James D. (1994) Domestic Political Audiences and the Escalation of International Disputes, American Political Science Review 88(3): 577-592.",
        "Gilpin, Robert (1981) War and Change in World Politics. Cambridge: Cambridge University Press.",
        "Hess, Gregory and Athanasios Orphanides (1995) War Politics: An Economic, Rational Voter Framework, American Economic Review 85(4): 828-846.",
        "Howard, Michael (1961) The Franco-Prussian War. London: Routledge.",
        "Gentzkow, Matthew and Jesse Shapiro (2006) Media Bias and Reputation, Journal of Political Economy 114(2): 280-3 17.",
        "Gooch, Brison (1956) A Century of Historiography on the Origins of the Crimean War, American Historical Review 62(1): 33-56.",
        "Keegan, John (1998) The First World War. New York: Vintage Books.",
        "Kinglake, A. W. (1874) The Invasion of the Crimea. London: William Blackwood and Sons. Levy, Gilat and Ronny Razin (2004) It Takes Two: An Explanation of the Democratic Peace, Journal of European Economic Association 2(1): 1-29.",
        "Levy, Jack 5. (1987) Declining Powers and the Preventive Motivation for War, World Politics 40(1): 82-107.",
        "Mansfield, Edward and Jack Snyder (2005) Electing to Fight. Cambridge: MIT Press.",
        "Marx, Karl (1859) Quid Pro Quo Das Volk (http://www.marxists.org/archive/marx/works/ 185 9/quid-pro-quo/). Mullainathan, Sendhil and Andrei Shleifer (2005) Media Bias, American Economic Review forthcoming.",
        "Musicant, Ivan (1998) Empire by Default: The Spanish-American War and the Dawn of the American Century. New York: Henry Holt and Company.",
        "Organski, A. F. K. and JAcek Kugler (1980) The War Ledger. Chicago: University of Chicago Press.",
        "Pipes, Richard (1990) The Russian Revolution. New York: Vintage Books.",
        "Rousseau, David. L (2005) Democracy and War: Institutions, Norms and the Evolution of International Conflict. Stanford: Stanford University Press.",
        "Russett, Bruce and John Oneal (2001) Triangulating Peace: Democracy, Interdependence and International Organizations. New York: W. W. Norton.",
        "Sherif, N. (1961) Integroup Conflict and Cooperation: The Robbers Cove Experiment.",
        "Norman, OK: Institue of Group Relations. Wawro, Geoffrey (2000) Warfare and Society in Europe 1792-194. London: Routledge."
    ]
}