{
    "id": 12734,
    "cites": 39,
    "cited_by": 5,
    "reference": [
        "Aghion P., P. Bacchetta and A. Banerjee (2001) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial Development and the Instability of Open Economies,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, MIT.",
        "Aghion, P., A. Banerjee, and T. Piketty (1999). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dualism and Macroeconomic Volatility,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, November, 1357-1397.",
        "Aghion, P., P. Bacchetta, R. Ranciere and K. Rogoff. (2006), Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Exchange Rate Volatility and Productivity Growth: The Role of Financial Development,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER WP # 12117.",
        "Aiznman, J. and N. Marion (2003). The High Demand for International Reserves in the Far East: What&apos;s Going On? Journal of the Japanese and International Economies, 2003, 17/3, pp. 370-400.",
        "Aizenman, J and D. Riera-Crichton (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Real Exchange Rate and International Reserves in the Era of Growing Financial and Trade Integration,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working paper # 12363.",
        "Aizenman, J. and J. Lee (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093International Reserves: Precautionary versus Mercantilist Views, Theory and Evidence,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming, Open Economies Review.",
        "Aizenman, J. and J. Lee (2006) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Financial versus Monetary Mercantilism Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c Long-run View of Large International Reserves Hoarding,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript.",
        "Barnett, S. (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Banking Sector Developments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d pp.43-50 in ChinaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Growth and Integration into the World Economy, edited by Eswar Prasad. IMF Occasional Paper 232.",
        "Ben-Bassat A. and D. Gottlieb (1992). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Optimal international reserves and sovereign risk.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Economics 33, 345Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c62.",
        "Broda C. and C. Tille (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Coping with Terms-of-Trade Shocks in Developing Countries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Current issues in Economics and Finance, Volume 9, Number 11, Federal Reserve Bank of New York.",
        "Caballero, R. J. (2003). On the International Financial Architecture: Insuring Emerging Markets. NBER Working Paper 9570. National Bureau of Economic Research, Cambridge, Mass.",
        "Caballero, R. J., and S. Panageas. (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Hedging Sudden Stops and Precautionary Recessions: A Quantitative Framework.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 9778. National Bureau of Economic Research, Cambridge, Mass.",
        "Caballero, R. J., E. Farhi and P-O Gourinchas. (2006). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Equilibrium Model of Global Imbalances and Low Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER WP 11996.",
        "CalderÃ\u0083Æ\u0092Ã\u0082Â³n C. and K. Schmidt-Hebbel, (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Macroeconomic policies and performance in Latin America,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, December, 895-923 Calvo, G. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Capital flows and capital-market crises: the simple economics of sudden stops.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Applied Economics 1, 7, 7, 35Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "________, Alejandro Izquierdo and Luis-Fernando MejÃ\u0083Æ\u0092Ã\u0082Â­a. (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the empirics of sudden stops,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d manuscript, IDB.",
        "_________, (1991). The Perils of Sterilization. IMF Staff Papers, vol. 38, pp. 921-926.",
        "Chang, R. and A. Velasco. (1999) Liquidity Crises in Emerging Markets: Theory and Policy, NBER/Macroeconomics Annual, 1999, 11-57.",
        "Davis, J., R. Ossowski, J. Daniel, and S. Barnett. (2001). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Stabilization and Savings Funds for Nonrenewable Resources, Experience and Fiscal Policy Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Occasional paper # 205.",
        "De Gregorio, J, & H. C. Wolf. (1994) Terms of Trade, Productivity, and the Real Exchange Rate, NBER Working Papers 4807.",
        "Diamond, D. and P. Dybvig. (1983) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bank Runs, Liquidity and Deposit Insurance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 91, pp. 401-419.",
        "Dooley P. Michael, David Folkerts-Landau, and P. Garber. (2003). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An essay on the revived Bretton Woods system.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper No. 9971. Cambridge, MA: NBER.",
        "___________________. (2005) International Financial Stability Deutsche Bank, October, 2005.",
        "Edwards, S. (1983). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The demand for international reserves and exchange rate adjustments: the case of LDCs, 1964Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1972.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economica 50, 269Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "______ (2004). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Thirty years of current account imbalances, current account reversals, and sudden stops.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Staff Papers 51 (Special Issue), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Eichengreen, B. (2006a) Global Imbalances: The Blind Men and the Elephant, Issues in Economic Policy No. 1 (Washington: Brookings Institution).",
        "____________ (2006b) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Insurance Underwriter or Financial Development Fund: What Role for Reserve Pooling in Latin America? NBER Working Paper # 12451.",
        "Flood, R. and N. P. Marion (2002) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Holding international reserves in an era of high capital mobility.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Brookings Trade Forum 2001, ed. S. Collins and D. Rodrik. Washington, DC: Brookings Institution Press.",
        "Garcia, P, and C. Soto, 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Holdings of International Reserves: Are They Worth It?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Central Bank of Chile Working Papers N 299, December.",
        "Glick, R. and M. Spiegel. (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Bretton Woods System: Are We Experiencing a Revival? Symposium Summary,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SF FED Economic Letter # 2005-32.",
        "Goldfajn, I. and R. Valdes. (1997). Capital Flows and the Twin Crises: The Role of Liquidity. IMF working paper no. 97/87.",
        "Hauner, D. (2005). Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Fiscal Price Tag for International Reserves,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF WP/05/81.",
        "Hutchison, M. and I. Noy. (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Bad Are Twins? Output Costs of Currency and Banking Crises.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit and Banking 37(4): 725-52.",
        "Hviding, K, M. Nowak and L. A. Ricci. (2004) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Can higher reserves help reduce exchange rate volatility?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Working Paper 04/189.",
        "IDB (Inter-American Development Bank). (1995) Towards a Less Volatile Economy: 1995 Economic and Social Progress in Latin America Report. Washington, D.C. Jeanne, O., and R. Ranciere (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Optimal Level of International Reserves for Emerging Market Economies: Formulas and Applications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IMF Research Department, May 2005.",
        "Kaminsky, G. L. and C. M. Reinhart. (1999) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Twin Crises: The Causes of Banking and Balance-of-Payments Problems,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review; 89(3): 473-500.",
        "Levy Yeyati, E. (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Liquidity Insurance in a Financially Dollarized EconomyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming, Financial Markets Volatility and Performance in Emerging Markets, (NBER/InterAmerican Seminar on Economics) NBER and University of Chicago Press. S. Edwards and M. G. P. Garcia, editors.",
        "Ranciere, R., A. Tornell and F. Westermann. (2003) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Crises and growth: a re-evaluation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER WP 10073 Rodrik, D. (2005) Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The social cost of foreign exchange reserves,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d forthcoming, International Economic Journal.",
        "Rodrik, D, and A. Velasco, (2000) Short-Term Capital Flows, Annual World Bank Conference on Development Economics 1999, April.",
        "Taylor, A, 2002, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A century of current account dynamics,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of International Money and Finance, 21, 6, November 2002, 725-748."
    ]
}