{
    "id": 12746,
    "cites": 33,
    "cited_by": 85,
    "reference": [
        "ARON, JANINE, AND JOHN MUELLBAUER (2006): Housing Wealth, Credit Conditions and Consumption, working paper 9, Centre for the Study of African Economies, Oxford University.",
        "BACCHETTA, PHILIPPE, AND STEFAN GERLACH (1997): Consumption and Credit Constraints: International Evidence, Journal of Monetary Economics, 40, 207-238.",
        "BosTIc, RAPHAEL, STUART GABRIEL, AND GARY PAINTER (2005): Housing Wealth, Financial Wealth, and Consumption: New Evidence from Micro Data, working paper, University of Southern California.",
        "BYRNE, JOSEPH P., AND E. PHILLIP DAVIS (2003): Disaggregate Wealth and Aggregate Consumption: An Investigation of Empirical Relationships for the G7, Oxford Bulletin of Economics and Statistics, 65(2), 197-220.",
        "CAMPBELL, JOHN Y., AND JoAo F. Cocco (2006): How Do House Prices Affect Consumption? Evidence from Micro Data, Journal of Monetary Economics, forthcoming.",
        "CAMPBELL, JOHN Y., AND ANGUS S. DEATON (1989): Why Is Consumption So Smooth?, Review of Economic Studies, 56, 357-74.",
        "CAMPBELL, JOHN Y., AND N. GREGORY MANKIW (1989): Consumption, Income, and Interest Rates: Reinterpreting the Time-Series Evidence, in NBER Macroeconomics Annual, 1989, ed. by Olivier J. Blanchard, and Stanley Fischer, pp. 185-216. MIT Press, Cambridge, MA.",
        "CARROLL, CHRISTOPHER D. (2004): Housing Wealth and Consumption Expenditure, Paper Prepared for Academic Consultants Meeting of Federal Reserve Board, January 2004, Available at htt.p:I/econ.jbu. sd/peopis/cc~rroii/pa~ers/FedHouseWeedthv2~~df.",
        "CARROLL, CHRISTOPHER D., JEFFREY C. FUHRER, AND DAVID W. WILCOX (1994): Does Consumer Sentiment Forecast Household Spending? If So, Why?, American Economic Review, 84(5), 139 7-1408.",
        "CARROLL, CHRISTOPHER D., AND JIRKA SLACALEK (2006): Sticky Expectations and Consumption Dynamics, mimeo, Johns Hopkins University.",
        "CASE, KARL E., JOHN M. QUIGLEY, AND ROBERT J. SHILLER (2003): Comparing Wealth Effects: The Stock Market Versus the Housing Market, Institute of Business and Economic Research Working Paper No. W01-004.",
        "CATTE, PIETRO, NATHALIE GIROUARD, ROBERT PRICE, AND CHRISTOPHE ANDRE (2004): Housing Market, Wealth and the Business Cycle, working paper 17, OECD.",
        "DVORNAK, NIKOLA, AND MARION KOHLER (2003): Housing Wealth, Stock Market Wealth and Consumption: A Panel Analysis for Australia, Reserve Bank of Australia Research Discussion Paper 23.",
        "DYNAN, KAREN E. (2000): Habit Formation in Consumer Preferences: Evidence from Panel Data, American Economic Review, 90(3).",
        "ENGELHARDT, GARY V. (1996): House Prices and Home Owner Saving Behavior, Regional Science and Urban Economics, 26, 313-336.",
        "FERNANDEZ-CORUGEDO, EMILI0, SIMON PRICE, AND ANDREW BLAKE (2003): The Dynamics of Consumers Expenditure: The UK Consumption ECM Redux, working paper 204, Bank of England.",
        "FUHRER, JEFFREY C. (2000): An Optimizing Model for Monetary Policy: Can Habit Formation Help?, American Economic Review, 90(3).",
        "GIROUARD, NATHALIE, AND SVEINBJÃ\u0083â\u0080\u009dRN BLÃ\u0083â\u0080\u009dNDAL (2001): House Prices and Economic Activity, OECD Economic Department Working Paper 279.",
        "HAHN, JAEHOON, AND HANGYONG LEE (2001): On the Estimation of the Consumption-Wealth Ratio: Cointegrating Parameter Instability and its Implications for Stock Return Forecasting, mimeo, Columbia University.",
        "HALL, ROBERT E. (1978): Stochastic Implications of the Life-Cycle/Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy, 96, 971-87.",
        "HAMBURG, BRITTA, MATHIAS HOFFMANN, AND JOACHIM KELLER (2005): Consumption, Wealth and Business Cycles in Germany, discussion paper 16, Deutsche Bundesbank.",
        "HANSEN, BRUCE E. (2001): The New Econometrics of Structural Change: Dating Breaks in U.S. Labor Productivity, Journal of Economic Perspectives, 15(4), 117-28.",
        "JUSTER, F. THOMAS, JOSEPH LUPTON, JAMES P. SMITH, AND FRANK STAFFORD (2001): The Decline in Household Saving and Wealth Effect, Mimeo, University of Michigan.",
        "KHALIFA, SHERIF (2004): Brief Summaries of Principal Papers on Housing Wealth Effects, htt:p://econ. jim. ectu/people/c-carroli/wealthLit html.",
        "LEHNERT, ANDREAS (2003): Housing, Consumption, and Credit Constraints, Manuscript, Board of Governors of the Federal Reserve System.",
        "LETTAU, MARTIN, AND SYDNEY LUDVIGSON (2004): Understanding Trend and Cycle in Asset Values: Reevaluating the Wealth Effect on Consumption, American Economic Review, 94(1), 276-299.",
        "LEVIN, LAURENCE (1998): Are Assets Fungible? Testing the Behavioral Theory of Life Cycle Savings, Journal of Economic Behavior and Organization, 36, 59-83.",
        "LUDWIG, ALEXANDER, AND TORSTEN SLOK (2004): The Relationship between Stock Prices, House Prices and Consumption in OECD Countries, Topics in Macroeconomics, 4(1, Article 4), available at http://ideas.repec.org/a/bep/mactop/v4y2004i1p1.",
        "MUELLBAUER, JoHN N. (1988): Habits, Rationality, and Myopia in the Life Cycle Consumption Function, Annales dÃ\u0083Â©conomie et de Statistique, 9, 47-70.",
        "PICHETTE, LISE, AND DOMINIQUE TREMBLAY (2003): Are Wealth Effects Important for Canada?, working paper 30, Bank of Canada.",
        "REIS, RICARDO (2004): Inattentive Consumers, mimeo, Princeton University.",
        "RUDD, JEREMY, AND KARL WHELAN (2006): Empirical Proxies for the Consumption-Wealth Ratio, Review of Economic Dynamics, 9, 34-5 1.",
        "SLACALEK, JIRKA (2004): International Evidence on Cointegration between Consumption, Income, and Wealth, mimeo, Johns Hopkins University."
    ]
}