{
    "id": 12749,
    "cites": 27,
    "cited_by": 4,
    "reference": [
        "Austen-Smith, David and Jeffrey Banks (1999) Positive Political Theory. Ann Arbor, U.Michigan Press.",
        "Axelrod, Robert (197U) Conflict of Interest, Markham: Chicago. Baron, David and John Ferejohn (1989) Bargaining in Legislatures, American Political Science Review 83: 1181-12U6.",
        "Bernheim, Douglas, Bezalel Peleg, and Michael Whinston (1987) Coalition-proof Nash equilibria: I Concepts, Journal of Economic Theory, 42(1):1-12.",
        "Bloch, Francis (1996) Sequential Formation of Coalitions with Fixed Payoff Division, Games and Economic Behavior 14, 9U-123.",
        "Browne, Eric and Mark Franklin (1973) Aspects of Coalition Payoffs in European Parliamentary Democracies. American Political Science Review 67: 453-469.",
        "Browne, Eric and John Frendreis (198U) Allocating Coalition Payoffs by Conventional Norm: An Assessment of the Evidence from Cabinet Coalition Situations, American Journal of Political Science 24: 753-768. Calvert, Randall and Nathan Dietz. 1996. Legislative Coalitions in a Bargaining Model with Externalities. mimeo, University of Rochester.",
        "Chwe, Michael S. Y. (1994), Farsighted Coalitional Stability, Journal of Economic Theory, 63: 299-32S.",
        "Gamson, William A. (1961) A Theory of Coalition Formation, American Sociological Review 26: 373-382.",
        "Greenberg, Joseph and Shlomo Weber (1993) Stable Coalition Structures with a Unidimensional Set of Alternatives, Journal of Economic Theory, 60: 62-82.",
        "Hart, Sergiu and Mordechai Kurz (1983) Endogenous Formation of Coalitions, Econometrica, 52:1047-1064.",
        "Isbell, J. R. (1956) A Class of Majority Games, Quarterly Journal of Mathematics Oxford Series, 7, 183-187.",
        "Konishi Hideo and Debraj Ray (2001) Coalition Formation as a Dynamic Process, mimeo.",
        "Maskin, Eric (2003) Bargaining, Coalitions, and Externalities, Presidential Address to the Econo- metric Society.",
        "Moldovanu, Benny (1992) Coalition-Proof Nash Equilibrium and the Core in Three-Player Games, Games and Economic Behavior, 9, 21-34.",
        "Myerson, Roger (1991) Game Theory: Analysis of Conflict, Harvard University Press, Cambridge, MA.",
        "Nash, John. F. (1953) Two Person Cooperative Games, Econometrica 21, 128-140.",
        "Osborne, Martin and Ariel Rubinstein (1994) A Course in Game Theory. MIT Press, Cambridge, MA.",
        "Peleg, Bezalel (1968) On Weights of Constant-Sum Majority Games, SIAM Journal of Applied Mathematics, 16, 527-532.",
        "Peleg, Bezalel (1968) A Theory of Coalition Formation in Committees, Journal of Mathematical Economics, 7, 115-134.",
        "Peleg, Bezalel and Joachim Rosenmuller (1992) The Least Core, Nucleolus, and Kernel of Homo- geneous Weighted Majority Games, Games and Economic Behavior, 4, 588-605.",
        "Ray, Debraj and Rajiv Vohra (2001) Coalitional Power and Public Goods, Journal of Political Economy, 109, 1355-1384.",
        "Riker, William H. (1962) The Theory of Political Coalitions, Yale University Press, New Haven, Connecticut.",
        "Seidmann, Daniel and Eyal Winter (1998) Gradual Coalition Formation, Review of Economic Studies, 65, 793-815.",
        "Selten, Reinhard (1975) Reexamination of the Perfection Concept of Equilibrium in Extensive Games, International Journal of Game Theory 4: 25~-55.",
        "Sened, Itai (1996) A Model of Coalition Formation: Theory and Evidence, Journal of Politics, Vol. 58, No. 2 (May, 1996), pp. 350-372.",
        "Shapley, Lloyd S. and Martin Shubik (1954) A Method for Evaluating the Distribution of Power in a Committee System, American Political Science Review 48: 787-792.",
        "Warwick, Paul and James Druckman (2001) Portfolio Salience and the Proportionality of Payoffs in Coalition Governments. British Journal of Political Science 31:627-649."
    ]
}