{
    "id": 12747,
    "cites": 25,
    "cited_by": 14,
    "reference": [
        "Acemoglu, Daron, Pol AntrÃ\u0083Â s, and Elhanan Helpman (2006), Contracts and Technology Adoption, forthcoming American Economic Review.",
        "AntrÃ\u0083Â s, Pol (2003), Firms, Contracts, and Trade Structure, Quarterly Journal of Economics, 118:4, pp. 1375-1418.",
        "AntrÃ\u0083Â s, Pol (2005), Incomplete Contracts and the Product Cycle, American Economic Review, 95:4, pp. 1054-1073.",
        "AntrÃ\u0083Â s, Pol, and Elhanan Helpman (2004), Global Sourcing, Journal of Political Economy 112:3, pp. 552-580.",
        "Bernard, A.B., J. Eaton, J.B. Jensen, and S. Kortum (2003), Plants and Productivity in International Trade, American Economic Review, Vol. 93, No. 4, September, pp. 1268-1290.",
        "Bernard, A.B., and J.B. Jensen (1999), Exceptional Exporter Performance: Cause, Effect, or Both? Journal of International Economics, 47(1), 1-25.",
        "Bernard, A.B., Stephen Redding, and Peter K. Schott (2005), Importers, Exporters, and Multinationals: A Portrait of Firms in the U.S. that Trade Goods, NBER Working Paper 11404.",
        "Campa, Jose M., and Linda S. Goldberg, The Evolving External Orientation of Manufacturing: A Profile of Four Countries. Federal Reserve Bank of New York Economic Policy Review 3 (July 1997): 53-81.",
        "Coase, Ronald H. (1937), The Nature of the Firm, Economica, 4:16, pp. 386-405.",
        "Feenstra, Robert C., and Gordon H. Hanson (1996), Globalization, Outsourcing, and Wage Inequality, American Economic Review 86:2, pp. 240-245.",
        "Feinberg, Susan E., and Michael P. Keane (2003), Accounting for the Growth of MNC-Based Trade Using a Structural Model of U.S. MNCs, mimeo, Yale University.",
        "Grossman, Sanford J., and Oliver D. Hart (1986), The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy, 94:4, pp. 691-719.",
        "Hart, Oliver, and John Moore (1990), Property Rights and the Nature of the Firm, Journal of Political Economy, 98:6, pp. 1119-1158.",
        "Helpman, Elhanan (2006), Trade, FDI, and the Organization of Firms, Journal of Economic Literature, XLIV:3, pp. 589-630.",
        "Helpman, Elhanan, and Paul R. Krugman (1985), Market Structure and Foreign Trade, Cambridge: MIT Press.",
        "Helpman, Elhanan, Marc J. Melitz, and Stephen R.Yeaple (2004), Exports versus FDI with Heterogeneous Firms, American Economic Review, 94:1, pp. 300-316.",
        "Hummels, David, Jun Ishii, and Kei-Mu Yi (2001) The Nature and Growth of Vertical Specialization in World Trade, Journal of International Economics, 54 (June): 75-96.",
        "Jones, Ronald W. Jones (2000), Globalization and the Theory of Input Trade, Cambridge: MIT Press.",
        "Melitz, Marc J. (2003), The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, 71:6, pp. 1695-1725.",
        "Nunn, Nathan (2006), Relationship Specificity, Incomplete Contracts and the Pattern of Trade, Quarterly Journal of Economics (forthcoming).",
        "Yeats, Alexander J. (2001), Just How Big Is Global Production Sharing? In Sven W. Arndt and Henryk Kierzkowski, eds., Fragmentation: New Production Patterns in the World Economy, Oxford University Press.",
        "UNCTAD (1998), World Investment Report: Trends and Determinants, New York and Geneva: United Nations Conference on Trade and Development.",
        "UNCTAD (2000), World Investment Report: Cross-border Mergers and Acquisitions and Development, New York: United Nations.",
        "Williamson, Oliver E. (1975), Markets, Hierarchies: Analysis, Antitrust Implications, Free Press: New York.",
        "Williamson, Oliver E. (1985), The Economic Institutions of Capitalism, Free Press: New York."
    ]
}