{
    "id": 12745,
    "cites": 15,
    "cited_by": 8,
    "reference": [
        "[1] Bagwell, Kyle and Robert W. Staiger, A Theory of Managed Trade, The American Economic Review, vol. 80, pp. 779-795, 1990.",
        "[2] Bagwell, Kyle and Robert W. Staiger, Enforcement, Private Political Pressure and the GATT/WTO Escape Clause, Journal of Legal Studies, vol. 34(2), pp. 471-514, 2005.",
        "[3] Bagwell, Kyle and Robert W. Staiger, Domestic Policies, National Sovereignty and In- ternational Economic Institutions, Quarterly Journal of Economics, 116(2), pp 519-562, 2001.",
        "[4] Battigalli, Pierpaolo and Giovanni Maggi, Rigidity, discretion and the costs of writing contracts, The American Economic Review, vol. 92(4), pp. 798-817, 2002.",
        "[5] Battigalli, Pierpaolo and Giovanni Maggi, ~International Agreements on Product Stan- dards: an Incomplete-Contracting Theory, NBER Working Paper No. 9533, 2003.",
        "[6] Copeland, Brian, Strategic Interaction Among Nations: Negotiable and Non-negotiable Trade Barriers,~ Canadian Journal of Economics, vol. 23, pp. 84-108, 1990.",
        "[7] Costinot, Arnaud, ~A Comparative Institutional Analysis of Agreements on Product Standards, ~ mimeo, 2004.",
        "[8] Ederington, Josh, ~International Coordination of Trade and Domestic Policies, The American Economic Review, vol. 91(5), pp. 1580-93, 2001.",
        "[9] Horn, Henrik, ~National Treatment in the GATT, The American Economic Review, vol. 96(1), pp. 394-404, 2006.",
        "[10] Horn, Henrik and Petros Mavroidis, Still Hazy After All These Years: The Interpretation Of National Treatment In The GATT/WTO Case-Law On Tax Discrimination, European Journal of International Law, vol. 15, pp. 39-69, 2004.",
        "[11] Hudec, Robert, The CATT Legal System and World Trade Diplomacy (2nd Ed.), Salem NH: Butterworth, 1990.",
        "[12] Maggi, Giovanni and Andres Rodriguez-Clare, A Political-Economy Theory of Trade Agreements, NBER Working Paper No. 11716, 2005. 46",
        "[13] Markusen, James R., ~International Externalities and Optimal Tax Structures,~ Journal of International Economics, vol.5, pp. 15-29, 1975.",
        "[14] Schwartz, Warren F. and Alan 0. Sykes, The Economics Structure of Renegotiation and Dispute Resolution in the WTO/GATT System, The Journal of Legal Studies, Vol. 31, pp. 179-204, 2001.",
        "[15] Sykes, Alan 0., The Economics of WTO Rules on Subsidies and Countervailing Mea- sures, in Patrick F.J. McCrory, Arthur E. Appleton, and Michael G. Plummer, eds., The World Trade Organization: Legal, economic and political analysis. Vol. 2. Springer: New"
    ]
}