{
    "id": 1274,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Abrams, Charles, Forbidden Neighbors. A Study of Prejudice in Housing (New York: Harper and Brothers, 1955).",
        "Ashenfelter, Orley and James Heckman, Measuring the Effect of an Anti- Discrimination Program, in Orley Ashenfelter and James Blum, eds., Evaluating the Labor Market Effects of Social Programs, (Princeton: Industrial Relations Sec- tion, Princeton University, 1976), Pp. 46-84.",
        "Brink, William and Louis Harris, Black and Jfltite, (New York: Simon and Schuster, 1967), pp. 232-233.",
        "California Governors Commission on the Los Angeles Riots, Violence in the City - An End or a Beginning? (Los Angeles: 1965), p. 65.",
        "Ellwood, David The Spatial Mismatch Hypothesis: Are There Teenage Jobs Missing in the Ghetto? National Bureau of Economic Research, working paper no. 1158, August, 1953.",
        "Harrison, Bennett, Urban Economic Development: Suburbanization, Minority Opportun- ity, and the Condition of the Central City, Washington, D.C.: Urban Institute, 1974.",
        "Kain, John, Essays on Urban Spatial Structure, (Cambridge, Mass: I3allinger Fublishing Co., 1975).",
        "Kain, John Housing, Segregation, Negro Employment, and Metropolitan Decentraliza- tion, Quarterly Journal of Economics, vol. 82, May 1968, pp. 32-59.",
        "Kain. John and John Meyer, Transportation and Poverty, Public Interest, Winter 1970, pp. 75-76.",
        "Kain, John and John Quigley, Housing Markets and Racial Discrimination, (New York: National Bureau of Economic Research, 1975).",
        "Kain, John and Jeffrey Zax, The Impact of Residential Segregation on Racial Employ- ment Patterns, unpublished paper, 1983.",
        "McEntire, Davis, Residence and Race: Final and Comprehensive Report to the Comimis- - 26 - sion on Race and Housing (Berkeley: University of California Press, 1960).",
        "Meyer, John and Jose Gomez-Ibanez, Autos Transit and Cities, (Cambridge, Mass: Har- vard University Press, 1981).",
        "Mills, Edwin and Richard Price, Metropolitan Suburbanization and Central City Prob- lems, Journal of Urban Economics, forthcoming. Offner, Paul and Daniel Saks, A Note on John Kains `Housing Segregation, Negro Employment and Metropolitan Decentralization. Quarterly Journal of Economics, February 1971.",
        "Price, Richard and Edwin Mills, Race and Residence in Earnings Determination unpublished paper, 1983.",
        "Straszheim, Mahion, Discrimination and the Spatial Characteristics of the Urban Labor Market for Black Workers, Journal of Urban Economics, vol. 7, No. 1, Janu- ary 1980, pp. 119- 140.",
        "Thompson, Robert, Hylan Lewis and Davis McEntire, Atlanta and Birmingham: A Com- parative Study in Negro Housing in Nathan Glazer and Davis McEntire, eds,, Stu- dies in Housing and Minority Groups, (Berkeley, Ca.: University of California Press, 1960)."
    ]
}