{
    "id": 12743,
    "cites": 21,
    "cited_by": 12,
    "reference": [
        "Agnihotri, Satish, Sex Ratio Patterms im the Imdiam Popnlatiom: A Fresh Exploratiom, New Delhi, India: Sage, 2000.",
        "Quantitative Analysis, Strnctnral Chamge amd Ecomomic Dymamics, 2002, 13, 285-314.",
        "Basu, Alaka, Is Discrimination in Food Really Necessary for Explaining Sex Differentials in Childhood Mortality?, Popnlatiom Stndies, 1989, ~3 (2), 193-210.",
        "Borooah, Vani, Gender bias among children in India in their diet and immunisation against disease, Social Sciemce amd Medicime, 2004, 58, 1719-1731.",
        "Chatterjeee, Meera, Indian Women: Health and Productivity, Policy, Research amd Ext ermal Affairs Worlcimg Paper Series, 1990, (442).",
        "Das Gupta, Monica, Selective Discrimination Against Female Children in Rural Punjab, India, Popnlatiom amd Developmemt Review, 1987, 13 (1), 77-100.",
        "Duflo, Esther, Gender Equality in Development, 2005. MIT Working Paper.",
        "Griffiths, Paula, Zoe Matthews, and Andrew Hinde, Understanding the Sex Ratio in India: A Simulation Approach, Demography, 2000, 37 (4), 477-488.",
        "Grown, Caren, Geeta Rao Gupta, and Rohini Pande, Taking Action to Improve Womens Health Through Gender Equality and Womens Empowerment, The Lamcet, 2005, 365, 541-543.",
        "Hill, Kenneth and Dawn Upchurch, Gender Differences in Child Health: Evidence from Demographic and Health Surveys, Popnlatiom amd Developmemt Review, 1995, ~1 (1), 127- 151.",
        "Hudson, Valerie and Andrea den Boer, Bare Bramches, Cambridge, MA: The MIT Press, 2004.",
        "Indian Ministry of Health and Family Welfare, Ammnal Report, New Delhi, India: Govt. of India, Ministry of Health and Family Welfare, 1998.",
        "Jha, Prabhat, Rajesh Kumar, Priya Vasa, Neeraj Dhingra, Deva Thiruchelvam, and Rahim Moineddin, Low male-to-female sex ratio of children born in India: National Survey of 1.1 Million Households, Lamcet, 2006, 367, 211-218.",
        "Kanbur, Ravi and Lawrence Haddad, Are Better Off Households More Unequal or Less Unequal, Oxford Ecomomic Papers, 1994, ~6, 455-468.",
        "Mavalankar, D.V. and Harshit Sinha, Reproductive Health Camps: An Innovative Approach to Integrating Reproductive Health Intervention into Primary Health Care, 1999. Indian Institute of Management Working Paper.",
        "Mayer, Peter, Indias Falling Sex Ratios, Popnlatiom amd Developmemt Review, 1999, ~5 (2), 323-340.",
        "Mishra, Vinad, T.K. Roy, and Robert Retherford, Sex Differentials in Childhood Feeding, Health Care, and Nutritional Status in India, Popnlatiom amd Developmemt Review, 2004, 30 (2), 269-295.",
        "Pande, Rohini, Selective gender differences in childhood nutrition and immunization in rural India: The role of siblings, Demography, 2003, ~0 (3), 395-418.",
        "Rahman, Lupin and Vijayendra Rao, The Determinants of Gender Equity in India: Examining Dyson and Moores Thesis with New Data, Popnlatiom amd Developmemt Review, 2004, 30 (2), 239-268.",
        "World Bank, Gemder amd Poverty im Imdia: A World Bamk Conmtry Stndy, Washington, DC: World Bank, 1991.",
        "World Developmemt Report: Eqnity amd Developmemt, Washington DC: World Bank and Oxford University Press, 2006."
    ]
}