{
    "id": 12742,
    "cites": 23,
    "cited_by": 11,
    "reference": [
        "[1] Borch, K. (1962), Equilibrium in a Reinsurance Market, Ecomometrica 30, 424-44.",
        "[2] Bouriaux, S., and Scott, W.L. (2004), Capital Market Solutions to Terrorism Risk Coverage: A Feasibility Study, Jourmal of Risk Fimamce 5(4).",
        "[3] Brandts, S., and Laux, C. (2005), ART versus Reinsurance: The Disciplining Effect of Information Sensitivity, Paper presemted at the ~OO6 NBER Imsuramce Workshop.",
        "[4] Cox, L.A., and Rudd, E.A. (1991) Book Versus Market Underwriting Betas, Jourmal of Risk amd Imsuramce 58, 312-21.",
        "[5] Cummins, J.D., and Harrington, S.E. (1985), Property-Liability Insurance Rate Regulation: Estimation of Underwriting Betas Using Quarterly Profit Data, Jourmal of Risk amd Imsuramce 52, 16-43.",
        "[6] Cummins, J.D., Phillips, R.D., and Allen, F. (1998), Financial Pricing of Insurance in the Multiple-Line Insurance Company, Jourmal of Risk amd Imsuramce 65, 597-636.",
        "[7] Doherty, N.A., and Mahul, 0. (2001), Mickey Mouse and Moral Hazard: Uninformative but Correlated Triggers, working paper, Wharton.",
        "[8] Doherty, N.A., and Schlesinger, H. (1990), Rational Insurance Purchasing: Consideration of Contract Nonperformance, Quarterly Jourmal of Ecomomics 105, 243-53.",
        "[9] Duffie, D. (1992), Dymamic Asset Pricimg Theory, Princeton: Princeton University Press.",
        "[10] Froot, K.A. (ed.) (1999), The Fimamcimg of Catastrophe Risk. Chicago and London: University of Chicago Press.",
        "[11] Froot, K.A. (2001), The Market for Catastrophe Risk: A Clinical Examination, Jourmal of Fimamcial Ecomomics 60, 529-71.",
        "[12] Hall, R.M. (2001), Cedents Claims to Reinsurance Recoverables and Priority of Distribution, Mealeys Litigatiom Report: Reimsuramce 12, No. 13.",
        "[13] Hall, R.M. (2000), Drawing Down Letters of Credit in an Insurer Receivership Context, Mealeys Litigatiom Report: Imsuramce Imsolvemcy 11, No. 21.",
        "[14] Hoyt, R.E., and McCullough, K.A. (1999), Catastrophe Insurance Options: Are They Zero-Beta Assets? Jourmal of Imsuramce Issues 22, 147-63.",
        "[15] Jaffee, D. (2006), Monoline Restrictions, with Applications to Mortgage Insurance and Title Insurance, Review of Imdustrial Orgamizatiom, forthcoming.",
        "[16] Litzenberger, R.H., Beaglehole, D.R., and Reynolds, C.E. (1996), Assessing Catastrophe Reinsurance-Linked Securities as a New Asset Class, Jourmal of Portfolio Mamagememt (Special Issue - December 1996), 76-86. 37",
        "[17] Mahul, 0., and Wright, B.D. (2003), Efficient Risk Sharing within a Catastrophe Insurance Pool, Paper presemted at the ~OO3 NBER Imsuramce Workshop.",
        "[18] Mayers, D., and Smith, C.W. (1983), The Interdependence of Individual Portfolio Decisions and the Demand for Insurance, Jourmal of Political Ecomomy 91, 304-11.",
        "[19] Murray, A. (2006), Reinsurance Side-Cars: Going Along for the Ride, Special Commemt, Moodys Investor Service.",
        "[20] Myers, S.C. and Read, J.A. (2001), Capital Allocation for Insurance Companies, Jourmal of Risk amd Imsuramce 68, 545-80.",
        "[21] Niehaus, G. (2002), The Allocation of Catastrophe Risk, Jourmal of Bamkimg amd Fimamce 26, 585-96.",
        "[22] Woo, G. (2004), A Catastrophe Bond Niche: Multiple Event Risk, Paper presented at the 2004 meeting of the NBER Insurance Project Group.",
        "[23] Zanjani, G. (2002), Pricing and Capital Allocation in Catastrophe Insurance, Jourmal of Fimamcial Ecomomics 65, 283-305. 38"
    ]
}