{
    "id": 12752,
    "cites": 51,
    "cited_by": 6,
    "reference": [
        "Arrow, Kenneth J., and Anthony C. Fisher, Ã\u0082â\u0080\u009cEnvironmental Preservation, Uncertainty, and Irreversibility,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 1974, 88, 312Ã\u0082â\u0080\u0094319.",
        "Barro, Robert J., Ã\u0082â\u0080\u009cRare Disasters and Asset Markets in the Twentieth Century,Ã\u0082â\u0080\u009d unpublished manuscript, December 2005.",
        "Chakravorty, Ujjayant, James Roumasset, and Kinping Tse, Ã\u0082â\u0080\u009cEndogenous Substitution among Energy Resources and Global Warming,Ã\u0082â\u0080\u009d Journal of Political Economy, 1997, 105, 1201Ã\u0082â\u0080\u00941234.",
        "Clark, Colin W., Mathemataical Bioeconomics, 2nd Ed., New York: John Wiley, 1990.",
        "Clarke, Harry R., and William J. Reed, Ã\u0082â\u0080\u009cConsumption/Polllution Tradeoffs in an Environment Vulnerable to Catastrophic Collapse,Ã\u0082â\u0080\u009d Journal of Economic Dynamics and Control, 1994, 18, 991Ã\u0082â\u0080\u00941010.",
        "Conrad, Jon, Ã\u0082â\u0080\u009cQuasi-Option Value and the Expected Value of Information,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 1980, 92, 813Ã\u0082â\u0080\u0094819.",
        "Dixit, Avinash K., and Robert S. Pindyck, Investment Under Uncertainty, Princeton University Press, 1994.",
        "Dybvig, Philip H., Jonathan E. Ingersoll, Jr., and Stephen A. Ross, Ã\u0082â\u0080\u009cLong Forward and Zero-Coupon Rates Can Never Fall,Ã\u0082â\u0080\u009d Journal of Business, 1996, 69, 1Ã\u0082â\u0080\u009425.",
        "Fisher, Anthony C., and W.M. Hanemann, Ã\u0082â\u0080\u009cInformation and the Dynamics of Environmental Protection: The Concept of the Critical Period,Ã\u0082â\u0080\u009d Scandinavian Journal of Economics, 1990, 92, 399Ã\u0082â\u0080\u0094414.",
        "Fisher, Anthony C., and Urvashi Narain, Ã\u0082â\u0080\u009cGlobal Warming, Endogenous Risk, and Irreversibility,Ã\u0082â\u0080\u009d Environmental and Resource Economics, 2003, 25, 395Ã\u0082â\u0080\u0094416.",
        "Frederick, Shane, George Loewenstein, and Ted OÃ\u0082â\u0080\u0099Donoghue, Ã\u0082â\u0080\u009cTime Discounting and Time Preference: A Critical Review,Ã\u0082â\u0080\u009d Journal of Economic Literature, June 2002, 40, 351Ã\u0082â\u0080\u0094401.",
        "Freeman, A. Myrick, Ã\u0082â\u0080\u009cThe Quasi-Option Value of Irreversible Development,Ã\u0082â\u0080\u009d Journal of Environmental Economics and Management, 1984, 11, 292Ã\u0082â\u0080\u0094294.",
        "Gollier, Christian, Ã\u0082â\u0080\u009cDiscounting an Uncertain Future,Ã\u0082â\u0080\u009d Journal of Public Economics, 2002, 85, 149Ã\u0082â\u0080\u0094166.",
        "Gollier, Christian, The Economics of Risk and Time, Cambridge: MIT Press, 2001.",
        "Gollier, Christian, Bruno Jullien, and Nicolas Treich, Ã\u0082â\u0080\u009cScientific Progress and Irreversibility: An Economic Interpretation of the Ã\u0082â\u0080\u0098Precautionary PrincipleÃ\u0082â\u0080\u0099,Ã\u0082â\u0080\u009d Journal of Public Economics, 2000, 75, 229Ã\u0082â\u0080\u0094253.",
        "Gore, Al, An Inconvenient Truth, Emmaus PA: Rodale Books, 2006.",
        "Hanemann, W. Michael, Ã\u0082â\u0080\u009cInformation and the Concept of Option Value,Ã\u0082â\u0080\u009d Journal of Environmental Economics and Management, 1989, 16, 23Ã\u0082â\u0080\u009437.",
        "Heal, Geoffrey, and Bengt KristrÃ\u0083Â¶m, Ã\u0082â\u0080\u009cUncertainty and Climate Change,Ã\u0082â\u0080\u009d Environmental and Resource Economics, June 2002, 22, 3Ã\u0082â\u0080\u009439.",
        "Henry, Claude, Ã\u0082â\u0080\u009cInvestment Decisions Under Uncertainty: The Irreversibility Effect,Ã\u0082â\u0080\u009d American Economic Review, Dec. 1974, 64, 1006Ã\u0082â\u0080\u00941012.",
        "Jacoby, Henry D., and A. Denny Ellerman, Ã\u0082â\u0080\u009cThe Safety Valve and Climate Policy,Ã\u0082â\u0080\u009d Energy Policy, 2004, 32, 481Ã\u0082â\u0080\u009491.",
        "Kelly, David I., and Charles D. Kolstad, Ã\u0082â\u0080\u009cBayesian Learning, Growth, and Pollution,Ã\u0082â\u0080\u009d Journal of Economic Dynamics and Control, 1999, 23, 491Ã\u0082â\u0080\u0094518.",
        "Kelly, David I., and Charles D. Kolstad, Ã\u0082â\u0080\u009cMalthus and Climate Change: Betting on a Stable Population,Ã\u0082â\u0080\u009d Journal of Environmental Economics and Management, 2001, 41, 135Ã\u0082â\u0080\u0094161.",
        "Kolstad, Charles D., Ã\u0082â\u0080\u009cLearning and Stock Effects in Environmental Regulation: The Case of Greenhouse Gas Emissions,Ã\u0082â\u0080\u009d Journal of Environmental Economics and Management, 1996a, 31, 1Ã\u0082â\u0080\u009418.",
        "Kolstad, Charles D., Ã\u0082â\u0080\u009cFundamental Irreversibilities in Stock Externalities,Ã\u0082â\u0080\u009d Journal of Public Economics, 1996b, 60, 221Ã\u0082â\u0080\u0094233.",
        "Mendelsohn, Robert, William Nordhaus, and D. Shaw. Measuring the Impact of Global Warming on Agriculture, American Economic Review, 1994, 84, 753Ã\u0082â\u0080\u0094771.",
        "Newell, Richard G, and William A. Pizer, Ã\u0082â\u0080\u009cDiscounting the Distant Future: How Much Do Uncertain Rates Increase Valuations?Ã\u0082â\u0080\u009d Journal of Environmental Economics and Management, 2003a, 46, 52Ã\u0082â\u0080\u009471.",
        "Newell, Richard G, and William A. Pizer, Ã\u0082â\u0080\u009cRegulating Stock Externalities Under Uncertainty,Ã\u0082â\u0080\u009d Journal of Environmental Economics and Management, 2003b, 46, 416Ã\u0082â\u0080\u009432.",
        "Nordhaus, William D., Managing the Global Commons, Cambridge: MIT Press, 1994a.",
        "Nordhaus, William D., Ã\u0082â\u0080\u009cExpert Opinion on Climate Change,Ã\u0082â\u0080\u009d American Scientist, 1994b, 82, 45Ã\u0082â\u0080\u009451.",
        "Pindyck, Robert S., Ã\u0082â\u0080\u009cUncertainty in the Theory of Renewable Resource Markets,Ã\u0082â\u0080\u009d Review of Economic Studies, April 1984, 51, 289Ã\u0082â\u0080\u0094303.",
        "Pindyck, Robert S., Ã\u0082â\u0080\u009cSunk Costs and Sunk Benefits in Environmental Policy,Ã\u0082â\u0080\u009d MIT Center for Energy and Environmental Policy Research, Working Paper No. 95-003, December 1998.",
        "Pindyck, Robert S., Ã\u0082â\u0080\u009cIrreversibilities and the Timing of Environmental Policy,Ã\u0082â\u0080\u009d Resource and Energy Economics, July 2000, 22, 233Ã\u0082â\u0080\u0094259.",
        "Pindyck, Robert S. Ã\u0082â\u0080\u009cOptimal Timing Problems in Environmental Economics,Ã\u0082â\u0080\u009d Journal of Economic Dynamics and Control, July 2002, 26, 1677Ã\u0082â\u0080\u00941697.",
        "Pizer, William A., Ã\u0082â\u0080\u009cOptimal Choice of Policy Instrument and Stringency Under Uncertainty: The Case of Climate Change,Ã\u0082â\u0080\u009d Resource and Energy Economics, 1999, 21, 255Ã\u0082â\u0080\u009487.",
        "Pizer, William A., Ã\u0082â\u0080\u009cCombining Price and Quantity Controls to Mitigate Global Climate Change,Ã\u0082â\u0080\u009d Journal of Public Economics, 2002, 85, 409Ã\u0082â\u0080\u0094434.",
        "Pizer, William A., Ã\u0082â\u0080\u009cClimate Change Catastrophes,Ã\u0082â\u0080\u009d Resources for the Future Working Paper 03-31, May 2003.",
        "Pizer, William A., Ã\u0082â\u0080\u009cClimate Policy Design under Uncertainty,Ã\u0082â\u0080\u009d Resources for the Future Working Paper 05-44, October 2005.",
        "Posner, Richard A., Catastrophe, New York: Oxford University Press, 2004.",
        "Roberts, Marc J., and A. Michael Spence, Ã\u0082â\u0080\u009cEffluent Charges and Licenses Under Uncertainty.Ã\u0082â\u0080\u009d Journal of Public Economics, 1976, 5, 193Ã\u0082â\u0080\u0094208.",
        "Roughgarden, Tim, and Stephen H. Schneider, Ã\u0082â\u0080\u009cClimate Change Policy: Quantifying Uncertainties for Damages and Optimal Carbon Taxes,Ã\u0082â\u0080\u009d Energy Policy, 1999, 27, 415Ã\u0082â\u0080\u0094429.",
        "Scheinkman, JosÃ\u0083Â© A., and Thaleia Zariphopoulou, Ã\u0082â\u0080\u009cOptimal Environmental Management in the Presence of Irreversibilities,Ã\u0082â\u0080\u009d Journal of Economc Theory, 2001, 96, 180Ã\u0082â\u0080\u0094207.",
        "Singh, Rajesh, Quinn Weninger, and Matthew Doyle, Ã\u0082â\u0080\u009cFisheries Management with Stock Growth Uncertainty and Costly Capital Adjustment,Ã\u0082â\u0080\u009d Journal of Environmental Economics and Management, Sept. 2006, 52, 582Ã\u0082â\u0080\u0094599.",
        "Stavins, Robert N., Ã\u0082â\u0080\u009cCorrelated Uncertainty and Policy Instrument Choice,Ã\u0082â\u0080\u009d Journal of Environmental Economics and Management, 30, 1996, 218Ã\u0082â\u0080\u0094232.",
        "Tietenberg, Tom, Environmental and Natural Resource Economics, 7th Ed., Boston: Addison Wesley, 2006.",
        "Tsur, Yacov, and Amos Zemel, Ã\u0082â\u0080\u009cAccounting for Global Warming Risks: Resource Management Under Event Uncertainty,Ã\u0082â\u0080\u009d Journal of Economic Dynamics and Control, July 1996, 20, 1289Ã\u0082â\u0080\u00941305.",
        "Ulph, Alistair, and David Ulph, Ã\u0082â\u0080\u009cGlobal Warming, Irreversibility and Learning,Ã\u0082â\u0080\u009d The Economic Journal, May 1997, 107, 636Ã\u0082â\u0080\u0094650.",
        "Weitzman, Martin L., Ã\u0082â\u0080\u009cPrices vs. Quantities,Ã\u0082â\u0080\u009d Review of Economic Studies, 1974, 41, 477Ã\u0082â\u0080\u0094491.",
        "Weitzman, Martin L., Ã\u0082â\u0080\u009cOptimal Rewards for Economic Regulation,Ã\u0082â\u0080\u009d American Economic Review, 68, 683Ã\u0082â\u0080\u0094691. Weitzman, Martin L., Ã\u0082â\u0080\u009cWhy the Far-Distant Future Should Be Discounted at its Lowest Possible Rate,Ã\u0082â\u0080\u009d Journal of Environmental Economics and Management, 1998, 36, 201Ã\u0082â\u0080\u0094208.",
        "Weitzman, Martin L., Ã\u0082â\u0080\u009cLanding Fees vs Harvest Quotas with Uncertain Fish Stocks,Ã\u0082â\u0080\u009d Journal of Environmental Economics and Management, 2002, 43, 325Ã\u0082â\u0080\u0094338.",
        "Weitzman, Martin L., Ã\u0082â\u0080\u009cGamma Discounting,Ã\u0082â\u0080\u009d American Economic Review, March 2001, 91, 260Ã\u0082â\u0080\u0094271.",
        "Weitzman, Martin L., Ã\u0082â\u0080\u009cPrior-Sensitive Expectations and Asset-Return Puzzles,Ã\u0082â\u0080\u009d unpublished manuscript, November 2006."
    ]
}