{
    "id": 12756,
    "cites": 26,
    "cited_by": 8,
    "reference": [
        "Ainslie, Andrew and Peter E. Rossi (1998), Similarities in Choice Behavior Across Product Categories, Marketing Science, 17 (Spring), 9 1-106.",
        "Allenby, Greg M. and Peter E. Rossi (1991a), There Is No Aggregation Bias: Why Macro Logit Models Work, Journal of Business and Economic Statistics, 9 (January), 1-14.",
        "Switching Between Brands, Marketing Science, 10 (Summer), 185-204. Bell, David E., Ralph L, Keeney, and John D, C, Little (1975), A Market Share Theorem, Journal of Marketing Research, 12 (May), 136-141.",
        "Bell, David R., Jeongwen Chiang, and V. Padmanabhan (1999), The Decomposition of Promotional Response, Marketing Science, 18 (Fall), 504-526.",
        "Berndt, Ernst R. and Alvin J. Silk (1993), Consistency Requirements and the Specification of Asymmetric Attraction Models of Aggregate Market Share, Working Paper 93-013, Harvard Business School, April.",
        "Ben-Akiva, Moshe and Steven R. Lerman (1985), Discrete Choice Analysis: Theory and Application to Travel Demand. Cambridge, MA: MIT Press.",
        "Besanko, David, Sachin Gupta and Dipak Jam (1998), Logit Demand Estimation Under Competititive Pricing Behavior: An Equilibrium Framework Management Science, Vol 44, No. ii Part 1 of 2 (November), 1533-1547.",
        "Bijmolt, Tammo H. 0. and Harald J. Van Heerde (2001), Meta-Analysis in Marketing When Studies Contain Multiple Measurements, Marketing Letter, 12 (May), 157-169.",
        "Empirical Generalizations on the Determinants of Price Elasticity, Journal of Marketing Research, 42 (May), 141-156. Blattberg, Robert C. and Kenneth J. Wisniewski (1989), Price-Induced Patterns of Competition, Marketing Science, 8 (Fall), 291-309.",
        "Bucklin, Randolph E., Gary J. Russell and V. Srinivasan (1998), A Relationship Between Market Share Elasticities and Brand Switching Probabilities, Journal of Marketing Research, 35 (February), 99-113.",
        "Chintagunta, Pradeep K., Dipak C. Jam and Naufel J. Vilcassim (1991) Investigating Heterogeneity in Brand Preferences in Logit Models for Panel Data, Journal of Marketing Research, 28 (November), 417-428.",
        "Probit Demand Model: Estimation Using Aggregate Data, Marketing Science, Vol 20(4), Fall, 442-456. Christen, Markus, Sachin Gupta, John C. Porter, Richard Staelin, and Dick R. Wittink (1997), Using Market-Level Data to Understand Promotion Effects in a Nonlinear Model, Journal of Marketing Research, 34 (August), 322-34.",
        "Cooper, Lee G, and Masao Nakanishi (1988), Market Share Analysis. Boston: Kluwer.",
        "Kadiyali, Vrinda, K. Sudhir, and Vithala R. Roa (2001), Structural Analysis of Competitive Behavior: New Empirical Industrial Organization Methods in Marketing, International Journal of Research in Marketing, 18, 161-186.",
        "Si Little, John D.C. (1998), Integrated Measures of Sales, Merchandising, and Distribution, International Journal of Research in Marketing, 15, (December), 473-485.",
        "Kamakura, Wagner A. and Gary J. Russell (1989) A Probabilistic Choice Model for Market Segmentation and Elasticity Structure, Journal of Marketing Research, 16 (November), 379-390.",
        "McGuire, Timothy W. and Doyle L. Weiss (1976), Logically Consistent Market Share Models II, Journal of Marketing Research, 13 (August), 296-302.",
        "Multiplicative Market Share Models, in Barnett A, Greenwood and Danny N, Bellinger, eds., Contemporary Marketing Thought, 1977 Educators Proceedings, Series No, 41, Chicago: American Marketing Association, 129-34.",
        "Montgomery, Alan L. (1997), Creating Micro-Marketing Pricing Strategies Using Supermarket Scanning Data, Marketing Science, 16, No. 4, 3 15-337.",
        "Theory-Based Priors, Journal of Marketing Research, 36 (November), 4 13-423. __________________ (2002), Reflecting Uncertainty About Economic Theory When Estimating Consumer Demand, in P. H. Frances and A. L. Montgomery, eds., Econometric Models in Marketing. New York: JAI/Elsevier, 257-294.",
        "Naert, Philippe A. and Alain Bultez (1973), Logically Consistent Market Share Models, Journal of Marketing Research, 10 (August), 334-340.",
        "Nevo, Aviv (2001) Measuring Market Power in the Ready-to-Eat Cereal Industry, Econometrica, 69 (2) 307-342.",
        "Nijs, Vincent R., Marnik G. Dekimpe, Jan-Benedict E.M. Steenkamp, and Dominique M. Hanssens (2001), The Category-Demand Effects of Price Promotions, Marketing Science, 20 (Winter), 1-22.",
        "Sethuraman, Raj, V. Srinivasan, and Doyle Kim (1999), Asymmetric and Neighborhood Cross-Price Effects: Some Empirical Generalizations, Marketing Science, 18 (Winter), 2341.",
        "Sonnenschein, Hugo (1973), Do Wairas Identity and Continuity Characterize the Class of Community Excess Demand Functions? Journal of Economic Theory, 6, 345-54.",
        "Van Heerde, Harald J., Sachin Gupta and Dick R. Wittink (2003), Is 75% of the Sales Promotion Bump Due to Brand Switching? No, only 33% Is, Journal of Marketing Research, 40 (November), 48 1-491."
    ]
}