{
    "id": 12755,
    "cites": 27,
    "cited_by": 136,
    "reference": [
        "Bernanke, Ben, and Gurkaynak, Refet, 2001. Is Growth Exogenous? Taking Mankiw, Romer, and Weil seriously? NBER Macroeconomics Annual.",
        "Boyreau-Debray, Genevieve; and Wei, Shang-Jin, 2005. Pitfalls of a StateDominated Financial System: The Case of China, working paper, World Bank.",
        "Cai, Hongbin; Liu, Qiao; and Xiao Geng, 2006. Does Competition Encourage Corporate Profit Misreporting? Evidence from Chinese Firms. China Journal of Economics, vol 2, no 1, pages 15-45.",
        "Caselli, Francesco; and Fames Feyrer, 2006. The Marginal Product of Capital, Quarterly Journal of Economics, forthcoming.",
        "Chow, Gregory C., 1993. Capital Formation and Economic Growth in China, Quarterly Journal of Economic, Vol 108, No.3.",
        "Goldsmith, R. W., 1951. A Perpetual Inventory of National Wealth, in Studies in Income and Wealth, M.R. Gainsburgh (eds), 14, pp.5-61, Princeton University Press.",
        "Gollin, Douglas, 2002. Getting Income Share Right. Journal of Political Economy, Vol. 110, No. 2, pages 458-474.",
        "Gong, Liutang; and Xie, Danyang, 2004. Factor Mobility and Differences in Marginal Productivity of Chinas Provinces, Economic Research (in Chinese), No.1, pp. 45-53.",
        "Hall, Robert E.; and Jones, Charles I., 1999. Why Do Some Countries Produce So Much More Output Per Worker Than Others? Quarterly Journal of Economics, Vol. 114, No. 1, pages 83-116.",
        "He, Juhuang, 1992. Estimating Capital Stock in China, Quantitative and Technological Economic Research (in Chinese), No.8, pp. 23-27, 1992.",
        "Holz, Carsten A., 2006, New Capital Estimates for China, China Economic Review, 17, 142-185.",
        "Hsieh, Chang-Tai; and Peter Klenow, 2006. Misallocation and Manufacturing TFP in China and India, UC Berkeley mimeo.",
        "Hu, Zuliu; and Khan, Mohsin S., 1997. Why is China Growing So Fast? IMF Staff Papers, The International Monetary Fund. Washington, DC.",
        "Huang, Yongfeng; Ren, Ruoen; and Liu, Xiaosheng, 2002. Estimating Capital Stock in Chinas Manufacturing Sector Using Perpetual Method, Economics Quarterly, (in Chinese), Vol.1, No.2.",
        "Jefferson, Gary; Rawski, Thomas; and Zheng,Y., 1989. Growth Efficiency and Convergence in Chinese Industry: A Comparative Evaluation of the State and Collective Sectors. University of Pittsburgh, Department of Economics, Working Paper No. 251.",
        "Li, Kui-Wai, 2003. Chinas Capital and Productivity Measurement Using Financial Resources, Center Discussion Paper No. 851, Economic Growth Center, Yale Univesity.",
        "Lucas, Robert Jr., 1990. Why Doesnt Capital Flow from Rich to Poor Countries? American Economic Review Papers and Proceedings, vol. 80(2), pages 92-96, May.",
        "Maddison, Angus, 1998. Chinese Economic Performance in the Long Run. OECD.",
        "National Bureau of Statistics (NBS), 2006. China Statistics Abstract (in Chinese, Zhongguo Tongji Zhaiyao). Beijing: China Statistical Press.",
        "Perkins, Dwight H., 1988. Reforming Chinas Economic System, Journal of Economic Literature, Vol. XXVI, pp.601-645.",
        "Wang, Xiaolu; and Meng, Lian, 2001. A Reevaluation of Chinas Economic Growth, China Economic Review, 12, pp. 33 8-346.",
        "Wang, Yixuan; and Wu, You, 2003. Preliminary Estimates for Chinas Capital Stock in the State Sector, Statistical Research (in Chinese, Zhongguo Guoyou Jingji Guding Ziben Cunliang Chubu Cesuan), No.5, pp.40-45.",
        "Xu, Xianchun, 2000. GDP Accounting of China,(in Chinese, Zhongguo Guonei Shengchan Zongzhi Hesuan). Beijing: Peking University Press.",
        "Young, Alwyn, 2003. Gold into Base Metals: Productivity Growth in the Peoples Republic of China during the Reform Period, Journal of Political Economy, vol. 111, no.6, pp.1220-1260.",
        "Zhang, Jun; Wu, Guiying; and Zhang, Jipeng, 2004. Estimating Provincial Capital Stock in China, Economic Research, (in Chinese, Zhongguo Shengji Wuzhi Ziben Cunliang Gusuan), No.10, pp.35-44.",
        "Zhang, Junkuo, 1991. Estimations of Factor Contributions to Economic Growth, Economic Research (in Chinese, Qiwu Qijian Jingji Xiaoyi de Zonghe FenxiGe Yaosu dui Jingji Zengzhang Gongxianlv Cesuan), No. 4, pp. 8-17.",
        "Zhang, Xiaobo; and Kong-Yam Tan, 2004. Blunt to Sharpened Razor: Incremental Reform and Distortions in the Product and Capital Markets in China, Working Paper."
    ]
}