{
    "id": 12757,
    "cites": 51,
    "cited_by": 18,
    "reference": [
        "[1] Ackerberg, D., Caves, K., and G. Fraser, Structural Estimation of Production Functions, UCLA Working Paper, (2006).",
        "[2] Addison, J., and P. Teixeira. The Economics of Employment Protection. IZA Discussion Paper No. 381 (2001). 29",
        "[3] Aguirregabiria, V., and C. Alonso-Borrego. Labor Contracts and Flexibility: Evidence from a Labor Market Reform in Spain. Univ ersidad Carlos III de Madrid Working Paper no.99-27 (1999).",
        "[4] Alvarez, F., and M. Veracierto. Severance Payments in an Economy with Frictions. Journal of Monetary Economics 47, no. 3 (2001): 477-98.",
        "[5] Autor, D., Kerr, W., and A. Kugler. Do Employment Protections Reduce Productivity? Evidence from the U.S. States. MIT Working Paper, (2006).",
        "[6] Bentolila S. and Bertola, G. Firing Costs and Labour Demand: How Bad is Eurosclerosis? Review of Economic Studies. S7. (1990) 381-402.",
        "[7] Bertola, G. Job Security, Employment and Wages. European Economic Review. 34 (1990): 8S1-86.",
        "[8] Blundell, R., and S. Bond. Initial Conditions and Moment Restrictions in Dynamic Panel Data Models. Journal of Econometrics 87, no. 1 (1998): 11S-43.",
        "[9] Bond, S. and J. Van Reenen, Microeconometric models of investment and employment. forthcoming in J.J. Heckman and E.E. Leamer (eds.) Handbook of Econometrics, Volume 6.",
        "[10] Caballero, R., Cowan, K., Engel, E., and A. Micco, Effective Labor Regulation and Microeconomic Flexibility. NBER Working Paper No. 10744, (2004).",
        "[11] Caballero, R, and E. Engel, Microeconomic Adjustment Hazards and Aggregate Dynamics. Quarterly Journal of Economics, 108, no. 2 (1993): 3S9-383.",
        "[12] Caballero, R, and E. Engel, Explaining Investment Dynamics in U.S. Manufacturing: A Generalized (S,s) Approach. Econometrica, 67, No. 4 (1999): 783-826.",
        "[13] Cahuc, P., and A. Zylberberg. Labor Economics, MIT Press, 2004.",
        "[14] Caplin, A. and Krishna, K., A Simple Dynamic Model of Employment, Harvard University Working Paper, (1986).",
        "[iS] Cooper, R., Haltiwanger, J., and J. Willis, Dynamics of Labor Demand: Evidence From Plant-level Observations and Aggregate Implications. NBER Working Paper No. 10297, 2004. 30",
        "[16] Cooper, R., and J. Willis, The Economics of Labor Adjustment: Mind the Gap. NBER Working Paper No. 8527, 2001.",
        "[17] Cooper, R., and J. Willis, The Cost of Labor Adjustment: Inferences from the Gap. NBER Working Paper No. 10006, 2003.",
        "[18] J. De Loecker, Product Differentiation, Multi-Product Firms and Structural Estimation of Productivity, NYU Working Paper, (200S).",
        "[19] Edwards, S., and A. Edwards, Monetarism and Liberalization: The Chilean Experiment, Second Edition with a New Afterward (in collaboration with A. Cox-Edwards), Chicago: University of Chicago Press, 1991.",
        "[20] Edwards, S., and A.C. Edwards, Economic Reforms and Labor Markets: Policy Issues and Lessons from Chile. NBER Working Paper No. 7646, 2000.",
        "[21] Eslava, M., Haltiwanger, J., Kugler, A., and M. Kugler, Factor Adjustments after Deregulation: Panel Evidence from Colombian Plants University de Los Andes Working Paper, (2006).",
        "[22] Fajnzylber, P., and W. Maloney, Labor demand and trade reform in Latin America, Universidade Federal de Minas Gerais and World Bank Mimeograph, (2000).",
        "[23] Gali, J., Gertler, M., and Lopez-Salido, J., Markups, Gaps, and the Welfare Costs of Business Fluctuations. NBER Working Paper No. 8850, (2002).",
        "[24] Gruber, J. The Incidence of Payroll Taxation: Evidence from Chile. Journal Of Labor Economics 15, no. 3 (1997): S72-S101.",
        "[25] Hamermesh, D., Labor Demand and the Structure of Adjustment Costs, American Economic Review 79, no. 4 (1989):674-689.",
        "[26] Hamermesh, D. Labor Demand, Princeton University Press, 1993.",
        "[27] Hamermesh, D., and G. Pfann, Adjustment Costs in Factor Demand, Journal of Economic Literature (1996).",
        "[28] Hamermesh, D., Labor Demand in Latin America and the Caribbean: What Does It Tell Us? in J.J. Heckman and C. Pages (eds.) Law and Employment: Lessons from Latin America and the Caribbean University of Chicago Press, (2004). 31",
        "[29] Heckman, J.J., and C. Pages. Law and Employment: Lessons from Latin America and the Caribbean, Introduction in Law and Employment: Lessons from Latin America and the Caribbean University of Chicago Press, (2004).",
        "[30] Hopenhayn, H., and R. Rogerson. Job Turnover and Policy Evaluation - a General Equilibrium-Analysis. Journal Of Political Economy 101, no. S (1993): 91S-38.",
        "[31] Hsieh, C., and J.A. Parker, Taxes and Growth in a Financially Underdeveloped Country: Evidence from the Chilean Investment Boom. NBER Working Paper, (2006).",
        "[32] Klette, T. J., Z.Griliches, The Inconsistency of Common Scale Estimators When Output Prices are Unobserved and Endogenous, Journal of Applied Econometrics, 11, (1996): 343-361.",
        "[33] A. Kugler, The Impact of Firing Costs on Turnover and Unemployment: Evidence from the Colombian Labor Market Reform, International Tax and Public Finance, 1999, 6(3): 389-410.",
        "[34] Lazear, E. P. Job Security Provisions and Employment. Quarterly Journal Of Economics 105, no. 3 (1990): 699-726.",
        "[3S] Levinsohn, J., and A. Petrin. Estimating Production Functions Using Inputs to Control for Unobservables. Review Of Economic Studies 70, no. 2 (2003): 317-41.",
        "[36] Liu, L., Entry-exit and productivity change: An empirical analysis of efficiency frontiers. Ph.D. dissertation (University of Michigan, Ann Arbor, MI) (1991).",
        "[37] J. Marschak and W.H. Andrews, Random Simultaneous Equations and the Theory of Production, Econometrica, 12, 3-4, (1994): 143-20S.",
        "[38] Olley, G. S., and A. Pakes. The Dynamics of Productivity in the Telecommunications Equipment Industry. Econometrica 64, no. 6 (1996): 1263-97.",
        "[39] Pages, C., and Montenegro. C. Job Security and the Age-Composition of Employment: Evidence from Chile. Working Paper 398. Washington, D.C., United States: Inter-American Development Bank (1999). 32",
        "[40] A. Pakes, Dynamic structural models, problems and prospects: mixed continuous discrete controls and market interactions, Chapter 5 in Advances in Econometrics, Sixth World Congress, Cambridge University Press (1994).",
        "[41] N. Pavcik, Trade Liberalization, Exit, and Productivity Improvements: Evidence from Chilean plants, Review of Economic Studies, 2002.",
        "[42] Petrin, A., and J. Levinsohn. Measuring Aggregate Productivity Growth Using Plant-level Data, NBER Working Paper 11887 (200S).",
        "[43] Petrin, A., Levinsohn, J., and B. Poi, Production Function Estimation in Stata Using Inputs to Control for Unobservables, Stata Journal , 2004",
        "[44] Pfann, G., and F. Palm. Asymmetric Adjustment Costs in Non-linear Labour Demand Models for the Netherlands and U.K. Manufacturing Sectors. The Review of Economic Studies 60, no. 2 (1993): 397-412.",
        "[4S] Risager, 0., and J. R. Sorensen. On the Effects of Firing Costs When Investment Is Endogenous: An Extension of a Model by Bertola. European Economic Review 41, no. 7 (1997): 1343-S3.",
        "[46] Roberts, M. and J. Tybout, eds. Industrial Evolution in Developing Countries: Micro Patterns of Turnover, Productivity and Market Structure. (1996 ) NY: Oxford U. Press.",
        "[47] P. Rota, Estimating Labor Demand with Fixed Costs, International Economic Review 4S, no.1 (2004): 2S-48.",
        "[48] Sargent, T., Estimation of Dynamic Labor Demand Schedules under Rational Expectations. Journal of Political Economy 86, no. 6, 1998.",
        "[49] Sevestre, P. and Trognon, A., Linear Models with Random Regressors, in (eds.) L. Matyas and P. Sevestre, The Econometrics of Panel of Data: A Handbook of the Theory with Applications, London: Kluwer Academic Publishers, UK., (1996):100- 119.",
        "[50] M. Shapiro, The Dynamic Demand for Capital and Labor, Quarterly Journal of Economics 101, no.3 (1986): S13-S42.",
        "[51] Stokey, N. and R. Lucas, Recursive Methods in Economic Dynamics, Harvard University Press, (1989). 33"
    ]
}