{
    "id": 12758,
    "cites": 41,
    "cited_by": 4,
    "reference": [
        "Balkrishnan, R., Wesley, B.G., Fabian C.T., Shrestha A., and Anderson R.T., Effect of Prescription Benefit Changes on Medical Care Utilization in a Medicare HMO Population, American Journal of Managed Care, November 2001, Vol. 7, No. 11, 1093-1100.",
        "Becker, G.S., A Theory of the Allocation of Time, Economic Journal, September 1965, Vol.",
        "Bertrand, M., Duflo, E. and Mullainathan, S., How Much Should We Trust Difference-inDifference Estimates?, Working Paper No. 8841, National Bureau of Economic Research, Cambridge, MA, March 2002.",
        "Bhargava A., Franzini L. and Narendranathan W., Serial Correlation and the Fixed Effect Model, Review of Economic Studies, October 1982, Vol. 49, No. 4, 533-549.",
        "Chay, K.Y. and Powell, J.L., Semiparametric Censored Regression Models, Journal of Economic Perspectives, Fall 2001, Vol. 15, No. 4, 29-42.",
        "Cohen, J., Medicaid Policy and the Substitution of Hospital Outpatient Care for Physician Care, Health Services Research, April 1989, Vol. 24, No.1, 33-66.",
        "Coscelli, A., The Importance of Doctors and Patients Preference in the Prescribing Decision, Journal of Industrial Economics, September 2000, Vol.48, No. 3, 349-369.",
        "Coulson, E.N. and Stuart, B., Persistence in the Use of Pharmaceuticals by the Elderly. Evidence from Annual Claims, Journal of Health Economics, October 1992, Vol. 11, No.3, 315-328.",
        "Davis, K. and Russell, L.B., The Substitution of Hospital Outpatient Care for Inpatient Care, Review of Economics and Statistics, May 1972, Vol. 54, No. 2, 109-20.",
        "Deaton, A. and Muellbauer, J., Economics and Consumer Behavior, Cambridge University Press, Cambridge, U.K., 1980.",
        "Doerpinghaus, H.I., Effect of Ambulatory Surgery Policy Provisions on Medical Expense Insurance Claims, Journal of Risk and Insurance, December 1990, Vol. 57, No. 4, 608-622.",
        "Dor, A. and Encinosa, W., Does Cost Sharing Affect Compliance? The Case of Prescription Drugs, Working Paper No. 10738, National Bureau of Economic Research, Cambridge, MA, September 2004.",
        "Efron B. and Tibshirani R., Bootstrap Methods for Standard Errors, Confidence Intervals, and Other Measures of Statistical Accuracy, Statistical Science, February 1986, Vol. 1, No. 1, 54-75.",
        "Eichner, M.J., McClellan, M.B. and Wise, D.A., Insurance or Self-insurance?: Variation, persistence, and Individual Health Accounts, Working Paper No. 5640, National Bureau of Economic Research, Cambridge, MA, June 1996.",
        "Goldman, D.P., Joyce, G.F., Escarce, J.J., Pace, J.E., Solomon M.D., Laouri, M., Landsman, P.B., and Teutsch, S.M., Pharmacy Benefits and the Use of Drugs by the Chronically Ill, JAMA: The Journal of the American Medical Association, May 2004, Vol. 291, No.19, 2344-2350.",
        "Greene, W.H., Econometric Analysis, 5th Edition, Prentice-Hall, Inc., Upper Saddle River, NJ, 2003.",
        "Grossman, Michael, On the Concept of Health Capital and the Demand for Health, Journal of Political Economy, March 1972, Vol. 80, No. 2, 223-255.",
        "Harris B.L., Stergachis A. and Ried L.D., The Effect of Drug Co-payments on Utilization and Cost of Pharmaceuticals in a Health Maintenance Organization, Medical Care, October 1990, Vol. 28, No. 10, 907-917.",
        "Heisler, M., Langa, K.M., Eby, E.L., Fendrick, A.M., Kabeto, M.U., and Piette, J.D., The Health Effects of Restricting Prescription Medication Use Because of Cost, Medical Care, July 2004, Vol. 42, No.7, 626-634.",
        "Hellerstein, J.K., The Importance of the Physician in the Generics versus Trade-Name Prescription Decision, Rand Journal of Economics, Spring 1998, Vol. 29, No.1, 108-136.",
        "HonorÃ\u0083Â©, B.E., Trimmed LAD and Least Squares Estimation of Truncated and Censored Regression Models with Fixed Effects, Econometrica, May 1992, Vol. 60, No. 3, 533-565.",
        "HonorÃ\u0083Â©, B.E. and Powell, J. L., Pairwise Difference Estimators of Censored and Truncated Regression Models, Journal of Econometrics, September/October 1994, Vol. 64, No. 1-2, 241278.",
        "Johnson, R.E., Goodman, M.J., Hornbrook, M.C., and Eldredge, M.B., The Impact of Increasing Patient Prescription Drug Cost Sharing on Therapeutic Classes of Drugs Received and on the Health Status of Elderly HMO Members, Health Services Research, April 1997, Vol. 32, No.1, 103-122.",
        "Joyce, G.F., Escarce, J.J., Solomon, M.D. and Goldman, D.P., Employer Drug Benefit Plans and Spending on Prescription Drugs, JAMA: The Journal of the American Medical Association, October 2002, Vol. 288, No. 14, 1733-1739.",
        "Kaiser Family Foundation and Health Research and Ecucational Trust, Employer Health Benefits, 2006 Annual Survey, Kaiser Family Foundation, Menlo Park, CA, 2006.",
        "Lichtenberg, F.R., The Effect of Pharmaceutical Use and Innovation on Hospitalization and Mortality, Working Paper No. 5418, National Bureau of Economic Research, Cambridge, MA, January 1996.",
        "Motheral B.R. and Fairman K.A., Effect of a Three-tier Prescription Co-payment on Pharmaceutical and Other Medical Use, Medical Care, December 2001, Vol. 39, No. 12, 12931304.",
        "Newhouse, J.P., Phelps, C.E. and Marquis, S.M., On Having Your Cake and Eating It Too: Econometric Problems in Estimating the Demand for Health Services, Journal of Econometrics, August 1980, Vol. 13, No. 3, 365-390.",
        "Pauly, M.V. and Zeng Y., Adverse Selection and the Challenges to Stand-alone Prescription Drug Insurance, Working Paper No. 9919, National Bureau of Economic Research, Cambridge, MA, August 2003.",
        "Pilote L, Beck, C., Richard, H., and Eisenberg, M.J., The Effects of Cost-sharing on Essential Drug Prescriptions, Use of Medical Care and Outcomes after Acute Myocardial Infarction in Elderly Patients, Canadian Medical Association Journal, August 2002, Vol. 167, No. 3, 246252.",
        "Pollak, R.A. and Wacher, M.L., The Relevance of the Household Production Function and Its Implications for the Allocation of Time, Journal of Political Economy, April 1975, Vol. 83, No.2, 255-278.",
        "Powell, J.L., Least Absolute Deviations Estimation for the Censored Regression Model, Journal of Econometrics, July 1984, Vol. 25, No. 3, 303-325.",
        "Powell, J.L., Symmetrically Trimmed Least Squares Estimation for Tobit Models, Econometrica, November 1986, Vol. 54, No. 6, 1435-1460.",
        "Rene C.J.A. van Vliet, Predictability of Individual Health Care Expenditures, Journal of Risk and Insurance, September 1992, Vol. 59, No. 3, 443-461.",
        "Schneeweiss S., Walker, A.M., Glynn, R.J., Maclure, M., Dormuth, C., and Soumerai, S.B., Outcomes of Reference Pricing for Angiotensin-Converting-Enzyme Inhibitors, New England Journal of Medicine, March 2002, Vol. 346, No. 11, 822-829.",
        "Soumerai S.B., Ross-Degnan, A.D., and Gortmaker, S., Payment Restrictions for Prescription Drugs under Medicaid: Effects on Therapy, Cost and Equity, New England Journal of Medicine, August 1987, Vol. 317, No. 9, 550-556.",
        "Soumerai S.B., Ross-Degnan, A.D., Avorn, J., ,Mclaughlin, T., and Choodnovskiv, I., Effects of Medicaid Drug-payment Limits on Admission to Hospitals and Nursing Homes, New England Journal of Medicine, October 1991, Vol. 325, No. 15, 1072-1077.",
        "Tamblyn, R., Laprise, R., Hanley, J.A., Abrahamowicz, M., Scott, S., Mayo, N., Hurley, J., Grad, R., Latimer, E., Perreault, R., McLeod, P., Huang, A., Larochelle, P., and Mallet, L., Adverse Events Associated with Prescription Drug Cost-Sharing among Poor and Elderly Persons, JAMA: The Journal of the American Medical Association, January 2001, Vol. 285, No.4, 421429.",
        "Wooldridge, J.M., Distribution-Free Estimation of Some Nonlinear Panel Data Models, Journal of Econometrics, May 1999, Vol. 90, No.1, 77-97.",
        "Wooldridge, J.M., Econometric Analysis of Cross Section and Panel Data, MIT Press, 2002.",
        "Yang, Zhou, Gilleskie, Donna B. and Norton, Edward C., Prescription Drugs, Medical Care, and Health Outcomes: A Model of Elderly Health Dynamics, Working Paper No. 10964, National Bureau of Economic Research, Cambridge, MA, June 2006."
    ]
}