{
    "id": 12753,
    "cites": 17,
    "cited_by": 79,
    "reference": [
        "1. Caballero, R.J. The Wrong Call: The Euro is no Match for the Dollar, MIT mimeo, December 2004.",
        "2. Caballero, R.J., E. Farhi and M. Hammour, Speculative Growth: Hints from the US Economy, American Economic Review, September 2006a.",
        "3. Caballero, R.J., E. Farhi and P.O. Gourinchas, An Equilibrium Model of Global `Imbalances and Low Interest Rates, MIT mimeo, June 2006b.",
        "4. Caballero, R.J., E. Farhi and J. Ventura, Unique Bubbles, MIT mimeo, November 2006c.",
        "5. Caballero, R.J. and A. Krishnamurthy, International and Domestic Collateral Constraints in a Model of Emerging Market Crises, Journal of Monetary Economics 48, 5 13-548, 2001.",
        "6. Caballero, R.J. and A. Krishnamurthy, Inflation Target and Sudden Stops, in The Inflation Targeting Debate ed by Ben Bernanke and Michael Woodford. Chicago Press 2005.",
        "7. Caballero, R.J. and A. Krishnamurthy, Bubbles and Capital Flow Volatility: Causes and Risk Management, Journal of Monetary Economics, Vol. 53(1), pp. 35-53. January 2006a",
        "8. Caballero, R.J. and A. Krishnamurthy, Collective Risk Management in a Flight to Quality Episode, MIT mimeo, October 2006b",
        "9. Caballero, R.J. and S. Panageas, A Quantitative Model of Sudden Stops and External Liquidity Management, MIT mimeo, June 2005.",
        "1. Aoki, K, G. Benigno, and N. Kiyotaki, Adjusting to Capital Account Liberalization, Princeton mimeo, October 2006. 15",
        "3. Hellwig, C. and G. Lorenzoni, Bubbles and Private Liquidity, MIT mimeo, February 2003.",
        "4. Holmstrom, B. and J. Tirole, Private and Public Supply of Liquidity, Journal of Political Economy 106(1), pp. 1-40, 1998.",
        "5. Krishnamurthy, A., Collateral Constraints and the Amplification Mechanism, Journal of Economic Theory, 111(2), 277-292, 2003",
        "6. Krishnamurthy, A. and A. Vissing-Jorgensen, The Demand for Treasury Debt, Northwestern University mimeo, October 2006.",
        "7. Tirole, J., Asset Bubbles and Overlapping Generations, Econometrica, 53(6), 1499-1528, November 1985.",
        "8. Ventura, J. Bubbles and Capital Flows, CREI mimeo, January 2004",
        "9. Woodford, M., Public Debt as Private Liquidity, American Economic Review, Papers and Proceedings 80, May 1990, pp. 382-88. 16"
    ]
}