{
    "id": 12768,
    "cites": 41,
    "cited_by": 3,
    "reference": [
        "King, Mervyn A. and Don Fullerton (1984), The Taxation of Income from Cap ital: A Comparative Study of the United States, the United Kingdom, Sweden and West Germany. Chicago: The University of Chicago Press.",
        "Lallemand, Thierry, Robert Plasmand and Francois Rycx (2005), The Establishment-Size Wage Premium: Evidence from European Countries. IZA Discussion Paper No. 1569.",
        "Lallemand, Thierry and Francois Rycx (2005), Establishment Size and the Dispersion of Wages: Evidence from European Countries. IZA Discussion Paper No. 1778.",
        "Lindbeck, Assar (1982), Tax Effects versus Budget Effects on Labor Supply. Economic Inquiry 20(3), 473-489.",
        "Lindbeck, Assar (1997), The Swedish Experiment. Journal of Economic Literature 35(3), 1273-13 19.",
        "Lindbeck, Assar, M5rten Palme and Mats Persson (2006), Job Security and Work Absence: Evidence from a Natural Experiment. Working Paper No. 660, Research Institute of Industrial Economics, Stockholm.",
        "Lodin, Sven-Olof (2006), 3: 12-reglerna och foretagsforsaljningar. Skattenytt, 5, 240-249.",
        "Lundborg, Per (2005), Individual Wage Setting, Efficiency Wages and Productivity in Sweden. FIEF Working Paper No. 205, Stockholm.",
        "Ljungqvist, Lars and Thomas J. Sargent (2006), How Swedens Unemployment Became More Like Europes. Manuscript, August.",
        "Malmer, H5~kan and Annika Persson (1994), Skattereformens effekter p5. skattesystemets driftskostnader, skatteplanering och skattefusk (The effects of the tax reform on compliance costs, tax planning, and tax fraud). In H5.kan Malmer, Annika Persson, and Ake Tengblad, eds., Arhundradets skattereform. Stockholm: Fritzes.",
        "Misher, Norman (1984), Tax Consequences of Exercising An Incentive Stock Option with Stock of the Granting Corporation. The Tax Executive, July, 357-363.",
        "National Audit Office (1997), Svart arbete. RRV 1997:59. Stockholm: Riksrevisionsverket.",
        "NorbÃ\u0083Â¤ck, Per-Johan, Lars Persson and Jonas Vlachos (2006), Cross-Border Acquisitions and Corporate Taxes: Efficiency and Tax Revenues. Working Paper No. 663, Research Institute of Industrial Economics, Stockholm.",
        "Norrman, Erik and Charles E. McLure (1997), Tax Policy in Sweden. In Richard B. Freeman, Robert Topel and Birgitta Swedenborg, eds., The Welfare State in Transition. Chicago: University of Chicago Press.",
        "North, Douglass C. and Barry R. Weingast (1989), Constitutions and Commitment: Evolution of Institutions Governing Public Choice in Seventeenth Century England. Journal of Economic History 49(4), 803-832.",
        "NUTEK (1994), SmÃ\u0083Â foretagen - Sverigesframtid? B 1994:4. Stockholm: NUTEK Foretag.",
        "OECD (2005), OECD Economic Surveys: Sweden. Paris.",
        "Oi, Walter and Todd L. Idson (1999), Firm Size and Wages. In Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Volume 3. Amsterdam: North-Holland.",
        "Olovsson, Conny (2004), Why Do Europeans Work so Little? Seminar Paper No. 727, Institute of International Economic Studies, Stockholm University.",
        "Palda, Filip (1998), Evasive Ability and the Efficiency Cost of the Underground Economy. Canadian Journal of Economics 3 1(5), 1118-1138.",
        "Ragan, Kelly 5. (2005), Taxes, Transfers and Time Use: Fiscal Policy in a Household Production Model. Mimeo. University of Chicago.",
        "Reiter, Joakim (2003), Changing the Microfoundations of Corporatism: The Impact of Financial Globalisation on Swedish Corporate Ownership? New Political Economy 8(1), 103-126..",
        "Reiter, Joakim (2003), Changing the Microfoundations of Corporatism: The Impact of Financial Globalisation on Swedish Corporate Ownership? New Political Economy 8(1), 103-126.",
        "Rodrik, Dani, Arvind Subramanian, and Franceso Trebbi (2004). Institutions Rule: The Primacy of Institutions over Geography and Integration in Economic Development. Journal of Economic Growth 9(2), 13 1-165.",
        "Rogerson, Richard (2006), Understanding Differences in Hours Worked. Review of Economic Dynamics 9(3), 365-409.",
        "Rosen, Sherwin (1997), Public Employment and the Welfare State in Sweden. In Freeman, Richard B., Robert Topel and Birgitta Swedenborg, eds., The Welfare State in Transition: Reforming the Swedish Model. Chicago: The University of Chicago Press.",
        "Schneider, Friedrich and Dominik H. Enste (2002), The Shadow Economy: An International Survey. Cambridge: Cambridge University Press.",
        "Socialstyrelsen (2006), Aldre - v5.rd och omsorg Sr 2005. Statistik SocialtjÃ\u0083Â¤nst 2006:3. Stockholm: Socialstyrelsen.",
        "SÃ\u0083Â¶dersten, Jan (1984), Sweden. In Mervyn A. King and Don Fullerton, eds., The Taxation of Income from Cap ital: An International Comparison. Washington, D.C.: Brookings.",
        "SÃ\u0083Â¶dersten, Jan (1993), Sweden. In Dale W. Jorgenson and Robert Landau, eds., Tax Reform and the Cost of Capital: An International Comparison. Washington D.C.: Brookings.",
        "SOU 1982:52, En effektivare kreditpolitik. BetÃ\u0083Â¤nkande av kreditpolitiska utredningen. Stockholm: AllmÃ\u0083Â¤nna Forlaget.",
        "SOU 2002:113, Tullverkets brottsbekampning, Integritet-Effektivitet. Stockholm: Ministry of Finance.",
        "Strand, Jon (2005), Tax Distortions, Household Production, and Black-Market Work. European Journal of Political Economy 21(4), 85 1-871.",
        "Strandell, Ann-Christine (2000), Utlandsagda foretag. In Svenskt naringsliv och naringspolitik 2000. Stockholm: NUTEK Forlag.",
        "Svensson, Roger (2006), Innovation Performance and Government Financing. Working Paper No. 664, Research Institute of Industrial Economics, Stockholm.",
        "Swedish Competition Authority (2004), Myndigheter och marknader - lydligare grÃ\u0083Â¤ns mellan offentligt och privat. Rapport 2004:4. Stockholm: Konkunensverket.",
        "Swedish National Tax Board (2006), Svartjobb och svartkop i Sverige. Rapport 2006:4. Stockholm: Skatteverket.",
        "Taylor, Mark P. (2001), Self-Employment and Windfall Gains in Britain: Evidence from Panel Data. Economica 68(272), 539-565.",
        "Teulings, Coen and Joop Hartog (1998), Corporatism or Competition? Labour Contracts, Institutions and Wages in International Comparison. Cambridge: Cambridge University Press.",
        "Werenfels Rottorp, Monica (1998), Den offentliga sektorns fornyelse - vad har hÃ\u0083Â¤nt under de senaste 15 5.ren? In H5.kan Lundgren et al., pa svag is. Stockholm Timbro.",
        "Wiklund, Johan, Per Davidsson och FrÃ\u0083Â©dÃ\u0083Â©ric Delmar (2002), What Do They Think and Feel about Growth? An Expectancy-Value Approach to Small Business Managers Attitudes Toward Growth. Entrepreneurship Theory and Practice 27(3), 247-270."
    ]
}