{
    "id": 12765,
    "cites": 39,
    "cited_by": 3,
    "reference": [
        "[1] Aggarwal, Reena and Rohan Williamson, 2006, Did New Regulations Target the Relevant Cor- porate Governance Attributes?, working paper, McDonough School of Business Georgetown University, Washington.",
        "[2] Abowd, John M., Francis Kramarz, and David N. Margolis, 1999, High Wage Workers and High Wage Firms, Econometrica, 67 (2), 251-333.",
        "[3] Adams, RenÃ\u0083Â©e B., 2003, What do Boards do? Evidence from Board Committee and Director Compensation Data, Working Paper.",
        "[4] Adams, RenÃ\u0083Â©e B., Heitor Almeida, and Daniel Ferreira, 2005, Powerful CEOs and their Impact on Corporate Performance, The Review of Financial Studies, 18, 1403-1432.",
        "[5] Anderson, Kirsten L., and Ten Lombardi Yohn, 2002, The Effect of 10K Restatements on Firm Value, Information Asymmetries, and Investors Reliance on Earnings, Georgetown University Working Paper.",
        "[6] Baneish, D., 1999, Incentives and Penalties related to earnings overstatements that Violate GAAP, Accounting Review, 74, 425-457.",
        "[7] Barber, Brad M., and John D. Lyon, 1997, Firm Size, Book-to-Market Ratio, and Security Returns: A Holdout Sample of Financial Firms, The Journal of Finance, 52 (2), 875-883.",
        "[8] Bettis, C., Coles, J., and Lemmon, M. (2000) Corporate Policies Restricting Trading by Insid- ers, Journal of Financial Economics, Vol. 57, No. 2, pp. 191-220.",
        "[9] Bhagat, S., and B. Black, 2001, Board Independence and Long-Term Firm Performance, Jour- nal of Corporation Law.",
        "[10] Dahya, Jay, and John J. McConnell, 2005, Outside directors and corporate board decisions: A natural experiment, The Journal of Corporate Finance, 11, 37-60.",
        "[11] Dodd, P., and J. Warner, 1983, On Corporate Governance: A Study of Proxy Context, Journal of Financial Economics, 11, 411-438.",
        "[12] Eckbo, B. Espen, and David C. Smith, 1998, The Conditional Performance of Insider Trades, The Journal of Finance, 53 (2), 467-498.",
        "[13] Fama, Eugene, and Kenneth French, 1992, The Cross-Section of Expected Stock Returns, The Journal of Finance, 47 (2), 427-465. 27",
        "[14] Fich, Eliezer M., 2005, Are Some Outside Directors Better than Others? Evidence from Director Appointments by Fortune 1000 Firms, Journal of Business, 78 (5).",
        "[15] Fich, Eliezer M. and Anil Shivdasani, 2006, Are Busy Boards Effective Monitors?, The Journal of Finance, 61(2), 689-724.",
        "[16] Giannetti, M., and A. Simonov, 2006, Which Investors Fear Expropriation? Evidence from Investors Portfolio Choices, The Journal of Finance, 61(3), 1507-1547.",
        "[17] Gompers, Paul A., Joy Ishii, and Andrew Metrick, 2003, Corporate Governance and Equity Prices, The Quarterly Journal of Economics, 118, 107-155.",
        "[18] Harris, Milton, and Artur Raviv, 2005, A Theory of Board Control and Size, Working Paper.",
        "[19] Hermalin, B., and M. Weisbach, 1991, The Effects of Board Composition and Direct Incentives on Firm Performance, Financial Management 20(4): 101-12.",
        "[20] Hermalin, B., and M. Weisbach, 1998, Endogenously Chosen Boards of Directors and Their Monitoring of the CEO, American Economic Review 88: 96-118.",
        "[21] Hermalin, B., and M. Weisbach, 2003, Boards of directors as endogenously determined institu- tion: A survey of the economic literature, Economic Policy Review, 9, 7-26.",
        "[22] Higgs, Derek, 2003, Review of the role and effectiveness of non-executive directors, available at http://www.dti.gov.uk/files/fi1e23012.pdf",
        "[24] Jaffe, Jeffrey F., 1975, On the Use of Public Information in Financial Markets, The Journal of Finance, 30 (3), 830-839.",
        "[25] Jeng, L., A. Metrick, and R. Zeckhauser, 2003, Estimating the Returns to Insider Trading: A Performance-Evaluation Perspective, The Review of Economics and Statistics, 453-471.",
        "[27] Kaplan, Steven, and Robert Gertner, 1996, The Value-Maximizing Board, Working Paper.",
        "[28] Klein, April, 1998, Firm Performance and Board Committee Structure, Journal of Law and Economics, 41(1), 275-303. 28",
        "[29] Lakonishok J. and I. Lee, 2001, Are insider trades informative? Review of Financial Studies, 14, 79-11.",
        "[30] MacAvoy, P., and I. M. Millstein, 1999, The Active Board of Directors and Its Effect on the Performance of the Large Publicly Traded Corporation, Journal of Applied Corporate Finance, 11, no. 4: 8-20.",
        "[31] Mehran, H., 1995, Executive Compensation Structure, Ownership, and Firm Performance, Journal of Financial Economics 38, 2: 163-84.",
        "[32] Morck, Randall, 2004, Behavioral Finance in Corporate Governance - Independent Directors and Non-Executive Chairs, Working Paper.",
        "[33] Perry, Robert Tod, 2000, Incentive Compensation for Outside Directors and CEO Turnover, Presented at Tuck-JFE Contemporary Corporate Governance Conference. http://ssrn.com/abstract=236033.",
        "[34] Petersen, Mitchell, 2006, Estimating Standard Errors in Finance Panel Data Sets: Comparing Approaches, Working Paper.",
        "[35] Rozeff , Michael S., and Mir A. Zaman, 1988, Market Efficiency and Insider Trading: New Evidence, The Journal of Business, 61(1), 25-44.",
        "[36] Seyhun, H Nejat, 1986, Insiders Profits, Costs of Trading, and Market Efficiency, Journal of Financial Economics, 16, 189-212.",
        "[37] Seyhun, H Nejat, 1992, Why Does Aggregate Insider Trading Predict Future Stock Returns?, The Quarterly Journal of Economics, MIT Press, vol. 107(4): 1303-31.",
        "[38] Seyhun, H Nejat, 1998, Investment Intelligence from Insider Trading, MIT Press, Cambridge, MA.",
        "[39] Weisbach, Michael, 1988, Outside Directors and CEO Turnover, Journal of Financial Eco- nomics, 20 (1/2), 431-460.",
        "[40] Yermack, David, 1996, Higher market valuation of companies with a small board of directors, Journal of Financial Economics ~O(2), 185-211.",
        "[41] Yermack, David, 2004, Remuneration, Retention, and Reputation Incentives for Outside Direc- tors, The Journal of Finance, 59 (5), 2281-2308. 29"
    ]
}