{
    "id": 12767,
    "cites": 55,
    "cited_by": 6,
    "reference": [
        "Anderson, Lisa R., 1994, Information cascades, Dissertation, Universty of Virginia.",
        "Anderson, Lisa R. and Charles A. Holt, 1997, Information cascades in the laboratory, American Economic Review 87, 847-862.",
        "Avery, Christopher and Peter Zemsky, 1998, Multidimensional uncertainty and herd behavior in financial markets, American Economic Review 88, 724-748.",
        "Banerjee, Abhijit V. 1992, A simple model of herd behavior, Quarterly Journal of Economics 107, 797-818.",
        "Barberis, Nicholas, Andrei Shleifer, and Robert Vishny, 1998, A model of investor sentiment, Journal of Financial Economics 49, 307-343.",
        "Berkman, Henk, 1996, Large option trades, market makers, and limit orders, Review of Financial Studies 9, 977-1002.",
        "Berndt, Ernst, Bronwyn H. Hall, Robert E. Hall, and Jerry A. Hausman, 1974, Estimation and inference in nonlinear structural models, Annals of Economic and Social Measurment 3, 653-665.",
        "Bikhchandani, Sushil, David Hirshleifer, and Ivo Welch, 1992, A theory of fads, fashion, custom, and cultural change as informational cascades, Journal of Political Economy 100, 992-1026.",
        "Bikhchandani, Sushil, David Hirshleifer, and Ivo Welch, 1998, Learning from the behavior of others: Conformity, fads, and informational cascades, Journal of 28 Economic Perspectives 12, 15 1-170.",
        "Bikhchandani, Sushil and Sunil Sharma, 2000, Herd behavior in financial markets: A review, IMF Working Paper 48.",
        "Butler, John S. and Robert Moffitt, 1982, A computationally efficient quadrature procedure for the one-factor multinomial probit model, Econometrica 50, 761- 764.",
        "Celen, Bogachan and Shachar Kariv, 2004, Distinguishing informational cascades from herding behavior in the laboratory, American Economic Review 94, 484-497.",
        "Celen, Bogachan and Shachar Kariv, 2005, An experimental test of observational learning under imperfect information, Economic Theory 26, 677-699.",
        "Chamley, Christophe P. 2004, Rational Herds: Economic Models of Social Learning, (Cambridge, U.K., Cambridge University Press).",
        "Chamley, Christophe P. and Douglas Gale, 1994, Information revelation and strategic delay in a model of investment, Econometrica 62, 1065-1085.",
        "Chari, Varadarajan V. and Patrick J. Kehoe, 2004, Financial crises as herds: Overturning the critiques, Journal of Economic Theory 119, 128-150.",
        "Cipriani, Marco and Antonio Guarino, 2005a, Herd behavior and contagion in financial markets, Working Paper, George Washington University.",
        "Cipriani, Marco and Antonio Guarino, 2005b, Herd behavior in a laboratory financial market, American Economic Review 95, 1403-1426.",
        "Devenow, Andrea and Ivo Welch, 1996, Rational herding in financial economics, European Economic Review 40, 603-6 15.",
        "Drehmann, Mathias, Jorg Oechssler, and Andreas Roider, 2005, Herding and contrarian behavior in financial markets: An internet experiment, American Economic Review 95, 1403-1426.",
        "Dufwenberg, Martin, Tobias Lindqvist, and Evan Moore, 2005, Bubbles and experience: An experiment, American Economic Review 95, 173 1-1737.",
        "Eichengreen, Barry, Donald Mathieson, Bankim Chandha, Anne Jansen, Laura Kodres, and Sunil Sharma, 1998, Hedge funds and financial market dynamics, IMF Occasional Paper 172.",
        "Fama, Eugene F. 1998, Market efficiency, long-term returns, and behavioral finance, Journal of Financial Economics 49, 283-306.",
        "Gale, Douglas, 1996, What have we learned from social learning?, European Economic Review 40, 6 17-628.",
        "Garber, Peter 2000, Famous First Bubbles: The Fundamentals of Early Manias, (MIT Press, Cambridge, Mass.).",
        "Genesove, David and Christopher Mayer, 2001, Loss aversion and seller behavior: 30 Evidence from the housing market, Quarterly Journal of Economics 116, 1233- 1260.",
        "Gigerenzer, Gerd and David J. Murray, Cognition as Intuitive Statistics, (Erlbaum, Hillsdale, N.J.). Goeree, Jacob K., Charles A. Holt, and Thomas R. Palfrey, 2005, Regular quantal response equilibrium, Experimental Economics 8, 347-367.",
        "Goeree, Jacob K., Thomas R. Palfrey, Brian W. Rogers, and Richard D. McKelvey, 2004, Self-correcting Information Cascades, Working Paper: California Institute of Technology.",
        "Harrison, Glenn and John A. List, 2004, Field experiments, Journal of Economic Literature 42, 1009-1055.",
        "Hirshleifer, David, 2001, Investor psychology and asset pricing, Journal of Finance LVI, 1533-1597.",
        "Hirshleifer, David and Siew Hong Teoh, 2003, Herd behavior and cascading in capital markets: A review and synthesis, European Financial Management 9, 25-66.",
        "Huck, Steffen and Jorg Oechssler, 2000, Informational cascades in the laboratory: Do they occur for the right reasons? Journal of Economic Psychology 21, 661-671.",
        "Hung, Angela A. and Charles R. Plott, 2001, Information cascades: Replication and an extension to majority rule and conformity-rewarding institutions, American Economic Review 91, 1508-1520.",
        "Kahneman, Daniel and Amos Tversky, 1979, Prospect theory: An analysis of decision under risk, Econometrica 47, 263-291.",
        "Keynes, John M. 1936, The general theory of employment, interest and money, (Macmillan, London).",
        "Knez, Peter, Vernon L. Smith, and Arlington Willliams, 1985, Individual rationality, market rationality, and value estimation, American Economic Review 75, 397- 402.",
        "Koessler, Frederic and Anthony Ziegelmeyer, 2000, Tie-breaking rules and informational cascades: A note, University Louis Pasteur Working paper.",
        "Kubler, Dorothea and Georg Weizsacker, 2004, Limited depth of reasoning and failure of cascade formation in the laboratory, Review of Economic Studies 71, 425-441.",
        "Kubler, Dorothea and Georg Weizsacker, 2005, Are longer cascades more stable? Journal of the European Economic Association 3, 330-339.",
        "List, John A. 2003, Does market experience eliminate market anomalies?, Quarterly Journal of Economics 118, 41-71.",
        "List, John A. 2004, Neoclassical theory versus prospect theory: Evidence from the marketplace, Econometrica 72, 615-625.",
        "Locke, Peter R. and Steven C. Mann, 2005, Professional trader discipline and trade 32 disposition, Journal of Financial Economics 76, 40 1-444.",
        "MacKay, Charles 1980, Extraordinary Popular Delusions and the Madness of Crowds (Three Rivers Press, New York).",
        "Manaster, Steven and Steven C. Mann, 1999, Sources of market making profits: Man does not live by spread alone, Working paper, Texas Christian University.",
        "McKelvey, Richard D. and Thomas R. Palfrey, 1995, Quantal response equilibria for normal form games, Games and Economic Behavior 10, 6-3 8.",
        "McKelvey, Richard D. and Thomas R. Palfrey, 1998, Quantal response equilibria for extensive form games, Experimental Economics 1, 9-41.",
        "Noth, Markus and Martin Weber, 2003, Information aggregation with random ordering: Cascades and overconfidence, Economic Journal 113, 166-189.",
        "Odean, Terrance, 1998, Are investors reluctant to realize their losses?, Journal of Finance 53, 1775-1798.",
        "Sgroi, Daniel, 2003, The right choice at the right time: A herding experiment in endogenous time, Experimental Economics 6, 159-180.",
        "Shefrin, Hersh M. and Meir Statman, 1985, The disposition to sell winners too early and ride losers too long, Journal of Finance 40, 777-790.",
        "Shleifer, Andrei and Lawrence H. Summers, 1990, The noise trader approach to finance, Journal of Economic Perspectives 4, 19-33.",
        "Smith, Lones and Peter Sorenson, 2000, Pathological outcomes of observational learning, Econometrica 68, 37 1-398.",
        "Tversky, Amos and Daniel Kahneman, 1974, Judgment under uncertainty: Heuristics and biases, Science 185, 1124-1131.",
        "Vives, Xavier, 1996, Social learning and rational expectations, European Economic Review 40, 589-601.",
        "Welch, Ivo, 1992, Sequential sales, learning, and cascades, Journal of Finance 47, 695- 732."
    ]
}