{
    "id": 12764,
    "cites": 37,
    "cited_by": 15,
    "reference": [
        "Brown, M., A. B. Bindman and N. Lurie. 1998. Monitoring the Consequences of Uninsurance: A Review of Methodologies. Medical Care Research and Review, 55(2): 177-210.",
        "Bull, F.C. and K. Jamrozik. 1998. Advice on exercise from a family physician can help sedentary patients to become active - a survey of US family practitioners. American Journal of Preventive Medicine, 15(2): 85-94.",
        "Card, D., C. Dobkin and N. Maestas. 2005. The Impact of Nearly Universal Insurance Coverage on Health Care Utilization and Health: Evidence from Medicare. Working Paper, University of California, Berkeley.",
        "Chiappori, P.A. 2000. Econometric Models of Insurance under Asymmetric Information, in G. Dionne, (eds.) Handbook of Insurance, North Holland.",
        "Courbage, C. and A. Coulon. 2004. Prevention and Private Health Insurance in the U.K. Geneva Papers on Risk and Insurance: Issues and Practice, 29(4): 7 19-727.",
        "Currie, J. and J. Gruber. 1996. Saving babies: The efficacy and cost of recent changes in the Medicaid eligibility of pregnant women. Journal of Political Economy, 104(6): 1263 - 1296.",
        "Cutler, D. M. and R. Zeckhauser. 2000. Insurance markets and adverse selection, in A.J. Cutler and J. P. Newhouse, (eds.) Handbook of Health Economics, North Holland.",
        "Decker, 5. 2005. Medicare and the Health of Women with Breast Cancer. The Journal of human resources, 40(4): 948-968.",
        "Ehrlich, I. and G. Becker. 1972. Market Insurance, Self-Insurance, and Self-Protection Journal of Political Economy, 80(4): 623-48.",
        "Elley, C.R., N. Keres, B. Arroll and E. Robinson. 2003. Effectiveness of counselling patients on physical activity in general practice: cluster randomised controlled trial. British Medical Journal, 326: 793-799.",
        "Fleming M., K. L. Barry, L. B. Manwell, K. Johnson, and R. London. 1997. Brief physician advice for problem alcohol drinkers. A randomized controlled trial in community-based primary care practices. The Journal of the American Medical Association, 277(13).",
        "Fortin, B. and P. Lanoie, 2000. Incentive Effects of Workers Compensation : A Survey , in G. Dionne, (eds.) Handbook of Insurance, North Holland.",
        "Frank E., M. Winkleby, D. Altman, B. Rockhill and S. Fortmann. 1991. Predictors of physicians smoking cessation advice. Journal of the American Medical Association, 266(22): 3 139-3 144.",
        "Goldstein, M. G., J. D. DePue, A. D. Monroe, C. W. Lessne, W. Rakowski, A. Prokhorov, R. Niaura, and C. E. DubÃ\u0083Â©. 1998. A population-based survey of physician smoking cessation counseling practices, Preventive Medicine. 27(5) :720-729.",
        "Grandes, G, J. Cortada, and A. Arrazola. 2000. An evidence-based programme for smoking cessation: effectiveness in routine general practice. British Journal of General Practice, 50: 803:807.",
        "Kaestner, R. and A. Carroll. 1997. New Estimates of the Labor Market Effects of Workers Compensation Insurance. Southern Economic Journal, 63(3): 635-651.",
        "Kaestner, Robert, Theodore Joyce and Andrew Racine. 2001. Medicaid Eligibility and the Incidence of Ambulatory Care Sensitive Hospitalizations for Children. Social Science and Medicine 52: 305-3 13.",
        "Kaestner, Robert, Andrew Racine and Theodore Joyce. 2000. Did Recent Expansions in Medicaid Narrow Socioeconomic Differences in Hospitalization Rates of Infants? Medical Care 38(2): 195-206.",
        "Kenkel, D. 5. 2000. Prevention, in A. J. Culyer and J. P. Newhouse, (eds.) Handbook of Health Economics, North Holland.",
        "Klick, J. and T. Stratmann. 2004. Diabetes Treatments and Moral Hazard . FSU College of Law, Law and Economics Paper No. 05-2 1 Available at SSRN: http://ssrn.cornlabstract=766825.",
        "Kreuter, M. W., N. Lezin and L. Young. 2000. Evaluating Community-based Collaborative Mechanisms, Implications for Practitioners. Health Promotion Practice, 1(1): 49-63.",
        "Lancaster T. and L. Stead. 2004. Physician advice for smoking cessation. Cochranc Database System Review, 18(4): CD000165.",
        "Levy, H. and D. Meltzer. 2004. What do we Really Know about how Health Insurance Affects Health? in C. McLaughlin, (eds.) Health Policy and the Uninsured, Urban Institute Press.",
        "Lilliard LA, W. G. Manning, C. E. Peterson, N. Lurie, G. Goldberg and C. E. Phelps. 1986. Preventive Medical Care: Standards, Usage and Efficacy. Santa Monica, CA: Rand Publication Services, Report No. R3266-HCFA.",
        "McWilliams, M., A. M. Zaslavsky, E. Meara and J. Ayanian. 2003. Impact of Medicare Coverage on Basic Clinical Services for Previously Uninsured Adults Journal of the American Medical Association. 290:757-764.",
        "Mundt, P., T. French, C. Roebuck, B. Manwell and L. Barry. 2005. Brief physician advice for problem drinking among older adults: An economic analysis of costs and benefits. Journal of studies on alcohol, 66(3): 389-394.",
        "Newhouse, J. P. 1993. Free for all? Lessons from the RAND Health Insurance Experiment. A RAND Study, Cambridge and London, Harvard University Press.",
        "Ossip-Klein J., S. McIntosh, C. Utman, K. Burton, J. Spada and J. J. Guido. 2000. Smokers ages 50+: Who gets physician advice to quit? Preventive Medicine, 31:364-369.",
        "Ruser, John W. 1985. Workers Compensation Insurance, Experience-rating, and Occupational Injuries RAND Journal of Economics, 16(4): 487-503.",
        "Ruser, John W. 1991. Workers Compensation and Occupational Injuries and illnesses, Journal of Labor Economics 9(4): 325-50.",
        "US Preventive Services Task Forces (PSTF). 2002. Behavioral Counseling to Promote Physical Activity. Report of the US Preventive Services Task Force, US Department of Health and Human Services.",
        "US Preventive Services Task Forces (PSTF). 2003. Counseling for a Healthy Diet. Report of the US Preventive Services Task Force, US Department of Health and Human Services.",
        "US Preventive Services Task Forces (PSTF). 2004. Screening and Behavioral Counseling Interventions in Primary Care to Reduce Alcohol Misuse. Report of the US Preventive Services Task Force, US Department of Health and Human Services.",
        "Viscusi, W. 1995. Discounting Health Effects for Medical Decisions, in Frank Sloan, ed., Valuing Health Care: Costs, Benefits, and Effectiveness of Pharmaceuticals and Other Medical Technologies, Cambridge: Cambridge University Press.",
        "Whitlock, P., P. Michael, G. Carla, 0. Tracy and K. Jonathan. 2004. Behavioral Counseling Interventions in Primary Care To Reduce RiskylHarmful Alcohol Use by Adults: A Summary of the Evidence for the U.S. Preventive Services Task Force Annals of Internal Medicine, 140(7):557-568.",
        "Young, J. M. and J. E. Ward. 1998. Influence of physician and patient gender on provision of smoking cessation advice in general practice. Tobacco Control, 7:360-363.",
        "Zweifel, P. and G. Manning. 2000. Moral Hazard and Consumer Incentives in Health Care. in A. J. Culyer and J. P. Newhouse, (eds.) Handbook of health economic, North-Holland."
    ]
}