{
    "id": 12762,
    "cites": 21,
    "cited_by": 5,
    "reference": [
        "Brewster, Karin L. and Irene Padavic. (2000). Change in Gender-Ideology, i977-i996: The Contributions of Intracohort Change and Population Turnover. Journal of Marriage and Family 62(2): 477-87.",
        "Bush, Booker, Sheila Shaw, Paul Cleary, Thomas L. Delbanco, and Mark D. Aronson. (i987). Screening for Alcohol Abuse Using the Cage Questionnaire. American Journal of Medicine 82(2): 23i-35. Camilli, Gregory and Lonie A. Shepard. (i994). Methods for Identifying Biased Test Items. Thousand Oaks, CA: Sage. Case, Anne, Danen Lubotsky, and Christina Paxson. (2002). Economic Status and Health in Childhood: The Origins of the Gradient. American Economic Review 92(5): i308-34.",
        "Dor, Avi, Joseph J. Sudano, and David W. Baker. (2003). The Effect of Private Insurance on Measures of Health: Evidence from the Health and Retirement Study. NBER Working Paper 9774.",
        "Lincolnwood, Ill.: Scientific Software International. 20 Easterlin, Richard A. (1987). Birth and Fortune: The Impact of Numbers on Personal Welfare.",
        "Embretson, Susan E. and Steven P. Reise. (2000). Item Response Theory for Psychologists.",
        "Fonda, Stephanie and A. Regula Herzog. (2004). Documentation of Physical Functioning Measures in the Health and Retirement Study and the Asset and Health Dynamics among the Oldest Old Study. HRS Documentation Report DR-008.",
        "Hayward, Mark D. and Bridget K. Gorman. (2004). The Long Arm of Childhood: the Influence of Early-Life Social Conditions on Mens Mortality. Demography 41(1): 87-107.",
        "Hobcraft, John, Jane Menken, and Samuel H. Preston. (1982). Age, Period, and Cohort Effects in Demography: a Review. Population Index 48(1): 4-43.",
        "Hurd, Michael and Kathleen McGany. (1995). Evaluation of the Subjective Probabilities of Survival in the Health and Retirement Study. Journal of Human Resources 30(Special Issue on the Health and Retirement Study Supplement):5268-5292.",
        "Marmot, Michael. (2001). Economic and Social Determinants of Disease. Bulletin of the World Health Organization 79(10): 988-9.",
        "Marmot, Michael. (2006). Status Syndrome: a Challenge to Medicine. Journal of the American MedicalAssociation 295(11): 1304-7.",
        "Sociological Review 38(2): 242-58. Mayfield, Demmie, Gail McLeod, and Patricia Hall. (1974). The CAGE Questionnaire: Validation of a New Alcoholism Screening Instrument. American Journal of Psychiatry 131(10): 1131-23.",
        "McHorney, Collen A. and Allan S. Cohen. (2000). Equating Health Status Measures With Item Response Theory: Illustrations With Functional Status Items. Medical Care 38(9 Supp.): 1143-59.",
        "Nagi, Saad Z. (1976). An Epidemiology of Disability Among Adults in the United States. Milbank Memorial Fund Quarterly Health and Society 54(4): 439-67.",
        "OBrien, Robert M. (2000). Age Period Cohort Characteristic Models. Social Science Research 29(1): 123-39.",
        "Ofstedal, Mary Beth, Gwenith G. Fisher, and A. Regula Herzog. (2005). Documentation of Cognitive Functioning Measures in the Health and Retirement Study. HRS Documentation Report DR-006.",
        "Ostini, Remo. and Michael. L. Nering. (2006). Polytomous Item Response Theory Models.",
        "Thousand Oaks, CA: Sage Publications. Ryder, Norman B. (1965). The Cohort as a Concept in the Study of Social Change. American Sociological Review 30(6): 843-61.",
        "Steffick, Diane E. (2000). Documentation of Affective Functioning Measures in the Health and Retirement Study.",
        "Tarone, Robert E. and Kenneth C. Chu. (1996). Evaluation of Birth Cohort Patterns in Population Disease Rates. American Journal of Epidemiology 143(1): 85-91.",
        "Ware, John E. J., Mark Kosinski, Martha S. Bayliss, Colleen A. McHorney, William H. Rogers, and Anastasia E. Raczek. (1995). Comparison of Methods for the Scoring and Statistical Analysis of SF-36 Health Profile and Summary Measures: Summary of Results From the Medical Outcomes Study. Medical Care 33(4 Supp.): A5264-79."
    ]
}