{
    "id": 12769,
    "cites": 24,
    "cited_by": 7,
    "reference": [
        "[1] Akerloff, G., K. Arrow, T. Bresnahan, J. Buchanan, R. Coase, L. Cohen, M. Friedman, J. Green, R. Hahn, T. Hazlett, C. Hemphill, R. Litan, R. Noll, R. Schmalensee, S. Shavell, H. Varian, and R. Zeckhauser (2002), Amici Curiae in Support of Petitioners in the Supreme Court of the United States, Eldred versus Ashcroft.",
        "[2] Boldrin, M. and D. K. Levine (1999), Perfectly Competitive Innovation, University of Minnesota and UCLA, November.",
        "[3] Boldrin, M. and D.K. Levine (2002), The Case Against Intellectual Property, The American Economic Review (Papers and Proceedings) 92, 209-2 12.",
        "[4] Boldrin, M. and D.K. Levine (2003), Rent Seeking and Innovation, Journal of Monetary Economics, 51, 29-41.",
        "[5] Boldrin, M. and D.K. Levine (2004), Lawrence Klein Lecture: The Case Against Intellectual Monopoly, The International Economic Review, 45, 327-350.",
        "[6] Boldrin, M. and D.K. Levine (2005), The Economics of Ideas and Intellectual Property, Proceedings of the National Academy of Sciences, 102, 1252-1256.",
        "[8] Grossman, G. M. and E. Helpman (1991), Trade, Knowledge Spillovers and Growth, European Economic Review (Papers and Proceedings), 35, 517-526.",
        "[9] Grossman, G. M. and E. Helpman (1994), Endogenous Innovation in the Theory of Growth, Journal of Economic Perspectives, 8, 23-44.",
        "[10] Grossman, G. M. and E. Helpman (1995), Technology and Trade, in G. Grossman and K. Rogoff, eds., Handbook of International Economics, vol. III, North Holland.",
        "[11] Grossman, G. M. and E. L. Lai (2004), International Protection of Intellectual Property, American Economic Review 94, 1635-1653.",
        "[12] Hall, B. (2001), NBER Patents Data File, http://elsa.berkeley.edu/usersIbhhall/pat/datadesc.html. GROWTH AND INTELLECTUAL PROPERTY 23",
        "[13] Hall, B., A. Jaffe and M. Tratjenberg (2004), Market Value and Patents Citations, Rand Journal of Economics, forthcoming.",
        "[14] Harhoff, D., EM. Scherer, and K. Vopel (1997), Exploring the Tail of Patented Invention Value Distributions, discussion paper FS IV 97-27, WZB, Berlin.",
        "[15] Jones, C. (2004), Growth and Ideas, prepared for the Handbook of Economic Growth.",
        "[16] Lanjouw, J. (1993), Patent Protection: Of What Value and How Long? NBER Working Paper 4475.",
        "[17] Lanjouw, J., A. Pakes, and J. Putnam (1998), How to Count Patents and Value Intellectual Property: The Uses of Patent Renewal and Application Data, Journal of Industrial Economics, 46: 405-432.",
        "[18] Leibowitz, S. and S. Margolis (2003), Seventeen Famous Economists Weigh in on Copyright: The Role of Theory, Empirics, and Network Effects, University of Texas at Dallas.",
        "[20] Nordhaus, W.D. (1969), Invention, Growth and Welfare: A Theoretical Treatment of Technological Change Cambridge, Mass.: MIT Press.",
        "[21] Pakes, A. (1986), Patents as Options: Some Estimates of the Value of Holding European Patent Stocks, Econometrica, 54, 755-784.",
        "[22] Park, W. and D. Lippholdt (2003), The Impact of Trade-Related Intellectual Property Rights on Trade and Foreign Direct Investment in Developing Countries, OECS, http://www. american.edu/cas/econ/faculty/parklTD-TC-WP-2003-42-final.pdf.",
        "[23] Romer, P. M. (1990), Endogenous Technological Change, Journal of Political Economy, 98, s71-s102.",
        "[24] Silverberg, G. and B. Verspagen (2004), The Size Distribution of Innovations Revisited: An Application of Extreme Value Statistics to Citation and Value Measures of Patent Significance, MERIT working paper 2004-021, Maastricht University.",
        "[25] U.S. Copyright Office (2001a), A Brief History and Overview, Circular la, http://www.copyright.gov/circs/circl a.html.",
        "[26] U.S. Copyright Office (2001b), Copyright Regist ration for Sound Recordings, Circular 56, http://www.copyright.gov/circs/circ56.html."
    ]
}