{
    "id": 12774,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "Ashenfelter, Orley, Determining Participation in Income-Tested Social Programs, Journal of the American Statistical Association, 78, September 1983, pp. 517-525.",
        "Card, David and Dean R. Hyslop. Estimating the Effects of a Time Limited Earnings Subsidy for Welfare Leavers. Econometrica 73 (November 2005): 1723-1770.",
        "Card, David and Philip K. Robins. How Important Are Entry Effects in Financial Incentive Programs for Welfare Recipients? Experimental Evidence from the Self-Sufficiency Project. Journal of Econometrics 125 (March-April 2005): 113-139.",
        "Card, David and Daniel G. Sullivan. Measuring the Effect of Subsidized Training Programs on Movements In and Out of Employment. Econometrica 56 (May 1988): 497-530.",
        "Chay, Kenneth Y. and Dean R. Hyslop. Identification and Estimation of Dynamic Binary Response Panel Data Models: Empirical Evidence Using Alternative Approaches. UC Berkeley Department of Economics Unpublished Manuscript, April 2001.",
        "Efron, Bradley. Logistic Regression, Survival Analysis, and the Kaplan-Meier Curve. Journal of the American Statistical Association 83 (1988): 414-425.",
        "Ford, Reuben, David Gyarmati, Kelly Foley, and Doug Tattrie. Can Work Incentives Pay for Themselves? Final Report on the Self Sufficiency Project for Welfare Applicants. Ottawa: SRDC, October 2003.",
        "Ham, John and Robert J. LaLonde. The Effect of Sample Selection and Initial Conditions in Duration Models: Evidence from Experimental Data on Training. Econometrica 64 (1996): 175-206.",
        "Human Resources Development Canada (HRDC). Inventory of Income Security Programs in Canada. Ottawa: HRCD, 1993.",
        "Laid, Nan. Nonparametric Maximum Likelihood Estimation of a Mixing Distribution. Journal of the American Statistical Association 73 (1978): 805-811.",
        "Lin, Winston, Philip K. Robins, David Card, Kristen Harknett, and Susanna Lui-Gurr. When Financial Incentives Encourage Work: Complete 18 Month Findings from the Self Sufficiency Project. Ottawa: Social Research and Demonstration Corporation, 1998.",
        "Lindsay, B. G. The Geometry of Mixture Likelihoods: A General Theory. Annals of Statistics 11 (1983a): 86-94.",
        "Lindsay, B. G. The Geometry of Mixture Likelihoods II: The Exponential Family. Annals of Statistics 11 (1983b): 783-792.",
        "Michalopoulos, Charles, David Card, Lisa A. Gennetian, Kristen Harknett and Philip K. Robins. The Self Sufficiency Project at 36 Months: Effects of a Financial Work Incentive on Employment and Income. Ottawa: Social Research and Demonstration Corporation, June 2000.",
        "Michalopoulos, Charles, Doug Tattrie, Cynthia Miller, Philip K. Robins, Pamela Morris, David Gyarmati, Cindy Redcross, Kelly Foley, and Reuben Ford. Making Work Pay: Final Report of the Self Sufficiency Project for Long Term Welfare Recipients. Ottawa: Social Research and Demonstration Corporation, July 2002.",
        "Moffitt, Robert A., The Effect of Employment and Training Programs on Entry and Exit from the Welfare Caseload, Journal of Policy Analysis and Management 15 (January 1996): pp. 32-50.",
        "Moore, D. S. Generalized Inverses, Walds Method, and the Construction of Chi-Squared Tests of Fit. Journal of the American Statistical Association 72 (1977): 131-137.",
        "Mortensen, Dale T. Unemployment Insurance and Job Search Decisions. Industrial and Labor Relations Review 30 (July 1977): 505-517.",
        "Mortensen, Dale T. Job Search and Labor Market Analysis. In Orley Ashenfelter and Richard Layard, editors, Handbook of Labor Economics (Volume II). New York: North Holland, 1986."
    ]
}