{
    "id": 12779,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "Alderman, Harold and Christina H. Paxson, 1994, Do the Poor Insure?: A Synthesis of the Literature on Risk and Consumption in Developing Countires, in Bacha ed.",
        "Economics in a Changing World: Volume 4: Development, Trade and the Environment, London: Macmillan Press. Anand, Sudhir, 1983, Inequality and Poverty In Malaysia: Measurement and Decomposition, published for the World Bank, Oxford University Press.",
        "Atkinson, Anthony B., 1975, The Economics of Inequality, Oxford: Clarendon Press.",
        "Atkinson, Anthony B. and Francois Bourguignon, 2000, `Introduction: Income distribution and Economics, in Atkinson, Anthony B. and Francois Bourguignon ed. Handbook of Income Distribution, Vol. 1, Elsevier.",
        "Chen, Shaohua and Martin Ravallion, 1996, Data in Transition: Assessing Rural Living Standards in Southern China, China Economic Review, 7(1), 23-56.",
        "Chetty Raj, 2003, A New Method of Estimating Risk Aversion, NBER working paper W9988.",
        "Chetty Raj, 2006, A Bound on Risk Aversion Using Labor Supply Elasticities, forthcoming in American Economic Review.",
        "Foster, J., E. Greer, J., Thorbecke, E., 1984, A Class osf decomposable poverty measures, Econometrica, 52(3), 761-766.",
        "Jalan, J., and Ravallion, M., 1998, Transient poverty in postreform rural china, Journal of Comparative Economics, 26(2), 338-57.",
        "Li, Shi, Pingping Wang and Ximing Yue, 2005, The Causes of Chronic and Transient Poverty and Their Implication to Poverty Reduction Policy in Rural China, Final Report to Poverty and Economic Poverty (PEP) network, downloadable from http://www.pep-net.org/.",
        "Morduch, Jonathan, 1995, Income Smoothing and Consumption Soothing, The Journal of Economic Perspectives, 9(3), 103-114.",
        "Newbery, David and Joseph Stiglitz, 1981, The Theory of Commodity Price Stabilization, Oxford: Oxford University Press.",
        "National Bureau of Statistics (China), 2003, China Statistical Yearbook 2003, China Statistical Press, Beijing.",
        "Ravallion, Martin, 1988, Expected Poverty Under Risk-Induced Welfare Variability, The Economic Journal, 98(393), 1171-1182.",
        "Rodgers, R., Rodgers, L., 1993, Chronic poverty in the United States, The Journal of Human Resources, 28(1), 25-54.",
        "Sicular, Terry, Ximing Yue, Bjorn Gustafsson and Shi Li, 2006, The Urban-Rural Gap and Income Inequality in China, forthcoming from Review of Income and Wealth."
    ]
}