{
    "id": 12777,
    "cites": 25,
    "cited_by": 18,
    "reference": [
        "Acemoglu, Daron, and Angrist, Joshua (2001). Consequences of Employment Protection: The Case of the Americans with Disabilities Act. Journal of Political Economy 109(5): 915-957.",
        "Bar-Ilan, A. and W. C. Strange (1996). Investment Lags. American Economic Review 86(3): 610-622.",
        "Bean, M. J. and M. J. Rowland (1997). The Evolution of National Wildlife Law. Westport CT, Praeger Publishers.",
        "Brook, A., M. Zint, et al. (2003). Landowners response to an Endangered Species Act listing and implications for encouraging conservation. Conservation Biology 17(6): 16381649.",
        "Capozza, Dennis R.; Helsley, Robert W. (1990) The Stochastic City Journal of Urban Economics, 28 (2): 187-203.",
        "Cox, D. R. and H. D. Miller (1965). The theory of stochastic processes. London, Chapman and Hall.",
        "Davis, A.C. and D.V. Hinkley (2003) Bootstrap Methods and their Applications Cambridge Series in Statistical and Probabilistic Mathematics, Cambridge University Press.",
        "Dixit, A. K. and R. S. Pindyck (1994). Investment under uncertainty, Princeton: Princeton University Press.",
        "Efron, B. (1979) Bootstrap Methods: Another look at the jackknife Annals of Statistics 7:126.",
        "Evans, M., N. Hastings, et al. (1993). Statistical Distributions. New York, John Wiley and Sons.",
        "Halperin, Max, Mohamed I. Hamdy and Peter F. Thall (1989) Distribution-Free Confidence Intervals for a Parameter of Wilcoxon-Mann-Whitney Type for Ordered Categories and Progressive Censoring Biometrics 45: 509-521.",
        "Heckman, J. J., H. Ichimura, and P. Todd (1998). Matching as an Econometric Evaluation Estimator. Review of Economic Studies 65(2): 261-94.",
        "Houck, O. A. (1993). The Endangered Species Act and its Implementation by the U.S.",
        "Departments of Interior and Commerce. University of Colorado Law Review, 64. Innes, R., S. Polasky, et al. (1998). Takings, Compensation and Endangered Species Protection on Private Lands. Journal of Economic Perspectives 12(3): 35-52.",
        "Lahiri, S.N. (1992) Edgeworth correction by `moving block bootstrap for stationary and nonstationary data in R. LePage and L Billards (eds.) Exploring the Limits of Bootstrap 183-214, Wiley, New York.",
        "Lawless, Jerald F. (2003) Statistical Models and Methods for Lifetime Data, 2nd edition, Wiley Series in Probability and Statistics, John Wiley and Sons, Hoboken NJ, List, J. A., D. Millimet, P. Fredriksson, and W. McHone (2003). Effects of Environmental Regulations on Manufacturing Plant Births: Evidence from a Propensity Score Matching Estimator, Review of Economics and Statistics, 85, pp. 944-952.",
        "Lueck, D. and J. A. Michael (2003). Preemptive Habitat Destruction under the Endangered Species Act. Journal of Law and Economics 46(1): 27-60.",
        "Mann, C. and M. Plummer (1995). Noahs Choice. New York, Alfred Knopf.",
        "McDonald, R. and Siegel, D. (1986). The Value of Waiting to Invest. Quarterly Journal of Economics, 101(4): 707-728.",
        "Meeker, William (1998) Bootstrap Confidence Intervals in Meeker and Escobars (eds.) Statistical methods for reliability data , Wiley, New York, 1998, pp. 204-230.",
        "NWF (2001). Paving paradise: sprawls impact on wildlife and wild places in California. Washington, D.C., NWF, Office of Federal and International Affairs.",
        "Peltzman, Sam. (1975) The Effects of Automobile Safety Regulation. Journal of Political Economy, 83(4): 677-726.",
        "Peltzman, Sam. (2004). Regulation and the Natural Progress of Opulence, AEI-Brookings Joint Center 2004 Distinguished Lecture, Sept. 8, 2004.",
        "Rosenbaum, P.R. and Rubin, D. B. (1983) The central role of the propensity score in observational studies for causal effect Biometrika 70: 41-55.",
        "Rosenbaum, P.R. and Rubin, D. B. (1985) The bias due to incomplete matching Biometrika 41: 103-116."
    ]
}