{
    "id": 12780,
    "cites": 15,
    "cited_by": 3,
    "reference": [
        "[3] BBCE (2004) Blue Book of Chinas Economy, Spring 2004.",
        "[5] Harry G. Broadman (2001) The Business(es) of the Chinese State, The World Economy 24: 849-875.",
        "[6] Jianbo Chen, Jang Yang, Qiao Yu and Wei Zhang (2002) Investment Pattern of Non-State Owned Firms in China, China Economic Quarterly 1: 501-520.",
        "[12] Gang Fan, Wen Hai, Yibiao Jin and Wing Thye Woo (1994) How Successful has Chinese Enterprise Reform Been? Pitfalls in Opposite Biases and Focus, Journal of Comparative Economics 18: 410437.",
        "[13] Madanmohan Ghosh and John Whalley (2000) State-Owned Enterprises, Shirking and Trade Liberalization, NBER Working Paper No. 7696, CESifo Working Paper No. 300, University of Western Ontario Working Paper, and University of Warwick Working Paper.",
        "[15] Thomas W. Hertel and Terrie L. Walmsley (2001) Chinas Accession to the WTO: Timing is Everything, The World Economy 24: 1019-1049.",
        "[16] Elena Ianchovichina and Will martin (2004) Economic Impacts of Chinas Accession to the WTO, Deepak Bhattasali, Shantong Li and Will Martin (Edited) China and the WTO, Chapter 13, 211-236.",
        "[17] Young Lee (1997) Bank Loans, Self-Financing, and Grants in Chinese SOEs: Optimal Policy under Incomplete Information, Journal of Comparative Economics 24: 140-160.",
        "[18] Guo Li and Lixin Xu (2001) State-Owned Enterprise, Labour Redundancy, and Job Creation, China Economic Quarterly 1: 97-110; Forthcoming in Journal of Development Economics.",
        "[19] Deqiang Liu (2002) Managers in State-Owned Enterprises: Ability, Efforts, and Productive Efficiency - A Case Study of the Iron and Steel Industry in China, China Economic Quarterly 1: 419-434.",
        "[20] Zhi Wang (2003) The Impact of Chinas WTO Accession on Patterns of World Trade, Journal of Policy Modeling 25, 1-41.",
        "[21] John Whalley (1985) Trade Liberalization among Major World Trading Areas, MIT Press.",
        "[22] John Whalley and Xian Xin (2005) The Growth Performance of Chinas FDI and Non-FDI Economies, http://www.ssc.uwo.ca/economics/workshop/epri/XianDec14.pdf.",
        "[23] Yongzheng Yang (2001) Chinas Integration into the World Economy: Implications for Developing Countries, IMF Working Paper No. WP/03/245.",
        "[25] Yongding Yu (2004) Chinas Trade Policy, http://www.apec.org.au/docs/China04YuYongding.pdf."
    ]
}