{
    "id": 12789,
    "cites": 33,
    "cited_by": 3,
    "reference": [
        "Acemoglu, Daron and James A. Robinson (2001) Why Did the West Extend the Franchise? Quarterly Journal of Economics, CXV, 1167-1199.",
        "Acemoglu, Daron and James A. Robinson (2001) A Theory of Political Transitions, American Economic Review, 91, 938-963.",
        "Acemoglu, Daron and James A. Robinson (2006) Economic Origins of Dictatorship and Democracy, New York; Cambridge University Press.",
        "Anbarci, Nejat, Stergios Skaperdas, and Constantinos Syropoulos (2002) Comparing Bargaining Solutions in the Shadow of Conflict: How Norms Against Threats Can Have Real Effects, Journal of Economic Theory, 106, 1-16.",
        "Bates, Robert H. (2000) Ethnicity and Development in Africa: A Reappraisal, American Economic Review, 90, 131-134.",
        "Bushnell, David (1993) The Making of Modern Colombia: A Nation in Spite of Itself, Berkeley; University of California Press.",
        "Colomer, Josep M. (2000) Strategic Transitions: Game Theory and Democratization, Baltimore; Johns Hopkins University Press.",
        "Conley, John P. and Akram Temimi (2001) Endogenous Enfranchisement When Groups Preferences Conflict, Journal of Political Economy, 109, 79-107.",
        "Dixit, Avinash K. and John B. Londregan (1996) The Determinants of Success of Special Interest in Redistributive Politics, Journal of Politics, LVIII, 1132-1155.",
        "Dixit, Avinash K. and John B. Londregan (1998) Ideology, Tactics, and Efficiency in Redistributive Politics, Quarterly Journal of Economics, CXIII, 497-530.",
        "Esteban, Joan M. and Debraj Ray (1999) Conflict and Distribution, Journal of Economic Theory, 87, 379--415.",
        "Esteban, Joan M. and Debraj Ray (2001) Collective Action and the Group Size Paradox, American Political Science Review 95, 663--672.",
        "Guerrero, Javier (1991) Los AÃ\u0083Â±os del Olvido: BoyacÃ\u0083Â¡ y los OrÃ\u0083Â­genes de la Violencia, BogotÃ\u0083Â¡; Ediciones Tercer Mundo.",
        "GuzmÃ\u0083Â¡n Campos, GermÃ\u0083Â¡n, Orlando Fals Borda y Eduardo UmaÃ\u0083Â±a (1980) La Violencia en Colombia, 2 vols. 9 ed. BogotÃ\u0083Â¡; Valencia Editores.",
        "Henderson, James D. (1985) When Colombia Bled: A History of the Violence in Tolima, Tuscaloosa; University of Alabama Press.",
        "Hirshleifer, Jack (1991) The Paradox of Power, Economics and Politics, 3, 177-200.",
        "Lindbeck, Assar and JÃ\u0083Â¶rgen Weibull (1987) Balanced-Budget Redistribution as the Outcome of Political Competition, Public Choice, LII, 272-297.",
        "Lizzeri, Alessandro and Nicola Persico (2004) Why Did the Elites Extend the Suffrage? Democracy and the Scope of Government, With an Application to Britains `Age of Reform, Quarterly Journal of Economics, 119, 707-765.",
        "Llavador, Humberto and Robert J. Oxoby (2005) Partisan Competition, Growth and Franchise, Quarterly Journal of Economics, 120, 1155-1189.",
        "Monsalve, Diego (1927) Colombia Cafetera, Barcelona; Artes Graficas, s.a., sucesores de Heinrich y c.a..",
        "Ortiz, Carlos Miguel (1985) Estado y SubversiÃ\u0083Â³n en Colombia. La Violencia en el QuindÃ\u0083Â­o AÃ\u0083Â±os 50, BogotÃ\u0083Â¡; CIDER Universidad de los Andes.",
        "Persson, Torsten and Guido Tabellini (2000) Political Economics: Explaining Economic Policy, Cambridge; MIT Press.",
        "PinzÃ\u0083Â³n de Lewin, Patricia (1989) Pueblos, Regiones y Partidos: La Regionalizaci Ã\u0083Â³n Electoral Atlas Electoral Colombiano, BogotÃ\u0083Â¡; Ediciones Universidad de Los Andes.",
        "Powell, Robert (1993) Guns, Butter and Anarchy, American Political Science Review, 87, 115-132.",
        "Rosendorff, B. Peter (2001) Choosing Democracy, Economics and Politics, 13, 1-29.",
        "Safford, Frank P. and Marco Palacios (2002) Colombia: Fragmented Land, Divided Society, New York; Oxford University Press.",
        "SÃ\u0083Â¡nchez, Gonzalo and Peter Bakewell (1985) La Violencia in Colombia: New Research, New Questions, Hispanic American Historical Review, 65, 789-807.",
        "SÃ\u0083Â¡nchez, Gonzalo and Donny Meertens (1983) Bandoleros, gamonales y campesinos: El caso de la Violencia en Colombia, BogotÃ\u0083Â¡; El Ancora.",
        "Skaperdas, Stergios (1992) Cooperation, Conflict and Power in the absence of Property Rights, American Economic Review, 82, 720-739.",
        "Skaperdas, Stergios and Constantinos Syropoulos (1997) The Distribution of Income in the presence of Appropriate Activities, Economica, 64, 101-117.",
        "Tullock, Gordon (1975) On The Efficient Organization of Trials, Kyklos, 28, 745-762.",
        "Weingast, Barry R. (1997) The Political Foundations of Democracy and the Rule of Law, American Political Science Review, 91, 245-263.",
        "Wooldridge, Jeffrey M. (2002) Econometric Analysis of Cross Section and Panel Data, Cambridge; MIT Press."
    ]
}