{
    "id": 12786,
    "cites": 18,
    "cited_by": 10,
    "reference": [
        "[2] Bencivenga, Valerie R., (1992),An Econometric Study of Hours and Output Variation with Preference Shocks, International Economic Review, 33(2), pp. 449-71.",
        "[3] Blanchard, O. (2005), The Economic Future of Europe,Journal of Economic Perspectives.",
        "[4] Chari, V.V., Kehoe Patrick J. and McGrattan Ellen R., (2004), Business Cycle Accounting , NBER Working Paper 10351.",
        "[5] Cole, Harold and Ohanian, Lee E. (2002), The Great U.S. and U.K. Depressions through the Lens of Neoclassical Theory, American Economic Review.",
        "[6] Davis, S., and Henrekson, M. (2004), Tax Eects on Work Activity, Industry Mix and Shadow Economy Size: Evidence from Rich Country Comparisons, NBER Working Paper 10509.",
        "[7] Francis. N. and V. Ramey (2005) A Century of Work and Leisure,mimeo, UCSD, 2005.",
        "[8] Freeman, R., and Schettkat R., Marketization of Household Production and the EUUS Gap in Work, Economic Policy 20 (2005), 6-50.",
        "[9] Gali, Jordi, Gertler, Mark and Lopez-Salido, J. David, (2002), Mark-ups, Gaps, and the Welfare Cost of Business Fluctuations, NBER Working Paper 8850.",
        "[10] Hall, Robert E, (1997), Macroeconomic Fluctuations and the Allocation of Time, Journal of Labor Economics, January, vol. 15, no. 1, pp. 223-250.",
        "[11] Ingram, Beth, Kocherlakota, Narayana and Savin, N.E., (1994), Explaining Business Cycle: A Multiple Shock Approach, Journal of Monetary Economics, 34 (3), 415-428.",
        "[14] Mulligan, Casey B., (2002), A Century of Labor-Leisure Distortions, NBER Working Paper 8774.",
        "[15] Nickell, S. and L. Nunziata (2001), Labor Market Institutions Database, Center for Economic Performance.",
        "[16] Parkin, Michael, (1988), A Method for Determining Whether Parameters in Aggregative Models are Structural, Carnegie-Rochester Conference Series on Public Policy, 29, pp.215-52.",
        "[17] Prescott, Edward C., (2004), Why Do Americans Work So Much More than Europeans ?, Federal Reserve Bank of Minneapolis Quarterly Review, Vol. 28, No. 1, July, pp. 2-13.",
        "[18] Ragan, K., Taxes, Transfers and Time Use: Fiscal Policy in a Household Production Model,mimeo, University of Chicago, 2005.",
        "[19] Rogerson, Richard, (2005), Structural Transformation and the Deterioration of European Labor Market Outcomes,mimeo, Arizona State University.",
        "[20] Rogerson, Richard (2006a), Understanding Dierences in Hours Worked,Review of Economic Dynamics 9, 365-409.",
        "[21] Rogerson, Richard, (2006b), Taxation and Market Work: Is Scandinavia an Outlier?, forthcoming, Economic Theory."
    ]
}