{
    "id": 12787,
    "cites": 27,
    "cited_by": 44,
    "reference": [
        "Alonso, William (1964). Location and Land Use. Cambridge, MA: Harvard University Press.",
        "Arellano, Manuel and Stephen Bond (1991). Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Review of Economic Studies, Vol. 58, no. 2 (April): 277-97.",
        "Baker, Dean (2006). The Menace of an Unchecked Housing Bubble, The Economists Voice, Vol. 3, no. 4, Article 1.",
        "Bansal, Ravi, Dana Kiku, and Amir Yaron (2006). Risks for the Long Run: Estimation and Inference, working paper, October 2006.",
        "Blanchard, Olivier and Lawrence Katz (1992) Regional Evolutions Brookings Papers on Economic Activity 1: 1-75.",
        "Borjas, George (2003). The Labor Demand Curve Is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market, Quarterly Journal of Economics, Vol. 188, no. 4 (November): 1335-1374.",
        "Campbell, John (2000). Asset Pricing at the Millennium, Journal of Finance, Vol. LX, no. 4 (August): 1515-1567.",
        "Case, Karl E. and Robert Shiller (1989). The Efficiency of the Market for Single Family Homes, American Economic Review, Vol. 79, no. 1: 125-37.",
        "Cutler, David, James Poterba, and Lawrence Summers (1991). Speculative Dynamics, Review of Economic Studies, Vol. 58, no. 3 (May 1991): 529-46.",
        "Fama, Eugene and Kenneth French (1988). Permanent and Temporary Components of Stock Prices, Journal of Political Economy, Vol. 96, no.2 (April 1988): 246-73.",
        "Glaeser, Edward and Joseph Gyourko (2005). Urban Decline and Durable Housing, Journal of Political Economy, Vol. 113, no. 2 (April): 345-375.",
        "Glaeser, Edward, Joseph Gyourko and Raven Saks (2005). Why Have House Prices Gone Up?, American Economic Review, Vol. 95, no. 2 (May): 329-333.",
        "Glaeser, Edward, Joseph Gyourko and Raven Saks (2006). Urban Growth and Housing Supply, Journal of Economic Geography, Vol. 6, no. 1 (January): 71-89.",
        "Gyourko, Joseph, Christopher Mayer, and Todd Sinai (2006). Superstar Cities, NBER Working Paper 12355, July 2006.",
        "Gyourko, Joseph and Albert Saiz (2006). Construction Costs and the Supply of Housing Structure, Journal of Regional Science, Vol. 46, no. 4 (November 2006): forthcoming.",
        "Hansen, Lars and Ravi Jagannathan (1991). Implications of Security Market Data for Models of Dynamic Economies, Journal of Political Economy, Vol. 99, no. 2 (April): 225-262.",
        "Hendershott, Patric and Joel Slemrod (1983). Taxes and the User Cost of Capital for Owner-Occupied Housing, Journal of the American Real Estate and Urban Economics Association, Vol. 10, no. 4 (Winter): 375-93.",
        "Himmelberg, Charles, Christopher Mayer and Todd Sinai (2005). Assessing High House Prices: Bubbles, Fundamentals, and Misperceptions, Journal of Economic Perspectives, Vol. 19, no. 4 (Fall 2005): 67-92.",
        "McCarthy, Jonathan and Richard Peach (2004). Are Home Prices the Next Bubble?, Economic Policy Review, Vol. 10, no. 3: 1-17.",
        "Poterba, James (1984). Tax Subsidies to Owner-Occupied Housing: An Asset Market Approach, Quarterly Journal of Economics, Vol. 99, no. 4: 729-52.",
        "Roback, Jennifer (1982). Wages, Rents, and the Quality of Life, Journal of Political Economy, Vol. 90, no. 4 (December 1982): 1257-78.",
        "Rosen, Sherwin (1979). Wage-Based Indexes of Urban Quality of Life. In Current Issues in Urban Economics, edited by Peter Mieszkowski and Mahlon Straszheim.",
        "Schwartz, Amy Ellen, Scott Susin and Ioan Voicu (2003). Has Falling Crime Driven New Yorks Real Estate Boom?, Journal of Housing Research, Vol. 14, no. 1: 101135.",
        "Shiller, Robert (2005). Irrational Exuberance (2nd edition). Princeton University Press.",
        "The Economists Voice, Vol. 3, no. 4, Article 4. Smith, Margaret Hwang and Gary Smith (2006). Bubble, Bubble, Wheres the Housing Bubble, Pomona College mimeo, March 2006.",
        "Thaler, Richard (1978). A Note on Crime Control: Evidence from the Property Market, Journal of Urban Economics, Vol 5, no. 1 (January): 137-145.",
        "Topel, Robert and Sherwin Rosen (1988). Housing Investment in the United States, Journal of Political Economy, Vol 96, no. 4: 718-740."
    ]
}