{
    "id": 12781,
    "cites": 47,
    "cited_by": 2,
    "reference": [
        "Balduzzi, Pierluigi, Danjiv Das, and Silverio Foresi (1998), The Central tendency: a second factor in bond yields, Review of Economics and Statistics 80, 62-72.",
        "Basak, Suleyman (2000), A model of dynamic equilibrium asset pricing with heterogeneous beliefs and extraneous risk, Journal of Economic Dynamics and Control 24, 63-95.",
        "Basak, Suleyman (2005), Asset pricing with heterogeneous beliefs, Journal of Banking and Finance 29, 2849-2881.",
        "Bernanke, Ben (2004), Central bank talk and monetary policy, speech on October 7, 2004, http://www.federalreserve.gov/.",
        "Blinder, Alan (1998), Central Banking in Theory and Practice, MIT Press, Cambridge.",
        "Bomberger, William and William Frazer (1981), Interest rates, uncertainty and the Livingston data, Journal of Finance 36, 661-675.",
        "Campbell, John and Robert Shiller (1991), Yield spreads and interest rate movements: a birds eye view, Review of Economic Studies 58, 495-514.",
        "Campbell, John, Andrew Lo and Craig MacKinlay (1997), The Econometrics of Financial Markets, Princeton University Press, Princeton, NJ.",
        "Chen, Joseph, Harrison Hong and Jeremy Stein (2002), Breadth of ownership and stock returns, Journal of Financial Economics 66, 171-205.",
        "Cochrane, John (2001), Asset Pricing, Princeton University Press, Princeton, NJ.",
        "Cochrane, John and Monika Piazzesi (2005), Bond risk premia, American Economic Review 95, 138-160.",
        "Cox, John, Jonathan Ingersoll and Stephen Ross (1985), A theory of the term structure of interest rates, Econometrica 53, 385-408.",
        "Dai, Qiang and Kenneth Singleton (2002), Expectation puzzles, time-varying risk premia, and affine models of the term structure, Journal of Financial Economics 63, 415-441.",
        "Dai, Qiang and Kenneth Singleton (2003), Term Structure Dynamics in Theory and Reality, Review of Financial Studies 16, 631-678.",
        "Dai, Qiang (2003), Term structure dynamics in a model with stochastic internal habit, Working paper, University of North Carolina.",
        "Detemple, Jerome and Shashidhar Murthy (1994), Intertemporal asset pricing with heterogeneous beliefs, Journal of Economic Theory 62, 294-320.",
        "Duffee, Gregory (2002), Term premia and interest rate forecasts in affine models, Journal of Finance 57, 405-443.",
        "Duffie, Darrell (1996), Dynamic Asset Pricing, Princeton University Press, Princeton, NJ.",
        "Duffie, Darrell and Rui Kan (1996), A yield-factor model of interest rates, Mathematical Finance 4, 379-406.",
        "Dumas, Bernard (1989), Two-person dynamic equilibrium in the capital market, Review of Financial Studies 2, 157-188.",
        "Dumas, Bernard, A. Kurshev and Raman Uppal (2005), What can rational investors do about excessive volatility and sentiment fluctuations? Working Paper, INSEAD.",
        "Fama, Eugene and Robert Bliss (1987), The information in long-maturity forward rates, American Economic Review 77, 680-92.",
        "Fama, Eugene (2006) The behavior of interest rates, Review of Financial Studies 19, 359379.",
        "Fisher, Irving (1896), Appreciation and interest, Publications of the American Economic Association, 23-92. Gurkaynak, Refet, Brian Sack and Eric Swanson (2005), The excess sensitivity of longterm interest rates: evidence and implications for macroeconomic models, American Economic Review 95, 425-436.",
        "Harris, Milton and Arthur Raviv (1993), Differences of opinion make a horse race, Review of Financial Studies 6, 473-506.",
        "Harrison, Michael and David Kreps (1978), Speculative investor behavior in a stock market with heterogeneous expectations, Quarterly Journal of Economics 92, 323-336.",
        "Hicks, J. (1939), Value and Capital, Oxford University Press, London.",
        "Hong, Harrison and Jeremy Stein (2006), Disagreement and the stock market, Journal of Economic Perspectives, forthcoming.",
        "Jouini, E. and C. Napp (2005), Consensus consumer and intertemporal asset pricing with heterogeneous beliefs, Working paper.",
        "Kurz, Mordecai (1994), On the structure and diversity of rational beliefs, Economic Theory 4, 877-900.",
        "Liptser, Robert and Albert Shiryaev (1977), Statistics of Random Processes, 2 vols., SpringerVerlag, New York.",
        "Lutz, F. (1940), The structure of interest rates, Quarterly Journal of Economics 55, 36-63.",
        "Miller, Edward (1977), Risk, uncertainty and divergence of opinion, Journal of Finance 32, 1151-1168.",
        "Morris, Stephen (1996), Speculative investor behavior and learning, Quarterly Journal of Economics 111, 1111-1133.",
        "Piazzesi, Monika (2003), Affine term structure models, Handbook of Financial Econometrics, forthcoming.",
        "Piazzesi, Monika (2005), Bond yields and the Federal Reserve, Journal of Political Economy 113, 311-344.",
        "Piazzesi, Monika and Martin Schneider (2006a), Equilibrium yield curve, NBER Macroeconomics Annual, forthcoming.",
        "Piazzesi, Monika and Martin Schneider (2006b), Inflation Illusion, Credit, and Asset Pricing, in John Y. Campbell (ed.) Asset Prices and Monetary Policy, forthcoming.",
        "Scheinkman, Jose and Wei Xiong (2003), Overconfidence and Speculative Bubbles, Journal of Political Economy 111, 1183-1219.",
        "Shiller, Robert (1979), The volatility of long-term interest rates and expectations models of the term structure, Journal of Political Economy 87, 1190-1219.",
        "Swanson, Eric (2005), Have increases in federal reserve transparency improved private sector forecasts of short-term interest rates? Journal of Money, Credit and Banking, forthcoming.",
        "Wachter, Jessica A. (2006), A consumption-based model of the term structure of interest rates, Journal of Financial Economics 79, 365-399.",
        "Wang, Jiang (1996), The term structure of interest rates in a pure exchange economy with heterogeneous investors, Journal of Financial Economics 41, 75-110.",
        "Xiong, Wei (2001), Convergence trading with wealth effects: an amplification mechanism in financial markets, Journal of Financial Economics 62, 247-292.",
        "Yan, Hongjun (2005), On the market selection hypothesis, Working paper, Yale University.",
        "Yan, Hongjun (2006), Is noise trading cancelled out by aggregation? Working Paper, Yale University.",
        "Zarnowitz, Victor and Louis Lambros (1987), Concensus and uncertainty in economic prediction, Journal of Political Economy 95, 591-621."
    ]
}