{
    "id": 12788,
    "cites": 26,
    "cited_by": 33,
    "reference": [
        "BIS, 2005, Foreign Exchange Market Intervention in Emerging Markets: Motives, Techniques and Implication, BIS Papers No. 24, May.",
        "Benhabib, Jess, Stephanie Schmitt-GrohÃ\u0083Â©, and MartÃ\u0083Â­n Uribe, 2003, Backward-Looking Interest Rates, Interest Rates Smoothing, and Macroeconomic Stability, Journal of Money, Credit, and Banking, vol. 35, No. 6, pp. 1379-1412.",
        "Burstein, Ariel, Martin Eichenbaum, and Sergio Rebelo, 2005, Modeling Exchange-Rate Passthrough after Large Devaluations, forthcoming in Journal of Monetary Economics.",
        "Caballero, Ricardo, and A. Krishnamurthy, 2005, Inflation Target and Sudden Stops, in The Inflation Targeting Debate edited by Ben Bernanke and Michael Woodford.",
        "Calvo, Guillermo A., 1996 b, Capital Flows and Macroeconomic Management: Tequila Lessons, International Journal of Finance Economics, 1, pp. 207-223.",
        "Calvo, Guillermo A., 1998, Varieties of Capital Market Crises, in G. Calvo and M.",
        "King (eds.) The Debt Burden and its Consequences for Monetary Policy, Macmillan; reprinted in Calvo (2005).",
        "Calvo, Guillermo A., 2005, Emerging Capital Markets in Turmoil: Bad Luck or Bad Policy?; Cambridge, MA: The MIT Press.",
        "Calvo, Guillermo A., Alejandro Izquierdo, and Luis F. MejÃ\u0083Â­a, 2004, On the Empirics of Sudden Stops: The Relevance of Balance-Sheet Effects, NBER Working Paper 10520, May.",
        "Calvo, Guillermo A., and Carlos A. VÃ\u0083Â©gh, 1993, Exchange-Rate-Based Stabilisation under Imperfect Credibility, IEA Conference on Open-Economy.",
        "Macroeconomics, editors H. Frisch and A. WorgÃ\u0083Â¶tter; Hampshire, UK: Macmillan Press, Ltd. Reprinted in Calvo (1996 a).",
        "Calvo, Guillermo A., and Carlos A. VÃ\u0083Â©gh, 1995, Fighting Inflation with High Interest Rates: The Small-Open-Economy Case under Flexible Prices, Journal of Money, Credit, and Banking, March, pp. 49-66.",
        "Calvo, Guillermo A., and Carlos A. VÃ\u0083Â©gh, 1999, Inflation Stabilization and BOP Crises in Developing Countries, in Chapter 24, Vol. 1C, Handbook of Macroeconomics, edited by J. Taylor and M. Woodford; Amsterdam, Holland: North-Holland.",
        "Cerra, Valerie, and Chaman Saxena, Sweta, 2005, Growth Dynamics: The Myth of Economic Recovery, IMF Working Paper WP/05/147.",
        "CÃ\u0083Â©spedes, Luis F., Roberto Chang, and AndrÃ\u0083Â©s Velasco, 2001, Dollarization of Liabilities, Net Worth Effects, and Optimal Monetary Policy, manuscript.",
        "Eichengreen, Barry, Ricardo Hausmann, and Ugo Panizza, 2005, The Pain of Original Sin, in Eichengreen, B., and Ricardo Hausmann, eds., Other Peoples Money: Debt Denomination and Financial Instability in Emerging Market Economies; Chicago, IL: University of Chicago Press.",
        "Financial Times, 2002, Brazil pledges loans to companies, reported by Raymond Colitt, August 13, p. 1.",
        "Levy-Yeyati, Eduardo, and Federico Sturzenegger, 2005, De Facto Classification of Exchange Rate Regimes, manuscript, Di Tella University, December.",
        "Lucas, Robert E. Jr., 1985, Models of Business Cycles; Yrjo Jahnsson Lectures, Oxford, UK: Basil Blackwell.",
        "Mishkin, Frederic, 2006, The Great Next Globalization: How Disadvantaged Countries Can Harness Their Financial Systems to Get Rich, Princeton, NJ: Princeton University Press.",
        "Obstfeld, Maurice, 1996, Models of Currency Crises with Self-Fulfilling Features, European Economic Review, March, pp. 72-81.",
        "Taylor, John, 2000, Recent Developments in the Use of Monetary Policy Rules, given at the conference Inflation Targeting and Monetary Policies in Emerging Economies, Central Bank of the Republic of Indonesia, Jakarta, Indonesia, July 13-14.",
        "Woodford, Michael, 2001, Fiscal Requirements for Price Stability, Journal of Money, Credit and Banking, 33, pp. 669-728.",
        "Woodford, Michael, 2003, Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton, NJ: Princeton University Press.",
        "Calvo, G. and C. Reinhart, 2000a, ?Fear of Floating,? QuarterlyJournal of Economics No. 117 Vol. 2, pp. 379-408.",
        "Calvo, G.andÃ\u0082Â  C. Reinhart, ?Fixing for your Life,? NBER Working PaperNo. 8006 (Cambridge, Massachusetts: National Bureau of Economic Research)."
    ]
}