{
    "id": 12782,
    "cites": 48,
    "cited_by": 86,
    "reference": [
        "Aghion, Philippe and Jean Tirole (1997) Formal and Real Authority in Organizations, Journal of Political Economy, 105, 1-29.",
        "Anderson, James and Eric van Wincoop (2004) Trade Costs, Journal of Economic Literature, vol. 42, no. 3, September, 691-751.",
        "Axtell, R. L. (2001) Zipf distribution of US Firm sizes, Science, 293, 1818-1820.",
        "Bailey, E and Friedlaender, A (1982) Market Structure and Multiproduct Industries, Journal of Economic Literature, XX, September, 1024-48.",
        "Baily, N., Hulten, C. and Campbell, D. (1992) Productivity Dynamics in Manufacturing Plants, Brookings Papers on Economic Activity, Microeconomics, 187-267.",
        "Baldwin, J and Gu, W (2006) The Impact of Trade on Plant Scale, Production-Run Length and Diversification, Economic Analysis Research Paper Series, 038, Statistics Canada.",
        "Baldwin, R and Ottaviano, G (2001) `Multiproduct Multinationals and Reciprocal FDI Dumping, Journal of International Economics, 54(2), 429-48.",
        "Bartelsman, E and Doms, M (2000). `Understanding Productivity: Lessons from Longitudinal Microdata, Journal of Economic Literature, 38, 569-594.",
        "Baumol, W (1977) On the Proper Cost Tests for Natural Monopoly in a Multiproduct Industry, American Economic Review, 67(5), 809-22.",
        "Bernard, Andrew B. and J. Bradford Jensen (1999) `Exceptional Exporter Performance: Cause, Effect, or Both?, Journal of International Economics, 47(1), 1-25.",
        "Bernard, Andrew B., and J. Bradford Jensen, (2004) `Why Some Firms Export, Review of Economics and Statistics, 86(2): 561-569.",
        "Bernard, Andrew B., Jonathan Eaton, J. Bradford Jensen, and Samuel S. Kortum, (2003) `Plants and Productivity in International Trade, American Economic Review, Vol. 93, No. 4, September, 1268-1290.",
        "Bernard, Andrew B., J. Bradford Jensen and Peter K. Schott (2005) `Importers, Exporters, and Multinationals: A Portrait of Firms in the U.S. that Trade Goods, NBER Working Paper, 11404.",
        "Multi-Product Firms and Trade Liberalization 42 Bernard, Andrew B., J. Bradford Jensen and Peter K. Schott (2006) `Trade Costs, Firms and Productivity, Journal of Monetary Economics, Volume 53, Issue 5, July: 917937.",
        "Bernard, Andrew B., Stephen J. Redding and Peter K. Schott (2006a) `Comparative Advantage and Heterogeneous Firms, Review of Economic Studies, forthcoming.",
        "Bernard, Andrew B., Stephen J. Redding and Peter K. Schott (2006b) `Multi-Product Firms and Product Switching, NBER Working Paper No. 12293.",
        "Bowen, H., Weirsema, M. (2005) Foreign-Based Competition and Corporate Diversification Strategy, Strategic Management Journal, 26, 1153-1171.",
        "Brander, J and Eaton, J (1984) `Product Line Rivalry, American Economic Review, 74(3), 323-34.",
        "Brooks, Eileen (2006) Why Dont Firms Export More?, Journal of Development Economics, Volume 80, Issue 1, June, 160-178.",
        "Clerides, Sofronis, Saul Lach, and James Tybout, (1998) `Is Learning by Exporting Important ? Micro-dynamic Evidence from Columbia, Mexico and Morocco, Quarterly Journal of Economics, 113, 903-47.",
        "De Loecker, Jan (2006) Product Differentiation, Multi-Product Firms and Structural Estimation of Productivity, NYU Stern, mimeograph.",
        "Dunne, T. , M. J. Roberts, and L. Samuelson. (1989) The Growth and Failure of U.S. Manufacturing Plants, Quarterly Journal of Economics, Vol. 104, No. 4 , pp.",
        "Eaton, Jonathan, Samuel Kortum and Francis Kramarz (2005) An Anatomy of International Trade: Evidence from French Firms, University of Minnesota, mimeograph.",
        "Eaton, C and Schmidt, N (1994) `Flexible Manufacturing and Market Structure, American Economic Review, 84(4), 875-88.",
        "Eckel, C and Neary, P (2006) `Multi-product Firms and Flexible Manufacturing in the Global Economy, University College Dublin, mimeograph.",
        "Ericson, R. and Pakes, A. (1995) Markov-Perfect Industry Dynamics: A Framework for Empirical Work, Review of Economic Studies, 62, 53-82.",
        "Foster, L., J. Haltiwanger, and C. Krizan, (2001) Aggregate Productivity Growth: Lessons from Microeconomic Evidence. in New Developments in Productivity Analysis, Hulten, Charles R; Dean, Edwin R; Harper, Michael J, eds, NBER Studies in Income and Wealth, vol. 63. Chicago and London: University of Chicago Press.",
        "Multi-Product Firms and Trade Liberalization 43 Hopenhayn, H. (1992) Entry, Exit, and Firm Dynamics in Long Run Equilibrium, Econometrica, 60(5), 1127-1150.",
        "Jarmin, Ron S and Javier Miranda (2002) `The Longitudinal Business Database, Economic Studies, 02-17, US Census.",
        "Johnson, Justin P. and Myatt, David P. (2003) Multi-product Quality Competition: Fighting Brands and Product Line Pruning, American Economic Review, 93(4), 748-774.",
        "Jovanovic, B. (1982) Selection and the Evolution of Industry, Econometrica, 50(3), 649-70.",
        "Klette, Tor J. and Kortum, Samuel (2004) Innovating Firms and Aggregate Innovation , Journal of Political Economy, 112(5), 986-1018.",
        "Manufacturing, in Robert E. Feenstra, editor, The Impact of International Trade on Wages, University of Chicago Press for the National Bureau of Economic Research, 197-224. Liu, R (2006) How Multi-product Firms Respond to Import Competition, University of Alberta, mimeograph.",
        "Melitz, Marc J. (2003) `The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, Vol. 71, November 2003, pp. 1695-1725.",
        "Milgrom, Paul and Roberts, John (1990) The Economics of Modern Manufacturing: Technology, Strategy and Organization, American Economic Review, 80(3), 511-28.",
        "Nocke, V and Yeaple, S (2006) `Globalization and Endogenous Firm Scope, NBER Working Paper, 12322.",
        "Ossa, Ralph (2006) Trade Liberalization, Outsourcing and Firm Productivity, London School of Economics, mimeograph.",
        "Panzar, J and Willig, R (1977) Economies of Scale in Multi-output Production, Quarterly Journal of Economics, 91(3), 431-93.",
        "Pavcnik, Nina (2002) `Trade Liberalization, Exit, and Productivity Improvement: Evidence from Chilean Plants, Review of Economic Studies, 69(1), 245-76.",
        "Roberts, Mark J. and James Tybout, (1997) `The Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs, American Economic Review, 87(4), 545-64.",
        "Rossi-Hansberg, E. and Wright, M. (2005) Establishment Size Dynamics in the Aggregate Economy, Princeton University, mimeograph.",
        "Shaked, A and Sutton, J (1990) Multi-product Firms and Market Structure, Rand Journal of Economics, 21(1), 45-62.",
        "Sutton, J. (1997) Gibrats Legacy, Journal of Economic Literature, 35(1), 40-59.",
        "Sutton, J. (2005) Competing in Capabilities, Clarendon Lectures, Oxford University Press: Oxford.",
        "Trefler, Daniel (2004) The Long and Short of the Canada-U.S. Free Trade Agreement, American Economic Review, 94, 870-895.",
        "Tybout, James R. and Westbrook, Daniel M. (1995) Trade Liberalization and the Dimensions of Efficiency Change in Mexican Manufacturing Iindustries, Journal of International Economics, 39, 53-78.",
        "Tybout, James R. (2003) Plant and Firm-Level Evidence on New Trade Theories, Chapter 13 in (eds) E. Kwan Choi and James Harrigan, Handbook of International Trade, Oxford: Blackwell Publishing.",
        "The description here draws upon that in Bernard, Redding and Schott (2006b)."
    ]
}