{
    "id": 12792,
    "cites": 32,
    "cited_by": 0,
    "reference": [
        "Asquith, Paul, and David W. Mullins, 1986, Equity issues and offering dilution, Journal of Financial Economics 15, 6189.",
        "Ball, Ray, and Lakshmanan Shivakumar, 2006, Earnings quality at initial public offerings, Working paper, University of Chicago.",
        "Beaver, William H., 1970, The time series behavior of earnings, Journal of Accounting Research 8, 6289.",
        "Benninga, Simon, Mark Helmantel, and Oded Sarig, 2005, The timing of initial public offerings, Journal of Financial Economics 75, 115132.",
        "Bharath, Sreedhar T., and Amy K. Dittmar, 2006, To Be or Not to Be (Public), Working paper, University of Michigan.",
        "Bodnaruk, Andriy, Eugene Kandel, Massimo Massa, and Andrei Simonov, 2006, Shareholder diversification and the decision to go public, Review of Financial Studies, forthcoming.",
        "Brau, James C., and Stanley E. Fawcett, 2006, Initial public offerings: An analysis of theory and practice, Journal of Finance 61, 399436.",
        "Brav, Alon, Christopher C. GÃ\u0082Â´eczy, and Paul A. Gompers, 2000, Is the Abnormal Return Following Equity Issuances Anomalous?, Journal of Financial Economics 56, 209-249.",
        "Brav, Alon, and Paul A. Gompers, 1997, Myth or reality? The long-run underperformance of initial public offerings: Evidence from venture and nonventure capital-backed companies , Journal of Finance 52, 17911821.",
        "Chemmanur, Thomas J., and Paolo Fulghieri, 1999, A Theory of the Going-Public Decision, Review of Financial Studies 12, 249279.",
        "Cox, John C., and Chi-fu Huang, 1989, Optimal consumption and portfolio choices when asset prices follow a diffusion process, Journal of Economic Theory 49, 3383.",
        "Degeorge, Francois, and Richard Zeckhauser, 1993, The reverse LBO decision and firm performance: Theory and evidence, Journal of Finance 48, 13231348.",
        "Dyck, Alexander, and Luigi Zingales, 2004, Private Benefits of Control: An International Comparison, Journal of Finance 59, 537600.",
        "Easton, Peter D., and Mark E. Zmijewski, 1989, Cross-Sectional Variation in the Stock Market Response to the Announcement of Accounting Earnings, Journal of Accounting and Economics 11, 117141.",
        "Fama, Eugene F. and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 356.",
        "Fama, Eugene F., and Kenneth R. French, 2000, Forecasting profitability and earnings, Journal of Business 73, 161175.",
        "Fama, Eugene F. and Kenneth R. French, 2004, New Lists: Fundamentals and Survival Rates, Journal of Financial Economics 72, 229269.",
        "Graham, John R., Cam Harvey, and Shiva Rajgopal, 2005, The Economic Implications of Corporate Financial Reporting, Journal of Accounting and Economics 40, 373.",
        "Halpern, Paul, Robert Kieschnick, and Wendy Rotenberg, 1999, On the heterogeneity of leveraged going private transactions, Review of Financial Studies 12, 281309.",
        "Jain, Bharat A., and Omesh Kini, 1994, The post-issue operating performance of IPO firms, Journal of Finance 49, 16991726.",
        "Leland, Hayne E., and David H. Pyle, 1977, Informational asymmetries, financial structure, and financial intermediation, Journal of Finance 32, 371387.",
        "Lerner, Joshua, 1994, Venture capitalists and the decision to go public, Journal of Financial Economics 35, 293316.",
        "Li, Erica X. N., Dmitry Livdan, and Lu Zhang, 2006, Optimal market timing, Working paper, University of Rochester.",
        "Loughran, Tim, and Jay R. Ritter, 1995, The new issues puzzle, Journal of Finance 50, 2351.",
        "Loughran, Tim, and Jay R. Ritter, 1997, The operating performance of firms conducting seasoned equity offerings, Journal of Finance 52, 18231850.",
        "Loughran, Tim, and Jay R. Ritter, 2004, Why has IPO underpricing changed over time?, Financial Management 33, 537.",
        "Mikkelson, Wayne H., M. Megan Partch, and Kshitij Shah, 1997, Ownership and operating performance of companies that go public, Journal of Financial Economics 44, 281307.",
        "Pagano, Marco, Fabio Panetta, and Luigi Zingales, 1998, Why do companies go public? An empirical analysis, Journal of Finance 53, 2764.",
        "PÃ\u0082Â´astor, Lubos, and Pietro Veronesi, 2003, Stock valuation and learning about profitability, Journal of Finance 58, 17491789.",
        "PÃ\u0082Â´astor, Lubos, and Pietro Veronesi, 2005, Rational IPO waves, Journal of Finance 60, 17131757.",
        "Ritter, Jay R., 1991, The long-run performance of initial public offerings, Journal of Finance 46, 327.",
        "Zingales, Luigi, 1995, Insider ownership and the decision to go public, Review of Economic Studies 62, 425448."
    ]
}