{
    "id": 12794,
    "cites": 46,
    "cited_by": 10,
    "reference": [
        "Albala-Bertrand, J. M., The Political Economy of Large Natural Disasters, Oxford: Clarendon Press, 1993.",
        "Alesina, Alberto and David Dollar, `Who Gives Foreign Aid to Whom and Why? Journal of Economic Growth, Vol. 5, March 2000, pp. 33-63.",
        "Alexander, David, Natural Disasters. London: University College London Press, 1993.",
        "Altonji, J. G., F. Hayashi, and L. J. Kotlikoff, `Is the Extended Family Altruistically Linked? Direct Tests Using Micro Data, American Economic Review, Vol. 82, No. 5, December 1992, pp. 1177-1198.",
        "Asdrubali, Pierfederico and Soyoung Kim, `Dynamic Risk Sharing in the United States and Europe, Journal of Monetary Economics, Vol. 51, 2004, pp. 809-836.",
        "Balk, Deborah, and Gregory Yetman, The Global Distribution of Population: Evaluating the Gains in Resolution Refinement, mimeo, Center for International Earth Science Information Network, 10 February 2004.",
        "Benson, Charlotte and Edward J. Clay, `Understanding the Economic and Financial Impacts of Natural Disasters, Disaster Risk Management Series No. 4, World Bank, 2004.",
        "Bertrand, Marianne, Esther Duflo and Sendhil Mullainathan, `How Much Should We Trust Difference-in-Difference Estimates?, Quarterly Journal of Economics, Vol. 119, No.1, February 2004, pp. 249-275 .",
        "Bluedorn, John Christopher, Hurricanes: Intertemporal Trade and Capital Shocks, mimeo, University of Oxford, 2005.",
        "Bluedorn, John Christopher and Elizabeth Cascio, Education and Intergenerational Mobility: Evidence from a Natural Experiment in Puerto Rico, mimeo, University of Oxford and University of California, Davis, 2005.",
        "Bryant, Edward, Natural Hazards. Cambridge: Cambridge University Press, 1991.",
        "Bueno de Mesquita, Bruce, The War Trap. New Haven: Yale University Press, 1981.",
        "Bueno de Mesquita, Bruce, `The War Trap Revisited, American Political Science Review, Vol. 79, 1985, pp. 156-177.",
        "Bueno de Mesquita, Bruce, and David Lalman, War and Reason. New Haven: Yale University Press, 1992.",
        "Cochrane, John, `A Simple Test of Consumption Insurance, Journal of Political Economy, Vol. 99, No. 5, 1991, pp. 957-976.",
        "Cox, Donald, Zekeriya Eser, and Emmanuel Jimenez, `Motives for Private Transfers Over the Life-Cycle: An Analytical Framework and Evidence for Peru, Journal of Development Economics, Vol. 55, 1998, pp. 57-80.",
        "Deichmann, Uwe, Deborah Balk, and Greg Yetman, Transforming Population Data for Interdisciplinary Usages: From Census to Grid, mimeo, World Bank and Columbia University, 2001.",
        "Dilley, Maxx, Robert S. Chen, Uwe Deichmann, Arthur L. Lerner-Lam, and Margaret Arnold, with Jonathan Agwe, Piet Buys, Oddvar Kjekstad, Bradfield Lyon, and Gregory Yetman, Natural Disaster Hotspots: A Global Risk Analysis, Disaster Risk Management Series No. 5, Hazard Management Unit, World Bank, 2005.",
        "Eaton, Jonathan and M. Gersovitz, `Debt with Potential Repudiation: Theoretical and Empirical Analysis, Review of Economic Studies, Vol. 48, 1981, pp. 289-309.",
        "EM-DAT: The OFDA/CRED International Disaster Database. UniversitÃ\u0083Â© Catholique de Louvain, Brussels, Belgium. (Available at www.em-dat.net). Fafchamps, Marcel and Susan Lund, `Risk-sharing Networks in Rural Philippines, Journal of Development Economics, Vol. 71, No. 2, August 2003, pp. 261-287.",
        "Fafchamps, Marcel, Christopher Udry, and Katherine Czukas, `Drought and Saving in West Africa: Are Livestock a Buffer Stock? Journal of Development Economics, Vol. 55, 1998, pp.",
        "French, Kenneth R. and James M. Poterba, `Investor Diversification and International Equity Markets, American Economic Review, Vol. 81, No. 2, Papers and Proceedings of the Hundred and Third Annual Meeting of the American Economic Association, May 1991, pp. 222-226.",
        "Grossman, H. I. and J. B. Van Huyck, `Sovereign Debt as a Contingent Claim: Excusable Default, Repudiation, and Reputation, American Economic Review, Vol. 78, No. 5, 1988, pp.",
        "Kahn, Matthew, `The Death Toll from Natural Disasters: The Role of Income, Geography, and Institutions, Review of Economics and Statistics, Vol. 87, No. 2, May 2005.",
        "Kletzer, Kenneth M., `Asymmetries of Information and LDC Borrowing with Sovereign Risk, Economic Journal, Vol. 94, June 1984, pp. 287-307.",
        "Lewis, Karen K. `What Can Explain the Apparent Lack of International Consumption Risk Sharing? Journal of Political Economy, Vol. 104, No. 2, 1996, pp. 267-297.",
        "Ligon, Ethan, Jonathan P. Thomas, and Tim Worall, `Informal Insurance Arrangements with Limited Commitment: Theory and Evidence from Village Economies, Review of Economic Studies, Vol. 69, 2002, pp. 209-244.",
        "Lim, Y. and Robert M. Townsend, `General Equilibrium Models of Financial Systems: Theory and Measurement in Village Economies, Review of Economic Dynamics, Vol. 1, No. 1, January 1998, pp. 58-118.",
        "Lucas, Robert E. and Stark Oded, `Motivations to Remit: Evidence from Botswana, Journal of Political Economy, Vol. 93, No. 5, October 1985, pp. 901-918.",
        "Mace, B.J., `Full Insurance in the Presence of Aggregate Uncertainty, Journal of Political Economy, Vol. 99, No. 5, 1991, pp. 928-956.",
        "Miguel, Edward, Shanker Satyanath and Ernest Sergenti, Economic Shocks and Civil Conflict: An Instrumental Variables Approach, Journal of Political Economy, Vol. 112 (4), August 2004, pp. 725-753.",
        "Paxson, Christina, `Using Weather Variability to Estimate the Response of Savings to Transitory Income in Thailand, American Economic Review, Vol. 82, No. 1, March 1992, pp. 15-33.",
        "Platteau, Jean-Philippe, `Traditional Systems of Social Security and Hunger Insurance: Past Achievements and Modern Challenges, in E. Ahmad, J. Dreze, J. Hills, and A. Sen (eds.), Social Security in Developing Countries, Oxford: Clarendon Press, 1991.",
        "Ratha, Dilip, Workers Remittances: An Important and Stable Source of External Development Finance, in Global Development Finance 2003: Striving for Stability in Development Finance. Washington, DC: International Monetary Fund, 2003.",
        "Ravallion, Martin and L. Dearden, `Social Security in a Moral Economy: An Empirical Analysis for Java, Review of Economics and Statistics, Vol. 70, 1988, pp. 36-44.",
        "Rosenzweig, Mark, `Risk, Implicit Contracts, and the Family in Rural Areas of Low-Income Countries, Economic Journal, Vol. 98, December 1988, pp. 1148-1170.",
        "Rosenzweig, Mark and Oded Stark, `Consumption Smoothing, Migration, and Marriage: Evidence from Rural India, Journal of Political Economy, Vol. 97, No. 4, 1989, pp. 905-926.",
        "Rosenzweig, Mark and Kenneth Wolpin, `Credit Market Constraints, Consumption Smoothing and the Accumulation of Durable Production Assets in Low-Income Countries: Investments in Bullocks in India, Journal of Political Economy 101, 1993, pp. 223-244.",
        "Townsend, Robert, `Risk and Insurance in Village India, Econometrica, Vol. 62, No. 3, May 1994, pp. 539-591.",
        "Townsend, Robert, `Financial Systems in Northern Thai Villages, Quarterly Journal of Economics, Vol. 110, No. 4, November 1995, pp. 1011-1046.",
        "Smith, Keith, Environmental Hazards: Assessing Risk and Reducing Disaster. London: Routledge, 1992.",
        "Tesar, Linda, `International Risksharing and Nontraded Goods, Journal of International Economics, Vol. 35, 1993, pp. 69-89.",
        "Tesar, Linda, `Evaluating the Gains from International Risksharing, Carnegie-Rochester Conference Series on Public Policy, No. 42, 1995, pp. 95-143.",
        "Udry, Christopher, `Risk and Insurance in a Rural Credit Market: An Empirical Investigation in Northern Nigeria, Review of Economic Studies, Vol. 61, No. 3, July 1994, pp. 495-526.",
        "Van Wincoop, Eric, `How Big are Potential Welfare Gains from International Risksharing? Journal of International Economics, Vol. 47, No. 1, February 1999, pp. 109-135.",
        "Yang, Dean and Hwajung Choi, Are Remittances Insurance? Evidence from Rainfall Shocks in the Philippines, mimeo, University of Michigan, 2005."
    ]
}