{
    "id": 12793,
    "cites": 22,
    "cited_by": 17,
    "reference": [
        "[1] Buiter, Willem Borrowing to Defend the Exchange Rate and the Timing and Magnitude of Speculative Attacks, Journal of International Economics, 23: 221-239, 1987.",
        "[2] Burnside, Craig, Martin Eichenbaum and Sergio Rebelo Government Guarantees and Self-Fulfilling Speculative Attacks, Journal of Economic Theory, 119: 31-63, 2004.",
        "[3] Burnside, Craig, Martin Eichenbaum and Sergio Rebelo Prospective Deficits and the Asian Currency Crisis, Journal of Political Economy, 109: 11551198, 2001.",
        "[4] Calvo, Guillermo Balance of Payments Crises in a Cash-in-Advance Economy, Journal of Money Credit and Banking, 19: 19-32, 1987.",
        "[5] Drazen, Allan and Elhanan Helpman Stabilization with Exchange Rate Management, The Quarterly Journal of Economics, 835-855, 1987.",
        "[6] Flood, Robert P., and Peter Garber Collapsing Exchange Rate Regimes: Some Linear Examples, Journal of International Economics, 17: 1--13, 1984.",
        "[7] Flood, Robert., P. Peter Garber, and Charles Kramer, Collapsing ExchangeRate Regimes: Another Linear Example, Journal of International Economics, 41, 223-234, 1996.",
        "[8] Flood, Robert P., and Olivier Jeanne, An Interest Rate Defense of a Fixed Exchange Rate?, Journal of International Economics, 66: 471-484; 2005.",
        "[9] Flood, Robert P., Jagdeep S. Bhandari, and Jocelyn Horne, Evolution of Exchange Rate Regimes, IMF Staff Papers, 36: 810-835, 1989.",
        "[10] Gupta, Poonam, Deepak Mishra, and Ratna Sahay, Output Response to Currency Crises, IMF Working Paper 03/230, International Monetary Fund, 2003.",
        "[11] Hutchison, Michael M., and Ilan Neuberger, Output Costs of Currency and Balance of Payments Crises in Emerging Markets, unpublished manuscript (UCSC, 2001).",
        "[12] Kaminsky, Graciela and Carmen Reinhart, The Twin Crises: The Causes of Banking and Balance-of-Payments, American Economic Review, 89: 473500, 1999.",
        "[13] Krugman, Paul, A Model of Balance of Payments Crises, Journal of Money, Credit and Banking, 11: 311--25, 1979.",
        "[14] Lahiri, Amartya and Carlos VÃ\u0083Â©gh Delaying the Inevitable: Interest Rate Defense and BOP Crises, Journal of Political Economy 111: 404-424, 2003.",
        "[15] Lucas, Robert, and Nancy Stokey, Optimal Fiscal and Monetary Policy in an Economy without Capital, Journal of Monetary Economics, 12: 55-93, 1983.",
        "[16] Mussa, Michael, Argentina and the Fund: From Triumph to Tragedy (Washington, DC: Institute for International Economics, 2002).",
        "[17] Obstfeld, Maurice Speculative Attack and the External Constraint in a Maximizing Model of the Balance of Payments, Canadian Journal of Economics, 29: 1-20, 1986a.",
        "[18] Obstfeld, Maurice Rational and Self-Fulfilling Balance-of-Payments Crises, American Economic Review, 76: 72--81, 1986b.",
        "[19] Obstfeld, Maurice Models of Currency Crises with Self-Fulfilling Features, European Economic Review, 40: 1037-48, 1996.",
        "[20] Rebelo, Sergio and Danyang Xie On the Optimality of Interest Rate Smoothing, Journal of Monetary Economics, 43: 263-282, 1999.",
        "[21] Reinhart, Carmen and Carlos Vegh Nominal Interest Rates, Consumption Booms, and Lack of Credibility: A Quantitative Examination, Journal of Development Economics, 46: 357-378, 1995.",
        "[22] Rigobon, Roberto Disinflation and Fiscal Reform: A Neoclassical Perspective, Journal of International Economics 58: 265-297, 2002."
    ]
}