{
    "id": 12795,
    "cites": 26,
    "cited_by": 57,
    "reference": [
        "Barro, Robert. 1999. Determinants of Democracy. Journal of Political Economy. December 1999.",
        "Barzel, Yoram. A Theory of the State. New York: Cambridge University Press, 2001.",
        "Berman, Harold J. Law and Revolution: The Formation of the Western Legal Tradition. Cambridge, MA: Harvard University Press, 1983.",
        "Coase, Ronald. The Nature of the Firm. Economica, 1937.",
        "Hurst, James Willard. The Legitimacy of the Business Corporation. Charlottesville: University of Virginia Press, 1980.",
        "Hurst, James Willard. Law and the Conditions of Freedom in the Nineteenth Century United States. Madison: University of Wisconsin Press, 1964.",
        "Jones, Eric The European Miracle. New York: Cambridge University Press, 1981.",
        "Keyssar, Alexander. The Right to Vote. New York: Basic Books, 2001.",
        "Khan, Mushtaq and Kwame Sundaram Jomo. Rents, Rent-Seeking and Economic Development. New York: Cambridge University Press, 2000.",
        "Lamoreaux, Naomi. Parnerships, Corporations, and the Limits on Contractual Freedom in U.S. History: An Essay in Economics, Law, and Culture, in Crossing Corporate Boundaries: History, Politics, and Culture, in Kenneth Lipartito and David B. Sicilia, eds. (New York: Oxford University Press, 2004). Lamoreaux, Naomi and Jean-Laurent Rosenthal, Legal Regime and Businesss Organizational Choice. NBER Working paper 10288, February, 2004.",
        "LaPorta, Rafael, Simon Djankov, Ed Glaeser, F. Lopes-de-Silanes, and Andre Shleifer. The New Comparative Economics. Journal of Comparative Economics, December 2003.",
        "LeBlanc, Steven A. Constant Battles: The Myth of the Peaceful, Noble Savage. New York: St. Martins Press, 2003.",
        "Levi, Margaret. Of Rule and Revenue. Berkeley: University of California Press, 1988.",
        "Levi, Margaret. Consent, Dissent, and Patriotism. New York: Cambridge University Press, 1997.",
        "Landes, David The Wealth and Poverty of Nations. New York: W.W. Norton, 1999.",
        "Machaivelli, Niccolo. Discourses on Livy. Translated by Harvey C. Mansfield and Nathan Tarcov. Chicago: University of Chicago Press, 1996.",
        "Machaivelli, Niccolo. The Prince. Edited by Quentin Skinner and Russell Price. New York: Cambridge University Press, 1988.",
        "Marx, Karl. Capital. New York: Penguin, 1992.",
        "North, Douglass C. Understanding the Process of Economic Change. Princeton: Princeton University Press, 2005.",
        "Przeworski, Adam, Micael E. Alvarez, Jose Antonio Cheibub, and Fernando Limongi. 2000.",
        "Seavoy, Ronald E. The Origins of the American Business Corporation, 1784-1855. Westport: Greenwood Press, 1982.",
        "Schumpeter, Joseph A. Capitalism, Socialism, and Democracy. New York: Harper Colophon, 1942.",
        "Scott, James C. Weapons of the Weak. New Haven: Yale University Press, 1987.",
        "Steckel, Richard H. Stones and Bones. Mimeo, 2006.",
        "Weber, Max. The Theory of Social and Economic Organization. New York: Free Press, 1947.",
        "Weber, Max. The Protestant Ethic and the Spirit of Capitalism. London: Routledge, 2001."
    ]
}