{
    "id": 12796,
    "cites": 79,
    "cited_by": 24,
    "reference": [
        "Ahn, Namkee and P. Mira, (1999), A Note on the Changing Relationship Between Fertility and Female Employment Rates in Developed Countries, Journal of Population Economics 15(4), pp. 667-682.",
        "Akmam, Wardatul, (2002), Womens Education and Fertility Rates in Developing Countries, with Special Reference to Bangladesh, Eubios Journal of Asian and International Bioethics, 12, pp. 138-143.",
        "Alvarez, Fernando, (1999), Social Mobility: The Barro-Becker Children Meet the Laitner-Loury Dynasties, Review of Economic Dynamics, 2(1), pp. 65-103.",
        "Anderton, D. L. 1986. Urbanization, Secularization, and Birth Spacing - a Case-Study of an Historical Fertility Transition. Sociological Quarterly 27:43-62.",
        "Barro, Robert J. and Gary S. Becker, (1989), Fertility Choice in a Model of Economic Growth, Econometrica, 57(2), pp. 481-501.",
        "Barro, Robert J. and Xavier Sala-i-Martin, (1995), Economic Growth McGraw-Hill, Inc.",
        "Becker, Gary, (1960), An Economic Analysis of Fertility, in Demographic and Economic Change in Developed Countries, Conference of the Universities, National Bureau Committee for Economic Research, Princeton University Press, Princeton, pp 209-240.",
        "Becker, Gary S., (1992), Fertility and the Economy, Journal of Population Economics, 5(3), pp. 185-201.",
        "Becker, Gary S. and Robert J. Barro, (1988), A Reformulation of the Theory of Fertility, Quarterly Journal of Economics, 103(1), pp. 1-25.",
        "Becker, Gary S. and H. Gregg Lewis, (1973), On the Interaction between the Quantity and Quality of Children, Journal of Political Economy, 81(2), pp. S279-S288.",
        "Boldrin, Michele B. M. and Larry E. Jones, (2002), Mortality, Fertility and Saving in Malthusian Economy, Review of Economic Dynamics, 5(4), pp. 775-814.",
        "Boldrin, Michele B. M., Mariacristina De Nardi and Larry E. Jones, (2005), Fertility and Social Security, NBER Working Paper No. 11146.",
        "Boldrin, Michele, Jones, Larry E. and Alice Schoonbroodt, (2006), The Fertility Response to Productivity Fluctuations in the Medium Run, University of Minnesota, mimeo.",
        "Bongaarts, J. and G. Feeney, (1998), On the Quantum and Tempo of Fertility, Population and Development Review, 24, pp. 271-91.",
        "Borg, Mary O. Malley, (1989), The Income-Fertility Relationship: EÃ\u0082Â®ect of the Net Price of a Child, Demography, 26(2), pp. 301-310.",
        "Breierova, Lucia and Esther DuÃ\u0082Â°o, (2004), The Impact of Education on Fertility and Child Mortality: Do Fathers Really Matter Less than Mothers? NBER Working Paper, No. 10513.",
        "Butz, William P. and Michael P. Ward, (1979), The Emergence of Countercyclical U.S. Fertility American Economic Review, 69(3), pp. 318-328.",
        "Caldwell, John C., (1979), Education as a Factor in Mortality Decline: An Examination of Nigerian Data, J. C. Caldwell, Population Studies, 33(3), pp. 395-413.",
        "Caldwell, John C., (1982), A Theory of Fertility Decline, New York: Academic Press.",
        "Cho, Lee-Jay, (1968), Income and DiÃ\u0082Â®erentials in Current Fertility, Demography 5(1) 198-211.",
        "Clark, Gregory, (2005), Human Capital, Fertility, and the Industrial Revolution, Journal of the European Economic Association, 3 (2-3), pp. 505-515.",
        "Clark, Gregory, (2007), A Farewell to Alms: A Brief Economic History of the World, Princeton University Press, forthcoming.",
        "Clark, Gregory and Hamilton, Gillian, (2006), Survival of the Richest: The Malthusian Mechanism in Pre-Industrial England, Journal of Economic History 66(3), pp. 707-736.",
        "Cleland, John, (2004), Education and Future Fertility Trends, with Special Reference to Mid-Transitional Countries United Nations Population Bulletin, forthcoming.",
        "David, Paul A. and Warren C. Sanderson, (1987), The Emergence of a Two-Child Norm among American Birth-Controllers, Population and Development Review, 13(1), pp.1-41.",
        "De Tray, Dennis N., (1973), Child Quality and the Demand for Children, Journal of Political Economy, 81(2), pp. S70-S95.",
        "Docquier, Frederic, (2004), Income Distribution, Non-Convexities and the Fertility-Income Relationship Economica, 71(282), pp. 261-273.",
        "Doepke, Matthias, (2004), Accounting for Fertility Decline During the Transition to Growth, Journal of Economic Growth, 9(3), pp. 347-383.",
        "Doepke, Mattias, (2005), Child Mortality and Fertility Decline: Does the Barro-Becker Model Fit the Facts? Journal of Population Economics, 18(2), pp. 337-366.",
        "Easterlin, Richard A., (1966), On the Relation of Economic Factors to Recent and Projected Fertility Changes, Demography, 3(1) pp. 131-153.",
        "Falcao, Bruno L. S. And Rodrigo R. Soares, The Demographic Transition and the Sexual Division of Labor,  Working Paper. Fernandez-Villaverde, Jesus, (2001), Was Malthus Right? Economic Growth and Population Dynamics, Working Paper, University of Pennsylvania.",
        "Ferrie, Joseph P., (2003), The Rich and the Dead: Socioeconomic Status and Mortality in the U.S., 1850-60, in Dora Costa (ed.), Health and Labor Force Participation over the Life Cycle: Evidence from the Past (Chicago: University of Chicago Press, 2003).",
        "Fleisher, Belton M. and George Rhodes, (1979), Fertility, Womens Wage Rates, and Labor Supply, American Economic Review, 69(1), pp. 14-24.",
        "Freedman, Deborah S. and Arland Thornton, (1982), Income and Fertility: The Elusive Relationship, Demography, 19(1), pp. 65-78.",
        "Galor, Oded and David N. Weil (1996), The Gender Gap, Fertility, and Growth, The American Economic Review, 86(3), pp. 374-387.",
        "Galor, Oded and David N. Weil (1999), From Malthusian Stagnation to Modern Growth, American Economic Review Papers and Proceedings, 89 (2), pp. 150-154.",
        "Galor, Oded and David N.Weil, (2000), Population, Technology, and Growth: From Malthusian Stagnation to the Demographic Transition and Beyond, The American Economic Review 90(4), 806-828.",
        "Gjerde, J. and A. McCants. 1995. Fertility, marriage, and culture: Demographic processes among Norwegian immigrants to the rural middle west. Journal of Economic History 55:860-888.",
        "Goldin, Claudia and Lawrence F. Katz, (1999), The Returns to Skill across the Twentieth Century United States, NBER Working Paper no. 7126.",
        "Greenwood, Jeremy and Nezih Guner, (2005), Social Change, Economie davant garde Research Report No. 9, University of Rochester, May 2005.",
        "Greenwood, Jeremy, Nezih Guner and John Knowles, (2003), More on Marriage, Fertility, and the Distribution of Income, International Economic Review, 44(3), pp. 827-862.",
        "Greenwood, Jeremy, Ananth Seshadri and Guillaume Vandenbroucke, (2005), The Baby Boom and Baby Bust, American Economic Review, 95(1), pp.183-207.",
        "Greenwood, Jeremy, Ananth Seshadri and Mehmet Yorukoglu, (2005), Engines of Liberation, The Review of Economic Studies, 72(1), pp. 109-133.",
        "Hacker, J. D. 2003. Rethinking the early decline of marital fertility in the United States. Demography 40:605-620.",
        "Haines, Michael R., (1979), Fertility and Occupation: Population Patterns in Industrialization, Academic Press, New York.",
        "Hansen, Gary D. and Edward C. Prescott, (2002), Malthus to Solow, American Economic Review, 92(4), pp. 1205-1217.",
        "Heckman, James J. and Walker, James R., (1990), The Relationship between Wages and the Timing and Spacing of Births: Evidence from Swedish longitudinal Data, Econometrica, 58(6), pp. 1411-1441.",
        "Hotz, V. Joseph and Robert A. Miller, (1988), An Empirical Analysis of Life Cycle Fertility and Female Labor Supply,  Econometrica, 56(1), pp. 91-118.",
        "King, Miriam and Steven Ruggles, (1990), American Immigration, Fertility, and Race Suicide at the Turn of the Century, Journal of Interdisciplinary History, XX:3, 347-369.",
        "Livi-Bacci, Massimo (1990), Population and Nutrition: An Essay on European Demographic History, Cambridge University Press, Cambridge.",
        "Lucas, Robert E., (2002), The Industrial Revolution: Past and Future, Lectures on Economic Growth, pp. 109-188.",
        "Macunovich, Diane J., (1998), Fertility and the Easterlin Hypothesis: an Assessment of the Literature, Journal of Population Economics, 11(1), pp. 53-111.",
        "Malthus, Thomas J. An Essay on the Principle of Population, London, 1798. McKeown, Thomas, (1979), The Role of Medicine: Dream, Mirage, or Nemesis?, Princeton University Press, Princeton, NJ.",
        "Mikevska, Maja B. and Paul J. Zak, (2002), What Accounts for the Emergence of Mathusian Fertility in Transition Economies? Working Paper, Claremont University.",
        "Notestein, Frank W., (1945), Population: The Long View, In Schultz, T. W.,(ed.), Food for the World, University of Chicago Press, Chicago, IL, pp. 36-69.",
        "Prescott, Edward C., (2002), Prosperity and Depressions: 2002 Richard T. Ely Lecture, Minneapolis Federal Reserve Bank Working Paper, No. 618.",
        "Preston, Samuel H., (1976), Family Sizes of Women and Family Sizes of Children, Demography, 13(1), pp. 105-114.",
        "Rosenzweig, Mark R., (1990), Population Growth and Human Capital Investment: Theory and Evidence, Journal of Political Economy, 98(5), pp. S38-S70.",
        "Ruggles, Steven, Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King, and Chad Ronnander, (2004), Integrated Public Use Microdata Series: Version 3.0, Minneapolis: Minnesota Population Center.",
        "Russell, Louise B. (1982), The Baby Boom Generation and the Economy, the Brookings Institution, Washington, D.C.",
        "Ryder, Norman B., (1980), Components of Temporal Variations in American Fertility, pp. 15-54 in Demographic Patterns in Developed Societies, edited by R.W. Hiorns, London: Taylor and Francis.",
        "Ryder, Norman B., (1986), Observations on the History of Cohort Fertility in the United States, Population and Development Review, 12, pp. 617-43.",
        "Schoen, Robert, (2004), Timing EÃ\u0082Â®ects and the Interpretation of Period Fertility, Demography, Volume 41-Number 4, November, 801-819.",
        "Schoonbroodt, Alice, (2003), Cross-sectional Properties of Female Labor Force Participation: Theory and Data, University of Minnesota, mimeo.",
        "Schultz, Theodore W., (1973), The Value of Children: An Economic Perspective, Journal of Political Economy, 81(2) New Economic Approaches to Fertility, pp. S2-S13.",
        "Schultz, T. Paul, (1986), The Value and Allocation of Time in High-Income Countries: Implications for Fertility, Population and Development Review, 12(S), pp. 87-108.",
        "Schultz, T. Paul, (1997), The Demand for Children in Low-Income Countries, Handbook of Population and Family Economics, 1A, pp. 349-430.",
        "Simon, Julian L., (1969), The EÃ\u0082Â®ect of Income on Fertility, Population Studies, 23(3), pp. 327-341.",
        "Simon, Julian L., (1977), The Economics of Population Growth, Princeton University Press, Princeton, New Jersey.",
        "Strulik, Holger and Siddiqui Sikandar, (2002), Tracing the Income Fertility Nexus: Nonparametric Estimates for a Panel of Countries, Economics Bulletin, 15(5), pp. 1-9.",
        "Tertilt, Michele, (2005), Polygyny, Fertility, and Savings, Journal of Political Economy, 113(6), pp. 1341-1371.",
        "Tolnay, S. E., S. N. Graham, and A. M. Guest. 1982. Own-Child Estimates of United-States White Fertility, 1886-99. Historical Methods 15:127-138.",
        "U.S. Census Bureau, (2006), Estimated Median Age at First Marriage, by Sex: 1890 to the Present, http://www.census.gov/population/socdemo/hh-fam/ms2.pdf, Table MS-2, Internet Release: May 25,2006.",
        "Vandenbroucke, Guillaume, (2004), The American Frontier: A Hundred Years of Western Settlement, University of Rochester, Economie DAvant Garde Research Report No. 7.",
        "Ward, Michael P. and William P. Butz, (1980), Completed Fertility and Its Timing, Journal of Political Economy, 88(5), pp. 917-940.",
        "Weir, David R., (1995), Family Income, Mortality, and Fertility on the Eve of the Demographic Transition: A Case Study of Rosny-Sous-Bois, The Journal of Economic History, 55(1), pp. 1-26.",
        "Willis, Robert J., (1973), A New Approach to the Theory of Fertility Behavior, Journal of Political Economy, 81(2), pp. S14-S64.",
        "Wrigley, E. A., (1961), Industrial Growth and Population Change, Cambridge University Press, Cambridge.",
        "Wrigley, Edward A., (1988), Continuity, Chance, and Change, Cambridge University Press, Cambridge."
    ]
}