{
    "id": 12807,
    "cites": 40,
    "cited_by": 23,
    "reference": [
        "Aghion, Philippe, Oliver Hart, and John Moore (1992), The Economics of Bankruptcy Reform, Journal of Law, Economics, and Organization 8, 523-546.",
        "Asquith, Paul, Robert Gertner, and David Scharfstein (1994), Anatomy of Financial Distress: An Examination of Junk-Bond Issuers, Quarterly Journal of Economics 109, 625-658.",
        "Ayotte, Kenneth, and Hayong Yun (2006), Matching Bankruptcy Laws to Legal Environments, working paper, Columbia Business School.",
        "Baird, Douglas (1986), The Uneasy Case for Corporate Reorganizations, Journal of Legal Studies, 15, 127-147.",
        "Baird, Douglas, and Robert Rasmussen (2002), The End of Bankruptcy, Stanford Law Review 55, 751-789.",
        "Bebchuk, Lucian (1988), A New Approach to Corporate Reorganizations, Harvard Law Review 101, 775-804.",
        "Berglof, Erik, Gerard Roland, and Ernst-Ludwig von Thadden (2003), Optimal Debt Design and the Role of Bankruptcy, Mimeo.",
        "Bolton, Patrick, and David Scharfstein (1996), Optimal Debt Structure and the Number of Creditors, Journal of Political Economy 104, 1-25.",
        "Botero, Juan, Simeon Djankov, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer (2004), The Regulation of Labor, Quarterly Journal of Economics 119, 1339-1382.",
        "Bris, Arturo, Ivo Welch, and Ning Zhu (2006), The Costs of Bankruptcy: Ch. 7 Liquidation versus Ch. 11 Reorganization, Journal of Finance 61, 1253-1303.",
        "Chang, Tom, and Antoinette Schoar (2006), The Effect of Judicial Bias in Chapter 11 Reorganization, MIT working paper.",
        "Claessens, Stijn, and Leora Klapper (2005), Bankruptcy around the World: Explanations of Its Relative Use, American Law and Economics Review 7, 253283.",
        "Davydenko, Sergei, and Julian Franks (2005), Do Bankruptcy Codes Matter? A Study of Defaults in France, Germany and the UK, mimeo.",
        "Djankov, Simeon, Caralee McLiesh, and Andrei Shleifer (2006), Private Credit in 129 Countries, Journal of Financial Economics, forthcoming.",
        "Djankov, Simeon, Edward Glaeser, Rafael La Porta, Florencio Lopez-de-Silanes and Andrei Shleifer (2003a), The New Comparative Economics, Journal of Comparative Economics 31, 595-619.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer (2003b), Courts, Quarterly Journal of Economics 118, 453-517.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer (2002), The Regulation of Entry, Quarterly Journal of Economics 117, 1-37.",
        "Franks, Julian, and Walter Torous (1989), Am Empirical Investigation of U.S. Firms in Reorganization, Journal of Finance 44, 747-769.",
        "Franks, Julian and GyÃ\u0083Â¶ngyi LÃ\u0083Â³rÃ\u0083Â¡nth (2004), A Study of Bankruptcy and Financial Distress in an Emerging Market: the Case of Hungary, working paper.",
        "Franks, Julian, and Oren Sussman (2006), Financial Distress and Bank Restructuring of Small and Medium Size UK Companies, London Business School Mimeo.",
        "Gamboa, Mario, and Frank Schneider (2006), Bankruptcy as a Legal Process, Mimeo.",
        "Gennaioli, Nicola, and Stefano Rossi (2006), Bankruptcy Litigation and Debt Contracts, Stockholm School of Economics Mimeo.",
        "Gertner, Robert, and David Scharfstein (1991), A Theory of Workouts and the Effects of Reorganization Law, Journal of Finance 46, 1189-1222.",
        "Gilson, Stuart, Kose John, and Larry Lang (1990), Troubled Debt Restructurings: An Empirical Study of Private Reorganization of Firms in Default, Journal of Financial Economics 27, 315-354.",
        "Haselmann, Rainer, Katharina Pistor, and Vikrant Vig (2005), How Law Affects Lending, Columbia Law and Economics Working Paper No. 285.",
        "Jackson, Thomas (1986), The Logic and Limits of Bankruptcy Law, Cambridge, MA: Harvard University Press.",
        "Johnson, Simon, Rafael LaPorta, Florencio Lopez-de-Silanes, and Andrei Shleifer (2000), Tunneling, AER Papers and Proceedings 90, 22-27.",
        "Lambert-Moglianski, Ariane, Constantin Sonin, and Ekaterina Zhuravskaya (2006), Capture of Bankruptcy: Theory and Evidence from Russia, Mimeo.",
        "LaPorta, Rafael, Florencio Lopez-de-Silanes, Robert Vishny, and Andrei Shleifer (1997), Legal Determinants of External Finance, Journal of Finance 52, 1131-1150.",
        "LaPorta, Rafael, Florencio Lopez-de-Silanes, Robert Vishny, and Andrei Shleifer (1998), Law and Finance, Journal of Political Economy 106, 1113-1155.",
        "LaPorta, Rafael, Florencio Lopez-de-Silanes, Robert Vishny, and Andrei Shleifer (1999), The Quality of Government, Journal of Law, Economics and Organization 15, 222-279.",
        "LaPorta, Rafael, Florencio Lopez-de-Silanes, and Guillermo Zamarripa (2003), Related Lending, Quarterly Journal of Economics 118, 231-268.",
        "LoPucki, Lynn (2003), The Nature of the Bankrupt Firm: A Reply to Baird and Rasmussens The End of Bankruptcy, Stanford Law Review 56, 645-671.",
        "Lerner, Josh, and Antoinette Schoar (2005), Does Legal Enforcement Affect Financial Transactions? The Contractual Channel in Private Equity, Quarterly Journal of Economics 120, 223-246.",
        "Levine, Ross (1999), Law, Finance, and Economic Growth, Journal of Financial Intermediation 8, 36-67.",
        "Qian, Jun, and Philip Strahan (2006), How Laws and Institutions Shape Financial Contracts: the Case of Bank Loans, Journal of Finance, forthcoming.",
        "Stromberg, Per (2000), Conflicts of Interest and Market Illiquidity in Bankruptcy Auctions: Theory and Tests, Journal of Finance 55, 2641-2691.",
        "Thorburn, Karin (2000), Bankruptcy Auctions: Costs, Debt Recovery, and Firm Survival, Journal of Financial Economics 58, 337-369.",
        "Weiss, Lawrence, and Karen Wruck (1998), Information Problems, Conflicts of Interest and Asset Striping: Chapter 11s Failure in the Case of Eastern Airlines, Journal of Financial Economics, 48 55-97.",
        "White, Michelle (1989), The Corporate Bankruptcy Decision, Journal of Economic Perspectives 3, 129-151."
    ]
}