{
    "id": 12801,
    "cites": 36,
    "cited_by": 10,
    "reference": [
        "Aschauer, David Alan, Is Public Expenditure Productive? Journal of Monetary Economics 23 (March 1989), 177-200.",
        "Bailey, Stephen J., and Stephen Connolly, The Flypaper Effect: Identifying Areas for Further Research, Public Choice 95 (June 1998), 335-61.",
        "Costa, Jose da Silva, Richard W. Ellson, and Randolph C. Martin, Public Capital, Regional Output, and Development: Some Empirical Evidence, Journal of Regional Science 27 (Aug. 1987), 419-37.",
        "Duffy-Deno, Kevin T., and Randall W. Eberts, Public Infrastructure and Regional Economic Development: A Simultaneous Equations Approach, Journal of Urban Economics 30 (Nov. 1991), 329-43.",
        "Fernald, John G., Roads to Prosperity? Assessing the Link between Public Capital and Productivity, American Economic Review 89 (June 1999), 619-38.",
        "Fishback, Price V., Shawn Kantor, and John Joseph Wallis, Can the Three Rs be Rehabilitated? A Comprehensive Analysis, Program by Program, County by County, Explorations in Economic History 40 (July 2003), 278-307.",
        "Garcia-Mila, Theresa, and Therese J. McGuire, The Contribution of Publicly Provided Inputs to States Economies, Regional Science and Urban Economics, 22 (June 1992), 229-41.",
        "Gramlich, Edward M., Infrastructure Investment: A Review Essay, Journal of Economic Literature, 32 (Sept. 1994), 1176-96.",
        "Political Economy of Fiscal Federalism. Edited by Wallace E. Oates. Lexington, Massachusetts: Lexington Books, 1977.",
        "Greene, William H., Econometric Analysis, Fifth Edition (New York: Prentice Hall, 2003).",
        "Hahn, Jinyong, and Jerry Hausman, A new specification test for the validity of instrumental variables, Econometrica 70 (Jan. 2002), 163-89.",
        "Haines, Michael. (no date). Historical, Demographic, Economic, and Social Data: The United States, 1790-2000. Computerized Data sets from the Inter-University Consortium for Political and Social Research (ICPSR). ICPSR No. 2896.",
        "Hausman, Jerry, Specification and Estimation of Simultaneous Equations Models, In Zvi Griliches and Michael Intrilligator, eds, Handbook of Econometrics (Amsterdam: North-Holland, 1983).",
        "Higgs, Robert. 2004. Wartime Socialization of Investment: A Reassessment of U. S.",
        "Independent Institute. Hines, James R. Jr., and Richard H. Thaler, The Flypaper Effect, Journal of Economic Perspectives 9 (Fall 1995), 217-26.",
        "Hulten, Charles R., and Robert M. Schwab, Public Capital Formation and the Growth of Regional Manufacturing Industries, National Tax Journal 44 (Dec. 1991), 12134.",
        "Inter-University Consortium for Political and Social Research, Historical, Demographic, Economic, and Social Data: The United States, 1790-1970, ICPSR Number 0003.",
        "The version has corrections by Michael Haines, Department of Economics, Colgate University, Hamilton, NY. Inter-University Consortium for Political and Social Research, United States Historical Election Returns, 1824-1968, ICPSR Number 0001.",
        "Koistinen, Paul A. C. 2004. Arsenal Of World War II, The Political Economy Of American Warfare. Lawrence, Kansas: University Press of Kansas.",
        "McGregor, Peter, Eric McVittie, J. Kim Swales, and Ya Ping Yin, The Neoclassical Economic Base Multiplier, Journal of Regional Science 40 (Feb. 2000), 1-31.",
        "Melman, Seymour. 1985. The Permanent War Economy: American Capitalism in Decline. New York: Simon and Schuster.",
        "Merrifield, John, A Neoclassical Anatomy of the Economic Base Multiplier, Journal of Regional Science 27 (May 1987), 283-94.",
        "Munnell, Alicia, Infrastructure Investment and Economic Growth, Journal of Economic Perspectives 6 (Fall 1992), 189-98.",
        "Novick, David, Melvin Anshen, and William Charles Truppner. 1949. Wartime Production Control. New York: Columbia University Press.",
        "Oates, Wallace, Fiscal Federalism (New York: Harcourt Brace Jovanovich, 1973).",
        "Pereira, Alfredo M., and Rafael Flores de Frutos, Public Capital Accumulation and Private Sector Performance, Journal of Urban Economics 46 (September 1999), 300-22.",
        "Rappaport, Jordan, and Jeffrey D. Sachs, The United States as a Coastal Nation, Journal of Economic Growth 8 (March 2003), 5-46.",
        "Rhode, Paul, James Snyder, and Koleman Strumpf. 2002. The Great Arsenal of Democracy: The Political Economy of the County Level Allocation of World War Two Military Spending. Working Paper presented at the NBER Summer Institute.",
        "Schubert, Frank. 1994. Mobilization: the United States Army in World War II. Defense Dept., Army, Center of Military History.",
        "Smith, R. Elberton. 1959. The Army and Economic Mobilization. Washington, D.C.",
        "Center of Military History, U.S. Army. Washington, D.C.: Government Printing Office reprinted 1991.",
        "U.S. Bureau of the Census, Illiteracy in the United States, October 1947, Current Population U.S. Congress, Official Congressional Directory, for the 73rd Congress 1st session through 76th Congress (Washington, D.C.: GPO, various years).",
        "U.S. Department of Commerce, Bureau of Foreign and Domestic Commerce, Consumer Market Data Handbook. (Washington, D.C.: GPO, 1936).",
        "U.S. Department of Commerce, Bureau of Foreign and Domestic Commerce, Consumer Market Data Handbook. (Washington, D.C.: GPO, 1939).",
        "United States Joint Army and Navy Munitions Board. 1939. Industrial Mobilization Plan. Revision Of 1939. A Study Of Methods For The Effective And Equitable Utilization Of The Industrial Resouces Of The United States In Time Of War., Washington DC: United States Government Printing Office.",
        "Vias, Alexander and Gordon Mulligan. 1997. Disaggregate Economic Base Multipliers in Small Communities. Environment and Planning 29 (June): 955-74."
    ]
}