{
    "id": 12800,
    "cites": 30,
    "cited_by": 2,
    "reference": [
        "[1] Benhabib, J., A Note on the Political Economy of Immigration, European Economic Review 40 (1996), 1737-43",
        "[2] Bergstrom T. C. , John L. Hartman, (2005) Sustainabillity of Pay-AsYou -Go Social Security, Cesifo Working Paper No.1378.",
        "[3] Boldrin, M. and A. Rustichini (2000), Political Equilibria with Social Security, Review of Economic Dynamics Vol 3, Issue 1, January 2000, Pages 41-78.",
        "[4] Borjas, G.J. (1999), Heavens Door, Princeton University Press, Princeton, N.J.",
        "[5] Browning, E., 1975. Why the social insurance budget is too large in a democracy. Economic Inquiry 13, 373--388.",
        "[6] Cooley, T.F., Soares, J., 1999. A positive theory of social security based on reputation. Journal of Political Economy 107, 135-- 160.",
        "[7] Dolmas, Jand Huffman G. W. (2004), On the Political Economy of Immigration and Income Redistribution. International Economic Review Vol. 45 No. 4 1129-1168.",
        "[8] Feldstein (2006), The Effects of the Ageing European Population on Economic Growth and Budgets: Implications for Immigration and Other Policies ,",
        "[9] Forni, L (2005), Social Security as Markov equilibrium in OLG Models, Review of Economic Dynamics 8, 178-194.",
        "[10] Galasso and Paola Profeta (2002), The political economy of social security: a survey. European Journal of Political Economy Vol. 18 (2002) 1-- 29.",
        "[11] Hassler J., Jose V. Rodriguez Mora, and Kjetil Storesletten and Fabrizio Zilliboti (2003)The Survival of the Welfare State, American Economic Review, 93, 1, pp. 87-112, 2003.",
        "[12] Krusell, Per, (2002), Time-consistent redistribution, European Economic Review 46 (2002) 755 -- 769.",
        "[13] Lee R. and Miller T.,(2000) Immigration, Social Security, and Broader Fiscal Impacts. The American Economic Review, Vol 90, no. 2, 350-354.",
        "[14] Lovell, M.C. (1975), The collective allocation of commodities in a democratic society, Public Choice 24, 71--92.",
        "[15] Meltzer, A.H. and S.F. Richard (1981), A rational theory of the size of government, Journal of Political Economy 89, 914--927.",
        "[16] Mulligan, C.B., Sala-i-Martin, X., 1999. Gerontocracy, retirement and social security. NBER working paper 7117, Cambridge, Mass.",
        "[17] Ortega f., 2005. Immigration Policy and Skill Upgrading, Journal of Public Economics Vol 89 1841-1863.",
        "[18] Persson, T. and G. Tabellini (1999), Political Economics and Public Finance , NBER Working Paper 7097.",
        "[19] Prescott, Edward C., and Jose-Victor Rios-Rull, (2000), On the equilibrium concept for overlapping generations organizations, Federal Reserve Bank of Minneapolis, Research Department Staff Report 282, November.",
        "[20] Razin, A. E. Sadka and P. Swagel. (2002),Tax Burden And Migration: A Political Economy Theory And Evidence, Journal of Public Economics, v85(2,Aug), 167-190.)",
        "[21] Razin, A. and E. Sadka (1993), The Economy of Modern Israel: Malaise and Promise, University of Chicago Press, Chicago.",
        "[22] Razin, A. and E. Sadka (1995), Resisting Migration: Wage Rigidity and Income Distribution, American Economic Review, Papers and Proceedings 85 (May), 312--316.",
        "[23] Razin, A. and E. Sadka (1999), Migration and Pension with International Capital Mobility, Journal of Public Economics 74, 141--150.",
        "[24] Razin, A. and E. Sadka (2000), Unskilled Migration: A Burden or a Boon for the Welfare State, Scandinavian Journal of Economics 1(May), 463-- 479.",
        "[26] Razin, A., E. Sadka and P. Swagel (2002a), The aging population and the size of the welfare state, Journal of Political Economy 110, 900--918.",
        "[27] Razin, A., E. Sadka and P. Swagel (2002b), Tax burden and migration: A political economy theory and evidence, Journal of Public Economics 85,167--190.",
        "[28] Razin , A., and E. Sadka, (2004), Welfare Migration: Is the Net Fiscal Burden a Good Measure of its Economic Impact on the Welfare of the Native-Born Population? CESifo Economic Studies, Vol 50, Issue 4.",
        "[29] Persson, T., Tabellini, G., 2000. Political economics. Explaining Economic Policy. MIT Press, Cambridge, MA.",
        "[30] Samuelson, P.A., 1958. An exact consumption-loan model of interest with or without the social contrivance of money. Journal of Political Economy 66, 467-- 482.",
        "[31] Storesletten (2000), Sustaining Fiscal Policy through Immigration, The Journal of Political Economy, Vol 108, no. 2: 300-24."
    ]
}