{
    "id": 12805,
    "cites": 13,
    "cited_by": 15,
    "reference": [
        "Alho, J.M., J. Lassila and T. Valkonen. 2005. Demographic Uncertainty and Evaluation of Sustainability of Pension Systems. In Non-Financial Defined Contribution (NDC) Pension Schemes: Concept, Issues, Implementation, Prospects, edited by R. Holtzmann and E. Palmer, 95-115. Washington D.C.: World Bank.",
        "Holtzmann, R. and E. Palmer, Editors. 2005. Non-Financial Defined Contribution (NDC) Pension Schemes: Concept, Issues, Implementation, Prospects. Washington D.C.: World Bank.",
        "Lee, Ronald. 1993. Modeling and Forecasting the Time Series of US Fertility: Age Patterns, Range, and Ultimate Level. International Journal of Forecasting 9: 187-202.",
        "Lee, Ronald and Lawrence Carter. 1992. Modeling and Forecasting U.S. Mortality. Journal of the American Statistical Association 87(419): 659-671, and Rejoinder, same issue, 674675.",
        "Lee, Ronald and Timothy Miller. 2001. Evaluating the Performance of the Lee-Carter Approach to Modeling and Forecasting Mortality. Demography 38(4): 537-549.",
        "Lee, Ronald and Shripad Tuljapurkar. 1994. Stochastic Population Projections for the United States: Beyond High, Medium and Low. Journal of the American Statistical Association 89(428): 1175-1189.",
        "Lee, Ronald and Shripad Tuljapurkar. 1998a. Stochastic Forecasts for Social Security, In Frontiers in the Economics of Aging, edited by David Wise, 393-420. Chicago: University of Chicago Press.",
        "Lee, Ronald and Shripad Tuljapurkar. 1998b. Uncertain Demographic Futures and Social Security Finances. American Economic Review 88(2): 237-241.",
        "Lee, Ronald D., Michael W. Anderson, and Shripad Tuljapurkar. 2003. Stochastic Forecasts of the Social Security Trust Fund Report for the Social Security Administration (January) posted on the web site of the Office of the Actuary.",
        "Legros, Florence. 2003. Notional Defined Contribution: A Comparison of the French and German Point Systems, paper presented at the World Bank and RFV Conference on NDC Pension Schemes, Sandhamn, Sweden (Sept. 28-30, 2003).",
        "Palmer, E. 2000. The Swedish Pension Reform Model Framework and Issues, World Banks Pension Reform Primer Social Protection Discussion Paper no. 0012.",
        "Settergren, O. 2001a. The Automatic Balance Mechanism of the Swedish Pension System A Non-technical Introduction. Wirtschaftspolitishe Blatter 4/2001: 399-349. Also.: http://www.forsakringskassan.se/sprak/eng/publications/dokument/aut0107.pdf Settergren, O. 2001b. Two Thousand Five Hundred Words on the Swedish Pension Reform. For the Workshop on Pension Reform at the German Embassy, Washington D.C.",
        "Swedish Pension System. 2005. Annual Report."
    ]
}