{
    "id": 1280,
    "cites": 28,
    "cited_by": 6,
    "reference": [
        "1. Aichian, Armen A. and Harold Demsetz. Production, Information Costs, and Economic Organization. American Economic Review, December 1972, 777-95.",
        "2. Annual Survey of Manufactures. Bureau of the Census, U.S. Department of Commerce, U.S. Government Printing Office, Washington D.C.",
        "3. Baron, David. Investment Policy, Optimality, and the Mean-Variance Model. Journal of Finance, March 1979, 207-32.",
        "4. Coase, Ronald H. The Nature of the Firm, Econometrica, November 1937, 386-405.",
        "5. Copeland, Thomas E. and J. Fred Weston. Financial Theory and Corporate Policy, Philippines: Addison-Wesley, 1979.",
        "7. Fama, Eugene. Perfect Competition and Optimal Production Decisions Under Uncertainty. Bell Journal of Economics, Autumn 1972, 509-30.",
        "8. ____________________. Foundations of Finance. New York: Basic Books, 1976.",
        "9. Fama, Eugene and M. Miller. The Theory of Finance. Hinsdale, IL.: Dryden Press, 1972.",
        "10. Galai, Dan and Ronald W. Masulis. The Option Pricing Model and the Risk Factor of Stock. Journal of Financial Economics, 1976, 53-81.",
        "11. Greenberg, Edward, W. J. Marshall and J. B. Yawitz. The Technology of Risk and Return. American Economic Review, June 1978, 241-51.",
        "12. Grabowski, Henry G. and Dennis C. Mueller. Managerial and Stockholder Welfare Models of Firm Expenditures. Review of Economics and Statistics, February 1970, 68-74. - 29 -",
        "13. Harris, Milton and Arthur Raviv. Some Results on Incentive Contracts with Applications to Education and Employment, Health Insurance, and Law Enforcement, American Economic Review, March 1978, 20-30.",
        "14. ____________________. Optimal Incentive Contracts with Imperfect Information. Journal of Economic Theory, 1979, 231-59.",
        "15. Heckerman, Donald G. Motivating Managers to Make Investment Decisions. Journal of Financial Economics, 1975, 273-92.",
        "16. Jensen, Michael C. and John B. Long, Jr. Corporate Investment Under Uncertainty and Pareto Optimality in the Capital Markets. Bell Journal of Economics, Spring 1972, 151-74.",
        "17. Jensen, Michael C. and W. Meckling. Theory of the Firm: Managerial Behavior Agency Costs and Ownership Structure. Journal of Financial Economics, 1976, 3:305-60.",
        "18. Lemelin, Andre. Relatedness in the Patterns of Interindustry Diversification. Review of Economics and Statistics, November 1982, 646-57.",
        "19. Lintner, John. The Valuation of Risky Assets and the Selection of Risky Investments in Stock Portfolios and Capital Budgets. Review of Economics and Statistics, 1965, 13-37.",
        "20. Maloney, Michael T. and Robert E. McCormick. A Theory of Cost and Intermittent Production. Journal of Business, April 1983, 139-53.",
        "21. Mossin, Jan. Equilibrium in a Capital Asset Market. Econometrica, October 1966, 768-83.",
        "22. Ross, Stephen A. The Economic Theory of Agency: The Principals Problem. American Economic Review, May 1973, 134-39.",
        "23. ____________________. The Determination of Financial Structure: The Incentive-Signalling Approach. The Bell Journal of Economics, Spring 1977, 23-40. - 30 -",
        "24. _____________________. The Current Status of the Capital Asset Pricing Model . Journal of Finance, June 1978, 485-90.",
        "25. Sharpe, W. F. Capital Asset Prices: A Theory of Market Equilibrium Under Conditions of Risk. Journal of Finance, September 1964, 425-42.",
        "26. Shavell, Steven. Risk Sharing and Incentives in the Principal and Agent Relationship. Bell Journal of Economics, Spring 1979, 55-73.",
        "28. Stiglitz, J. On the Optimality of the Stock Market Allocations of Investments. Quarterly Journal of Economics, February 1972, 25-60.",
        "29. Wilson, Robert. The Theory of Syndicates. Econometrica, January 1968, 119-32.",
        "30. Yawitz, Jess B. Externalities and Risky Investments. Journal of"
    ]
}