{
    "id": 12809,
    "cites": 36,
    "cited_by": 22,
    "reference": [
        "Abel, A. B. (1990): Asset Prices under Habit Formation and Catching Up with the Joneses,American Economic Review, 80(2), 3842.",
        "Agnew, J., P. Balduzzi, and A. Sunden (2004): Portfolio Choice and Returns in a Large 401(k) Plan,American Economic Review, forthcoming.",
        "Ameriks, J., and S. P. Zeldes (2001): How Do Household Portfolio Shares Vary With Age?,working paper, Columbia University.",
        "Bakshi, G. S., and Z. Chen (1996): The Spirit of Capitalism and Stock-Market Prices,American Economic Review, 86(1), 133157.",
        "Barksy, R. B., F. T. Juster, M. S. Kimball, and M. D. Shapiro (1997): Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study,Quarterly Journal of Economics, 112(2), 537 579.",
        "Bertaut, C. C., and M. Haliassos (1995): Why Do so Few Hold Stocks?,Economic Journal, 105(432), 11101129.",
        "Bilias, Y., D. Georgarakos, and M. Haliassos (2006): Portfolio Inertia and Stock Market Fluctuations,working paper, Goethe University Frankfurt.",
        "Boldrin, M., L. J. Christiano, and J. D. Fisher (2001): Habit Persistence, Asset Returns, and the Business Cycle, American Economic Review, 91(1), 149 166.",
        "Carroll, C. D. (1997): Buer-Stock Saving and the Life Cycle/Permanent Income Hypothesis,Quarterly Journal of Economics, 112(1), 155.",
        "Chamberlain, G. (1984): Panel Data, in Handbook of Econometrics, ed. by Z. Griliches, and M. D. Intriligator, vol. 2, pp. 12471318. North Holland, Amsterdam.",
        "Chetty, R., and A. Szeidl (2005): Consumption Commitments: Neoclassical Foundations for Habit Formation,working paper, UC Berkeley.",
        "Cocco, J. F. (2004): Portfolio Choice in the Presence of Housing, Review of Financial Studies, 18(2), 535567.",
        "Cocco, J. F., P. Maenhout, and F. Gomes (2005): Consumption and Portfolio Choice over the Life-Cycle,Review of Financial Studies, 18(2), 491533.",
        "Deaton, A. (1992): Understanding Consumption. Clarendon Press, Oxford.",
        "Dynan, K. E. (2000): Habit Formation in Consumer Preferences: Evidence from Panel Data,American Economic Review, 90(3), 391406.",
        "Faig, M., and P. Shun (2002): Portfolio Choice in the Presence of Personal Illiquid Projects,Journal of Finance, 57(1), 303328.",
        "Gollier, C., and J. W. Pratt (1996): Risk Vulnerability and the Tempering Eect of Background Risk,Econometrica, 64(5), 11091123.",
        "Gomes, F., and A. Michaelides (2003): Portfolio Choice with Internal Habit Formation: A Life-Cycle Model with Uninsurable Labor Income Risk, Review of Economic Dynamics, 6(4), 729766.",
        "Evidence,Journal of Finance, 60(2), 869904. Guiso, L., M. Haliassos, and T. Jappelli (2003): Household Stockholding in Europe: Where Do We Stand and Where Do We Go?, Economic Policy, 18(37), 523577.",
        "Heaton, J., and D. Lucas (1997): Market Frictions, Savings Behavior, and Portfolio choice,Macroeconomic Dynamics, 1(1), 76101.",
        "Risk,Journal of Finance, 55(3), 11631198. Huberman, G., and P. Sengmueller (2004): Performance Predicts Asset Allocation: Company Stock in 401(k) Plans,Review of Finance, 8(3), 403443.",
        "Jermann, U. (1998): Asset Pricing in Production Economies,Journal of Monetary Economics, 41(2), 257275.",
        "Juster, F. T., J. P. Smith, and F. Stafford (1999): The Measurement and Structure of Household Wealth,Labour Economics, 6, 253275.",
        "Lupton, J. P. (2003): Household Portfolio Choice and the Habit Liability: Evidence from Panel Data,working paper, Federal Reserve Board.",
        "Mankiw, N. G., and S. Zeldes (1991): The Consumption of Stockholders and Nonstockholders,Journal of Financial Economics, 29(1), 97112.",
        "Meer, J., D. L. Miller, and H. S. Rosen (2003): Exploring the Health-Wealth Nexus,working paper, National Bureau of Economic Research.",
        "Mehra, R., and E. C. Prescott (2003): The Equity Premium in Retrospect,in Handbook of the Economics of Finance, ed. by G. M. Constantinides, M. Harris, and R. Stulz, pp. 887936. Elsevier North-Holland, Amsterdam.",
        "Moreira, M. (2003): A Conditional Likelihood Ratio Test for Structural Models, Econometrica, 71(4), 10271048.",
        "Ravina, E. (2005): Keeping Up with the Joneses: Evidence from Micro Data, working paper, Northwestern University.",
        "Sahm, C. R. (2006): Does Risk Tolerance Change?, working paper, University of Michigan.",
        "Samuelson, P. A. (1969): Lifetime Portfolio Selection By Dynamic Stochastic Programming, Review of Economics and Statistics, 51(3), 239246.",
        "Samuelson, W., and R. Zeckhauser (1988): Status Quo Bias in Decision Making, Journal of Risk and Uncertainty, 1(1), 759.",
        "Staiger, D., and J. H. Stock (1997): Instrumental Variables Regression with Weak Instruments,Econometrica, 65, 557586.",
        "Stock, J. H., and M. Yogo (2005): Testing for Weak Instruments in Linear IV Regression, in Identi...cation and Inference for Econometric Models: Essays in Honor of Thomas Rothenberg, ed. by D. W. Andrews, and J. H. Stock, pp. 80108. Cambridge University Press, Cambridge.",
        "Vissing-Jorgensen, A. (2002): Towards an Explanation of Household Portfolio Choice Heterogeneity: Non...nancial Income and Participation Cost Structure,working paper, Northwestern University.",
        "Zeldes, S. P. (1989): Optimal Consumption with Stochastic Income: Deviations from Certainty Equivalence,Quarterly Journal of Economics, 104(2), 275298."
    ]
}