{
    "id": 12808,
    "cites": 21,
    "cited_by": 17,
    "reference": [
        "Alfaro, Laura, Areendam Chanda, Sebnem Kalemli-Ozcan, and Selin Sayek (2006), How Does Foreign Direct Investment Promote Economic Growth? Exploring the Effects of Financial Markets on Linkages, NBER Working Paper 12522, Cambridge MA, September.",
        "Becker, Sascha O. and Marc-Andreas MÃ\u0083Â¼ndler (2006), Margins of Multinational Labor Substitution, Frankfurt am Main, Deutsche Bundesbank Discussion Paper, Series 1: Economic Studies No. 24/2006.",
        "Bellak, Christian, and Markus Leibrecht (2005), Do low corporate tax rates attract FDI? Evidence from Eight Central and East European Countries, Nottingham, Leverhulme Centre Research Paper 2005/43.",
        "Bhagwati, Jagdish N, (1978), Anatomy and Consequences of Exchange Control Regimes.",
        "Special Conference Series on Foreign Trade Regimes and Economic Development, Vol. 11, Cambridge, MA, Ballinger. Borrmann, Christine, Rolf Jungnickel, and Dietmar Keller (2005), What gravity models can tell us about the position of German FDI in Central and Eastern Europe, Hamburg, HHWA Discussion Paper 328.",
        "Brown, J. David, John S. Earle, and Ã\u0083Â\u0081mos Teledgy (2006), Does Privatization Hurt Workers? Lessons from Comprehensive Manufacturing Panel Data in Hungary, Romania, Russia, and Ukraine, Kalamazoo, MI, Upjohn Institute Staff Working Paper 05-125, February.",
        "Buch, Claudia M., and JÃ\u0083Â¶rn Kleinert (2006), Who Goes East? The Impact of Enlargement on the Patterns of German FDI, TÃ\u0083Â¼bingen, Institute fÃ\u0083Â¼r Angewandte Wirtschaftsforschung, IAW-Diskussionspapiere 24.",
        "Campos, Nauro F., and Yuko Kinoshita (2002), Foreign Direct Investment as Technology Transferred: Some Panel Evidence from the Transition Economies, The Manchester School, Vol. 70, No. 3, June, pp. 398-419.",
        "Carkovic, Maria, and Ross Levine, Does Foreign Direct Investment Accelerate Economic Growth? in Theodore H. Moran, Edward M. Graham, and Magnus BlomstrÃ\u0083Â¶m, Does Foreign Direct Investment Promote Development?, Washington, D.C., Institute for International Economics, April, pp.195-220. Damijan, Joze P., Mark Knell, Boris Majcen, and Matija Rojec (2003), Technology Transfer through FDI in Tpp-10 Transition Countries: How Important are Direct Effects, Horizontal and Vertical Spillovers? William Davidson Working Paper Number 549, Ann Arbor, MI., February.",
        "Deutsche Bundesbank (1997), Kapitalverflechtung auf den Ausland, Statistische SonderverÃ\u0083Â¶ffentlichung 10, May.",
        "SonderverÃ\u0083Â¶ffentlichung 10, April. Hannula, Helena, and Katrin Tamm (2002), Restructuring and Efficiency in the Estonian Manufacturing Industry: The Role of Foreign Ownership, Tartu, Tartu University Press.",
        "International Monetary Fund (IMF) (1993), Balance of Payments Manual, Fifth Edition, 1993, Washington, DC, International Monetary Fund.",
        "Javorcik, Beata Smarzynska, (2004), Does Foreign Direct Investment Increase the Productivity of Domestic Firms? In Search of Spillovers Through Backward Linkages, American Economic Review, Vol. 94, No. 3, June, pp. 605-627.",
        "Javorcik, Beata Smarzynska, and Mariana Spatareanu, (2003), To Share or Not To Share: Does Local Participation Matter for Spillovers from Foreign Direct Investment? Development Economics Research GroupResearch, The World Bank, July.",
        "Kinoshita, Yuko, and Nauro F. Campos (2003), Why Does FDI Go Where IT Goes? New Evidence from the Transition Economies, Ann Arbor, MI, William Davidson Institute Working Paper Number 573, June.",
        "KosovÃ\u0083Â¡, RenÃ\u0083Â¡ta (2005), Do Foreign Firms Crowd Out Domestic Firms? Evidence from the Czech Republic, Washington, D.C., The George Washington University.",
        "Lipsey, Robert E. (2000), Inward FDI and Economic Growth in Developing Countries, Transnational Corporations, Vol. 9, No. 1, Geneva, UNCTAD, April, pp. 67-96..",
        "Robert E. Baldwin and L Alan Winters, Challenges to Globalization: Analyzing the Economics, Chicago and London, University of Chicago Press, pp. 333-379. Lipsey, Robert E., and Fredrik SjÃ\u0083Â¶holm (2005), The Impact of Inward FDI on Host Countries: Why Such Different Answers? in Moran, Graham, and BlomstrÃ\u0083Â¶m, Editors (2005).",
        "Moran, Theodore H.(2005), How Does FDI Affect Host Country Development? Using Industry Case Studies to Make Reliable Generalizations, in Moran, Graham, and BlomstrÃ\u0083Â¶m (2005), pp. 281-313.",
        "Moran, Theodore H., Edward M. Graham, and Magnus BlomstrÃ\u0083Â¶m, Editors (2005), Does Direct Investment Promote Development? Washington, D.C., Institute for International Economics.",
        "Wolff, Guntram B. (2006), Foreign direct investment in the enlarged EU: do taxes matter and to what extent? Frankfurt am Main, Deutsche Bundesbank Discussion Paper, Series 1, Economic Studies No. 13/2006."
    ]
}