{
    "id": 12816,
    "cites": 27,
    "cited_by": 11,
    "reference": [
        "AntrÃ\u0083Â s, Pol. 2003. Firms, Contracts, and Trade Structure. Quarterly Journal of Economics 118: 1374-1418.",
        "Bhagwati, Jagdish, Arvind Panagariya and T.N. Srinivasan.2004. The Muddles over Outsourcing. Journal of Economic Perspectives 18: 93-114.",
        "Brainard, S. Lael. 1997. An Empirical Assessment of the Proximity-Concentration Tradeoff between Multinational Sales and Trade. American Economic Review 87: 520-544.",
        "Deardorff, Alan V. 2001. Fragmentation in Simple Trade Models. North American Journal of Economics and Finance 12: 121-137.",
        "Ethier, Wifred. 1982. National and International Returns to Scale in the Modern Theory of International Trade. American Economic Review 72: 389-405.",
        "Feenstra, Robert C. and Gordon H. Hanson. 1996. Globalization, Outsourcing, and Wage Inequality. American Economic Review 86: 240-245.",
        "Feenstra, Robert C. and Gordon H. Hanson.1997. Foreign Direct Investment and Relative Wages: Evidence from Mexicos Maquiladoras. Journal of International Economics 42: 371-393.",
        "Francois, Joseph F. 1990. Production Services, Scale, and the Division of Labor, Oxford Economic Papers 42, 715-729.",
        "Francois, Joseph F. 1990.,Trade in Producer Services and Returns due to Specialization under Monopolistic Competition, Canadian Journal of Economics 23, 109-124.",
        "Grubel, Herbert. 1987. All Traded Services are Embodied in Materials or People. The World Economy 10.",
        "Hoekman, Bernard. 2006. Liberalization of Trade in Services: A Survey, World Bank working paper.",
        "Hummels, David, Jun Ishii and Kie-Mu Yi. 2001. The Nature and Growth of Vertical Specialization in World Trade. Journal of International Economics 54: 75-96.",
        "Jones, Ronald W., I. Coelho, and Stephen T. Easton.1986. The Theory of International Factor Flows: the Basic Model. Journal of International Economics, 1986: 313-327.",
        "Markusen, James R.1983. Factor Movements and Commodity Trade as Complements. Journal of International Economics 14: 341-356.",
        "Markusen, James R.1984. Multinationals, Multi-Plant Economies, and the Gains from Trade.",
        "Journal of International Economics 16: 205-226. Markusen, James R.1989. Trade in Producer Services and in Other Specialized Intermediate Inputs. American Economic Review 79: 85-95.",
        "Markusen, James R. 1990. Derationalizing Tariffs with Specialized Intermediate Inputs and Differentiated Final Goods, Journal of International Economics 28: 375-384.",
        "Markusen, James R 2002. Multinational Firms and the Theory of International Trade, Cambridge: MIT Press.",
        "Markusen, James R., Thomas Rutherford and David Tarr. 2005. Trade and Foreign Direct Investment in Producer Services and the Market for Domestic Expertise, Canadian Journal of Economics 38, 758-777.",
        "Markusen, James R., and Anthony J. Venables. 2005. A Multi-country Approach to Factors Proportions Trade and Trade Costs. NBER working paper 11051.",
        "McGee, Stephen P. and Kwang-Yeol Yoo. 2005. The United States is a Small Country in World Trade: Further Evidence and Implications for Globalization. University of Texas working paper.",
        "Mundell, Robert A. 1957. International Trade and Factor Mobility. American Economic Review 47: 321-335.",
        "Neary, J. Peter 1995. Factor Mobility and International Trade. Canadian Journal of Economics 28: 1995, S4-S23.",
        "Norman, V.D and A.J. Venables. 1995. International Trade, Factor Mobility and Trade Costs.",
        "Economic Journal 105: 1488-1505. Venables Anthony J. 1996. Equilibrium Locations of Vertically Linked Industries.",
        "International Economic Review 37, 341-359. Yi, Kei-Mu. 2003. Can Vertical Specialization Explain the Growth of World Trade. Journal of Political Economy 111: 52-102.",
        "Zhang, Kevin Honglin and James R. Markusen. 1999. Vertical Multinational and Host Country Characteristics. Journal of Development Economics 59: 233-252."
    ]
}