{
    "id": 12819,
    "cites": 25,
    "cited_by": 6,
    "reference": [
        "Aggarwal, Reena, and Rohan G. Williamson, 2006, Did new regulations target the relevant corporate governance attributes? Working Paper, Georgetown University.",
        "Arcot, Sridhar R., and Valentina G. Bruno, 2006, One size does not fit all, after all: Evidence from corporate governance, Working Paper, London School of Economics.",
        "Bebchuk, Lucian A., and Alma Cohen, 2005, The costs of entrenched boards, Journal of Financial Economics 78, 409-433.",
        "Bebchuk, Lucian A., Alma Cohen, and Allen Ferrell, 2005, What matters in corporate governance?, Working Paper, Harvard Law School.",
        "Bhagat, Sanjay, and Bernard Black, 2002, The non-correlation between board independence and longterm firm performance, Journal of Corporation Law 27, 231-273.",
        "Brown, Lawrence D., and Marcus L. Caylor, 2006, Corporate governance and firm valuation, Journal of Accounting and Public Policy July-Aug, 409-434.",
        "Conniffe, Denis, Vanessa Gash, and Philip J. OConnell, 2000, Evaluating state programmes: Natural experiments and propensity scores, The Economic and Social Review, 31, 283-308.",
        "Dahya, Jay, Orlin Dimitrov, and John J. McConnell, 2006, Dominant shareholders, corporate boards and corporate value: A cross-country analysis, Journal of Financial Economics, forthcoming.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2006, The law and economics of self-dealing, Working Paper, Harvard University.",
        "Doidge, Craig, G. Andrew Karolyi, and RenÃ\u0083Â© M. Stulz, 2004, Why foreign firms that list in the U.S. are worth more?, Journal of Financial Economics 71, 205-238.",
        "Doidge, Craig, G. Andrew Karolyi, and RenÃ\u0083Â© M. Stulz, 2006, Why do countries matter so much for corporate governance?, Journal of Financial Economics, forthcoming.",
        "Drucker, Steven and Manju Puri, 2005, On the benefits of concurrent lending and underwriting, Journal of Finance, 60, 2763-2799.",
        "Durnev, Art, and E. Han Kim, 2005, To steal or not to steal: Firm attributes, legal environment, and valuation, Journal of Finance 60, 1461-1493.",
        "Francis, Jere R., Inder K. Khurana, and Raynolde Pereira, 2005, Disclosure incentives and effects on cost of capital around the world, Accounting Review, 80, 1125-1162.",
        "Fulghieri, Paolo, and Matti Suominen, 2006, Corporate governance, finance, and the real sector, Working Paper, University of North Carolina, Chapel Hill, NC.",
        "Gilson, Ronald J., 2005, Controlling shareholders and corporate governance: Complicating the comparative taxonomy, ECGILaw Working Paper No. 49/2005.",
        "Gompers, Paul A., Joy L. Ishii, and Andrew Metrick, 2003, Corporate governance and equity prices, The Quarterly Journal of Economics, 118, 107-155.",
        "Hansmann, Henry, and Reinier Kraakman, 2003, The end of history for corporate law, in J. Gordon and M. J. Roe eds.: Are Corporate Governance Systems Converging?, University of Chicago Press.",
        "Hermalin, Benjamin E. and Michael S. Weisbach, 2003, Boards of Directors as an endogenously determined institution: A survey of the economic literature, Economic Policy Review 9, 7-26.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 1998, Law and finance, Journal of Political Economy 106, 1113-1155.",
        "Rosenbaum, Paul, and Donald Rubin, 1983, The central role of the propensity score in observational studies for causal effects, Biometrika 70, 41-55.",
        "Rubin, Donald, 1997, Estimating causal effects from large data sets using propensity scores, Annals of Internal Medicine 127, 757-763.",
        "Scott, Hal S., and George S. Dallas, 2006, Mandating corporate behavior: Can one set of rules fit all? Working Paper, Standard and Poors.",
        "Shleifer, Andrei, and Robert Vishny, 1997, A Survey of Corporate Governance, Journal of Finance 52, 737-783.",
        "Stulz, RenÃ\u0083Â© M., 1999, Globalization, Corporate Finance and Cost of Capital, Journal of Applied Corporate Finance 12, 8-25."
    ]
}