{
    "id": 12810,
    "cites": 71,
    "cited_by": 7,
    "reference": [
        "Abreu, D., and M. K. Brunnermeier (2003): Ã\u0082â\u0080\u009cBubbles and Crashes,Ã\u0082â\u0080\u009d Econometrica, 71(1), 173Ã\u0082â\u0080\u0094204.",
        "Amihud, Y. (1996): Ã\u0082â\u0080\u009cUnexpected Inflation and Stock Returns Revisited - Evidence from Israel,Ã\u0082â\u0080\u009d Journal of Money, Credit, and Banking, 28(1), 22Ã\u0082â\u0080\u009433.",
        "Asness, C. S. (2000): Ã\u0082â\u0080\u009cStocks versus Bonds: Explaining the Equity Risk Premium,Ã\u0082â\u0080\u009d Financial Analysts Journal, 56(2), 96Ã\u0082â\u0080\u0094113.",
        "Asness, C. S. (2003): Ã\u0082â\u0080\u009cFight the Fed Model,Ã\u0082â\u0080\u009d Journal of Portfolio Management, 30(1), 11Ã\u0082â\u0080\u009424.",
        "Ayuso, J., and F. Restoy (2003): Ã\u0082â\u0080\u009cHouse Prices and Rents: An Equilibrium Asset Pricing Approach,Ã\u0082â\u0080\u009d working paper, Bank of Spain.",
        "Basak, S., and H. Yan (2005): Ã\u0082â\u0080\u009cEquilibrium Asset Prices and Investor Behavior in the Presence of Money Illusion,Ã\u0082â\u0080\u009d working paper, London Business School.",
        "Bauwens, L., M. Lubrano, and J.-F. Richard (1999): Bayesian Inference in Dynamic Econometric Models. Oxofrd University Press, Oxford.",
        "Bernanke, B., and M. Gertler (1989): Ã\u0082â\u0080\u009cAgency Costs, Net Worth, and Business Fluctuations,Ã\u0082â\u0080\u009d American Economic Review, 79(1), 14Ã\u0082â\u0080\u009431.",
        "Bernanke, B., M. Gertler, and S. Gilchrist (1996): Ã\u0082â\u0080\u009cThe Financial Accelerator and the Flight to Quality,Ã\u0082â\u0080\u009d Review of Economics and Statistics, 48, 1Ã\u0082â\u0080\u009415.",
        "Blinder, A. (2000): Ã\u0082â\u0080\u009cComment on Ã\u0082â\u0080\u009cNear-Rational Wage and Price Setting and the Long-Run Phillips CurveÃ\u0082â\u0080\u009d,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 2000(1), 50Ã\u0082â\u0080\u009455.",
        "Boudoukh, J., and M. Richardson (1993): Ã\u0082â\u0080\u009cStock Returns and Inflation: A Long-Horizon Perspective,Ã\u0082â\u0080\u009d American Economic Review, 83(5), 1346Ã\u0082â\u0080\u00941355.",
        "Campbell, J. Y. (1991): Ã\u0082â\u0080\u009cA Variance Decomposition for Stock Returns,Ã\u0082â\u0080\u009d Economic Journal, 101, 157Ã\u0082â\u0080\u009479.",
        "Campbell, J. Y., and R. J. Shiller (1988): Ã\u0082â\u0080\u009cThe Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors,Ã\u0082â\u0080\u009d Review of Financial Studies, 1(3), 195Ã\u0082â\u0080\u0094228.",
        "Campbell, J. Y., and T. Vuolteenaho (2004): Ã\u0082â\u0080\u009cInflation Illusion and Stock Prices,Ã\u0082â\u0080\u009d American Economic Review Papers and Proceedings, 94, 19Ã\u0082â\u0080\u009423.",
        "Case, K. E., and R. J. Shiller (1989): Ã\u0082â\u0080\u009cThe Efficiency of the Market for Single-Family Homes,Ã\u0082â\u0080\u009d American Economic Review, 79, 125Ã\u0082â\u0080\u0094137.",
        "Case, K. E., and R. J. Shiller (1990): Ã\u0082â\u0080\u009cForecasting Prices and Excess Returns in the Housing Market,Ã\u0082â\u0080\u009d AREUEA Journal, 18, 253Ã\u0082â\u0080\u0094273.",
        "Clayton, J. (1996): Ã\u0082â\u0080\u009cRational Expectations, Market Fundamentals and Housing Price Volatility,Ã\u0082â\u0080\u009d Real Estate Economics, 24(4), 441Ã\u0082â\u0080\u0094470.",
        "Cohen, R. B., C. Polk, and T. Vuolteenaho (2005): Ã\u0082â\u0080\u009cMoney Illusion in the Stock Market: The Modigliani-Cohn Hypothesis,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 120(2), 639Ã\u0082â\u0080\u0094668.",
        "Davis, M. A., and M. G. Palumbo (2006): Ã\u0082â\u0080\u009cThe Price of Residential Land in Large U.S. Cities,Ã\u0082â\u0080\u009d mimeo, Federal Reserve Board.",
        "DeLong, J. B., A. Shleifer, L. H. Summers, and R. J. Waldmann (1990): Ã\u0082â\u0080\u009cNoise Trader Risk in Financial Markets,Ã\u0082â\u0080\u009d Journal of Political Economy, 98(4), 703Ã\u0082â\u0080\u0094738.",
        "DiPasquale, D. (1999): Ã\u0082â\u0080\u009cWhy DonÃ\u0082â\u0080\u0099tWe Know More about Housing Supply?,Ã\u0082â\u0080\u009d Journal of Real Estate Finance and Economics, 18, 9Ã\u0082â\u0080\u009423.",
        "Earley, F. (1996): Ã\u0082â\u0080\u009cLeap-Frogging in the UK Housing Market,Ã\u0082â\u0080\u009d Housing Finance, 32, 7Ã\u0082â\u0080\u009415.",
        "Fama, E. F. (1981): Ã\u0082â\u0080\u009cStock Returns, Real Activity, Inflation and Money,Ã\u0082â\u0080\u009d American Economic Review, 71(4), 545Ã\u0082â\u0080\u0094565.",
        "Fama, E. F., and G. W. Schwert (1977): Ã\u0082â\u0080\u009cAsset Returns and Inflation,Ã\u0082â\u0080\u009d Journal of Financial Economics, 5(2), 115Ã\u0082â\u0080\u0094146.",
        "Fehr, E., and J.-R. Tyran (2001): Ã\u0082â\u0080\u009cDoes Money Illusion Matter?,Ã\u0082â\u0080\u009d American Economic Review, 91(5), 1239Ã\u0082â\u0080\u00941262.",
        "Ferson, W. E., S. Sarkissian, and T. Simin (2002): Ã\u0082â\u0080\u009cSpurious Regressions in Financial Economics?,Ã\u0082â\u0080\u009d NBER Working Paper 9143.",
        "Fisher, I. (1928): Money Illusion. Adelphi, New York.",
        "Fisher, I.(1930): The Theory of Interest. Maxmillan, New York.",
        "Follain, J. (1982): Ã\u0082â\u0080\u009cDoes Inflation Affect Real Behaviour? The Case of Housing,Ã\u0082â\u0080\u009d Southern Economic Journal, 48, 570Ã\u0082â\u0080\u0094582.",
        "Froot, K. A., and M. Obstfeld (1991): Ã\u0082â\u0080\u009cIntrinsic Bubbles: The Case of Stock Prices,Ã\u0082â\u0080\u009d American Economic Review, 81(5), 1189Ã\u0082â\u0080\u00941214.",
        "Gallin, J. (2003): Ã\u0082â\u0080\u009cThe Long-Run Relationship between House Prices and Income: Evidence from Local Housing Markets,Ã\u0082â\u0080\u009d Board of Governors of the Federal Reserve Discussion Paper 2003-17.",
        "Gallin, J. (2004): Ã\u0082â\u0080\u009cThe Long-Run Relationship between House Prices and Rents,Ã\u0082â\u0080\u009d Board of Governors of the Federal Reserve Discussion Paper 2004-50.",
        "Genesove, D., and C. Mayer (2001): Ã\u0082â\u0080\u009cLoss Aversion and Seller Behavior: Evidence from the Housing Market,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 116(4), 1233Ã\u0082â\u0080\u00941260.",
        "Glaeser, E. L., J. Gyourko, and R. E. Saks (2007): Ã\u0082â\u0080\u009cWhy Have Housing Prices Gone Up?,Ã\u0082â\u0080\u009d American Economic Review Papers and Proceedings (forthcoming).",
        "Gultekin, N. B. (1983): Ã\u0082â\u0080\u009cStock Market Returns and Inflation: Evidence from Other Countries,Ã\u0082â\u0080\u009d Journal of Finance, 38(1), 49Ã\u0082â\u0080\u009465.",
        "Harrison, J. M., and D. Kreps (1978): Ã\u0082â\u0080\u009cSpeculative Investor Behavior in a Stock Market with Heterogeneous Expectations,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 89, 323Ã\u0082â\u0080\u0094336.",
        "Hendry, D. F. (1984): Ã\u0082â\u0080\u009cEconometric Modelling of House Prices in the United Kingdom,Ã\u0082â\u0080\u009d in Econometrics and Quantitative Economics, ed. by D. F. Hendry, and K. F. Wallis. Basil Balckwell, Oxford.",
        "Himmelberg, C., C. Mayer, and T. Sinai (2005): Ã\u0082â\u0080\u009cAssessing High House Prices: Bubbles, Fundamentals, and Misperceptions,Ã\u0082â\u0080\u009d Journal of Economic Perspectives, forthcoming.",
        "Hodrick, R. J., and E. C. Prescott (1997): Ã\u0082â\u0080\u009cPostwar U.S. Business Cycles: An Empirical Investigation,Ã\u0082â\u0080\u009d Journal of Money, Credit, and Banking, 29(1), 1Ã\u0082â\u0080\u009416.",
        "Kearl, J. (1979): Ã\u0082â\u0080\u009cInflation, Mortgage, and Housing,Ã\u0082â\u0080\u009d Journal of Political Economy, 85(5), 1115Ã\u0082â\u0080\u00941138.",
        "Kiyotaki, N., and J. Moore (1997): Ã\u0082â\u0080\u009cCredit Cycles,Ã\u0082â\u0080\u009d Journal of Political Economy, 105(2), 211Ã\u0082â\u0080\u0094248.",
        "Leontief, W. (1936): Ã\u0082â\u0080\u009cThe Fundamental Assumptions of Mr. KeynesÃ\u0082â\u0080\u0099 Monetary Theory of Unemployment,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 5(4), 192Ã\u0082â\u0080\u0094197.",
        "Lessard, D., and F. Modigliani (1975): Ã\u0082â\u0080\u009cInflation and the Housing Market: Problems and Potential Solutions,Ã\u0082â\u0080\u009d Sloan Management Review, pp. 19Ã\u0082â\u0080\u009435.",
        "Lintner, J. (1975): Ã\u0082â\u0080\u009cInflation and Security Returns,Ã\u0082â\u0080\u009d Journal of Finance, 30(2), 259Ã\u0082â\u0080\u0094280.",
        "Mankiw, G., and D. Weil (1989): Ã\u0082â\u0080\u009cThe Baby Boom, the Baby Bust, and the Housing Market,Ã\u0082â\u0080\u009d Regional Science and Urban Economics, 19(2), 235Ã\u0082â\u0080\u0094258.",
        "Mayer, C. J., and C. T. Somerville (1996): Ã\u0082â\u0080\u009cRegional Housing Supply and Credit Constraints,Ã\u0082â\u0080\u009d New England Economic Review, pp. 39Ã\u0082â\u0080\u009451.",
        "McCarthy, J., and R. W. Peach (2004): Ã\u0082â\u0080\u009cAre Home Prices the Next Ã\u0082â\u0080\u0098BubbleÃ\u0082â\u0080\u0099 ?,Ã\u0082â\u0080\u009d FRBNY Economic Policy Review, 10(3), 1Ã\u0082â\u0080\u009417.",
        "Modigliani, F., and R. Cohn (1979): Ã\u0082â\u0080\u009cInflation, Rational Valuation and the Market,Ã\u0082â\u0080\u009d Financial Analysts Journal, 37(3), 24Ã\u0082â\u0080\u009444.",
        "Muellbauer, J., and A. Murphy (1997): Ã\u0082â\u0080\u009cBooms and Busts in the UK Housing Market,Ã\u0082â\u0080\u009d The Economic Journal, 107, 1701Ã\u0082â\u0080\u00941727.",
        "Newey, W. K., and K. D. West (1987): Ã\u0082â\u0080\u009cA Simple, Positive Semidefinite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix,Ã\u0082â\u0080\u009d Econometrica, 55, 703Ã\u0082â\u0080\u0094708.",
        "Patinkin, D. (1965): Money, Interest, and Prices. Harper and Row, New York.",
        "Piazzesi, M., and M. Schneider (2006): Ã\u0082â\u0080\u009cInflation Illusion, Credit and Asset Prices,Ã\u0082â\u0080\u009d mimeo.",
        "Poterba, J. M. (1984): Ã\u0082â\u0080\u009cTax Subsidies to Owner-Occupied Housing: An Asset-Market Approach,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 99(4), 729Ã\u0082â\u0080\u0094752.",
        "Poterba, J. M. (1991): Ã\u0082â\u0080\u009cHouse Price Dynamics: The Role of Tax Policy and Demography,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 1991(2), 143Ã\u0082â\u0080\u0094203.",
        "Scheinkman, J., and W. Xiong (2003): Ã\u0082â\u0080\u009cOverconfidence and Speculative Bubbles,Ã\u0082â\u0080\u009d Journal of Political Economy, 111(6), 1183Ã\u0082â\u0080\u00941219.",
        "Schervish, M. J. (1995): Theory of Statistics. Springer, New York.",
        "Shafir, E., P. Diamond, and A. Tversky (1997): Ã\u0082â\u0080\u009cMoney Illusion,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 112(2), 341Ã\u0082â\u0080\u0094374.",
        "Sharpe, S. A. (2002): Ã\u0082â\u0080\u009cReexamining Stock Valuation and Inflation: The Implications of AnalystsÃ\u0082â\u0080\u0099 Earning Forecasts,Ã\u0082â\u0080\u009d Review of Economics and Statistics, 84(4), 632Ã\u0082â\u0080\u0094648.",
        "Shiller, R. J. (1997a): Ã\u0082â\u0080\u009cPublic Resistance to Indexation: A Puzzle,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 1997(1), 159Ã\u0082â\u0080\u0094228.",
        "Shiller, R. J (1997b): Ã\u0082â\u0080\u009cWhy Do People Dislike Inflation?,Ã\u0082â\u0080\u009d in Reducing Inflation: Motivation and Strategy, ed. by C. Romer, and D. H. Romer. University of Chicago Press, Chicago.",
        "Shiller, R. J (2005): Irrational Exuberance. Princeton University Press, Princeton and Oxford, 2nd edn.",
        "Spiegel, M. (2001): Ã\u0082â\u0080\u009cHousing Return and Construction Cycles,Ã\u0082â\u0080\u009d Real Estate Economics, 29(4), 521Ã\u0082â\u0080\u0094551.",
        "Stein, J. C. (1995): Ã\u0082â\u0080\u009cPrices and Trading Volume in the Housing Market: A Model with Downpayment Effects,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 110(2), 379Ã\u0082â\u0080\u0094406.",
        "Tobin, J. (1972): Ã\u0082â\u0080\u009cInflation and Unemployment,Ã\u0082â\u0080\u009d American Economic Review, 62(1), 1Ã\u0082â\u0080\u009418.",
        "Topel, R., and S. Rosen (1988): Ã\u0082â\u0080\u009cHousing Investment in the United States,Ã\u0082â\u0080\u009d Journal of Political Economy, 96(4), 718Ã\u0082â\u0080\u0094740.",
        "Torous, W., R. Valkanov, and S. Yan (2005): Ã\u0082â\u0080\u009cOn Predicting Stock Returns with Nearly Integrated Explanatory Variables,Ã\u0082â\u0080\u009d Journal of Business, 78(1), forthcoming.",
        "Tsatsaronis, K., and H. Zhu (2004): Ã\u0082â\u0080\u009cWhat Drives Housing Price Dynamics: Corss-country Evidence,Ã\u0082â\u0080\u009d BIS Quarterly Review, pp. 65Ã\u0082â\u0080\u009478.",
        "Tucker, D. P. (1975): Ã\u0082â\u0080\u009cThe Variable-Rate Graduated-Payment Mortgage,Ã\u0082â\u0080\u009d Real Estate Review, pp. 71Ã\u0082â\u0080\u009480.",
        "Tversky, A., and D. Kahneman (1981): Ã\u0082â\u0080\u009cThe Framing of Decisions and the Psychology of Choice,Ã\u0082â\u0080\u009d Science, 211, 453Ã\u0082â\u0080\u0094458.",
        "Voith, R. (1996): Ã\u0082â\u0080\u009cThe Suburban Housing Market: The Effects of City and Suburban Job Growth,Ã\u0082â\u0080\u009d Federal Reserve Bank of Philadelphia Business Review, pp. 1Ã\u0082â\u0080\u009413.",
        "Zellner, A. (1971): An Introduction to Bayesian Inference in Econometrics. Wiley, New York."
    ]
}