{
    "id": 1281,
    "cites": 13,
    "cited_by": 0,
    "reference": [
        "Blanchard, 0. J. and C. M. Kahn, The Solution of Linear Differential Models Under Rational Expectations, Econometrica, July 1980.",
        "Dornbusch, R., Expectations and Exchange Rate Dynamics, Journal of Political Econom~, 1976.",
        "Dramais, Trans-Log KLEM Model for France, Germany, Italy, and the U. K., Working Paper No. 41, Mimeo DULBEA, 1980.",
        "Driskill, R. A. and S. M. Scheffrin, On the Mark: Comment, American Economic Review, December 1981.",
        "Eichenbaum, M., L. P. Hansen and K. J. Singleton, A Time Series Analysis of Representative Agent Models of Consumption and Leisure Choice Under Uncertainty, manuscript, 1984.",
        "Frankel, J. A., On the Mark: A Theory of Floating Exchange Rates Based on Real Interest Differentials, American Economic Review, September 1979.",
        "Glaessner, T. J. Formulation and Estimation of a Dynamic Model of Exchange Rate Determination: An Application of the General Nethod of Moments Technique Mimeo, December 1982.",
        "Goldfeld, S. Ft., The Demand for Money Revisited, Brookings Papers on Economic Activity, 3, 1973.",
        "Hansen, L. P., Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, July 1982.",
        "Hansen, L. P. and R. J. Hodrick, Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, Journal of Political Economy, 1980.",
        "Hansen, L. P. and K. J. Singleton, Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models, Econometrica, 1982.",
        "Hansen, L. P. and T. J. Sargent, Formulating and Estimating Dynamic Linear Rational Expectations Models, Journal of Economic Dynamics and Control, 1980, Vol. 2. Lipton, D. and J. Sachs, Accumulation and Growth in a Two-Country Model: A Simulation Approach, NBER Working Paper, No. 572, October 1980.",
        "Meese, R. A. and K. Rogoff, Empirical Exch~iuge Rate Models: Do They Fit Out of Sample?, Journal of International Economics, 14, February 1983."
    ]
}