{
    "id": 12812,
    "cites": 23,
    "cited_by": 7,
    "reference": [
        "Athey, Susan and Scott Stern. 2002. The Impact of Information Technology on Emergency Health Care Outcomes, RAND Journal of Economics, 33(3): 399-432.",
        "Baker, George P., and Thomas N. Hubbard. 2003. Make Versus Buy in Trucking: Asset Ownership, Job Design, and Information, American Economic Review, 93(3): 551-572.",
        "Bush, Vannevar. 1945. Science, the Endless Frontier: A Report to the President, U.S.",
        "Government Printing Office, Washington, DC. Crane, Diana. 1965. Scientists at Major and Minor Universities: A Study of Productivity and Recognition, American Sociological Review, 30: 699-714.",
        "Dixit, A.K. and V. Norman. 1980. Theory of International Trade. Cambridge University Press, Cambridge, UK.",
        "Gaspar, Jess and Edward L. Glaeser. 1998. Information Technology and the Future of Cities, Journal of Urban Economics, 48(1): 136-156.",
        "Gurbaxani, Vijay. 1990. Diffusion in Computing Networks: The Case of Bitnet, Communications of the ACM, 33(12): 65-75.",
        "Hamermesh, Daniel S., and Sharon M. Oster. 1998. Tools or Toys? The Impact of High Technology on Scholarly Productivity, National Bureau of Economic Research Working Paper 6761.",
        "Helpman, Elhanan, and Paul Krugman. 1985. Market Structure and Foreign Trade: Increasing Returns, Imperfect Competition, and the International Economy. The MIT Press, Cambridge, MA.",
        "Hesse, Bradford W., Lee S. Sproull, Sara B. Kiesler, and John P. Walsh. 1993. Returns to Science: Computer Networks in Oceanography, Communications of the ACM, 36(8): 90101.",
        "Kim, E. Han, Adair Morse, and Luigi Zingales. 2006. Are Elite Universities Losing their Competitive Edge? National Bureau of Economic Research Working Paper 12245.",
        "King, Gary and Lanche Zeng. 2001. Logistic Regression in Rare Events Data, Political Analysis, 9(2): 13763.",
        "Kremer, Michael. 1993. The O-Ring Theory of Economic Development, Quarterly Journal of Economics, 108(3): 551-575.",
        "Mairesse, Jacques and Laure Turner. 2005. Measurement and Explanation of the Intensity of Co-publication in Scientific Research: An Analysis at the Laboratory Level, in New Frontiers in the Economics of Innovation and New Technology: Essays in Honor of Paul David, eds. C. Antonelli, D. Foray, B. Hall, and E. Steinmueller. Edward Elgar Publishing.",
        "Merton, Robert K. 1973. The Sociology of Science: Theoretical and Empirical Investigations.",
        "The University of Chicago Press, Chicago, IL. Nelson, Richard and Nathan Rosenberg. 1993. Technical Innovation and National Systems, in National Innovation Systems, ed. R. Nelson. Oxford University Press, Oxford, UK.",
        "Romer, Paul M. 1990. Endogenous Technological Change, Journal of Political Economy, 98 (supplement to No. 5): 71-102.",
        "Rosenblat, Tanya S., and Markus M. Mobius. 2004. Getting Closer or Drifting Apart? Quarterly Journal of Economics, 119(3): 971-1009.",
        "Seaborg, Glenn T. 1960. Scientific Progress, the Universities, and the Federal Government, U.S. Government Printing Office, Washington, DC.",
        "Walsh, John and Todd Bayma. 1996. The Virtual College: Computer-Mediated Communication and Scientific Work, The Information Society, 12, 343-363.",
        "Weinberg, Bruce. 2006. Which Labor Economists Invested in Human Capital? Geography, Vintage, and Participation in Scientific Revolutions, working paper, Ohio State University mimeo.",
        "Wooldridge, Jeffrey M. 2002. Econometric Analysis of Cross Section and Panel Data. The MIT Press, Cambridge, MA.",
        "Zucker, Lynne, Michael Darby, and Marilynn B. Brewer. 1998. Intellectual Capital and the Birth of U.S. Biotechnology Enterprises, American Economic Review, 88, 290-306."
    ]
}