{
    "id": 12828,
    "cites": 19,
    "cited_by": 63,
    "reference": [
        "Aaronson, D., L. Barrow and W. Sander. (2003) Teachers and Student Achievement in the Chicago Public High Schools. Federal Reserve Bank of Chicago manuscript.",
        "Ballou, D., W. Sanders and P. Wright (2004) Controlling for Student Background in Value-Added Assessment of Teachers, Journal of Educational and Behavioral Statistics 29 (Spring), 37-66.",
        "Boardman, E.E. and R.J. Murnane. (1979) Using Panel Data to Improve Estimates of the Determinants of Educational Achievement. Sociology of Education v.52 pp.113-121.",
        "Boyd, D., P. Grossman, H. Lankford, S. Loeb, and James Wyckoff. 2006. How Changes in Entry Requirements Alter the Teacher Workforce and Affect Student Achievement. Education Finance and Policy, vol. 1, Issue 2 (Spring), pp.176-216.",
        "Clotfelter, C.T., H.F. Ladd, and J.L.Vigdor. 2006 . Teacher-Student Matching and the Assessment of Teacher Effectiveness. Journal of Human Resources, vol. XLI, N. 4 (Fall), pp. 778-820.",
        "Clotfelter, C.T., H.F. Ladd, J.L.Vigdor, and J. Wheeler. 2006. High Poverty Schools and the Distribution of Principals and Teachers. Sanford Institute Working Paper.",
        "Dee, T.S., A Teacher Like Me: Does Race, Ethnicity, or Gender Matter? 2005.",
        "American Economic Review 95 (May) , 158-165. Goldhaber, D. and E. Anthony (2005) Can Teacher Quality be Effectively Assessed? updated version of an Urban Institute Working Paper.",
        "Goldhaber, D.D. and D.Brewer (2000) Does Teacher Certification Matter? High School Teacher Certification Status and Student Achievement. Educational Evaluation and Policy Analysis v.22 pp.129-45.",
        "Hanushek, E.A. (1997). Assessing the Effects of School Resources on Student Performance: An Update. Educational Evaluation and Policy Analysis 19(2): 141-164.",
        "Hanushek, E. A., J. F. Kain, D. M. OBrien and S.G. Rivkin (2005) The Market for Teacher Quality, unpublished paper, Stanford University, January.",
        "Hanushek, E.A. J.F. Kain, and S.G. Rivkin (2006). New Evidence about Brown v.",
        "Board of Education: The Complex Effects of school Racial Composition on Achievement. (Unpublished paper). March. Hedges, L.V., R. Laine, and R. Greenwald (1994) Does Money Matter? A MetaAnalysis of Studies of the Effects of Differential School Inputs on Student Outcomes, Educational Researcher23 (April): 5-14.",
        "Lankford, H., S. Loeb, and J. Wyckoff. (2002) Teacher Sorting and the Plight of Urban Schools, Educational Evaluation and Policy Analysis v.24 pp.37-62.",
        "Rivkin, Steven. 2006. Cumulative Nature of Learning and Specification Bias in Education Research. (unpublished manuscript) January 2006.",
        "Rivkin, S.G., E.A. Hanushek, and J.F. Kain (2005) Teachers, Schools and Academic Achievement. Econometrica v.79 pp.418-458.",
        "Rockoff, J.E. (2004) The Impact of Individual Teachers on Student Achievement: Evidence from Panel Data, American Economic Review Papers and Proceedings (May 2004), 247-252.",
        "Summers, A.A. and B.L. Wolfe (1977) Do Schools Make A Difference? American Economic Review v.67 pp.639-652.",
        "Todd, P.E. and K.I. Wolpin (2003) On the Specification and Estimation of the Production Function for Cognitive Achievement, Economic Journal 113 (February), F3F33."
    ]
}