{
    "id": 12824,
    "cites": 54,
    "cited_by": 31,
    "reference": [
        "[1] Altissimo, Filippo, BenoÃ\u0083Â®t Mojon, and Paolo Zaffaroni (2004), Fast Micro and Slow Macro: Can Aggregation Explain the Persistence of Inflation? manuscript, European Central Bank.",
        "[2] Aoki, Kosuke (2001), Optimal Monetary Policy Responses to Relative Price Changes, Journal of Monetary Economics 48: 55-80.",
        "[3] Bai, Jushan (2003), Inferential Theory for Factor Models of Large Dimensions, Econometrica 71(1): 135-72.",
        "[4] Balke, Nathan S., and Mark A. Wynne (2003), The Relative Price Effects of Monetary Shocks, FRB Dallas, Working Paper no. 0306.",
        "[5] Ball, Laurence, and David Romer (1990), Real Rigidities and the Non-Neutrality of Money, Review of Economic Studies 57: 183-203.",
        "[6] Barro, Robert J. (1972), A Theory of Monopolistic Price Adjustment, Review of Economic Studies 39: 17-26.",
        "[7] Barsky, Robert, Christopher L. House, and Miles Kimball (2003), Do Flexible Goods Prices Undermine Sticky Price Models? NBER Working Paper 9832.",
        "[8] Benigno, Pierpaolo (2003), Optimal Monetary Policy in a Currency Area, Journal of International Economics.",
        "[9] Bernanke, Ben S., and Alan S. Blinder (1992), The Federal Funds Rate and the Channels of Monetary Transmission, American Economic Review 82(4): 901-921.",
        "[10] Bernanke, Ben S., Jean Boivin and Piotr Eliasz (2005), Measuring Monetary Policy: A Factor Augmented Vector Autoregressive (FAVAR) Approach, Quarterly Journal of Economics 120(1): 387-422.",
        "[11] Bernanke, Ben S. and Mark Gertler (1995), Inside the Black Box: The Credit Channel of Monetary Policy Transmission, Journal of Economic Perspectives 9, 27-48.",
        "[12] Bernanke, Ben, and Ilian Mihov (1998). Measuring Monetary Policy. Quarterly Journal of Economics 113, 869--902.",
        "[13] Bils, Mark, and Peter J. Klenow (2004), Some Evidence on the Importance of Sticky Prices, Journal of Political Economy 112(5): 947-985.",
        "[14] Bils, Mark, Peter J. Klenow, and Oleksiy Kryvtsov (2003), Sticky Prices and Monetary Policy Shocks, Federal Reserve Bank of Minneapolis Quarterly Review 27(1): 2-9.",
        "[15] Blinder, Alan S., Elie R. D. Canetti, David E. Lebow, and Jeremy B. Rudd (1998), Asking About Prices: A New Approach to Understanding Price Stickiness, Russell Sage Foundation, New York.",
        "[16] Boivin, Jean (1999). The Feds Conduct of Monetary Policy: Has It Changed and Does It Matter? Ph.D. thesis, Princeton University.",
        "[18] Boivin, Jean and Marc Giannoni (2002) Assessing Changes in the Monetary Transmission Mechanism: A VAR Approach, Federal Reserve Bank of New York Economic Policy Review 8(1): 97-111.",
        "[19] Boivin, Jean and Marc Giannoni (2006) Has Monetary Policy Become More Effective? The Review of Economics and Statistics 88(3): 445-462.",
        "[20] Boivin, Jean, and Serena Ng (2005), Understanding and Comparing Factor-Based Forecasts, International Journal of Central Banking 1(3): 117-151.",
        "[21] Carlton, Dennis W. (1986), The Rigidity of Prices, American Economic Review 76, 637-658.",
        "[22] Carvalho, Carlos (2006), Heterogeneity in Price Stickiness and the New Keynesian Phillips Curve, Manuscript, Princeton University.",
        "[23] Cecchetti, Stephen G. (1986), The Frequency of Price Adjustment: A Study of the Newsstand Prices of Magazines, Journal of Econometrics 31, 255-274.",
        "[24] Christiano, Lawrence J., Martin Eichenbaum, and Charles Evans (1999), Monetary Policy Shocks: What Have We Learned and to What End? in J. Taylor and M. Woodford, eds., Handbook of Macroeconomics, Vol. 1A, Chap. 2. Amsterdam: North-Holland.",
        "[25] Christiano, Lawrence J., Martin Eichenbaum, and Charles Evans (2005), Nominal Rigidities and the Dynamic Effect of a Shock to Monetary Policy, Journal of Political Economy 113(1): 1-45.",
        "[26] Clark, Todd E. (2003), Disaggregate Evidence on the Persistence of Consumer Price Inflation, manuscript, Federal Reserve Bank of Kansas City.",
        "[27] Cogley, Timothy, and Thomas J. Sargent (2001), Evolving Post-World War II U.S. Inflation Dynamics, NBER Macroeconomics Annual 16: 331-373.",
        "[28] Cogley, Timothy, and Thomas J. Sargent (2005), Drifts and Volatilities: Monetary Policies and Outcomes in the Post WWII US, Review of Economic Dynamics 8: 262--302.",
        "[29] Dhyne, E., L. Ã\u0083Â\u0081lvarez, H. Le Bihan, G. Veronese, D. Dias, J. Hoffman, N. Jonker, P. LÃ\u0083Â¼nnemann, F. Rumler and J. Vilmunen (2005), Price Setting in the Euro Area: Some Stylised Facts from Individual Consumer Price Data, European Central Bank Working Paper no. 524.",
        "[30] Erceg, Christopher, and Andrew T. Levin (2002), Optimal Monetary Policy with Durable Consumption Goods, International Finance Discussion Paper 748, Board of Governors of the Federal Reserve System.",
        "[31] Franco, Francesco, and Thomas Philippon (2004), Firms and Aggregate Dynamics, Manuscript, New York University.",
        "[32] Fuhrer, Jeffrey C. and George R. Moore (1995), Inflation Persistence, Quarterly Journal of Economics 110, 127-159.",
        "[33] GalÃ\u0083Â­, Jordi, and Mark Gertler (1999), Inflation Dynamics: A Structural Econometric Analysis, Journal of Monetary Economics 44, 195-222.",
        "[35] Golosov, Mikhail, and Robert E. Lucas (2003), Menu Costs and Phillips Curves, NBER Working Paper 10187.",
        "[36] Imbs, Jean, Haroon Mumtaz, Morten O. Ravn, and Helene Rey (2005), PPP Strikes Back: Aggregation and the Real Exchange Rate, Quarterly Journal of Economics 120, 1-44.",
        "[37] Kackmeister, Alan (2001), Has Retail Price Behavior Changed Since 1889? Evidence from Microdata, manuscript, University of California, Berkeley.",
        "[38] Kashyap, Anil K. (1995), Sticky Prices: New Evidence from Retail Catalogs, Quarterly Journal of Economics 110, 245-274.",
        "[39] Klenow, Peter J. and Oleksiy Kryvtsov (2005) State-dependent or Time-dependent Pricing: Does It Matter for Recent US Inflation? NBER WP 11043.",
        "[40] Leeper, Eric, Christopher A. Sims, and Tao Zha (1996), What Does Monetary Policy Do? Brookings Papers on Economic Activity 2.",
        "[42] Levy, Daniel, Mark Bergen, Shantanu Dutta, and Robert Venable (1997), The Magnitude of Menu Costs: Direct Evidence from Large U.S. Supermarket Chains, Quarterly Journal of Economics 112 (3), 791-823.",
        "[43] MacDonald, James N. and Daniel Aaronson (2001), How Do Retail Prices React to Minimum Wage Increases? manuscript, U.S. Department of Agriculture.",
        "[44] MaÃ\u0082Â´ckowiak, Bartosz, and Mirko Wiederholt (2006), Optimal Sticky Prices under Rational Inattention, manuscript, Humboldt University, Berlin.",
        "[45] Midrigan, Virgiliu (2006), Menu Costs, Multi-Product Firms, and Aggregate Fluctuations, manuscript, Ohio State University.",
        "[46] Nakamura, Emi, and JÃ\u0083Â³n Steinsson (2006), Five Facts About Prices: A Reevaluation of Menu Cost Models, manuscript, Harvard University.",
        "[47] Pesaran, M. Hashem, and Ron Smith (1995), Estimating Long-Run Relationships From Dynamic Heterogenous Panels, Journal of Econometrics 68: 79-113.",
        "[48] Pivetta, Frederic, and Ricardo Reis (2003), The Persistence of Inflation in the United States, manuscript, Harvard University.",
        "[49] Reis, Ricardo (2006), Inattentive Producers, Review of Economic Studies 73(1): 1-29.",
        "[50] Rotemberg, Julio J., and Michael Woodford (1997), An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy, NBER Macroeconomics Annual, 297-346.",
        "[51] Sims, Christopher A. (1992), Interpreting the Macroeconomic Time Series Facts: The Effects of Monetary Policy, European Economic Review, 36(5), 975-1000.",
        "[52] Sims, Christopher A. (2001), Comment on `Evolving Post-World War II U.S. Inflation Dynamics, NBER Macroeconomics Annual 16, 373-79.",
        "[53] Smets, Frank, and Raf Wouters (2004), Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach, manuscript, April.",
        "[54] Stock, James H. (2001), Comment on `Evolving Post-World War II U.S. Inflation Dynamics, NBER Macroeconomics Annual 16, 379-87.",
        "[55] Stock, James H., and Mark W. Watson (1996). Evidence on Structural Instability in Macroeconomic Time Series Relations. Journal of Business and Economic Statistics 14, 11--30.",
        "[56] Stock, James H., and Mark W. Watson (1999), Forecasting Inflation, Journal of Monetary Economics 44, 293-335.",
        "[57] Stock, James H., and Mark W. Watson (2002), Macroeconomic Forecasting Using Diffusion"
    ]
}