{
    "id": 12826,
    "cites": 26,
    "cited_by": 6,
    "reference": [
        "Ballve, Alberto and Josh Lerner (2001) The Exxel Group: March 2001, Harvard Business School Case 9-202-053.",
        "Fenn, George, Nellie Liang, and Steven Prowse, The Private Equity Industry: An Overview, (Financial Markets, Institutions and Instruments Series, Volume 6, Number 4), Boston, Blackwell Publishers, 1997.",
        "Gompers, Paul, and Josh Lerner (1996), The use of covenants: An empirical analysis of venture partnership agreements, Journal of Law and Economics 39.",
        "Gompers, Paul, and Josh Lerner (1999a), An analysis of compensation in the U.S. venture capital partnership, Journal of Financial Economics 51(1), 3-44.",
        "Gompers, Paul, and Josh Lerner (1999b), The Venture Capital Cycle, MIT Press: Cambridge.",
        "Gompers, Paul, and Josh Lerner (2000), Money Chasing Deals?: The Impact of Fund Inflows on the Valuation of Private Equity Investments, Journal of Financial Economics 55: 281-325.",
        "Hoye, Alex, and Josh Lerner (1995), The Exxel Group: October 1995, Harvard Business School Case 297-068.",
        "Inderst, Roman, and Felix C. Muennich (2004) The Benefits of Shallow Pockets, working paper, London School of Economics.",
        "Innes, Robert (1990) Limited liability and incentive contracting with ex-ante action choices, Journal of Economic Theory 52: 45-67.",
        "Jensen, Michael (1988), Takeovers: Their Causes and Consequences, Journal of Economic Perspectives, 2, No. 1, 21-48.",
        "Jones, Charles, and Matthew Rhodes-Kropf (2003), The price of diversifiable risk in venture capital and private equity, working paper, Columbia University.",
        "Kandel, Eugene, Dima Leshchinskii, and Harry Yuklea (2006), VC funds: Aging brings myopia, working paper, Hebrew University.",
        "Kaplan, Steven (1989) Management Buyouts: Evidence on Taxes as a Source of Value, Journal of Finance, 44, 611-632.",
        "Kaplan, Steven, and Antoinette Schoar (2004), Private Equity Performance: Returns, Persistence and Capital Flows, Journal of Finance, 60, 1791-1824.",
        "Laux, Christian (2001), Limited liability and incentive contracting with multiple projects, Rand Journal of Economics 32(3).",
        "Lerner, Joshua (1995), Venture Capitalists and the oversight of private firms, Journal of Finance, 50, 301-18.",
        "Lerner, Joshua, and Antoinette Schoar (2003), The illiquidity puzzle: Theory and evidence from private equity, Journal of Financial Economics 72(1), 3-40.",
        "Lerner, Joshua, Antoinette Schoar, and Wan Wong (2005) Smart Institutions, Foolish Choices? The Limited Partner Performance Puzzle, NBER Working Paper 11136.",
        "Ljungquist, Alexander, and Matthew Richardson (2003) The Investment Behavior of Private Equity Fund Managers, Working Paper, NYU.",
        "Metrick, Andrew, and Ayako Yasuda (2006), Economics of private equity funds, Working Paper, Wharton School.",
        "Myers, Stewart, and Nicholas Majluf (1984) Corporate financing and investment decisions when firms have information that investors do not have, Journal of Financial Economics, 13, 187-221.",
        "Nachman, David, and Thomas Noe (1994) Optimal design of securities under asymmetric information, Review of Financial Studies, 7, 1-44.",
        "Sahlman, William (1990), The Structure and Governance of Venture Capital Organizations, Journal of Financial Economics, 27, 473-521.",
        "Schell, James (2006), Private Equity Funds. Business Structure and Operations (Rel. 12). Law Journal Press, New York.",
        "Stein, Jeremy (1997), Internal Capital Markets and the Competition for Corporate Resources, Journal of Finance, 52, no.1, March 1997, pp.111-133.",
        "Stein, Jeremy (2005), Why Are Most Funds Open-End? Competition and the Limits of Arbitrage, Quarterly Journal of Economics 120, 247-272.."
    ]
}