{
    "id": 12820,
    "cites": 29,
    "cited_by": 13,
    "reference": [
        "Adashi, E. Y., P. N. Barri, et al. (2003). Infertility therapy-associated multiple pregnancies (births): an ongoing epidemic. Reproductive BioMedicine Online 7(5): 151-542.",
        "Bertrand, M., E. Duflo, et al. (2004). How Much Should We Trust Differences-in-Differences Estimates? Quarterly Journal of Economics February: 249-275.",
        "Bitler, M. P. (2006). Effects of Increased Access to Infertility Treatment on Infant and Child Health Outcomes: Evidence from Health Insurance Mandates.",
        "Callahan, T. L., H. J.E., et al. (1994). The economic impact of multiple-gestation preganancies and the contribution of assisted reproduction techniques to their incidence. New England Journal of Medicine 331(4): 244-249.",
        "CDC (2002). Infant Mortality and Low Birth Weight among Black and White Infants -- United States, 1980-2002. Morbidity and Mortality Weekly 51(27): 589-592.",
        "CDC (2005). Assisted Reproductive Technology Success Rates: National Summary and Fertility Clinic Reports, U.S. Department of Health and Human Services, Centers for Disease Control and Prevention: 1-84.",
        "Collins, J. (2001). Cost-effectiveness of in vitro fertilization. Semin Reprod Med 19(3): 27989.",
        "Gruber, J. (1992). State-mandated benefits and employer-provided health insurance. Journal of Public Economics 55: 499-464.",
        "Gruber, J. (1994). The Incidence of Mandated Maternity Benefits. American Economic Review 84(3): 622-641.",
        "Hack, M., N. K. Klein, et al. (1995). Long-Term Developmental Outcomes of Low Birth Weight Infants. The Future of Children 5(1).",
        "Hamilton, B. H. and B. McManus (2005). Infertility Treatment Markets: The Effects of Competition and Policy: 42.",
        "Hansen, M., C. Bower, et al. (2004). Assisted reproductive technologies and the risk of birth defects - a systematic review. Human Reproduction 20(2): 328-338.",
        "Jain, T., B. L. Harlow, et al. (2002). Insurance Coverage and Outcomes of in Vitro Fertilization. The New England Journal of Medicine 347(9): 661-666.",
        "Jensen, G. A. and J. R. Gabel (1992). State Mandated Benefits and the Small Firms Decision to Offer Insurance. Journal of Regulatory Economics 4(4): 379-404.",
        "Jensen, G. A. and M. A. Morrisey (1999). Employer-Sponsored Health Insurance and Mandated Benefit Laws. The Milbank Quarterly 77(4): 425-459.",
        "Kaestner, R. and K. Simon (2002). Labor Market Consequences of State Health Insurance Regulation. Industrial and Labor Relations Review 56(1): 136-159.",
        "Kurinczuk, J. J., M. Hansen, et al. (2004). The risk of birth defects in children born after assisted reproductive technologies. Current Opinion in Obstetrics and Gynecology 16: 201-209.",
        "McGuire, T. G. and J. T. Montgomery (1982). Mandated Mental Health Benefits in Private Health Insurance. Journal Of Health Politics, Policy, and Law 7(2): 380-399.",
        "Menken, J., J. Trussell, et al. (1986). Age and infertility. Science 233: 1389-94.",
        "Neumann, P. J. and M. Johannesson (1994). The Willingness to Pay for In Vitro Fertilization: A Pilot Study using Contigent Valuation. Medical Care 32: 686 - 99.",
        "Reynolds, M. A., L. A. Schieve, et al. (2001). Risk of multiple birth associated with in vitro fertilization using donor eggs. American Journal of Epidemiology 154(11): 1043-1050.",
        "Rothschild, M. and J. Stiglitz (1976). Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information. Quarterly Journal of Economics 90: 629-49.",
        "Schieve, L. A., M. S.F., et al. (2002). Low and very low birth weight in infants conceived with use of assisted reproductive technology. New England Journal of Medicine 346(10): 731-737.",
        "Schmidt, L. (2005). Infertility Insurance Mandates and Fertility. American Economic Review 95(2): 204-213.",
        "Sloan, F. A. and C. J. Conover (1998). Effects of State Reforms on Health Insurance Coverage of Adults. Inquiry 35(3): 280-293.",
        "Spar, D. (2006). Where Babies Come From: Supply and Demand in an Infant Marketplace. Harvard Business Review February: 133-142.",
        "Stigler, G. (1971). The Theory of Economic Regulation. The Bell Journal of Economics and Management Science 2(1): 3-21.",
        "Summers, L. H. (1989). Some Simple Economics of Mandated Benefits. American Economic Review 79(2): 177-183.",
        "Van Voorhis, B. J., D. W. Sotovall, et al. (1997). Cost-effectiveness of infertility treatments: a cohort study. Fertility and Sterility 67(6): 830-836."
    ]
}