{
    "id": 12836,
    "cites": 31,
    "cited_by": 4,
    "reference": [
        "Arthur, W. Brian (1981). The Economics of Risks of Life. American Economic Review, 71(1), 54-64.",
        "Becker, Gary S. and Robert Barro (1988). A Reformulation of the Economic Theory of Fertility. Quarterly Journal of Economics, 103(1), 1-25.",
        "Becker, Gary S. and Julio Elias (2006). Introducing Incentives in the Market for Live and Cadaveric Organ Donations, Mimeo, University of Chicago.",
        "Becker, Gary S. and Kevin Murphy (1988). The Family and the State. Journal of Law and Economics, 31(1), 1-18.",
        "Becker, Gary S., Tomas J. Philipson, and Rodrigo R. Soares (2005). The Quantity and Quality of Life and the Evolution of World Inequality. American Economic Review, 95(1), 277-291.",
        "Bergstrom, Theodore (1982). When Is a Mans Life Worth More Than His Human Capital? In: M. W. Jones-Lee (ed). The Value of Life and Safety. Amsterdam, North-Holland, 3-26.",
        "Bergstrom, Theodore (2006). Benefit-cost in a Benevolent Society. American Economic Review, 96(1), 339-351.",
        "Blomquist, Glenn C., Ted R. Miller and David T. Levy (1996). Values of Risk Reduction Implied by Motorist Use of Protection Equipment: New Evidence from Different Populations.",
        "Journal of Transport Economics and Policy, 30(January), 55-66. Carlin, Paul S. and Robert Sandy (1991). Estimating the Implicit Value of a Young Childs Life. Southern Economic Journal, 85(1), 186-202.",
        "Cropper, Maureen L., Sema K. Aydede, and Paul R. Portney (1992). Rates of Time Preference for Saving Lives. American Economic Review Papers and Proceedings, 82(2), 469-472.",
        "Cropper, Maureen L. and Frances G. Sussman (1988). Families and the Economics of Risks to Life. American Economic Review, 78(1), 255-260.",
        "Deaton, Angus (2004). Health in an Age of Globalization. Brookings Trade Forum 2004, 83-130.",
        "Dickie, Mark and Victoria Ulery (2001). Valuing Health in the Household: Are Kids Worth More than Parents?. Unpublished Manuscript, Association of Environmental and Resource Economists 2001 Workshop.",
        "Jenkins, Robin R., Nicole Owens, and Lanelle B. Wiggins (2001). Valuing Reduced Risks to Children: The Case of Bicycle Safety Helmets. Contemporary Economic Policy, 19(4), 397-408.",
        "Jones-Lee, M. W. (1992). Paternalistic Altruism and the Value of a Statistical Life. Economic Journal, 102(January), 80-90.",
        "Kalemli-Ozcan, Sebnem (2002). Does Mortality Decline Promote Economic Growth? Journal of Economic Growth, 7(4), 411-439.",
        "Lino, Mark (2001). USDAs Expenditure on Children by Families Project: Uses and Changes Over Time. Family Economics and Nutrition Review, 13(1), 81-86.",
        "Mount, Timothy, Weifeng Weng, and William Schulze (2000). Automobile Safety and the Value of Statistical Life in the Family: Valuing Reduced Risk for Children, Adults and the Elderly. United States Environmental Protection Agency Report 0431.",
        "Murphy, Kevin M. and Robert Topel (2003). The Economic Value of Medical Research. In: Kevin M. Murphy and Robert Topel (eds). Measuring the Gains from Medical Research: An Economic Approach. Chicago, University of Chicago Press, 41-73.",
        "Nordhaus, William D. (2003). The Health of Nations: The Contribution of Improved Health to Living Standards. In: Kevin M. Murphy and Robert Topel (eds). Measuring the Gains from Medical Research: An Economic Approach. Chicago, University of Chicago Press, 9-40.",
        "Philipson, Tomas J. and Rodrigo R. Soares (2005). The Economic Cost of AIDS in SubSaharan Africa: A Reassessment. In: Guillem LÃ\u0083Â³pez-Casasnovas, Berta Rivera, and Luis Currais (eds). Health and Economic Growth: Findings and Policy Implications, Cambridge, MIT Press, 313-336.",
        "Preston, Samuel H. (1993). Health Indices as a Guide Principle to Health Sector Planning: A Demographic Critique. In: James N. Gribble and Samuel H. Preston (eds). The Epidemiological Transition -- Policy and Planning Implications for Developing Countries. National Academy Press, Washington DC, 126-144.",
        "Rosen, Sherwin (1988). The Value of Changes in Life Expectancy. Journal of Risk and Uncertainty, 1(3), 285-304.",
        "Rosen, Sherwin (1994). The Quantity and Quality of Life: A Conceptual Framework. In: George Tolley, Donald Kendel, and Robert Fabian (eds). Valuating Health for Policy: An Economic Approach. Chicago, University of Chicago Press, 221-248.",
        "Sah, Raaj (1991). The Effects of Child Mortality Changes on Fertility Choice and Parental Welfare. Journal of Political Economy, 99(3), 582-606.",
        "Schelling, Thomas C. (1968). The Life You Save May Be Your Own. In: Samuel B. Chase, Jr. (ed). Problems in Public Expenditure Analysis. Brookings Institution, Washington, D.C., 127-161.",
        "Soares, Rodrigo, R. (2006). The Welfare Cost of Violence Across Countries. Journal of Health Economics, 25(5), 821-846.",
        "Usher, Dan (1973). An Imputation of the Measure of Economic Growth for Changes in Life Expectancy. In: Milton Moss (ed). The Measurement of Economic and Social Performance, Studies in Income and Wealth, Vol. 38. Conference on Research in Income and Wealth. New York, National Bureau of Economic Research and Columbia University Press, 193-225.",
        "Viscusi, Kip (2005). The Value of Life. Discussion Paper No. 517, Harvard Law School.",
        "Wolpin, Kenneth I. (1997). Determinants and Consequences of the Mortality and Health of Infants and Children. In: Mark R. Rosenzweig and Oded Stark (eds). Handbook of Population and Family Economics, Amsterdam, North Holland, 483-557.",
        "Zelizer, Viviana A. (1994). Pricing the Priceless Child: The Changing Social Value of Children."
    ]
}