{
    "id": 12844,
    "cites": 33,
    "cited_by": 1,
    "reference": [
        "Abrami, Philip C.; Sylvia dApollonia; and Steven Rosenfield The Dimensionality of Student Ratings of Instruction: What We Know and What We Do Not. in Effective Teaching in Higher Education Research and Practice, R. P. Perry and J. C. Smart, Eds. New York: Agathon Press. Baird, John S., 1987. Perceived Learning in Relation to Student Evaluation of University Instruction. Journal of Educational Psychology 79, 90-91.",
        "Basow, Susan A., 1995. Student Evaluation of College Professors: When Gender Matters.",
        "Journal of Educational Psychology 87, 656-665. Becker, William E., Watts, Michael, 1999. How Departments of Economics Evaluate Teaching.",
        "American Economic Review 89, 344-349. Beddard, Kelly and Peter Kuhn. 2005. Where Class Size Really Matters: Class Size and Student Ratings of Instructor Effectiveness. Working Paper.",
        "Bettinger, Eric, Long, Bridget Terry, 2004. Do College Instructors Matter? NBER Working Paper Series No. 10370. Cambridge, Massachusetts: National Bureau of Economic Research.",
        "Boex, L. F. Jameson, 2000. Attributes of Effective Economics Instructors: An Analysis of Student Evaluations. Journal of Economic Education 31, 211-227.",
        "Bollinger, Christer R., Hoyt, Gail Mitchell, McGoldrick, KimMarie, 2005a. Attitude, Performance and Gender in Economics Principles Courses. Working paper. Department of Economics, University of Kentucky, Lexington, KY 40506.",
        "The Efficacy of Media Use in the Classroom. Department of Economics, University of Kentucky, Lexington, KY 40506. Bosshardt, William, Watts, Michael, 2001. Comparing Student and Instructor Evaluations of Teaching. Journal of Economic Education 32, 3-17.",
        "Cohen, Peter A. 1981. Student Ratings of Instruction and Student Achievement: A MetaAnalysis of Multisection Validity Studies. Review of Educational Research 51 (No. 3, Fall): 281-309.",
        "DeCanio, Stephen J., 1986. Student Evaluations of Teaching--A Multinomial Logit Approach.",
        "Journal of Economic Education 17, 165-176. 31 Dowell, David A. and James A Neal. 1982. A Selective Review of Student Ratings of Teaching. The Journal of Higher Education 53 (No. 1, Jan.-Feb.): 51-62.",
        "Ehrenberg, Ronald G., 2004. Prospects in the Academic Labor Market for Economists. Journal of Economic Perspectives 18, 227-238.",
        "Feldman, Kenneth A. 1997. Identifying Exemplary Teachers and Teaching: Evidence from Student Ratings in Effective Teaching in Higher Education Research and Practice, R. P.",
        "Perry and J. C. Smart, Eds. New York: Agathon Press. Golden, Daniel. 2006. Colleges, Accreditors Seek Better Ways to Measure Learning. The Wall Street Journal. Monday, November 13, 2006. B1.",
        "Grimes, Paul W., Millea, Meghan J., Woodruff, Thomas W., 2004. Grades--Whos to Blame? Student Evaluation of Teaching and Locus of Control. Journal of Economic Education 35, 129-147.",
        "Greenwald, Anthony G. and Gerald M. Gillmore. 1997. Grading Leniency is a Removable Contaminant of Student Ratings. American Psychologist 52 (No. 11): 1209-1217.",
        "Hoffmann, Florian and Philip Oreopoulos. 2006. Professor Qualities and Student Achievement. Working Paper.",
        "Kelley, Allen C., 1972. Uses and Abuses of Course Evaluations as Measures of Educational Output. Journal of Economic Education 4, 13-18.",
        "Krautmann, Anthony, Sander, William, 1997. Grades and Student Evaluations of Teachers.",
        "McCulloch, J. Huston, 1998. Deflating the SEI for Grade Inflation. Working Paper, Department of Economics, The Ohio State University, Columbus OH 43210.",
        "McKenzie, Richard B., 1975. The Economic Effects of Grade Inflation on Instructor Evaluations: A Theoretical Approach. Journal of Economic Education 6, 99-105.",
        "Mirus, Rolf, 1975. Some Implications of Student Evaluations of Teachers. Journal of Economic Education 5, 35-37.",
        "Nelson, Jon P., Lynch, Kathleen A., 1984. Grade Inflation, Real Income, Simultaneity, and Teaching Evaluations. Journal of Economic Education 15, 21-37.",
        "Nichols, Alan, Soper, John C., 1972. Economic Man in the Classroom. Journal of Political Economy 80, 1069-1073.",
        "Sarwark, S., Smith, J., MacCallum, R., Cascllar, E. C., 1995. A Study of Characteristics of the SPEAK Test. RR 94047. Princeton, NJ, Educational Testing Service.",
        "Sheets, D. F., Topping, E. E., 2000. Assessing the Quality of Instruction in University Economics Courses: Attrition as a Source of Self-Selection Bias in Mean Test Scores.",
        "The Journal of Economics 26, 11-21. Sheets, Doris F., Topping, Elizabeth E., Hoftyzer, John, 1995. The Relationship of Student Evaluations of Faculty to Student Performance on a Common Final Examination in the Principles of Economics Course. The Journal of Economics 21, 55-64.",
        "Siegfried, John J., Kennedy, Peter E., 1995. Does Pedagogy Vary with Class Size in Introductory Courses? American Economic Review 85, 347-351.",
        "Shmanske, Stephen, 1988. On the Measurement of Teacher Effectiveness. Journal of Economic Education 19, 307-314.",
        "United States Department of Education. 2006. A Test of Leadership: Charting the Fugure of U.S.",
        "Watts, Michael, Bosshardt, William, 1991. How Instructors Make a Difference: Panel Data Estimates from Principles of Economics Courses. The Review of Economics and 33 Statistics 85, 336-351.",
        "Watts, Michael, Lynch, Gerald J., 1989. The Principles Courses Revisited. American Economic Review 79, 236-241.",
        "White, Lawrence J., 1995. Efforts by Departments of Economics to Assess Teaching Effectiveness: Results of an Informal Survey. Journal of Economic Education 26, 81-85."
    ]
}