{
    "id": 12843,
    "cites": 57,
    "cited_by": 15,
    "reference": [
        "Ang, A., 2002, Ã\u0082â\u0080\u009cCharacterizing the Ability of Dividend Yields to Predict Future Dividends in Log-Linear Present Value Models,Ã\u0082â\u0080\u009d working paper, Columbia Business School.",
        "Ang, A., and G. Bekaert, 2006, Ã\u0082â\u0080\u009cStock Return Predictability: Is It There?Ã\u0082â\u0080\u009d forthcoming Review of Financial Studies.",
        "Ang, A., and J. Liu, 2004, Ã\u0082â\u0080\u009cHow to Discount Cashflows with Time-Varying Expected Returns,Ã\u0082â\u0080\u009d Journal of Finance, 59, 6, 2745-2783.",
        "Bansal, R., and A. Yaron, 2004, Ã\u0082â\u0080\u009cRisks for the Long Run: A Potential Resolution of Asset Pricing Puzzles,Ã\u0082â\u0080\u009d Journal of Finance, 59, 4, 1481-1509.",
        "Bick, A., 1990, Ã\u0082â\u0080\u009cOn Viable Diffusion Price Proceses of the Market Portfolio,Ã\u0082â\u0080\u009d Journal of Finance, 45, 2, 673-689.",
        "Black, F., and M. S. Scholes, 1973, Ã\u0082â\u0080\u009cThe Pricing of Options and Corporate Liabilities,Ã\u0082â\u0080\u009d Journal of Political Economy, 81, 637-659.",
        "Brandt, M., and Q. Kang, 2004, Ã\u0082â\u0080\u009cOn the Relationship Betweeen the Conditional Mean and Volatility of Stock Returns: A Latent VAR Approach,Ã\u0082â\u0080\u009d Journal of Financial Economics, 72, 217-257.",
        "Bollerslev, T., R. F. Engle, and J. M. Wooldridge, 1988, Ã\u0082â\u0080\u009cA Capital Asset Pricing Model with Time-Varying Covariances,Ã\u0082â\u0080\u009d Journal of Political Economy, 96, 116-131.",
        "Calvet, L. E., and A. J. Fisher, 2005, Ã\u0082â\u0080\u009cMultifrequency News and Stock Returns,Ã\u0082â\u0080\u009d NBER Working Paper 11441.",
        "Campbell, J. Y., 1993, Ã\u0082â\u0080\u009cIntertemporal Asset Pricing without Consumption Data,Ã\u0082â\u0080\u009d American Economic Review, 83, 487-512.",
        "Campbell, J. Y., 1987, Ã\u0082â\u0080\u009cStock Returns and the Term Structure,Ã\u0082â\u0080\u009d Journal of Financial Economics, 18, 373-399.",
        "Campbell, J. Y., A. W. Lo, and A. C. MacKinlay, 1997, The Econometrics of Financial Markets, Princeton University Press, New Jersey.",
        "Campbell, J. Y., and R. J. Shiller, 1988a, Ã\u0082â\u0080\u009cThe Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors,Ã\u0082â\u0080\u009d Review of Financial Studies, 1, 3, 195-228.",
        "Campbell, J. Y., and R. J. Shiller, 1988b, Ã\u0082â\u0080\u009cStock Prices, Earnings and Expected Dividends,Ã\u0082â\u0080\u009d Journal of Finance, 43, 3, 661-676.",
        "Campbell, J. Y., and M. Yogo, 2006, Ã\u0082â\u0080\u009cEfficient Tests of Stock Return Predictability,Ã\u0082â\u0080\u009d Journal of Financial Economics, 81, 27-60.",
        "Chacko, G., and L. Viceira, 2005, Ã\u0082â\u0080\u009cDynamic Consumption and Portfolio Choice with Stochastic Volatility in Incomplete Markets,Ã\u0082â\u0080\u009d Review of Financial Studies, 18, 1369-1402.",
        "Cochrane, J. H., 2001, Asset Pricing, Princeton University Press, New Jersey.",
        "Cochrane, J. H., and J. SÃ\u0082Â´aa-Requejo, 2000, Ã\u0082â\u0080\u009cBeyond Arbitrage: Good-Deal Asset Price Bounds in Incomplete Markets,Ã\u0082â\u0080\u009d Journal of Political Economy, 108, 1, 79-119.",
        "Cox, J. C., J. E. Ingersoll, Jr. and S. A. Ross, 1985, Ã\u0082â\u0080\u009cA Theory Of The Term Structure Of Interest Rates,Ã\u0082â\u0080\u009d Econometrica, 53, 2, 385-408.",
        "Decamps, J. P., and A. Lazrak, 2000, Ã\u0082â\u0080\u009cA Martingale Characterization of Equilibrium Asset Price Processes,Ã\u0082â\u0080\u009d Economic Theory, 15, 1, 207-213.",
        "Engle, R. F., 1982, Ã\u0082â\u0080\u009cAutoregressive Conditional Heteroscedasticity With Estimates Of The Variance Of United Kingdom Inflations,Ã\u0082â\u0080\u009d Econometrica, 50, 4, 987-1008.",
        "Engstrom, E., 2003, Ã\u0082â\u0080\u009cThe Conditional Relationship between Stock Market Returns and the Dividend Price Ratio,Ã\u0082â\u0080\u009d working paper, University of Michigan.",
        "Epstein, L. G., and S. E. Zin, 1990, Ã\u0082â\u0080\u009c Ã\u0082â\u0080\u0098First-OrderÃ\u0082â\u0080\u0099 Risk Aversion and the Equity Premium Puzzle,Ã\u0082â\u0080\u009d Journal of Monetary Economics, 26, 387-407.",
        "Fama, E., and K. R. French, 1988a, Ã\u0082â\u0080\u009cDividend Yields and Expected Stock Returns,Ã\u0082â\u0080\u009d Journal of Financial Economics, 22, 3-26.",
        "Fama, E., and K. R. French, 1988b, Ã\u0082â\u0080\u009cPermanent and Temporary Components of Stock Prices,Ã\u0082â\u0080\u009d Journal of Political Economy, 96, 246-273.",
        "Fama, E., and G.W. Schwert, 1977, Ã\u0082â\u0080\u009cAsset Returns and Inflation,Ã\u0082â\u0080\u009d Journal of Financial Economics, 115-146.",
        "French, K. R., G. W. Schwert, and R. F. Stambaugh, 1987, Ã\u0082â\u0080\u009cExpected Stock Returns and Volatility,Ã\u0082â\u0080\u009d Journal of Financial Economics, 19, 3-29.",
        "Ferson, W., and C. R. Harvey, 1991, Ã\u0082â\u0080\u009cThe Variation of Economic Risk Premiums,Ã\u0082â\u0080\u009d Journal of Political Economy, 99, 285-315.",
        "Ghysels, E., P. Santa-Clara, and R. Valkanov, 2005, Ã\u0082â\u0080\u009cThere is a Risk-Return Tradeoff After All,Ã\u0082â\u0080\u009d Journal of Financial Economics, 76, 3, 509-548.",
        "Glosten, L. R., R. Jagannathan, and D. E. Runkle, 1993, Ã\u0082â\u0080\u009cOn The Relation Between The Expected Value And The Volatility Of The Nominal Excess Return On Stocks,Ã\u0082â\u0080\u009d Journal of Finance, 48, 5, 1779-1801.",
        "Goetzmann, W. N., and P. Jorion, 1993, Ã\u0082â\u0080\u009cTesting the Predictive Power of Dividend Yields,Ã\u0082â\u0080\u009d Journal of Finance, 48, 2, 663-679.",
        "Goyal, A., and I. Welch, 2003, Ã\u0082â\u0080\u009cThe Myth of Predictability: Does the Dividend Yield Forecast the Equity Premium?Ã\u0082â\u0080\u009d Management Science, 49, 5, 639-654.",
        "Grossman, S. J., and R. J. Shiller, 1981, Ã\u0082â\u0080\u009cThe Determinants of the Variability of Stock Market Prices,Ã\u0082â\u0080\u009d American Economic Review, 71, 2, 222-227.",
        "Hansen, L. P., J. C. Heaton, and N. Li, 2005, Ã\u0082â\u0080\u009cConsumption Strikes Back?Ã\u0082â\u0080\u009d working paper, University of Chicago.",
        "Harvey, C. R., 1989, Ã\u0082â\u0080\u009cTime-Varying Conditional Covariances in Tests of Asset Pricing Models,Ã\u0082â\u0080\u009d Journal of Financial Economics, 24, 289-317.",
        "He, H., and H. Leland, 1993, Ã\u0082â\u0080\u009cOn Equilibrium Asset Price Processes,Ã\u0082â\u0080\u009d Review of Financial Studies, 6, 3, 593-617.",
        "Heston, S. L., 1993, Ã\u0082â\u0080\u009cA Closed-Form Solution for Options with Stochastic Volatility with Applications to Bond and Currency Options,Ã\u0082â\u0080\u009d Review of Financial Studies, 6, 327-343.",
        "Hodrick, R. J., 1992, Ã\u0082â\u0080\u009cDividend Yields and Expected Stock Returns: Alternative Procedures for Inference and Measurement,Ã\u0082â\u0080\u009d Review of Financial Studies, 5, 3, 357-386.",
        "Lee, B. S., Ã\u0082â\u0080\u009cCasual Relations among Stock Returns, Interest Rates, Real Activity and Inflation,Ã\u0082â\u0080\u009d Journal of Finance, 48, 1591-1603. Lettau, M., and S. Ludvigson, 2005, Ã\u0082â\u0080\u009cExpected Returns and Expected Dividend Growth,Ã\u0082â\u0080\u009d Journal of Financial Economics, 76, 583-626.",
        "Lewellen, J., 2004, Ã\u0082â\u0080\u009cPredicting Returns with Financial Ratios,Ã\u0082â\u0080\u009d Journal of Financial Economics, 74, 209-235.",
        "Liu, J., 2006, Ã\u0082â\u0080\u009cPortfolio Selection in Stochastic Environments,Ã\u0082â\u0080\u009d forthcoming Review of Financial Studies.",
        "Lo, A.W., and A. C. MacKinlay, 1988, Ã\u0082â\u0080\u009cStock Market Prices Do Not Follow RandomWalks: Evidence From A Simple Specification Test,Ã\u0082â\u0080\u009d Review of Financial Studies, 1, 1, 41-66.",
        "LÃ\u0083Â¼ders, E., and G. Franke, 2004, Ã\u0082â\u0080\u009cWhy do Asset Prices Not Follow Random Walks?Ã\u0082â\u0080\u009d working paper, Laval University.",
        "Mele, A., 2005, Ã\u0082â\u0080\u009cRational Stock Market Fluctuations,Ã\u0082â\u0080\u009d working paper, LSE.",
        "Merton, R. C., 1973, Ã\u0082â\u0080\u009cAn Intertemporal Capital Asset Pricing Model,Ã\u0082â\u0080\u009d Econometrica, 41, 867-887.",
        "Merton, R. C., 1980, Ã\u0082â\u0080\u009cOn Estimating the Expected Return on the Market: An Exploratory Investigation,Ã\u0082â\u0080\u009d Journal of Financial Economics, 8, 323-361.",
        "Nelson, D. B., 1991, Ã\u0082â\u0080\u009cConditional Heteroskedasticity in Asset Returns: A New Approach,Ã\u0082â\u0080\u009d Econometrica, 59, 347-370.",
        "Pham, H., and N. Touzi, 1996, Ã\u0082â\u0080\u009cEquilibrium State Prices in a Stochastic Volatility Model,Ã\u0082â\u0080\u009d Mathematical Finance, 6, 2, 215-236.",
        "Poterba, J., and L. Summers, 1986, Ã\u0082â\u0080\u009cThe Persistence of Volatility and Stock Market Fluctuations,Ã\u0082â\u0080\u009d American Economic Review, 76, 1142-1151.",
        "Scruggs, J. T., 1998, Ã\u0082â\u0080\u009cResolving The Puzzling Intertemporal Relation Between The Market Risk Premium And Conditional Market Variance: A Two-Factor Approach,Ã\u0082â\u0080\u009d Journal of Finance, 53, 2, 575-603.",
        "Shiller, R. J., 1981, Ã\u0082â\u0080\u009cDo Stock Prices Move Too Much To Be Justified By Subsequent Changes In Dividends?,Ã\u0082â\u0080\u009d American Economic Review, 71, 3, 421-436.",
        "Stambaugh, R. F., 1999, Ã\u0082â\u0080\u009cPredictive Regressions,Ã\u0082â\u0080\u009d Journal of Financial Economics, 54, 375-421.",
        "Stapleton, R. C., and M. G. Subramanyam, 1990, Ã\u0082â\u0080\u009cRisk Aversion and the Intertemporal Behavior of Asset Prices,Ã\u0082â\u0080\u009d Review of Financial Studies, 3, 677-693.",
        "Stein, J. C., and E. Stein, 1991, Ã\u0082â\u0080\u009cStock Price Distributions with Stochastic Volatility: An Analytic ApproachÃ\u0082â\u0080\u009d, Review of Financial Studies, 4, 727-752.",
        "Valkanov, R., 2003, Ã\u0082â\u0080\u009cLong-Horizon Regressions: Theoretical Results and Applications,Ã\u0082â\u0080\u009d Journal of Financial Economics, 68, 2, 201-232.",
        "Vasicek, O., 1977, Ã\u0082â\u0080\u009cAn Equilibrium Characterization Of The Term Structure,Ã\u0082â\u0080\u009d Journal of Financial Economics, 5, 2, 177-188.",
        "Yaari, M. E., 1987, Ã\u0082â\u0080\u009cThe Dual Theory of Choice under Risk,Ã\u0082â\u0080\u009d Econometrica, 55, 95-115."
    ]
}