{
    "id": 12842,
    "cites": 11,
    "cited_by": 6,
    "reference": [
        "Bodie, Zvi,, Alan J. Marcus, and Robert C. Merton, 1988, Defined Benefit versus Defined Contribution Pension Plans: What are the Real Trade-offs? In Pensions in the U.S. Economy, edited by Zvi Bodie, John Shoven, and David Wise, Chicago, IL: University of Chicago Press: 139 162.",
        "Choi, James, David Laibson, Brigitte Madrian, and Andrew Metrick, 2001, For better or for worse: Default effects and 401(K) savings behavior, NBER Working paper 8651, December.",
        "Clark, Robert L., Linda S. Ghent, and Ann A. McDermed, Pension Plan Choice Among University Faculty, Southern Economic Journal. 2006.",
        "Duflo, Esther, and Emmanuel Saez, Participation and Investment Decisions in a Retirement Plan: The Influence of Colleagues Choices, Journal of Public Economics, LXXXV (2002), 121-48.",
        "Duflo, Esther, and Emmanuel Saez, The Role of Information and Social Interactions in Retirement Plan Decisions: Evidence from a Randomized Experiment, Quarterly Journal of Economics, CXVIII (2003), 815-42.",
        "Ford, William, 2005. 2004 Comparative Study of Major Public Employee Retirement Systems. Wisconsin Legislative Council, December 2005.",
        "Madrian, Brigitte, and Dennis Shea, 2001, The power of suggestion: Inertia in 401(k) participation and savings behavior, The Quarterly Journal of Economics 116, 1149-1525.",
        "Papke, Leslie, 2004, Pension Plan Choice in the Public Sector: The Case of Michigan State Employees, National Tax Journal, Vol. 57(2), Part 1: 329-339.",
        "Shiller, Robert J., 2005, The Life Cycle personal Accounts Proposal for Social Security: An Evaluation, Yale ICF Working paper No. 05-06.",
        "U.S. Government Accounting Office, 2003, Social Security: Issues Relating to Noncoverage of Public Employees, Statement of Barbara D. Bovbjerg before the Subcommittee on Social Security, Committee on Ways and Means, House of Representatives. GAO-03-710T.",
        "Yang, Tongxuan. Understanding the Defined Benefit versus Defined Contribution Choice. Pension Research Council working paper 2005-04, The Wharton School, University of Pennsylvania. 2005."
    ]
}