{
    "id": 12848,
    "cites": 37,
    "cited_by": 5,
    "reference": [
        "Alliance for Aging. When medicine hurts instead of helps: preventing medication problems in older persons. Washington, D. C.: Alliance for Aging Research; 1998.",
        "Adams AS, Soumerai SB, Ross-Degnan D. The case for a Medicare drug coverage benefit: a critical review of the empirical evidence. Annual Review of Public Health 2001a; 22; 49-61.",
        "Adams AS, Soumerai SB, Ross-Degnan D. Use of antihypertensive drugs by Medicare enrollees: does type of drug coverage matter? Health Affairs (Millwood) 2001b; 20(1); 276-286.",
        "Barry P. Chasing drugs: many readers take drastic steps to get prescription medicine. American Association of Retired Personals; 2003.",
        "Bates DW, Spell N, Cullen DJ. The cost of adverse drug events in hospitalized patients. Journal of American Medical Association 1997; 227(4); 307-311.",
        "Bech P, Moses R, Gomis R. The effect of prandial glucose regulation with repaglinide on treatment satisfaction, wellbeing and health status in patients with pharmacotherapy naive Type 2 diabetes: a placebo-controlled, multi-center study. Quality of Life Research 2003; 12(4); 413425.",
        "Blustein J. Drug coverage and drug purchases by Medicare beneficiaries with Hypertension. Health Affairs (Millwood) 2000; 19(2); 219-230.",
        "Briesacher B, Stuart B, Doshi J, Wrobel M. Medicare Beneficiaries and the Impact of Gaining Prescription Drug Coverage on Inpatient and Physician Spending. Health Services Research 2005; 40(5 Pt 1); 1279-1296.",
        "Brook RH, Ware JE, Rogers WH, Keeler EB, Davies AR, Donald CA, Goldberg GA, Lohr KN, Masthay PC, Newhouse JP. Does free care improve adults health? Results from a randomized controlled trial. New England Journal of Medicine 1983; 309(23); 1426-1433.",
        "Budnitz DS, Pollock DA, Weidenbach KN, Mendelsohn AB, Schroeder TJ, Annest JL. National surveillance of emergency department visits for outpatients adverse drug events. Journal of American Medical Association 2006; 295(15); 1858-1866.",
        "Bunting B, Cranor C. The Asheville Project: long-term clinical, humanistic, and economic outcomes of a community-based medication therapy management program for asthma. Journal of American Pharmacist Association 2006; 46; 133-147.",
        "Cameron AC, Trivedi PK. Regression analysis of count data. New York: Cambridge University Press; 1998.",
        "Canete S, Juan AFS, Perez M, Gomez-Gallego F, Lopez-Mojares LM, Earnest CP, Fleck SJ, Lucia A. Does creatine supplementation improve functional capacity in elderly women? Journal of Strength and Conditioning Research 2006; 20(1); 22-28.",
        "CBO. CBO estimate for Medicare Modernization Act. Washington, D.C.: Congressional Budget Office; 2005.",
        "Census. Census 2000 data. 2000.",
        "Cook CE, Richardson JK, Pietroban R, Silva HM, Turner D. Validation of the NHANES ADL scale in a sample of patients with report of cervical pain: factor analysis, item response theory analysis, and line item validity. Disability and Rehabilitation 2006; 28(15); 929-935.",
        "Croog SH, Levin S, Testa MA, Brown B, Bulpitt CJ, Jenkins CD, Klerman GL, Williams GH. The effects of antihypertensive therapy on the quality of life. New England Journal of Medicine 1986; 314(26); 1657-1664.",
        "Cutler DM, Zeckhauser RJ. 2000 The anatomy of health insurance. In: Culyer AJ and Newhouse JP (Eds), Handbook of Health Economics, vol. 1A. North Holland: Elsevier; 2000. p. 566-643.",
        "Doody R, Wirth Y, Schmitt F, Mobius H. Specific functional effects of memantine treatment in patients with moderate to severe Alzheimers disease. Dementia and Geriatric Cognitive Disorders 2004; 18(2); 227-232.",
        "Duggan MG. Does Medicaid pay too much for prescription drugs? A case study of atypical antipsychotic. National Bureau of Economic Research 2003; Working Paper No. 9626.",
        "EBRI. EBRI data book on employee benefits. 2006. [accessed on 2006]. Available at:http://www.ebri.org/publications/books/index.cfm?fa=databook.",
        "Federman AD, Adams AS, Ross-Degnan D, Soumerai SB, Ayanian JZ. Supplemental insurance and use of effective cardiovascular drugs among elderly Medicare beneficiaries with coronary heart disease. Journal of American Medical Association 2001; 286(14); 1732-1739.",
        "Feldman H, Gauthier S, Hecker J, Vellas B, Emir B, Mastev V, Subbiah P. Efficacy of donepezil on maintenance of activities of daily living in patients with moderate to severe Alzheimers disease and the effect of caregiver burden. Journal of the American Geriatrics Society 2003; 51(6); 737-744.",
        "Genovese MC, Becker JC, Schiff M, Luggen M, Sherrer Y, Kremer J, Birbara C, Box J, Natarajan K, Nuamah I, Li T, Aranda R, Hagerty DT, Dougados M. Abatacept for rheumatoid arthritis refractory to tumor necrosis factor alpha inhibition. New England Journal of Medicine 2005; 353(11); 1114-1123.",
        "Gowrisankaran G, Town RJ. Managed Care, drug benefits and mortality: An analysis of the elderly. National Bureau of Economic Research 2004; Working Paper 10204.",
        "Hamilton J, Brydson G, Fraser S, Grant M. Walking ability as a measure of treatment effect in early rheumatoid arthritis. Clinical Rehabilitation 2001; 15(2); 142-147.",
        "Hjalmarson A, Goldstein S, Fagerberg B, Wedel H, Waagstein F, Kjekshus J, Wikstrand J, Allaf DE, Vitovec J, Aldershvile J, Halinen M, Dietz R, Neuhaus KL, Janosi A, Thorgeirsson G, Dunselman PH, Gullestad L, Kuch J, Herlitz J, Rickenbacher P, Ball S, Gottlieb S, Deedwania P. Effects of controlled-release Metoprolol on total mortality, hospitalizations, and well-being in patients with heart failure: the Metoprolol CR/XL Randomized Intervention Trial in congestive heart failure (MERIT-HF). MERIT-HF Study Group. Journal of American Medical Association 2000; 283(10); 1295-1302.",
        "Israel E, Cohn J, Dube L, Drazen JM. Effect of treatment with Zileuton, a 5-Lipoxygenase inhibitor, in patients with asthma. A randomized controlled trial. Zileuton Clinical Trial Group. Journal of American Medical Association 1996; 275(12); 931-936.",
        "Johnson RE, Goodman MJ, Hornbrook MC, Eldredge MB. The effect of increased prescription drug cost-sharing on medical care utilization and expenses of elderly health maintenance organization members. Medical Care 1997; 35(11); 1119-1131.",
        "Kassner E, Jackson B. Determining comparable levels of functional disability. Public Policy Institute, (AARP); 1998.",
        "KFF. Medicare chart book 2005. Washington, D.C.: Kaiser Family Foundation; 2005.",
        "Kolata G. A widely used Arthritis drug Is withdrawn. The New York Times; 2004.",
        "Lazarou J, Pomeranz BH, Corey PN. Incidence of adverse drug reactions in hospitalized patients: A meta-analysis of prospective studies. Journal of American Medical Association 1998; 279(15); 1200-1205.",
        "Lillard LA, Rogowski J, Kington R. Insurance coverage for prescription drugs: effects on use and expenditures in the Medicare population. Medical Care 1999; 37(9); 926-936.",
        "Lingle EW, Jr., Kirk KW, Kelly WR. The impact of outpatient drug benefits on the use and costs of health care services for the elderly. Inquiry 1987; 24(3); 203-211.",
        "Nelson AA, Jr., Reeder CE, Dickson WM. The effect of a Medicaid drug co-payment program on the utilization and cost of prescription services. Medical Care 1984; 22(8); 724-736.",
        "Reeder CE, Nelson AA. The differential impact of co-payment on drug use in a Medicaid population. Inquiry 1985; 22(4); 396-403."
    ]
}