{
    "id": 12845,
    "cites": 20,
    "cited_by": 9,
    "reference": [
        "[1] Bachman, R., R. J. Caballero and E. M. R. A. Engel (2006) Lumpy Investment in Dynamic General Equilibrium, Working Paper, Yale University.",
        "[2] Bertola, G. and R. J. Caballero (1994) Irreversibility and Aggregate Investment, Review of Economic Studies 61, 223-246.",
        "[3] Caballero, R. J. (1999) Aggregate Investment, chapter 12 in M. Woodford and J. Taylor (eds.) Handbook of Macroeconomics, vol. IB. Amsterdam: North Holland.",
        "[4] Caballero, R. J and E. M. R. A. Engel (1999) Explaining Investment Dynamics in U.S. Manufacturing: A Generalized (S, s) Approach, Econometrica 67, 783-826.",
        "[5] Caballero, R. J., E. M. R. A. Engel and J. C. Haltiwanger (1995) Plant-Level Adjustment and Aggregate Investment Dynamics, Brookings Papers on Economic Activity 2, 1-39.",
        "[7] Comin, D. and T. Philippon (2005) The Rise in Firm-Level Volatility: Causes and Consequences, NBER Working Paper No. 11388.",
        "[8] Cooper, R. W. and J. Ejarque (2001) Exhuming Q: Market Power vs. Capital Market Imperfections, Working Paper 611, Federal Reserve Bank of Minneapolis.",
        "[9] Cooper, R. W., J. C. Haltiwanger and L. Power (1999) Machine Replacement and the Business Cycle: Lumps and Bumps, American Economic Review 89, 921-946.",
        "[10] Cooper, R. W. and J. C. Haltiwanger (2002) On the Nature of Capital Adjustment Costs, University of Texas at Austin working paper.",
        "[11] Cooper, R. W. and J. C. Haltiwanger (2006) On the Nature of Capital Adjustment Costs, Review of Economic Studies 73, 611-633.",
        "[12] Gourio, F. and A. K. Kashyap (2006) Investment Spikes: New Facts and a General Equilibrium Exploration, Working Paper, Boston University.",
        "[13] Hansen, G. D. (1985) Indivisible Labor and the Business Cycle, Journal of Monetary Economics 16, 309-327.",
        "[14] Khan, A. and J. K. Thomas (2003) Nonconvex Factor Adjustments in Equilibrium Business Cycle Models: Do Nonlinearities Matter? Journal of Monetary Economics 50, 331-360.",
        "[15] King, R. G. and S. T. Rebelo (1999) Resuscitating Real Business Cycles, chapter 14 in M. Woodford and J. Taylor (eds.) Handbook of Macroeconomics, vol. IB. Amsterdam: North-Holland.",
        "[16] Krusell, P. and A.A. Smith Jr., (1997), Income and Wealth Heterogeneity, Portfolio Choice, and Equilibrium Asset Returns, Macroeconomic Dynamics 1, 387-422.",
        "[17] Prescott, E. C. (1986) Theory Ahead of Business Cycle Measurement, Federal Reserve Bank of Minneapolis Quarterly Review 10, 9-22.",
        "[18] Rogerson, R. (1988) Indivisible Labor, Lotteries and Equilibrium, Journal of Monetary Economics 21, 3-16.",
        "[19] Thomas, J. K. (2002) Is Lumpy Investment Relevant for the Business Cycle? Journal of Political Economy 110, 508-534.",
        "[20] Thomas, J. K. (2004) Multivariate Spline Interpolation, E8313 Lecture Notes, University of Minnesota.",
        "[21] Veracierto, M. L. (2002) Plant-Level Irreversible Investment and Equilibrium Business Cycles, American Economic Review 92, 181-197. -0.4-0.3-0.2-0.1 0 0.1 0.2 0.3 0.4 0.5 0.6 0 0.1 0.2 0.3 0.4"
    ]
}