{
    "id": 12855,
    "cites": 43,
    "cited_by": 14,
    "reference": [
        "Acemoglu, D., Johnson, S. and Mitton T. (2005), ~Determinants of Vertical Integration: Finance Contracts and Regulation, NBER Working Paper No. 11424.",
        "Aguiar, Mark and Gita Gopinath (2005), ~Fire-Sale FDI and Liquidity Crises, Review of Economics and Statistics, 87:3, pp. 439-452.",
        "AntrÃ\u0083Â s, Pol (2005), ~Incomplete Contracts and the Product Cycle, American Economic Review, 95:4, pp. 1054-1073.",
        "AntrÃ\u0083Â s, Pol and Elhanan Helpman (2004), ~Global Sourcing, Journal of Political Economy 112:3, pp. 552-580.",
        "Baker, Malcolm, C. Fritz Foley and Jeffrey Wurgler (2006), ~Multinationals as Arbitrageurs ? The Effects of Stock Market Valuations on Foreign Direct Investment, Working paper, Harvard University.",
        "Barro, Robert J. and Jong-Wha Lee (2000), ~International Data on Educational Attainment: Updates and Implications, CID Working Paper No. 42.",
        "Beck, Thorsten, Ash Demirgttc-Kunt and Ross Levine (1999), ~A New Database on Financial Development and Structure, Policy Research Working Paper No. 2146, Washington DC: World Bank.",
        "Blonigen, Bruce A. (1997), ~Firm-Specific Assets and the Link Between Exchange Rates and Foreign Direct Investment American Economic Review, 87:3, pp. 447-465.",
        "Boyd, John H. and Bruce D. Smith (1997), ~Capital Market Imperfections, International Credit Markets and Nonconvergence, Journal of Economic Theory, 73:2 335-364.",
        "Brainard, S. Lael (1997), ~An Empirical Assessment of the Proximity-Concentration Trade-off Between Multinational Sales and Trade, American Economic Review, 87:4, pp. 520-544.",
        "Caves, Richard E. (1996), Multinational Enterprise and Economic Analysis, Second Edi- tion, Cambridge University Press.",
        "Desai, Mihir A., C. Fritz Foley and Kristin J. Forbes (forthcoming), Financial Constraints and Growth: Multinational and Local Firm Responses to Currency Depreciations, Review of Financial Studies. Desai, Mihir A., C. Fritz Foley and James R. Hines Jr. (2002), Dividend Policy Inside the Firm, NBER Working Paper No. 8698.",
        "Desai, Mihir A., C. Fritz Foley and James R. Hines Jr. (2004), The Costs of Shared Ownership: Evidence from International Joint Ventures, Journal of Financial Economics, 73:2, pp. 323-374.",
        "Desai, Mihir A., C. Fritz Foley and James R. Hines Jr. (2004b), A Multinational Perspective on Capital Structure Choice and Internal Capital Markets, Journal of Finance, 59:6, pp. 2451-2488.",
        "Djankov, Simeon, Caralee McLiesh, and Andrei Shleifer (forthcoming), Private Credit in 129 Countries, Journal of Financial Economics. Ethier, Wilfred J. and James R. Markusen (1996), Multinational Firms, Technology Diffusion and Trade, Journal of International Economics, 41:1, pp. 1-28.",
        "Feenstra, Robert and Gordon Hanson (2005), Ownership and Control in Outsourcing to China: Estimating the Property-Rights Theory of the Firm, Quarterly Journal of Economics, 120:2, pp. 729-761.",
        "Froot, Kenneth A., and Jeremy C. Stein (1991), Exchange Rates and Foreign Direct Investment: An Imperfect Capital Markets Approach, Quarterly Journal of Economics, 106:4, pp. 1191-1217.",
        "Gertler, Mark and Kenneth S. Rogoff (1990), North-South Lending and Endogenous Domestic Capital Market Inefficiencies, Journal of Monetary Economics, 26:2, pp. 245-266.",
        "Ginarte, Jaun Carlos, and Walter Park (1997), Determinants of Patent Rights: A Cross-National Study, Research Policy, 26:3, pp. 283-301.",
        "Grossman, Gene M., and Elhanan Helpman, (2004) Managerial Incentives and the International Organization of Production, Journal of International Economics, 63:2, pp. 237-262.",
        "Harris, Milton and Arthur Raviv (1991), The Theory of Capital Structure, Journal of Finance, 46:1, pp. 297-355.",
        "Helpman, Elhanan (1984), A Simple Theory of International Trade with Multinational Corporations, Journal of Political Economy, 92:3, pp. 45 1-471.",
        "Helpman, Elhanan, Marc J. Melitz, and Stephen R. Yeaple (2004), Exports versus FDI with Heterogeneous Firms, American Economic Review, 94:1, pp. 300-316.",
        "Holmstrom, Bengt and Jean Tirole (1997), Financial Intermediation, Loanable Funds, and the Real Sector, Quarterly Journal of Economics, 112:3, pp. 663-691.",
        "King, Robert G., Ross Levine (1993), Finance and Growth: Schumpeter Might be Right, Quarterly Journal of Economics, 108:3, pp. 717-738.",
        "Klein, Michael W., Joe Peek, and Eric Rosengren (2002), Troubled Banks, Impaired Foreign Direct Investment: The Role of Relative Access to Credit, American Economic Review, 92:3, pp. 664-682.",
        "Klein, Michael W., and Eric Rosengren (1994), The Real Exchange Rate and Foreign Direct Investment in the United States, Journal of International Economics, 36:34, pp. 373-389.",
        "Kraay, Aart, Norman Loayza, Luis ServÃ\u0083Â©n, and Jaume Ventura (2005), Country Portfolios, Journal of the European Economic Association, 3:4, pp. 914-945.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny (1998), Law and Finance, Journal of Political Economy, 106:6, pp. 1113-1155.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny (1997), Legal Determinants of External Finance, Journal of Finance, 52:3, pp. 1131-1150.",
        "Levine, Ross and Sara Zervos (1998), Stock Markets, Banks and Economic Growth, American Economic Review, 88:3, pp. 537-558.",
        "Lucas, Robert (1990), Why Doesnt Capital Flow from Rich to Poor Countries? American Economic Review, 80:3, pp.92-96.",
        "Mann, Dalia and Monika Schnitzer (2004), Global Versus Local: The Financing of Foreign Direct Investment, Working paper, University of Munich.",
        "Markusen, James R. (1984), Multinationals, Multi-Plant Economies, and the Gains from Trade, Journal of International Economics, 16:3-4, pp. 205-226.",
        "Markusen, James R. and Anthony J. Venables (2000), The Theory of Endowment, Intraindustry and Multi-national Trade, Journal of International Economics, 52:2, pp. 209-234.",
        "Markusen, James R. (2002), Multinational Firms and the Theory of International Trade, Cambridge, MA: MIT Press.",
        "Rajan, Raghuram G., and Luigi Zingales (1995), What Do We Know About Capital Structure? Some Evidence from International Data, Journal of Finance, 50:5, pp. 1421-1460.",
        "Rajan, Raghuram G., and Luigi Zingales (1998), Financial Dependence and Growth, American Economic Review 88:3, 559-586.",
        "Reinhart, Carmen M. and Kenneth S. Rogoff (2004), Serial Default and the Paradox of Rich to Poor Capital Flows, American Economic Review, 94:2, pp. 52-58.",
        "Shatz, Howard J. (2000), The Location of U.S. Multinational Affiliates, Ph.D. dissertation, Harvard University.",
        "Shleifer, Andrei and Daniel Wolfenzon (2002), Investor Protection and Equity Markets, Journal of Financial Economics, 66:1, pp. 3-27.",
        "Tirole, Jean (2006), The Theory of Corporate Finance, Princeton: Princeton University Press.",
        "Wurgler, Jeffrey (2000), Financial Markets and the Allocation of Capital, Journal of Financial Economics 58:1-2, 187-214."
    ]
}