{
    "id": 12859,
    "cites": 24,
    "cited_by": 5,
    "reference": [
        "Altonji, Joseph, Fumio Hayashi, and Laurence J. Kotlikoff. 2007. Parental Altruism and Intergenerational Transfers: Theory and Evidence, The Journal of Political Economy, December.",
        "Auerbach, Alan J. and Kevin A. Hassett. 2002. Fiscal Policy and Uncertainty, Inter- national Finance, v5(2,Summer),229-49.",
        "Auerbach, Alan J. and Laurence J. Kotlikoff, 1987. Dynamic Fiscal Policy. Cambridge, England: Cambridge University Press.",
        "Blundell, Richard, and Thomas M. Stoker, 1999, Consumption and the Timing of In- come Risk, European Economic Review 43, 475-507.",
        "Bohn, Henning. 1998. Risk Sharing in a Stochastic Overlapping Generations Econ- omy, University of California, Santa Barbara, January.",
        "Campbell, John, Joao Cocco, Francisco Gomes, and Pascal Maenhout, 2001. Investing Retirement Wealth: A Life Cycle Model. In Risk Aspects of Social Security Reform (The University of Chicago Press).",
        "Carroll, Christopher. 1992. The Buffer-Stock Theory of Saving: Some Macroeconomic Evidence. Brookings Papers on Economic Activity 2: 61-156.",
        "Carroll, Christopher. 1997. Buffer stock saving and the life cycle/permanent income hypothesis. Quarterly Journal of Economics 112, 1: 3-55.",
        "Chari, V.V., Lawrence J. Christiano, and Patrick J. Kehoe. 1994. Optimal Fiscal Policy in a Business Cycle Model. Journal of Political Economy, August, 617-52.",
        "Cocco, Joao, Francisco Gomes and Pascal Maenhout. 2005. Consumption and Portfolio Choice over the Life-Cycle. The Review of Financial Studies, vol. 18 (2), 491-533.",
        "Deaton, Angus. 1991. Saving and Liquidity Constraints. Econometrica 59, 1221-48.",
        "Diamond, Peter A. 1997. Macroeconomic Aspects of Social Security Reform. Brook- ings Papers on Economic Activity. Fall. 1-66.",
        "Eeckhoudt, Louis, Christian Gollier, and Nicolas Treich, 2001, Optimal Consumption and the Timing of the Resolution of Uncertainty, manuscript, LEERNA-INRA, University of Toulouse.",
        "Fama, Eugene F. and Kenneth R. French, 2002, The Equity Premium, Journal of Finance, Vol. 57, pp. 637-659.",
        "Gokhale, Jagadeesh and Kent Smetters. 2005. Measuring Social Securitys Financial Problems, NBER working paper no. 11060.",
        "Gomes, Francisco, and Alexander Michaelides. 2005. Optimal Life-Cycle Asset Allo- cation: Understanding the Empirical Evidence. Journal of Finance, 60, 869-904.",
        "Gourinchas, Pierre-Olivier, and Jonathan Parker. 2002. Consumption over the life cycle. Econometrica 70, 47-89.",
        "Green, Jerry and Laurence J. Kotlikoff. 2006. On the General Relativity of Fiscal Language, NBER working paper no. 12344, June.",
        "Heaton, John, and Deborah Lucas. 1997. Market Frictions, Saving Behavior, and Portfolio Choice. Macroeconomic Dynamics 1, 76-101.",
        "Hubbard, Glenn, Jonathan Skinner, and Stephen Zeldes. 1995. Precautionary saving and social insurance. Journal of Political Economy 103, 360-399.",
        "Judd, Kenneth. 1998. Optimal Taxation in Dynamic Stochastic Economies. Hoover Institution.",
        "Kotlikoff, Laurence J., Generational Policy, MIT Press, 2002.",
        "Kotlikoff, Laurence J. and David Rapson, Comparing Average and Marginal Tax Rates Under the FairTax and the Current System of Federal Income Taxation, NBER working 31 paper 11831, December 2005.",
        "Munnell, Alicia IL 2003. The Declining Role of Social Security~ JFT 6, The Center for Retirement Research at Boston College."
    ]
}