{
    "id": 12851,
    "cites": 60,
    "cited_by": 4,
    "reference": [
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson, The Colonial Origins of Comparative Development: An Empirical Investigation, American Economic Review 91(2001), 1369-401.",
        "A. Hart. Barro, Robert J., and Rachel M. McCleary, Religion and Economic Growth across Countries, Amen can Sociological Review (2003) 760-781.",
        "Becker, Gary S., A Theory of Competition among Pressure Groups for Political Influence, Quarterly Journal of Economics 98 (1983), 371-400.",
        "Bekaret, Geert, Campbell Harvey, and Christian Lundblad, Does Financial Liberalization Spur Growth?, Duke University, Working paper 2001.",
        "Benmelech, Efraim, The Real Effects of Corporate Governance: Evidence from the Financial Crisis of 1873, Working paper, Harvard University (2006).",
        "Berkowitz, Daniel, and Karen Clay, Initial Conditions, Institutional Dynamics and Economic Performance: Evidence from the American States, Mimeo, University of Pittsburgh, February 2004.",
        "Bezanson, Anne, Robert D. Gray, and Miriam Hussey, Wholesale Prices in Philadelphia 1784-1861. Part II., (1937) Philadelphia.",
        "Bodenhorn, Howard, State Banking in Early America, (NYC, NY: Oxford University Press, 2003).",
        "Bodenhorn, Howard, Usury Ceilings, Relationships and Bank Lending Behavior: Evidence from Nineteenth Century, Working paper, November 2005.",
        "Bolton, Patrick, and Howard Rosentahl, Political Intervention in Debt Contracts, Journal of Political Economy 110 (2002), 1103-1134.",
        "Bonelli, Vincent F., The Response of Public and Private Philanthropy to the Panic of 1819 in New York City, (Dorrance Publishing Co., Pittsburgh, PA, 2003).",
        "Braun MatiÃ\u0083Â¡s, and Claudio Raddatz, Trade Liberalization and the Politics of Financial Development, Working paper UCLA 2004.",
        "Burgess, Robin, and Rohini Pande, Can Rural Banks Reduce Poverty? Evidence from the Indian Social Banking Experiment, American Economic Review, Forthcoming. Cole, Arthur Harrison, Wholesale Commodity Prices in the United States 1700-1861, (1938) Cambridge.",
        "Eichengreen, Barry, Mortgage Interest rates in the Populist Era, American Economic Review 5 (1984), 995-1015.",
        "Ekelund, R., Herbert R., and R. Tollison, An Economic Model of the Medieval Church: Usury as a Form of Rent-Seeking, Journal of Law, Economics, and Organizations 5 (1989), 307-331.",
        "Engerman, Stanley L., and Kenneth L. Sokoloff, The Evolution of Suffrage Institutions in the New World, Journal of Economic History 4 (2005), 891-921.",
        "Engerman, Stanley L., and Kenneth L. Sokoloff, Factor Endowments, Institutions and Differential Paths of Growth Among New World Economies: A View from Economic Historians of the United States, (1997) in How Latin America Fell Behind, Stephan Haber, ed., Stanford: Stanford University Press.",
        "Engerman, Stanley L., Stephen Haber, and Kenneth L. Sokoloff, and Inequality, Institutions and Differential Paths of Growth Among New World Economies. (2000) in Institutions, Contracts, and Organizations Claude Menard, ed., Cheltenham: Edward Elgar.",
        "Feijen, Eric and Enrico Perotti, Deliberate Financial Fragility, Working paper, University of Amsterdam (2006).",
        "Feldstein, Martin, Distributional equity and the Optimal Structure of Public Prices, American Economic Review 62 (1972a), 32-6.",
        "Feldstein, Martin, Equity and Efficiency in Public Pricing, Quarterly Journal of Economics 86 (1972b), 175-187.",
        "Friedman, Lawrence M., The Usury Laws of Wisconsin: A Study in Legal and Social History, Wisconsin Law review (1963), 515-65.",
        "Gallman, Robert E., Commodity Output, 1839-1899, Trends in the American Economy in the Nineteenth Century. Studies in Income and Wealth of the National Bureau of Economic Research, Vol 24. Princeton NJ: Princeton University Press (1960).",
        "Garmaise, M., and T. Moskowitz, More Banks, Less Crime? The Real and Social Effects of Bank Competition, Journal of Finance, Forthcoming. Gentzkow, Matthew, Glaeser, Edward, and Claudia Goldin, The Rise of the Fourth Estate: How Newspapers Became Informative and Why it Mattered, In Corruption and Reform: Lessons from Americas Economic History. Glaeser and Goldin, Eds. NBER, (2006) 187-230.",
        "Grossman, Richard S., Fear and Greed: The Evolution of Double Liability in American Banking, E~cplorations in Economic History Forthcoming, (2005).",
        "Guiso, Luigi, Paola Sapienza, and Luigi Zingales, Peoples Opium? Religion and Economic Attitudes, Journal of Monetary Economics 50 (2003), 225-282.",
        "Hammond, Bray, Banks and Politics in America from the Revolution to the Civil War, (Princeton, NJ: Princeton University Press, 1957).",
        "Holmes, George K., Usury in Law, in Practice and in Psychology, Political Science Quarterly 7 (1892), 431-467. Homer, Sidney, A History of Interest Rates, (1963), Rutgers University Press.",
        "Jayaratne Jith, and Philip E. Strahan, The Finance-Growth Nexus: Evidence from Bank Branch Deregulation, Quarterly Journal of Economics 110 (1996), 639-670.",
        "Joskow, Paul, Comment on `Power Struggles: Explaining Deregulatory Reforms in Electricity Markets, Brookings Papers on Economic Activity: Microeconomics (1996), 251-264.",
        "Joskow, Paul, and Roger Noll Regulation in Theory and Practice: An Overview, in Studies in Public Regulation, Garry Fromm, ed. (Cambridge, MA: MIT Press, 1981.), pp. 1-65.",
        "Keyssar, Alexander, The Right to Vote: The Contested History of Democracy in the United States, (New York, NY: Basic Books, 2000).",
        "King, Robert, and Ross Levine, Finance and Growth: Schumpeter Might Be Right, Quarterly Journal of Economics 108 (1993), 717-738.",
        "Kroszner, Randall S., and Philip E. Strahan, What Drives Deregulation? Economics and Politics of the Relaxation of Bank Branching Restrictions, Quarterly Journal of Economics 114 (1999), 1437-1467.",
        "La Porta, Rafael, LÃ\u0083Â³pez-de-Silanes, Florencio, Andrei Shleifer, and Robert W. Vishny, Legal Determinants of External Finance, Journal of Finance 52 (1997), 1131-1150.",
        "Levine, Ross, and Sara Zervos, Stock Markets, Banks, and Economic Growth, American Economic Review 88 (1993), 537-558.",
        "Murray, J. B. C., The History of usury From The Earliest Period to the Present Time, (1866) (Philadelphia, PA: J. B. Lippincott ~ Co.,). Nelson, Benjamin, The Usurer and the Merchant Prince: Italian Businessmen and the Ecclesiastical Law of Restitution 1100-1550, Journal of Economic History, supplement (1947) 104-122.",
        "Nelson, Benjamin, The Idea of usury: From Tribal Brotherhood to Universal Otherhood, (Chicago, IL: The University of Chicago Press, 1969).",
        "North, Douglas C., The Economic Growth of the United States 1790-1860, (W. W. Norton ~ Company, New York, NY) (1966).",
        "North, Douglas C., Institutions, Institutional Change and Economic Performance, Cambridge university Press, Cambridge, UK (1990).",
        "Pagano, Marco, and Paolo F. Volpin, The Political Economy of Corporate Governance, American Economic Review (2004), forthcoming.",
        "Peltzman, Sam, Entry in Commercial Banking, Journal of Law and Economics 8 (1965), 11-50.",
        "Peltzman, Sam, The Economic Theory of Regulation after a Decade of Deregulation, Brookings Papers: Microeconomics, Special Issue 1989, 1-41.",
        "Perotti, Enrico, and Paolo Volpin, Investor Protection and Entry, Working paper, University of Amsterdam (2006).",
        "Porter, Kirk K., A History of Suffrage in the United States, (Chicago, IL: The University of Chicago Press, 1918).",
        "Rajan, Raghuram, and Luigi Zingales, Financial Development and Growth, American Economic review 88 (1998), 559-586.",
        "Rajan, Raghuram, and Luigi Zingales, The Great Reversals: The Politics of Financial Developments in the Twentieth Century, Journal of Financial Economics 69 (2003), 5-50.",
        "Rajan, Raghuram, and Luigi Zingales, Saving Capitalism from the Capitalists, (Princeton and Oa~ford: Princeton University Press, 2004).",
        "Roggoff, kenneth S., Kenneth Froot and Michael Kim, The Law of One Price Over Seven Hundred Years, (1995) NBER NBER Working Paper 5132.",
        "Rothbard, Murray, N., The Panic of 1819: Reactions and Policies, (Columbia University Press, New York and London 1962).",
        "Schmalensee, Richard, The Control of Natural Monopolies, Le~cington Books, Le~cington, MA (2002).",
        "Snowden, Kenneth A., Mortgage Lending and American Urbanization, 1880-1890, Journal of Economic History 48 (1988), 273-285.",
        "Sokoloff, Kenneth L., and Stanley L. Engerman, Institutions, Factor Endowment, and Paths of Development in the New World Journal Economic Perspectives 14 (2000), 217-232.",
        "Stigler, George J., The Theory of Economic Regulation, Bell Journal of Economics and Management Science 2 (1971), 3-21.",
        "Stulz, RenÃ\u0083Â© M., and Rohan Williamson, Culture, Openness, and Finance, Journal of Financial Economics 70 (2003), 313-349.",
        "Temin, Peter, and Hans-Joachim Voth, Private Borrowing during the Financial Revolution: Hoares Bank and its Customers, 1702-24, Economic History Review (2006), Forthcoming.",
        "Temin, Peter, and Hans-Joachim Voth, Credit Rationing and Crowding Out during the Industrial Revolution: Evidence from Hoares Bank, 1702-1862, E~cplorations in Economic History (2005).",
        "Wallis, John J., Constitutions, Corporations, and Corruption: American States and Constitutional cange, 1842 to 1852, The Journal of Economic History 65(1) (2005), 211-256.",
        "Wright, Chester W., Economic History of the United States, McGraw-Hill Book Company Inc., New York, Toronto, London (1949).",
        "Wright, Robert E., Hamilton Unbound: Finance and the Creation of American Republic, Greenwood Press, Westport, CT (2002)."
    ]
}