{
    "id": 12856,
    "cites": 30,
    "cited_by": 51,
    "reference": [
        "[1] Albuquerque, Rui, Gregory H. Bauer and Martin Schneider (2006), Global Private Information in International Equity Markets, working paper, New York University.",
        "[2] Bacchetta, Philippe and Eric van Wincoop (2006), Incomplete Information Processing: A Solution to the Forward Discount Puzzle,working paper, University of Virginia.",
        "[3] Brennan, Michael J. and H. Henry Cao (1997), International Portfolio Investment Flows, The Journal of Finance 52, 1851-1880.",
        "[4] Caballero, Ricardo, Emmanuel Farhi, and Pierre-Olivier Gourinchas (2006), An Equilibrium Model of Global Imbalances, mimeo, University of California, Berkeley.",
        "[5] Coeurdacier, Nicolas (2005), Do Trade Costs in Goods Markets Lead to Home Bias in Equities?, working paper.",
        "[6] Coeurdacier, Nicolas and Stephane Guibaud (2005), A Dynamic Equilibrium Model of Imperfectly Integrated Financial Markets, working paper.",
        "[7] Devereux, Michael B. and Alan Sutherland (2006a), Solving for Country Portfolios in Open Economy Macro Models, working paper, University of British Columbia.",
        "[8] Devereux, Michael B. and Alan Sutherland (2006b), Monetary Policy Rules and International Portfolio Choice, working paper, University of British Columbia.",
        "[9] Devereux, Michael B. and Alan Sutherland (2006c), Country Portfolio Dynamics, working paper, University of British Columbia.",
        "[10] Engel, Charles and Akito Matsumoto (2005), Portfolio Choice and Home Bias in Equities in a Monetary Open-Economy DSGE Model, working paper, University of Wisconsin. 40",
        "[12] Evans, Martin D.D. and Viktoria Hnatkovska (2005), International Capital Flows, Returns and World Financial Integration, working paper, Georgetown University.",
        "[13] Evans, Martin D.D. and Viktoria Hnatkovska (2006a), Solving General Equilibrium Models with Incomplete Markets and Many Assets, working paper, Georgetown University.",
        "[14] Evans, Martin D.D. and Viktoria Hnatkovska (2006b), Financial Integration, Macroeconomic Volatility and Welfare, working paper, Georgetown University.",
        "[15] Gourinchas, Pierre Olivier (2006), The Research Agenda: Pierre-Olivier Gourinchas on Global Imbalances and Financial Factors, Review of Economic Dynamics Newsletter, April.",
        "[16] Gourinchas, Pierre Olivier and Helene Rey (2006), International Financial Adjustment, working paper, UC Berkeley and Princeton University.",
        "[17] Heathcote, Jonathan and Fabrizio Perri (2005), The International Diversification Puzzle is Not as bad as You Think, working paper, NYU Stern and Georgetown University.",
        "[18] Hnatkovska, Viktoria (2006), Home Bias and High Turnover: Dynamic Portfolio Choice with Incomplete Markets, working paper, University of British Columbia.",
        "[19] Judd, Kenneth L. and Sy-Ming Guu (2000), Asymptotic Methods for Asset Market Equilibrium Analysis, Economic Theory 18, 127-157.",
        "[20] Kim, Jinill, Sunghyun Kim, Ernst Schaumburg and Christopher A. Sims (2003), Calulating and Using Second Order Accurate Solutions of Discrete Time Dynamic Equilibrium Models, working paper.",
        "[21] Kollman, Robert (2006), International Portfolio Equilibrium and the Current Account, mimeo, University of Paris XII. 41",
        "[22] Kraay, Aart and Jaume Ventura (2000), Current Accounts in Debtor and Creditor Countries, Quarterly Journal of Economics XCV, 1137-1166.",
        "[23] Kraay, Aart and Jaume Ventura (2003), Current Accounts in the Long and Short Run, NBER Macro Annual ~2OO~2.",
        "[24] Lane, Philip and Gian Maria Milesi-Ferretti (2005), A Global Perspective on External Positions, 1115 Discussion Paper 79.",
        "[26] Martin, Philippe and Helene Rey (2004), Financial Super-Markets: Size Matters for Asset Trade, Journal of International Economics, 64(2), 335-361.",
        "[27] Obstfeld, Maurice (2004), External Adjustment, Review of World Economics, 140(4), 541-568.",
        "[28] Obstfeld, Maurice and Kenneth Rogoff (1996), Foundations of International Macroeconomics, Cambridge, MA: MIT Press.",
        "[29] Obstfeld, Maurice and Kenneth Rogoff (2000), The Six Major Puzzles in International Macroeconomics: Is There a Common Cause?, NBER Macroeconomics Annual ~OOO, 339-390.",
        "[30] Obstfeld, Maurice and Kenneth Rogoff (2005), Global Current Account Imbalances and Exchange Rate Adjustments, working paper, Harvard University.",
        "[31] Schmitt-Grohe, Stephanie and Martin Uribe (2004), Solving Dynamic General Equilibrium Models Using Second-Order Approximation to the Policy Function, Journal of Economic Dynamics and Control, 27, 755-775.",
        "[32] Tille, Cedric (2005), Financial Integration and the Wealth Effect of Exchange Rate Fluctuations, Federal Reserve Bank of New York Staff Report 226. 42 Chart 1: Relative price of the Foreign good*"
    ]
}