{
    "id": 1286,
    "cites": 19,
    "cited_by": 14,
    "reference": [
        "Black, Fischer and Myron Scholes. \"The Pricing of Options and Corporate Liabilities, Journal of Political Economy 81 (May/June 1973), 637-654.",
        "Brennan, Michael J. and Eduardo S. Schwartz. \"Corporate Income Taxes, Valuation, and the Problem of Optimal Capital Structure,\" Journal of Business 51 (January 1978), 103-114.",
        "Constantinides, George M. \"Market Risk Adjustment in Project Valuation,\" journal of Finance 33 (May 1978), 603-616.",
        "OeAngelo, Harry and Ronald Masulis. \"Optimal Capital Structure Under Corporate and Personal Taxation,\" Journal of Financial Economics, 8 (1980), 3-29.",
        "Fischer, Stanley. \"Call Option Pricing When the Exercise Price is Uncertain, and the Valuation of Index Bonds,\" Journal of Finance 33 (March 1978), 169-176.",
        "Galai, Dan and R.W. Masulis. \"The Option Pricing Model and the Risk Factor of Stock,\" Journal of Financial Economics 34 (1976) 53-81.",
        "Jensen, Michael C. and William H. Meek ling. \"Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure,\" Journal of Financial Economics 3 (1976), 305-360.",
        "Kane, Alex, Alan J. Marcus and Robert L. McDonald. \"Debt Policy and the Rate of Return Premium to Leverage,\" Boston University mimeo, 1983.",
        "Kim, E. Han. \"A Mean-Variance Theory of Optimal Capital Structure and Corporate Debt Capacity,\" Journal of Finance 33 (March 1978), 5-63.",
        "Kraus, A. and R. Litzenberger. \"A State Preference Theory of Optimal Financial Leverage,\" Journal of Finance 28 (September 1973), 911-922.",
        "McDonald, Robert and Daniel Siegel. \"Option Pricing When the Underlying -19-Asset Earns a Below-Equilibrium Rate of Return: A Note,\" Journal of Finance, forthcoming (1984).",
        "Merton, Robert C. \"Optimum Consumption and Portfolio Rules in a Continuous-Time Model,\" Journal of Ecomomic Theory 3 (1971), 373-413.",
        "___. \"Option Pricing when Underlying Stock Returns are Discontinuous,\" Journal of Financial Economics 3 (1976),125-144.",
        ". \"An Intertemporal Capital Asset Pricing Model,\" Econometrica 41 (September 1973), 867-886.",
        "Miller, Merton. \"Debt and Taxes,\" Journal of Finance 32 (May 1977), 261-275.",
        "Myers, Stewart. \"Determinants of Corporate Borrowing,\" Journal of Financial Economics 5 (1977), 147-175.",
        "Ross, Stephen A. \"The Determination of Financial Structure: The Incentive-Signaling Approach,\" Bell Journal of Economics 8 (Spring 1977), 23-40.",
        "Scott, James H. Jr. \"A Theory of Optimal Capital Structure\", Bell Journal of Economics, Vol. 7, No. 1 (Spring, 1976), pp. 33-54.",
        "Turnbul1, Stuart M. \"Debt Capacity,\" Journal of Finance 34 (September 1979), 931-940. FIGURE 1 Debt Ratios as a Function of the Personal Tax Rate Working Paper #1286 Working Paper #1286"
    ]
}