{
    "id": 12862,
    "cites": 48,
    "cited_by": 15,
    "reference": [
        "Allen, F., and D. Gale. 1998. Optimal Banking Crises Journal of Finance 53, 1245-1284.",
        "Barth, J.R., G. Caprio, and R. Levine. 2004. Bank Regulation and Supervision: What Works Best? Journal of Financial Intermediation 13, 205-248.",
        "Barth, J.R., G. Caprio, and R. Levine. 2006. Rethinking Bank Regulation: TillAngles Govern, Cambridge: Cambridge University Press.",
        "Beck, T., G. Clarke, A. Groff, P. Keefer, and P. Walsh. 2001. New Tools in Comparative Political Economy: The Database of Political Institutions. World Bank Economic Review 15, 165-176.",
        "Becker, G.S. 1983. A Theory of Competition among Pressure Groups for Political Influence. Quarterly Journal of Economics 98, 37 1-400.",
        "Bhattacharya, S., A.W.A. Boot, and A.V. Thakor. 1998.The Economics of Bank Regulation. Journal of Money, Credit and Banking 30, 745-770.",
        "Calomiris, C., and E. White. 1994. The Origins of Federal Deposit Insurance, In: C. Goldin and G. Libecap, eds., The Regulated Economy: A Historical Approach to Political Economy. Chicago: University of Chicago Press, pp. 145-188.",
        "Caprio, G., D. Klingebiel, L. Laeven, and G. Noguera. 2005. Banking Crisis Database. In: P.",
        "Honohan and L. Laeven (Eds.), Systemic Financial Crises: Containment and Resolution. New York: Cambridge University Press, pp. 307-340. Chan, Y.-S., S. Greenbaum and A. Thakor, 1992. Is Fairly Priced Deposit Insurance Possible?, Journal of Finance 47, 227-245.",
        "Chari, V.V., and R. Jagannathan. 1988. Banking Panics, Information, and Rational Expectations Equilibrium, Journal of Finance 43, 749-761.",
        "Cooperstein, R., G. Pennacchi, and R. Stevens, 1995. The Aggregate Cost of Deposit Insurance: A Multiperiod Analysis, Journal of Financial Intermediation 4, 242-27 1.",
        "Demirguc-Kunt, A., and E. Detragiache. 2002. Does Deposit Insurance Increase Banking System Stability? An Empirical Investigation. Journal of Monetary Economics 49, 1373- 1406.",
        "Demirguc-Kunt, A. and H. Huizinga. 2004. Market Discipline and Deposit Insurance. Journal of Monetary Economics 51, 375-399.",
        "Demirguc-Kunt, A., and E. Kane. 2002. Deposit Insurance Around the World: Where Does it Work? Journal of Economic Perspectives 16, 175-195.",
        "Demirguc-Kunt, A., and T. Sobaci. 2001. A New Development Database. Deposit Insurance around the World. World Bank Economic Review 15, 48 1-490.",
        "Diamond, D., and P. Dybvig. 1983. Bank Runs, Deposit Insurance and Liquidity. Journal of Political Economy 91, 401-419.",
        "Economides, N., R.G. Hubbard, and D. Palia. 1996. The Political Economy of Branching Restrictions and Deposit Insurance. Journal of Law and Economics 29, 667-704.",
        "European Commission. 1994. Directive 94/19/EC of the European Parliament and of the Council of 30 May 1994 on deposit-guarantee schemes, O.J., L135, pp.5-14.",
        "Garcia, G.G. 1999. Deposit Insurance: Actual and Best Practices. IMF Working Paper 99/54, Washington, DC: International Monetary Fund.",
        "Garcia, G.G. 2000. Deposit Insurance: Actual and Good Practices. Occasional Paper No. 197, Washington, DC: International Monetary Fund.",
        "Giammarino, R., E. Schwartz, and J. Zechner. 1989. Market Valuation of Banks Assets and Deposit Insurance in Canada. Canadian Journal of Economics 22, 109-127.",
        "Honohan, P., and L. Laeven. 2005. Systemic Financial Crises: Containment and Resolution.",
        "Cambridge: Cambridge University Press, forthcoming. Hovakimian, A., E. Kane, and L. Laeven. 2003. How Country and Safety-Net Characteristics Affect Bank Risk-Shifting. Journal of Financial Services Research 23, 177-204.",
        "International Association of Deposit Insurers. 2003. International Deposit Insurance Survey.",
        "Fromm, ed., Studies in Public Regulation. Cambridge: MIT Press, pp. 1-65. Kane, E.J. 1995. Three Paradigms for the Role of Capitalization Requirements in Insured Financial Institutions. Journal of Banking and Finance 19, 43 1-59.",
        "Kane, E.J. 1996. De Jure Interstate Banking: Why Only Now? Journal of Money, Credit, and Banking28, 141-161.",
        "Kane, E.J., and B.K. Wilson. 1998. A Contracting-Theory Interpretation of the Origins of Federal Deposit Insurance. Journal of Money, Credit, and Banking 30, 573-595.",
        "Kiefer, Nicholas. 1988. Economic Duration Data and Hazard Functions. Journal of Economic Literature 26, 646-679.",
        "Kroszner, R.S. 1998. The Political Economy of Banking and Financial Regulatory Reform in Emerging Markets. Research in Financial Services 10, 33-5 1.",
        "Kroszner, R.S., and P. Strahan. 1999. What Drives Deregulation? Economics and Politics of the Relaxation of Bank Branching Restrictions. Quarterly Journal of Economics 114, 1437- 1467.",
        "Kroszner, R.S., and P. Strahan. 2001. Obstacles to Optimal Policy: The Interplay of Politics and Economics in Shaping Bank Supervision and Regulation Reforms. In: F.S. Mishkin, ed., Prudential Supervision: What Works and What Doesnt. Chicago: University of Chicago Press, pp. 233-273.",
        "Kroszner, R. S., and T. Stratmann. 1998. Interest Group Competition and the Organization of Congress: Theory and Evidence from Financial Services Political Action Committees. American Economic Review 88, 1163-1187.",
        "Krueger, A.O. 1974. The Political Economy of the Rent-Seeking Society. American Economic Review 64, 29 1-303.",
        "Kyei, A. 1995. Deposit Protection Arrangements: A Comparative Study, IMF Working Paper 95/134, Washington, DC: International Monetary Fund.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny. 1999. The Quality of Government. Journal of Law, Economics and Organization 15, 222-279.",
        "La Porta, R., F. Lopez-de-Silanes, and A. Shleifer. 2002. Government Ownership of Banks. Journal of Finance 57, 265-301.",
        "Laeven, L. 2002. Bank Risk and Deposit Insurance. World Bank Economic Review 16, 109137.",
        "Laeven, L. 2004. The Political Economy of Deposit Insurance. Journal of Financial Services Research 26(3), 20 1-224.",
        "Lin, D.Y. and L.J. Wei, 1989. The Robust Inference for the Cox Proportional Hazards Model, Journal of the American Statistical Association 84, 1074-1078.",
        "Merton, R. 1977. An Analytical Derivation of the Cost of Deposit Insurance and Loan Guarantees. Journal of Banking and Finance 1, 3-11.",
        "North, D.C. 1990. A Transactions Cost Theory of Politics. Journal of Theoretical Politics 2, 355-367.",
        "Pennacchi, G., 1987. A Reexamination of the Over- (or Under-) Pricing of Deposit Insurance. Journal of Money, Credit and Banking 19, 340-360.",
        "Pennacchi, G., 2006. Deposit Insurance, Bank Regulation, and Financial System Risks. Journal of Monetary Economics 53, 1-30.",
        "Ronn, E.I., and A.K. Verma. 1986. Pricing Risk-Adjusted Deposit Insurance: An Option-Based Model. Journal of Finance 41, 871-895.",
        "Stigler, G.J. 1971. The Theory of Economic Regulation. Bell Journal of Economics and Management Science 2, 3-2 1.",
        "Talley, S.H., and I. Mas. 1990. Deposit Insurance in Developing Countries, Policy Research Working Paper, No. 548, Washington, DC: World Bank.",
        "Wheelock, D.C., and P.W. Wilson, 1995. Explaining Bank Failures: Deposit Insurance, Regulation, and Efficiency. Review of Economics and Statistics 77, 689-700.",
        "World Bank. 2004. Deposit Insurance - Reforms Supported by the World Bank during the Period 1993-2004. Mimeo. Operations Evaluation Department, World Bank."
    ]
}