{
    "id": 12860,
    "cites": 28,
    "cited_by": 133,
    "reference": [
        "Acemoglu, Daron and Amy Finkelstein. 2005. Input and Technology Choices in Regulated Indus- tries: Evidence from the Health Care Sector. MIT Mimeograph, November.",
        "Agell, Jonas. i999. On the Benefits from Rigid Labour Markets: Norms, Market Failures, and Social Insurance. The Economic Journal. i09, Fi43-Fi64. Aghion, Phillipe and Benjamin Hermalin. i990. Legal Restrictions on Private Contracts can Enhance Efficiency. Journal of Law, Economics, and Organizations. 6(2), Fall, 38i-409. Autor, David H. 2003. Outsourcing at Will: The Contribution of Unjust Dismissal Doctrine to the Growth of Employment Outsourcing. Journal of Labor Economics. 2i(i), January, i-42.",
        "Autor, David H., John J. Donohue and Stewart J. Schwab. 2004. The Employment Conse- quences of Wrongful-Discharge Laws: Large, Small, or None at All? American Economic Review Papers and Proceedings. 93(2), May, 440-446.",
        "Autor, David H., John J. Donohue and Stewart J. Schwab. 2006. The Costs of Wrongful- Discharge Laws. Review of Economics and Statistics, 88(2), May, 2ii-23i.",
        "Bartelsman, Eric and Wayne Gray. i996. The NBER Manufacturing Productivity Database. NBER Technical Working Paper 205. Berman, Eli, John Bound and Zvi Griliches. i994. Changes in the Demand for Skilled La- bor within U.S. Manufacturing Industries: Evidence from the Annual Survey of Manufactures. Quarterly Journal of Economics. i09, 367-397. Bertola, Giuseppe. 2004. A Pure Theory of Job Security and Labor Income Risk. Review of Economic Studies. 7i(i), 43-6i.",
        "Bird, Robert C. and John D. Knopf. 2005. Do Wrongful Discharge Laws Impair Firm Perfor- mance? University of Connecticut Mimeograph, November.",
        "Blanchard, Olivier Jean and Pedro Portugal. 200i. What Hides Behind an Unemployment Rate: Comparing Portuguese and U.S. Labor Markets. American Economic Review. 9i(i), i87- 207. Brugemann, BjÃ\u0083Â¶rn. 2006. Employment Protection: Tough to Scrap or Tough to Get? Work- ing Paper.",
        "Griliches, Zvi. i969. Capital-Skill Complementarity. Review of Economics and Statistics. Si, 465-68. Grout, Paul. i984. Investment and Wages in the Absence of Binding Contracts: A Nash Bargaining Approach. Econometrica. 52, 449-460. Jarmin, Ronald and Javier Miranda. 2002. The Longitudinal Business Database. CES Work- ing Paper.",
        "Jung, David J. and Richard Harkness. i989. Life After Foley: The Future of Wrongful Discharge Litigation. Hastings Law Journal. 4i(6), November, i3i-i49. Khan, Lawrence. 2006. The Impact of Employment Protection Mandates on Demographic 26 Temporary Employment Patterns: International Microeconomic Evidence. Working Paper.",
        "Kerr, William and Ramana Nanda. 2006. Banking Deregulation, Financing Constraints, and Entrepreneurship. Harvard Business School Working Paper 07-033.",
        "Koeniger, Winfried and Julien Prat. 2006. Employment Protection, Product Market Regula- tion and Firm Selection. Working Paper.",
        "Kugler, Adriana and Giovanni Pica. Forthcoming. Effects of Employment Protection on Job and Workers Flows: Evidence from the 1990 Italian Reform. Labour Economics.",
        "Kugler, Adriana and Gilles Saint-Paul. 2004. How Do Firing Costs Affect Worker Flows in a World with Adverse Selection? Journal of Labor Economics. 22(3), 553-584.",
        "Kugler, Adriana, Juan F. Jimeno and Virginia Hernanz. 2003. Employment Consequences of Restrictive Permanent Contracts: Evidence from Spanish Labor Market Reforms. CEPR Discus- sion Paper No. 3724.",
        "Lazear, Edward P. 1990. Job Security Provisions and Employment. Quarterly Journal of Economics. 105(3), 699-726.",
        "Levine, David I. 1991. Just-Cause Employment Policies in the Presence of Worker Adverse Selection. Journal of Labor Economics. 9, 294-305.",
        "Macleod, W. Bentley and Voraprapa Nakavachara. 2006. Default Rules: The Case of Wrongful Discharge Laws. Working Paper.",
        "Miles, Thomas J. 2000. Common Law Exceptions to Employment at Will and U.S. Labor Markets. Journal of Law, Economics, and Organizations. 16(1), 74-lOl.",
        "Morriss, Andrew P. 1994. Exploding Myths: An Empirical and Economic Reassessment of the Rise of Employment-At-Will. Missouri Law Review. 59, 679-771.",
        "Mortensen, Dale T. and Christopher A. Pissarides. 1994. Job Creation and Job Destruction in the Theory of Unemployment. Review of Economic Studies. 61(3), 397-415.",
        "Petrin, Amil, and Jagadeesh Sivadasan. 2006. Job Security Does Affect Economic Efficiency: Theory, A New Statistic, and Evidence from Chile. NBER Working Paper No. 12757.",
        "Pissarides, Christopher A. 2000. Equilibrium Unemployment Theory (Cambridge, MA: MIT Press).",
        "Prieger, James E. 2005. The Impact of the Americans with Disabilities Act on the Entry and Exit of Retail Firms. Working Paper.",
        "Saint-Paul, Gilles. 2002. The Political Economy of Employment Protection. Journal of Political Economy. 110(3), 672-704.",
        "Schanzenbach, Max. 2003. Exceptions to Employment at Will: Raising Firing Costs or Enforcing Life-Cycle Contracts? American Law and Economics Review. 5(2), August, 470-504.",
        "Summers, Lawrence H. 1989. Some Simple Economics of Mandated Benefits. American Eco- nomic Review. 79(2), May, 177-183.",
        "Wasmer, Etienne. 2006. Interpreting Europe-U.S. Labor Market Differences: The Specificity of Human Capital Investments. American Economic Review. 96(3), June, 811-831.",
        "Wolfers, Justin. 2005. Measuring the Effects of Employment Protection on Job Flows: Evi- dence from Seasonal Cycles. Wharton School of Business Mimeograph, January."
    ]
}