{
    "id": 12871,
    "cites": 21,
    "cited_by": 11,
    "reference": [
        "[2] Benhabib, Jess. On The Political Economy of Immigration, European Economic Review 40 (1996): 1737-44.",
        "[3] Borjas, George J., The Labor Demand Curve Is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market, Quarterly Journal of Economics 118 (November 2003); 1335-74.",
        "[4] Borjas, George J., and Lawrence F. Katz, The Evolution of the Mexican-Born Workforce in the United States, Working Paper 11281, NBER, Cambridge, (April 2005), http://www.nber.org/papers/w11281.",
        "[5] Card, David, Is the New Immigration Really So Bad? Economic Journal 115, no. 507 (November 2005): F300-23.",
        "[6] Butcher, Kristin F., and Anne Morrison Piehl. Recent Immigrants: Unexpected Implications for Crime and Incarceration, Industrial and Labor Relations Review 51, no. 4 (1998): 654-79.",
        "[7] Clark, Gregory. Why Isnt the Whole World Developed? Lessons from the Cotton Mills. Journal of Economic History 47, no. 1 (March 1987): 141-173.",
        "[8] Ciccone A. and G. Pen Identifying Human Capital Externalities: Theory with Applications, Review of Economic Studies 73 (2006): 381-412. 14By contrast however the French Interior Minister Sarkozy recently declared It is the right of our country like all the great democracies of the world to choose which foreigners it allows to reside on our territory. See http://www.migrationpolicy.org/pubs/Backgrounder2France.php 23",
        "[9] Coleman, James. Social Capital in the Creation of Human Capital American Journal of Sociology 94, Supplement: Organizations and Institutions: Sociological and Economic Approaches to the Analysis of Social Structure (i988): 595-5120.",
        "[10] Coleman, Jules, and Sarah Harding. 1995. Citizenship, the Demands of Justice, and the Moral Relevance of Political Borders. In Schwartz (1995).",
        "[ii] Easterly, William. The White Mans Burden: Why The Wests Efforts To Aid the Rest Have Done So Much Ill and So Little Good. Penguin Press, New York, 2006.",
        "[i2] Friedberg, Rachel, and Jennifer Hunt. The Impact of Immigrants on Host Country Wages, Employment and Growth. Journal of Economic Perspectives 9, no. 2 (Spring, 1995): 23 - 44.",
        "[13] Lucas, Robert E., Jr. On the Mechanics of Economic Development. Journal of Monetary Economics 22, no. 1 (i988): 3-42.",
        "[14] Lundborg, Per, and Paul S. Segerstrom The Growth and Welfare Effects of International Mass Migration. Journal of International Economics 56 (2002): 177-204.",
        "[15] Moretti, Enrico. Estimating the Social Return to Higher Education: Evidence from Longitudinal and Repeated Cross-Sectional Data. Journal of Econometrics 121, no. 1 (2004): 175-212.",
        "[16] National Research Council. The New Americans: Economic, Demographic, and Fiscal Effects of Immigration. National Academy Press. Washington, D.C., 1997.",
        "[17] Pen, Giovanni, and Gianmarco Ottaviano, Rethinking the Effects of Immigration on Wages, NBER WP 12497 (2006) Cambridge.",
        "[18] Pen, Giovanni, and Susana Iranzo, Schooling Externalities, Technology and Productivity: Theory and Evidence from U.S. States, NBER WP 12440 (2006), Cambridge.",
        "[19] Rauch James E. Productivity Gains from Geographic Concentration of Human Capital: Evidence from the Cities Journal of Urban Economics 34, no. 3 (November 1993): 380-400.",
        "[20] Sala-i-Martin, Xavier. The World Distribution of Income. Quarterly Journal of Economics 121, no 2 (May 2006): 351-397.",
        "[21] Schwartz, Warren (ed.). Justice in Immigration. Cambridge: Cambridge University Press, 1995. 24",
        "[22] Trebilcock, Michael. The Case for a Liberal Immigration Policy. in Schwartz (1995)."
    ]
}