{
    "id": 12870,
    "cites": 14,
    "cited_by": 37,
    "reference": [
        "Wei, L., J. Wang, P. Thompson, S. Wong, A.D. Struthers, and T.M. MacDonald. Adherence to Statin Treatment and Readmission of Patients after Myocardial Infarction: A Six Year Follow up Study. Heart (British Cardiac Society), 2002, 88(3), pp. 229-33.",
        "Tamblyn, Robin; Tracey Reid, Nancy Mayo, Peter McLeod, and Michael Churchill-Smith. Using medical services claims to assess injuries in the elderly: Sensitivity of diagnostic and procedure codes for injury ascertainment. J Clin Epidemiol. Feb 2000;53(2):183-194.",
        "Soumerai, Stephen B.; Thomas J. McLaughlin, Dennis Ross-Degnan, Christina S. Casteris, and Paola Bollini. Effects of a limit on medicaid drug-reimbursement benefits on the use of psychotropic agents and acute mental health services by patients with schizophrenia. The New England journal of medicine. Sep 8 1994;331(10):650-655. Effects of medicaid drug-payment limits on admission to hospitals and nursing homes. The New England journal of medicine. Oct 10 1991;325(15):1072-1077.",
        "Soumerai, Stephen B.; Dennis Ross-Degnan, Jerry Avorn, Thomas J. McLaughlin, and Igor Choodnovskiy. Effects of Medicaid Drug-Payment Limits on Admission to Hospitals and Nursing Homes. The New England journal of medicine, 1991, 325(15), pp. 1072-7.",
        "Rizzo, John A. and W. Robert Simons. Variations in Compliance among Hypertensive Patients by Drug Class: Implications for Health Care Costs. Clinical therapeutics, 1997, 19(6), pp. 144657; discussion 24-5.",
        "Pauly, Mark V. and Philip J. Held. Benign Moral Hazard and the Cost-Effectiveness Analysis of Insurance Coverage. J Health Econ, 1990, 9(4), pp. 447-61.",
        "Newhouse, Joseph P. The Insurance Experiment Group. Free for all? Lessons from the rand health insurance experiment. A RAND Study. Cambridge and London: Harvard University Press; 1993 Pauly, Mark V. The Economics of Moral Hazard: Comment. American Economic Review 1968, 58(3), pp. 53 1-37.",
        "Lichtenberg, Frank R. Do (more and better) drugs keep people out of hospitals? American Economic Review. May 1996;86(2) :384-388. Lichtenberg, Frank R. National Bureau of Economic Research. The effect of pharmaceutical utilization and innovation on hospitalization and mortality. Working Paper 5418.",
        "Joyce, Geoffrey. F.; Jose J. Escarce, Matthew D. Solomon, and Dana P. Goldman. Employer Drug Benefit Plans and Spending on Prescription Drugs. JAMA, 2002, 288(14), pp. 1733-9.",
        "Horn, Susan D.; Phoebe D. Sharkey, Diana M. Tracey, Corinne E. Horn, Blair James, and Frederick Goodwin. Intended and unintended consequences of HMO cost-containment strategies: Results from the managed care outcomes project. American Journal of Managed Care. March 1996 1996;II(3):253-264.",
        "Johnson, Richard E.; Michael J. Goodman, Mark C. Hornbrook, and Michael B. Eldredge. The effect of increased prescription drug cost-sharing on medical care utilization and expenses of elderly health maintenance organization members. Medical Care. Nov 1997 ;35( 11): 1119-1131.",
        "Goldman, Dana P.; Geoffrey F. Joyce, Pinar Karaca-Mandic. Varying Pharmacy Benefits with Clinical Status: The Case of Cholesterol-Lowering Therapy. American Journal of Managed Care, 2006, 12(1), pp. 21-28.",
        "Gaynor, Martin; Jian Li, and William Vogt. Is drug coverage a free lunch?: Cross-price elasticities and the design of prescription drug benefits. NBER Working Paper No. 12758, 2006.",
        "Goldman, Dana. P.; Geoffrey F. Joyce, Jose J. Escarce, et al. Pharmacy Benefits and the Use of Drugs by the Chronically Ill. JAMA, 2004, 29 1(19), pp. 2344-50."
    ]
}