{
    "id": 1288,
    "cites": 33,
    "cited_by": 33,
    "reference": [
        "1. Alan Auerbach. Stockholder Tax Rates and Firm Attributes. Journal of Public Economics 21 (1983), 107-127.",
        "2. Ben Amoako-Adu. The Canadian Tax Reform and Its Effects on Stock Prices. Journal of Finance 38 (1983), 1669-76.",
        "5. Michael Brennan. Taxes, Market Valuation, and Corporate Financial Policy. National Tax Journal 23 (1970), 1417-27.",
        "6. Kevin Eades, Patrick Hess and Han Kim. On Interpreting Security Returns During the Ex-dividend Period. Unpublished manuscript, University of Michigan, 1982.",
        "7. Edwin Elton and Martin Gruber. Marginal Stockholder Tax Rates and the Clientele Effect. Review of Economics and Statistics 52 (1970), 68-714.",
        "8. Edwin Elton, Martin Gruber and Joel Rentzler. The Ex-dividend Day Behavior of Stock Prices: A Re-examination of the Clientele Effect: A Comment. Unpublished manuscript, NYU Graduate School of Business, l983.a",
        "9. _______________________________________________. A Simple Examination of the Empirical Relationship Between Dividend Yields and Deviations from the CAPM. Journal of Banking and Finance 7 (1983b), 135-46.",
        "10. Daniel R. Feenberg. Does the Investment Interest Limitation Explain the Existence of Dividends? Journal of Financial Economics 9 (1981), 265-69.",
        "11. Martin S. Feldstein, Louis Dicks-Mireaux, and James Poterba. The Effective Tax Rate and the Pretax Rate of Return. Journal of Public Economics 21 (1983), 129-158.",
        "12. Michael Gibbons. Multivariate Tests of Financial Mo~iels. Journal of Financial Economics 10 (1982), 3-27.",
        "13. Roger Gordon and David Bradford. Taxation and the Stock Market Valuation of Capital Gains and Dividends: Theory and Empirical Results. Journal of Public Economics 14 (1980), 109-36. -36-",
        "114. Jerry Green. Taxation and the Ex-dividend Day Behavior of Common Stock Prices. NBER Working Paper No. 1496, Cambridge, Mass., 1980.",
        "15. Jerry Hausman. Specification and Estimation of Simultaneous Equation Models. In Z. Griliches and M. Intrilligator (eds.), Handbook of Econometrics Amsterdam: North Holland, 1983.",
        "16. Patrick Hess. The Ex-dividend Day Behavior of Stock Returns: Further Evidence on Tax Effects. Journal of Finance 37 (1982), 1445-56.",
        "17. ___________. Test for Tax Effects in the Pricing of Financial Assets. Journal of Business 56 (1983), 537-553.",
        "18. Avner Kalay. The Ex-dividend Day Behavior of Stock Prices: A Re-examination of the Clientele Effect. Journal of Finance 37 (1982), 1059-TO.",
        "19. ___________. The Ex-dividend Day Behavior of Stock Prices; A Re-examination of the Clientele Effect: A Reply. Unpublished manuscript, NYU Graduate School of Business, 1983.",
        "20. Costas Kaplanis. Ex-dividend Day Equilibrium and Taxes. Unpublished manuscript, London Business School, 1983.",
        "21. Mervyn King. Public Policy and the Corporation. London: Chapman and Hall, 1977.",
        "23. Josef Lakonishok and Theo Vermaelen. Tax Reform and Ex-dividend Day Behavior. Journal of Finance 38 (1983), 1157-79.",
        "214. Robert Litzenberger and Krishna Ramaswamy. The Effect of Personal Taxes and Dividends on Capital Asset Prices: Theory and Empirical Evidence. Journal of Financial Economics 7 (1979), 163-95.",
        "25. ______________________________________. Dividends, Short Selling Restrictions, Tax-induced Investor Clienteles, and Market Equilibrium. Journal of Finance 35 (1980), 1469-82.",
        "26. _________________________________________. The Effects of Dividends on Common Stock Prices: Tax Effects or Information Effects. Journal of Finance 37 (1982), 1429-14143.",
        "27. G.S. Maddala, Econometrics. New York: McGraw Hill, 1977. -.~3 7-",
        "28. Bennett McCallum. Rational Expectations and the Natural Rate Hypothesis. Econometrica 64 (1976), 143-52.",
        "29. Merton Miller. Debt and Taxes. Journal of Finance 32 (1977), 261-76.",
        "30. Merton Miller and Franco Modigliani. Dividend Policy, Growth, and the Valuation of Shares. Journal of Business 314 (1961), 1411-33.",
        "31. Merton Miller and I~rron Scholes. Dividends and Taxes. Journal of Financial Economics 6 (1978), 333-614.",
        "32. ______________________________. Dividends and Taxes: Some Empirical Evidence. Journal of Political Economy 90 (1982), 1182-142.",
        "34. Anthony Ohrnial and Lucien Foldes. Estimates of Marginal Tax Rates for Dividends and Bond Interest in the U.K. Economica 142 (1975), 79-91.",
        "35. James Poterba and Lawrence Summers. The Economic Effects of Dividend Taxation. Edward Altman and Marti Subrabmanyam, eds; Recent Advances in Corporate Finance. Homewood, Illionis: Dow-Jones Irwin, 19814.",
        "36. Barr Rosenberg and Vinay V. Marathe. Tests of Capital Asset Pricing Hypotheses. Research in Finance 1 (1979), 115-223.",
        "37. Stephen Shaefer. Taxes and Set~urity Market Equilibrium. Kathryn Cootner and William Sharpe (eds.), Financial Economics: Essays in Memory of Paul Cootner. New York: McGraw-Hill, 1982."
    ]
}