{
    "id": 12883,
    "cites": 16,
    "cited_by": 34,
    "reference": [
        "Ashenfelter, 0. Estimating the effects of training programs on earnings. Review of Economics and Statistics, 1978, vol. 60, pp.648-60.",
        "Betcherman, Gordon, Karma Olivas, and Amit Dar. Impacts of active labor market programs: new evidence from evaluations with particular attention to developing and transition countries. World Bank Social Protection Discussion Paper 0402, 2004.",
        "Bloom et al., The benefits and costs of JTPA Title Il-A programs: key findings from the national job partnership act study. Journal of Human Resources, 1997, vol. 32, no.3, pp. 549-576.",
        "Burghardt, J. and Schochet, P. National Job Corps Study: impacts by center characteristics, Princeton, Mathematica Policy Research, 2001.",
        "Dolton, P. The economics of youth training in Britain. The Economic Journal, 1993, vol. 103, no. 420, pp. 1261-1278.",
        "Dolton, P., Makepeace, G. and Treble, J. The wage effect of YTS: evidence from YCS, Scottish Journal of Political Economy, 1994, vol. 41, pp. 444-454.",
        "Card, David and Dean R. Hyslop. Estimating the Effects of a Time-Limited Earnings Subsidy for Welfare Leavers. Econometrica 73, November 2005: 1723-1770.",
        "Card, David and Daniel G. Sullivan. Measuring the Effect of Subsidized Training Programs on Movements In and Out of Employment. Econometrica 56, May 1988: 497-530.",
        "General Accounting Office. Job Training Partnership Act: Long-Term Earnings and Employment Outcomes. 1996, Washington, D.C.",
        "Friedlander, D., Greenberg, D. and Robins, P. Evaluating government training programs for the economically disadvantaged. Journal of Economic Literature, 1997, vol. 35, no. 4.",
        "Heckman, J. and Singer, B. A method for minimizing the impact of distributional assumptions in econometric models for duration data, Econometrica, 1984, vol. 52, no 2, pp. 271-320.",
        "Heckman, J. Hohmann, N. and Smith, J. Substitution and dropout bias in social experiments: a study of an influential social experiment, Quarterly Journal of Economics, 2000, vol. 115, no.2, pp. 65 1-94.",
        "Heckman, J. and Carneiro, P. Human capital policy, NBER Working Paper 9495, 2003.",
        "Kiefer, N. The economic benefits offour employment and training programs. New York, 1979.",
        "Kluve, J., D. Card, M. Fertig, M. GÃ\u0083Â³ra, L. Jacobi, P. Jensen, R. Leetmaa, L. Nima, E. Patacchini, S. Schaffner, C.M. Schmidt, B. van der Klaauw, and A. Weber, Study on the effectiveness of ALMPs, report prepared for the European Commission, DG Employment, Social Affairs and Equal Opportunities, Essen, 2005.",
        "Main, B. G. M. The effects of the Youth Training Scheme on employment probability. Applied Economics, 1991, vol. 23, pp.367-72."
    ]
}