{
    "id": 12880,
    "cites": 35,
    "cited_by": 10,
    "reference": [
        "[1] Aiyagari, R.,1994, Uninsured Idiosyncratic Risk and Aggregate Saving, Quarterly Journal of Economics 109, 659-684.",
        "[2] Aiyagari, R.,1995, Optimal Capital Income Taxation with Incomplete Markets, Borrowing Constraints, and Constant Discounting, Journal of Political Economy 103, 1158-1175.",
        "[3] Altig, D., A. Auerbach, L. Kotlikoff, K. Smetters and J. Walliser, 2001, Simulating Fundamental Tax Reform in the U.S., American Economic Review, 91, 574-595.",
        "[4] Atkeson, A., V.V. Chari and P. Kehoe, 1999, Taxing Capital Income: A Bad Idea, Federal Reserve Bank of Minneapolis Quarterly Review, 23, 3-17.",
        "[6] Blundell, R. and T. MaCurdy, 1999, Labor Supply: A Review of Alternative Approaches, in Handbook of Labor Economics, vol. 3A, Elsevier.",
        "[7] Bohacek, R. and M. Kejak, 2004, Optimal Government Policies in Models with Heterogeneous Agents, Working Paper, CERGE-El.",
        "[8] Browning, M., L. Hansen and J. Heckman, 1999, Micro Data and General Equilibrium Models, in J. Taylor and M. Woodford (eds.) Handbook of Macroeconomics vol. 1, Elsevier.",
        "[9] Castafleda, A., J. Diaz-Gimenez and J.V. Rios-Rull, 1999, Earnings and Wealth Inequality and Income Taxation: Quantifying the Trade-offs of Switching to a Proportional Income Tax in the U.S., Working Paper, University of Pennsylvania.",
        "[10] Chamley, C., 1986, Optimal Taxation of Capital Income in General Equilibrium with Infinite Lives, Econometrica 54, 607-622.",
        "[11] Chari, V.V. and P. Kehoe, 1999, Optimal Fiscal and Monetary Policy, in J. Taylor and M. Woodford (eds.) Handbook of Macroeconomics, vol. 1, Elisevier.",
        "[12] Conesa, J. and D. Krueger, 2006, On the Optimal Progressivity of the Income Tax Code, Journal of Monetary Economics, forthcoming. 26",
        "[13] Domeij, D. and J. Heathcote, 2004, On the Distributional Effects of Reducing Capital Taxes, International Economic Review 45, 523-554.",
        "[14] Domeij, D. and M. Floden, 2006, The Labor Supply Elasticity and Borrowing Constraints: Why Estimates are Biased, Review of Economic Dynamics 9, 242-262.",
        "[15] Erosa, A. and M. Gervais, 2002, Optimal Taxation in Life Cycle Economies, Journal of Economic Theory 105, 338-369.",
        "[16] Garriga, C., 2003, Optimal Fiscal Policy in Overlapping Generations Mode ~s, Working Paper, Florida State University.",
        "[17] Golosov, M., N. Kocherlakota and A. Tsyvinski, 2003, Optimal Indirect and Capital Taxation, Review of Economic Studies 70, 569-587.",
        "[18] Gouveia, M. and R. Strauss, 1994, Effective Federal Individual Income Tax Functions: An Exploratory Empirical Analysis, National Tax Journal 47, 317-339.",
        "[19] Hall, R. and A. Rabushka, 1995, The Flat Tax, (2nd Ed.), Stanford University Press, Stanford.",
        "[20] Heckman, J., 1993, What Has Been Learned About Labor Supply in the Past Twenty Years?, American Economic Review 83, 116-131.",
        "[22] Jmai, S. and M.P. Keane, 2004, Intertemporal Labor Supply and Human Capital Accumulation, International Economic Review 45, 601-641",
        "[23] Judd, K., 1985, Redistributive Taxation in a Simple Perfect Foresight Model, Journal of Public Economics 28, 59-83.",
        "[24] Kimball, M.S. and M.D. Shapiro, 2005, Labor Supply: Are the Income and Substitution Effects Both Large or Both Small?, Working Paper.",
        "[25] Krusell, P. and Smith, A., 1998, Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy 106, 867-896.",
        "[26] Mendoza, E., A. Razin and L. Tesar, 1994, Effective Tax Rates in Macroeconomics: Cross-Country Estimates on Factor Income and Consumption, Journal of Monetary Economics 34, 297-323.",
        "[27] Mirrless, J., 1971, An Exploration in the Theory of Optimum Income Taxation, Review of Economic Studies 38, 175-208.",
        "[28] Mirrlees, J., 1974, Notes on Welfare Economics, Information and Uncertainty, in Essays on Economic Behavior under Uncertainty, edited by M. Balch, D. McFadden and S. Wu, Amsterdam: North Holland. 27",
        "[29] Nishiyama, S. and K. Smetters, 2005, Consumption Taxes, Risk Sharing and Economic Efficiency, Journal of Political Economy, 113, 1088-1115.",
        "[30] Reiter, M., 2004, The Optimal Nonlinear Taxation of Capital in Mode ~s With Uninsurable Income Risk, Working Paper, Universitat Pompeu Fabra.",
        "[31] Saez, E., 2002, Optimal Progressive Capital Income Taxes in the Infinite Horizon Model, NBER Working Paper 9046.",
        "[32] Saez, E., 2003, The Effect of Marginal Tax Rates on Income: A Panel Study of Bracket Creep, Journal of Public Economics, 87, 1231-1258.",
        "[33] Smyth, 5., 2005, A Balancing Act: Optimal Nonlinear Taxation in Overlapping Generations Models, mimeo, Harvard University.",
        "[34] Storesletten, K., C. Telmer and A. Yaron, 2004, Consumption and Risk Sharing over the Life Cycle, Journal of Monetary Economics 51, 609-633.",
        "[35] Tauchen, G. and R. Hussey, 1991, Quadrature-Based Methods for Obtaining Approximate Solutions to Nonlinear Asset Pricing Models, Econometrica 59, 371-396.",
        "[36] Varian, H., 1980, Redistributive Taxation as Social Insurance, Journal of Public Economics 14, 49-68.",
        "[37] Ventura, G., 1999, Flat Tax Reform: A Quantitative Exploration, Journal of Economic Dynamics and Control 23, 1425-1458. 28"
    ]
}