{
    "id": 12885,
    "cites": 96,
    "cited_by": 584,
    "reference": [
        "Wood, A. (1999): Openness and Wage Inequality in Developing Countries: The Latin American Challenge to East Asian Conventional Wisdom, in: Baldwin, R. et-al. (eds.) Market integration, regionalism and the global economy, Cambridge: Cambridge University Press, pp. 153-18 1.",
        "Winters, A., N. McCulloch, and A. McKay (2004): Trade Liberalization and Poverty: The Evidence so Far, Journal of Economic Literature 62, 72-115.",
        "Wood, A. (1995): How Trade Hurt Unskilled Workers, Journal of Economic Perspectives, 9(3), pp. 57-80.",
        "Verhoogen, E. (2006): Trade, Quality Upgrading and Wage Inequality in the Mexican Manufacturing Sector, Columbia University mimeo.",
        "Wacziarg, R. and J. Seddon Wallack (2004): Trade liberalization and Intersectoral labor movements, Journal of International Economics 64 (3), 411-435.",
        "Wei, S., and Y. Wu (2002). Globalization and Inequality Without Differences in Data Definitions, Legal System, and Other Institutions, International Monetary Fund mimeo.",
        "Tybout, J. (2003): Plant- and Firm- Level Evidence on New Trade Theories, in Choi, E.K. and J. Hanigan (eds.) Handbook of International Trade. Blackwell: Malden, MA, 388-415.",
        "Topalova, P. (2004b): Trade Liberalization and Firm Productivity: The Case of India, IMF Working Paper 04/28. Washington, DC: IMF.",
        "Topalova, P. (2004a): Factor Immobility and Regional Impacts of Trade Liberalization: Evidence on Poverty and Inequality from India, Yale mimeo.",
        "Thoenig, M., Verdier, T., (2003): A theory of defensive skill-based innovation and globalization. American Economic Review 93, 709-728.",
        "Tendulkar, 5. (2003). Organised Labour Market in India Pre and Post Reform, Delhi School of Economics mimeo. Delhi School of Economics: New Delhi.",
        "Szekely and Hilgert (1999): Whats Behind the Inequality we Measure: An Investigation Using Latin-American Data, IADB Working Paper 409. Washington, DC: Inter-American Development Bank.",
        "Smith, J., Thomas D., Frankenberg E., Beegle K., and G. Teruel (2002): Wage, employment and economic shocks: Evidence from Indonesia. Journal of Population Economics 15, 16 1-193.",
        "Schott, P. (2004): Across-Product versus within-product specialization in international trade, Quarterly Journal of Economics 119, 647-67 8.",
        "Scheve, K. and M. Slaughter (2002). Economic Insecurity and the Globalization of Production, NBER Working Paper 9339.",
        "Sanchez-Paramo, C. and N. Schady (2003): Off and Running? Technology, Trade, and the Rising Demand for Skilled Workers in Latin America, World Bank Policy Research Working Paper 3015.Washington, DC: World Bank.",
        "Rodrik, R. (1997). Has Globalization Gone Too Far? Washington D.C.: Institute for International Studies Rodrik, R. (1998). Why do More Open Economies Have Bigger Governments? Journal of Political Economy 106, 997-1032 Rosenzweig, M. (1988): Labor Markets in Low-Income Countries, in H. Chenery and T.N. Srinivasan (eds.) Handbook of Development Economics, Volume 1. Elsevier Science Publishers.",
        "Robertson, R. (2004): Relative prices and wage inequality: evidence from Mexico, Journal of International Economics 64 (3), 387-409.",
        "Rodriguez Clare, A. (2001). Costa Ricas Development Strategy based on Human Capital and Technology: how it got there, the impact of Intel, and lessons for other countries, Journal of Human Development, 2, p. 3 11-324.",
        "Robertson, R. (2000): Trade Liberalization and Wage Inequality: Lessons from the Mexican Experience, World Economy 23, 827-849.",
        "Robbins, D. (1996): Evidence on Trade and Wages in the Developing World, OECD Technical PaperNo. 119.",
        "Revenga, A. (1992): Exporting Jobs? The Impact of Import Competition on Employment and Wages in U.S. Manufacturing, Quarterly Journal of Economics, 107(1), pp. 255-284.",
        "Revenga, A. (1997): Employment and wage effects of trade liberalization: The Case of Mexican Manufacturing, Journal of Labor Economics, Vol. 15, pp. S20-43.",
        "Porto, G. (2006): Using Survey Data to Assess the Distributional Effects of Trade Policy, Journal of International Economics 70, p. 140-160.",
        "Pavcnik, N., A. Blom, P.K. Goldberg, and N. Schady (2004): Trade Policy and Industry Wage Structure: Evidence from Brazil, World Bank Economic Review, 18(3), 3 19-344.",
        "Pavcnik, N. (2002): Trade Liberalization, Exit and Productivity Improvements: Evidence from Chilean Plants, Review of Economic Studies, 69 pp. 245-76.",
        "Pavcnik, N. (2003): What explains skill upgrading in less developed countries? Journal of Development Economics, 71, 311-328.",
        "Nicita, A. (2004). Who benefited from trade liberalization in Mexico? Measuring the effects on household welfare, World Bank Policy Research Paper 3265.",
        "Neary, P. (1982): Intersectoral capital mobility, wage stickiness and the case for adjustment assistance, in J.N. Bhagwati (ed.): Import Competition and Response, Proceedings of NBER Conference, Chicago: Chicago University Press, 1982, pp. 39-67.",
        "Neary, P. (1978): Short-run capital specificity and the pure theory of international trade, Economic Journal, 88, September 1978, pp. 488-5 10.",
        "Naito, H. (1999): Re-examination of uniform commodity taxes under a non-linear income tax system and its implication for production efficiency Journal of Public Economics, 71, 1999, pp. 165- 188.",
        "Munshi, K. and M. Rosenzweig (2005): Why is Mobility in India so Low? Social Insurance, Inequality and Growth, Center for International Development at Harvard, Working Paper No.",
        "Mistiaen, J.A. and M. Ravallion (2003): Survey Compliance and the Distribution of Income, Policy Research Working Paper 2956, World Bank, Washington DC.",
        "Muendler, M. A. (2004): Trade, Technology, and Productivity: A Study of Brazilian Manufacturers, 1986-1998, University of California, San Diego mimeo.",
        "Matusz S. and D. Tarr (1999): Adjusting to Trade Policy Reform, World Bank Policy Research Working Paper 2142.",
        "Melitz, M. (2003): The Impact of Trade on Intra-industry Reallocations and Aggregate Industry Productivity, Econometrica 71, 1696-1725.",
        "Mishra, P. and U. Kumar (2005). Trade Liberalization and Wage Inequality: Evidence from India, IMF Working Paper WP/05/20.",
        "Marcouiller, D., V. Ruiz de Castilla, and C. Woodruff (1997): Formal Measures of the InformalSector Wage Gap in Mexico, El Salvador, and Peru, Economic Development and Cultural Change, 45:2, pp. 367-392. Marin, D. (forthcoming). A New International Division of Labor in Eastern Europe: Outsourcing and Offshorring to Eastern Europe, Journal of European Economic Association.",
        "Machin, S., A. Ryan and J. Van Reenen (1996): Technology and changes in skill structure: Evidence from an international panel of industries, IFS Working Papers W96/06, Institute for Fiscal Studies.",
        "Lorentowicz, A., D. Mann, and A. Raubold (2005). Is Human Capital Losing from Outsourcing? Evidence for Austria and Poland, University of Munich Discussion Paper 200522.",
        "Leamer, E. (1998): In search of Stolper-Samuelson Effects on U.S. Wages, in S. Collins, (ed.), Exports, imports and the American worker. Washington DC: Brookings, 141-214.",
        "Krueger, A., H.B. Lary, T. Monson and N. Akrasanee, eds. (1981): Trade and Employment in Developing Countries, Vol. 1: Individual Studies, Chicago: University of the Chicago Press.",
        "Krishna, P., D. Mitra, and S. Chinoy (2001). Trade liberalization and Labor-demand Elasticities: Evidence from Turkey, Journal of International Economics 55, 29 1-409.",
        "Krishna, P. and D. Mitra (1998): Trade Liberalization, Market Discipline and Productivity Growth; New Evidence from India, Journal of Development Economics, Vol. 56(2), pp. 447462.",
        "Krebs, T., P. Krishna, and W. Maloney (2005). Trade Policy, Income Risk, and Welfare, Johns Hopkins University Mimeo.",
        "Kim, E. (2000): Trade Liberalization and Productivity Growth in Korean Manufacturing Industries: Price Protection, Market Power and Scale Efficiency, Journal of Development Economics, Vol. 62(1), pp. 55-83.",
        "Kijama, Y. (2006). Why did wage inequality increase? Evidence from urban India 1983-99, Journal of Development Economics 81, 97-117.",
        "Keller, W. and S. Yeaple (2003). Multinational Enterprises, International Trade, and Productivity Growth: Firm-Level Evidence from the United States, NBER Working Paper 9504.",
        "Hsieh, C. and K.Woo (2005). The Impact of Outsourcing to China on Hong-Kongs Labor Market, American Economic Review 95, 1673-87 Kaplan, D. and E. Verhoogen (2005): Exporting and Individual Wage Premia: Evidence from Mexican Employer-Employee Data, Columbia University mimeo.",
        "Heckman J. and Pages C. (2000): The Cost of Job Security Regulation: Evidence from the Latin American Labor Market, NBER Working Paper 7773.",
        "Hay, D.A. (2001): The Post-1990 Brazilian Trade Liberalization and the Performance of Large Manufacturing Firms: Productivity, Market Share, and Profits, Economic Journal 111: 620-641.",
        "Harrison, A. and J. Scorse (2004b): Moving Up or Moving Out? Anti-Sweatshop Activists and Labor Market Outcomes, NBER Working Paper 10492. Hasan, R., D. Mitra, and K.V. Ramaswamy (forthcoming). Trade Reforms, Labor Regulations, and Labor-demand Elasticities: Empirical Evidence from India, Review of Economics and Statistics.",
        "Harrison, A. and J. Scorse (2004a): The Impact of Globalization on Compliance with Labor Standards: A Plant-Level Study, in S.M. Collins and D. Rodrik (eds.) Brooking Trade Forum 2003: Washington, DC: Brookings, 45-96.",
        "Harrison, A. and G. Hanson (1999): Who gains from trade reform? Some remaining puzzles, Journal of Development Economics, Vol. 59, 125-154.",
        "Harrison, A. (1994): Productivity, Imperfect Competition and Trade Reform: Theory and Evidence, Journal of International Economics, Vol. 36 (1-2), 53-73.",
        "Hanson, G. (2004). What Has Happened to Wages in Mexico since NAFTA?, in T. Estevadeordal, D. Rodrik, A. Taylor, A. Velasco, eds., FTAA and Beyond: Prospects for Integration in the Americas, Cambridge: Harvard University Press. Hanson, G. (forthcoming): Globalization, Labor Income, and Poverty in Mexico, in Ann Harrison, ed., Globalization and Poverty, Chicago: University of Chicago Press and the National Bureau of Economic Research.",
        "Hanson, G. and A. Harrison (1999): Trade and wage inequality in Mexico, Industrial and Labor Relations Review 52(2), 27 1-288.",
        "Head, K. and J. Ries (2002). Offshore production and skill upgrading by Japanese manufacturing firms, Journal of International Economics 58, 8 1-105.",
        "Haltiwanger, J., A. Kugler, M. Kugler, A. Micco and C. Pages (2004): Effects of Tariffs and Real Exchange Rates on Job Reallocation: Evidence from Latin America, Journal of Policy Reform, December 2004, 7(4), pp. 191-208.",
        "Grossman, G. (1984): International Competition and the Unionized Sector, Canadian Journal of Economics, 17, No. 3, pp. 541-556.",
        "Grossman, G. (1986). Imports as a Cause of Injury: The Case of the U.S. Steel Industry, Journal of International Economics, 20, 20 1-223.",
        "Green, F., A. Dickerson, and J.S. Arbache (2001). A picture of wage inequality and the allocation of labor through a period of trade liberalization: The case of Brazil, World Development, 29: 1923-1939.",
        "Goldberg, P. and N. Pavcnik (2005): Trade Protection and Wages: Evidence from the Colombian Trade Reforms, Journal of International Economics, 66 (1), 75-105. Goldberg, P. and N. Pavcnik (forthcoming): The Effects of the Colombian Trade Liberalization on Urban Poverty, in Hanison, A. (ed). Globalization and Poverty. Chicago University Press and the National Bureau of Economic Research.",
        "Gasparini, L. (2004). Argentinas Distributional Failure, Universidad Nacional de la Plata mimeo.",
        "Goldberg, P. and N. Pavcnilc (2003): The Response of the Informal Sector to Trade Liberalization, Journal of Development Economics, 72, 463-496.",
        "Goldberg, P. and N. Pavcnik (2004): Trade, Inequality, and Poverty: What Do We Know? Evidence from Recent Trade Liberalization Episodes in Developing Countries, Brookings Trade Forum 2004, 223-269.",
        "Frankenberg, E., J. Smith, and D. Thomas (2003): Economic Shocks, Wealth, and Welfare. Journal of Human Resources 38(2), 280-321.",
        "Galiani, 5, and P. Sanguinetti (2003): The impact of trade liberalization on wage inequality: evidence from Argentina, Journal of Development Economics, 72, 497-5 13.",
        "Gasparini, L. (2003). Different Lives: Inequality in Latin America and the Caribbean, Universidad Nacional de la Plata mimeo.",
        "Feliciano, Z. (2001): Workers and Trade Liberalization: The impact of trade reforms in Mexico on wages and employment, Industrial and Labor Relations Review, Vol. 55, No. 1, 95-115. Fernandes, A.M. (forthcoming): Trade Policy, Trade Volumes and Plant-Level Productivity in Colombian Manufacturing Industries, Journal of International Economics.",
        "Feenstra, R. and G. Hanson (2003): Global Production Sharing and Rising Inequality: A Survey of Trade and Wages, in Choi, E.K. and J. Hanigan (eds.) Handbook of International Trade. Blackwell: Malden, MA, 146-185.",
        "Feenstra, R. and G. Hanson (1999): The Impact of Outsourcing and High-Technology Capital on Wages: Estimates for the United States, 1979-1990, Quarterly Journal of Economics, 114 (3), 907940.",
        "Edmonds, E. and N. Pavcnik (2006): Trade liberalization and the allocation of labor between households and markets in a poor country, Journal of International Economics 69, 257-295.",
        "Erdem, E. and J. Tybout (2004): Trade Policy and Industrial Sector Responses in the Developing World: Interpreting the Evidence, in S.M. Collins and D. Rodrik (eds.) Brooking Trade Forum 2003: Washington, DC: Brookings, 1-43.",
        "Feenstra, R. and G. Hanson (1996): Foreign Investment, outsourcing and relative wages, in R.C. Feenstra et al. (eds). Political economy of trade policy: essays in honor of Jagdish Bhagwati: MIT Press, Cambridge, 89-127 Feenstra, R. and G. Hanson (1997): Foreign direct investment and relative wages: Evidence from Mexicos maquiladoras, Journal of International Economics 42, 371-393.",
        "Deaton, A. and J. Dreze (2002). Poverty and Inequality in India: a Reexamination, Economic and Political Weekly, September 7, 2002, pp. 3729-3748 Dornbusch, R. and S. Edwards (1994). Exchange Rate Policy and Trade Strategy, in Bosworth, Berry, et.al. (eds.) The Chilean Economy: Policy Lessons and Challenges. Washington D.C.: The Brookings Institution.",
        "Deaton, A. (2003): Measuring Poverty in a Growing World (or Measuring Growth in a Poor World), NBER Working Paper 9822.",
        "Cragg, M.I. and M. Epelbaum (1996): Why has wage dispersion grown in Mexico? Is it the incidence of reforms or the growing demand for skills? Journal of Development Economics, Vol. 51, pp. 99-116.",
        "Currie, J. and A. Harrison (1997): Trade Reform and Labor Market Adjustment in Morocco Journal of Labor Economics, Vol. 15, pp. S44-7 1.",
        "Deaton, A. (1997): The analysis of household surveys. Microeconomic analysis for development policy, Washington D.C., The World Bank.",
        "Branstetter, L. and N. Lardy (2006). Chinas Embrace of Globalization, NBER Working Paper 12373.",
        "Chiquiar, D. (2004). Globalization, Regional Wage Differentials, and the Stolper-Samuelson Theorem: Evidence from Mexico, Banco De Mexico Working Paper 2004-06.",
        "Berman, E., J. Bound and S. Machin (1997): Implications of Skill-Biased Technological Change: International Evidence, National Bureau of Economic Research Working Paper No. 6166, 1997.",
        "Beyer H., P. Rojas, and R. Vergara (1999): Trade liberalization and wage inequality, Journal of Development Economics 59 (1), 103-123.",
        "Behrman, J., Birdsall N. and M. Szekely (2000): Economic Reform and Wage Differentials in Latin America, IADB Working Paper 435. Washington, DC: Inter-American Development Bank.",
        "Bernard, A., B. Jensen, and P. Schott (2005): Trade costs, firms, and productivity, Tuck School mimeo, Hanover, NH: Dartmouth College.",
        "Bernard, A. and F. Sjoholm (2003): Foreign owners and plant survival, NBER Working Paper 10039.",
        "Bernard, A. and B. Jensen (2003): Firm Structure, Multinationals, and Manufacturing Plant Deaths, Tuck School mimeo. Hanover, NH: Dartmouth College.",
        "Bernard, A. and B. Jensen (1997): Exporters, Skill Upgrading and the Wage Gap, Journal of International Economics, 42, 3-31.",
        "Banerjee, A. and T. Piketty (2005): Top Indian Incomes, 1922-2000, World Bank Economic Review, no 19, 2005, p. 1-20.",
        "Banerjee, A. and T. Piketty (2004): Are the rich growing richer? Evidence from Indian tax data, In Deaton, A. and V. Kozel (Eds): Data and dogma: the great Indian poverty debate, 5. 1: McMillan press, 2004, p.598-611.",
        "Attanasio, 0. and M. Szekely (2000): Household Saving in East Asia and Latin America: Inequality Demographics and All That, in B. Pleskovic and N. Stern (eds.), Annual World Bank Conference on Development Economics 2000. Washington, DC: World Bank.",
        "Anderson, J. and E. van Wincoop (2004): Trade Costs, Journal of Economic Literature, XLII (September 2004), pp. 691-75 1.",
        "Attanasio, 0., Goldberg P., and N. Pavcnik (2004): Trade Reforms and Wage Inequality in Colombia, Journal of Development Economics 74, 33 1-366.",
        "Acemoglu, D. (2003): Patterns of skill premia. Review of Economic Studies 70, 199-230.",
        "Aghion, P., R. Burgess, S. Redding, and F. Zilibotti (2005): Entry Liberalization and Inequality in Industrial Performance, Journal of European Economic Association 3, 29 1-302."
    ]
}