{
    "id": 12881,
    "cites": 42,
    "cited_by": 28,
    "reference": [
        "[1] Aiyagari, SR., and Gertler, M., 1991. Asset returns with transactions costs and uninsured individual risk. Journal of Monetary Economics 27 311331.",
        "[2] Bernanke, Ben, 2005, The Global Saving Glut and the U.S. Current Account Deficit, Sandridge Lecture, Virginia Association of Economics, Richmond, Virginia, Federal Reserve Board.",
        "[3] Bansal, Ravi, and John Wilbur Coleman II, 1996, A Monetary Explanation of the Equity Premium, Term Premium, and Risk-free Rate Puzzles, Journal of Political Economy 104(6), 11351171.",
        "[4] Barro, Robert J., 1974, Are government bonds net wealth?, Journal of Political Economy 82, 1095-1117.",
        "[6] Bohn, Henning, 1998, The Behavior of U.S. Public Debt and Deficits, Quarterly Journal of Economics 113(3), 949-963.",
        "[7] Boudoukh, Jacob, Matthew Richardson, Richard Stanton, and Robert Whitelaw, 1997, Pricing mortgage-backed securities in a multifactor interest rate environment: A multivariate density estimation approach, Review of Financial Studies 10, 405-446.",
        "[8] Caballero, Ricardo, Emmanuel Farhi, and Pierre-Olivier Gourinchas, 2006, An Equilibrium Model of Global Imbalances and Low Interest Rates, Working Paper, MIT.",
        "[9] Caballero, R.J. and A. Krishnamurthy, 2006, Flight to Quality and Collective Risk Management, working paper, Northwestern University.",
        "[10] Campbell, John, Jens Hilscher and Jan Szilagyi, 2006. In Search of Distress Risk, Working Ppaer, Harvard University.",
        "[11] Chava, Sudheer and Robert A. Jarrow, 2004, Bankruptcy prediction with industry effects, Review of Finance 8, 537569.",
        "[12] Collin-Dufresne, Pierre, and Bruno Solnik, 2001, On the term structure of default premia in the swap and LIBOR markets, The Journal of Finance 56(3).",
        "[13] Collin-Dufresne, Pierre, Robert Goldstein, and J. Spencer Martin, 2001, The Determinants of Credit Spread Changes, The Journal of Finance, 66, 2177-2207.",
        "[14] Cortes, Fabio, 2003, Understanding and modelling swap spreads, Bank of England Quarterly Bulletin, Winter 2003. 36",
        "[15] Dittmar, Robert and Kathy Yuan, 2006, Do Sovereign Bonds Benefit Corporate Bonds in Emerging Markets?, working paper, University of Michigan.",
        "[16] Dooley, Michael P., David Folkerts-Landau, and Peter Garber, 2003, An Essay on the Revived Bretton Woods System, NBER Working Paper 9971, National Bureau of Economic Research.",
        "[17] Duffee, Greg, 1998, The relation between Treasury yields and corporate bond yield spreads, Journal of Finance 53, 2225-2242.",
        "[18] Duffie, D. and K. J. Singleton (1997). An Econometric Model of the Term Structure of Interest Rate Swap Yields. Journal of Finance 52, 1287-1321.",
        "[19] Eisfeldt, Andrea, 2006, Smoothing with liquid and illiquid assets, Journal of Monetary Economics, forthcoming.",
        "[20] Elmendorf, Douglas W., and N. Gregory Mankiw, 1999, Government Debt. In John B. Taylor and Michael Woodford (eds.), Handbook of Macroeconomics, Amsterdam: Elsevier Science, Chapter 25.",
        "[21] Elton, E., M. Gruber, D. Agrawal, and C. Mann., 2001, Explaining the Rate Spread on Corporate Bonds, Journal of Finance 56, 247-277.",
        "[22] Evans, P., 1987, Do budget deficits raise nominal interest rates? Evidence from six countries, Journal of Monetary Economics 20(2), 281-300.",
        "[23] Plosser, Charles, 1987, Fiscal policy and the term structure, Journal of Monetary Economics 20(2)343- 367.",
        "[24] Gabaix, Xavier, Arvind Krishnamurthy and Olivier Vigneron, 2005, Limits of Arbitrage: Theory and Evidence from the MBS market, forthcoming, Journal of Finance.",
        "[25] Grinblatt, M. (2001). An Analytical Solution for Interest Rate Swap Spreads. International Review of Finance 2(3), 113-149.",
        "[26] He, H. (2001). Modeling Term Structures of Swap Spreads. Working Paper.",
        "[27] Heaton, John and Deborah Lucas, 1996, Evaluating the Effects of Incomplete Markets on Risk Sharing and Asset Pricing, Journal of Political Economy 104, 443-487.",
        "[28] Holmstrom, Bengt and Jean Tirole, Private and Public Supply of Liquidity, Journal of Political Economy, 106(1), 2/98, pp. 1-40.",
        "[29] Homer, S., A History of Interest Rates, Second Edition, (New Brunswick: Rutgers University Press, 1977). 37",
        "[30] Huang, J. and M. Huang, 2001, How Much of the Corporate-Treasury Yield Spread is Due to Credit Risk? Penn State University, Working Paper.",
        "[31] Johannes, M. and S. Sundaresan, 2006, The Impact of Collateralization on Swap Rates, forthcoming, Journal of Finance.",
        "[32] Jovanovic, B., and P. Rousseau, 2001, Liquidity effects in the bond market, working paper, Vanderbilt University.",
        "[33] Krishnamurthy, A. (2002). The bond/old-bond spread. Journal of Finan- cial Economics 66, 463-506.",
        "[34] Laubach, T., 2005, New Evidence on the Interest Rate Effects of Budget Deficits and Debt, Board of Governors of the Federal Reserve System, Working Paper.",
        "[35] Li, X. (2004). Decomposing the Default Risk and Liquidity Components of Interest Rate Swap Spreads. Working Paper, York University.",
        "[36] Liu, J., F. A. Longstaff, and R. E. Mandell (2004). The Market Price of Credit Risk: An Empirical Analysis of Interest Rate Swap Spreads. forthcoming, Journal of Business.",
        "[37] Longstaff, F., 2004 The Flight-To-Liquidity Premium in U.S. Treasury Bond Prices, Journal of Business, 77, 511-526.",
        "[38] Longstaff, F., S. Mithal and E. Neis, Corporate Yields Spreads: Default Risk or Liquidity? New Evidence from the Credit-Default Swap Market, forthcoming, Journal of Finance.",
        "[39] Reinhart, Vincent and Brian P. Sack, 2000, The Economic Consequences of Disappearing Government Debt, Brookings Papers on Economic Activity, 163-220.",
        "[40] Sundaresan, S., and Zhenyu Wang, 2006, Y2K Options and Liquidity Premium in Treasury Bond Markets, working paper, Columbia University.",
        "[41] Vayanos, Dimitri and Jean-Luc Vila, 1999, Equilibrium Interest Rate and Liquidity Premium With Transaction Costs, Economic Theory 13, 509-539",
        "[42] Vissing-Jorgensen, Annette, 2002, Limited asset market participation and the elasticity of intertemporal substitution, Journal of Political Economy, 110(4), 825-853.",
        "[43] Wicker, Elmus, 1969, World War II Policy of Fixing a Patter of Interest Rates, Journal of Finance, 24(3), 447-458."
    ]
}