{
    "id": 12897,
    "cites": 16,
    "cited_by": 7,
    "reference": [
        "Arrow, K. J., 1973, The Theory of Discrimination, in Orley Ashenfelter and Albert Rees, eds., Discrimination in Labor Markets, Princeton University Press, Princeton NJ, pp. 3-33.",
        "Becker, Gary S., 1985, Human Capital, Effort, and the Sexual Division of Labor, Journal of Labor Economics 3: S33-SS 8.",
        "Breen, Richard, and Cecilia Garcia-Penalosa, 2002, Bayesian Learning and Gender Segregation, Journal of Labor Economics 20: 899-922.",
        "Brown, Ryan P., and Robert A. Josephs, 1999, A Burden of Proof: Stereotype Relevance and Gender Differences in Math Performance, Journal of Personality and Social Psychology 76: 246-257.",
        "Clement, Michael B., 1999, Analyst Forecast Accuracy: Do Ability, Resources, and Portfolio Complexity Matter? Journal of Accounting and Economics 27: 285-303.",
        "Fang, Lily H., and Ayako Yasuda, 2005, Are Stars Opinions Worth More? The Relation between Analyst Reputation and Recommendation Values, Working Paper, Insead.",
        "Holzer, Harry, and David Neumark, 1999, Are Affirmative Action Hires Less Qualified? Evidence from Employer-Employee Data on New Hires, Journal of Labor Economics 17: 534-569.",
        "Hong, Harrison and Jeffrey D. Kubik, 2003, Analyzing the Analysts: Career Concerns and Biased Earnings Forecasts, Journal of Finance 58: 313-351.",
        "Hutton, Amy P., 2005, Determinants of Managerial Earnings Guidance Prior to Regulation Fair Disclosure and Bias in Analysts Earnings Forecasts, Contemporary Accounting Research 22: 867-9 14.",
        "Ivkovic, Zoran, and Narasimhan Jegadeesh, 2004, The Timing and Value of Forecast and Recommendation Revisions, Journal of Financial Economics 73: 433-463.",
        "Johnson, Tom, 2005, The 2005 All-American Research Team, Institutional Investor Magazine, 39: 52-90.",
        "Niederle, Muriel, and Lise Vesterlund, 2006, Do Women Shy Away from Competition? Do Men Compete Too Much? Quarterly Journal of Economics, forthcoming.",
        "Neumark, David, 1996, Sex Discrimination in Restaurant Hiring: An Audit Study, Quarterly Journal of Economics 9 15-941.",
        "Pitts, M. Melinda, 2003, Why Choose Womens Work if it Pays Less? A Structural Model of Occupational Choice, Worker Well-Being and Public Policy (Research in Labor Economics Volume 22): 4 15-45.",
        "Polachek, Solomon Willam, 1981, Occupational Self-Selection: A Human Capital Approach to Sex Differences in Occupational Structure, Review of Economics and Statistics 63: 60-69.",
        "Stickel, Scott E., 1992, Reputation and Performance Among Security Analysts, Journal of Finance 47: 1811-1836."
    ]
}