{
    "id": 12895,
    "cites": 21,
    "cited_by": 41,
    "reference": [
        "Official publications. MinistÃ\u0083Â¨re de lAgriculture, du Commerce et des Travaux Publics, EnquÃ\u0083Âªte agricole, 2e sÃ\u0083Â©rie, EnquÃ\u0083Âªtes dÃ\u0083Â©partementales, Paris, 1867 ; 22e circonscription (Gard, Bouches-du-RhÃ\u0083Â´ne) and 23 e circonscription(Vaucluse). MinistÃ\u0083Â¨re de lAgriculture et du commerce, RÃ\u0083Â©coltes des cÃ\u0083Â©rÃ\u0083Â©ales et des pommes de terre de 1815 a 1876, Paris, Imprimerie Nationale, 1878. MinistÃ\u0083Â¨re de la guerre Compte rendu sur le recrutement de larmÃ\u0083Â©e, yearly 1872-1912 Statistique de la France : 2e sÃ\u0083Â©rie, t. III IV X XI and then yearly Mouvement de la Population. (Paris, 1853--).",
        "Almond, Douglas and Kenneth and Chay (2005) The Long-Run and Intergenerational Impact of Poor Infant Health: Evidence from Cohorts Born During the Civil Rights Era MIMEO, Columbia University.",
        "Almond, Douglas and Lena Edlund and Hongbin Li and Jushen Zhang (2006) Long Term Effects of the 1959-196 1 China Famine: Mainland China and Hong Kong MIMEO Columbia, 2006.",
        "Aron, J. P., Dumont, P. and Le Roy Ladurie, E. (1972) Anthropologie du conscrit francais daprÃ\u0083Â¨s les comptes numÃ\u0083Â©riques et sommaires du recrutement de larmÃ\u0083Â©e 1819-1826, La Haye, Mouton, 1972.",
        "Barker, D.J.P (1992). Fetal and Infant origins of Later Life disease London, London: British medical Journal.",
        "Barker, D. J. P (1994). Mothers, Babies and Disease in Later Life, London, London: BMJ Publishing Group.",
        "Cutler, David Angus Deaton and Adriana LLeras-Muney The Determinants of Mortality, joint with David Cutler and Angus Deaton, Journal of Economic Perspectives, Vol 20, Number 3, Summer 2006.",
        "Doblhammer (2003) The Late Life Legacy of very early life MPIDR Working Paper WP-2003-030.",
        "Duflo Esther (2003) Grandmothers and Granddaughters: Old Age Pension and Intrahousehold Allocation in South Africa, World Bank Economic Review 17(1) , pp. 1-25.",
        "Farcy, Jean-Claude et Faure, Alain (2003), Une gÃ\u0083Â©nÃ\u0083Â©ration de francais a lÃ\u0083Â©preuve de la mobilitÃ\u0083Â©. Vers et dans Paris : recherche sur la mobilitÃ\u0083Â© des individus a la fin du XIXe siÃ\u0083Â¨cle. Paris, INED.",
        "Fogel, R. W. The Escape from Hunger and Premature Death, 1700-2100, Cambridge: Cambridge University Press, 2004.",
        "Goubert, Jean-Pierre. The Conquest of Water: The Advent of Health in the Industrial Age. Princeton: Princeton University Press, 1989.",
        "Heyberger, L. La revolution des corps, Strasbourg, Presses Universitaires de Strasbourg, 2005.",
        "Jensen, Robert (2000) Agricultural Volatility and Investments in Children American Econmic Review, Papers and Proceedings, volume 90, number 2, pp. 399-405.",
        "Postel-Vinay, Gilles, and Sahn, David, Explaining Stuting in nineteenth Century France, LEA Working Paper, NRA, 2006.",
        "Ordish, George. The Great Wine Blight, New York: Charles Scribners Sons, 1972.",
        "Steckel, Richard H. A Peculiar Population: The Nutrition, Health, and Mortality of American Slaves from Childhood to Maturity. Journal of Economic History, September 1986, 46(3) 721-741.",
        "Steckel, Richard and Roderick Floud (1997), Health and Welfare during Industrialization, NBER, Chicago and London, The University of Chicago Press.",
        "Van Meerten, M. A. DÃ\u0083Â©veloppement Ã\u0083Â©conomique et stature en France, XIXe-Xxe siÃ\u0083Â¨cles, Annales, Economie, Societe, Civilisation. 45 (1990), pp. 755-78.",
        "Van den Berg, Gerard J., Martin Lindeboom, and France Portrait (2006), Economic Conditions in Life and Individual Mortality, American Economic Review, Vol. 96, nÃ\u0082Â° 1, p. 290-302.",
        "Woloch, Isser (1994). The New Regime; Transformation of the French Civic Order, 1789-1820s. New York. Norton."
    ]
}