{
    "id": 1289,
    "cites": 14,
    "cited_by": 3,
    "reference": [
        "Barro, R., 1976, Rational Expectations and the Role of Monetary Policy, Journal of Monetary Economics, 2, 1-32.",
        "Boyer, R., 1978, Optimal Foreign Exchange Market Intervention, Journal of Political Economy, 86, 1045-1056.",
        "Cox, W. M., 1980, Unanticipated Money,Output, and Prices in the Small Economy, Journal of Monetary Economics, 6, 359-384.",
        "Fischer, S., 1977, Wage Indexation and Macroeconomic Stability, in K. Brunner and A. Meltzer, eds., Stabilization of the Domestic and International Economy, (North-Holland, Amsterdam).",
        "Frenkel, J. A. and J. Aizenman, 1982, Aspects of the Optimal Management of Exchange Rates, Journal of International Economics, 13, 231-256.",
        "Gray, J., 1976, Wage Indexation: A Macroeconomic Approach, Journal of Monetary Economics, 2, 221-235.",
        "Henderson, D. W., 1979, Financial Policies in Open Economics, American Economic Review, Papers and Proceedings, 69, 232-239.",
        "Marston, R. C., 1983, Stabilization Policies in Open Economies, in R. W. Jones and P. B. Kenen (eds.), Handbook of International Economics, (North-Holland, Amsterdam).",
        "McCallum, B. T., 1983, On Non-uniqueness in Rational Expectations Models: An Attempt at Perspective, Journal of Monetary Economics, 11, 139-168.",
        "Poole, W., 1970, Optimal Choice of Monetary Policy Instruments in a Simple Stochastic Macro Model, Quarterly Journal of Economics, 84, 197-216.",
        "Roper, D. E. and S. J. Turnovsky, 1980, Optimal Exchange Market Intervention in a Simple Stochastic Macro Model, Canadian Journal of Economics, 13, 296-309.",
        "Taylor, J., 1977, Conditions for Unique Solutions in Stochastic Macroeconomic Models with Rational Expectations, Econometrica, 45, 1377-1385.",
        "Turnovsky, S. J., 1983, Exchange Market Intervention in a Small Open Economy, inJ. Bhandari and B. Putnam (eds.), The International Transmission of Economic Disturbances, (MIT Press, Cambridge).",
        "Turnovsky, S. J., 1984, Optimal Exchange Market Intervention: Two Alternative Classes of Rules, in J. Bhandari (ed.), Exchange Rate Management Under Uncertainty, (MIT Press, Cambridge)."
    ]
}