{
    "id": 12898,
    "cites": 39,
    "cited_by": 13,
    "reference": [
        "[1] Klaus Adam, 2006, Optimal Monetary Policy with Imperfect Common Knowledge, Journal of Monetary Economics (forthcoming).",
        "[2] Manuel Amador and Pierre-Olivier Weill, 2007, Learning from Private and Public Ob- servations of Others Actions, mimeo UCLA.",
        "[3] Jeffery Amato, Stephen Morris and Hyun Song Shin, 2002, Communication and Mone- tary Policy, Oxford Review of Economic Policy 18, pp. 495-503.",
        "[4] George Marios Angeletos, Guido Lorenzoni and Alessandro Pavan, 2006, Beauty Contests, mimeo MIT.",
        "[5] George Marios Angeletos and Alessandro Pavan, 2005, Efficient Use of Information and Welfare Analysis with Complementarities and Asymmetric Information, mimeo MIT.",
        "[6] Kosuke Aoki, 2003, On the Optimal Monetary Policy Response to Noisy Indicators, Journal of Monetary Economics 50, pp. 501-523.",
        "[7] Philippe Bacchetta and Eric Van Wincoop, 2005, Higher Order Expectations in Asset Pricing, mimeo, Study Center Gerzensee. 37",
        "[8] Paul Beaudry and Franck Portier, 2006, When Can Changes in Expectations Cause Business Cycle Fluctuations in Neo-Classical Settings?, Journal of Economic Theory, forthcoming.",
        "[9] Ben S. Bernanke and Mark Gertler, 2001, Should Central Banks Respond to Movements in Asset Prices? American Economic Review, Vol. 91, No. 2, pp. 253-257",
        "[10] Stephen Cecchetti, Hans Genberg, John Lipsky, and Sushil Wadhwani, 2000, Asset Prices and Central Bank Policy. London, International Center for Monetary and Banking Studies.",
        "[11] Larry Christiano, Roberto Motto, and Massimo Rostagno, 2006, Monetary Policy and Stock Market Boom-Bust Cycles, mimeo, Northwestern.",
        "[12] Jean-Pierre Danthine, John Donaldson, and Thore Johnsen 1998, Productivity Growth, Consumer Confidence, and the Business Cycle, European Economic Review 42, pp. 1113- 1140.",
        "[13] Bill Dupor, 2002, Nominal Price versus Asset Price Stabilization, mimeo.",
        "[14] Bill Dupor, 2005, Stabilizing Non-Fundamental Asset Price Movements under Discretion and Limited Information, Journal of Monetary Economics 62, pp. 727-747.",
        "[15] Christian Hellwig, 2005, Heterogeneous Information and the Welfare Effects of Public Information Disclosures UCLA Working Paper.",
        "[16] Christian Hellwig and Laura Veldkamp, 2006, Knowing What Others Know: Coordina- tion Motives in Information Acquisition, mimeo NYU.",
        "[17] Nir Jaimovich and Sergio Rebelo, 2005, Can News about the Future Drive the Business Cycle? mimeo, Northwestern University.",
        "[18] Robert King, Monetary Policy and Information Content of Prices, Journal of Political Economy, April 1982, pp. 247-279.",
        "[19] Guido Lorenzoni, 2006, A Theory of Demand Shocks, NBER WP 12477.",
        "[20] Yulei Luo, 2006, Consumption Dynamics under Information Processing Constraints, mimeo, University of Hong Kong. 38",
        "[21] Robert E. Lucas Jr.,1972, Expectations and the Neutrality of Money, Journal of Eco- nomic Theory 4 (2), pp. 103-24.",
        "[22] Robert E. Lucas Jr.,1990, Liquidity and Interest Rates. Journal of Economic Theory, 1990, 50(2), pp. 237-64.",
        "[23] Bartosz MaÃ\u0083Â©kowiak and Mirko Wiederholt, 2006, Optimal Sticky Prices under Rational Inattention, mimeo, Humboldt University.",
        "[24] N. Gregory Mankiw and Ricardo Reis, 2002, Sticky Information Versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve, Quarterly Journal of Economics 117, pp. 1295-1328.",
        "[25] Bennett T. McCallum, 1979, A Monetary Policy ineffectiveness Result in a Model with a Predetermined Price Level, Economics Letters, Vol. 3, No. 1, 1979, 1-4.",
        "[26] Fabio Milani, 2005, Expectations, Learning and Macroeconomic Persistence, mimeo, UC Irvine.",
        "[27] Stephen Morris and Hyun Song Shin, 2002, The Social Value of Public Information, American Economic Review 92, pp. 1521-1534.",
        "[28] Stephen Morris and Hyun Song Shin, 2005, Central Bank Transparency and the Signal Value of Prices, Brookings Papers on Economic Activity 2, pp. 1-66.",
        "[30] Kristoffer P. Nimark, 2005, Calvo Pricing and Imperfect Common Knowledge: A Forward Looking Model of Rational Inflation Inertia, ECB Working Paper No. 474.",
        "[31] Maurice Obstfeld and Kenneth Rogoff, 2000, New Directions for Stochastic Open Econ- omy Models, Journal of International Economics 50, pp. 117-53.",
        "[32] Athanasios Orphanides, 2003, Monetary Policy Evaluation with Noisy Information, Journal of Monetary Economics 50 (3), pp. 605-631.",
        "[33] Edmund S. Phelps et al., 1969, Microeconomic Foundations of Employment and Inflation Theory, New York: Norton. 39",
        "[34] Ricardo Reis, 2003, Where Is the Natural Rate? Rational Policy Mistakes and Persistent Deviations of Inflation from Target, Advances in Macroeconomics, The B. E. Journals in Macroeconomics, vol. 3 (1).",
        "[35] Ricardo Reis, 2006, Inattentive Producers, Review of Economic Studies, vol. 73 (3).",
        "[36] Christopher A. Sims, 2003, Implications of Rational Inattention, Journal of Monetary Economics 50 (3), pp. 665-690.",
        "[38] Lars E.O. Svensson and Michael Woodford, 2003, Indicator Variables for Optimal Policy, Journal of Monetary Economics 50, pp. 691-720.",
        "[39] Lars E.O. Svensson and Michael Woodford, 2005, Indicator Variables for Optimal Policy under Asymmetric Information, Journal of Economic Dynamics and Control.",
        "[40] Michael Woodford, 2002, Imperfect Common Knowledge and the Effects of Monetary Policy, in P. Aghion, R. Frydman, J. Stiglitz, and M. Woodford, eds., Knowledge, Infor- mation, and Expectations in Modern Macroeconomics: In Honor of Edmund S. Phelps, Princeton: Princeton University Press.",
        "[41] Michael Woodford, 2003, Interest and Prices, Princeton: Princeton University Press. 40"
    ]
}