{
    "id": 12891,
    "cites": 20,
    "cited_by": 5,
    "reference": [
        "[1] Alesina, A., E. Glaeser, and B. Sacerdote, Work and Leisure in the US and Europe: Why So Different?, forthcoming in NBER Macroeconomics Annual, 2006.",
        "[2] Bertrand, M., and F. Kramarz, Does Entry Regulation Hinder Job Creation? Evidence from the French Retail Industry, Quarterly Journal of Economics 117 (2002), 1369-1413.",
        "[3] Blanchard, 0., and F. Giavazzi, Macroeconomic Effects of Regulation and Deregulation in Goods and Labor Markets, Quarterly Journal of Economics 117 (2002), 879-907.",
        "[4] Boeri, T., G. Nicoletti, and S. Scarpetta, Regulation and Labor Market Performance, CEPR Working Paper 2420, 2000.",
        "[5] Comin, D., and M. Gertler, Medium Term Business Cycles, forthcoming, American Economic Review, 2006.",
        "[6] Davis, S., and M. Henreksson, Tax Effects on Work Activity, Industry Mix and Shadow Economy Size: Evidence from Rich Country Comparisons, NBER Working Paper 10509, 2004.",
        "[7] Djankov, S., R. Laporta, F. Lopez de Silanes and A. Shleifer, The Regulation of Entry, Quarterly Journal of Economics 117 (2002), 1-37.",
        "[8] Ebell, M., and C. Haefke, The Missing Link: Product Market Regulation, Collective Bargaining and the European Unemployment Puzzle, manuscript, 2004.",
        "[9] Ebell, M., and C. Haefke, Product Market Deregulation and the US Employment Miracle, manuscript, 2006.",
        "[10] Fonseca, R., P. Lopez-Garcia, and C. Pissarides, Entrepreneurship, Start-Up Costs and Unemployment, European Economic Review 45 (2001), 692-705.",
        "[ii] Freeman, R., and R. Schettkat, Marketization of Production and the US-Europe Employment Gap, NBER Working Paper, 2002.",
        "[12] Lopez-Garcia, P., Labor Market Performance and Start-Up Costs: OECD Evidence, CESifo Working Paper 849, 2003.",
        "[13] Messina, J., The Role of Product Market Regulations in the Process of Structural Change, forthcoming European Economic Review, 2006.",
        "[14] Nickell, S., Product Markets and Labor Markets, Labor Economics 6 (1999), 1-20. 23",
        "[15] Olovsson, C., Why Do Europeans Work So Little?, mimeo, Stockholm School of Economics, 2004.",
        "[16] Prescott, E., Why Do Americans Work So Much More than Europeans?, Quarterly Review of the Federal Reserve Bank of Minneapolis, July 2004, 2-13.",
        "[17] Ragan, K., Fiscal Policy and the Family: Explaining Labor Supply in a Model with Household Production, mimeo, University of Chicago, 2005.",
        "[18] Rogerson, R., Structural Transformation and the Deterioration of European Labor Market Outcomes, mimeo, 2005.",
        "[19] Rogerson, R., Understanding Differences in Hours Worked, manuscript 2006.",
        "[20] Rogerson, R., Taxes and Market Work: Is Scandinavia an Outlier?, manuscript 2006b. 24"
    ]
}