{
    "id": 12892,
    "cites": 60,
    "cited_by": 16,
    "reference": [
        "Acemoglu, Daron, Johnson, Simon and Robinson, James. 2001. The Colonial Origins of Comparative Development: An Empirical Investigation. The American Economic Review, v. 91, no. 5, pp. 1369-1401.",
        "Ahituv, Avner. 2001. Be fruitful or multiply: On the interplay between fertility and economic development. Journal of Population Economics, v. 14, pp. 51-71.",
        "Albouy, David. 2005. The Colonial Origins of Comparative Development: A Reexamination Based on Improved Settler Mortality Data.",
        "Al-Qudsi, Sulayman. 1998. The demand for children in Arab countries: Evidence from panel and count data models. Journal of Population Economics, v. 11, pp. 435-452.",
        "Amin, Sajeda and Lloyd, Cynthia B. 2002. Womens lives and rapid fertility decline: Some lessons from Bangladesh and Egypt. Population Research and Policy Review, v. 21, pp. 275-317.",
        "Balk, Deborah. 1994. Individual and Community Aspects of Womens Status and Fertility in Rural Bangladesh. Population Studies, v. 48, pp. 21-45.",
        "Bates I, Fenton C, Gruber J, Lalloo D, Medina Lara A, Squire SB, Theobald 5, Thomson R, Tolhurst R. 2004. Vulnerability to malaria, tuberculosis, and HIV/AIDS infection and disease. Part 1: determinants operating at individual and household level. Lancet Infectious Disease, May; 4(5): 267-77.",
        "Becker, G. and Barro, R.. 1988. A Reformulation of the Economic Theory of Fertility. The Quarterly Journal of Economics, v. CIII, no. 1, pp. 1-25.",
        "Benefo, Kofi and Schultz, T. Paul. 1996. Fertility and Child Mortality in Cote dIvoire and Ghana. The World Bank Economic Review, v. 10, no. 1, pp. 123-158.",
        "Ben-Porath, Yoram. 1976. Fertility Responses to Child Mortality: Micro Data from Israel. The Journal of Political Economy, v. 84, no. 4, pp. S163-S178.",
        "Black R.E., Monis S.S., and Bryce J. 2003. Where and why are 10 million children dying every year? Lancet, v. 361, pp. 2226-2234.",
        "Blackburn, K. and Cipriani, G. P. 1998. Endogenous fertility, mortality and growth.. Journal of Population Economics, v. 11, pp. 5 17-534.",
        "Bongaarts, John. 1990. The Measurement of Wanted Fertility. Population and Development Review, v. 16, no. 3, pp. 487-506.",
        "Bongaarts, John, Odile Frank and Ron Lesthaeghe. 1984. The Proximate Determinants of Fertility in Sub-Saharan Africa. Population and Development Review, v. 10, no. 3 (Sept), pp. 511-537.",
        "Breierova, Lucia and Duflo, Esther. 2004. The Impact of Education on Fertility and Child Mortality: Do Fathers Really Matter Less Than Mothers? NBER Working Papers Series.",
        "Carstensen, Kai and Gundlach, Erich. 2006. The Primacy of Institutions Reconsidered: Direct Incoem Effects of Malaria Prevalence. The World Bank Economic Review, v. 20, no. 3, pp. 309-339.",
        "Conley, D. and R. Glauber. 2006. Parental Educational Investment and Childrens Academic Risk: Estimates of the Impact of Sibship Size and Birth Order from Exogenous Variation in Fertility. Journal of Human Resources.",
        "Dreze, Jean and Murthi, Mamta. 2001. Fertility, Education, and Development: Evidence from India. Population and Development Review, v. 27, no. 1, pp. 33-63.",
        "Etard, J.F., Kodia, B. and Ronsmans, C. 2003. Seasonal Variation in Direct Obstetric Mortality in Rural Senegal: Role of Malaria? American Journal of Tropical Medicine and Hygiene, v. 68, no. 4, pp. 503-504.",
        "Feng, Yi, Kugler, Jacek, and Zak, Paul. 2000. The Politics of Fertility and Economic Development. International Studies Quarterly, v. 44, pp. 667-693.",
        "Franz, Jennifer and FitzRoy, Felix. 2006. Child mortality, poverty, and environment in developing countries.",
        "Gatti, Roberta. 1999. A Cross-country Analysis of Fertility Determinants.",
        "Gertler, Paul J. and Molyneaux, John W. 1994. How Economic Development and Family Planning Programs Combined to Reduce Indonesian Fertility. Demography, v. 31, no. 1, pp. 33-63.",
        "Gillepsie, Peter, Michael Tobias, Elizabeth Hughes, and Jane Gray Monison. 2006. No Vacancy: Global Responses to the Human Population Explosion. Hope Publishing House.",
        "Guyatt, H.L., and Snow, R.W. 2001. Malaria in pregnancy as an indirect cause of infant mortality in sub-Saharan Africa. Transactions of the Royal Society of Tropical Medicine and Hygiene, v. 95, n. 6, pp. 569-576.",
        "Hay, S.I., Guerra, C.A., Noor, A.M., and Snow, R.W. 2004. The global distribution and population at risk of malaria: past, present and future. Lancet: Infectious Diseases, v. 4 (June), pp. 327-336.",
        "Hazan, Moshe and Berdugo, Binyamin. 2002. Child Labour, Fertility, and Economic Growth. The Economic Journal, v. 112, pp. 8 10-828.",
        "Heer, David M. and Smith, Dean 0. 1968. Mortality Level, Desired Family Size, and Population Increase. Demography, v. 5, no. 1, pp. 104-121.",
        "Hindin, Michelle J. 2000. Womens autonomy, womens status and fertility-related behavior. Population Research and Policy Review, v. 19, pp. 255-282.",
        "Jam, Anrudh K. 1989. Fertility Reduction and the Quality of Family Planning Services. Studies in Family Planning, v. 20, no. 1, pp. 1-16.",
        "Johnson, D. Gale. 1999. Population and economic developmenet. China Economic Review,v. lO,pp. 1-16.",
        "Joshi, Shareen and Schultz, T. Paul. 2005. Evaluating the Long-Term Consquences of a Family Planning Program Intervention for the Women and their Children in Matlab, Bangladesh.",
        "Kaufmann, D., Kraay, A., Zoido-Lobaton, P. 1999. Governance Matters. World Bank Policy Research Working Paper 2196.",
        "Lorentzen, Peter, John McMillan, and Romain Wacziarg. 2005. Death and Development. NBER Working Paper No. 11620.",
        "Maglad, Nour Eldin. 1994. Fertility in Rural Sudan: The Effect of Landholding and Child Mortality. Economic Development and Cultural Change, v. 42, no. 4, pp. 76 1-772.",
        "Martina, Alan. 1996. The quantity/quality of children hypothesis in developing countries: testing by considering some demographic experiences in China, India and Africa. Health Transition Review, Supplement to Volume 6, pp. 191-212.",
        "Mason, Karen Oppenheim. 1987. The Impact of Womens Social Position on Fertility in Developing Countries. Sociological Forum, v. 2, no. 4, pp. 7 18-745.",
        "Maubert, Bertrand, Fievet, Nadine, Tami, Germaine, Cot, Michel, Boudin, Christian, and Deloron, Philippe. 1999. Development of Antibodies against Chondroitin Sulfate AAdherent Plasmodiumfalciparum in Pregnant Women. Infection and Immunity, v. 67, n. 10, pp. 5367-537 1.",
        "McDonald, Peter. 2000. Gender Equity in Theories of Fertility Transition. Population and Development Review, v. 26, no. 3, pp. 427-439.",
        "Menken, Jane, Trussell, James and Watkins, Susan. 1981. The Nutrition Fertility Link: An Evaluation of the Evidence. Journal of Interdisciplinary History, v. XI, no. 3, pp. 425-441.",
        "Morgan, S. Philip and Niraula, Bhanu B. 1995. Gender Inequality and Fertility in Two Nepali Villages. Population and Development Review, v.21, no.3, pp. 541-561.",
        "Moav, Omer. 2005. Cheap Children and the Persistence of Poverty. The Economic Journal, v. 115, pp. 88-110.",
        "Okun, Barbara 5. 1997. Innovation and adaptation in fertility transition: Jewish immigrants to Israel from Muslim North Africa and the Middle East. Population Studies, v. 51, pp. 317-335.",
        "Qian, Nancy. 2004. Quantity-Quality and the One Child Policy: The Positive Effect of Family Size on School Enrollment in China.",
        "Pritchett, Lant and Summer, Lawrence H. 1996. Wealthier is Healthier. Journal of Human Resources, v. XXXI, no. 4.",
        "Rodrik, Dani, Arvind Subramanian and Francesco Trebb. 2002. Institutions Rule: The Primacy of Institutions over Geography and Integration in Economic Development. NBER Working Paper No. 9305.",
        "Rosenzweig, Mark R. 1982. Educational, Subsidy, Agricultural Development and Fertility Change. The Quarterly Journal of Economics, v. 97, no. 1, pp. 67-88.",
        "Sachs, J.D. 2003. Institutions Dont Rule: Direct Effects of Geography on Economic Development. NBER Working Paper 9490.",
        "Sachs, J.D., and McArthur, J.W. 2001. Institutions and Geography: Comment on Acemoglu, Johnson, and Robinson. NBER Working Paper 8114.",
        "Sartelet, H., Rogier, C., Milko-Sartelet, I., Angel, G., and Michel, G. Malaria associated pre-eclempsiain Senegal. 1996. Lancet, v.347, n. 9008, p. 1121.",
        "Schultz, T. Paul. 1994. Human Capital, Family Planning, and Their Effects on Population Growth. The American Economic Review, v. 84, no. 2, pp. 255-260.",
        "Schultz, T. Paul. 1997. Demand for Children in Low Income Countries. in Rosenzweig, M. R. and Stark, 0. (eds.) Handbook of Population and Family Economics.",
        "Shiva, Vandana. 2005. Earth Democracy: Justice, Sustainibility and Peace. London: South End Press.",
        "Subbarao, K. and Raney, Laura. 1995. Social Gains from Female Education: A CrossNational Study. Economic Development and Cultural Change, v. 44, no. 1, pp. 105-128.",
        "Thirumurthy, Harsha, Zivin, Joshua Graff and Goldstein, Markus. 2005. The Economic Impact of AIDS Treatment: Labor Supply in Western Kenya. NBER Working Papers Series.",
        "United Nations Population Division. 2004. World Population Prospects: the 2004 Revision.",
        "United Nations Population Division, Department of Economic and Social Affairs. 2002. Abortion Policies: A Global Review.",
        "Wang, Ping, Yip, Chong K. and Scotese, Carol. 1994. Fertility Choice and Economic Growth: Theory and Evidence. The Review of Economics and Statistics, v. 76, no. 2, pp. 255-266.",
        "World Bank. 2005. World Development Indicators.",
        "Zakir, M. and Wunnava, P. 1999. Factors affecting infant mortality rates: evidence from cross-sectional data. Applied Economics Letters, v. 6, pp. 27 1-273."
    ]
}