{
    "id": 12890,
    "cites": 19,
    "cited_by": 147,
    "reference": [
        "[1] Algan, Y., P. Cahuc, and A. Zylberberg, Public Employment: Does It Increase Unemployment?, Economic Policy 2002 (April), 1-65.",
        "[2] Aguiar, M., and E. Hurst, Life Cycle Prices and Consumption, Mimeo, University of Chicago, 2005.",
        "[3] Chang, Y., and F. Schorfheide, Labor Supply Shifts and Economic Fluctuations, Journal of Monetary Economics 50 (2003), 1751-1768.",
        "[4] Daveri, F., and G. Tabellini, Unemployment, Growth and Taxation in Industrial Countries, Economic Policy iS (2000), 47-104.",
        "[5] Davis, S., and M. Henrekson, Tax Effects on Work Activity, Industry Mix and Shadow Economy Size: Evidence from Rich Country Comparisons, NBER Working Paper 10509, 2004.",
        "[6] Imai, S., and M. Keane, Intertemporal Labor Supply and Human Capital Accumulation, International Economic Review 45 (2004), 601-641.",
        "[7] Kuznets, S., Modern Economic Growth, Yale University Press, New Haven, USA, 1967.",
        "[8] McGrattan, E., R. Rogerson, and R. Wright, An Equilibrium Model of the Business Cycle with Household Production and Fiscal Policy, International Economic Review 38 (1997), 267-290.",
        "[9] Mendoza, E., A. Razin, and L. Tesar, Effective Tax Rates in Macroeconomics: Cross-Country Estimates of Tax Rates on Factor Incomes and Consumption, Journal of Monetary Economics 34 (1994), 297-323. 28",
        "[iO] Olovsson, C., Why Do Europeans Work So Little?, mimeo, Stockholm School of Economics, 2004.",
        "[ii] Prescott, E., Prosperity and Depression, American Economic Review 92 (2002), i-is.",
        "[i2] Prescott, E., Why Do Americans Work So Much More than Europeans?, Quarterly Review of the Federal Reserve Bank of Minneapolis, July 2004, 2-i3.",
        "[i3] Prescott, E., Nobel Lecture: The Transformation of Macroeconomic Policy and Research, Journal of Political Economy ii4 (2006), 203-23S.",
        "[i4] Ragan, K., Taxes, Transfers and Time Use: Fiscal Policy in a Household Production Model, mimeo, University of Chicago, 200S.",
        "[iS] Rogerson, R., Two Views on the Deterioration of European Labor Market Outcomes , Journal of the European Economic Association 2 (2004), (Papers and Proceedings) 447-455.",
        "[i6] Rogerson, R., Structural Transformation and the Deterioration of European Labor Market Outcomes, mimeo, 200S.",
        "[i7] Rogerson, R., Understanding Differences in Hours Worked, Review of Economic Dynamics 9 (2006), 36S-409.",
        "[i8] Rosen, S., Public Employment and the Welfare State In Sweden, Journal of Economic Literature 34 (i996), 729-740.",
        "[i9] Rupert, P., R. Rogerson, and R. Wright, Estimating Substitution Elasticities in Household Production Models, Economic Theory 6 (i995), i79-i93. 29"
    ]
}