{
    "id": 12893,
    "cites": 24,
    "cited_by": 118,
    "reference": [
        "Baily, Martin N. 1978. Some Aspects of Optimal Unemployment Insurance. Journal of Public Economics, 10: 379-402.",
        "Black, Dan A., Jeffrey A. Smith, Mark C. Berger and Brett J. Noel. 2003. Is the Threat of Reemployment Services more Effective than the Services Themselves? Evidence from Random Assignment in the UI System. American Economic Review, 93: 1313-1327.",
        "Bratberg, Espen, and Kjell Vaage. 2000. Spell Durations with Long Unemployment Insurance Periods. Labour Economics, 7(2): 153-180.",
        "Card, David, and W. Craig Riddell. 1995. Unemployment in Canada and the United States: A Further Analysis, Papers 352, Princeton, Department of Economics - Industrial Relations Sections.",
        "Card, David, and Phillip Levine. 2000. Extended Benefits and the Duration of UI Spells: Evidence from the New Jersey Extended Benefits Program. Journal of Public Economics, 78: 107-138.",
        "Card, David, Raj Chetty, and Andrea Weber. 2006. Cash-on-Hand and Competing Models of Intertemporal Behavior: New Evidence from the Labor Market. National Bureau of Economic Research (Cambridge, MA) Working Paper No. 12639.",
        "Carling, Kenneth, Per-Anders Edin, Bertil Holmlund, and Fredrik Jansson. 1996. Unemployment Duration, Unemployment Benefits, and Labour Market Programmes in Sweden. Journal of Public Economics, 59: 313-334.",
        "Del Bono, Emilia, and Andrea Weber. 2006. Do Wages Compensate for Anticipated Working Time Restrictions? Evidence from Seasonal Employment in Austria. IZA Discussion Papers 2242, Institute for the Study of Labor (IZA).",
        "Fallick, Bruce C. 1991. Unemployment Insurance and the Rate of Re-Employment of Displaced Workers. The Review of Economics and Statistics, 73: 228-235.",
        "Feldstein, Martin. 1976. Temporary Layoffs in the Theory of Unemployment. Journal of Political Economy, 84: 937-958.",
        "Feldstein, Martin. 2005. Rethinking Social Insurance. American Economic Review, 19 95: 1-24.",
        "Jurajda, Stepan and Frederick J. Tannery. 2003. lUnemployment Benefits and Extended Unemployment Benefits in Local Labor Markets. Industrial and Labor Relations Review, 56: 324-348.",
        "Katz, Lawrence. 1986. ?Layoffs, Recalls, and the Duration of Unemployment. National Bureau of Economic Research (Cambridge, MA) Working Paper No. 1825.",
        "Katz, Lawrence, and Bruce Meyer. 1990a. !?The Impact of the Potential Duration of Unemployment Benefits on the Duration of Unemployment. Journal of Public Economics, 41: 45-72.",
        "Katz, Lawrence, and Bruce Meyer. 1990b. !?Unemployment Insurance, Recall Expec- tations, and Unemployment. The Quarterly Journal of Economics, 105: 973-1002.",
        "Kyyra, Tomi, and Virve Ollikainen. 2006. ITo Search or Not to Search? The Effects of UI Benefit Extension for the Elderly Unemployed.!? VATT Discussion Papers 400, Government Institute for Economic Research Helsinki.",
        "Lalive, Rafael, Jan van Ours, and Josef Zweimflller. Forthcoming, 2007. !?How Changes in Financial Incentives Affect the Duration of Unemployment.!? Review of Economic Studies.",
        "McCall, Brian B. 1997. The Determinants of Full-Time versus Part-Time Reemploy- ment Following Job Displacement. Journal of Labor Economics, 15: 714-734.",
        "Meyer, Bruce D. 1990. Unemployment Insurance and Unemployment Spells. Econo- metrica, 58: 757-782.",
        "Moffitt, Robert. 1985. Unemployment Insurance and the Distribution of Unemploy- ment Spells. Journal of Econometrics, 28: 85-lOl.",
        "Mortensen, Dale T. 1977. Unemployment Insurance and Job Search Outcomes. In- dustrial and Labor Relations Review, 30: 595-612.",
        "Pellizzari, Michele. Forthcoming. Unemployment Duration and the Interactions Be- tween Unemployment Insurance and Social Assistance. Labour Economics. Stiglbauer, Alfred, Franz Stahl, Rudolf Winter-Ebmer, and Josef Zweimflller. 2003. Job Creation and Job Destruction in a Regulated Labor Market: The Case of Austria. Empirica, 30: 127-148.",
        "Experiment. Journal of Labor Economics, 24: 351-378. van Ours, Jan, and Milan Vodopivec. 2004. How Changes in Benefits Entitlement Affect Job-Finding: Lessons from the Slovenian `Experiment. IZA Discussion Paper 1181, Institute for the Study of Labor (IZA).",
        "Vodopivec, Milan. 1995. Unemployment Insurance and Duration of Unemployment: Evidence from Slovenias Transition. Policy Research Working Paper Series 1552, The World Bank."
    ]
}