{
    "id": 12904,
    "cites": 33,
    "cited_by": 18,
    "reference": [
        "Weisman, S. R. 2006. Paulson Shows Talent for Deflecting Criticism. International Herald Tribune, September 27.",
        "Sachs, J.D. and A.M. Warner. 1995. Economic Reform and the Process of Global Integration, Brookings Papers on Economic Activity Vol. 1995(1), pp: 1-118.",
        "Ostry , J. D., C. Reinhart and M. Ogaki. 1995. Saving Behavior in Low- and Middle - Income Developing Countries: A Comparison. IMF Working Papers 95/3.",
        "Obstfeld, M. and K. Rogoff. 2005. Global exchange rate adjustments and global current account imbalances. Brookings Papers on Economic Activity, Vol.",
        "Obstfeld, M. and K. Rogoff. 1996. Foundations of International Macroeconomics. MIT Press.",
        "Milesi-Ferretti, G. M. and A. Razin. 1996. Sustainability of Persistent Current Account Deficits. NBER Working Paper 5467.",
        "Lane, P. and G. M. Milesi-Ferretti. 2005. A Global Perspective on External Positions, NBER Working Papers 11589.",
        "The Institute for International Integration Studies Discussion Paper Series iiisdpl26, 1115. Loayza, N., K. Schmidt-Hebbel and L. ServÃ\u0083Â©n. 2000. What Drives Private Saving Across the World?, The Review of Economics and Statistics, Vol. 82(2), pp: 165-181.",
        "Lane, P. and G. M. Milesi-Ferretti. 2004. International Investment Patterns, IMF Working Papers 04/134.",
        "The Quarterly Journal of Economics, Vol. 115(4), pp: 1137-1166. Kraay, A. and J. Ventura. 2002. Current Accounts in the Long and Short Run. In M.",
        "Hubbard, R. G. 2005. A Paradox of Interest Wall Street Journal, June 23.",
        "Kraay, A. and J. Ventura. 2000. Current Accounts In Debtor And Creditor Countries.",
        "Heckman, J. J. 1981. The incidental parameters problem and the problem of initial conditions in estimating a discrete time - discrete data stochastic process. In C.F. Manski and D. McFadden (eds.). Structural Analysis of Discrete Data with Econometric Applications. Cambridge: MIT Press.",
        "Gruber, J. and S. B. Kamin. 2005. Explaining the Global Pattern of Current Account Imbalances, mimeo. Board of Governors of the Federal Reserve System.",
        "Ghosh, A. R. and J. D. Ostry. 1995. The Current Account in Developing Countries: A Perspective from the Consumption-Smoothing Approach. World Bank Economic Review, Vol. 9(2), pp: 305-3 33.",
        "Frankel, J. A., and E. A. Cavallo. 2004. Does openness to trade make countries more vulnerable to sudden stops, or less? Using gravity to establish causality. NBER working paper 10957.",
        "Edwards, 5. 2002. Does the Current Account Matter? In Edwards, S. and J. A.",
        "Journal of International Money and Finance, Vol. 22(7), pp: 1089-1094. Eichengreen, B., A. Rose and C. Wyplosz. 1996.  Contagious Currency Crises: First Tests, Scandinavian Journal of Economics, Vol. 98(4), pp: 463-84.",
        "Dooley, M., D. Folkerts-Landau and P. Garber. 2005. Savings Gluts and Interest Rates: The Missing Link to Europe. NBER Working Paper 11520.",
        "Dooley, M., D. Folkerts-Landau and P. Garber. 2004. The US Current Account Deficit and Economic Development: Collateral for a Total Return Swap. NBER Working Paper 10727.",
        "Clarida, R. 2005b. Some Thoughts on `The Sustainability and Adjustment of Global Current Account Imbalances. Speech given at the Council on Foreign Relations, March 28.",
        "Clarida, R. 2005a. Japan, China, and the U.S. Current account deficit, CATO Journal, Vol. 25(1), pp: 111-114.",
        "Chote, R. 1999. IMF: US Slowdown Now Inevitable, Financial Times, April 21, 1999.",
        "Chinn, M. D. and H. Ito. 2005. Current Account Balances, Financial Development and Institutions: Assaying the World `Savings Glut. NBER Working Paper 11761.",
        "Calvo, G. A., A. Izquierdo and L.F. Mejia. 2004. On the empirics of sudden stops: The relevance of balance-sheet effects. NBER working paper 10520.",
        "Calderon, C., A. Chong and N. Loayza. 2002. Determinants of Current Account Deficits in Developing Countries. Contributions to Macroeconomics, Vol. 2(1), pp: 1021-1021.",
        "Bernanke, B. 5. 2005. The Global Saving Glut and the U.S. Current Account Deficit.",
        "Bergsten, C. F. and J. Williamson (Editors). 2004. Dollar Adjustment: How Far? Against What?. Special; Report 17. Institute for International Economics.",
        "Bergsten, C. F. and J. Williamson (Editors). 2003. Dollar Overvaluation and the World Economy. Special Report 16. Institute for International Economics.",
        "Bano, R. and J. Lee. 2001. International Data on Educational Attainment: Updates and Implications, Oxford Economic Papers, Vol. 53(3), pp: 541-63.",
        "Bano, R. and X. Sala-I-Martin. 1995. Economic Growth. McGraw Hill, New York.",
        "European Economic Review Vol. 23(3), pp:261-280 Aizenman, J. and I. Noy. 2004. On the Two Way Feedback Between Financial and Trade Openness,, NBER Working Paper 10496.",
        "Aizenman, J. 1983. A theory of current account and exchange rate determinations."
    ]
}