{
    "id": 12906,
    "cites": 74,
    "cited_by": 4,
    "reference": [
        "Viscusi, W. Kip (1984) The lulling effect: The impact of child-resistant packaging on aspirin and analgesic ingestions. American Economic Review. 74(2): 324-327.",
        "CMAJ. 159:1245-52 United Kingdom Department of Health. 2003. Senoxat Must Not Be Used for the Treatment of Children with Depression. Press Release 2003/0223, June 20th~ www,info.doh. gov.ukIdoh/intpress.nsf/page/2OO3~O223?OpenDocurnent accessed August 13, 2003.",
        "NBER working paper 1125]. National Bureau of Economic Research, Cambridge, MA Smith, G.S., J.A. Langlois, and I.R.H. Rockett. 1995. International comparisons of injury mortality. Current Problems in Producing Comparable International Mortality and Morbidity Statistics. (Altanta, GA: U.S. CDC).",
        "Ryan, ND. 2003. Medication treatment for depression in children and adolescents. CNS Spectr.",
        "Skinner J. and Staigen, D. 2005. Technology Adoption from Hybrid Corn to Beta Blockers.",
        "Rosenthal, Robert W. 1993. Suicide attempts and signaling games. Mathematical Social Sciences. 26(1): 25-33.",
        "Robinson, WS. 1950. Ecological correlations and the behavior of individuals. American Sociological Review. 15(3): 35 1-357.",
        "Rihmen, Z, Belso N, Kalman 5. 2001. Antidepressants and suicide prevention in Hungary. Acta Psychiatr Scand. 103: 23 8-239.",
        "Peltzman, Sam. 1975. The effects of automobile safety regulation. Journal of Political Economy. 83(4): 677-726.",
        "Journal of Affective Disorders. 50: 225-233. Pearson, JL., B. Stanley, C. King, and C. Fisher. 2001. Issues to consider in intervention research with persons at high risk for suicidality, National Institute for Mental Health.",
        "Ohbeng A, Vuori E, Klaukka T, Lonnqvsit J. 1998. Antidepressants and suicide mortality.",
        "Mancotte, DE, and V. Wilcox-GÃ\u0083Â¶k. 2001. The employment and earnings costs of mental illness: recent developments in the United States. Social Science and Medicine 53(1): 2 1-27.",
        "Mancotte, DE. 2003. The economics of suicide, revisited, Southern Economic Journal. 69(3): 628-643.",
        "Mallick R, Chen J, Entsuah AR, Schatzbeng AF. 2003. Depression-free days as a summary measure of the temporal pattern of response and remission in the treatment of major depression: a comparison of venlafaxine, selective senotonin neuptake inhibitors, and placebo. Journal of Clinical Psychiatry. 64(3): 32 1-30.",
        "Ludwig, J. and D. Mancotte. 2005. Anti-depressants, Suicide and Drug Regulation. Journal of Policy Analysis and Management. 24: 249-72.",
        "Ludwig, J, Cook PJ. 2000. Homicide and Suicide Rates Associated with Implementation of the Brady Handgun Violence Prevention Act. JAMA. 284(5): 585-591.",
        "Lawnenson RA, Tynen F, Newson RB, Farmer RD. 2000. The treatment of depression in UK general practice: Selective senotonin neuptake inhibitors and tricylic antidepressants compared. Journal of Affective Disorders. 59(2): 149-b 57.",
        "Kubota, C. 1997. US presses Japan to cure ailing health cane system. Journal of Commerce.",
        "Sept.22. p. 4A. Kunneuthen, Howard. 1978. Disaster insurance protection: Public policy lessons. Wiley.",
        "Kreitman, N. 1976. The coal gas story. British Journal of Preventative Social Medicine. 30: 8693.",
        "American Journal of Psychiatry. 157(8): 1204-lb. Koo, J, and W.M. Cox. 2006. An economic interpretation of suicide cycles in Japan. Federal Reserve Bank of Dallas, forthcoming in Contemporary Economic Policy.",
        "Klein DF 2000. Flawed meta-analysis comparing psychotherapy with pharmacothenapy.",
        "Khan A, Warner HA, Brown WA. 2000. Symptom reduction and suicide risk in patients treated with placebo in antidepressant clinical trials: An analysis of the Food and Drug Administration database. Archives of General Psychiatry. 57(4): 31 1-317.",
        "Khan A, Khan SR, Leventhal RM, Brown WA. 2001. Symptom reduction and suicide risk in patients treated with placebo in antidepressant clinical trials: A replication analysis of the Food and Drug Administration database. International Journal of Neuropsychopharmocology. 4(2): 113-118.",
        "Kessler, Ronald C., Patricia Benglund, Olga Demlen, Robert Jin, Kathleen R. Merikangas, and Ellen E. Walters, 2005. Lifetime Prevalence and Age-of-Onset Distributions of DSM-IV Disorders in the National Comonbidity Survey Replication. Archives of General Psychiatry. 62: 593-604.",
        "Kaitin, K1, NR Phelan, D Raifond, and B Morris, 1991. Therapeutic Ratings and End-of-Phase II Conferences: Initiatives to Accelerate the Availability of Important New Drugs. Journal of Clinical Pharmacology. 31: 17-24.",
        "The risk of suicide with selective senotonin neuptake inhibitors in the elderly. American Journal of Psychiatry. 163(5): 8 13-821. Kahneman, Daniel and Amos Tvensky. 1979. Prospect theory: An analysis of decision under risk. Econometrica. 47(2): 263-92.",
        "Efficacy and safety of antidepressants for children and adolescents. British Medical Journal, 328: 879-83. Jurlink, David N., Muhammad M. Mamdani, Alexander Kopp, Donald A. Redelmeien. 2006.",
        "Joyce PR, Mulden RT, Luty SE, McKenzie JM, Rae AM, 2003. A differential response to nontriptylkine and fluoxetine in melancholic depression: The importance of age and gender. Acta Psychiatrica Scandinavica. 108(1): 20-3.",
        "Hausman, J. 1978. Specification tests in econometrics. Econometrica. 46: 125 1-71.",
        "Zito J. Safer D, dosReis 5, et al. 2003. Psychotropic practice patterns for youth; a 10-year perspective. Archives Pediatric and Adolescent Medicine. 157:17-25.",
        "Wolfens, Justin. 2006. Did unilateral divorce laws raise divorce rates? A reconciliation and new results. American Economic Review. 96(5): 1802-1820.",
        "Webb, Charles P.M., Evelyn J. Bromet, Semyon Gluzman, Nathan L. Tintle, Joseph E. Schwartz, Stanislav Kostyuchenko, and Johan M. Havenaan, 2005. Epidemiology of heavy alcohol use in Ukraine: Findings from the World Mental Health Survey. Alcohol and Alcoholism. 40(4): 327-335.",
        "Viscusi, W. Kip (1985) Consumer behavior and the safety effects of product safety regulation. Journal of Law and Economics. 28(3): 527-553.",
        "Hansen V, Jacobsen BK, and Arnesen E. 2001. Cause-specific mortality in psychiatric patients after deinstitutionalization. British Journal of Psychiatry. 179: 43 8-43.",
        "Hansen, Christian B., Jerry Hausman, and Whitney Newey, 2005. Estimation with Many Instrumental Variables. Working Paper, University of Chicago Graduate School of Business.",
        "Hansen, Christian B. (2006) Generalized least squares inference in panel and multilevel models with serial correlation and fixed effects. Working Paper, University of Chicago Graduate School of Business.",
        "Hammad, Tanek A., Thomas Laughnen, and Judith Racoosin, 2006. Suicidality in Pediatric Patients Treated with Antidepressant Drugs. Archives of General Psychiatry. 63: 332-9.",
        "Hamermesh, D.S., and N.M. Soss. 1974. An Economic Theory of Suicide, Journal of Political Economy, pp. 83-98.",
        "Pharmacoeconomics. 9: 430-442. Hahn, Jinyong and Jerry Hausman. 2002. A new specification test for the validity of instrumental variables. Econometrica. 70(1): 163-189.",
        "Green B. 2003. Focus on panoxetine. Curr Med Res Opin. 19(1): 13-21.",
        "Guze BH. 1996. Selective senotonin neuptake inhibitors: Assessment for formulary inclusion.",
        "Goode, E. 2003. British Warning on Antidepressant Use for Youth. The New York Times.",
        "Goldsmith SK, Pellman TC, Kleinman AM, Bunney WE. 2002. Reducing Suicide: A National Imperative. Washington, DC: National Academies Press.",
        "Gleitman, Henry. 1996. Basic Psychology. Norton.",
        "Gibbons, RD, K Hun, DK Bhaumik, JJ Mann. 2006. The relationship between antidepressant prescription rates and rate of early adolescent suicide. American Journal of Psychiatry.",
        "Gibbons, RD, K Hun, DK Bhaumik, and JJ Mann. 2005. The relationship between antidepressant medication use and rate of suicide. Archives of General Psychiatry. 62 (Feb): 165-172.",
        "Frank, Richard G. and Thomas G. McGuine, 2000. Economics and Mental Health. Handbook of Health Economics. Joseph P. Newhouse and A. Cuylen, Eds. Amsterdam: North Holland.",
        "Food and Drug Administration, 2006. Memorandum for December 13 Meeting of Psychopharmacologic Drugs Advisory Committee.",
        "Food and Drug Administration, 2005. FDA Public Health Advisory: Suicidality in Adults Being Treated with Antidepressant Medications.",
        "Food and Drug Administration, 2004. FDA Public Health Advisory: Worsening Depression and Suicidality in Patients Being Treated with Antidepressant.",
        "Food and Drug Administration, 2003. FDA Statement Regarding the Anti-Depressant Paxil for Pediatric Population. FDA Talk Paper T03-43, June 19, 2003.",
        "Cook. Washington, DC: Brookings Institution Press. pp. 41-73. Fergusson, D., S Doucette, KC Glass, S Shapiro, D Healy, P Hebent, and B Hutton, 2005.",
        "Association between suicide attempts and selective senotonin neuptake inhibitors: systematic review of randomized controlled trials. British Medical Journal. 330: 396402. Flechtnen KM, Wolf T, and Priebe 5. 1995. The feasibility of suicide rates as an evaluation criterion in community psychiatry: Methodological problems. J. Psychiatr. Res. 29(6): 48 1-6.",
        "Duggan, Mark. 2003. Guns and suicide. In Evaluating Gun Policy, Ed. Jens Ludwig and Philip J.",
        "Dranove, David and David Meltzer, 1994. Do Important Drugs Reach the Market Sooner? RAND Journal of Economics. 25(3): 402-423.",
        "Desapriya, E.B.R., and I. Nobutada. 2002. Stigma of mental illness in Japan. The Lancet.",
        "Dahlberg, M., and K. Lundin. 2005. Antidepressants and the suicide rate: Is there really a connection? Upsulla University (Sweden) Economics Department, Working Paper 2005:4.",
        "Cutler, David, Edward L. Glaeser, and Karen Norberg. 2001. Explaining the rise in youth suicide, in J. Gruber, ed., Risky Behavior Among Youths: An Economic Analysis, Chicago: University of Chicago Press, pp. 219-269.",
        "Curie, W.J. 1993. Drug development and registration in Japan: Threshold of transition. Journal of Clinical Pharmacology. 33(2), pp. 100-108.",
        "Curie, J. and M. Neidell. 2005. Air pollution and infant health: what can we learn from Californias recent experience? Quarterly Journal of Economics. 120(3), pp. 1003-1030.",
        "Cook, Philip J. and Jens Ludwig, 2000. Gun Violence: The Real Costs. NY: Oxford University Press.",
        "Curie, J. and M. Stabile, 2004. Child Mental Health and Human Capital Accumulation: The Case of ADHD. NBER Working Paper 10435.",
        "Cook, Philip J. and Jens Ludwig. 1996. Guns in America: Results of a Comprehensive National Survey on Firearm Ownership and Use. Washington, DC: Police Foundation.",
        "Carey, Benedict. 2006. Panel to debate antidepressant warning. New York Times. December 13.",
        "Carpenter, Daniel P. 2002. Groups, the Media, Agency Waiting Costs, and FDA Drug Approval. American Journal of Political Science. 46(3): 490-505.",
        "Industry Funding of the FDA: Effects of PDUFA on Approval Times and Withdrawal Rates. Nature Reviews, Drug Discovery. 4: 545-554. Bertand, M, E. Duflo, and S. Mullainathan. 2004. How Much Should We Trust Differences-inDifferences Estimates? Quarterly Journal of Economics. 119(1): 249-275.",
        "Beasley CM, Domseif BE, Bosomworth JC, Sayler ME, Rampey AH, Heiligenstein JH, Thompson VL, Murphy DJ, Masica DN. 1991. Fluoxetine and suicide: a meta-analysis of controlled trials of treatment for depression. British Medical Journal. 303: 685-692.",
        "Barbui C, Campomori A, DAvanzo B, Negri E, Garattini 5. 1999. Antidepressant drug use in Italy since the introduction of SSRIs: national trends, regional differences and impact on suicide rates. Soc Psychiatry Psychiatr Epidemiol. 34: 152-156.",
        "Baldessarini, Ross J., Maurizio Pompili, and Leonardo Tondo. 2006a. Suicidal Risk in Antidepressant Drug Trials. Archives of General Psychiatry. 63: 246-8.",
        "Baldessarini Ross J, Maurizio Pompili, and Leonardo Tondo .2006b. Suicide in bipolar disorder: Risks and Management. CNS Spectr. 11(6): 465-71.",
        "Baldessarini, Ross J. 2005. Drug therapy of depression and anxiety disorders. In Goodman and Gilman `s The Pharmacological Basis of Therapeutics, JJJ~ Ed.. Edited by LL Brunton, JSLazo, and KL Parker. NY: McGraw-Hill. Pp. 429-459.",
        "Anderson, RN, AM Minino, DL Hoyert, HM Rosenberg. 2001. Comparability of Cause of Death Between ICD-9 and lCD-JO: Preliminary Estimates. National Vital Statistics Reports, 49(2), May 18, 2001. Atlanta, GA: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention.",
        "Akerlof, George A., William T. Dickens, and George L. Perry. 2000. Near-rational wage and price setting and the long-run Phillips curve. Brookings Papers on Economic Activity."
    ]
}