{
    "id": 12901,
    "cites": 36,
    "cited_by": 46,
    "reference": [
        "Acharya, Shankar. 2004. Indias Growth Prospects Revisited, Economic and Political Weekly (October 9).",
        "Ahluwalia, Monteck. 2002. Economic Reforms in India Since i99i: Has Gradualism Worked? Journal of Economic Perspectives, vol i6, no. 3:67-88.",
        "Baier, S. L., G. P. Dwyer Jr., and R. Tamura. 2006. How Important are Capital and Total Factor Productivity for Economic Growth? Economic Inquiry, 44(i): 23 - 49.",
        "Barro, Robert, and Jong-Wha Lee. 2000. International Data on Educational Attainment, Updates and Implications. Working Paper 79 ii. Cambridge, MA: National Bureau of Economic Research (September).",
        "Central Statistical Organisation. i989. NationalAccounts Statistics: Sources and Methods, (New Delhi: Government of India). _____ i999.New Series on NationalAccounts Statistics (Base Year 1993-94), (New Delhi: Government of India).",
        "National Accounts Statistics with Base Year 1 999-2000, (New Delhi: Government of India) _____ 2005. NationalAccount Statistics, 2005. (New Delhi: Government of India) _____ 2006. New Series on NationalAccounts Statistics (Base Year 1999-2000), (New Delhi: Government of India).",
        "Coelli, Tim J. and D. S. Prasada Rao. 2003. Total Factor Productivity Growth in Agriculture: A Malmquist Index Analysis of 93 Countries, i980-2000 Working Paper no. 02/2003, Centre for Efficiency and Productivity Analysis, School of Economics, The University of Queensland.",
        "Dollar, david, Giuseppe lorossi and taye Mengistae. 2002. Investment Climate and Economic performance: Some Firm level Evidence from India. World Bank Development Research Group, mimeo (May).",
        "Duraisamy, P. 2000. Changes in Returns to Education in India, i983-94: By Gender, Age-Cohort and Location, Discussion paper no. 6i5, Economic Growth Center, Yale University.",
        "Dutta, Puja Vasudeva. 2004. The Structure of Wages in India, i983-i999, PRUS Working Paper no 25, Poverty Research Unit of Sussex, University of Sussex.",
        "Goldar, Bishwanath. 2004. Indian Manufacturing: Productivity Trends in Pre- and PostReform Periods, Economic and Political Weekly November 20: 5033-42.",
        "Goldar, Bishwanath, and Arup Mitra. 2002. Total Factor Productivity Growth in Indian Industry: a Review of Studies, in B.S. Minhas (editor), National Income Accounts and Data Systems. New Delhi: Oxford University Press: 2i8-37.",
        "Gordon, Jim and Poonam Gupta. 2004. Understanding Indias Services Revolution. IMF Working paper WP/ 04/i 7 i (September).",
        "Hallward-Driemeier, Mary. 2005. Improving the Climate for Investment and Business in South Asia. World Bank mimeo.",
        "Higgins, M. and J.G. Williamson, 1997, Age Structure Dynamics in Asia and Dependence on Foreign Capital, Population and DevelopmentReview, 23(2):26l-293.",
        "Kapur, Devesh and Pratap Bhanu Mehta. 2004. Indian Higher Education Reform: From Half-Baked Socialism to Half-Baked Capitalism, CID Working Paper No. i08 (Cambridge: Harvard University).",
        "Klenow, Peter, and AndrÃ\u0083Â©s Rodriguez-Clare. i997. The Neoclassical Revival in Growth Economics: Has It Gone Too Far? In National Bureau of Economic Research Macroeconomics Annual 1997, edited by Ben S. Bernanke and Julio Rotemberg. Cambridge, MA: MIT Press. 73-i03.",
        "Kochar, Anjini. 2002. Emerging Challenges for Indian Education Policy. In Anne 0. Krueger, ed. Economic Policy Reforms and the Indian Economy. Chicago: The University of Chicago Press.",
        "Beyond. Economic and Political Weekly, April 8: i36i-i370. 45 Kolli. Ramesh and S. Hazra. 2005. Measuring Non-Observed Economy: Practices Followed In Indian National Accounts Statistics. No 5. Paper presented at 8th Meeting of Expert Group on Informal Sector Statistics (March), Nadi, Fiji Islands.",
        "Kremer, Michael, Karthik Muralidharan, Nazmul Chaudhury, Jeffrey Hammer, and F. Halsey Rogers. 2005. Teacher Absence in India. Journal of the European Economic Association 3 (2-3): 65 8-667.",
        "Krueger, Anne. 2005 Comment and Discussion, Brookings Trade Forum 2005 (2005) 232-238.",
        "Loayza, Norman and Rashmi Shankar. 2000. Private Saving in India. The World Bank Economic Review. Vol. i4, No. 3 (September): 57i-94.",
        "Loayza, Norman, Klaus Schmidt-Hebbel, and Luis Serven. 2000. What Drives Private Saving across the World? Review of Economics and Statistics, Vol. 82 (August): i65-i8i MÃ\u0083Â¼hleisen, Martin. i997, Improving Indias Saving Performance, IMF Working Paper No. 97/4 (IMF: Washington).",
        "Organization for Economic Cooperation and Development (OECD). 200 i. Measuring Productivity: Measurement ofAggregate and Industry-level Productivity Growth. OECD Manual, Paris. Available at: http://www.oecd.org/dataoecdJ59/29/2352458 pdf. Psacharopoulos, George and Patrinos, Harry A., Returns to Investment in Education: A Further Update (September 2002). World Bank Policy Research Working Paper No. 288i.",
        "Panagariya, Arvind. 2004. India in the i980s and i990s: A Triumph of Reforms, Economic and Political Weekly, Vol. 39, No. 25:258i-94.",
        "Patrinos, Harry, Cris Ridao-Cano and Chris Sakellariou. 2004. Estimating the returns to education: Accounting for heterogeneity in ability. http://wvvw.ti-bourgogne.fr/coiIoque~ 1idaoCarioSak:1ar1o,J)df~ Pritchett, Lant. 200 i. Where has all the Education Gone? World Bank Economic Review i5(3): 367-39i.",
        "Shetty, S.L. 2006. Revision of National Accounts Statistics: A Welcome Step, Good in Parts, Economic and Policy Weekly (June iO): 23i7-26.",
        "Solow, Robert. i957. Technical Change and the Aggregate Production Function, Review of Economics and Statistics, 39 (3): 3 i2-20. 47 Srinivasan, T.N. 2003a. The Indian Economy: Current Problems and Future Prospects, Stanford Center for International Development, Working Paper No. 173 (July).",
        "International Development, Working Paper No. 190 (October) _______ 2005. Information-Technology-Enabled Services and Indias Growth Prospects, in Susan M. Collins and Lael Brainard (eds.) Brookings trade Forum 2005: Offshoring White-Collar Work. Washington DC: The Brookings Institution: 203-240.",
        "Srinivasan, T.N., and Suresh D. Tendulkar. 2003. Reintegrating India with the World Economy (Washington D.C: Institute of International Economy) Sundaram, K., and Suresh D. Tendulkar. 2005 a. Trends in Labour and Employment in India, i983-2003, paper presented for the India LES of the World Bank.",
        "Triplett, Jack and Barry Bosworth. 2004. Productivity in the U.S. Services Sector: New Sources of Economic Growth (Washington D.C: the Brookings Institution Press).",
        "Virmani, Arvind .i997. India: Crises, Reform and Growth, Economic and Political Weekly, August 9, i997. Virmani, Arvind. 2004. Sources of Indias Economic Growth: Trends in Total Factor Productivity, Working paper no. i 3 i, Indian Council for Research on International Economic Relations.",
        "Failure and Entrepreneurial Success, Working paper no. i70, Indian Council for Research on International Economic Relations. Visaria, Pravin. 2002. Workforce and Employment in India, i96i-94, in B.S. Minhas (editor), National Income Accounts and Data Systems. New Delhi: Oxford University Press: i-46.",
        "Wallack, Jessica Seddon. 2003. Structural Breaks in Indian Macroeconomic Data. Economic and Political Weekly, October ii: 43 i 2-43 is.",
        "World Bank. 2002. Indias Transport sector: The Challenges Ahead, Volume 1. Washington DC: The World Bank. (May).",
        "DC: The World bank (November). Wu, Bing Kin, Venita Kaul and Deepa Sankar. 2005. The Quiet Revolution: How India is achieving universal elementary education, Finance and Development 42:2 (June)."
    ]
}