{
    "id": 12913,
    "cites": 26,
    "cited_by": 17,
    "reference": [
        "Brenner, Saul, Spaeth, Harold, J., 1995. Stare Indecisis: The Alteration of Precedent on the U.S.",
        "Brenner, Saul, Stier, Marc, 1996. Retesting Segal and Spaeths Stare Decisis Model. American Journal of Political Science 40, 1036-1048.",
        "Cooter, Robert, D., Kornhauser, Lewis, A., 1979. Can Litigation Improve the Law without the Help of Judges. Journal of Legal Studies 9, 139-163.",
        "Cooter, Robert, D., Kornhauser, Lewis, A., Lane, David, 1979. Liability Rules, Limited Information, and the Role of Precedent. Bell Journal of Economics 10, 366-373.",
        "Frank, Jerome, N., 1930. Law and the Modern Mind. Brentanos, New York, NY.",
        "Gennaioli, Nicola, 2004. Contracting in the Shadow of the Law. Mimeo. Harvard University.",
        "Gennaioli, Nicola, Shleifer, Andrei, 2007. The Evolution of Common Law. Journal of Political Economy, forthcoming.",
        "George, Tracey, E., Epstein, Lee, 1992. On the Nature of Supreme Court Decision Making.",
        "Holmes, Oliver Wendell, 1897. The Path of the Law. Harvard Law Review 10, 457-478. Klein, David, E., 2002. Making Law in the United States Courts of Appeals. Cambridge University Press, Cambridge, U.K.",
        "Kornhauser, Lewis, A., 1992. Modeling Collegial Courts, II. Legal Doctrine. Journal of Law, Economics, and Organization 8, 441-470.",
        "Landes, William, M., Posner, Richard, A., 1987. The Economic Structure of Tort Law. Harvard University Press, Cambridge, MA.",
        "La Porta, Rafael, Lopez-de-Silanes, Florencio, Pop-Eleches, Cristian, Shleifer, Andrei, 2004.",
        "Judicial Checks and Balances. Journal of Political Economy 112, 445-470. MacKuen, Michael, B., McGuire, Kevin, T., 2005. Precedent and Preferences on the U.S. Supreme Court. Mimeo. University of North Carolina, Chapel Hill.",
        "Pinello, Daniel, R., 1999. Linking Party to Judicial Ideology in American Courts: A Meta-analysis. The Justice System Journal 3, 2 19-254.",
        "Posner, Richard, A., 2005. Judicial Behavior and Performance: an Economic Approach. Florida State University Law Review 32, 1259-1279.",
        "Priest, George, L., 1977. The Common Law Process and the Selection of Efficient Rules. Journal of Legal Studies 6, 65-82.",
        "Radin, Max, 1925. The Theory of Judicial Decision: or How Judges Think. American Bar Association Journal xx, 357-362.",
        "Revesz, Richard, L., 1997. Environmental Regulation, Ideology, and the D.C. Circuit. Virginia Law Review 83, 1717-1772.",
        "Rowland, Charles, K., Carp, Robert, A., 1996. Politics and Judgment in Federal District Courts. The University Press of Kansas, Lawrence, KS.",
        "Rubin, Paul, H., 1977. Why is the Common Law Efficient?. Journal of Legal Studies 6, 5 1-63.",
        "Segal, Jeffrey, A., Spaeth, Harold, J., 1996. The Influence of Stare Decisis on the Votes of the United States Supreme Court Justices. American Journal of Political Science 40, 971-1003.",
        "Segal, Jeffrey, A., Spaeth, Harold, J., 2002. The Supreme Court and the Attitudinal Model Revisited.",
        "Cambridge University Press, New York, NY. Songer, Donald, R., Lindquist, Stefanie, A., 1996. Not the Whole Story: The Impact of Justices Values on Supreme Court Decision Making. American Journal of Political Science 40, 1049- 1063.",
        "Spiller, Pablo, T., Tiller, Emerson, H., 1997. Decision Costs and the Strategic Design of Administrative Process and Judicial Review. Journal of Legal Studies 26, 347-370.",
        "Stone, Julius, 1985. Precedent and the Law: Dynamics of Common Law Growth. Butterworths, Sydney, Australia.",
        "Sunstein, Cass, R., Schkade, David, A., Ellman, Lisa Michelle, 2004. Ideological Voting on Federal Courts of Appeals: a Preliminary Investigation. Stanford Law Review 90, 30 1-354."
    ]
}