{
    "id": 12915,
    "cites": 32,
    "cited_by": 14,
    "reference": [
        "Baker, Michael, Dwayne Benjamin, and Shuchita Stanger. 1999. Ã\u0082â\u0080\u009cThe Highs and Lows of the Minimum Wage Effect: A Time-Series Cross-Section Study of the Canadian Law.Ã\u0082â\u0080\u009d Journal of Labor Economics, Vol. 17, No. 2, April, pp. 318-50.",
        "Berlin, Gordon L. 2007. Ã\u0082â\u0080\u009cRewarding the Work of Individuals: A Counterintuitive Approach to Reducing Poverty and Strengthening Families.Ã\u0082â\u0080\u009d The Future of Children, Vol. 17, No. 2, Fall, pp. 17-42.",
        "Bernstein, Jared. 2004. Ã\u0082â\u0080\u009cHelping Working Families: The Earned Income Tax Credit, Hoffman and Seidman (book review).Ã\u0082â\u0080\u009d Social Service Review, Vol. 78, No. 1, March, pp. 153-57.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan. 2004. Ã\u0082â\u0080\u009cHow Much Should We Trust Differences-in-Differences Estimators.Ã\u0082â\u0080\u009d Quarterly Journal of Economics, Vol. 119, No. 1, February, pp. 249-75.",
        "Berube, Alan, Ann Kim, Benjamin Forman, and Megan Burns. 2002. Ã\u0082â\u0080\u009cThe Price of Paying Taxes: How Tax Preparation and Refund Loan Fees Erode the Benefits of the EITC.Ã\u0082â\u0080\u009d Washington, D.C.: Brookings Institution and Progressive Policy Institute.",
        "Bingley, Paul, and Ian Walker. 2008. Ã\u0082â\u0080\u009cThe Labor Supply Effect of In-Kind Transfers.Ã\u0082â\u0080\u009d Unpublished paper, University of Warwick.",
        "Blank, Rebecca M., and Lucie Schmidt. 2001. Ã\u0082â\u0080\u009cWork, Wages, and Welfare.Ã\u0082â\u0080\u009d In Rebecca M. Blank and Ron Haskins, eds., The New World of Welfare (Washington, DC: The Brookings Institution), pp. 70-102.",
        "Burkhauser, Richard V., Kenneth A. Couch, and Andrew J. Glenn. 1996. Ã\u0082â\u0080\u009cPublic Policies for the Working Poor: The Earned Income Tax Credit Versus the Minimum Wage.Ã\u0082â\u0080\u009d Research in Labor Economics, Vol. 15, pp. 65-109.",
        "Cameron, Stephen, and James J. Heckman. 1993. Ã\u0082â\u0080\u009cThe Nonequivalence of High School Equivalents.Ã\u0082â\u0080\u009d Journal of Labor Economics, Vol. 11, No. 1 (Pt. 1), January, pp. 1-47.",
        "Cancian, Maria, and Arik Levinson. 2005. Ã\u0082â\u0080\u009cLabor Supply Effects of the Earned Income Tax Credit: Evidence from WisconsinÃ\u0082â\u0080\u0099s Supplemental Benefit for Families with Three Children.Ã\u0082â\u0080\u009d NBER Working Paper No. 11454.",
        "Economic Policy Institute. 2004. Ã\u0082â\u0080\u009cThe Minimum Wage and Earned Income Tax Credit: Partners in Making Work Pay.Ã\u0082â\u0080\u009d Available at www.epinet.org/content.cfm/webfeatures_snapshots_05052004 (viewed May 24, 2004).",
        "Eissa, Nada, and Jeffrey Liebman. 1996. Ã\u0082â\u0080\u009cLabor Supply Response to the Earned Income Tax Credit.Ã\u0082â\u0080\u009d Quarterly Journal of Economics, Vol. 112, No. 2, May, pp. 605-37.",
        "Fiscal Policy Institute. 2004. Ã\u0082â\u0080\u009cState Minimum Wages and Employment in Small Businesses.Ã\u0082â\u0080\u009d Fiscal Policy Institute, New York, NY.",
        "Garthwaite, Craig. 2004. Ã\u0082â\u0080\u009cBetter Ways to Help Those Earning Little.Ã\u0082â\u0080\u009d Atlanta-Journal Constitution (op-ed), September 6.",
        "Gitterman, Daniel P., Lucy S. Gorham, and Jessica L. Dorrance. 2007. Ã\u0082â\u0080\u009cExpanding the EITC for Single Workers and Couples Without Children (aka Tax Relief for Low-Wage Workers).Ã\u0082â\u0080\u009d Unpublished paper, University of North Carolina, Chapel Hill.",
        "Grant, James H., and Daniel S. Hamermesh. 1981. Ã\u0082â\u0080\u009cLabor Market Competition among Youths, White Women, and Others.Ã\u0082â\u0080\u009d Review of Economics and Statistics, Vol. 63, No. 3, August, pp. 354-60.",
        "Greenhouse, Steven. 2006. Ã\u0082â\u0080\u009cGroup Starts Anti-Union Campaign.Ã\u0082â\u0080\u009d New York Times, February 14.",
        "Hoffman, Saul D., and Laurence S. Seidman. 2003. Helping Working Families: The Earned Income Tax Credit. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Hotz, V. Joseph, and John Karl Scholz. 2003. Ã\u0082â\u0080\u009cThe Earned Income Tax Credit.Ã\u0082â\u0080\u009d In Robert A. Moffitt, ed. Means-Tested Transfer Programs in the United States (Chicago: University of Chicago Press), pp. 141-97.",
        "Kilborn, Peter T. 1997. Ã\u0082â\u0080\u009cA Minimal-Impact Minimum Wage.Ã\u0082â\u0080\u009d New York Times, April 6.",
        "Korenman, Sanders and David Neumark. 1991. Ã\u0082â\u0080\u009cDoes Marriage Really Make Men More Productive?Ã\u0082â\u0080\u009d Journal of Human Resources, Vol. 26, No. 2, Spring, pp. 282-307.",
        "Leigh, Andrew. 2005. Ã\u0082â\u0080\u009cWho Benefits from the Earned Income Tax Credit? Incidence Among Recipients, Coworkers, and Firms.Ã\u0082â\u0080\u009d The Australian National University Centre for Economic Policy Research, Discussion Paper No. 494.",
        "Leigh, Andrew. 2007. Ã\u0082â\u0080\u009cWho Benefits from the Earned Income Tax Credit? Incidence Among Recipients, Coworkers, and Firms.Ã\u0082â\u0080\u009d Unpublished paper, Australian National University.",
        "Liebman, Jeffrey B. 1998. Ã\u0082â\u0080\u009cThe Impact of the Earned Income Tax Credit on Incentives and the Income Distribution.Ã\u0082â\u0080\u009d In James Poterba, ed. Tax Policy and the Economy, Vol. 12 (Cambridge, MA: MIT Press), pp. 83-199.",
        "Machin, Stephen, and Alan Manning. 1994. Ã\u0082â\u0080\u009cMinimum Wages, Wage Dispersion and Employment: Evidence from the UK Wages Councils.Ã\u0082â\u0080\u009d Industrial and Labor Relations Review, Vol. 47, No. 2, January, pp. 319-29.",
        "Manning, Alan. 2003. Monopsony in Motion: Imperfect Competition in Labor Markets. Princeton, NJ: Princeton University Press.",
        "Meyer, Bruce. 2002. Ã\u0082â\u0080\u009cLabor Supply at the Extensive and Intensive Margins: The EITC, Welfare, and Hours Worked.Ã\u0082â\u0080\u009d American Economic Review, Vol. 92, No. 2, May, pp. 373-79.",
        "Neumark, David, and William Wascher. 1996. Ã\u0082â\u0080\u009cThe Effects of Minimum Wages on Teenage Employment and Enrollment: Estimates from Matched CPS Data.Ã\u0082â\u0080\u009d Research in Labor Economics, Vol. 15, pp. 25-64.",
        "Neumark, David, and William Wascher. 2001. Ã\u0082â\u0080\u009cUsing the EITC to Help Poor Families: New Evidence and a Comparison with the Minimum Wage.Ã\u0082â\u0080\u009d National Tax Journal, Vol. 54, No. 2, June, pp. 281-318.",
        "Neumark, David, and William Wascher. 2007a. Ã\u0082â\u0080\u009cMinimum Wages and Employment.Ã\u0082â\u0080\u009d Foundations and Trends in Microeconomics, Vol. 3, Nos. 1-2, pp. 1-186.",
        "Rothstein, Jesse. 2008. Ã\u0082â\u0080\u009cThe Unintended Consequences of Encouraging Work: Tax Incidence and the EITC.Ã\u0082â\u0080\u009d Unpublished paper, Princeton University.",
        "Scholz, John Karl. 1994. Ã\u0082â\u0080\u009cThe Earned Income Tax Credit: Participation, Compliance, Antipoverty Effectiveness.Ã\u0082â\u0080\u009d National Tax Journal, Vol. 47, No. 1, March, pp. 63-87."
    ]
}