{
    "id": 12912,
    "cites": 30,
    "cited_by": 43,
    "reference": [
        "Anderson, Evan W., Lars Peter Hansen, and Thomas J. Sargent, Risk and Robustness in Equilibrium, 1998. Unpublished paper, University of Chicago.",
        "Bansal, Ravi and Amir Yaron, Risks for the Long-Run: A Potential Resolution of Asset Pricing Puzzles, Journal of Finance, August 2004, 59 (4), 1481-1509.",
        "Robert F. Dittmar, and Christian T. Lundblad, Consumption, Dividends, and the Cross-Section of Equity Returns, Journal of Finance, forthcoming, 2006.",
        "Campbell, John Y., Consumption-Based Asset Pricing, in George Constantinides, Milton Harris, and Rene Stulz, eds., Handbook of the Economics of Finance forthcoming, Amsterdam: North-Holland, 2003.",
        "Aggregate Stock Market Behavior, Journal of Political Economy, 1999, 107, 205-251.",
        "Cochrane, John H., Permanent and Transitory Components of GDP and Stock Prices, Quarterly Journal of Economics, 1994, 109, 241-265.",
        "Colacito, Ricardo and Mariano M. Croce, Risks for the Long Run and the Real Exchange Rate, 2004. Unpublished paper, New York University.",
        "Cornell, Bradford, Risk, Duration, and Capital Budgeting: New Evidence on Some Old Questions, The Journal of Business, 1999, 7~, 183-200.",
        "Da, Zhi, Cash Flow, Consumption Risk, and the Cross-Section of Stock Returns, 2005. Unpublished paper, Norwestern University.",
        "Dechow, Patricia M., Richard G. Sloan, and Mark T. Soliman, Implied Equity Duration: A New Measure of Equity Risk, Review of Accounting Studies, 2004, 9, 197-228.",
        "Epstein, Larry and Stan Zin, Substitution Risk Aversion and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework, Econometrica, 1989, 57, 937-968.",
        "Fama, Eugene F. and Kenneth R. French, The Cross-Section of Expected Returns, Journal of Finance, 1992, ~ 427-465.",
        "Graham, Benjamin and David L. Dodd, Security Analysis, New York, NY: McGraw Hill, 1934.",
        "Hansen, Lars Peter and Thomas J. Sargent, Fragile Beliefs and the Price of Model Uncertainty, 2006. Unpublished Paper, New York University.",
        "John Heaton, and Nan Li, Consumption Strikes Back?: Measuring Long-run Risk, 2005. Unpublished Paper, University of Chicago.",
        "Kiku, Dana, Is the Value Premium a Puzzle?, 2005. Unpublished paper, Duke University.",
        "Lettau, Martin and Jessica A. Wachter, Why is Long-Horizon Equity Less Risky? A Duration Based Explanation of the Value Premium, Journal of Finance forthcoming, 2006.",
        "Lintner, J., Security Prices, Risk and Maximal Gains from Diversification, Journal of Finance, 1965, ~0, 587-615.",
        "Lustig, Hanno and Stijn Van Nieuwerburgh, Quantitative Asset Pricing Implications of Housing Collateral Constraints, 2006. Unpublished paper, NYU Stern School.",
        "Lynch, Anthony, Portfolio Choice With Many Risky Assets, Market Clearing, and Cash Flow Predictability, 2003. Unpublished manuscript, New York University, Stern School of Business.",
        "Malloy, Christopher J., Tobias J. Moskowitz, and Annette Vissing-Jorgensen, Long-run Stockholder Consumption Risk and Asset Returns, 2005. Unpublished manuscript, University of Chicago, GSB.",
        "Menzly, Lior, Tano Santos, and Pietro Veronesi, Understanding Predictability, Journal of Political Economy, February 2004, 11~2 (1), l-47.",
        "Parker, Jonathan, The Consumption Risk of the Stock Market, Brookings Papers on Economic Activity, 2001, ~, 279-348.",
        "Returns, Journal of Political Economy, February 2004, 113 (1), 185-222.",
        "Piazzesi, Monika and Martin Schneider, Equilibrium Yield Curves, in Micheal Woodford Daron Acemoglu, Kenneth Rogoff, ed., NBER Macroeconomics Annual: p006, Cambridge: MIT Press, 2006.",
        "Santos, Jesus and Pietro Veronesi, Conditional Betas, 2004. Unpublished paper, University of Chicago.",
        "Sharpe, W., Capital Asset Prices: A Theory of Market Equilibrium under Conditions of Risk, Journal of Finance, 1964, 19, 425-444.",
        "Wachter, Jessica, A Consumption Based Model of the Term Structure of Interest Rates, Journal of Financial Economics, 2006, 79, 365-399.",
        "Weil, Philippe, The Equity Premium Puzzle and the Risk-Free Rate Puzzle, Journal of Monetary Economics, 1989, 2~ (3), 401-421.",
        "Zhang, Lu, The Value Premium, Journal of Finance, 2005, 60 (1), 67-103."
    ]
}