{
    "id": 1291,
    "cites": 53,
    "cited_by": 43,
    "reference": [
        "Abel, Andrew, and Olivier Blanchard (1983), The Present Value of Profits and Cyclical Movements in Investment, National Bureau of Economic Research Working Paper No. 1122.",
        "Azariadis, Costas (1975), Implicit Contracts and Underemployment Equilibria, Journal of Political Economy 83, 6 (December), 1183-1202.",
        "Theory, 25, 3, (December), 380-396. Baily, Martin N. (1974), Wages and Unemployment Under Uncertain Demand, Review of Economic Studies 41, 1 (January), 37-50.",
        "Bailey, Martin J. and Michael C. Jensen, Risk and Discount Rate for Public Investment, in M.C. Jensen (ed.), Studies in the Theory of Capital Markets, Praeger; New York, pp. 269-293. Black, Fischer (1976), Studies of Stock Price Volatility Changes,~ Proceedings of the 1976 Meetings of the American Statistical Association, Business and economic Statistics Section.",
        "Black, Fischer and Myron Scholes (1973), The Pricing of Options and Corporate Liabilities, Journal of Political Economy 81 (May), 637-654.",
        "Blanchard, Oliver J. (1979), Speculative Bubbles, Crashes, and Rational Expectations, Economics Letters 3, 387-389.",
        "Model of Aggregate Demand, Journal of Monetary Economics 7, 1 (January), 1-28. Bosworth, Barry (1975), The Stock Market and the Economy, Brookings Papers on Economic Activity 2, 257-300.",
        "Bourguignon, Francoise (1974), A Particular Class of Continuous-Time Stochastic Growth Models, Journal of Economic Theory 9, 141-158.",
        "Breeden, Douglas T. (1979), An Intertemporal Asset Pricing Model With Stochastic Consumption and Investment Opportunities, Journal of Financial Economics 7, 165-296.",
        "Brock, William A. (1979), An Integration of Stochastic Growth Theory and the Theory of Finance - Part I: The Growth Model, in J. Green and J. Scheinkman (eds.), Essays in Honor of L. McKenzie, Academic Press, New York.",
        "Brock, William A. (1982), Asset Prices in a Production Economy, in The Economics of Information and Uncertainty, (ed. J.J. McCall), Chicago, University of Chicago Press.",
        "Brock, William A. and Leonard Mirman, (1972), Optimal Economic Growth and Uncertainty: The Discounted Case, Journal of Economic Theory 4, 3 (June), 479-513.",
        "Brock, WilliamA. and Leonard Mirman (1973), Optimal Economic Growth and Uncertainty: The No Discounting Case, International Economic Review 14, 560-573.",
        "Brock, William A. and Stephen J. Turnovsky (1981), The Analysis of Macroeconomic Policies in Perfect Foresight Equilibrium, International Economic Review 22, 1 (February), 179-202.",
        "Cicollo, John H. (1975), Four Essays on Monetary Policy, Unpublished Ph.D. Dissertation, Yale University.",
        "Cohn, Richard and Franco Modigliani (1979), Inflation, Rational Valuation, and the Market, Financial Analysts Journal (March/April),, 3-23.",
        "Diamond, Peter and Drew Fudenberg (1982), An Example of `Animal Spirits and Endogenous Business Cycles in Search Equilibrium, Unpublished, MIT.",
        "Doan, Thomas, Robert Litterman and Christopher Sims (1983), Forecasting and Conditional Projection Using Realistic Prior Distributions, National Bureau of Economic Research Working Paper, No. 1202.",
        "Duff ie, Darrell and Chi-fu Huang (1983), A Rational Anticipations General Equilibrium Asset Pricing Model: The Case of Diffusion Information, Unpublished, Department of Economics and Sloan School of Management, MIT.",
        "Fama, Eugene F. (1975), Short-Term Interest Rates as Predictors of Inflation, American Economic Review LXV, 3 (June), 269-282.",
        "American Economic Review 71, 4 (September) 545-565. Fischer, Stanley (1984), Investment and Lagged Q, Working Paper, Department of Economics, MIT, January.",
        "Grossman, Sanford J. and Robert J. Shiller (1981), The Determinants of the Variability of Stock Market Prices, The American Economic Review 71, 2, Papers and Proceedings (May), 222-227.",
        "Hall, Robert E. (1978), Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy 86, 6 (December), 971-988.",
        "Behavior, American Economic Review 57 (June), 391-414. Hart, Oliver D. (1983), Optimal Labor Contracts Under Asymmetric Information: An Introduction, Review of Economic Studies L, 1 (January), 3-36.",
        "Hayashi, Fumio (1982), Tobins Marginal q and Average q: A Neoclassical Interpretation, Econometrica 50, 1 (January), 213-224.",
        "Huang, Chi-fu (1983), Information Structure and Equilibrium Asset Prices, Unpublished, Department of Economics and Sloan School of Management, MIT.",
        "Keynes, J.M. (1936), The General Theoryof Employment, Interest and Money, MacMillan, London.",
        "Kleidon, Allan W. (1983), Variance Bounds Tests and Stock Price Valuation Models, Unpublished, Graduate School of Business, Stanford University.",
        "Kydland, Finn E. and Edward C. Prescott (1982), Time to Build and Aggregate Fluctuations, Econometrica 50, 6 (November), 1345-1370.",
        "LeRoy, Stephen F. and Richard D. Porter (1981), The Present Value Relation: Tests Based on Variance Bounds, Econometrica 49, 3 (May), 555-574.",
        "Lucas, Robert E. (1972), ExpectatIons and the Neutrality of Money, Journal of Econometric Theory 4, 2 (April), 103-124.",
        "Mackay, Charles (1841), Extraordinary Popular Delusions and the Madness of Crowds, Reprinted by Farrar, StrÃ\u0083Â us and Giroux, `New York, 1932.",
        "Malliaris, A.C. and William A. Brock (1982), Stochastic Methods in Economics and Finance, North-Holland.",
        "Marsh, Terry A. and Robert C. Merton (1983a), Aggregate Dividend Behavior and Its Implications for Tests of Stock Market Rationality, Sloan School of Management Working Paper Number 1475-83.",
        "Variance Bounds Tests for stock Market Prices: A Comment, Unpublished, Sloan School of Management, MIT. Mason, Scott and Robert C. Merton (1984), The Role of Contingent Claims Analysis in Corporate Finance, Harvard Business School Working Paper; Boston (January).",
        "Mayers, David (1972), Non-Marketable Assets and Capital Market Equilibrium Under Uncertainty, in M.C. Jensen (ed.), Studies in the Theory of Capital Markets, Praeger: New York, 223-248.",
        "Merton, Robert C. (1973), An Intertemporal Capital Asset Pricing Model, Econometrica 44 (September), 867-887.",
        "Structure of Interest Rates, Journal of Finance XXIX, 2 (May), 449-470. _________________ (1975), An Asymptotic Theory of Growth Under Uncertainty, Review of Economic Studies XLII, 3 (July), 375-394.",
        "Journal of Financial Economics 8, 323-361. _______________ (1984), On the Role of Social Security as a Means for Efficient Risk Bearing in an Economy Where Human Capital is Not Tradeable, in Zvi Bodie and John Shoven, (eds.), Financial Aspects of the United States Pension System, University of Chicago Press.",
        "Miller, Merton (1977), Debt and Taxes, Journal of Finance 32, 2 (May), 2 16-275.",
        "Mirrlees, James A., Optimum Accumulation Under Uncertainty, (unpublished), (December 1965).",
        "Modigliani, Franco (1982), Debt, Dividend Policy, Taxes, Inflation, and Market Valuation, Journal of Finance 37, 2 (May), 255-273.",
        "Moore, Geoffrey H. (1983), Business Cycles, Inflation, and Forecasting, Ballinger, Cambridge, MA.",
        "Ross, Stephen A. (1976), The Arbitrage Theory of Capital Asset Pricing, Journal of Economic Theory 13, 3 (December), 341-360.",
        "Shiller, Robert J. (1978), Rational Expectations and the Dynamic Structure of Macroeconomic Models: A Critical Review, Journal of Monetary Economics 4, 1 (January), 1-44.",
        "Subsequent Changes in Dividends, American Economic Review 71, 3 (June), 421-436. _________________ (1981b), The Use of Volatility Measures in Assessing Market Efficiency, Journal of Finance 36, 2 (May), 291-311.",
        "Slutsky, Eugene (1937), The Summation of Random Causes as the Source of Cyclic Processes, Econometrica V, 105-146.",
        "Summers, Lawrence H. (1981), TaxatIon and Corporate Investment: A q-Theory Approach, Brookings Papers on Economic Activity 1, 67-140.",
        "Efficient? mirneo. Taylor, John (1977), On Conditions for Unique Solutions in Stochastic Macroeconomic Models With Rational Expectations, Econometrica 45, 6 (September), 1377-1386.",
        "Tobin, JameS; (1971), An Essay on the Principles of Debt Management, in James Tobin, Essays in Economics, Volume 1 Macroeconomics, Markham, Chicago.",
        "Tobin, James, and William R. Brainard (1977), Asset Prices and the Cost of Capital, in Bela Balassa and Richard Nelson, (eds.), Economic Progress, Private Value, and Public Policy, North Holland, New York.",
        "Von Furstenberg, George M. (1977), Corporate Investment: Does Market Valuation Matter in the Aggregate, Brookings Papers on Economic Activity 2, 347-408.",
        "Wallace, Neil (1981), A Modigliani-MiUer Theorem for Open Market Operations, American Economic Review 71, 3 (June), 267-274."
    ]
}