{
    "id": 12918,
    "cites": 20,
    "cited_by": 14,
    "reference": [
        "Barber, B. M., and J. D. Lyon. 1997. Firm Size, Book-to-Market Ratio, and Security Returns: A Holdout Sample of Financial Firms. Journal of Finance 52(2): 875-8 83.",
        "Beaver, W.H., C. Eger, S. Ryan and M. Wolfson. 1989. Financial reporting, supplemental disclosures, and bank share prices. Journal ofAccounting Research 27: 157-178.",
        "Berger, A.N., R.S. Demsetz, and P.E. Strahan. 1999. The consolidation of the financial services industry: Causes, consequences, and implications for the future. Journal of Banking and Finance 23(2-4): 135-194.",
        "Calomiris, C.W., and C.M. Kahn. 1991. The Role of Demandable Debt in Structuring Optimal Banking Arrangements. American Economic Review 81: 497-5 13.",
        "Collins, J. H., D. A. Shackelford, and J. M. Wahlen. 1995. Bank differences in the coordination of regulatory capital, earnings, and taxes. Journal of Accounting Research 33 (Autumn): 263-29 1.",
        "Demsetz, Rebecca S., and Philip E. Strahan. 1997. Diversification, Size and Risk at Bank Holding Companies. Journal of Money, Credit, and Banking 29: 300-314.",
        "Diamond, Douglas. 1984. Financial Intermediation and Delegated Monitoring. Review of Economic Studies 51 (July): 393-414.",
        "Elliott, J. A., J. D. Hanna and W. H. Shaw. 1991. The evaluation by the financial markets of changes in bank loan loss reserve levels. TheAccounting Review 66: 847-861.",
        "Flannery, M. J. 1994. Debt maturity and the deadweight cost of leverage: Optimally financing banking firms. American Economic Review 84(1): 320-33 1.",
        "Furlong, F. T., and M. C, Keeley. 1987. Bank capital regulation and asset risk. Economic Review 2 (Spring): 20-40.",
        "Griffin, P. A. and S. J. R. Wallach. 1991. Latin American lending by major U.S. banks: The effects of disclosures about nonaccrual loans and loan loss provisions. The Accounting Review 66: 830-846.",
        "Hughes, J.P., L.J. Mester, and CC. Moon. 2001. Are scale economies in banking elusive or illusive? Incorporating capital structure and risk-taking into models of bank production. Journal of Banking and Finance 25 (December): 2 169-2208.",
        "Jayaratne J., and D. P. Morgan. 2000. Capital market frictions and deposits constraints at banks. Journal of Money, Credit, and Banking 32(1): 74-92.",
        "Keeley, M. C. 1990. Deposit insurance, risk, and market power in banking. American Economic Review 80(5): 1183-1200.",
        "Lintner, J.. 1956. Distribution of income of corporations among dividends, retained earnings, and taxes. American Economic Review 46(2): 97-113.",
        "OHara, M., and W. Shaw. 1990. Deposit insurance and wealth effects: The value of being `Too big to fail. The Journal of Finance 45 (December): 1587-1600.",
        "Penas, M. F., and H. Unal. 2004. Gains in bank mergers: Evidence from the bond markets. Journal of Financial Economics 72: 149-179.",
        "Stiroh, K. J. 2004. Diversification in banking: Is noninterest income the answer? Journal of Money, Credit, and Banking 36(5): 853-882.",
        "Stern, Gary H., and Ron J. Feldman. 2004. Too Big to Fail. The Hazards of Bank Bailouts. Washington, D.C.: Brookings.",
        "Warfield, T. D., and T. J. Linsmeier. 1992. Tax planning, earnings management, and the differential information content of bank earnings components. The Accounting Review 67 (July): 546-562."
    ]
}