{
    "id": 12910,
    "cites": 21,
    "cited_by": 9,
    "reference": [
        "Becker, Gary S., Crime and Punishment: An Economic Approach, Journal of Political Economy 76 (1968), 169-217.",
        "Becker, Gary S., Terrorism and Poverty: Any Connection?, The Becker-Posner Blog, http://www.becker- posner-blog.com/archives/2005/05/ (2005).",
        "Becker, Gary S., and Richard A. Posner Suicide and Risk-Taking: An Economic Approach, Working Paper, University of Chicago, December 2005.",
        "Benmelech, Efraim, and Claude Berrebi, Attack Assignments in Terror Organizations and The Productivity of Suicide Bombers, Working paper, Harvard University, July 2006.",
        "Berman, Eli, Hamas, Taliban and the Jewish Underground: An Economists View of Radical Religious Militias, Working Paper 10004, (2004), National Bureau of Economic Research.",
        "Berman, Eli, and David D. Laitin, Hard Targets: Theory and Evidence on Suicide Attacks, Working Paper 11740, (2005), National Bureau of Economic Research.",
        "Berman, Eli, and Ara Stepanyan, How many Radical Islamists? Indirect Evidence from Five Countries, USCD mimeo (October 2003).",
        "Berrebi, Claude, Evidence About the Link Between Education, Poverty and Terrorism Among Palestinians, Mimeo, Princeton University, (2003).",
        "Berrebi, Claude, and Esteban F. Klor, On Terrorism and Electoral Outcomes: Theory and Evi- dence from the Israeli-Palestinian Conflict. Journal of Conflict Resolution, 50(6) (2006), 899- 925.",
        "Berrebi, Claude, and Darius Lakdawalla, How Does Terrorism Risk Vary Across Space and Time?, Defence and Peace Economics, Forthcoming. Bueno de Mesquita, Etahn, The Quality of Terror, American Journal of Political Science 49 (2005), 515-530.",
        "Durkheim, Emile, Suicide: A Study in Sociology (1952), London: Routledge and Kegan Paul.",
        "Glaeser, Edward L., The Political Economy of Hatred, Quarterly Journal of Economics, 120(1) (2005), 45-86.",
        "Helliwell, John F., Well-Being and Social capital: Does Suicide Pose a Puzzle? Working Paper 10896, (2004), National Bureau of Economic Research.",
        "Other Collectives, Journal of Political Economy 100 (1992) 271-292.",
        "Global Prosperity Initiative, Working Paper 35, (January 2006).",
        "Kydd, Andrew, and Barbara F. Walter, Sabotaging the Peace: The Politics of Extremist Violence, International Organization 56 (2), (2002) 263-96.",
        "Kposowa, A. J., Unemployment and Suicide: A Cohort Analysis of Social factors Predicting Suicide in the US National Longitudinal Mortality Study, Psychological Medicine 31(2001) 127-138.",
        "Krug, E. G., M. Kresnow, J. P. Peddicord, L. L. Dahlberg, K. E. Powell, A. E. Crosby, and J. L. Annest, Suicide After Natural Disasters, The New England Journal of Medicine 338 (1998) 373-378.",
        "Krueger, Alan B., and Jitka MaleÃ\u0083Â«kovÃ\u0083Â¡, Education, Poverty and Terrorism: Is There a Casual Connection?, Journal of Economic Perspective 17 (2003) 119-144.",
        "Pape, Robert A., Dying to Win (2005), New York: random House.",
        "Sinnott, R. W., Virtues of the Haversine, Sky and Telescope 68 (1984) 159."
    ]
}