{
    "id": 12925,
    "cites": 15,
    "cited_by": 89,
    "reference": [
        "Bernanke, Ben, 2005, The global saving glut and the U.S. current account deficit, Sandridge Lecture, Virginia Association of Economics, Richmond, Virginia (March).",
        "Blanchard, Olivier, 2006a, Adjustment within the Euro: The difficult case of Portugal, MIT Working Paper, forthcoming, Portuguese Economic Journal.",
        "Blanchard, Olivier, and Francesco Giavazzi, 2006, Rebalancing growth in China. A three-handed approach, China and the world economy, 14(4):1-20 (July-August).",
        "Blanchard, Olivier, Francesco Giavazzi, and Filipa Sa, 2005, International investors, the U.S. current account, and the dollar, Brookings Papers on Economic Activity (Spring).",
        "Caballero, Ricardo, Emmanuel Farhi, and Pierre-Olivier Gourinchas, 2006, An equilibrium model of global imbalances and low interest rates, MIT working paper 06-02 (January).",
        "Caballero, Ricardo, and Mohamad Hammour, 2005, The cost of recessions revisited: A reverse-liquidationist view, Review of Economic Studies, 72: 313-341 (April).",
        "Caballero, Ricardo, and Arvind Krishnamurthy, 2002, A dual liquidity model for emerging markets, American Economic Review, 92(2): 33-37 (May).",
        "Caballero, Ricardo, and Guido Lorenzoni, 2006, Persistent appreciations, overshooting, and optimal exchange rate interventions, mimeo MIT (October).",
        "Calvo, Guillermo, Alejandro Izquierdo, and Ernesto Talvi, 2006, Phoenix miracles in emerging markets: Recovering without credit from systemicfinancial crises,  NBER working paper 12101 (March).",
        "Cline, William, 2005, The United States as a Debtor Nation, Institute for International Economics, Washington DC.",
        "Devereux, Michael, and Charles Engel, 2006, Expenditure switching versus real exchange rate stabilization: Competing objectives for exchange rate policy, NBER working paper 12215 (May).",
        "Dornbusch, Rudiger, 1983, Real interest rates, home goods, and external borrowing,  Journal of Political Economy, 91-1:141-153.",
        "Edwards, Sebastian, 2002, Does the current account matter? in Preventing currency crises in emerging markets Sebastian Edwards and JeÃ\u0082Â®rey Frankel eds, University of Chicago Press, 21-75.",
        "Krugman, Paul, 1987, The narrow moving band, the Dutch disease, and the competitive consequences of Mrs Thatcher,  Journal of Development Economics, 27:41-55.",
        "Obstfeld, Maurice, and Kenneth RogoÃ\u0083â\u0080 , 1996,Foundations of internationalmacroeconomics, MIT Press."
    ]
}