{
    "id": 12921,
    "cites": 25,
    "cited_by": 11,
    "reference": [
        "[1] Banks, Jeffrey S., and Rangarajan K. Sundaram, 1993. Adverse Selection and Moral Hazard in a Repeated Elections Model, ch. 12, pp. 295-311, in Barnett, W. A., Inich, M. J., Schofield, N. J. (eds.), Political Economy: Institutions, Competition and Repre- sentation. Cambridge: Cambridge University Press.",
        "[2] Banks, Jeffrey S., and Rangarajan K. Sundaram, 1998. Optimal Retention in Agency Problems, Journal of Economic Theory, 82, 293-323.",
        "[3] Barro, Robert J., 1973. The Control of Politicians: An Economic Model, Public Choice, 14, 19-42.",
        "[4] Besley, Timothy, 2004. Paying Politicians: Theory and Evidence. Journal of the Eu- ropean Economic Association, 2, 193-215.",
        "[5] Besley, Timothy, 2005. Political Selection, Journal of Economic Perspectives, 19, 43- 60.",
        "[6] Besley, Timothy, 2006. Principled Agents? The Political Economy of Good Government. Oxford: Oxford University Press.",
        "[7] Besley, Timothy, and Stephen Coate, 1997. An Economic Model of Representative Democracy, Quarterly Journal of Economics, 112, 85-114.",
        "[8] Best, Heinrich, and Maurizio Cotta, 2000. Parliamentary Representatives in Europe 18~8-2OOO: Legislative Recruitment and Careers in Eleven European Countries. Oxford: Oxford University Press.",
        "[9] Caillaud, Bernard, and Jean Tirole, 2002. Parties as Political Intermediaries, Quar- terly Journal of Economics, 117, 1453-1489.",
        "[10] Caselli, Francesco, and Massimo Morelli, 2004. Bad Politicians, Journal of Public Economics, 88, 759-782.",
        "[11] Cotta, Maurizio, 1979. Classe Politica e Parlamento in Italia. Bologna: Ii Mulino. 23",
        "[12] Dal Bo, Ernesto, Dal Bo, Pedro and Jason Snyder, 2006. Political Dynasties, Working Paper, Haas School of Business, University of California, Berkeley.",
        "[13] Diermeier, Daniel, Keane, Michael, and Antonio Merlo, 2005. A Political Economy Model of Congressional Careers, American Economic Review, 95, 347-373.",
        "[14] Ferejohn, John A., 1986. Incumbent Performance and Electoral Control, Public Choice, 50, 5-25.",
        "[15] Gerth, H. H., and C. Wright Mills, 1946. From Max Weber: Essays in Sociology. New York: Oxford University Press.",
        "[16] Jones, Mark, P., Saiegh, Sebastian, Spiller, Pablo, and Mariano Tommasi, 2002. Profes- sional Politicians - Amateur Legislators: The Argentine Congress in the 20th Century, American Journal of Political Science, 46, 656-669.",
        "[17] Keane, Michael and Antonio Merlo, 2007. Money, Political Ambition, and the Career Decisions of Politicians, mimeo.",
        "[18] Levy, Gilat, 2004. A Model of Political Parties, Journal of Economic Theory, 115, 250-277.",
        "[19] Mattozzi, Andrea, and Antonio Merlo, 2005. Political Careers or Career Politicians? PIER Working Paper 05-032, Department of Economics, University of Pennsylvania.",
        "[20] Mattozzi, Andrea, and Antonio Merlo, 2007. Mediocracy PIER Working Paper 07- 007, Department of Economics, University of Pennsylvania.",
        "[21] Messner, Matthias, and Mattias Polborn, 2004. Paying Politicians, Journal of Public Economics, 88, 2423-2445.",
        "[22] Morelli, Massimo, 2004. Party Formation and Policy Outcomes under Different Elec- toral Systems, Review of Economic Studies, 71, 829-853.",
        "[23] Osborne, Martin J., and Al Slivinski, 1996. A Model of Political Competition with Citizen-Candidates, Quarterly Journal of Economics, 111, 65-96. 24",
        "[24] Persson, Torsten, Roland, Gerard, and Guido Tabellini, 1997. Separation of Powers and Political Accountability, Quarterly Journal of Economics, 112, 1163-1202.",
        "[25] Persson, Torsten and Guido Tabellini, 2000. Political Economics: Explaining Economic Policy. Cambridge: MIT Press."
    ]
}