{
    "id": 12929,
    "cites": 21,
    "cited_by": 12,
    "reference": [
        "Becker GS (1965), A Theory of the Allocation of Time, Economic Journal, 75(299): 493-517.",
        "Becker SO, Ichino A. (2002), Estimation of average treatment effects based on propensity scores, Stata Journal, StataCorp LP, vol. 2(4): 358-377.",
        "Cawley J. (1999), Rational Addiction, the Consumption of Calories, and Body Weight. Ph.D. Dissertation, University of Chicago, Chicago, IL.",
        "Cawley J. (2004), An Economic Framework for Understanding Physical Activity and Eating Behaviors, American Journal of Preventive Medicine, 27(3S): 117-125.",
        "Cawley J, Burkhauser RV. (2006), Beyond BMI: The Value of More Accurate Measures of Fatness and Obesity in Social Science Research, NBER Working Paper No. 12291.",
        "Chou 5, Grossman, M, and Saffer, H. (2004), An Economic Analysis of Adult Obesity: Results from the Behavioral Risk Factor Surveillance System, Journal of Health Economics, 23(3): 565-587.",
        "Cutler DM, Glaeser EL, Shapiro, JM. (2003), Why Have Americans Become More Obese? Journal of Economic Perspectives, 17(3): 93-118.",
        "Ewing R, Schmid T, Killingsworth R, Zlot A, Raudenbush 5. (2003), Relationship Between Urban Sprawl and Physical Activity, Obesity, and Morbidity, American Journal of Health Promotion, 18(1): 47-57.",
        "Fenton M. (2005), Battling Americas epidemic of physical inactivity: building more walkable, livable communities. J Nutr Educ Behav, 37(Suppl 2): S115-120.",
        "Finkelstein E, Fiebelkorn, I, Wang G. (2003), National Medical Spending Attributable to Overweight and Obesity: How Much, and Whos Paying? Health Affairs Web Exclusive, W3: 2 19-226.",
        "Grossman M. (1972), On the concept of health capital and the demand for health, Journal of Political Economy, 80(2): 223-255.",
        "Lakdawalla D, Philipson T. (2002), The Growth of Obesity and Technological Change: A Theoretical and Empirical Examination, NBER Working Paper No. 8946.",
        "Oj a P, Vuori I, Paronen 0. (1998), Daily walking and cycling to work: their utility as health-enhancing physical activity, Patient Educ Couns, 33(Suppl 1): S87-94.",
        "Pany I, Small K. (2005), Does Britain or the United States Have the Right Gasoline Tax? American Economic Review, 95(4): 1276-1289.",
        "Rashad I, Grossman M, Chou 5. (2006), The Super Size of America: An Economic Estimation of Body Mass Index and Obesity in Adults, Eastern Economic Journal, 32(1): 133-148.",
        "Rashad I, Kaestner R. (2004), Teenage sex, drugs, and alcohol use: problems identifying the cause of risky behaviors, Journal of Health Economics, 23(3): 493-503.",
        "Rosenbaum PR, Rubin DB. (1983), The Central Role of the Propensity Score in Observational Studies for Causal Effects, Biometrika 70(1): 41-55.",
        "Squires GD. (2002), Urban Sprawl and the Uneven Development of Metropolitan America, in Urban Sprawl: Causes, Consequences, and Policy Responses, G. D. Squires (ed), Washington, DC: Urban Institute Press.",
        "US Department of Transportation (2004), How Bike Paths and Lanes Make a Difference. Washington DC: US Government Printing Office.",
        "US Public Health Service (1999). The Surgeon Generals Call to Action to Prevent Suicide. Washington DC: US Government Printing Office.",
        "Wada, R. (2005), Obesity, Muscularity, and Body Composition: The Puzzle of Gender-Specific Penalty and Between-Ethnic Outcomes. Paper presented at the Eastern Economic Association meetings, March 2005, New York, NY."
    ]
}