{
    "id": 12936,
    "cites": 29,
    "cited_by": 10,
    "reference": [
        "Barberis, N., Huang, M., and T. Santos (2001), Prospect Theory and Asset Prices, Quarterly Journal of Economics 116, 1-53.",
        "Barberis, N., Huang, M., and R. Thaler (2006), Individual Preferences, Monetary Gambles, and Stock Market Participation: A Case for Narrow Framing, American Economic Review 96, 1069-1090.",
        "Benartzi, S. and R. Thaler (1995), Myopic Loss Aversion and the Equity Premium Puzzle, Quarterly Journal of Economics 110, 75-92.",
        "Berger, P. and E. Ofek (1995), Diversifications Effect on Firm Value, Journal of Financial Economics 37, 39-66.",
        "Bollen, N. and R. Whaley (2004), Does Net Buying Pressure Affect the Shape of Implied Volatility Functions? Journal of Finance 59, 71 1-753.",
        "Brunnermeier, M. and J. Parker (2005), Optimal Expectations, American Economic Review 95, 1092-1118.",
        "Brunnermeier, M., Gollier, C., and J. Parker (2007), Optimal Beliefs, Asset Prices, and the Preference for Skewed Returns, American Economic Review (Papers and Proceedings), forthcoming.",
        "Campbell, J.Y., Hilscher, J. and J. Szilagyi (2006), In Search of Distress Risk, Working paper, Harvard University.",
        "Dahlquist, M. and F. Dc Jong (2004), Pseudo Market Timing: Fact or Fiction? Working paper, Stockholm Institute for Financial Research.",
        "Dc Giorgi, E., Hens, T., and H. Levy (2003), Prospect Theory and the CAPM: A Contradiction or Co-existence? Working paper, University of Zurich.",
        "Driessen, J. and P. Maenhout (2004), A Portfolio Perspective on Option Pricing Anomalies, Working paper, INSEAD.",
        "Epstein, L. and S. Zin (1990), First-order Risk Aversion and the Equity Premium Puzzle, Journal of Monetary Economics 26, 387-407.",
        "Goetzmann, W. and A. Kumar (2004), Why do Individual Investors Hold Undiversified Portfolios? Working paper, Yale University.",
        "Harvey, C. and A. Siddique (2000), Conditional Skewness in Asset Pricing Tests, Journal of Finance 55, 1263-1290.",
        "Kahneman, D. (2003), Maps of Bounded Rationality: Psychology for Behavioral Economics, American Economic Review 93, 1449-75.",
        "Kahneman, D. and A. Tversky (1979), Prospect Theory: An Analysis of Decision under Risk, Econometrica 47, 263-291.",
        "Kane, A. (1982), Skewness Preference and Portfolio Choice, Journal of Financial and Quantitative Analysis 17, 15-25.",
        "Kraus, A. and R. Litzenberger (1976), Skewness Preference and the Valuation of Risk Assets, Journal of Finance 31, 1085-1100.",
        "Lamont, 0. and R. Thaler (2003), Can the Market Add and Subtract? Mispricing in Tech Stock Carve-outs, Journal of Political Economy 111, 227-268.",
        "Lang, L. and R. Stulz (1994), Tobins Q, Corporate Diversification, and Firm Performance, Journal of Political Economy 102, 1248-1280.",
        "Mitchell, M., Pulvino P., and E. Stafford (2002), Limited Arbitrage in Equity Markets, Journal of Finance 57, 551-584.",
        "Mitton, T. and K. Vorkink (2006), Why Do Firms with Diversification Discounts Have Higher Expected Returns? Working paper, Brigham Young University.",
        "Mitton, T. and K. Vorkink (2007), Equilibrium Undiversification and the Preference for Skewness, Review of Financial Studies, forthcoming.",
        "Polkovnichenko, V. (2005), Household Portfolio Diversification: A Case for Rank-dependent Preferences, Review of Financial Studies 18, 1467-1501.",
        "Rabin, M. (2000), Risk Aversion and Expected Utility Theory: A Calibration Theorem, Econometrica 68, 1281-1292.",
        "Ritter, J. (1991), The Long-run Performance of Initial Public Offerings, Journal of Finance 46, 3-27.",
        "Schultz, P. (2003), Pseudo Market Timing and the Long Run Performance of IPOs, Journal of Finance 58, 483-5 18.",
        "Tversky, A., and D. Kahneman (1992), Advances in Prospect Theory: Cumulative Repre- 41 sentation of Uncertainty, Journal of Risk and Uncertainty 5, 297-323.",
        "Zhang, Y. (2006), Individual Skewness and the Cross-section of Average Returns, Working paper, Yale University."
    ]
}