{
    "id": 12930,
    "cites": 20,
    "cited_by": 27,
    "reference": [
        "Alt-Sahalia, Yacine, i996, Testing continuous-time models of the spot interest rate, Review of Financial Studies 9, 385-426. Ang, Andrew, and Geert Bekaert, 2002a, Regime switches in interest rates, Journal of Business and Economic Statistics 20, i63-i82.",
        "Ang, Andrew, and Geert Bekaert, 2002b, Short rate nonlinearities and regime switches, Journal of Economic Dynamics and Control 26, i243-i274.",
        "Ang, Andrew, Sen Dong, and Monika Piazzesi, 2006, No-arbitrage Taylor rules, Working paper, Columbia Business School.",
        "Bansal, Ravi, George Tauchen, and Hao Zhou, 2004, Regime-shifts, risk premiums in the term structure, and the business cycle, Journal of Business and Economic Statistics 22, 396-409.",
        "Boivin, Jean, 2006, Has U.S. monetary policy changed? Evidence from drifting coefficients and real-time data, Journal of Money, Credit and Banking 38, i i49-73.",
        "Boudoukh, Jacob, i993, An equilibrium-model of nominal bond prices with inflation-output correlation and stochastic volatility, Journal of Money Credit and Banking 25, 636-665. Boudoukh, Jacob, Matthew Richardson, Tom Smith and Robert E Whitelaw, i999, Regime shifts and bond returns, Working paper, NYU. Buraschi, Andrea, and Alexei Jiltsov, 2005, Time-varying inflation risk premia and the Expectations Hypothesis: A monetary model of the treasury yield curve, Journal of Financial Economics 75, 429-490.",
        "Clarida, Richard, Jordi Gall, and Mark Gertler, 2000, Monetary policy rules and macroeconomic stability: Evidence and some theory, Quarterly Journal of Economics US, i47-i80.",
        "Cochrane, John, and Monika Piazzesi, 2005, Bond risk premia, American Economic Review 95, i38-i60.",
        "Cogley, Timothy, and Thomas J. Sargent, 200 i, Evolving post-World War II U.S. inflation dynamics, in Bernanke, Ben S., and Kenneth S. Rogoff, eds., NBER Macroeconomics Annual 2001 (MIT Press), pp33i-373.",
        "Cogley, Timothy, and Thomas J. Sargent, 2005, Drifts and volatilities: Monetary policies and outcomes in the post WWII U.S., Review of Economic Dynamics 8, 263-302.",
        "Dai, Qiang, and Kenneth J. Singleton, 2000, Specification analysis of affine term structure models, Journal of Finance 55, i943-i978.",
        "Dai, Qiang, and Kenneth J. Singleton, 2002, Expectation puzzles, time-varying risk premia, and affine models of the term structure, Journal of Financial Economics 63, 4i5-4i.",
        "Dai, Qiang, and Kenneth J. Singleton, 2003, Term structure dynamics in theory and reality, Review of Financial Studies i6, 63i-678.",
        "Dai, Qiang, Kenneth J. Singleton, and Wei Yang, 2006, Are regime shifts priced in U.S. treasury markets? forthcoming Review of Financial Studies.",
        "Goto, Shingo, and Walter N. Torous, 2003, The conquest of U.S. inflation: Its implications for the Fisher Hypothesis and the term structure of nominal interest rates, Working Paper, University of South Carolina.",
        "Laubach, Thomas, and John C. Williams, 2003, Measuring the natural rate of interest, Review of Economics and Statistics 85, i063-i070.",
        "Meltzer, Allan H., 2005, From inflation to more inflation, disinflation and low inflation, Keynote Address, Conference on Price Stability, Federal Reserve Bank of Chicago.",
        "Newey, Whitney K., and Kenneth D. West, i987, A simple positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix, Econometrica 55, 703-8. Pennacchi, George, i 99 i, Identifying the dynamics of real interest rates and inflation: Evidence using survey data, Review of Financial Studies i, 53-86. Roll, Richard, 2004, Empirical TIPS, FinancialAnalysts Journal 60, 3i-53.",
        "Rose, Andrew, i988, Is the real interest rate stable? Journal of Finance 43, i095-iii2. Sims, Christopher A., i999, Drifts and Breaks in Monetary Policy, Working Paper, Yale University. Sims, Christopher A., 200i, Comment on Sargent and Cogleys `Evolving post World War II U.S. inflation dynamics, in Bernanke, Ben S., and Kenneth S. Rogoff, eds., NBER Macroeconomics Annual 2001 (MIT Press), pp373-379.",
        "Sola, Martin, and John Driffill, i994, Testing the term structure of interest rates using a vector autoregression with regime switching, Journal of Economic Dynamics and Control i8, 60i-628. Stockton, David J., and James E. Glassman, i987, An evaluation of the forecast performance of alternative models of inflation, Review of Economics and Statistics 69, i08-ii7. Taylor, John B., i993, Discretion versus policy rules in practice, Carnegie-Rochester Conference Series on Public Policy 39, i95-2i4. Timmermann, Allan, 2000, Moments of Markov switching models, Journal of Econometrics 96, i, 75-i ii."
    ]
}