{
    "id": 12932,
    "cites": 40,
    "cited_by": 53,
    "reference": [
        "Akers, RL, MD Krohn, L. Lanza-Kaduce, and M. Radosevich. Social Learning and Deviant Behavior: a Specific Test of a General Theory Am. Sociol. Rev. 44 (1979) 636-655.",
        "Anderson, Elijah. Streetwise: Race, Class, and Change. Chicago: Univ. Chicago Press, 1990.",
        "Ayres, Ian, and Levitt, Steven. Measuring Positive Externalities from Unobservable Victim Precaution: An Empirical Analysis of Lojack. Q.J.E. 113 (February 1998): 43-77.",
        "Bayer, Patrick, and Pozen, David. The Effectiveness of Juvenile Correctional Facilities: Public versus Private Management. J. Law and Econ., 2005, 48(2): 549-90.",
        "Becker, Gary. Crime and Punishment: An Economic Approach. J.P.E. 76 (March/April 1968): 169-217.",
        "Besley, Timothy, and Case, Anne. Diffusion as a Learning Process: Evidence from HYY Cotton. Manuscript. Princeton: Princeton Univ., 1994.",
        "Boozer, Michael, and Cacciola, Stephen. Inside the `Black Box of Project STAR: Estimation of Peer Effects Using Experimental Data. Economic Growth Center Discussion Paper no. 832. New Haven: Yale Univ., 2001.",
        "Calvo-Armengol, Antoni, and Zenou, Yves. Social Networks and Crime Decisions: The Role of Social Structure in Facilitating Delinquent Behavior. International Economic Review. 45 (2004): 939-958.",
        "Case, Anne, and Katz, Lawrence F. The Company You Keep: The Effects of Family and Neighborhood on Disadvantaged Youths. Working Paper no. 3705. Cambridge, Mass.: NBER, May 1991.",
        "Conley, Timothy G., and Udry, Christopher R. Learning about a New Technology: Pineapple in Ghana. Manuscript. Chicago: Univ. Chicago, and New Haven: Yale Univ., 2002.",
        "Elliott, DS., D. Huizinga, and SS. Ageton. Explaining Delinquency and Drug Use. Beverly Hills: Sage. 1985.",
        "Erickson, ML. and LT. Empey. Class Position, Peers, and Delinquency Sociol. Soc. Res. 49 (1965): 268-282.",
        "Foster, Andrew D., and Rosenzweig, Mark R. Learning by Doing and Learning from Others: Human Capital and Technical Change in Agriculture. J.P.E. 103 (December 1995): 1176-1209.",
        "Glaeser, Edward L.; Sacerdote, Bruce; and Scheinkman, Jose A. Crime and Social Interactions. Q.J.E. 111 (May 1996): 507-48.",
        "Glueck, S. and E. Glueck. Unraveling Juvenile Delinquency. Cambridge, MA: Harvard University Press. 1950.",
        "Grogger, Jeff. Market Wages and Youth Crime. J. Labor Econ. 16 (October 1998): 756-91.",
        "Jacob, Brian A., and Lefgren, Lars. Are Idle Hands the Devils Workshop? Incapacitation, Concentration and Juvenile Crime. A.E.R. 93(5), 2003.",
        "Jensen, G.F. Parents, Peers, and Delinquent Action: A Test of the Differential Association Perspective Am. J. Sociol. 78 (1972): 562-75.",
        "Katz, Lawrence F.; Kling, Jeffrey R.; and Leibman, Jeffrey B. Moving to Opportunity in Boston: Early Results of a Randomized Mobility Experiment. Q.J.E. 116 (May 2001): 607-54.",
        "Kling, Jeffrey R., Jens Ludwig and Lawrence F. Katz. Neighborhood Effects on Crime for Female and Male Youth: Evidence from a Randomized Housing Voucher Experiment. Q.J.E., 120:1 (February 2005), 87-130.",
        "Kremer, Michael, and Levy, Dan. (2003) Peer Effects and Alcohol Use Among College Students. Cambridge, Mass.: NBER Working Paper No. 9876.",
        "Levitt, Steven D. Juvenile Crime and Punishment. J.P.E. 106 (December 1998): 1156-85.",
        "Levitt, Steven D., and Lochner, Lance. The Determinants of Juvenile Crime. In Risky Behavior among Youths. An Economic Analysis, edited by Jonathan Gruber. Chicago: Univ. Chicago Press, 2001.",
        "Levitt, Steven D. and Venkatesh, Sudhir. An Economic Analysis of a Drug-Selling Gangs Finances. Q.J.E. 115 (August 2000): 755-789.",
        "Ludwig, Jens; Duncan, Greg J.; and Hirschfield, Paul. Urban Poverty and Juvenile Crime: Evidence from a Randomized Housing-Mobility Experiment. Q.J.E. 116 (May 2001): 655-80.",
        "Lochner, Lance. Education, Work, and Crime: A Human Capital Approach, International Economic Review, 45 (August 2004): 811-43.",
        "Manski, Charles F. Identification of Endogenous Social Effects: The Reflection Problem. Rev. Econ. Stud. 60 (July 1993): 531-42.",
        "Matsueda, R.L. and K. Heimer. Race, Family Structure, and Delinquency: A Test of Differential Association and Social Control Theories Am. Sociol. Rev. 52 (1987): 826-840.",
        "Mocan, H. Naci, and Rees, Daniel I. Economic Conditions, Deterrence and Juvenile Crime: Evidence from Micro Data. American Law and Economics Review. 7:2 (2005): 319-49.",
        "Munshi, Kaivan. Learning from Your Neighbors: Why Do Some Innovations Spread Faster Than Others? Manuscript. Philadelphia: Univ. Pennsylvania, 1999.",
        "Reiss, Albert J. Co-Offending and Criminal Careers. In Crime and Justice. A Review of Research, vol. 10, edited by Michael Tonry and Norval Morris. Chicago: Univ. Chicago Press, 1988.",
        "Sacerdote, Bruce. Peer Effects with Random Assignment: Results for Dartmouth Roommates. Q.J.E. 116 (2001): 681-704.",
        "Sah, Raaj K. Social Osmosis and Patterns of Crime. J.P.E. 99 (December 1991): 1272-95.",
        "Sarnecki, Jerzy. Delinquent Networks. Youth Co-Offending in Stockholm. Cambridge: Cambridge Univ. Press, 2001.",
        "Silverman, Dan. Street Crime and Street Culture. International Economic Review. 45:3 (2004): 76 1-786.",
        "Sutherland, Edwin H. Principles of Criminology. Chicago: J.B. Lippincott, 1939.",
        "Tittle, C.R., M.J. Burke, and E.F. Jackson. Modeling Sutherlands Theory of Differential Association: Toward and Empirical Clarification. Social Forces 65 (1986): 405-432.",
        "Voss, H.L. Differential Association and Reported Delinquency Behavior: A Replication Soc. Problems. 12 (1964) 78-85.",
        "Warr, Mark. Organization and Instigation in Delinquent Groups. Criminology 34 (February 1996): 11-37.",
        "Warr, Mark. Companions in Crime. The Social Aspects of Criminal Conduct. Cambridge: Cambridge Univ. Press, 2002."
    ]
}