{
    "id": 12933,
    "cites": 24,
    "cited_by": 17,
    "reference": [
        "Arbulu, Pedro, Le Marche Parisien des Actions au XIX3 SiÃ\u0083Â¨cle: Performance et Efficience dun Marche Emergent (These: Universite dOrleans, 1998).",
        "Banner, Stuart, Anglo-American Securities Regulation: Cultural and Political Roots, 1690-1860 (Cambridge: Cambridge University Press, 1998).",
        "Bernanke, Ben S., Clearing and Settlement during the Crash, Review of Financial Studies Vol. 3, No. 1 (1990), pp. 133-151.",
        "Boissiere, Gustave, La Compagnie des Agents de Change et le Marche Officiel a la Bourse de Paris (Paris: Arthur Rousseau, 1908).",
        "Bouvier, Jean, Naissance dune ban que: Le Credit Lyonnais (Paris, Flammarion, 1968).",
        "Bouvier, Jean, Le Krach de lUnion Generale (1878-1885) (Paris: Presses Universitaires de France, 1960).",
        "Emery, Henry Crosby, Speculation on the Stock and Produce Exchanges of the United States (New York: Columbia University, 1896). Ferguson, Niall, The House of Rothschild: The Worlds Banker, 1849-1 999 (New York: Viking, 1999).",
        "Janow, Robert A., and Fan Yu, Counterparty Risk and the Pricing of Defaultable Securities, Journal of Finance 65, 6 (October 2001), pp. 1765-1799.",
        "Kindleberger, Charles P., A Financial History of Western Europe 2nd ed., (Oxford University Press, 1993).",
        "Kroszner, Randall S., Can the Financial Markets Privately Regulate Risk? Journal of Money, Credit, and Banking Vol. 31, No. 3, (August 1999, Part 2), pp. 596-618.",
        "Kroszner, Randall S., Lessons from Financial Crises: The Role of Clearinghouses, Journal of Financial Services Research 18: 2/3 (2000), pp. 157-171.",
        "Kroszner, Randall S., Central Counterparty Clearing: History, Innovation, and Regulation, European Central Bank and Federal Reserve Bank of Chicago Joint Conference on Issues Related to Central Counterparty Clearing, Frankfurt, Germany April 3, 2006.",
        "Leon, Eugene, Ã\u0083â\u0080°tude sur la coulisse et ses operations, (Paris: Arthur Rousseau, 1896). Levy-Leboyer, Maurice and Francois Bourguignon, The French Economy in the Nineteenth Century (Cambridge: Cambridge University Press, 1990).",
        "Mishkin, Frederic S., and Eugene N. White, U.S. Stock Market Crashes and Their Aftermath: Implications for Monetary Policy, in William C. Hunter, George G. Kaufman and Michael Pomerleano, eds., Asset Bubbles: The Implications for Monetary, Regulatory and International Policies, (Cambridge: MIT Press, 2003), pp. 53-80.",
        "Moser, James T., Contracting Innovations and the Evolution of Clearing and Settlement Methods at Futures Exchanges, Federal Reserve Bank of Chicago, Working Papers Series, Research Department (WP-98-26), August 1998.",
        "Neal, Larry, and Lance Davis, The evolution of the structure and serformance of the London Stock Exchange in the first global financial market, European Review of Economic History 10:3 (December 2006), pp. 279-300.",
        "New York Stock Exchange, Yearbook (NYSE Committee on Publicity, various years). New York Stock Exchange, www.nyse.org. Pinong, Craig, A Positive Theory of Financial Exchange Organization with Normative Implications for Financial Market Regulation, Olin School of Business, Washington University, St. Louis, working paper (1997).",
        "Poiteux, Benjamin, La Bourse des Valeurs de Paris: Historique, Organisation, Fonctionnement du Marche (Chinon: Mereau, 1928) Proudhon, Pierre-Joseph, Manuel du Speculator a la Bourse (Paris: Garnier Freres, 1857).",
        "Robert-Milles, S., Grammaire de la Bourse 2nd ed., (Paris: Paul Sevin, 1892). Say, Leon, Les interventions du Tresor a la bourse depuis 100 ans, Annales de lÃ\u0083â\u0080°cole libres des sciences politiques (1886), volume 1, pp. 3-37. Vidal, Emmanuel, History and Methods of the Paris Bourse (Washington, D.C.: National Monetary Commission, Government Printing Office, 1910).",
        "Walter, Donald A., A factual account of the functioning of the nineteenth-century Paris Bourse, European Journal of the History of Economic Thought 8:2 (Summer 2001), pp. 186-201.",
        "Werner, Walter, and Steven T. Smith, Wall Street, (New York: Columbia University Press, 1991).",
        "White, Eugene N., Banking and Finance in the Twentieth Century, in Stanley L. Engerman and Robert E. Gallman, The Cambridge Economic History of the United States (Cambridge: Cambridge University Press, 2000), pp. 743-802.",
        "White, Eugene N., The Paris Bourse, 1724-18 14: Experiments in Microsturcture, in Engergman, Stanley L., Philip T. Hoffman, Jean-Laurent Rosenthal, and Kenneth L. Sokoloff, Finance, Intermediaries, and Economic Development (Cambridge: Cambridge University Press, 2003).",
        "Zola, Emile, LArgent (Paris: Fasquelle, 1985 [1890])."
    ]
}