{
    "id": 12935,
    "cites": 37,
    "cited_by": 54,
    "reference": [
        "Argyle M. The psychology of happiness. Routledge: London, Second edition; 2001.",
        "Bell D, Blanchflower DG. The Scots may be brave but they are neither healthy nor happy. Scottish Journal of Political Economy, forthcoming. Blanchflower DG. Unemployment, well-being and wage curves in Eastern and Central Europe. Journal of Japanese and International Economies 2001; 15; 364-402.",
        "Blanchflower DG, Oswald AJ. The rising well-being of the young. In Youth Employment and Joblessness in Advanced Countries, eds. D.G. Blanchflower and R. Freeman, NBER and University of Chicago Press, Chicago; 2000.",
        "Blanchflower DG, Oswald AJ. Well-being over time in Britain and the USA. Journal of Public Economics 2004; 88; 1359-1386.",
        "Blanchflower DG, Oswald AJ. Hypertension and happiness across nations. University of Warwick working paper. 2007.",
        "Carstensen LL, Isaacowitz DM, Turk-Charles S. Taking time seriously: A theory of socioeconomic selectivity. American Psychologist 1991; 54; 165-181.",
        "Charles ST, Reynolds CA, Gatz M. Age-related differences and change in positive and negative affect over 23 years. Journal of Personality and Social Psychology 2001; 80; 136-151.",
        "Clark AE, Oswald AJ. Unhappiness and unemployment. Economic Journal 1994; 104; 648-659.",
        "Clark AE, Oswald A, Warr P. Is job satisfaction U-shaped in age? Journal of Occupational and Organizational Psychology 1996; 69; 57-81.",
        "Clark AE, Oswald AJ. The curved relationship between subjective well-being and age. Unpublished paper. University of Warwick. 2007.",
        "Diener E, Suh EM, Lucas RE, Smith HL. Subjective well-being: Three decades of progress. Psychological Bulletin 1999; 125(2); 276-302.",
        "Di Tella R, MacCulloch RJ, Oswald AJ. Preferences over inflation and unemployment: Evidence from surveys of happiness. American Economic Review 2001; 91; 335-341.",
        "Di Tella R, MacCulloch RJ, Oswald AJ. The macroeconomics of happiness. Review of Economics and Statistics 2003; 85; 809-827.",
        "Easterlin RA. Explaining happiness. Proceedings of the National Academy of Sciences 2003; 100; 11176-11183.",
        "Easterlin RA. Life cycle happiness and its sources: Intersections of psychology, economics and demography. Journal of Economic Psychology 2006; 27; 463482.",
        "Frey BS, Stutzer A. Happiness and economics. Princeton University Press: Princeton; 2002.",
        "Frijters P, Haisken-DeNew JP, Shields MA. Money does matter! Evidence from increasing real income and life satisfaction in East Germany following reunification. American Economic Review 2004; 94; 730-740.",
        "Frijters P, Haisken-DeNew JP, Shields MA. The causal effect of income on health: Evidence from German reunification. Journal of Health Economics 2005; 24; 997-1017.",
        "Gardner J, Oswald AJ. Money and mental well-being: A longitudinal study of medium-sized lottery wins. Journal of Health Economics 2007; 26; 49-60.",
        "Gerlach K, Stephan G. A paper on unhappiness and unemployment in Germany. Economics Letters 1996; 52; 325-330.",
        "Graham C. Insights on development from the economics of happiness. World Bank Research Observer 2005; 20; 201-231.",
        "Hayo B, Seifert W. Subjective economic well-being in Eastern Europe. Journal of Economic Psychology 2003; 24; 329-348.",
        "Layard R. Happiness: Lessons from a new science. Allen Lane: London; 2005.",
        "Lucas RE, Clark AE, Georgellis Y, Diener E. Unemployment alters the set point for life satisfaction. Psychological Science 2004; 15 (1); 8-13.",
        "Mroczek DK, Kolarz CM. The effect of age on positive and negative affect: A developmental perspective on happiness. Journal of Personality and Social Psychology 1998; 75; 1333-1349.",
        "Mroczek DK, Spiro A. Change in life satisfaction during adulthood: Findings from the Veterans Affairs Normative Aging study. Journal of Personality and Social Psychology 2005; 88; 189-202.",
        "Murphy JM, Laird NM, Monson RR, Sobol AM, Leighton AH. A 40-year perspective on the prevalence of depression - The Stirling County study. Archives of General Psychiatry 2000; 57; 209-215.",
        "Myers DM. The pursuit of happiness. Morrow: New York; 1992.",
        "Oswald AJ. Happiness and economic performance. Economic Journal 1997; 107; 1815-1831.",
        "Oswald AJ, Powdthavee N. Does happiness adapt? A longitudinal study of disability with implications for economists and judges. University of Warwick: working paper; 2005.",
        "Paykel ES. Not an age of depression after all? Incidence rates may be stable over time. Psychological Medicine 2000; 30; 489-490.",
        "Pinquart M, Sorensen S. Influences on loneliness in older adults: A meta-analysis. Basic and Applied Social Psychology 2001; 23; 245-266.",
        "Powdthavee N. Unhappiness and crime: Evidence from South Africa. Economica 2005; 72; 531-547.",
        "Smith DM, Langa M, Kabeto MU, Ubel PA. Health, wealth and happiness. Psychological Science 2005; 16; 663-666.",
        "Stockard J, OBrien RM. Cohort variations and changes in age-specific suicide rates over time: Explaining variations in youth suicide. Social Forces 2002; 81; 605642.",
        "Van Praag B, Ferrer-I-Carbonell A. Happiness quantified: A satisfaction calculus approach. Oxford University Press: Oxford; 2004.",
        "Winkelmann L, Winkelmann R. Why are the unemployed so unhappy? Evidence from panel data. Economica 1998; 65; 1-15."
    ]
}