{
    "id": 12944,
    "cites": 32,
    "cited_by": 353,
    "reference": [
        "Akerlof, George, Janet Yellen, and Michael, Katz (1996) An Analysis of Out-of-Wedlock Childbearing in the United States Quarterly Journal of Economics, 111(2): 277-3 17.",
        "Aguiar, Mark and Erik Hurst (2007) Measuring Trends in Leisure: The Allocation of Time over Five Decades Quarterly Journal of Economics, 122(3), forthcoming.",
        "Allen, Douglas W. (1992) Marriage and Divorce: Comment, American Economic Review, 82(3).",
        "Becker, Gary 5. (1981) A Treatise on the Family, Harvard University Press: Cambridge.",
        "Becker, Gary S., Elizabeth M. Landes, and Robert T. Michael (1977) An Economic Analysis of Marital Instability Journal of Political Economy, 85 (6): 1141-87.",
        "Bedard, Kelly and Olivier Deschenes (2005) Sex Preferences, Marital Dissolution, and the Economic Status of Women Journal of Human Resources, 40 (2): 411-434.",
        "Blau, Francine D. and Lawrence M. Kahn (2000) Gender Differences in Pay, Journal of Economic Perspectives, 14 (4): 75-99.",
        "Caucutt, Elizabeth, Nezih Guner, and John Knowles (2002) Why Do Women Wait? Matching, Wage, Inequality, and the Incentives for Fertility Delay Review of Economic Dynamics, 5 (4): 8 15-855.",
        "Charles, Kerwin and Melvin Stephens (2004) Disability, Job Displacement and Divorce, Journal of Labor Economics, 22 (2): 489-523.",
        "Cherlin, Andrew (1981) Marriage, Divorce, Remarriage, Harvard University Press: Cambridge, MA.",
        "Cutler, David, Edward Glaeser, and Jesse Shapiro (2003) Why Have Americans Become More Obese Journal of Economic Perspectives, 17 (3): 93-118.",
        "Dahl, Gordon (200) Myopic Matrimony and Dropout Decisions? Evidence Using State Laws for Maniage, Schooling and Work, National Bureau of Economic Research Working Paper 11328, Cambridge, MA. The Economist (1999) Millennium Issue: Oral Contraceptives The Liberator The Economist Newspaper Dec. 23.",
        "Gardner, Jonathan and Andrew Oswald (2006) Do Divorcing Couples Become Happier By Breaking Up?, Journal of the Royal Statistical Society Series A, 169 (2): 3 19-336.",
        "Goldin, Claudia and Lawrence Katz (2002) The Power of the Pill: Oral Contraceptives and Womens Career and Marriage Decisions, Journal of Political Economy, 110 (4): 730-70.",
        "Gould, Eric and Daniele Paserman (2003) Waiting for Mr. Right: rising inequality and declining maniage rates Journal of Urban Economics, 53 (2): 257-28 1.",
        "Greenwood, Jeremy, Ananth Seshadri, and Mehmet Yorukogu (2005) Engines of Liberation Review of Economic Studies, 72 (1): 109-133.",
        "Greenwood, Jeremy and Guillaume Vandenbroucke (2005) Hours Worked: Long-run Trends, National Bureau of Economic Research Working Paper 11629, Cambridge, MA.",
        "Hitsch, Guenter, Ali HortaÃ\u0083Â§su and Dan Ariely (2006) What Makes You Click? Mate Preferences and Matching Outcomes in Online Dating, mimeo, University of Chicago.",
        "Jacobson, Paul H. (1959) American Marriage and Divorce, Rinehart and Company, Inc.: New York.",
        "Johnson, William H. and Jonathan Skinner (1986) Labor Supply and Marital Separation, American Economic Review, 76 (3): 455-69.",
        "Lakdawalla, Darius, Neeraj Sood and Dana Goldman (2006) HIV Breakthroughs and Risky Sexual Behavior, Quarterly Journal of Economics, 121 (3): 1063-1102.",
        "References - 2 Lam, David (1988) Maniage Markets and Assortative Mating with Household Public Goods: Theoretical Results and Empirical Implications, Journal of Human Resources, 23 (4): 462-87.",
        "Michael J. Brien, Lee A. Lillard and Steven Stern (2006) Cohabitation, Marriage, and Divorce in a Model of Match Quality, International Economic Review, 47(2): 45 1-494.",
        "Lillard, Lee A., Michael J. Brien, and Linda J.Waite (1995) Pre-Marital Cohabitation and Subsequent Marital Dissolution: A Matter of Self-Selection? Demography. 32 (3): 437-458.",
        "McKinnish, Tena (2006) Sexually-Integrated Workplaces and Divorce: Another Form of On-the-Job Search Journal of Human Resources, forthcoming.",
        "Peters, H. Elizabeth (1986) Marriage and Divorce: Informational Constraints and Private Contracting, American Economic Review, 76 (3): 437-54.",
        "Statistics Canada (2004) The Canada Year Book, online edition available at: www.statcan.ca.",
        "Stevenson, Betsey and Justin Wolfers (2006) Bargaining in the Shadow of the Law: Divorce Laws and Family Distress, Quarterly Journal of Economics, 121 (1): 267-288.",
        "Stevenson, Betsey (2006) Divorce-Law Changes, Household Bargaining, and Married Womens Labor Supply Revisited, mimeo, University of Pennsylvania.",
        "Stevenson, Betsey (2007) The Impact of Divorce Laws on Investment in Marriage-Specific Capital, Journal of Labor Economics, 25 (1): 75-94 U.S. Census Bureau (2005) Current Population Survey, March and Annual Social and Economic Supplements, 2005 and earlier. http://www.census .gov/popii1ation/socdemo/hh~famIrns2.pdf U.S. Census Bureau (2007) StatisticalAbstract of the United States, Washington, DC.",
        "Waite, Linda J. and Maggie Gallagher (2000) The Case for Marriage, New York: Random House.",
        "Wolfers, Justin (2006) Did Unilateral Divorce Raise Divorce Rates? A Reconciliation and New Results, American Economic Review, 96(5) 1802-1820."
    ]
}