{
    "id": 12946,
    "cites": 13,
    "cited_by": 4,
    "reference": [
        "Barro, R., and X. Sala-i-Martin (1995), Economic Growth, McGraw-Hill: New York.",
        "OECD (2002), Education at a Glance, p. 117, table A11.2.",
        "Bundesministerium fÃ\u0083Â¼r Wirtschaft und Arbeit (2003), Die Hartz-Reformen - em Beitrag zur Losung des Beschaftigungsprobl ems?, Gutachten des Wissenschaftlichen Beirats, BMWA-Dokumentation No. 518.",
        "Haveman, B. (1988), Starting Even: An Equal Opportunity Program to Combat the Ntionss New Poverty, Somon and Schuster: New York.",
        "Phelps, E.S. (1994a), Economic Justice to the Working Poor through a Wage Subsidy, in: D.B. Papadimitriou, ed., Aspects of Distribution of Wealth and Income, St.",
        "Martins Press: New York, 151-164. Phelps, E.S. (1994b), Low-Wage Employment Subsidies versus the Welfare State, American Economic Review 84, 54-58.",
        "Phelps, E.S. (1997), Rewarding Work. How to Restore Participation and Self-Support to Free Enterprise, Harvard University Press: Cambridge, Mass., and London.",
        "Sinn, H.-W., Ch. Holzner, W. Meister, W. Ochel und M. Werding (2002), Aktivierende Sozialhilfe - Em Weg zu mehr Beschaftigung und Wachstum, ifo Schnelldienst 54, Special Issue, , Nr. 9.",
        "Sinn, H.-W. (2004), Die Basar-Okonomie. Deutschland: Exportweltmeister oder Schlusslicht?, Econ: Munich.",
        "Sinn, H.-W. (2005), Migration and Social Replacement Incomes. How to Protect Low- income Workers in the Industrialized Countries against the Forces of Globalization and Market Integration, International Tax and Public Finance 12, 375-3 93.",
        "Sinn, H.-W., Ch. Holzner, W. Meister, W. Ochel and M. Werding (2006), Redesigning the Welfare State. Germanys Current Agenda for an Activating Social Assistance, Edward Elgar: Cheltenham and Northampton, Mass..",
        "Solow, R. (1988), Work and Welfare, Princeton University Press: Princeton.",
        "WTO (2005), Press Release: World Trade Report 2005."
    ]
}