{
    "id": 12945,
    "cites": 29,
    "cited_by": 61,
    "reference": [
        "[1] Bachmann, R., R.J. Caballero and E.M.R.A. Engel (2006). Lumpy Investment in Dynamic General Equilibrium, NBER Working Paper No. 12336.",
        "[2] Ball, L. and D. Romer (1990). Real Rigidities and the Non-Neutrality of Money, Review of Economic Studies, 57, 193-203.",
        "[3] Bar-Ilan, A. and A. Blinder (1992). Consumer Durables: Evidence on the Optimality of Usually Doing Nothing, Journal of Money, Credit and Banking, 24, 258-272.",
        "[4] Barro, R.J. (1972). A Theory of Monopolistic Price Adjustment Review of Economic Studies 39, 17-26.",
        "[5] Bils, M. and P.J. Klenov (2004). Some Evidence on the Importance of Sticky Prices, Journal of Political Economy 112(5), 947-985.",
        "[6] Burstein, A. (2006). Inflation and Output Dynamics with State Dependent Pricing, Journal of Monetary Economics.",
        "[7] Burstein, A. and M. Hellwig (2006). Prices and Market Shares in a Menu-Cost Model, mimeo, UCLA.",
        "[8] Caballero, R.J. and E.M.R.A. Engel (1991). Dynamic (S, s) Economies, Econometrica, 59(6), 1659-1686.",
        "[9] (1993a). Heterogeneity and Output Fluctuations in a Dynamic MenuCost Economy, Review of Economic Studies, 60, 95-119.",
        "[10] (1993b). Microeconomic Rigidities and Aggregate Price Dynamics, European Economic Review, 37 (4), 697-711.",
        "[11] (1993c). Microeconomic Adjustment Hazards and Aggregate Dynamics, Quarterly Journal of Economics, 108 (2), 359-383,",
        "[12] (1999). Explaining Investment Dynamics in US Manufacturing: A Generalized (S, s) Approach, Econometrica 67(4), 741-782.",
        "[14] Calvo, G. (1983). Staggered Prices in a Utility Maximizing Framework Journal of Monetary Economics, 12, 383-398",
        "[15] Caplin, A. and D. Spulber (1987). Menu Costs and the Neutrality of Money, Quarterly Journal of Economics, 102, 703-726. 25",
        "[16] Carvalho, C. (2006). Heterogeneity in Price Stickiness and the Real Effects of Monetary Shocks, Frontiers of Macroeconomics, 2(1), Article 1.",
        "[17] Dhyne, E., L.J. Alvarez, H.L. Bhan, G. Veronese, D. Dias, J.. hoffmann, N. Jonker, P. Lunnemann, F. Rumler and J. Vilmunen (2006). Price Setting in the Euro Area and the United States: Some Facts LFrom Individual Consumer Price Data, Jonrnal of Economic Perspectives, 20(2), 171-192.",
        "[18] Dotsey, M., and R.G. King (2005). Implications of state-dependent pricing for dynamic macroeconomic models, Jonrnal of Monetary Economics, 52, 213-242.",
        "[19] Dotsey, M., R.G. King, and A.L. Wolman (1999). State Dependet Pricing and the General Equilibrium Dynamics of Money and Output Qnarterly Jonrnal of Economics, 114, 655-690",
        "[20] Fabiani, S., M. Druant, I. Hernando, C. Kwapil, B. Landau, C. Loupias, F. Martins, T. Matha, R. Sabbatini, H. Stahl, and A. Stokman (2006). The Pricing Behavior of Firms in the Euro Area: New Survey Evidence, International Jonrnal of Central Banking, 2 (3), September, 3-47.",
        "[22] Golosov, M. and R.E. Lucas (2006). Menu Costs and the Phillips Curve, MIT, mimeo.",
        "[23] Kehoe, P. and V. Midrigan (2007). Sales, Clustering of Price Changes, and the Real Effects of Monetary Policy, mimeo.",
        "[24] Klenow, P.J. and 0. Kryvtsov (2005). State-Dependent or Time-Dependent Pricing: Does It Matter for Recent U.S. Inflation, NBER Working Paper No. 11043.",
        "[25] Kleshchelski, I. and N. Vincent (2007). Market Share and Price Rigidity, Northwestern, mimeo.",
        "[26] Midrigan, V. (2006). Menu Costs, Multi-product Firms, and Aggregate Fluctuations. Mimeo.",
        "[27] Nakamura, E. and J. Steinsson (2006a). Five Facts About Prices: A Reevaluation of Menu Cost Models, mimeo, Harvard University.",
        "[28] Nakamura, E. and J. Steinsson (2006b). Monetary Non-Neutrality in a Multi-Sector Menu Cost Model, mimeo, Harvard University.",
        "[29] Sheshinski, E. and Y. Weiss (1993). Optimnm Pricing, Inflation, and the Cost of Price Adjnstment, (eds.). MIT Press.",
        "[30] Stokey, N. (2002). Brownian Models in Economics. Manuscript.",
        "[31] Walters, P. (1982). An Introdnction to Ergodic Theory, Springer-Verlag."
    ]
}