{
    "id": 12948,
    "cites": 55,
    "cited_by": 70,
    "reference": [
        "Abel, Andrew B. 2002. An Exploration of the Effects of Pessimism and Doubt on Asset Prices. Journal of Economic Dynamics and Control 26:1075-1092.",
        "Anderson, Evan W., Lars Peter Hansen, and Thomas J. Sargent. 2003. A Quartet of Semigroups for Model Specification, Robustness, Prices of Risk, and Model Detection. Journal of the European Economic Association 1:69-123.",
        "Bansal, Ravi and Amir Yaron. 2004. Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles. Journal of Finance 59:1481-1509.",
        "Bray, Margaret. 1982. Learning, Estimation and the Stability of Rational Expectations. Journal of Economic Theory 26:318-339.",
        "Bray, Margaret and David M. Kreps. 1987. Rational Learning and Rational Expectations. In Arrow and the Accent of Modern Economic Theory, edited by G. R. Feiwel, 597-625. New York: New York University Press.",
        "Cagetti, Marco, Lars Peter Hansen, Thomas J. Sargent, and Noah Williams. 2002. Robustness and Pricing with Uncertain Growth. Review of Financial Studies 15:363-404.",
        "Campbell, John. 1996. Understanding Risk and Return. Journal of Political Economy 104:298-345.",
        "Campbell, John and Robert Shiller. 1988. Stock Prices, Earnings, and Expected Dividends. Journal of Finance 43:661-676.",
        "Campbell, John Y. and John Cochrane. 1999. Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior. Journal of Political Economy 107:205-251.",
        "Campbell, John Y. and Tuomo Vuolteenaho. 2004. Bad Beta, Good Beta. American Economic Review 94:1249-1275.",
        "Chernoff, Herman. 1952. A Measure of Asymptotic Efficiency for Tests of a Hypothesis Based on the Sum of Observations. Annals of Mathematical Statistics 23:493-507.",
        "Croce, Mariano M., Martin Lettau, and Sydney Ludvigson. 2006. Investor Information, Long-Run Risk, and the Duration of Risky Assets. New York University.",
        "Cumby, Robert, John Huizinga, and Maurice Obstfeld. 1983. Two-step Two-stage Least Squares Estimation in Models with Rational Expectations. Journal of Econometrics 21 :333-355.",
        "David, Alexander. 1997. Fluctuating Confidence in Stock Markets: Implications for Returns and Volatility. Journal of Financial and Quantitative Analysis 32:457-462.",
        "Duffie, Darrell and Larry G Epstein. 1992. Stochastic Differential Utility. Econometrica 60 (2):353-94.",
        "Epstein, Larry and Martin Schneider. 2003. Recursive Multiple Priors. Journal of Economic Theory 113:1-31.",
        "Epstein, Larry and Stanley Zin. 1989. Substitution, Risk Aversion and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework. Econometrica 57:937-969.",
        "Evans, George W. and Seppo Honkapohja. 2001. Learning and Expectations in Macroeconomics. Princeton, New Jersey: Princeton University Press.",
        "Geweke, John. 2001. A Note on Some Limitations of CRRA Utility. Economics Letters 71 :341-345.",
        "Gibbons, Michael R., Stephen A. Ross, and Jay Shanken. 1989. A Test of Efficiency of a Given Portfolio. Econometrica 57:1121 1152.",
        "Gilboa, Itzhak and David Schmeidler. 1989. Maxmin Expected Utility with a Non-Unique Prior. Journal of Mathematical Economics 18: 141-153.",
        "Hamilton, James D. 1989. A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle. Econometrica 57:357-384.",
        "Hansen, Lars Peter. 1982. Large Sample Properties of Generalized Method of Moments Estimators. Econometrica 50:1029-1054.",
        "Hansen, Lars Peter and Ravi Jagannathan. 1991. Implications of Security Market Data for Models of Dynamic Economies. Journal of Political Economy 99.",
        "Hansen, Lars Peter and Scott F. Richard. 1987. The Role of Conditioning Information in Deducing Testable Restrictions Implied by Dynamic Asset Pricing Models. Econometrica 55.",
        "New York University. 2006b. Recursive Robust Estimation and Control Without Commitment. Journal of Economic Theory forthcoming.",
        "Hansen, Lars Peter and Jose Scheinkman. 2006. Long Run Risk: An Operator Approach. University of Chicago and Princeton University.",
        "Hansen, Lars Peter and Kenneth J. Singleton. 1982. Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models. Econometrica 50: 1269-1299.",
        "Hansen, Lars Peter, William Roberds, and Thomas J. Sargent. 1991. Exact Liner Rational Expectations Models. In Rational Expectations Econometrics: Specification and Estimation, edited by Lars Peter Hansen and Thomas J. Sargent, 45-76. Westview Press.",
        "Hansen, Lars Peter, John Heaton, Junghoon Lee, and Nikolai Roussanov. 2006a. Risk Aversion and Intertemporal Substitution. In Handbook of Econometrics, edited by James J. Heckman. Elsevier. Forthcoming.",
        "Hansen, Lars Peter, John C. Heaton, and Nan Li. 2006b. Consumption Strikes Back?: Measuring Long Run Risk. University of Chicago.",
        "Heaton, John C. 1995. An Empirical Investigation of Asset Pricing with Temporally Dependent Preference Specifications. Econometrica 63:68 1-71 7.",
        "Hindy, Ayman and Chi-Fu Huang. 1992. Intertemporal Preferences for Uncertain Consumption: A Continuous Time Approach. Econometrica 60:781-801.",
        "Jacobson, David H. 1973. Optimal Stochastic Linear Systems with Exponential Performance Criteria and Their Relation to Deterministic Differential Games. IEEE Transactions for Automatic Control AC-18: 1 124-131.",
        "Jun Liu, Jun Pan and Tan Wang. 2005. An Equilibrium Model of Rare-Event Premia and Its Implication for Option Smirks. Review of Financial Studies 18:131-164.",
        "Klibanoff, Peter, Massimo Marinacci, and Sujoy Mukerji. 2005. A Smooth Model of Decision Making Under Uncertainty. Econometrica 73:1849-1892.",
        "Kreps, David M. and Evan L. Porteus. 1978. Temporal Resolution of Uncertainty and Dynamic Choice. Econometrica 46:1 85-200.",
        "Lettau, Martin and Sydney Ludvigson. 2003. Measuring and Modeling Variation in the Risk-Return Tradeoff. In Handbook of Financial Econometrics, Forthcoming, edited by Yacine Ait-Sahalia and Lars Peter Hansen.",
        "Lucas, Robert E. 1972a. Econometric Testing of the Natural Rate Hypothesis. In The Econometrics of Price Determination, edited by 0. Eckstein, 50-59. Washington, D.C.: Board of Governors of the Federal Reserve Board.",
        "Lucas, Robert E. and Edward C. Prescott. 1971. Investment Under Uncertainty. Econometrica 39:659-681.",
        "Maccheroni, Fabio, Massimo Marinacci, and Aldo Rustichini. 2006a. Dynamic Variational Preferences. Journal of Economic Theory 128:4-44.",
        "Muth, John H. 1961. Rational Expectations and the Theory of Price Movements. Econometrica 29.",
        "Newman, Charles M. and Barton W. Stuck. 1979. Chernoff Bounds for Discriminating Between Two Markov Processes. Stochastics 2:139-153.",
        "Restoy, Fernando and Philippe Weil. 1998. Approximate Equilibrium Asset Prices. NBER Working Paper 6611.",
        "Santos, Jesus and Pietro Veronesi. 2005. Cash-Flow Risk, Discount Risk, and the Value Premium. NBER Working Papers 11816, National Bureau of Economic Research.",
        "Saracoglu, Rusdu and Thomas J. Sargent. 1978. Seasonality and Portfolio Balance under Rational Expectations. Journal of Monetary Economics 4:435-458.",
        "Sargent, Thomas J. 1973. Rational Expectations, the Real Rate of Interest, and the Natural Rate of Unemployment. Brookings Papers in Economic Activity 2.",
        "University Press. Sclove, Stanley L. 1983. Time-Series Segmentation: A Method and a Model. Information Science 29:7-25.",
        "Shiller, Robert. 1972. Rational Expectations and the Structure of Interest Rates. Ph.D. thesis, M.I.T.",
        "Conference Series on Public Policy 17:203-238. Tallarini, Thomas D. 2000. Risk-sensitive real business cycles. Journal of Monetary Economics 45 (3):507-532.",
        "Tauchen, George and Robert Hussey. 1991. Quadrature-Based Method for Obtaining Approximate Solutions to Nonlinear Asset Pricing Models. Econometrica 59:371-396.",
        "Veronesi, Pietro. 2000. How Does Information Quality Affect Stock Returns. Journal of Finance 55:907-837.",
        "Weitzman, Martin. 2007. Prior Sensitive Expectations and Asset Return Puzzles. American Economic Review Forthcoming.",
        "Whittle, Peter. 1981. Risk Sensitive Linear Quadratic Gaussian Control. Advances in Applied Probability 13:764-777.",
        "Wonham, W. M. 1964. Some Applications of Stochastic Differential Equations to Optimal Nonlinear Filtering. SIAM Journal on Control 2:347-368."
    ]
}