{
    "id": 12951,
    "cites": 44,
    "cited_by": 9,
    "reference": [
        "[1] Armour, 5., 2005. Trend, You smoke? Youre fired!. USA Today. http, / /www. usatoday.com/money/companies/management/2005-05- 11-smokeusat x. htm.",
        "[2] Baicker, K. and Chandra A. 2006. The Labor Market Effects of Rising Health Insurance Premiums. Journal of Labor Economics 24, 609-634.",
        "[3] Benabou, R., 1996. Heterogeneity, Stratification, and Growth, Macroeconomic Implications of Community Structure and School Finance. American Economic Review 86, 584-609.",
        "[4] Buchmueller, T. C., DiNardo, J., Valletta, R. G., 2002. Union Effects on Health Insurance Provision and Coverage in the United States. Industrial and Labor Relations Review 55, 610-627.",
        "[5] Bundorf, K. M., 2002. Employee Demand for Health Insurance and Employer Health Plan Choices. Journal of Health Economics 21, 65-88.",
        "[6] Currie, J., Madrian, B., 1999. ~Health, Health Insurance and the Labor Market in D. Card and 0. Ashenfelter (eds), Handbook of Labor Economics 3C, 3309-3407.",
        "[7] Cutler, D. M., 2002. Employee Costs and the Decline in Health Care Coverage. NBER Working Paper No. 9036.",
        "[8] Cutler, D. M. and Madrian, B. 1998. Labor Market Responses to Rising Health Insurance Costs: Evidence on Hours Worked. RAND Journal of Economics 29, 50930.",
        "[9] Cutler, D. M., 1995. The Incidence of Adverse Medical Outcomes Under Prospective Payment. Econometrica 63, 29-SO.",
        "[10] Dranove, D., Spier, K. E., Baker, L., 2000. Competition Among Employers Offering Health Insurance. Journal of Health Economics 19, 121-140.",
        "[11] Employee Benefit Research Institute, 2002. Databook on Employee Benefits. 4th ed. http, / /www.ebri .org/publications/books/index. cfm?fa=databook",
        "[12] Epple, D. 1987. Hedonic Prices and Implicit Markets: Estimating Demand and Supply Functions for Differentiated Products. Journal of Political Economy 95, 59-80.",
        "[14] Farber, H. S., Levy, H., 2000. Recent Trends in Employer-Sponsored Health Insurance, Are Bad Jobs Getting Worse?. Journal of Health Economics 19, 93-119.",
        "[15] Gruber, J., Lettau, M., 2004. How Elastic is the Firms Demand for Health Insurance. Journal of Public Economics 88, 1273-1293.",
        "[16] Gruber, J., McKnight, R., 2003. Why Did Employee Health Insurance Contributions Rise?. Journal of Health Economics 22, 1085-1104.",
        "[17] Gruber, J., 1994. The Incidence of Mandated Maternity Benefits. American Economic Review 84, 622-641.",
        "[18] Gruber, J., and Krueger, A. B., 1991. The incidence of mandated employer-provided insurance: Lessons from workers compensation insurance. Tax Policy and the Economy S:111-43.",
        "[19] Hahn, J., Hausman, J. 2003. Instrumental Variable Estimation with Valid and Invalid Instruments., MIT Department of Economics Working Paper No. 03-26.",
        "[20] Hamermesh, D. 5. 1987. The Costs of Worker Displacement. Quarterly Journal of Economics 102, 51-75.",
        "[21] Jacobson, L., LaLonde, R., Sullivan, D., 1993. Earnings Losses of Displaced Workers. American Economic Review 83, 685-709.",
        "[22] Kaiser Family Foundation and Health Research and Educational Trust, 2005. Employer Health Benefits Survey. www.kff.org.",
        "[23] Kaiser Family Foundation and Health Research and Educational Trust, 2004. Employer Health Benefits Survey. www.kff.org.",
        "[24] Katz L. F., Autor, D. H. 1999. Changes in the Wage Structure and Earnings Inequality, in 0. Ashenfelter and D. Card, eds., Handbook of Labor Economics 3A, 1463-1555.",
        "[25] Kremer, M., 1993. The 0-Ring Theory of Economic Development. Quarterly Journal of Economics 108, 551-576.",
        "[26] Lemieux, T., 1998. Estimating the Effects of Unions on Wage Inequality in a Panel Data Model with Comparative Advantage and Nonrandom Selection. Journal of Labor Economics 16, 261-291.",
        "[27] Levy, H., 1998. Who Pays for Health Insurance? Employee Contributions to Health Insurance Premiums. Princeton University Industrial Relations Section Working Paper 398. 33",
        "[28] Madrian, B. C., 1994. Employment-Based Health Insurance and Job Mobility: Is There Evidence of Job-Lock? Quarterly Journal of Economics 109, 2 7-54.",
        "[29] Marquis, M. S., Long, S. H., 1995. Worker Demand for Health Insurance in the Non-Group Market. Journal of Health Economics 14, 47-63.",
        "[30] Monheit, A. C., Vistnes, J.C., 1999. Health Insurance Availability at the Workplace, How Important are Workers Preferences. Journal of Human Resources 34, 770-785.",
        "[31] Moreira, Marcelo. 2003. A conditional likelihood ratio test for structural models. Econometrica 71, no. 4:1027-48.",
        "[32] Olson, C. A., 2002. Do Workers Accept Lower Wages in Exchange for Health Benefits. Journal of Labor Economics 20, 591-5114.",
        "[33] Oyer, P., 2004. Recall Bias Among Displaced Workers. Economics Letters 82, 392397.",
        "[34] Pauly, M. V., 2001. Making Sense of a Complex System, Empirical Studies of Employment-Based Health Insurance. International Journal of Health Care Finance and Economics 1, 333-339.",
        "[35] Pauly, M., Herring, B., 1999. Pooling Health Insurance Risks. American Enterprise Institute Press, Washington, DC.",
        "[37] Robinson, C., 1989. The Joint Determination of Union Status and Union Wage Effects, Some Tests of Alternative Models. Journal of Political Economy 97, 639-67.",
        "[38] Salisbury, D. L. 2001. EBRI Research Highlights: Retirement and Health Data Employee Benefit Research Institute (EBRI) EBRI Special Report SR-36, and EBRI Issue Brief No. 229.",
        "[39] Sattinger, M, 1993. Assignment Models of the Distribution of Earnings. Journal of Economic Literature 31 831-880.",
        "[40] Scott, F., Berger, M. C., Black, D., 1989. Effects of the Tax Treatment of Fringe Benefits on Labor Market Segmentation. Industrial and Labor Relations Review 42, 216-229.",
        "[41] Seitchik, A. 1991. Who Are Displaced Workers? in J. T. Addison, ed., Job 51 Displacement: Consequences and Implications for Policy. Detroit: Wayne State University Press. 34",
        "[42] Sheiner L. (1999), ~Health Care Costs, Wages and Aging, Federal Reserve Board of Governors 99-19, Washington D. C.",
        "[43] Simon, K., 2001. Involuntary Job Change and Employer Provided Health Insurance; Evidence of a Wage/Fringe Benefit Tradeoff?. International Journal of Health Care Finance and Economics 1, 249-271.",
        "[44] Staiger, D., Stock, J.H., 1997. Instrumental Variables Regression with Weak Instruments. Econometrica 65, 557-586.",
        "[45] Wiatrowski, W. J., 1995. Who Really Has Access to Employer-Provided Health Benefits ?. Monthly Labor Review 118, 36-44.",
        "[46] Willis, R. J. 1986. Wage Determinants: A Survey and Reinterpretation of Human Capital Earnings Functions. in 0 Ashenfelter and R Layard (eds), Handbook of Labor Economics 1, 525-602. 35"
    ]
}