{
    "id": 12953,
    "cites": 71,
    "cited_by": 21,
    "reference": [
        "Almeida, A., Goodhart, C., Payne, R., 1998. The effects of macroeconomic news on high frequency exchange rate behavior. Journal of Financial and Quantitative Analysis 33 (3), 383-408.",
        "Andersen, T., Bollerslev, T., 1997a. Intraday periodicity and volatility persistence in financial markets. Journal of Empirical Finance 4, 115-158.",
        "Andersen, T., Bollerslev, T., 1997b. Heterogeneous information arrivals and return volatility dynamics: uncovering the long-run in high frequency returns. Journal of Finance 52 (3), 975-1005.",
        "Andersen, T., and T. Bollerslev, 1998. Deutsche mark-dollar volatility: Intraday activity patterns, macroeconomic announcements, and longer run dependencies, Journal of Finance, 53: 2 19-265.",
        "Andersen, T., T. Bollerslev, F. Diebold, C. Vega, 2003. Micro effects of macro announcements: Real-time price discovery in foreign exchange, American Economic Review, 93: 38-62.",
        "Bacchetta, P., van Wincoop, E., 2006. Can information heterogeneity explain the exchange rate determination puzzle? American Economic Review, 96, 3: 552-576.",
        "Bauwens, L., Ben Omrane, W., Giot, P., 2005. News announcements, market activity and volatility in the euro/dollar foreign exchange market. Journal of International Money and Finance, 24,7, 1108-1125.",
        "Beattie, N., Fillion, J., 1999. An intraday analysis of the effectiveness of foreign exchange intervention. Bank of Canada Working Paper 99-4.",
        "Beine, M., Bernal, O.,forthcoming. Why do central banks intervene secretly? Journal of International Financial Markets, Institutions, and Money. Beine, M., Benassy-Quere, A., Lecourt, C., 2002. The impact of foreign exchange interventions: new evidence from figarch estimations. Journal of International Money and Finance 21, 115-144.",
        "Beine, M., Janssen, G., Lecourt, C., 2004. Should Central Bankers Talk to the Foreign Exchange Markets? Mimeo, CORE.",
        "Beine, M., Laurent, 5., 2003. Central bank interventions and jumps in double long memory models of daily exchange rates. Journal of Empirical Finance 10, 64 1-660.",
        "Beine, M., Laurent, S., Lecourt, C., 2003a. Official central bank interventions and exchange rate volatility: evidence from a regime-switching analysis. European Economic Review 47, 891-911.",
        "Beine, M., Laurent, S., Palm, F., 2003b. Central bank forex intervention assessed using realized moments. Mimeo, CORE.",
        "Bhattacharya, U., Weller, P., 1997. The advantage of hiding ones hand: speculation and central bank intervention in the foreign exchange market, Journal of Monetary Economics, 39, 25 1-277.",
        "Bonser-Neal, C., Tanner, G., 1996. Central bank intervention and the volatility of foreign exchange rates: evidence from the options market. Journal of International Money and Finance 15 (6), 853-878.",
        "Breedon, F. and P. Vitale, 2004. An empirical study of liquidity and information effects of order flow on exchange rates. Tanaka Business School Discussion Paper TBS/DPO4/23.",
        "Chaboud, A., LeBaron, B., 2001. Foreign exchange market trading volume and Federal Reserve intervention. Journal of Futures Markets 21, 851-860.",
        "Chaboud, A., Chernenko, S., Howorka, E., Iyer, R., Liu, D., Wright, J., 2004. The highfrequency effects of U.S. macroeconomic data releases on prices and trading activity in the global interdealer foreign exchange market. Board of Governors of the Federal Reserve System, IFDP No. 823.",
        "Chiu, P., 2003. Transparency versus constructive ambiguity in foreign exchange intervention. BIS Working Paper No.144.",
        "Danielsson, J., Payne, R., and J. Luo, 2002. Exchange rate determination and inter-market order flow effects, FMG mimeo, London School of Economics.",
        "DeGennaro, R., and R. Shrieves, 1997. Public information releases, private information arrival, and volatility in the foreign exchange market, Journal of Empirical Finance, 4: 295-3 15.",
        "De Grauwe, P., Grimaldi, M., 2003. Intervention in the foreign exchange market in a model with noise traders. Mimeo, University of Leuven.",
        "Dominguez, K., 1992. The Informational Role of Official Foreign Exchange Intervention Operations: The Signalling Hypothesis, in: Dominguez, K., Exchange Rate Efficiency and the Behavior of International Asset Markets, chapter 2, Garland Publishing Company, N.Y., pp. 41-80.",
        "Dominguez, K., 1998. Central bank intervention and exchange rate volatility. Journal of International Money and Finance 17, 16 1-190.",
        "Dominguez, K., 2003a. The market microstructure of central bank intervention. Journal of International Economics 59, 25-45.",
        "Dominguez, K., 2006, When Do Central Bank Interventions Influence Intra-Daily and Longer-Term Exchange Rate Movements? Journal of International Money and Finance 25, 1051-1071.",
        "Dominguez, K., Frankel, F., 1993a. Does foreign exchange intervention matter? The portfolio effect. American Economic Review 83, 1356-69.",
        "Dominguez, K., Frankel, F., 1993b. Does Foreign Exchange Intervention Work? Institute for International Economics, Washington, D.C.",
        "Dominguez, K., Panthaki, F., 2006. What Defines `News in Foreign Exchange Markets?, Journal of International Money and Finance, 25, 168-198.",
        "DSouza, Chris, 2002. A Market Microstructure Analysis of Foreign Exchange Intervention in Canada. Bank of Canada working paper 2002-16.",
        "Ederington, L., and J. Lee, 1995. The short-run dynamics of price adjustment to new information, Journal of Financial and Quantitative Analysis, 30: 117-134.",
        "Ehrmann, M., and M. Fratzscher, 2005. Exchange rates and fundamentals: new evidence from real-time data, Journal of International Money and Finance, 24, 3 17-341.",
        "Evans, M., and R. Lyons, 2002. Order flow and exchange rate dynamics, Journal of Political Economy, 110: 170-180.",
        "Evans, M., and R. Lyons, 2003. How is macro news transmitted to exchange rates?, NBER Working paper 9433.",
        "Evans, M., and R. Lyons, 2004. Exchange rate fundamentals and order flow, mimeo, Georgetown University.",
        "Fatum, R. and M. Hutchison, 2003. Is sterilized foreign exchange intervention effective after all? An event study approach, Economic Journal, 113, 487, 390-411.",
        "Fatum, R. and M. Hutchison, 2006. Effectiveness of Official Daily Foreign Exchange Market Intervention Operations in Japan, Journal of International Money and Finance, 25, 199-219.",
        "Faust, J., Rogers, J., Wang, S., Wright, J., 2003. The high-frequency response of exchange rates and interest rates to macroeconomics announcements, Board of Governors of the Federal Reserve System, IFDP No. 784, October.",
        "Fratzscher, M., 2004. Communication and exchange rate policy. ECB working paper 363, May.",
        "Frenkel, M., Pierdzioch, C., Stadtmann, G., 2005. The effects of Japanese foreign exchange market interventions on the yen/us dollar exchange rate volatility. International Review of Economics and Finance, 14, 27-39.",
        "Galati, G., Melick, W., Micu, M., 2005. Foreign exchange market intervention and expectations: an empirical study of the dollar/yen exchange rate. Journal of International Money and Finance, v.24, 6, 982-1011.",
        "Goodhart, C., Hesse, T., 1993. Central bank forex intervention assessed in continuous time. Journal of International Money and Finance 12, 368-389.",
        "Hakkio, C., and D.K. Pearce, 1985. The reaction of exchange rates to economic news. Economic Inquiry, 23, 4, 621-636.",
        "Humpage, 0., 1999. U.S. intervention: assessing the probability of success. Journal of Money, Credit and Banking 31(4), 73 1-747.",
        "Ito, T., and V. Roley, 1987. News from the US and Japan: which moves the yen/dollar exchange rate?, Journal of Monetary Economics, 19, 2, 255-277.",
        "Jansen, D-J., and J. De Haan, 2005. Talking heads: the effects of ECB statements on the euro-dollar exchange rate, Journal of international Money and Finance, 24, 343-361.",
        "Kim, Suk-Joong,forthcoming. Intraday evidence of efficacy of 199 1-2004 Yen Intervention by the Bank of Japan. Journal of International Financial Markets, Institutions and Money.",
        "Kondor, P., 2004. The More We Know, the Less We Agree: Public Announcements and Higher-order Expectations, FMG Discussion paper No. 532, London School of Economics.",
        "Love, R., 2004. First and second moment effects of macro news in high frequency foreign exchange data, mimeo FMG, London School of Economics.",
        "Love, R., and R. Payne, 2003. Macroeconomic news, order flows, and exchange rates, Discussion Paper 475, FMG, London School of Economics.",
        "Lyons, R., 2001. The Microstructure Approach to Exchange Rates, MIT Press.",
        "Melvin, M., and X. Yin, 2000. Public information arrival, exchange rate volatility, and quote frequency, Economic Journal, 110: 644-66 1.",
        "Montgomery, J., Popper, H., 2001. Information Sharing and Central Bank Intervention in the Foreign Exchange Market. Journal of International Economics (55) 2, 295-3 16.",
        "Mussa, M., 1981. The Role of Official Intervention. Group of Thirty, New York, N.Y.",
        "Naranjo, A., Nimalendran, M., 2000, Government Intervention and Adverse Selection Costs in Foreign Exchange Markets. Review of Financial Studies 13, 453-477.",
        "Neely, C., 2000. The practice of central bank intervention: looking under the hood. Central Banking 11(2), 24-37.",
        "Neely, C., 2002. The temporal pattern of trading rule returns and central bank intervention: intervention does not generate technical trading rule profits. Journal of International Economics 58, 211-232.",
        "Newey, W., and K. West, 1987. A simple, positive semidefinite, heteroskedasticity and autocorrelation consistent covariance matrix, Econometrica, 55, 703-708.",
        "Panthaki, F., 2005. Exchange rate volatility and central bank interventions, FMG Discussion Paper No. 550, London School of Economics.",
        "Pasquariello, P., 2004. Central bank intervention and the intraday process of price formation in the cunency markets. Mimeo, University of Michigan Business School.",
        "Pasquariello, P.,forthcoming. Informative trading or just noise? An analysis of cunency returns, market liquidity, and transaction costs in proximity of central bank interventions. Journal of Financial Markets. Payne, R., Vitale, P., 2003. A transaction level study of the effects of central bank intervention on exchange rates. Journal of International Economics 61(2), 33 1-352.",
        "Peiers, B., 1997. Informed traders, intervention and price leadership: a deeper view of the microstructure of the foreign exchange market. Journal of Finance 52 (4), 1589-16 14.",
        "Rigobon, R. and B. Sack, 2004. The impact of monetary policy on asset prices, Journal of Monetary Economics, 51, 8, 1553-7 1.",
        "Rime, D., 2003. New electronic trading systems in foreign exchange markets, in D.C. Jones (ed.), New Economy Handbook, Academic Press: Elsevier Science, USA, 469-504.",
        "Sager, M., and M.P. Taylor, 2004. The impact of European central bank governing council announcements on the foreign exchange market: a microstructural analysis, Journal of International Money and Finance, 23, 1043-105 1.",
        "Sarno, L., and M.P. Taylor, 2001. Official intervention in the foreign exchange market: is it effective and, if so, how does it work? Journal of Economic Literature 39, 839-868.",
        "Schwarz, G., 1978. Estimating the dimension of a model. Annals of Statistics 6, 461-464.",
        "Taylor, M.P., 2004. Is official exchange rate intervention effective? Economica, 71, 1-12.",
        "Taylor, M.P., 2005. Official foreign exchange intervention as a coordinating signal in the dollar-yen market. Pacific Economic Review, 10, 1 73-82.",
        "Vitale, P., 2003. Foreign exchange intervention: how to signal policy objectives and stabilize the economy. Journal of Monetary Economics 50, 84 1-87.",
        "Vitale, P., 1999. Sterilized central bank intervention in the foreign exchange market, Journal of International Economics, 49, 245-267."
    ]
}