{
    "id": 12965,
    "cites": 17,
    "cited_by": 16,
    "reference": [
        "ANDOLFATTO, D., AND P. GOMME (2003): Monetary Policy Regimes and Beliefs, International Economic Review, 44(1), 1-30.",
        "B0IVIN, J., AND M. GIANNONI (2006): Has Monetary Policy Become More Effective ?, Review of Economics and Statistics, 88(3), 445-462.",
        "CLARIDA, R., J. GALf, AND M. GERTLER (2000): Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics, CXV, 147-180.",
        "COOLEY, T. F., S. F. LERoY, AND N. RAYMON (1984): Econometric policy evaluation: Note, The American Economic Review, 74, 467-470.",
        "DAVIG, T., AND E. M. LEEPER (200S): Generalizing the Taylor Principle, National Bureau of Economic Research Working Paper No. 11874, the September 2006 revised version.",
        "FARMER, R. E., D. F. WAGGONER, AND T. ZHA (2006a): Indeterminacy in a Forward Looking Regime Switching Model, NBER Working Paper 12S40.",
        "Expectations Models, Unpublished Manuscript. GALf, J. (2006): Comment on `Fluctuating Macro Policies and the Fiscal Theory , in NBER Macroeconomic Annual 2006, ed. by D. Acemoglu, K. Rogoff, and M. Woodford. MIT Press, Cambridge, MA, forthcoming.",
        "KING, R. G. (2000): The New IS-LM Model: Language, Logic, and Limits, Federal Reserve Bank of Richmond Economic Quarterly, 86/3, 4S-103.",
        "LEEPER, E. M. (1991): Equilibria under `Active and `Passive Monetary and Fiscal Policies, Journal of Monetary Economics, 27, 129-147.",
        "LEEPER, E. M., AND T. ZHA (2003): Modest Policy Interventions, Journal of Monetary Economics, S0(8), 1673-1700.",
        "LUBIK, T. A., AND F. SCHORFHEIDE (2003): Computing Sunspot Equilibria in Linear Rational Expectations Models, Journal of Economic Dynamics ~ Control, 28, 273-28S.",
        "MARKOV-SWITCHING NEW-KEYNESIAN MODEL 23 MISHKIN, F. 5. (2004): Why the Federal Reserve Should Adopt Inflation Targeting, International Finance, 7(1), 117-127.",
        "SARGENT, T. J. (1999): The Conquest of American Inflation. Princeton University Press, Princeton, New Jersey.",
        "SCHORFHEIDE, F. (200S): Learning and Monetary Policy Shifts, Review of Economic Dynamics, 8(2), 392-419. SIMS, C. A. (1982): Policy Analysis with Econometric Models, Brookings Papers on Economic Activity, 1, 107-164.",
        "SIMS, C. A., AND T. ZHA (2006): Were There Regime Switches in US Monetary Policy?, The American Economic Review, 96, 54-81.",
        "SVENSSON, L. E., AND N. WILLIAMS (200S): Monetary Policy with Model Uncertainty: Distribution Forecast Targeting, Manuscript, Princeton University. TAYLOR, J. B. (1993): Discretion versus Policy Rules in Practice, vol. 39 of Carnegie-Rochester Conference Series on Public Policy, pp. 19S-214. Amsterdam.",
        "WOODFORD, M. (2003): Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton University Press, Princeton, New Jersey."
    ]
}