{
    "id": 12960,
    "cites": 41,
    "cited_by": 10,
    "reference": [
        "Alonso, William. 1964. Location and land use. Cambrdige, MA: Harvard University Press.",
        "Brasington, David M. 1999. Joint provision of public goods: the consolidation of school districts. Journal of Public Economics 73, no. 3 (September):373-393.",
        "Calabrese, Stephen, Glenn Cassidy, and Dennis Epple. 2002. Local government fiscal structure and metropolitan consolidation. In Brookings-Wharton papers on urban affairs, 2002, edited by William G. Gale and Janet Rothenberg Pack. Washington: Brookings.",
        "Urban Economics 54, no.: 1-20. Duncombe, William, and John Yinger. 2005. Does School District Consolidation Cut Costs? Center for Policy Research, Maxwell School, Syracuse University November.",
        "Ellickson, Bryan. 1971. Jurisdictional fragmentation and residential choice. American Economic Review 61, no. 2 (May):334-339.",
        "Epple, Dennis, Radu Filimon, and Thomas Romer. 1984. Equilibrium among local jurisdictions: toward an integrated treatment of voting and residential choice. Journal of Public Economics 24, no. 3 (August):281-308.",
        "Epple, Dennis, Radu Filimon, and Thomas Romer. 1993. Existence of Voting and Housing Equilibrium in a System of Communities with Property Taxes. Regional Science and Urban Economics 23, no.:585-610.",
        "Epple, Dennis, and Thomas Nechyba. 2004. Fiscal decentralization. In Handbook of Regional and Urban Economics, edited by J. Vernon Henderson and JacquesFran Ã\u0083Â§ois Thisse. Amsterdam: Elsevier:2423-2480.",
        "Epple, Dennis, and Glenn J. Platt. 1998. Equilibrium and Local Redistribution in an Urban Economy when Households Differ in both Preferences and Incomes. Journal of Urban Economics 43, no. 1 (January):23-51.",
        "Epple, Dennis, and Richard E. Romano. 1998. Competition between private and public schools, vouchers, and peer-group effects. American Economic Review 88, no. 1 (March):33-62.",
        "Epple, Dennis, and Richard E. Romano. 2003. Neighborhood schools, choice and the distribution of educational benefits. In The Economics of School Choice, edited by Caroline M. Hoxby. Chicago, IL: University of Chicago Press.",
        "Epple, Dennis, Richard E. Romano, and Holger Sieg. 2003. Peer Effects, Financial Aid, and Selection of Students into Colleges. Journal of Applied Econometrics 18, no. 5 (September/October):50 1-525.",
        "Feldstein, Martin 5. 1975. Wealth neutrality and local choice in public education. American Economic Review 65, no. 1 (March):75-89.",
        "Fernandez, Raquel, and Richard Rogerson. 1996. Income distribution, communities, and the quality of public education. Quarterly Journal of Economics 111, no. 1 (February): 135-164.",
        "Fujita, Masahisa. 1989. Urban Economic Theory: Land Use and City Size. New York, NY: Cambridge University Press.",
        "Glaeser, Edward L., and Matthew E. Kahn. 2001. Decentralized employment and the transformation of the American city. In Brookings-Wharton Papers on Urban Affairs, 200], edited by William G. Gale and Janet Rothenberg Pack. Washington, DC: Brookings: 1-47.",
        "Glaeser, Edward L., and Matthew E. Kahn. 2004. Sprawl and urban growth. In Handbook of Regional and Urban Economics, edited by J. Vernon Henderson and Jacques-FranÃ\u0083Â§ois Thisse. Amsterdam: Elsevier:248 1-2527.",
        "Glaeser, Edward L., Matthew E. Kahn, and Jordan Rappaport. 2000. Why do the poor live in cities? 7636, National Bureau of Economic Research, April.",
        "Hamilton, Bruce W. 1975. Zoning and property taxation in a system of local governments. Urban Studies 12, no.:205-11.",
        "Hanushek, Eric A. 2003. The failure of input-based schooling policies. Economic Journal 113, no. 485 (February):F64-F98.",
        "Hanushek, Eric A., and Kuzey Yilmaz. forthcoming. The complementarity of Tiebout and Alonso. Journal of Housing Economics, no. Hotchkiss, David, and Michelle J. White. 1993. A simulation model of decentralized metropolitan area. Journal of Urban Economics 34, no.:159-185.",
        "Hoxby, Caroline Minter. 2001. All school finance equalizations are not created equal. Quarterly Journal of Economics 116, no. 4 (November): 1189-1231.",
        "Leung, Charles Ka Yui. 2004. Macroeconomics and housing: A review of the literature. Journal of Housing Economics 13, no. 4 (December):249-267.",
        "McMillen, Daniel P., and Stefani C. Smith. 2003. The number of subcenters in large urban areas. Journal of Urban Economics 53, no. 3 (May):321-338.",
        "Mills, Edwin 5. 1967. An aggregate model of resource allocation in a metropolitan area. American Economic Review 57, no.: 197-210.",
        "Mills, Edwin 5. 1972. Studies in the Structure of the Urban Economy. Washington, D.C.: Resources for the Future, Inc.",
        "Mills, Edwin S., and Bruce W. Hamilton. 1989. Urban Economics. Fourth Edition ed. Glenview, IL: Scott, Foresman and Company.",
        "Murray, Sheila E., William N. Evans, and Robert M. Schwab. 1998. Education-finance reform and the distribution of education resources. American Economic Review 88, no. 4 (September):789-812.",
        "Muth, Richard F. 1969. Cities and Housing: The Spatial Pattern of Urban Residential Land Use. Chicago, IL: University of Chicago Press.",
        "Nechyba, Thomas J. 2003. Public school finance and urban school policy: General versus partial equilibrium analysis. In Brookings-Wharton papers on Urban Affairs, 2003, edited by William G. Gale and Janet Rothenberg Pack. Washington: Brookings: 139-170.",
        "Nechyba, Thomas J. 2006. Income and peer sorting in public and private schools. In Handbook of the Economics of Education, edited by Eric A. Hanushek and Finis Welch. Amsterdam: North Holland: 1327-1368.",
        "Pack, Howard, and Janet Rothenberg Pack. 1977. Metropolitan fragmentation and suburban homogeneity. Urban Studies 14, no.: 191-201.",
        "Pack, Howard, and Janet Rothenberg Pack. 1978. Metropolitan fragmentation and local public expenditures. National Tax Journal 31, no.:349-362.",
        "Ross, Stephen, and John Yinger. 1995. Comparative static analysis of open urban models with a full labor market and suburban employment. Regional Science and Urban Economics 25, no. :575-605.",
        "Solow, Robert M. 1973. On equilibrium models of urban locations. In Essays in modern economics, edited by J.M. Parkin. London: Longman:2-16.",
        "Straszheim, Mahlon. 1987. The theory of urban residential location. In Handbook of Regional and Urban Economics, edited by Edwin S. Mills. Amsterdam: NorthHolland: 7 17-757.",
        "Sullivan, Arthur M. 1986. A general equilibrium model with agglomerative economies and decentralized employment. Journal of Urban Economics 20, no.:55-75.",
        "Tiebout, Charles M. 1956. A pure theory of local expenditures. Journal of Political Economy 64, no. 5 (October):416-424.",
        "White, Michelle J. 1976. Firm suburbanization and urban subcenters. Journal of Urban Economics 3, no.:323-343.",
        "White, Michelle J. 1999. Urban areas with decentralized employment: Theory and empirical work. In Handbook of Regional and Urban Economics, edited by Paul Cheshire and Edwin S. Mills. Amsterdam: North Holland: 1375-1412.",
        "Yinger, John. 1982. Capitalization and the theory of local public finance. Journal of Political Economy 90, no. 5 (October):917-43."
    ]
}