{
    "id": 12968,
    "cites": 23,
    "cited_by": 17,
    "reference": [
        "Arfwedson, J. (2004), Re-importation (Parallel Trade) in Pharmaceuticals, Institute for Policy Innovation Policy Report 192.",
        "Anderson, S. and V. Ginsburgh (1999), International Pricing with Costly Arbitrage, Review of International Economics 7(1), 126-139.",
        "Dafny, L. (2005b), Games Hospitals Play: Entry Deterrence in Hospital Procedure Markets, Journal of Economics and Management Strategy, 14(3): 5 13-542.",
        "Danzon, P. and A. Epstein (2005), Launch and Pricing Strategies of Pharmaceuticals in Interdependent Markets, University of Pennsylvania working paper.",
        "Danzon, P. and M. Furukawa (2003), Prices and Availability of Pharmaceuticals: Evidence From Nine Countries, Health Affairs Web Exclusive. October 2003.",
        "Danzon, P., R. Wang and L. Wang (2005), The Impact of Price Regulation on the Launch Delay of New Drugs, Health Economics, 14(3).",
        "Danzon, P. and L. Chao (2000), Cross-National Price Differences for Pharmaceuticals: How Large and Why? Journal of Health Economics. 19:159-195.",
        "Duggan, M. and F. Scott Morton (2006), The Distortionary Effects of Government Procurement: Evidence from Medicaid Prescription Drug Purchasing, Quarterly Journal of Economics,Vol. 121,No. 1: 1-30.",
        "Ganslandt, M. and K. Maskus (2004), The Price Impact of Parallel Imports in Pharmaceuticals: Evidence from the European Union, Journal of Health Economics 23(5), 1035-1057.",
        "Goldberg, P. and F. Verboven (2005), Market Integration and Convergence to the Law of One Price: Evidence from the European Car Market, Journal of International Economics, 65(1), 45-73.",
        "Goolsbee, A. and C. Syverson (2006), How do Incumbents Respond to the Threat of Entry? Evidence from the Major Airlines, working paper, University of Chicago Graduate School of Business.",
        "Kanavos, P., J. Costa-i-Font, S. Merkur, and M. Gemmill (2004), The Economic Impact of Pharmaceutical Parallel Trade in European Union Member States: A Stakeholder Analysis, LSE Health and Social Care Special Research Paper.",
        "Kyle, M. (2007), Pharmaceutical Price Controls and Entry Strategies, Review of Economics and Statistics, 89(1), 8 8-99.",
        "Kyle, M., J. Allsbrook and K. Schulman (2006), Does Reimportation Reduce Price Differences for Prescription Drugs? Lessons from the European Union, Duke University working paper.",
        "Lanjouw, J. (2005), Price controls, patents, and the availability of drugs, NBER working paper.",
        "Malueg, D. and M. Schwartz (1994), Parallel imports, demand dispersion, and international price discrimination, Journal of International Economics, 37(3-4), 167-195.",
        "Mazzeo, M. (2002), Product Choice and Oligopoly Market Structure, RAND Journal of Economics, 33(2), P. 221-242.",
        "Scott Morton, F. (1997a), The Strategic Response by Pharmaceutical Firms to the Medicaid Most-Favored-Customer Rules. RAND Journal of Economics 28:2, 269-290.",
        "Stuart, B., N. Brandt, N. Briesacher, C. Fahlman, D. Mullons, F. Palumbo, J. Pizarro, and L. Stuart (2000), Issues in Prescription Drug Coverage, Pricing, Utilization and 27 Spending: What We Know and Need to Know, United States Department of Health and Human Services Office of Health Policy Report.",
        "Szymanski, S. and T. Valletti (2005), Parallel trade, price discrimination, investment and price caps, Economic Policy, 20, 705-749.",
        "Szymanski, S. and T. Valletti (2006), Parallel Trade, International Exhaustion and Intellectual Property Rights: A Welfare Analysis, Journal of Industrial Economics, 54(4), 499-526.",
        "Urch Publishing (2001), The Guide to European Pharmaceutical Pricing and Reimbursement Systems, London, United Kingdom.",
        "Varian, H. (1985), Price Discrimination and Social Welfare, American Economic Review 75:870-875."
    ]
}