{
    "id": 12975,
    "cites": 27,
    "cited_by": 1,
    "reference": [
        "Acemoglu, Daron and Jorn-Steffen Pischke, 1998, Why do firms train? Theory and evidence. Quarterly Journal of Economics 113: 1,79-119.",
        "Acemoglu, Daron and Jorn-Steffen Pischke, 1999a, Beyond Becker: Training in imperfect Labour Markets. The Economic Journal, 109 (February), Fl 12-F142.",
        "Acemoglu, Daron and Jorn-Steffen Pischke, 1999b, The Structure of Wages and Investment in General Training. Journal of Political Economy, 107(3): 539-72.",
        "Autor, David H., 2001, Why Do Temporary Help Firms Provide General Skills Training? Quarterly Journal of Economics, 116 (4): 1409-48.",
        "Babson, S.D. 1999, How to get financial aid for graduate education. Knight Rider Tribune Business News, January 12.",
        "Barrett, Alan and Phillip J. OConnell, 2001, Does Training Generally Work? The Returns to InCompany Training. Industrial and Labor Relations Review, 54(3):647-662.",
        "Becker, Gary 5., 1964, Human Capital, University of Chicago Press, Chicago.",
        "Benson, George S., David Finegold and Susan Albers Mohrman, 2004, You Paid for the Skills, Now Keep Them: Tuition Reimbursement and Voluntary Turnover. Academy of Management Journal, 4 (3): 3 15-333.",
        "Black, Sandra E. and Lisa M. Lynch, 1998, Beyond the Incidence of Employer-Provided Training. Industrial and Labor Relations Review, 52 (1): 64-81.",
        "Buddin, Richard and Kanika Kapur, 2005, The Effect of Employer-Sponsored Education on Job Mobility: Evidence from the U.S. Navy. Industrial Relations, 44(2): 34 1-363.",
        "Bureau of Labor Statistics, 1996, BLS Reports on the Amount of Employer-Provided Formal Training. United States Department of Labor News: Washington, D.C., July 10.",
        "Bureau of Labor Statistics, 1996, BLS Reports on the Amount of Formal and Informal Training Received by Employees. United States Department of Labor News: Washington, D.C., December 19.",
        "Bureau of the Census, 1994, Dollars for scholars - postsecondary costs and financing. Statistical Brief, U.S. Department of Commerce. Economics and Statistics Administration, Bureau of the Census, Washington, DC.",
        "Cappelli, Peter, 2004, Why do employers pay for college? Journal of Econometrics, 121: 213-241.",
        "Corporate Leadership Council, 2003. Trends in Tuition Aid Programs, Corporate Executive Board, Catalogue No.: CLC1-11000H.",
        "Eduventures, 2003. Tuition Assistance Plan Benchmark: Managing TAP as a Strategic Asset, by Adam Newman and Matt Stein, Eduventures, Inc., Boston, MA.",
        "Feuer, Michael J., Henry A. Glick, and Anand Desai, 1987, Is Firm-sponsored Education Viable? Journal of Economic Behavior and Organization, 8: 121-136.",
        "Franz, Wolfgang and David Soskice, 1995, The German Apprentice System, In Institutional Frameworks and Labor Market Performance: Comparative Views on the U.S. and German Economies, edited by Freidrich Butler et al. London: Routledge.",
        "Frazis, Harley, Maury Gittleman, and Mary Joyce, 2000, Correlates of Training: An Analysis Using Both Employer and Employee Characteristics, Industrial and Labor Relations Review, 53(3):443-462.",
        "Garcia, Federico, Jeremy Arkes, and Robert Trost, 2000, Does employer-financed general training pay? Evidence from the US Navy, Economics of Education Review 21: 19-27.",
        "Hewitt Associates, 1993, On Employee Benefits, Hewitt Associates, Lincolnshire, IL.",
        "International Foundation of Employee Benefit Plans, 2002, The Many Faces of Educational Benefits, Brookfield, WI.",
        "Kenny, Lawrence W., Lung-Fei Lee, G. S. Maddala, and R.P. Trost, 1979, Returns to College Education: An Investigation on Self-Selection Bias Based on the Project Talent Data, International Economic Review 20 (30): 775-789.",
        "Lazear, Edward P., 2005, Firm-Specific Human Capital: A Skill-weights Approach, National Bureau of Economic Research Working Papers: 9679.",
        "Loewenstein, Mark and Spletzer, James R., 1999a, General and Specific Training: Evidence and Implications, Journal of Human Resources 34(4): 7 10-33.",
        "Loewenstein, Mark and Spletzer, James R., 1999b, Formal and Informal Training: Evidence from the NLSY. in John Robst, ed., Research in labor economics, Volume 18, Stamford, Connecticut: JAI Press: 403-38.",
        "Maddala, G.S., 1986, Limited Dependent and Oualitative Variables in Econometrics. Cambridge University Press: New York."
    ]
}