{
    "id": 12970,
    "cites": 29,
    "cited_by": 9,
    "reference": [
        "AIt-Sahalia, Y., and Brandt, M.W., 2001, Variable Selection for Portfolio Choice, The Journal of Finance S6, 4, 1297-13S0.",
        "Ang, A., and Bekaert, G., 200S, Stock return predictability, is it there?, working paper, Columbia University. Ang, A., and Piazzesi, M., 2003, A no-arbitrage vector autoregression of term structure dynamics with macroeconomic and latent variables Journal of Monetary Economics 50, 74S-787.",
        "Basak, S., Pavlova, A., and Shapiro, A., Optimal Asset Allocation and Risk Shifting in Money Management, forthcoming, Review of Financial Studies. Basak, S., Shapiro, A., and TeplÃ\u0083Â¡, L., 2006, Risk management with benchmarking, Management Science S2, S42SS7.",
        "Berkelaar, A. and Kouwenberg, R., 2003, Retirement Saving with Contribution Payments and Labor Income as a Benchmark for Investments, Journal of Economic Dynamics and Control, vol. 27/6, 1069-1097.",
        "Management, forthcoming, Journal of Finance. van Binsbergen, J.H., Brandt, M.W., and Koijen, R.S.J., April 2006, Optimal Decentralized Investment Management, NBER working paper 1~11,4.",
        "Black, F., 1980, The tax consequences of long-run pension policy, Financial Analysts Journal (July-August), 21-28.",
        "Bohn, H., 2001, Retirement savings in an ageing society: A case for innovative government debt management, working paper, CESifo.",
        "Boulier, J., Trussant, E. and Florens, D., 199S, A dynamic model for pension funds management. Proceedings of the 5th AFIR International Colloquium 1, 361-384. Brandt, M.W., 1999, Estimating Portfolio and Consumption Choice: A Conditional Euler Equations Approach, The Journal of Finance S4, S, 1609-164S.",
        "Brandt,M.W., 200S, Portfolio choice problems, in Ait-Sahalia, Y. and Hansen, L.P. (eds.), Handbook of Financial Econometrics, forthcoming. Brandt, M.W., Goyal, A., Santa-Clara, P., and Stroud, J.R., 200S, A Simulation approach to dynamic portfolio choice with an application to learning about return predictability, Review of Financial Studies 18, 831-873. Campbell, J.Y., and Yogo, M., 200S, Efficient Tests of Stock Return Predictability, forthcoming Journal of Financial Economics. 2S Campbell, J.Y., and Viceira, L.M., 2001, Who should buy long-term bonds?, Americam Ecomomic Review 91, 99-127.",
        "Campbell, J.Y., and Viceira, L.M. 2002, Strategic Asset Allocatiom: Portfolio Choice for Lomg- Term Imvestors, Oxford University Press: New York, NY.",
        "Campbell, J.Y., and Viceira, L.M., 2005, Strategic asset allocation for pension plans, in Clark, G., Munnell, A., and Orszag, J. (eds.) Oxford Hamdboolc of Pemsioms amd Retirememt Imcome, Oxford University Press.",
        "Cochrane, J.H., and Piazzesi, M., 2005, Bond Risk Premia, The Amen cam Ecomomic Review 95, 1, 138-160.",
        "Dai, Q., and Singleton, K.J., 2002, Expectation puzzles, time-varying risk premia, and affine models of the term structure, Jonnmal of Fimamcial Ecomomics 63, 3, 415-441.",
        "Fama, E.F., 1970, Multiperiod consumption-investment decisions, Amenicam Ecomomic Review 60, 163-174.",
        "Geanakoplos, J., Dubey, P., and Shubik, M., 2005, Default and Punishment in General Equilibrium, Ecomometnica 73, 1-37.",
        "Hoevenaars, R., Molenaar, R., Schotman, P., and Steenkamp, T., 2004, Strategic asset allocation with liabilities: Beyond stocks and bonds, working paper, Maastricht University.",
        "Kahneman, D., and Tversky, A., 1979, Prospect theory: An analysis of decision under risk, Ecomometnica 47, 263-292.",
        "Kim, T.S., and Omberg, E., 1996, Dynamic Nonmyopic Portfolio Behavior, Review of Fimamcial Stndies 9, 1, 141-162.",
        "Lewellen, J., 2004, Predicting Returns with Financial Ratios, Jonnmal of Fimamcial Ecomomics 74, 2, 209-235.",
        "Longstaff, F.A., and Schwartz, E.S., 2001, Valuing American options by simulation: A simple least-squares approach,Review of Fimamcial Stndies 14, 113-147.",
        "Markowitz, H.M., 1952, Portfolio selection, Jonnmal of Fimamce 7, 77-91.",
        "Merton, R.C., 1969, Lifetime portfolio selection under uncertainty: The continuous time case, Review of Ecomomics amd Statistics 51, 247-257.",
        "Merton, R.C., 1971, Optimum consumption and portfolio rules in a continuous-time model, Jonnmal of Ecomomic Theory 3, 373-413.",
        "Samuelson, P.A., 1969, Lifetime portfolio selection by dynamic stochastic programming, Review of Ecomomics amd Statistics 51, 239-246.",
        "Sangvinatsos, A., and Wachter, J., 2005, Does the Failure of the Expectations Hypothesis Matter for Long-Term Investors?, The Jonnmal of Fimamce 60, 1, 179-230.",
        "Segal, U., and Spivak, A., 1990, First order versus second order risk aversion, Jonnmal of Ecomomic Theory 51, 111-125.",
        "Sundaresan, S.M., and Zapatero, F., 1997, Valuation, asset allocation and incentive retirements of pension plans, Review of Fimamcial Stndies 10, 631-660.",
        "Tepper, I., 1981, Taxation and corporate pension policy, Jonnmal of Fimamce 36, 1-13.",
        "Torous, W., Valkanov, R., and Yan, 5., 2005, On Predicting Stock Returns with Nearly Integrated Explanantory Variables, Jonnmal of Bnsimess 77, 4, 937-966."
    ]
}