{
    "id": 12978,
    "cites": 15,
    "cited_by": 33,
    "reference": [
        "Eriksson T., 1999, Executive Compensation and Tournament Theory: Empirical Tests on Danish Data, Journal of Labor Economics, 17(2), pp. 262-280.",
        "Garen J., 1985, Worker Heterogeneity, Job Screening, and Firm Size, Journal of Political Economy, 93, pp. 7 15-739.",
        "Gibbons R. and M. Waidman, 1999, Careers in Organizations: Theory and Evidence, in 0. Ashenfelter and D. Card (eds) Handbook of Labor Economics, 3, pp. 2373-2437.",
        "Gomez R., 2002, Salary Compression and Team Performance: Evidence from the National Hockey League, Zeitschrift fÃ\u0083Â¼r Betriebswirtschaf: Erganzungsheft `Sportokonomie, 72, pp. 203-220.",
        "Harder J.W., 1992, Play for Pay: Effects of Inequity in a Pay-for-performance Context, Administrative Science Quarterly, 37, pp. 321-335.",
        "Kremer M. and E. Maskin, 1996, Segregation by Skill and the Rise in Inequality, Working Paper 5718, National Bureau of Economic Research. Cambridge (MA).",
        "Lallemand T., R. Plasman and F. Rycx, 2004, Intra-Firm Wage Dispersion and Firm Performance: Evidence from Linked Empoyer-Employee Data, Kyklos, 57(4), pp. 541-566.",
        "McLaughlin K., 1988, Aspects of Tournaments Models: A Survey, Journal of Labor Economics, 15, pp. 403-430.",
        "Mellow W., 1982, Employer Size and Wages, Review of Economics and Statistics, 54, pp.",
        "Milgrom P., 1988, Employment Contracts, Influence Activities and Efficient Organisation Design, Journal of Political Economy, 96, pp. 42-60.",
        "Milgrom P. and J. Roberts, 1990, The Efficiency of Equity in Organisational Decision Processes, American Economic Review (Papers and Proceedings), 80, pp. 154-159.",
        "Stigler G.J., 1962, Information in the Labour Market, Journal of Political Economy, 70, pp.",
        "Voos P., 1983, Union Organizing: Costs and Benefits, Industrial and Labour Relations Review, 36(4).",
        "Weiss L., 1966, Concentration and Labour Earnings, American Economic Review, 56, pp.",
        "White H., 1980, A Heteroscedasticity-consistent Covariance Matrix Estimator and a Direct Test for Heteroscedasticity, Econometrica, 48(4), pp. 817-830."
    ]
}