{
    "id": 12971,
    "cites": 20,
    "cited_by": 3,
    "reference": [
        "Alexandraki, Katerina, and Hans Peter Lankes, 2004, The Impact of Preference Erosion on Middle-Income Developing Countries, IMF Working Paper No. 04/169 (Washington: International Monetary Fund).",
        "Amiti, Mary, and JozefKonings, 2005, Trade Liberalization, Intermediate Inputs, and Productivity: Evidence from Indonesia, IMF Working Paper No. 05/146 (Washington: International Monetary Fund).",
        "Baldwin, R. E., and T. Murray, 1977, MFN Tariff Reductions and Developing Country Trade Benefits Under the GSP, Economic Journal, Vol. 87, pp. 30-46.",
        "Brenton, Paul, and Takako Ikezuki, 2004, The Initial and Potential Impact of Preferential Access to the U.S. Market under the African Growth and Opportunity Act, World Bank Policy Research Working Paper No. 3262 (Washington: World Bank).",
        "Clausing K. A. (2001), Trade Creation and Trade Diversion in the Canada-United States Free Trade Agreement, Canadian Journal of Economics, 34(3), August 2001, pp.677-696.",
        "Dean, Judith M., and John Wainio, 2005, Quantifying the Value of U.S. Tariff Preferences, World Bank Discussion Paper, forthcoming.",
        "Devault, James, 1996, Competitive Need Limits and the U.S. Generalized System of Preference, Contemporary Economic Policy, Vol. 14, pp. 5 8-66.",
        "European Commission, 2003 a, Users Guide to the European Union ~ Scheme of Generalised Tariff Preferences, February 2003, available on the web at http :1/europa. eu. mt/commit rade/issues/globa l/gsp/gsp guide. htm 2003b, Green Paper on the Future of Rules of Origin in Preferential Trade Arrangements, Brussels (December), COM(203) 787 final.",
        "Evans, Carolyn L. and James Harrigan (2003), Tight Clothing: How the MFA Affects Asian Apparel Exports, NBERWorking Paper No. 10250, January 2003.",
        "Francois, Joseph, Bernard Hoekman, and Miriam Manchin, 2005, Preference Erosion and Multilateral Trade Liberalization, CEPR Discussion Paper No. 5153 (London: Center for Economic Policy Research).",
        "Francois, Joseph, and Will Martin, 2003, Formula Approaches for Market Access Negotiations, World Economy, Vol. 26, pp. 1-28.",
        "Lai, Huiwen and Daniel Trefler (2002), The Gains from Trade with Monopolistic Competition: Specification, Estimation, and Mis-Specification, NBER Working Paper No. 9169, September2002.",
        "MacPhee, Craig, and David I. Rosenbaum, 1989, The Asymmetric Effects of Reversible Tariff Changes Under the United States GSP, Southern Economic Journal, Vol. S6,pp. 105-25.",
        "Mattoo, Aditya, Devesh Roy, and Arvind Subramanian, 2002, The Africa Growth and Opportunity Act and Its Rules of Origin: Generosity Undermined, IMF Working Paper No. 02/158 (Washington: International Monetary Fund).",
        "Romalis, John, 2005. NAFTAs and CUSTFAs Impact on International Trade; NBER Working Papers Series No. 11059 (Cambridge, Massachusetts: National Bureau of Economic Research).",
        "Sebastian, Jean, David Laborde, and Will Martin, 2005, Consequences of Alternative Formulas for Agricultural Tariff Cuts, Ch. 4 in (eds.) Kym Anderson and Will Martin, Agricultural Trade Reform and the Doha Development Agenda, (Washington: World Bank).",
        "Subramanian, Arvind, 2003, Financing of Losses from Preference Erosion, paper prepared by IMF staff for the World Trade Organization, WT/TF/COH/ 14/14, Geneva.",
        "United Nations Conference on Trade and Development (TJNCTAD), 2001, Imp roving Market Access for Least Developed Counties (unpublished; New York).",
        "Possible Improvements, UNCTAD/ITCD/TSB/2003/8, New York and Geneva.",
        "Yang, Yongzheng, 2005, Africa in the Doha Round: Dealing with Preference Erosion and Beyond, IMF Policy Discussion Paper No. 05/8 (Washington: International Monetary Fund)."
    ]
}