{
    "id": 12982,
    "cites": 40,
    "cited_by": 7,
    "reference": [
        "Anderson, G.S., Moore, G., 1985, A linear algebraic procedure for solving linear perfect foresight models, Economic Letters 17, 247-252.",
        "Balke, Nathan S. and Robert J. Gordon, 1986, Data Appendix B in Robert J. Gordon (ed.) The American Business Cycle: Continuity and Change, Chicago: University of Chicago Press.",
        "Balke, Nathan S. and Robert J. Gordon, 1989, The Estimation of Prewar Gross National Product: Methodology and New Evidence, Journal of Political Economy, vol. 97, no. 1, 38-92.",
        "Ball, Lawrence, 1994a, What determines the sacrifice ratio? in N.G. Mankiw (ed.), Monetary Policy, Chicago: University of Chicago Press.",
        "Ball, Lawrence, 1994b, Credible disinflation with staggered price-setting, American Economic Review, 84, 282-289.",
        "Ball, Lawrence, 1995, Disinflation and Imperfect Credibility, Journal of Monetary Economics, 35, 5-24.",
        "Bernanke, Ben and Mark Gertler and Simon Gilchrist, 1999, The Financial Accelerator in a Quantitative Business Cycle Framework, in J. Taylor and M. Woodford (eds.), Handbook of Macroeconomics, Amsterdam: Elsevier.",
        "Blanchard, Olivier, 1984, The Lucas Critique and the Volcker Disinflation, NBER Working paper 1326.",
        "Blanchard, Olivier and Charles Kahn, 1980, The Solution of Linear Difference Models under Rational Expectations, Econometrica 48, 1305-1311.",
        "Calomiris, Charles, 1985, Understanding Greenback Inflation and Deflation: An Asset-Pricing Approach, Ph.D. dissertation.",
        "Calvo, Guillermo, 1983, Staggered Prices in a Utility Maximizing Framework, Journal of Monetary Economics, 12, 383-98.",
        "Christiano, Lawrence, Eichenbaum, Martin, and Charles Evans, 1999, Monetary Policy Shocks: What Have We Learned, and to What End? In: Taylor, John and Michael Woodford (Eds.), Handbook of Macroeconomics Vol 1A, 65-148.",
        "Christiano, Lawrence, Eichenbaum, Martin, and Charles Evans, 2001, Nominal Rigidities and the Dynamic Effects of Shocks to Monetary Policy, National Bureau of Economic Research Working Paper no. 8403.",
        "Cogley, Timothy and Thomas Sargent, 2001, Evolving Post WWII Inflation Dynamics, In Bernanke, Benjamin and Kenneth Rogoff (Eds), Macroeconomics Annual.",
        "Erceg, Christopher, Dale Henderson, and Andrew Levin, 2000, Optimal Monetary Policy with Staggered Wage and Price Contracts, Journal of Monetary Economics, 46, 281-313.",
        "Erceg, Christopher, Luca Guerrieri, and Christopher Gust, 2005, Can Long Run Restrictions Identify Technology Shocks? Journal of the European Economic Association, forthcoming.",
        "Erceg, Christopher, and Andrew Levin, 2003, Imperfect Credibility and Inflation Persistence, Journal of Monetary Economics 50, 915-944.",
        "Fisher, Irving, 1934, Stable Money, New York: Adelphi Company Publishers.",
        "Fuhrer, Jeffrey, 2000, Habit Formation in Consumption and Its Implications for Monetary-Policy Models, American Economic Review, 90, 367-90.",
        "Giannoni, Mark and Michael Woodford, 2005, Optimal Inflation Targeting Rules, in: Bernanke, Ben. and Woodford, Michael (eds)., Inflation Targeting, Chicago: University of Chicago Press.",
        "Goodfriend, Marvin, 1997, Monetary Policy Comes of Age: A 20th Century Odyssey, Federal Reserve Bank of Richmond Economic Quarterly 83, 1-24.",
        "Goodfriend, Marvin and Robert King, 1997, The New Neoclassical Synthesis and the Role of Monetary Policy, in: Bernanke, B.S., Rotemberg, J.J. (eds.), NBER Macroeconomics Annual 1997 (MIT Press: Cambridge), 231-283.",
        "Goodfriend, Marvin and Robert King, 2005, The Incredible Volcker Disinflation, Journal of Monetary Economics vol. 52 issue 5, 981-1015.",
        "Gordon, Robert, 1982, Why Stopping Inflation May Be Costly: Evidence from Fourteen Historical Episodes, in: Hall, Robert E. (ed.), Inflation: Causes and Effects, Chicago: University of Chicago Press,11-40.",
        "Homer, Sidney, and Richard Sylla, 1996, A History of Interest Rates, 3rd edition, New Brunswick, NJ.: Rutgers University Press.",
        "Humphrey, Thomas, 2004, Classical Deflation Theory, Federal Bank of Richmond Economic Quarterly, 90, 11-32.",
        "Macaulay, Frederick R., 1938, The Movements of Interest Rates, Stock Prices, and Bond Yields in the United States since 1856, New York: National Bureau of Economic Research, Inc.",
        "Miller, Adolph, 1921, Federal Reserve Policy, American Economic Review, 11, no. 2, 177-206.",
        "Mitchell, Wesley, 1903, A History of the Greenbacks, with Special Reference to the Economic Consequences of their Issue: 1862-1865, Chicago: University of Chicago Press.",
        "Rockoff, Hugh, 2005, Monetary Statistics before the National Banking Era, in Historical Statistics of the United States, Millenial Editional, Colonial Times to the Present, Cambridge,: Cambridge University Press.",
        "Rotemberg, Julio and Michael Woodford, An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy, in: Bernanke, Ben and Julio Rotemberg (eds.), NBER Macroeconomics Annual 1997, . Cambridge: MIT Press, 297-346.",
        "Sargent, Thomas, 1982, The Ends of Four Big Inflations, in: Hall, Robert (ed.), Inflation: Causes and Effects (University of Chicago Press: Chicago), 41-97.",
        "Sargent, Thomas, 1999,. The Conquest of American Inflation, Princeton: Princeton University Press.",
        "Svensson, Lars, 2003. What is Wrong with Taylor Rules: Using Judgement in Monetary Policy through Targeting Rules Journal of Economic Literature, vol. 41, 426-477.",
        "Smets, F. and R. Wouters, 2003. An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area,Journal of the European Economic Association, vol. 1, 1124-1175.",
        "Taylor, John, 1980, Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, 88, 1-24.",
        "Taylor, John, 1983, Union Wage Settlements during a Disinflation, The American Economic Review, 73, no. 5, 981-994.",
        "Timberlake, Richard H, 1975, The Resumption Act and the Money Supply, Journal of Economic History, 43, no. 3, 729-739.",
        "Woodford, Michael, 2003, Interest and Prices, Princeton: Princeton University Press.",
        "Yun, Tack. 1996, Nominal Price Rigidity, Money Supply Endogeneity, and Business Cycles. Journal of Monetary Economics 37, 345-370."
    ]
}