{
    "id": 12980,
    "cites": 10,
    "cited_by": 8,
    "reference": [
        "Davis, Steven J., John C. Haltiwanger, and Scott Schuh, Job creation and destruction, Cambridge and London: MIT Press, 1996.",
        "Gonzaga, Gustavo, Labor Turnover and Labor Legislation in Brazil, Economia: Journal of the Latin American and Caribbean Economic Association, Fall 2003, ~ (1), 165-207.",
        "NaÃ\u0083Â©rcio Aquino Menezes Filho, and Maria Cristina Terra, Trade Liberalization and the Evolution of Skill Earnings Differentials in Brazil, Journal of International Economics, March 2006, 68 (2), 345-67.",
        "Haltiwanger, John C., Adriana Kugler, Maurice Kugler, Alejandro Micco, and Carmen Pages, Effects of Tariffs and Real Exchange Rates on Job Reallocation: Evidence from Latin America, Journal of Policy Reform, Special Issue December 2004, 7(4), 191-208.",
        "Heckman, James J. and Carmen Pages, Law and Employment: Introduction, in James J. Heckman and Carmen Pages, eds., Law and employment: Lessons from Latin America and the Caribbean, NBER Conference Report series, Chicago and London: University of Chicago Press, 2004, pp. i-107.",
        "Klein, Michael W., Scott Schuh, and Robert K. Triest, Job Creation, Job Destruction, and the Real Exchange Rate, Journal of International Economics, March 2003, 59 (2), 239-65.",
        "Jennifer Poole, Garey Ramey, and Tamara Wajnberg, Job Concordances for Brazil: Mapping the ClassificaÃ\u0083Â§Ã\u0083Â¤o Brasileira de OcupacOes (CBO) to the International Standard Classification of Occupations (ISCO-88) , April 2004. University of California, San Diego, unpublished manuscript.",
        "Revenga, Ana L., Exporting Jobs? The Impact of Import Competition on Employment and Wages in U.S. Manufacturing, Quarterly Journal of Economics, February 1992, 107 (1), 255-84.",
        "Ribeiro, Eduardo Pontual, Carlos Henrique Corseuil, Daniel Santos, Paulo Furtado, Brunu Amorim, Luciana Servo, and AndrÃ\u0083Â© Souza, Trade Liberalization, the Exchange Rate and Job Flows in Brazil, Journal of Policy Reform, Special Issue December 2004, 7 (4), 209-23.",
        "Roberts, Mark J., Employment Flows and Producer Turnover, in Mark J. Roberts and James R. Tybout, eds., Industrial evolution in developing countries: Micro patterns of turnover, productivity, and market structure, Oxford and New York: Oxford University Press for the World Bank, 1996, pp. 18-42."
    ]
}