{
    "id": 12987,
    "cites": 101,
    "cited_by": 41,
    "reference": [
        "Agarwal, B. 2000. Ã\u0082â\u0080\u009cConceptualizing Environmental Collective Action: Why Gender Matters.Ã\u0082â\u0080\u009d Cambridge Journal of Economics 24 (3): 283Ã\u0082â\u0080\u0093310.",
        "Ashraf, N., J. Berry, and J. M. Shapiro. 2006. Ã\u0082â\u0080\u009cCan Higher Prices Stimulate Product Use? Evidence from a Field Experiment in Zambia.Ã\u0082â\u0080\u009d Harvard Business School, Cambridge, Mass.",
        "Aziz, K., B. Hoque, K. Hasan, M. Patwary, S. Huttly, M. Rahaman, and R. Feachem. 1990. Ã\u0082â\u0080\u009cReduction in Diarrhoeal Diseases in Children in Rural Bangladesh by Environmental and Behavioral Modifications.Ã\u0082â\u0080\u009d Transactions of the Royal Society of Tropical Medicine and Hygiene 84 (3): 433Ã\u0082â\u0080\u009338.",
        "Beaton, G. H., R. Martorell, K. Aronson, A. B. Edmonston, G. McCabe, A. C. Ross, and others. 1993. Ã\u0082â\u0080\u009cEffectiveness of Vitamin A Supplementation in the Control of Young Child Mortality in Developing Countries.Ã\u0082â\u0080\u009d Nutrition Policy Discussion Paper 13. United Nations Administrative Committee on Coordination, Subcommittee on Nuitrition, Geneva.",
        "Bloom, Erik, Elizabeth King, Michael Kremer, Indu Bhushan, David Clingingsmith, Benjamin Loevinsohn, Rathavuth Hong, and J. Brad Schwartz. 2006. Ã\u0082â\u0080\u009cContracting for Health: Evidence from Cambodia.Ã\u0082â\u0080\u009d Harvard University, Cambridge.",
        "Black, R. E. 1998. Ã\u0082â\u0080\u009cTherapeutic and Preventive Effects of Zinc on Serious Childhood Infections Diseases in Developing Countries.Ã\u0082â\u0080\u009d American Journal of Clinical Nutrition 68 (supplement): 476sÃ\u0082â\u0080\u00939s.",
        "Blum, D., and R. G. Feacham. 1983. Ã\u0082â\u0080\u009cMeasuring the Impact of Water Supply and Sanitation Investments on Diarrheal Diseases: Problems of Methodology.Ã\u0082â\u0080\u009d International Journal of Epidemiology 12 (3): 357Ã\u0082â\u0080\u009365.",
        "Blum, D., R. Emeh, S. R. A. Huttly, O. Dosunmu-Oganbe, N. Okeke, M. Ajala, J. I. Okora, C. Akeijobi, B. R. Kirkwood, and R. G. Feachem. 1990. Ã\u0082â\u0080\u009cThe Imo State (Nigeria) Drinking Water Supply and Sanitation Project 2: Impact on Dracunculiasis, Diarrhoea, and Nutritional Status.Ã\u0082â\u0080\u009d Transactions of the Royal Society of Tropical Medicine and Hygiene 84 (2): 316Ã\u0082â\u0080\u009321.",
        "Briend, A. 1990. Ã\u0082â\u0080\u009cIs Diarrhea a Major Cause of Malnutrition among the Under-Fives in Developing Countries? A Review of Available Evidence.Ã\u0082â\u0080\u009d European Journal of Clinical Nutrition 44: 611Ã\u0082â\u0080\u009328.",
        "Briscoe, J. 1984. Ã\u0082â\u0080\u009cWater Supply and Health in Developing Countries: Selective Primary Health Care Revisited.Ã\u0082â\u0080\u009d American Journal of Public Health 74 (9): 1009Ã\u0082â\u0080\u009313.",
        "Cairncross, S. 1996. Ã\u0082â\u0080\u009cWater Quality, Quantity, and Health.Ã\u0082â\u0080\u009d In J. O. Drangert, R. Swiderski, and M. Woodhouse, eds., Safe Water Environments. Water and Environmental Health Studies 24. Sweden: Linkoping University.",
        "Cairncross, S., and V. Valdmanis. 2006. Ã\u0082â\u0080\u009cWater Supply, Sanitation, and Hygiene Promotion.Ã\u0082â\u0080\u009d In Jamison and others, eds., Disease Control Priorities in Developing Countries. 2nd edition. New York: Oxford University Press.",
        "Chattopadhyay, R., and E. Duflo. 2004. Ã\u0082â\u0080\u009cWomen as Policy Makers: Evidence from a Randomized Policy Experiment in India.Ã\u0082â\u0080\u009d Econometrica 72 (5): 1409Ã\u0082â\u0080\u009343.",
        "Chaudhury, N., and J. Hammer. 2006. Ã\u0082â\u0080\u009cSanitation and Child Health: Evaluation of a Randomized Hygiene and Sanitation Information Campaign in an Indian State.Ã\u0082â\u0080\u009d World Bank, Washington, D.C. Development Economics Research Group.",
        "Chavez, A.V., and C. Martinez. 1986. Ã\u0082â\u0080\u009cEfectos de la Desnutricion Moderada Sobre el Rendimiento Escolar Temprano.Ã\u0082â\u0080\u009d La Revista de Investigacion Clinica 38 (Suplemento): 115Ã\u0082â\u0080\u009319.",
        "CHR (Child Health Research Project). 1998. Ã\u0082â\u0080\u009cChildhood Diarrhea in Sub-Saharan Africa.Ã\u0082â\u0080\u009d Child Health Research Project Special Report 2 (1). Cambridge, MA.",
        "Clasen, T. F., G. Parra, S. Boisson, and S. Collin. 2004. Ã\u0082â\u0080\u009cReducing Diarrhea Through the Use of Household-Based Ceramic Water Filters: A Randomized Controlled Trial in Rural Bolivia.Ã\u0082â\u0080\u009d American Journal of Tropical Medicine and Hygiene 70 (6): 651Ã\u0082â\u0080\u009357.",
        "Conroy, R. M., M. Meegan, T. Joyce, K. McGuigan, and J. Barnes. 1999. Ã\u0082â\u0080\u009cSolar Disinfection of Water Reduces Diarrheal Disease: An Update.Ã\u0082â\u0080\u009d Archives of Disease in Childhood 81 (4): 337Ã\u0082â\u0080\u00938.",
        "Conroy, R. M., M. Meegan, T. Joyce, K. McGuigan, and J. Barnes. 2001. Ã\u0082â\u0080\u009cSolar Disinfection of Drinking Water Protects Against Cholera in Children Under Six Years of Age.Ã\u0082â\u0080\u009d Archives of Disease in Childhood 85 (4): 293Ã\u0082â\u0080\u009395.",
        "Crump J. A., P. O. Otieno, L. Slutsker, B. Keswick, D. Rosen, R. Hoekstra, J. Vulule, and S. Luby. 2005. Ã\u0082â\u0080\u009cHousehold Based Treatment of Drinking Water with Flocculant-Disinfectant for Preventing Diarrhoea in Areas with Turbid Source Water in Rural Western Kenya: Cluster Randomised Controlled Trial.Ã\u0082â\u0080\u009d British Medical Journal 331: 478Ã\u0082â\u0080\u009383.",
        "Curtis, V., and S. Cairncross. 2003. Ã\u0082â\u0080\u009cEffect of Washing Hands with Soap on Diarrhea Risk: A Systematic Review.Ã\u0082â\u0080\u009d Lancet Infectious Disease 3 (5): 275Ã\u0082â\u0080\u009381.",
        "Curtis, V., S. Cairncross, and R. Yonli. 2000. Ã\u0082â\u0080\u009cDomestic Hygiene and DiarrheaÃ\u0082â\u0080\u0094Pinpointing the Problem.Ã\u0082â\u0080\u009d Tropical Medicine and International Health 5 (1): 22Ã\u0082â\u0080\u009332.",
        "Cutler, D., and G. Miller. 2005. Ã\u0082â\u0080\u009cThe Role of Public Health Improvements in Health Advances: The 20th Century United States.Ã\u0082â\u0080\u009d Demography 42 (1): 1Ã\u0082â\u0080\u009322.",
        "Daniels, D. L., S. Cousens, L. Makoae, and R. Feachem. 1990. Ã\u0082â\u0080\u009cA Case-Control Study of the Impact of Improved Sanitation on Diarrhea Morbidity in Lesotho.Ã\u0082â\u0080\u009d Bulletin of the World Health Organization 68 (4): 455Ã\u0082â\u0080\u009364.",
        "Dayton-Johnson, J. 2000. Ã\u0082â\u0080\u009cThe Determinants of Collective Action on the Commons: A Model with Evidence from Mexico.Ã\u0082â\u0080\u009d Journal of Development Economics 62: 181Ã\u0082â\u0080\u0093208.",
        "Dollar, D., R. Fisman, and R. Gatti. 2001. Ã\u0082â\u0080\u009cAre Women Really the Ã\u0082â\u0080\u0098FairerÃ\u0082â\u0080\u0099 Sex? Corruption and Women in Government.Ã\u0082â\u0080\u009d Journal of Economic Behavior and Organization 46 (4): 423Ã\u0082â\u0080\u009329.",
        "Eckel, C., and P. J. Grossman. 1998. Ã\u0082â\u0080\u009cAre Women Less Selfish Than Men? Evidence from Dictator Experiments.Ã\u0082â\u0080\u009d Economic Journal 198: 726Ã\u0082â\u0080\u009335.",
        "Esrey S. A., and J.-P. Habicht. 1986. Ã\u0082â\u0080\u009cEpidemiologic Evidence for Health Benefits from Improved Water and Sanitation in Developing Countries.Ã\u0082â\u0080\u009d Epidemiology Review 8: 117Ã\u0082â\u0080\u009328.",
        "Esrey S. A., R. Feachem, and J. Hughes. 1985. Ã\u0082â\u0080\u009cInterventions for the Control of Diarrheal Diseases among Young Children: Improving Water Supplies and Excreta Disposal Facilities.Ã\u0082â\u0080\u009d Bulletin of the World Health Organization 63 (4): 757Ã\u0082â\u0080\u009372.",
        "Esrey S. A., J. B. Potash, L. Roberts, and C. Shiff. 1991. Ã\u0082â\u0080\u009cEffects of Improved Water Supply and Sanitation on Ascariasis, Diarrhea, Dracunculiasis, Hookworm Infection, Schistosomiasis, and Trachoma.Ã\u0082â\u0080\u009d Bulletin of the World Health Organization 69 (5): 609Ã\u0082â\u0080\u009321.",
        "Galiani, S., P. Gertler, and E. Schargrodsky. 2005. Ã\u0082â\u0080\u009cWater for Life: The Impact of the Privatization of Water Services on Child Mortality.Ã\u0082â\u0080\u009d Journal of Political Economy 113 (1): 83Ã\u0082â\u0080\u0093120.",
        "Guerrant, D. I., S. Moore, A. Lima, P. Patrick, J. Schorling, and R. Guerrant. 1999. Ã\u0082â\u0080\u009cAssociation of Early Childhood Diarrhea and Cryptosporidiosis with Impaired Physical Fitness and Cognitive Function Four to Seven Years Later in a Poor Urban Community in Northeast Brazil.Ã\u0082â\u0080\u009d American Journal of Tropical Medicine and Hygiene 61 (5): 707Ã\u0082â\u0080\u009313.",
        "Guerrant, R. L., Aldo A. M. Lima, and Frances Davidson. 1992. Ã\u0082â\u0080\u009cDiarrhea as a Cause and Effect of Malnutrition: Diarrhea Prevents Catch-up Growth and Malnutrition Increases Diarrhea Frequency and Duration.Ã\u0082â\u0080\u009d American Journal of Tropical Medicine and Hygiene 47 (1): 28Ã\u0082â\u0080\u009335.",
        "Han, A. M., and T. Hlaing. 1989. Ã\u0082â\u0080\u009cPrevention of Diarrhoea and Dysentery by Hand Washing.Ã\u0082â\u0080\u009d Transactions of the Royal Society of Tropical Medicine and Hygiene 83 (1): 2128Ã\u0082â\u0080\u009331.",
        "Hendricks K. M., and S. H. Badruddin. 1994. Ã\u0082â\u0080\u009cWeaning and Diarrheal Disease.Ã\u0082â\u0080\u009d Journal of Diarrhoeal Disease Research 12 (1): 4Ã\u0082â\u0080\u009313.",
        "Hill, Z., B. Kirkwood, and K. Edmond. 2004. Ã\u0082â\u0080\u009cFamily and Community Practices that Promote Child Survival, Growth, and Development: A Review of the Evidence.Ã\u0082â\u0080\u009d World Health Organization, Geneva.",
        "Hoque, B. A., T. Juncker, R. Sack, M. Ali, and K. Aziz. 1996. Ã\u0082â\u0080\u009cSustainability of a Water, Sanitation and Hygiene Education Project in Rural Bangladesh: A 5-Year Follow-Up.Ã\u0082â\u0080\u009d Bulletin of the World Health Organization 74 (4): 431Ã\u0082â\u0080\u009337.",
        "Huttly S. R., A. D. Blum, B. R. Kirkwood, R. N. Emeh, and R. G. Feachem. 1987. Ã\u0082â\u0080\u009cThe Epidemiology of Acute Diarrhea in a Rural Community in Imo State, Nigeria.Ã\u0082â\u0080\u009d Transactions of the Royal Society of Tropical Medicine and Hygiene 81: 865Ã\u0082â\u0080\u009370.",
        "IIED (International Institute for Environment and Development). 2000. Ã\u0082â\u0080\u009cDrawers of Water II: Thirty Years of Change in Domestic Water Use and Environmental Health in East Africa.Ã\u0082â\u0080\u009d International Institute for Environment and Development, London.",
        "INSTRAW-UN (International Research and Training Institute for the Advancement of Women). 1990. Ã\u0082â\u0080\u009cWomen, Water and Sanitation.Ã\u0082â\u0080\u009d In S. Sontheimer ed., Women and the Environment: A Reader. New York, N.Y.: Monthly Review Press.",
        "Isham, J., and S. Kahkonen. 1999. Ã\u0082â\u0080\u009cWhat Determines the Effectiveness of Community-Based Water Projects? Evidence from Central Java, Indonesia on Demand Responsiveness, Service Rules, and Social Capital.Ã\u0082â\u0080\u009d Social Capital Initiative Paper 14. World Bank, Environmentally and Socially Sustainable Development Network, Washington, D.C.",
        "Katz, T., and J. Sara. 1998. Ã\u0082â\u0080\u009cMaking Rural Water Supply Sustainable: Recommendations from a Global Study.Ã\u0082â\u0080\u009d United Nations Development Programme and World Bank Water and Sanitation Program [www.wsp.org/publications/global_ruralstudy.pdf].",
        "Keusch G.T., O. Fontaine, A. Bhargava, C. Boschi-Pinto, Z. Bhutta, E. Gotuzzo, J. Rivera, J. Chow, S. Shahid-Salles, and R. Laxminarayan. 2006. Ã\u0082â\u0080\u009cDiarrheal Diseases.Ã\u0082â\u0080\u009d In Jamison and others, eds., Disease Control Priorities in Developing Countries. 2nd edition. New York: Oxford University Press.",
        "Khan, M. U. 1982. Ã\u0082â\u0080\u009cInterruption of Shigellosis by Hand Washing.Ã\u0082â\u0080\u009d Transactions of the Royal Society of Tropical Medicine and Hygiene 76 (2): 164Ã\u0082â\u0080\u009368.",
        "Khwaja, A. I. 2003. Ã\u0082â\u0080\u009cCan Good Projects Succeed in Bad Communities? The Determinants of Collective Success in Maintaining Local Public Goods.Ã\u0082â\u0080\u009d Working Paper RWP01-043. Harvard University, Kennedy School of Government, Cambridge, Mass.",
        "Kleemeier, E. 2000. Ã\u0082â\u0080\u009cThe Impact of Participation on Sustainability: an Analysis of the Malawi Rural Piped Scheme Program.Ã\u0082â\u0080\u009d World Development 28 (5): 929Ã\u0082â\u0080\u009344.",
        "Kremer, M., J. Leino, E. Miguel, and A. Zwane. 2006. Ã\u0082â\u0080\u009cSpring Cleaning: Results from a Randomized Impact Evaluation of a Source Water Quality Improvement.Ã\u0082â\u0080\u009d University of California, Berkeley.",
        "Kremer, M. and E. Miguel. Forthcoming. Ã\u0082â\u0080\u009cThe Illusion of Sustainability,Ã\u0082â\u0080\u009d Quarterly Journal of Economics. Lancet. 1991. Ã\u0082â\u0080\u009cDiarrhea and Malnutrition.Ã\u0082â\u0080\u009d Lancet 338: 921Ã\u0082â\u0080\u009322.",
        "Loevinsohn, B. 2007. Personal communication. 14 February 2007.",
        "Luby, S., M. Agboatwalla, A. Razz, and J. Sobel. 2004a. Ã\u0082â\u0080\u009cA Low-Cost Intervention for Cleaner Drinking Water in Karachi, Pakistan.Ã\u0082â\u0080\u009d International Journal of Infectious Diseases 5 (3): 144Ã\u0082â\u0080\u009350.",
        "Luby, S., M. Agboatwalla, J. Painter, A. Altaf, W. Billhimer, and R. Hoekstra. 2004b. Ã\u0082â\u0080\u009cEffect of Intensive Hand Washing Promotion on Childhood Diarrhea in High-Risk Communities in Pakistan: A Randomized Control Trial.Ã\u0082â\u0080\u009d Journal of the American Medical Association 291 (21): 2547Ã\u0082â\u0080\u009354.",
        "Luby, S. M. Agboatwalla, J. Painter, A. Altaf, W. Billhimer, B. Keswick, and R. Hoekstra. 2006. Ã\u0082â\u0080\u009cCombining Drinking Water Treatment and Hand Washing for Diarrhea Prevention, A Cluster Randomized Control Trial,Ã\u0082â\u0080\u009d Tropical Medicine and International Health 11(4): 479-89.",
        "Manandhar, D. D. Osrin, B. Prasad, N. Mesko, K. Tumbahangphe, S. Tamang, S. Thapa, D. Shrestha, B. Thapa, J. Shrestra and others. 2004. Ã\u0082â\u0080\u009cEffect of a Participatory Intervention with WomenÃ\u0082â\u0080\u0099s Groups on Birth Outcomes in Nepal: Cluster Randomized Control Trial,Ã\u0082â\u0080\u009d Lancet 364: 970-79.",
        "Makutsa, Philip, Kilungu Nzaku, Paul Ogutu, Peter Barasa, Sam Ombeki, Alex Mwaki, and Robert E. Quick, (2001), Challenges in implementing a point-of-use water quality intervention in Rural Kenya, American Journal of Public Health 91(10): 1571-1573.",
        "Mansuri, G., and V. Rao. 2004. Ã\u0082â\u0080\u009cCommunity-Based and -Driven Development: A Critical Review.Ã\u0082â\u0080\u009d World Bank Research Observer 19 (1): 1Ã\u0082â\u0080\u009339.",
        "Martines, J., M. Phillips, and R.G. Feachem (1993), Diarrheal Diseases, in Dean T. Jamison et al., eds., Ã\u0082â\u0080\u009cDisease Control Priorities in Developing Countries,Ã\u0082â\u0080\u009d Oxford University Press: Oxford, U.K. and New York, p. 91.",
        "Martorell, R. 1993. Enhancing Human Potential in Guatemalan Adults through Improved Nutrition in Early Childhood. Nutrition Today (January/February): 6Ã\u0082â\u0080\u009313.",
        "Meadows, E., and N. Le Saux. 2004. Ã\u0082â\u0080\u009cA Systematic Review of the Effectiveness of Antimicrobial Rinse-Free Hand Sanitizers for Prevention of Illness-Related Absenteeism in Elementary School Children.Ã\u0082â\u0080\u009d BMC Public Health 4 (50).",
        "Meddings, D. R., L. Ronald, S. Marion, J. Pinera, and A. Oppliger. 2004. Ã\u0082â\u0080\u009cCost Effectiveness of a Latrine Revision Programme in Kabul, Afganistan.Ã\u0082â\u0080\u009d Bulletin of the World Health Organization 82 (4): 281Ã\u0082â\u0080\u009389.",
        "Miller, P., and N. Hirschhorn. 1995. Ã\u0082â\u0080\u009cThe Effect of a National Control of Diarrheal Diseases Program on Mortality: The Case of Egypt.Ã\u0082â\u0080\u009d Social Science Medicine 40 (10): 1Ã\u0082â\u0080\u009330.",
        "Monte, C. M., Ashworth, A., Nations, M. K., Lima, A. A., Barreto, A., Huttly, S. R. 1997. Ã\u0082â\u0080\u009cDesigning educational messages to improve weaning food hygiene practices of families living in poverty.Ã\u0082â\u0080\u009d Social Science Medicine 44(10): 1453-64.",
        "Motarjemi, Y., Kaferstei, F., Moy, G., Quevedo, F. 1993. Ã\u0082â\u0080\u009cContaminated weaning food: a major risk factor for diarrhoea and associated malnutrition.Ã\u0082â\u0080\u009d Bulletin of the World Health Organization 71(1): 79-92.",
        "Niehaus, M.D., S. Moore, P. Patrick, L. Derr, B. Lorntz, and A. Lima. 2002. Ã\u0082â\u0080\u009cEarly Childhood Diarrhea is Associated with Diminished Cognitive Function Four to Seven Years Later in Children in a Northeast Brazilian Shantytown.Ã\u0082â\u0080\u009d American Journal of Tropical Medicine and Hygiene 66 (5): 590Ã\u0082â\u0080\u009393.",
        "Nowell, C., and S. Tinkler. 1994. Ã\u0082â\u0080\u009cThe Influence of Gender on the Provision of a Public Good.Ã\u0082â\u0080\u009d Journal of Economic Behavior and Organization 25 (1): 25Ã\u0082â\u0080\u009336.",
        "Okun, D. A. 1988. Ã\u0082â\u0080\u009cThe Value of Water Supply and Sanitation in Development: An Assessment.Ã\u0082â\u0080\u009d American Journal of Public Health 78 (11): 1463Ã\u0082â\u0080\u009367.",
        "Pant C. R., G. Pokharel, F. Curtale, R. Pokharel, R. Grosse, J. Lepkowski, Muhilal, M. Bannister, J. Gorstein, S. Pak-Gorstein, and others. 1996. Ã\u0082â\u0080\u009cImpact of Nutrition Education and Mega-Dose Vitamin A Supplementation on the Health of Children in Nepal.Ã\u0082â\u0080\u009d Bulletin of the World Health Organization 74 (5): 533Ã\u0082â\u0080\u009345.",
        "Parashar, U. D., Bresee, J. S., Glass, R. I. 2003. Ã\u0082â\u0080\u009cThe global burden of diarrhoeal disease in children.Ã\u0082â\u0080\u009d Bulletin of the World Health Organization 81(4): 236. Epub 2003 May 16.",
        "Pelltier, D. E. Frongillo, D. Schroeder, and J. Habicht. 1995. Ã\u0082â\u0080\u009cThe Effects of Malnutrition on Child Mortality in Developing Countries.Ã\u0082â\u0080\u009d Bulletin of the World Health Organization 73 (4): 443Ã\u0082â\u0080\u009348.",
        "Perera, B. J. C., S. Ganesan, J. Jayarasa, and S. Ranaweera. 1999. Ã\u0082â\u0080\u009cThe Impact of Breastfeeding Practices on Respiratory and Diarrhoeal Disease in Infancy: A Study from Sri Lanka.Ã\u0082â\u0080\u009d Journal of Tropical Pediatrics 45 (2): 115Ã\u0082â\u0080\u009318.",
        "Pollitt, E., K.S. Gorman, P.S. Engle, R. Martorell, and J. Rivera. 1993. Ã\u0082â\u0080\u009cEarly Supplementary Feeding and Cognition.Ã\u0082â\u0080\u009d Monographs of the Society for Research in Child Development 58 (7): 1Ã\u0082â\u0080\u009399.",
        "Prokopy, L. S. 2004. Ã\u0082â\u0080\u009cWomenÃ\u0082â\u0080\u0099s Participation in Rural Water Supply Projects in India: Is it Moving Beyond Tokenism and Does it Matter?Ã\u0082â\u0080\u009d Water Policy 6 (2): 103Ã\u0082â\u0080\u009316.",
        "Quick, R. E., L. Venczal, E. Mintz, L. Soleto , J. Aparicio, M. Gironaz, L. Hutwagner, K. Greene, C. Bopp, K. Maloney, D. Chavez, M. Sobsey, and R. Tauxe. 1999. Ã\u0082â\u0080\u009cDiarrhea Prevention in Bolivia through Point-of-Use Disinfection and Safe Storage: A Promising New Strategy.Ã\u0082â\u0080\u009d Epidemiology Infections 122 (1): 83Ã\u0082â\u0080\u009390.",
        "Quick, R. E., A. Kimura, A. Thevos, M. Tembo, I. Shamputa, L. Hutwagner, and E. Mintz. 2002. Ã\u0082â\u0080\u009cDiarrhea Prevention through Household-Level Water Disinfection and Safe Storage in Zambia.Ã\u0082â\u0080\u009d American Journal of Tropical Medicine and Hygiene 66 (5): 584Ã\u0082â\u0080\u009389.",
        "Ramakrishnan, U., and R. Matorell. 1998. Ã\u0082â\u0080\u009cThe Role of Vitamin A in Reducing Child Mortality and Morbidity and Improving Growth.Ã\u0082â\u0080\u009d Salud Publica de Mexico 40 (2): 189Ã\u0082â\u0080\u009398.",
        "Ray, I. 2004. Ã\u0082â\u0080\u009cWater for All? Peri-Urban and Rural Water Delivery Options: The Case of India.Ã\u0082â\u0080\u009d Paper presented to the University of California, Berkeley, Energy and Resources Group Fall Colloquium Series, 6 October.",
        "Raisler, J., C. Alexander, and P. OÃ\u0082â\u0080\u0099Compo. 1999. Ã\u0082â\u0080\u009cBreastfeeding and Infant Illness: A Dose-Response Relationship?Ã\u0082â\u0080\u009d American Journal of Public Health 89 (1): 25Ã\u0082â\u0080\u009330.",
        "Reller, E., C. Mendoza, M. Lopez, M. Alvarez, R. Hoekstra, C. Olson, K. Baier, B. Keswick, and S. Luby. 2003. Ã\u0082â\u0080\u009cA Randomized Control Trial of Household-Based Flocculant-Disinfectant Drinking Water Treatment for Diarrhea Prevention in Rural Guatemala.Ã\u0082â\u0080\u009d American Journal of Tropical Medicine and Hygiene 69(4): 411Ã\u0082â\u0080\u009319.",
        "Rosen, S., and J. R. Vincent. 1999. Ã\u0082â\u0080\u009cHousehold Water Resources and Rural Productivity in Sub-Saharan Africa: A Review of the Evidence.Ã\u0082â\u0080\u009d Harvard Institute for International Development Discussion Paper 673. Cambridge, Mass.",
        "Ruiz-Palacios, G., I. PÃ\u0083Â©rez-Schael, F. VelÃ\u0083Â¡zquez, H. Abate, T. Breuer, S. Costa Clemens, B. Cheuvart, F. Espinoza, P. Gillard, B. Innis, and others. 2006. Ã\u0082â\u0080\u009cSafety and Efficacy of an Attenuated Vaccine against Severe Rotavirus Gastroenteritis.Ã\u0082â\u0080\u009d New England Journal of Medicine 354 (1): 11Ã\u0082â\u0080\u009322.",
        "Schorling, J .B., J. F. McAuliffe, M. A. de Souza, and R. L. Guerrant. 1990. Ã\u0082â\u0080\u009cMalnutrition is Associated with Increased Diarrhea Incidence and Duration among Children in an Urban Brazilian Slum.Ã\u0082â\u0080\u009d International Journal of Epidemiology 19 (3): 728Ã\u0082â\u0080\u009335.",
        "Semenza, J., L. Roberts, A. Henderson, J. Bogan, and C. Rubin. 1998. Ã\u0082â\u0080\u009cWater Distribution System and Diarrheal Disease Transmission: A Case Study in Uzbekistan.Ã\u0082â\u0080\u009d American Journal of Tropical Medicine and Hygiene 59 (6): 941Ã\u0082â\u0080\u009346.",
        "Shordt, K., and S. Cairncross. 2004. Ã\u0082â\u0080\u009cSustainability of Hygiene Behaviour and the Effectiveness of Change Interventions: Findings from a Multi-Country Research and Implications for Water and Sanitation Programmes.Ã\u0082â\u0080\u009d International Water and Sanitation Centre, The Hague.",
        "Sikorski, J., M. J. Renfrew, S. Pindoria, and A. Wade. 2003. Ã\u0082â\u0080\u009cSupport for Breastfeeding Mothers: A Systematic Review.Ã\u0082â\u0080\u009d Paediatric and Perinatal Epidemiology 17 (4): 407Ã\u0082â\u0080\u009317.",
        "Smith, K. R., C. F. Corvalan, and T. Kjellstrom. 1999. Ã\u0082â\u0080\u009cHow Much Global Ill Health Is Attributable to Environmental Factors?Ã\u0082â\u0080\u009d Epidemiology 10 (5): 573Ã\u0082â\u0080\u009384.",
        "Sobsey, M. D., T. Handzel, and L. Venczel. 2003. Ã\u0082â\u0080\u009cChlorination and Safe Storage of Household Drinking Water in Developing Countries to Reduce Waterborne Disease.Ã\u0082â\u0080\u009d Water Science and Technology 47 (3): 221Ã\u0082â\u0080\u009328.",
        "Solow, J. and N. Kirkwood. 2002. Ã\u0082â\u0080\u009cGroup Identity and Gender in Public Goods Experiments.Ã\u0082â\u0080\u009d Journal of Economic Behavior and Organization 48 (4): 403Ã\u0082â\u0080\u009312.",
        "Stanton, B. F., and J. D. Clemens. 1987. Ã\u0082â\u0080\u009cAn Educational Intervention for Altering Water-Sanitation Behaviors to Reduce Childhood Diarrhea in Urban Bangladesh II: A Randomized Trial to Assess the Impact of the Intervention on Hygienic Behaviors and Rates of Diarrhea.Ã\u0082â\u0080\u009d American Journal of Epidemiology 125 (2): 292Ã\u0082â\u0080\u0093301.",
        "USAID (United States Agency for International Development). 1996. Ã\u0082â\u0080\u009cEnvironment, Health and People: An Update on USAIDÃ\u0082â\u0080\u0099s Environmental Health Project.Ã\u0082â\u0080\u009d USAID Environmental Health Project. Arlington, Va.",
        "USAID (United States Agency for International Development). 2004. Ã\u0082â\u0080\u009cCost Analysis of the National Vitamin A Supplementation Programs in Ghana, Nepal, and Zambia: A Synthesis of Three Studies.Ã\u0082â\u0080\u009d USAID Micronutrient Program, Arlington, Va.",
        "Varley, R. C. G., J. Tarvid, and D. Chao. 1998. Ã\u0082â\u0080\u009cA Reassessment of the Cost-Effectiveness of Water and Sanitation Interventions in Programmes for Controlling Childhood Diarrhea.Ã\u0082â\u0080\u009d Bulletin of the World Health Organization 76 (6): 617Ã\u0082â\u0080\u009331.",
        "Vaz, L., and P. Jha. 2001. Ã\u0082â\u0080\u009cNote on the Health Impact of Water and Sanitation Services.Ã\u0082â\u0080\u009d World Health Organization Commission on Macroeconomics and Health Working Paper Series Paper WG5: 23, Geneva.",
        "Vesikari T., D. Matson, P. Dennehy, P. Van Damme, M. Santosham, Z. Rodriguez, M. Dallas, J. Heyse, M. Goveia, S. Black, and others. 2006. Ã\u0082â\u0080\u009cSafety and Efficacy of a Pentavalent Human-Bovine (WC3) Reassortant Rotavirus Vaccine.Ã\u0082â\u0080\u009d New England Journal of Medicine 354: 23Ã\u0082â\u0080\u009333.",
        "Victora, C. G., M. Olino, L. Nobre, and F. Barros. 1996. Ã\u0082â\u0080\u009cFalling Diarrhoea Rates in Northeastern Brazil: Did ORT Play a Role?Ã\u0082â\u0080\u009d Health Policy and Planning 11 (2): 132Ã\u0082â\u0080\u009341.",
        "Victora, C. G., J. Bryce, O. Fontaine, and R. Monasch. (2000). Ã\u0082â\u0080\u009cReducing Deaths from Diarrhea through Oral Rehydration Therapy.Ã\u0082â\u0080\u009d Bulletin of the World Health Organization 78 (10): 1246Ã\u0082â\u0080\u009356.",
        "Watson, T. 2006. Ã\u0082â\u0080\u009cPublic Health Investments and the Infant Mortality Gap: Evidence from Federal Sanitation Interventions and Hospitals on U.S. Indian Reservations.Ã\u0082â\u0080\u009d Journal of Public Economics 90 (8Ã\u0082â\u0080\u00939): 1537Ã\u0082â\u0080\u009360.",
        "White C. G., F. Shinder, L. Shinder, and D. Dyer. Ã\u0082â\u0080\u009cReduction of Illness Absenteeism in Elementary Schools Using an Alcohol-Free Instant Hand Sanitizer.Ã\u0082â\u0080\u009d Journal of School Nursing 17 (5): 258Ã\u0082â\u0080\u009365. White, G. F. D. Bradley, and A. White. 1972. Drawers of Water: Domestic Water Use in East Africa. Chicago: University of Chicago Press.",
        "WHO (World Health Organization). 2000. Global Water Supply and Sanitation Assessment. Geneva: WHO.",
        "Wilson, J., and G. Chandler. 1993. Ã\u0082â\u0080\u009cSustained Improvements in Hygiene Behaviour Amongst Village Women in Lombok, Indonesia.Ã\u0082â\u0080\u009d Transactions of the Royal Society of Tropical Medicine and Hygiene 87 (6): 615Ã\u0082â\u0080\u009316.",
        "Wright, J. S. Gundry, and R. Conroy. 2004. Ã\u0082â\u0080\u009cHousehold Drinking Water in Developing Countries: A Systematic Review of Microbiological Contamination between Source and Point of Use.Ã\u0082â\u0080\u009d Tropical Medicine and International Health 9 (1): 106Ã\u0082â\u0080\u009317.",
        "Zlotkin, S.H., C. Schauer, A. Christofides, W. Sharieff, M. Tondeur, and S. Hyder. 2005. Ã\u0082â\u0080\u009cMicronutrient Sprinkles to Control Childhood Anemia.Ã\u0082â\u0080\u009d PLoS Medicine 2 (1): 24Ã\u0082â\u0080\u009328.",
        "Zwarteveen, M., and R. Meizen-Dick. 2001. Ã\u0082â\u0080\u009cGender and Property-Rights in the Commons: Examples of Water Rights in South Asia.Ã\u0082â\u0080\u009d Agriculture and Human Values 18 (1): 11Ã\u0082â\u0080\u009325."
    ]
}