{
    "id": 12996,
    "cites": 13,
    "cited_by": 27,
    "reference": [
        "Bermuda, Department of Statistics (2006), Bermuda Balance of Payments: Quarter ended March 2006, downloaded from www.statistics .gov.bm.",
        "Desai, Mihir A., Fritz Foley, and James R. Hines, Jr. (2003), Chains of Ownership, Regional Tax Competition, and Foreign Direct Investment, in Heinz Herrmann and Robert E.",
        "Lipsey, Editors, Foreign Direct Investment in the Real and Financial Sector of Industrial Countries, Berlin-Heidelberg, Springer-Verlag, pp. 61-98, pp. 61-98. Deutsche Bundesbank (2006), Kapitalverflechtung mit dem Ausland, Statistische Sonderveroffentlichung 10, Frankfurt am Main, April.",
        "Fuest, Clemens, Thomas Hemmelgarn, and Fred Ramb (2006), How would formula apportionment in the EU affect the distribution and size of the corporate tax base? An analysis based on German multinationals, Deutsche Bundesbank, Discussion Paper, Series 1: Economic Studies, No.20/2006.",
        "Hines, James R., Jr. (2005),Do Tax Havens Flourish? in James M. Poterba, Editor, Tax Policy and the Economy 19, Cambridge, MA, MIT Press, pp. 65-99.",
        "International Monetary Fund (IMF) (1993), Balance of Payments Manual, Fifth Edition, 1993, Washington, DC, International Monetary Fund.",
        "Landefeld, J. Steven, Obie G. Whichard, and Jeffrey H. Lowe (1993), Alternative Frameworks for U.S. International Transactions, Survey of Cunent Business, Vol. 73, No. 12, December, pp. 50-6 1.",
        "Working Paper 12271, May. Markusen, James R. (2002), Multinational Firms and the Theory of International Trade, Cambridge, MA, The MIT Press.",
        "Organisation for Economic Co-operation and Development (OECD) (1993), Tax Aspects of Transfer Pricing Within Multinational Enterprises: The United States Proposed Regulations, OECD Documents, Paris.",
        "Attribution of Profits to Permanent Establishments, Centre for Tax Policy and Administration, Paris, December. United Nations Conference on Trade and Development (UNCTAD) (2001), Measures of the Transnationalization of Economic Activity, New York and Geneva, United Nations.",
        "Report, 2003, United Nations, New York and Geneva.",
        "Report, 2004, United Nations, New York and Geneva.",
        "U.S. Review Committee for Balance of Payments Statistics (1965), The Balance of Payments Statistics of the United States: A Review and Appraisal, Report of the Review Committee for Balance of Payments Statistics to the Bureau of the Budget, Washington, DC, April."
    ]
}