{
    "id": 12999,
    "cites": 26,
    "cited_by": 4,
    "reference": [
        "Aghion, P., and P. Howitt. 1998. Endogenous Growth Theory, Boston, MA: MIT Press.",
        "Aghion, P., and P. Howitt. 2005. Growth with quality-improving innovations: an integrated framework. in: Aghion P., Durlauf, S., (eds.) Handbook of Economic Growth, Amsterdam: North-Holland.",
        "Arrow, K., Chenery, H. B., Minhas, B., Solow, R., 1961. Capital-labor substitution and economic efficiency. Review of Economics and Statistics 43, 225-250.",
        "Bano, R., Sala-i-Martin, X., 2003. Economic Growth. Second edition, MIT Press, Boston, MA.",
        "Bencivenga, V., Smith, B., Stan, R., 1995. Transactions costs, technological choice, and endogenous growth. Journal of Economic Theory 67, 153-177.",
        "Boltho A. and G. Toniolo, 1999. The Assessment: The 20th Century-Achievements, Failures, Lessons, Oxford Review of Economic Policy 15(4), 1-17.",
        "De Long J. B. and L. H. Summers. 1991. Equipment investment and economic growth, Quarterly Journal of Economics 106, 445-5 02.",
        "De Long J. B. and L. H. Summers. 1993. How strongly do developing economies benefit from equipment investment? Journal of Monetary Economics 32, 395-4 15.",
        "Gali, J., Zilibotti, F., 1995. Endogenous growth and poverty traps in a Cournotian model.",
        "Annals dEconomoie et de Statistique 37/38, 197-214. Greenwood, J., Seshadri, A., 2005. Technological progress and economic transformation.",
        "Jones, C., 1994. Economic growth and the relative price of capital. Journal of Monetary Economics 34, 359-382.",
        "Jones, C., 2005. Growth and ideas. in: Aghion P., Durlauf, S., (eds.) Handbook of Economic Growth, Amsterdam: North-Holland.",
        "Harvard University Press, Cambridge, MA. Jovanovic, B., Nyarko, Y., 1996. Learning by doing and the choice of technology.",
        "Econometrica 64, 1299-13 10. Kaldor, N., 1961. Capital accumulation and economic growth, in: Lutz, F., Hague, D., (eds.), The Theory of Capital, St. Martins Press, New York.",
        "King, R., Rebelo, R., 1993. Transitional dynamics and economic growth in the neoclassical model. American Economic Review 83, 908-931.",
        "Lucas, R., 1988. On the mechanics of economic development. Journal of Monetary Economics 22, 3-42.",
        "Lucas, R., 1990. Why does not capital flow from rich to poor countries? American Economic Review 80, 92-96.",
        "Lucas, R., 2002. Lectures on Economic Growth. Harvard University Press, Cambridge, MA.",
        "Maddison, A., 1982. Phases of Capitalist Development. Oxford University Press, Oxford, UK.",
        "Parente, S., 1994. Technology adoption, learning-by-doing, and economic growth.",
        "Rebelo, S., 1991. Long-run policy analysis and long-run growth. Journal of Political Economy 99, 500-521.",
        "Romer, P., 1986. Increasing returns and long run growth. Journal of Political Economy 94, 1002-1037.",
        "Romer, P., 1990. Endogenous technological change. Journal of Political Economy 98, S7 1-S 102.",
        "Rosenberg, N., Birdzell, L. Jr., 1986. How the West Grew Rich, Basic Books, New York.",
        "Young, Allyn, 1928. Increasing returns and economic progress. Economic Journal 38, 527-542.",
        "Young, Alwyn, 1995. The tyranny of numbers: confronting the statistical realities of the East Asian growth experience. Quarterly Journal of Economics 110, 64 1-680."
    ]
}