{
    "id": 12993,
    "cites": 40,
    "cited_by": 12,
    "reference": [
        "Acemoglu, D., S. Johnson and J. Robinson (2004) Institutions as the Fundamental Cause of Long-Run Economic Growth. NBER Working Paper 10481, May.",
        "Bernanke, B. (2002) On Milton Friedmans Ninetieth Birthday, Federal Reserve Board of Governors, November.",
        "Bernanke, B.S. and H. James (1991) The Gold Standard, Deflation and Financial Crises in the Great Depression: An International Comparison, in R.G. Hubbard (ed.) Financial Markets and Financial Crises, Chicago: University of Chicago Press.",
        "Bordo, M.D. (2006) Sudden Stops, Financial Crises and Original Sin in Emerging Markets: DÃ\u0083Â©jÃ\u0083Â  vu? NBER Working Paper 12393.",
        "Bordo, M.D. and F.E. Kydland (1995) The Gold Standard as a Rule: An Essay in Exploration. Explorations in Economic History, October.",
        "Bordo, M.D. and H. Rockoff (1996) The Gold Standard as a `Good Housekeeping Seal of Approval. Journal of Economic History. June.",
        "Bordo, M.D. and A.J. Schwartz (1999), Monetary Policy Regimes and Economic Performance : The Historical Record chapter 2 of the North Holland Handbook of Macroeconomics (eds) A. Taylor and M. Woodford, North Holland : New York.",
        "Bordo, M.D., B. Eichengreen, D. Klingebiel, M.S. Martinez-Peria (2001) Is the Crisis Problem Growing more Severe? Economic Policy, April.",
        "Bordo, M.D. and R. Cortes-Conde (2001) Transferring Wealth and Powerfrom the Old to the New World: Monetary and Fiscal Institutions in the 1 7th through the 19th Century, Cambridge: Cambridge University Press.",
        "Bordo, M.D. and C.M. Meissner (2006) Foreign Capital and Economic Growth in the First Era of Globalisation (mimeo) Cambridge University (November).",
        "Bordo, M.D. and P.B. Rousseau (2006) Legal-Political Factors and the Historical Evolution of the Finance-Growth Link? European Review of Economic History, November.",
        "Bordo, M.D. and K. Oosterlinck (2005) Do Political Changes Trigger Debt Default? And do Defaults Lead to Political Changes? (mimeo) Rutger University.",
        "Brewer, J. (1989) The Success of Power: War, Money and the English State, 1688-1783. New York, Knopf.",
        "Caballero, R., K. Cowen and J. Kearns (2004) Fear of Sudden Stops: Lessons from Australia, NBER Working Paper 10519.",
        "Cameron, R. (1967) Banking in the Early Stages oflndustrialisation, New York, Oxford University Press.",
        "Calvo, G., A. Izquierdo and L.F. Mejia (2004) On the Empirics of Sudden Stops: The Relevance of Balance Sheet Effects, NBER Working Paper 10520, May.",
        "Demirguc-Kent, A. and E. Detragiache (1998) Financial Liberalization and Financial Fragility. 1998 World Bank Annual Conference on Development Economics.",
        "DeVries, J. and A. van der Woude (1997) The First Modern Economy: Success, Failure, and Perseverance of the Dutch Economy, 1500-1815. Cambridge: Cambridge University Press.",
        "Dickson, P.M. (1967) The Financial Revolution in England: A Study in the Development of Public Credit, 1688-1 756. London: Macmillan.",
        "Edison, H.R., R. Levine, L. Ricci and T. Slok (2002) International Financial Integration and Economic Growth, IMF Working Paper 02/141.",
        "Eichengreen, B. (1992) Golden Fetters, New York: Oxford University Press.",
        "Eichengreen, B. and R. Hausmann (1999) Exchange Rates and Financial Fragility. Federal Reserve Bank at Kansas City. New Challenges for Monetary Policy, pp. 329-368.",
        "Engerman, S.L. and K.L. Sokoloff (1997) Factor Endowments, Institutional and Differential Paths of Growth Among New World Economies: A View from Economic Historians of the United States, in S. Haber (ed.) How Latin American Fell Behind; Essays in the Economic Histories of Brazil and Mexico. Stanford: Stanford University Press.",
        "Fishlow, A. (1986) Lessons from the Past, Capital Markets and International Lending in the 1 9th century and the Interwar Years. In Miles Kahler (ed.) The Politics of International Debt, Ithaca, Cornell University Press.",
        "Friedman, M. and Schwartz, .A.J. (2003) A Monetary History of the United States 1867-1 960, Princeton: Princeton University Press.",
        "Gourinchas, P.O. and 0. Jeanne (2007 forthcoming) The Elusive Gains from International Financial Integration, Review of Economic Studies.",
        "Foreman-Peck, J. (1994) A History of the World Economy; International Economic Relations since 1850. Harvester, Barnes and Noble.",
        "Goldsmith, R.W. (1969) Financial Structure and Development. New Haven: Yale University Press.",
        "King, R.G. and R. Levine (1993) Finance and Growth: Schumpeter Might be Right. Quarterly Journal of Economics 108(3), pp. 713-37.",
        "La Porta, R. F. Lopez-de-Silanes, A Shleifer and R. Vishny (1998) Law and Finance. Journal of Political Economy, 106(6), pp. 1113-1135.",
        "Meltzer, A. (2003) A History of the FederalReserve. Vol. 2. Chicago, University of Chicago Press.",
        "Mishkin, R. (2006). The Next Great Globalization. Princeton: Princeton University Press.",
        "Neal, L. (1990). The Risk of Financial Capitalism: International Capital Markets in the Age of Reason: Cambridge, Cambridge University Press.",
        "North, D. and B. Weingast (1989) Constitutions and Commitment: The Evolution of Institutions Governing Public Choice in Seventeenth Century England. Journal of Economic History, 49(4) pp. 803-832.",
        "Obstfeld, M. and Taylor, A. (2004) Global Capital Markets: Integration, Crises, and Growth. Cambridge: Cambridge University Press.",
        "Prasad, E., Rajan, R. and A. Subramanian (2006). Foreign Capital and Economic Growth, paper presented at the Federal Reserve Bank of Kansas City Symposium, August.",
        "Rajan, R.G. and L. Zingula (2003) Saving Capitalism from the Capitalists, Crown Business, New York.",
        "Schularick, M. and T.M. Steger (2006) Does Financial Integration Spur Economic Growth? New Evidence from the First Era of Financial Globalization. (mimeo) Free University of Berlin.",
        "Sylla, R. and P.B. Rousseau (2003) Financial Systems, Economic Growth and Globalisation in M.D. Bordo, A. Taylor and J.A. Williamson (eds.) Globalization in Historical Perspective. Chicago: University of Chicago Press.",
        "Tornell, A. and F. Westermann (2005) Boom-Bust Cydes and Financial Liberalization. Cambridge Mass. MIT Press."
    ]
}