{
    "id": 12994,
    "cites": 37,
    "cited_by": 14,
    "reference": [
        "[1] Abowd, J. and D. Card (1989), On the Covariance Structure of Earnings and Hours Changes, Econometrica, 57: 411-445.",
        "[2] Abraham, A. and N. Pavoni (2004), Efficient Allocations with Moral Hazard and Hidden Borrowing and Lending, Duke Economics Working Paper O~-O5.",
        "[3] Abraham, A. and N. Pavoni (2005), The Efficient Allocation of Consumption under Moral Hazard and Hidden Access to the Credit Market, Journal of the European Economic Associ- ation, 2005, 3: 370-381.",
        "[4] Allen, F. (1985), Repeated Principal-Agent Relationship with Lending and Borrowing, Eco- nomic Letters, 17: 27-31.",
        "[5] Attanasio, Orazio P. (1999), Consumption, in Handbook of Macroeconomics, Taylor J.B., and M. Woodford Eds, Elsevier.",
        "[6] Attanasio, Orazio P. and Margherita Borella (2006): Stochastic Components of Individual Consumption: A Time Series Analysis of Grouped Data, NBER Working Paper No 12456.",
        "[7] Attanasio, Orazio P., and Steve J. Davis (1996), Relative Wage Movements and the Distrib- ution of Consumption, Journal of Political Economy, 104:1227-1262.",
        "[8] Attanasio, Orazio P., and Tullio Jappelli (2001), Intertemporal Choice and the Cross- Sectional Variance of Marginal Utility, Review of Economics and Statistics, 83(1), 13-27.",
        "[10] Attanasio, Orazio P., and Guglielmo Weber (1993), Consumption Growth, the Interest Rate and Aggregation, The Review of Economic Studies, 60, 631-649.",
        "[11] Attanasio, Orazio P., and Guglielmo Weber (1995), Is Consumption Growth Consistent with Intertemporal Optimization? Evidence from the Consumer Expenditure Survey, Journal of Political Economy, 103: 1121-1157.",
        "[12] Bewley, T. (1977), The Permanent Income Hypothesis: A Theoretical Formulation, Journal of Economic Theory, 16: 252-292.",
        "[13] Bisin, Alberto, and Piero Gottardi (1999), Competitive Equilibria with Asymmetric Infor- mation, Journal of Economic Theory 87(1), July: 1-48.",
        "[14] Banks, J., R. Blundell, and A. Brugiavini (2001), Risk Pooling, Precautionary Saving and Consumption Growth, The Review of Economic Studies, 68, 757-779.",
        "[15] Blundell, Richard, Luigi Pistaferri, and Ian Preston (2004), Consumption Inequality and Partial Insurance, Mimeo, UCL. 42",
        "[16] Blundell, Richard and Ian Preston (1998), Consumption Inequality and Income Uncertainty, Quarterly Journal of Economics, 113, 603-40.",
        "[17] Browning, Martin and Thomas F. Cossley (2004) Shocks, stocks and socks: smoothing con- sumption over a temporary income loss, CAM Working Papers 2004-05, University of Copen- hagen.",
        "[18] Browning, Martin, Deaton, Angus and Margaret Irish (1985): A Profitable Approach to Labor Supply and Commodity Demands over the Life-Cycle Econometrica, Vol. 53, No. 3 pp. 503-544.",
        "[19] Campbell, J.Y. and A. Deaton (1989): Why is Consumption so Smooth?, The Review of Economic Studies, 56, 357-74.",
        "[20] Cole, H.L. and N. R. Kocherlakota (2001), Efficient Allocations with Hidden Income and Hidden Storage, Review of Economic Studies, 68(3): 523-542.",
        "[21] Deaton, Angus (1985): Panel data from time series of cross-sections , Journal of Economet- rics, Volume 30, pp.109-126.",
        "[22] Deaton, Angus (1992): Understanding Consumption, Oxford University Press, New York.",
        "[23] Deaton, Angus and Christina Paxson, (1994): Intertemporal Choice and Inequality, Journal of Political Economy, 102: 437-467.",
        "[24] Flavin, Marjorie (1981), The adjustment of consumption to changing expectations about future income, Journal of Political Economy, 89: 971-987.",
        "[25] Gali, J. (1991), Budget Constraints and Time-Series Evidence on Consumption, American Economic Review, 81, 1238-53.",
        "[26] Golosov, Mikhail, Narayana Kocherlakota, and Aleh Tsyvinski (2003), Optimal Indirect and Capital Taxation, Review of Economic Studies, 70: 569-587.",
        "[27] Hall, R. E. (1978), Stochastic Implications of the Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy, 96: 971-987.",
        "[28] Hansen, L.P., Roberds W. and T.J. Sargent (1991), Time Series Implications of Present Value Budget Balance and of Martingale Models of Consumption and Taxes, in Hansen, L.P. and T.J. Sargent : Rational Expectations Econometrics, Boulder: Westview, 1991: pp.121-161.",
        "[29] Kehoe, T. J., and D. K. Levine (2001), Liquidity Constrained Markets versus Debt Con- strained Markets, Econometrica, 69: 575-598.",
        "[30] Kocherlakota, Narayana R., (2006), Zero Expected Wealth Taxes: A Mirrlees Approach to Dynamic Optimal Taxation, Econometrica, 74.",
        "[31] Ligon, E. (1998), Risk Sharing and Information in Village Economies, Review of Economic 43 Studies, 65: 847-864.",
        "[32] Meghir, C., and L. Pistaferri (2004), Income Variance Dynamics and Heterogeneity, Econo- metrica, 72(1): 1-32.",
        "[33] Nalewaik, J.J. (2004), Current Consumption and Future Income Growth: Synthetic Panel Evidence, BEA Working paper 2OO~j-O~j.",
        "[34] Nelson, Julie A. (1994), On Testing for Full Insurance using Expenditure Survey Data, Journal of Political Economy, 102: 384-394.",
        "[35] Prescott, E. and R. Townsend (1984a), Pareto Optima Competitive Equilibria with Adverse Selection and Moral Hazard, Econometrica, 52: 21-46.",
        "[36] Prescott, E. and R. Townsend (1984b), General Competitive Analysis in an Economy with Private Information, International Economic Review, 25(1): 1-20.",
        "[37] Rogerson, W. (1985), Repeated Moral Hazard, Econometrica, 53: 69-76.",
        "[38] West, K. D. (1988), The Insensitivity of Consumption to News about Income, Journal of Monetary Economics, 21: 17-34."
    ]
}