{
    "id": 13003,
    "cites": 33,
    "cited_by": 87,
    "reference": [
        "Ball, Lawrence and Nianih Sheridan (2005), Does Inflation Targeting Matter? in Ben Bernanke and Michael Woodford (eds), The Inflation-Targeting Debate, Chicago: University of Chicago Press, pp.249-278.",
        "Bano, Robert and Roger Gordon (1983), A Positive Theory of Monetary Policy in a Natural Rate Model, Journal of Political Economy 91, pp. 589-6 10.",
        "Bini-Smaghi, Lorenzo and Daniel Gros (2001), Is the ECB Sufficiently Accountable and Transparent? European Network of Economic Policy Research Institutes Working Paper no. 7 (September).",
        "Carpenter, Seth (2004), unpublished manuscript, Board of Governors of the Federal Reserve System.",
        "Cecchetti, Steven and Stefan Krause (2001), Central Bank Structure, Policy Efficiency and Macroeconomic Performance: Exploring the Empirical Relationships, NBER Working Paper no. 8354 (July).",
        "Chadha, Jagjit and Charles Nolan (2001), Inflation Targeting, Transparency and Interest Rate Volatility: Ditching `Monetary Mystique in the UK, Journal of Macroeconomics 23, pp. 349-366.",
        "Chortareas, Georgios, David Stasavage and Gabriel Sterne (2001), Does It Pay to be Transparent? International Evidence from Central Bank Forecasts, Bank of England Working Paper no. 143.",
        "De Haan, Jakob and Fabian Amtenbrink (2002), A Non-Transparent European Central Bank: Who is to Blame? Paper presented to the conference on Monetary Policy Transparency, London: Bank of England (May).",
        "De Haan, Jakob, Fabian Amtenbrink and Sandra Waller (2004), The Transparency and Credibility of the European Central Bank, Journal of Common Market Studies 42, pp. 775-794.",
        "Demertzis, Maria and Andrew Hughes Hallett (2003), Central Bank Transparency in Theory and Practice, unpublished manuscript, Netherlands Bank and Vanderbilt University (January).",
        "Eichengreen, Barry (1996), Globalizing Capital: A History of the International Monetary System, Princeton: Princeton University Press.",
        "Eichengreen, Barry and Raul Razo-Garcia (2006), The International Monetary System in the Last and Next Twenty Years, Economic Policy 47, pp. 393-442.",
        "Eijffinger, Sylvester and Petra Geraats (2004), How Transparent are Central Banks? Cambridge Working Paper in Economics 0411 (January).",
        "Eijffinger, Sylvester and Petra Geraats (2006), How Transparent are Central Banks? European Journal of Political Economy 22, pp.1-22.",
        "Eijffinger, Sylvester, Marco Hoeberichts and Eric Schaling (2000), A Theory of Central Bank Accountability, CEPR Discussion Paper no. 2354 (January).",
        "Faust, Jon and Lars Svensson (2001), Transparency and Credibility: Monetary Policy with Unobservable Goals, International Economic Review 42, pp. 369-397.",
        "Fry, M, D. Julius, L. Mahadeva, S. Roger and G. Sterne (2000), Key Issues in the Choice of a Monetary Policy Framework, in L. Mahadeva and G. Sterne (eds), Monetary Policy Frameworks in a Global Context, London: Routledge, pp. 1-216.",
        "Geraats, Petra M. (2002a), Why Adopt Transparency? The Publication of Central Bank Forecasts, unpublished manuscript, University of Cambridge (July).",
        "Geraats, Petra M. (2002b), Central Bank Transparency, Economic Journal 112, pp. F532-565.",
        "Geraats, Petra M. (2005), Political Pressures and Monetary Mystique, Cambridge Working Papers in Economics no. 0557 (December).",
        "Geraats, Petra M. (2006), Transparency of Monetary Policy: Theory and Practice, CESifo Economic Studies 52, pp.111-152.",
        "Gersbach, H. (1998), Financial Intermediation with Market Side Switching, unpublished manuscript, University of Heidelberg.",
        "Gruner, H. P. (2002), How Much Should Central Banks Talk? - A New Argument, Economics Letters 77, pp. 195-198.",
        "Haldane, Andrew and Vicky Read (2000), Monetary Policy Surprises and the Yield Curve, Bank of England Working Paper no. 106.",
        "Jensen, Henrik (2002), Optimal Degrees of Transparency in Monetary Policymaking, Scandinavian Journal of Economics 104, pp.399-424.",
        "Kuttner, Kenneth and Adam Posen (2000), Inflation, Monetary Transparency, and G3 Exchange Rate Volatility, Working Paper 00-6, Washington, D.C.: Institute for International Economics (July).",
        "Mishkin, Frederic (2004), Why the Fed Should Adopt Inflation Targeting, International Finance 7, pp.1 17-127.",
        "Morris, Steven and Hyun Shin (2002), The Social Value of Public Information, American Economic Review 92, pp.1 521-1534.",
        "Muller, Philippe and Munay Zelmer (1999), Greater Transparency in Monetary Policy: Impact on Financial Markets, Bank of Canada Technical Report 86, Ottawa: Bank of Canada (August).",
        "Reinhart, Carmen, Kenneth Rogoff and Miguel Savastano (2003), Debt Intolerance, Brookings Papers on Economic Activity 1, pp.1-74.",
        "Shaling, Eric and Charles Nolan (1998), Monetary Policy Uncertainty and Inflation: The Role of Central Bank Accountability, De Economist 146, pp. 585-602.",
        "Siklos, Pierre (2002), The Changing Face of Central Banking: Evolutionary Trends Since World War IL New York: Cambridge University Press.",
        "Walsh, C. E. (1999), Announcements, Inflation Targeting and Central Bank Incentives, Economica 66 (262), pp. 255-69."
    ]
}