{
    "id": 13012,
    "cites": 32,
    "cited_by": 24,
    "reference": [
        "Abowd, John M., Francis Kramarz, Thomas Lemieux, and David N. Margolis. 1999. Minimum Wages and Youth Employment in France and The United States, in D. Blanchflower and R.",
        "Freeman, eds., Youth Employment and Joblessness in Advanced Countries. Chicago: University of Chicago Press, pp. 427-472. Barzel, Yoram. 1974. A Theory of Rationing by Waiting, Journal of Law and Economics, 17(1), pp. 73-95.",
        "Brown, Charles 1999. Minimum Wages, Employment, and the Distribution of Income, in O.",
        "Ashenfelter and D. Card, eds., Handbook of Labor Economics, vol. 3. New York: Elsevier. Burkhauser, Richard V., Kenneth A. Couch, and David C. Wittenburg. 2000. Who Minimum Wage Increases Bite: An Analysis Using Monthly Data from the SIPP and the CPS, Southern Economic Journal, 67(1), pp. 16-40.",
        "Card, David. 1992. Using Regional Variation in Wages to Measure the Effects of the Federal Minimum Wage, Industrial and Labor Relations Review, 46(1), pp. 22-37.",
        "Card, David, Lawrence F. Katz, and Alan B. Krueger. 1994. Comment on David Neumark and William Wascher, Employment Effects of Minimum and Subminimum Wages: Panel Data on State Minimum Wage Laws, Industrial and Labor Relations Review, 47(3), pp. 487-497.",
        "Card, David, and Alan B. Krueger. 1994. Minimum Wages and Employment: A Case Study of the Fast-Food Industry in New Jersey and Pennsylvania. American Economic Review, 84(4), pp. 772-793.",
        "Card, David and Alan B. Krueger. 1995. Myth and Measurement: The New Economics of the Minimum Wage, Princeton: Princeton University Press.",
        "Currie, Janet and Bruce C. Fallick. 1996. The Minimum Wage and the Employment of Youth, Journal of Human Resources, 31(2), pp. 404-28.",
        "Davis, Lucas W. and Lutz Killian. 2007. The Allocative Cost of Price Ceilings: Lessons to be Learned from the U.S. Residential Market for Natural Gas, Unpublished paper, University of Michigan.",
        "Deere, Donald, Kevin M. Murphy, and Finis Welch. 1995. Reexamining Methods of Estimating Minimum wage Effects, American Economic Review, 85(2), pp. 232-237.",
        "Deacon, Robert T. and Jon Sonstelie. 1989. The Welfare Costs of Rationing by Waiting, Economic Inquiry, 27(2), pp. 179-196.",
        "Feldstein, Martin and James Poterba. 1984. Unemployment Insurance and Reservation Wages, Journal of Public Economics, 23(1-2), pp. 141-167.",
        "Frech, H.E. III and William C. Lee. 1987. The Welfare Cost of Rationing-by-Queuing across Markets: Theory and Estimates from the U.S. Gasoline Crises, Quarterly Journal of Economics, 102(1), pp. 97-108.",
        "Glaeser, Edward L. and Erzo F.P. Luttmer. 2003. The Misallocation of Housing under Rent Control, American Economic Review, 93(4), pp. 1027-1046.",
        "Holzer, Harry J. 1986. Reservation Wages and their Labor Market Effects for Black and White Male Youths, Journal of Human Resources, 21(2), pp. 157-177.",
        "Holzer, Harry J., Lawrence F. Katz and Alan B. Krueger. 1991. Job Queues and Wages, Quarterly Journal of Economics, 106(3), pp. 739-768.",
        "Hofler, Richard A. and Kevin J. Murphy. 1994. Estimating Reservation Wages of Employed Workers Using a Stochastic Frontier, Southern Economic Journal, 60(4), pp. 961-976.",
        "Jones, Stephen R. G. 1989. Reservation Wages and the Cost of Unemployment, Economica, 56(222), pp. 225-246.",
        "Katz, Lawrence and Alan B. Krueger. 1992. The Effect of the Minimum Wage on the Fast Food Industry, Industrial and Labor Relations Review, 46(1), pp. 6-21.",
        "Kiefer, Nicholas M. and George R. Neumann. 1979. An Empirical Job-Search Model, with a Test of the Constant Reservation Wage Hypothesis, Journal of Political Economy, 87(1), pp. 89-107.",
        "Lang, Kevin and Shulamit Kahn. 1998. The Effect of Minimum Wage Laws on the Distribution of Employment, Journal of Public Economics, 69(1), pp. 67-82.",
        "Linneman, Peter. 1982. The Economic Impacts of Minimum Wage Laws: A New Look at an Old Question, Journal of Political Economy, 90(3), pp.443-469.",
        "Lott, John R. Jr. 1990. Non-transferable Rents and an Unrecognized Social Cost of Minimum Wage Laws, Journal of Labor Research, 11(4), pp. 453-460.",
        "Madrian, Brigitte C. and Lars John Lefgren. 2000. An Approach to Longitudinally Matching Current Population Survey (CPS) Respondents, Journal of Economic and Social Measurement, 26(1), pp. 31-62.",
        "Neumark, David and William Wascher. 1992. Employment Effects of Minimum Wages and Subminimum Wages, Industrial and Labor Relations Review, 46(1), pp. 55-81.",
        "Neumark, David and William Wascher. 1994. Employment Effects of Minimum Wages and Subminimum Wages: Reply to Card, Katz, and Krueger, Industrial and Labor Relations Review, 47(3), pp. 497-512.",
        "Neumark, David, and William Wascher. 2000. The Effect of New Jerseys Minimum Wage Increase on Fast-Food Employment: A Reevaluation Using Payroll Records. American Economic Review, 90(5), pp. 1362-96.",
        "Neumark, David and William Wascher. 2007. Minimum Wages and Employment.",
        "Unpublished paper, University of California at Irvine. Palda, Filip. 2000. Some Deadweight Losses from the Minimum Wage: The Cases of Full and Partial Compliance, Labour Economics, 7(6), pp. 751-783.",
        "Singell, Larry D. and James R. Terborg. 2005. Employment Effects of Two Northwestern Minimum Wage Initiatives: Eating, Drinking, and Staying Merry. Unpublished paper, University of Oregon.",
        "Suen, Wing. 1989. Rationing and Rent Dissipation in the Presence of Heterogeneous Individuals, Journal of Political Economy, 97(6), pp. 1384-1394."
    ]
}