{
    "id": 13014,
    "cites": 35,
    "cited_by": 6,
    "reference": [
        "Andrade, Gregor, and Steven N. Kaplan, 1998, How costly is financial (not economic) distress ? Evidence from highly levered transactions that became distressed, Jonrmal of Fimamce 53, 1443-1493.",
        "Baldwin, Carliss Y., 1983, Productivity and labor unions: An application of the theory of self-enforcing contracts, Jonrmal of Bnsimess 56, 155-185.",
        "Bebchuk, Lucian A., and Alma Cohen, 2005, The costs of entrenched boards, Jonrmal of Fimamcial Ecomomics 78, 409-433.",
        "Berens, James L., and Charles J. Cuny, 1995, The capital structure puzzle revisited, Review of Fimamcial Stndies 8, 1185-1208.",
        "Berger, Philip G., Eli Ofek, and David L. Yermack, 1997, Managerial entrenchment and capital structure decisions, Jonrmal of Fimamce 52, 1411-1438.",
        "Berkovitch, Elazar, Ronen Israel, and Yossef Spiegel, 2000, Managerial compensation and capital structure, Jonrmal of Ecomomics amd Mama gememt Strategy 9, 549-584.",
        "Bester, Helmut, 1983, Long-term wage contracts and dual labour markets, Working paper, University of Bonn.",
        "Brown, Charles, and James Medoff, 1989, The employer size-wage effect, Jonrmal of Political Ecomomy 97, 102 7-59.",
        "Cadenillas, Abel, Jak~a CvitaniÃ\u0083Â©, and Fernando Zapatero, 2004, Leverage decision and manager compensation with choice of effort and volatility, Jonrmal of Fimamcial Ecomomics 73, 71-92.",
        "Chang, Chun, 1992, Capital structure as an optimal contract between employees and investors, Jonrmal of Fimamce 47, 1141-1158.",
        "Chang, Chun, 1993, Payout policy, capital structure, and compensation contracts when managers value control, Review of Fimamcial Stndies 6, 911-933.",
        "DeMarzo, Peter M., and Michael J. Fishman, 2006, Optimal long-term financial contracting, Working paper, Stanford University.",
        "Fama, Eugene F., and Kenneth R. French, 2002, Testing trade-off and pecking order predictions about dividends and debt, Review of Fimamcial Stndies 15, 1-33.",
        "Gale, Douglas, and Martin Hellwig, 1985, Incentive-compatible debt contracts: The oneperiod problem, Review of Ecomomic Stndies 52, 647-663.",
        "Gamber, Edward N., 1988, Long-term risk-sharing wage contracts in an economy subject to permanent and temporary shocks, Jonrmal of Labor Ecomomics 6, 83-99.",
        "Gilson, Stuart C., and Michael R. Vetsuypens, 1993, CEO compensation in financially distressed firms: An empirical analysis, Jonrmal of Fimamce 48, 425-458.",
        "Goldman, M. Barry, Howard B. Sosin, and Mary Ann Gatto, 1979, Path dependent options: Buy at the low, sell at the high, Jonrmal of Fimamce 34, 1111-1127.",
        "Graham, John R., and Campbell R. Harvey, 2001, The theory and practice of corporate finance: Evidence from the field, Jonrmal of Fimamcial Ecomomics 60, 187-243.",
        "Guiso, Luigi, Luigi Pistaferri, and Fabiano Schivardi, 2005, Insurance within the firm, Jonrmal of Political Ecomomy 113, 1054-87.",
        "Harris, Milton, and Bengt HolmstrÃ\u0083Â¡m, 1982, A theory of wage dynamics, Review of Ecomomic Stndies 49, 315-333.",
        "Hart, Oliver, and John Moore, 1994, A theory of debt based on the inalienability of human capital, Qnarterly Jonrmal of Ecomomics 109, 841-879.",
        "Haugen, Robert A., and Lemma W. Senbet, 1978, The insignificance of bankruptcy costs to the theory of optimal capital structure, Jonrmal of Fimamce 33, 383-393.",
        "Hennessy, Christopher A., 2005, Debt overhang and credibility in the firm-supplier relationship, Working paper, University of California, Berkeley.",
        "HolmstrÃ\u0083Â¡m, Bengt, 1983, Equilibrium long-term labor contracts, Qnarterly Jonrmal of Ecomomics 98, 23-54.",
        "Kalay, Avner, Rajeev Singhal, and Elizabeth Tashjian, 2007, Is Chapter 11 really costly?, Working paper, University of Utah, forthcoming, Jonrmal of Fimamcial Ecomomics.",
        "Kayhan, Ayla, 2003, Managerial entrenchment and the debt-equity choice, Working paper, University of Texas at Austin.",
        "Kisgen, Darren J., 2006, Bond ratings and capital structure, Jonrmal of Fimamce 61, 10351072.",
        "Kraus, Alan, and Robert Litzenberger, 1973, A state preference model of optimal financial leverage, Jonrmal of Fimamce 28, 911-922.",
        "Krueger, Alan B., 1999, Measuring labors share, Amen cam Ecomomic Review 89, 45-Si.",
        "Lemmon, Michael L., Michael R. Roberts, and Jaime F. Zender, 2006, Back to the beginning: Persistence and the cross-section of corporate capital structure, Working paper, University of Utah.",
        "Miller, Merton H., 1988, The Modigliani-Miller propositions after thirty years, Jonnmal of Ecomomic Perspectives 2, 99-120.",
        "Modigliani, Franco, and Merton H. Miller, 1958, The cost of capital, corporation finance and the theory of investment, Amen cam Ecomomic Review 48, 261-197.",
        "Morellec, Erwan, 2004, Can managerial discretion explain observed leverage ratios?, Review of Fimamcial Stndies 17, 257-294.",
        "Stulz, RenÃ\u0083Â© M., i990, Managerial discretion and optimal financing policies, Jonnmal of Fimamcial Ecomomics 26, 3-27. Subramanian, Ajay, 2002, Managerial flexibility, agency costs, and optimal capital structure, Working paper, Georgia Institute of Technology.",
        "Thomas, Jonathan, and Tim Worrall, i988, Self-enforcing wage contracts, Review of Ecomomic Stndies 55, 54i-553. Titman, Sheridan, and Roberto Wessels, i988, The determinants of capital structure choice, Jonnmal of Fimamce 43, i-i9. Titman, Sheridan, i984, The effect of capital structure on a firms liquidation decision, Jonnmal of Fimamcial Ecomomics i3, i-i9. Townsend, Robert M., i979, Optimal contracts and competitive markets with costly state verification, Jonnmal of Ecomomic Theory 2i, 265-293. Tserlukevich, Yuri, 2005, Can real options explain financing behavior?, Working paper, U.C."
    ]
}