{
    "id": 13018,
    "cites": 35,
    "cited_by": 37,
    "reference": [
        "[1] Alfaro, L., A. Charlton, and F. Kanczuk, 2007, Firm-Size Distribution and CrossCountry Income Differences, manuscript, Harvard Business School.",
        "[2] Atkeson, A., A. Khan, and L. Ohanian, 1996, Are Data on Industry Evolution and Gross Job Turnover Relevant For Macroeconomics? Carmegie-Rochester Comferemce Series om Pnblic Policy 44: 216-250.",
        "[3] Baily, M., C. Hulten, and D. Campbell, 1992, Productivity Dynamics in Manufacturing Plants, Broolcimg Papers om Ecomomic Activity: Microecomomics 187-267.",
        "[4] Baneerjee, A. and K. Munshi, 2004, How Efficiently is Capital Allocated? Evidence from the Knitted Garment Industry in Tipur, Review of Ecomomic Stndies, 71: 19-42.",
        "[5] Banerjee, A. and E. Duflo, 2005, Growth Theory Through the Lens of Development Economics, Handbook of Economic Growth, Vol 1A, Chapter 7.",
        "[6] Bartelsman, E., J. Haltiwanger, and S. Scarpetta, 2006, Cross-Country Differences in Productivity: The Role of Allocative Efficiency, manuscript, University of Maryland.",
        "[7] Bergoeing, R., P. Kehoe, T. Kehoe, and R. Soto, 2002, A Decade Lost and Found: Mexico and Chile in the 80s, Review of Ecomomic Dyamamics 5(1): 166-205.",
        "[8] Bergoeing, R., Loayza, and Repetto, 2004, Slow Recoveries, Jonrmal of Developmemt Ecomomics 75: 473-506.",
        "[9] Chari, V., P. Kehoe, and E. McGrattan, 1996, The Poverty of Nations: A Quantitative Exploration. Staff Report 204. Federal Reserve Bank of Minneapolis.",
        "[10] Chu, T., 2002, Exit Barriers and Productivity Stagnation, manuscript, University of Hawaii.",
        "[11] Davis, S., J. Haltiwanger, and S. Schuh, 1996, Job Creatiom amd Destrnctiom, The MIT Press: Cambridge, Massachusetts.",
        "[12] Djankov, S., R. La Porta, F. Lopez-de-Silanes, and A. Shleifer, 2002, The Regulation of Entry, Qnarterly Jonrmal of Ecomomics, 67(1): 1-37. 28",
        "[13] Greenwood, J., J. Sanchez, and C. Wang, 2007, Fianncing Development: The Role of Information Costs, manuscript, University of Pennsylvania.",
        "[14] Gunner, N., G. Ventura, and Y. Xu, 2006, Macroeconomic Implications of SizeDependent Policies, manuscript, Penn State University.",
        "[15] Harberger, A., 1998, A Vision of the Growth Process, Americam Ecomomic Review, 88(March): 1-32.",
        "[16] Hall, R. and C. Jones, 1999, Why Do Some Countries Produce so Much More Output per Worker Than Others? Qnarterly Jonrmal of Ecomomics: 83-116.",
        "[17] Herrendorf, B. and A. Texeira, 2003, Monopoly Rights Reduce Income Big Time when there is Capital Accumulation, manuscript, Universidad Carlos III de Madrid.",
        "[18] Hopenhayn, H., 1992, Entry, Exit, and Firm Dynamics in Long Run Equilibrium, Ecomometrica 60: 1127-50.",
        "[19] Hopenhayn, H. and R. Rogerson, 1993, Job Turnover and Policy Evaluation: A General Equilibrium Analysis, Jonrmal of Political Ecomomy, 10 1(5): 915-38.",
        "[20] Hsieh, C. and P. Klenow, 2006, Missallocation and Manufacturing TFP in China and India, manuscript , Stanford University.",
        "[21] Hsieh, C. and P. Klenow, 2006, Relative Prices and Relative Prosperity, forthcoming, Amen cam Ecomomic Review.",
        "[22] Klenow, P. and A. Rodriguez-Clare, 1997, The Neoclassical Revival in Growth Economics: Has it Gone Too Far?, NBER Macroeconomics Annual. University of Chicago Press.",
        "[23] Lagos, R., 2006, A Theory of TFP, forthcoming, Review of Ecomomic Stndies.",
        "[24] Mankiw, G., D. Romer, and D. Weil. 1992. A Contribution to the Empirics of Economic Growth. Qnantenly Jonnmal of Ecomomics 107(2): 407-38.",
        "[25] Mankiw, G., 1995, The Growth of Nations, Bnoolcimgs Papers om Ecomomic Activity: Macroecomomics, 1: 275-326.",
        "[26] Melitz, 2003, The Impact of Intraindustry Trade Reallocations and Aggregate Industry Productivity, Ecomometnica 71(6): 1695-1725. 29",
        "[27] Parente, S. and E. C. Prescott, 1999, Monopoly Rights: A Barrier to Riches, Amen cam Ecomomic Review, 89: 1216-33.",
        "[28] Parente, S. and E. C. Prescott. 2000. Barriers to Riches. MIT Press. Cambridge, Massachusetts.",
        "[29] Pavcnik, N., 2002, Trade Liberalization, Exit, and Productivity Improvements: Evidence from Chilean Plants, Review of Ecomomic Stndies, 69: 245-76.",
        "[30] Peek, J. and E. Rosengren, 2005, Unnatural Selection: Perverse Incentives and the Misallocation of Credit in Japan, Amen cam Ecomomic Review, 95(4).",
        "[31] Prescott, E. C. 1998. Needed: A Theory of Total Factor Productivity. Imtenmatiomal Ecomomic Review 39: 525-52.",
        "[32] Schmitz, J., 2001, Government Production of Investment Goods and Aggregate Labor Productivity, Jonnmal of Mometany Ecomomics 47: 163-87.",
        "[33] Tybout, J., 2000, Manufacturing Firms in Developing Countries: How Well Do They Do, and Why? Jonnmal of Ecomomic Litenatnne, 38(1): 11-44.",
        "[34] U.S. Department of Commerce (1997), Census of Manufactures.",
        "[35] Veracierto, M., 2001, Employment Flows, Capital Mobility, and Policy Analysis, Imtenmatiomal Ecomomic Review 42(3): 571-95. 30"
    ]
}