{
    "id": 13021,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "BjÃ\u0083Â¶rklund, A, M A Clark, P-A Edin, P Fredriksson and A Krueger (2005), The Market Comes to Education in Sweden: An Evaluation of Swedens Surprising School Reforms, Russel Sage.",
        "Boeri, T, A Brugiavini and L Calmlors (2001), The Role of Unions in the Twenty-First Century, Oxford University Press.",
        "Dunne, T, L Foster, J Haltiwanger and K Troske (2004), Wage and Productivity Dispersion in United States Manufacturing: The Role of Computer Investment, Journal of Labor Economics 22, 397-429.",
        "Edin P-A and P Fredriksson (2000), LINDA - Longitudinal INdividual DAta for Sweden Department of Economics Uppsala University, Working Paper 2000:19.",
        "Edin, P-A and B Holmlund (1995), The Swedish Wage Structure: The Rise and Fall of Solidarity Wage Policy?, in R Freeman and L Katz (eds), D~erences and Changes in Wage Structures, University of Chicago Press.",
        "Forslund, A (1994), Wage Setting at the Firm Level - Insider versus Outsider Forces, Oxford Economic Papers 46, 245-26 1.",
        "Hibbs, D (1990), Wage Dispersion and Trade Union Action in Sweden, in I Persson (ed), Generating Equality in the Welfare State: The Swedish Experience, Norwegian University Press.",
        "Holmlund, B (1984) Labor Mobility, Industriens Utredningsinstitut, Stockholm.",
        "Holmlund, B (2006), The Rise and Fall of Swedish Unemployment, in M Werding (ed), Structural Unemployment in Western Europe: Reasons and Remedies, MIT Press 2006.",
        "Holmlund, B and D Stone (2002), Temporary Work in Turbulent Times: The Swedish Experience, Economic Journal 112, F245-F269.",
        "Holmlund, B and J Zetterberg (1991), Insider Effects in Wage Determination: Evidence from Five Countries, European Economic Review 35, 1009-1034.",
        "Houseman, 5 (2001), Why Employers Use Flexible Staffing Arrangements: Evidence from an Establishment Survey, Industrial and Labor Relations Review 55, 149-170.",
        "Kremer, M and E Maskin (1996), Wage Inequality and Segregation by Skill, NBER Working Paper 5718, forthcoming in Quarterly Journal of Economics.",
        "Le Grand C, R Szulkin and M ThÃ\u0083Â¢lin (2001), LÃ\u0083Â¶nestrukturens forandring i Sverige, in SOU 2001:53, VÃ\u0083Â¤lfÃ\u0083Â¤rd och arbete i arbetsloshetens Ã\u0083Â¢rtionde, Fritzes.",
        "OECD (1999), OECD Employment Outlook, OECD.",
        "SCB (2001) Standard Classification by Institutional Sector, 2000, INSEKT 2000, Standard Classification by Ownership Control, 2000, AGAR 2000, Classification by Type of Legal Entity, JURFORM. MIS 2001:2, SCB, Orebro."
    ]
}