{
    "id": 13020,
    "cites": 14,
    "cited_by": 14,
    "reference": [
        "Aizenman, Joshua, 2003, On the Hidden Links between Financial and Trade Opening, NBER Working Paper 9906.",
        "Anderson, James, and Eric van Wincoop, 2003, Gravity with Gravitas: A Solution to the Border Puzzle, American Economic Review, Vol. 93, No. 1, pp. 170-92.",
        "Forbes, Kristin, 2002, One Cost of the Chilean Capital Controls: Increased Financial Constraints for Smaller Traded Firms. MIT Sloan Working Paper No. 4273-02.",
        "Frankel, Jeffrey, and Shang-Jin Wei, 1994, Yen Bloc or Dollar Bloc: Exchange Rate Policies of the East Asian Economies, in Macroeconomic Linkages: Savings, Exchange Rates and Capital Flows, edited by Takatoshi Ito and Anne Krueger (Chicago: University of Chicago Press).",
        "Frankel, Jeffrey, with Ernesto Stein, and Shang-Jin Wei, 1997, Regional Trading Blocs in the World Economic System (Washington: Institute for International Economics).",
        "Helpman, Elhanan, Marc Melitz, and Yona Rubinstein, 2005, Trade Patterns and Trade Volume, working paper, Harvard University.",
        "International Monetary Fund, 2005, Review of the IMFs Trade Restrictiveness Index, downloadable at h14O5r~pdf.",
        "Johnson, Simon, Kochhar, Kalpana, Mitton, Todd and Tamirisa, Natalia, 2006, Malaysian Capital Controls: Macroeconomics and Institutions IMF Working Paper No. 06/51.",
        "Kose, Ayhan, Eswar Prasad, Kenneth Rogoff, and Shang-Jin Wei, 2006, Financial Globalization: A Reappraisal, NBER Working Paper 12484.",
        "Prasad, Eswar, Kenneth Rogoff, Shang-Jin Wei, and Kose, Ayhan, 2003, Effects of Financial Globalization on Developing Countries: Some Empirical Evidence, IMF Occasional Paper 220.",
        "Rodrik, Dani, 1998, Who Needs Capital Account Convertibility? in Should the IMF Pursue Capital Account Convertibility? Princeton Essays in International Finance No. 207, Princeton, NJ: International Finance Section, Department of Economics, Princeton University, 1998, pp. 55- 65.",
        "Rose, Andrew, 2004, Do We Really Know that the WTO Increases Trade? American Economic Review, Vol. 94, No. 1, pp. 98-1 14.",
        "Stiglitz, Joseph, 2002, Globalization and its discontents, New York: Norton.",
        "Subramanian, Arvind, and Shang-Jin Wei, forthcoming, The WTO Promotes Trade, Strongly but Unevenly, Journal of International Economics. Working paper version available at www.nber. org/--~wei. Tamirisa, Natalia, 1999, Exchange and Capital Controls as Barriers to Trade, IMF Staff Papers, Vol. 46, No. 1."
    ]
}