{
    "id": 13025,
    "cites": 31,
    "cited_by": 12,
    "reference": [
        "Acemoglu, Daron, David Autor and David Lyle. 2004. Women War and Wages: The Impact of Female Labor Supply on the Wage Structure at Mid-Century. Journal of Political Economy, 112(3), June, 497-551.",
        "Berry, Jeffrey M. (1984). Feeding Hungry People: Rulemaking in the Food Stamp Program. New Brunswick, NJ: Rutgers University Press.",
        "Bleakley, Hoyt (2007). Disease and Development: Evidence from Hookworm Eradication in the American South, Quarterly Journal of Economics 122(1): 73-117.",
        "Blundell, Richard and Luigi Pistaferri (2003). Income Volatility and Household Consumption: The Impact of Food Assistance Programs. Journal of Human Resources, Volume 36.",
        "Curie, Janet (2003). U.S. Food and Nutrition Programs, in Means-Tested Transfer Programs in the United States, Robert Moffitt (ed.). Chicago: University of Chicago Press.",
        "Curie, Janet (2006). The Take-up of Social Benefits, in Alan Auerbach, David Card, and John Quigley (eds.) Poverty, the Distribution of Income, and Public Policy. New York: Russell Sage Foundation.",
        "Curie, Janet and Enrico Moretti (2006). Did the Introduction of Food Stamps Affect Birth Outcomes in California? Paper prepared for the National Poverty Center conference Health Effects of Non-Health Policy.",
        "Eisinger, Peter (1998). Toward an End to Hunger. Brookings Institution Press, Washington DC.",
        "Engen, Eric and Jonathan Gruber (2001). Unemployment Insurance and Precautionary Saving. Journal of Monetary Economics, 47(3), June 2001, 545-579.",
        "Finklestein, Amy and Robin McKnight (2005) What Did Medicare Do (And Was It Worth It)? NBER Working Paper 11609. September 2005.",
        "Fraker, Thomas (1990). Effects of Food Stamps on Food Consumption: A Review of the Literature. Washington, DC: Mathematica Policy Research, Inc.",
        "Fraker, Thomas and Robert Moffitt (1988). The Effect of Food Stamps on Labor Supply: A Bivariate Selection Model, Journal of Public Economics, February.",
        "Gruber, Jonathan (1997). The Consumption Smoothing Benefits of Unemployment Insurance, The American Economic Review, Vol. 87, No. 1. (Mar., 1997), pp. 192-205.",
        "Gruber, Jonathan (2000). Cash Welfare as a Consumption Smoothing Mechanism for Single Mothers, Journal of Public Economics, 75(2), February 2000, 157-182.",
        "Gruber, Jonathan and Aaron Yelowitz (1999). Public Health Insurance and Private Savings, Journal of Political Economy, 107(6): 1249-1274.",
        "Hagstrom, Paul (1996). The Food Stamp Participation and Labor Supply of Married Couples: An Empirical Analysis of Joint Decisions. Journal of Human Resources 3l(2):383-403.",
        "Haider, Steven J., Alison Jacknowitz, Robert F. Schoeni. 2003. Food Stamps and the Elderly : Why is Participation So Low? Journal of Human Resources, 38 (supplement): 1080-1111.",
        "Hubbard, R.G. J. Skinner and S.P. Zeldes (1995) Precautionary Saving and Social Insurance Journal of Political Economy 103:360-399.",
        "Kantor, Shawn and Price Fishback (1995). Did Workers Pay for the Passage of Workers Compensation Laws? Quarterly Journal of Economics 110: 7 13-42.",
        "Keane, M. and R. Moffitt (1998). A Structural Model of Multiple Welfare Program Participation and Labor Supply. International Economic Review, 39:3, 553-589.",
        "Levedahl, J. (1995): A Theoretical and Empirical Evaluation of the Functional Forms Used to Estimate the Food Expenditure Equation of Food Stamp Recipients, American Journal of Agriculture Economics, 77 (November): 960-968.",
        "Ludwig, Jens and Douglas Miller (2007) Does Head Start improve childrens outcomes? Evidence from a regression discontinuity design. Quarterly Journal of Economics 122(1): 159-208.",
        "MacDonald, Maurice 1977. Food, Stamps, and Income Maintenance. Institute for Poverty Research Press: Madison, WI.",
        "Meyer, Bruce and James Sullivan (2003) Measuring the Well-Being of the Poor Using Income and Consumption, Journal of Human Resources, 38: 1180-1220.",
        "Meyer, Bruce and James Sullivan (2004) The Effects of Welfare and Tax Reform: The Material Well-Being of Single Mothers in the l980s and l990s Journal of Public Economics, 88:1387-1420.",
        "Moffitt, Robert (1983). An economic model of welfare stigma. American Economic Review 73(5):l023-l035.",
        "Moffitt, Robert (1992). Incentive Effects of the U.S. Welfare System: A Review. Journal of Economic Literature 30(l):l-6l.",
        "Robins, Philip and Richard West (1983) Labor Supply Response. In Final Report of the Seattle/Denver Income Maintenance Experiment, edited by SRI International. Vol l:pp9l-l98. Washington DC: US GPO.",
        "Southworth, H.M. (1945). The Economics of Public Measures to Subsidize Food Consumption. Journal of Farm Economics, February 27: pp. 3 8-66.",
        "Whitmore, Diane (2002). Using the Food Stamp Cash-out to Test Intra-Household Bargaining, mimeo.",
        "Zeldes, Stephen (1989). Consumption and Liquidity Constraints: An Empirical Investigation. Journal of Political Economy, 97: 305-346."
    ]
}