{
    "id": 13035,
    "cites": 15,
    "cited_by": 69,
    "reference": [
        "Alvarez, Fernando and Robert E. Lucas. General Equilibrium Analysis of the Eaton-Kortum Model of International Trade, forthcoming Journal of Monetary Eco- nomics. Anderson, James E. and Eric van Wincoop. Gravity with Gravitas: A Solution to the Border Puzzle, American Economic Review, March 2003, 93: 170-192.",
        "Bernard, Andrew B., Jonathan Eaton, J. Bradford Jensen, and Samuel Kor- tum. Plants and Productivity in International Trade, American Economic Review September 2003.",
        "Chaney, Thomas. Distorted Gravity: Heterogeneous Firms, Market Structure, and the Geography of International Trade, mimeo, University of Chicago 2006.",
        "Eaton, Jonathan and Samuel Kortum. Technology, Geography, and Trade, Econo- metrica, September 2002, 70, pp. 1741-1780.",
        "International Monetary Fund. International Financial Statistics Yearbook 2006.",
        "Melitz, Marc. The Impact of Trade on Aggregate Industry Productivity and Intra- Industry Reallocations, Econometrica November 2003.",
        "Obstfeld, Maurice and Kenneth Rogoff. Global Current Account Imbalances and Exchange Rate Adjustments, Brookings Papers on Economic Activity, 2005, pp.",
        "Papadimitriou, Dimitri, Gennaro Zezza, and Greg Hannsgren. Can Global Imbalances Continue? Policies for the U.S. Economy, November 2006, The Levy Institute of Bard College Strategic Analysis.",
        "Ruhl, Kim. The Elasticity Puzzle in International Economics, mimeo University of Texas at Austin 2005.",
        "Redding, Stephen and Anthony Venables. Economic Geography and International Inequality, Journal of International Economics, January 2004, 62, pp. 53-82.",
        "Ruhl, Kim. The Elasticity Puzzle in International Economics, mimeo University of Texas at Austin 2005.",
        "United Nations Industrial Development Organization. Industrial Statistics Data- base, 2006.",
        "United Nations Statistics Division. United Nations Commodity Trade Database 2006.",
        "Waugh, Michael E. International Trade and Income Differences, mimeo University of Iowa 2007.",
        "World Bank. World Development Indicators. 2006."
    ]
}