{
    "id": 13030,
    "cites": 23,
    "cited_by": 11,
    "reference": [
        "Abowd, J.M., and F. Kramarz. 2003. The Costs of Hiring and Separations. Labour Economics 10 (5): 499-530.",
        "Barron, J. M., M. C. Berger, and D. A. Black. 1997. On-the-Job Training. Kalamazoo, MI: Upjohn Foundation for Employment Research.",
        "Binmore, K., A. Rubinstein, and A. Wolinsky. 1986. The Nash Bargaining Solution in Economic Modeling. RAND Journal of Economics 17 (2): 176-188.",
        "Costain, J. S., and M. Reiter. 2005. Business Cycles, Unemployment, and the Calibration of Matching Models. Working paper 872, Universitat Pompeu Fabra.",
        "Grossman, S., and M. Perry. 1986. Perfect Sequential Equilibrium. Journal of Economic Theory 39:97-119.",
        "Guerrieri, V. 2006. Heterogeneity and Unemployment Volatility. mimeo.",
        "Gul, F., and H. Sonnenschein. 1988. On Delay in Bargaining with One-Sided Uncertainty. Econometrica 56:601-11.",
        "Gul, F. Sonnenschein, H., and R. Wilson. 1986. Foundations of Dynamic Monopoly and the Coase Conjecture. Journal of Economic Theory 39:155-190.",
        "Hagedorn, M., and I. Manovskii. 2006. The Cyclical Behaviour or Equilibrium Unemployment and Vacancies Revisited. mimeo.",
        "Hall, R. E. 2005. Employment Fluctuations with Equilibrium Wage Stickiness. American Economic Review 95 (1): 50-65.",
        "Hall, R. E., and P. R. Milgrom. 2007. The Limited Influence of Unemployment on the Wage Bargain. mimeo., Stanford University.",
        "Hornstein, A., P. Krusell, and G. Violante. 2005. Unemployment and Vacancy Fluctuations in the Matching Model: Inspecting the Mechanism. Economic Quarterly (Federal Reserve Bank of Richmond) 91:19-Si.",
        "Hosios, A. 1990. On the Efficiency of Matching and Related Models of Search and Unemployment. Review of Economic Studies 57:279-298.",
        "Kennan, J. 2006. Private Information, Wage Bargaining and Employment Fluctuations. mimeo.",
        "Menzio, G. 2005a. A Cheap-Talk Theory of Random and Directed Search. mimeo.",
        "Mortensen, D. T., and E. Nagypal. 2005. More on Unemployment and Vacancy Fluctuations. Working paper 11692, NBER.",
        "Myerson, R. B., and M. A. Satterthwaite. 1983. Efficient Mechanisms for Bilateral Trading. Journal of Economic Theory 29:265-281.",
        "Petrongolo, B., and C. A. Pissarides. 2001. Looking into the Black Box: A Survey of the Matching Function. Journal of Economic Literature 39:390-431.",
        "Pissarides, C. A. 2000. Equilibrium unemployment theory. 2. Cambridge and London: MIT Press.",
        "Satterthwaite, M. A., and S. R. Williams. 1989. Bilateral Trade with the Sealed Bid k-Double Auction: Existence and Efficiency. Journal of Economic Theory 48:107-133.",
        "Shapiro, C., and J. E. Stiglitz. 1984. Equilibrium Unemployment as a Worker Discipline Device. American Economic Review 74 (3): 433-44.",
        "Shimer, R. 2004. The Consequences of Rigid Wages in Search Models. Journal of the European Economic Association 2 (2-3): 469-479.",
        "Amen can Economic Review 95 (1): 25-49. Silva, J., and M. Toledo. 2007. Labor Turnover Cost and the Cyclical Behavior of Vacancies and Unemployment. mimeo."
    ]
}