{
    "id": 13031,
    "cites": 15,
    "cited_by": 6,
    "reference": [
        "Asch, Solomon E. (1955). Opinions and Social Pressure, Scient~Jic American, 193(5): 3 1-35.",
        "Bandura, Albert (1977). Social Learning Theory. New York: General Learning Press.",
        "Barberis, Nicholas, Andrei Shleifer and Robert Vishny (1998). A Model of Investor Sentiment, Journal of Financial Economics, Vol. 49: 307-343.",
        "Berns, G., J. Chappelow, C. Zink, G. Pagnoni, M. Martin-Skurski, J. Richards (2005). Neurobiological Correlates of Social Conformity and Independence During Mental Rotation, Biological Psychiatry, Vol. 58, no. 3 (August): 245-253.",
        "Di Tella, Rafael, Sebastian F. Galiani, and Ernesto S. Schargrodsky (2007). The Formation of Beliefs: Evidence from the Allocation of Land Titles to Squatters, Quarterly Journal of Economics (forthcoming).",
        "Ellison, Glenn and Drew Fudenberg (1995). Word-of-Mouth Communication and Social Learning, The Quarterly Journal of Economics, Vol. 110, no. 1 (February): 93-125.",
        "Ellison, Glenn and Drew Fudenberg (1993). Rules of Thumb for Social Learning, The Journal of Political Economy, Vol. 101, no.4 (August): 612-643.",
        "Gentzkow, Matthew A. and Jesse M. Shapiro (2004). Media, Education and AntiAmericanism in the Muslim World, The Journal of Economic Perspectives, Vol. 18, no.3 (Summer): 117-133.",
        "Glaeser, Edward L., Giacomo Ponzetto, and Jesse M. Shapiro (2005). Strategic Extremism: Why Republicans and Democrats Divide on Religious Values, Quarterly Journal of Economics, Vol. 120, no. 4 (November): 1283-1330.",
        "Glaeser, Edward L., Giacomo Ponzetto, and Andrei Shleifer (2006). Why Does Democracy Need Education?, NBER Working Paper 12128, March 2006.",
        "Glaeser, Edward L. and Bruce I. Sacerdote (2002). Education and Religions, NBER Working Paper 8080, February 2002.",
        "King, Gary (1997). A Solution to the Ecological Inference Problem. Princeton: Princeton University Press.",
        "Merlo, Antonio M. and Andrew Schotter (2001). Learning By Not Doing: An Experimental Investigation of Observational Learning, PIER Working Paper No. 01040, October 2001.",
        "Murphy, Kevin M. and Andrei Shleifer (2004) Persuasion in Politics American Economic Review 94(2): 435-439.",
        "Scheinkman, Jose A. and Wei Xiong (2003) Overconfidence and Speculative Bubbles, Journal of Political Economy, 1183-1219."
    ]
}