{
    "id": 13036,
    "cites": 29,
    "cited_by": 6,
    "reference": [
        "Angrist, Josh and Victor Lavy. Does Teacher Training Affect Pupil Learning? Evidence from Matched Comparisons in Jerusalem Public Schools. Journal of Labor Economics, Vol. 19, 2 (Apr. 2001), 343-369.",
        "Borjas, George J. Ethnicity, Neighborhoods, and Human-Capital Externalities. American Economic Review, June 1995, 85(3), pp. 365-90.",
        "Bowen, William and Bok, Derek. 1998. The Shape of the River: Long Term Consequences of Considering Race in College and University Admissions. Princeton, NJ: Princeton University Press.",
        "Case, Anne C and Katz, Lawrence F. The Company You Keep: The Effects of Family and Neighborhood on Disadvantaged Youths. National Bureau of Economic Research (Cambridge, MA) Working PaperNo. 3705, 1991.",
        "Constantine, Jill. 1995. The Effect of Attending Historically Black Colleges and Universities on Future Wages of Black Students. Industrial and Labor Relations Review, Vol. 48, 3, 531-546.",
        "Coleman, James S., et al. Equality of Educational Opportunity. Washington, D.C.: Government Printing Office, 1966.",
        "Cutler, David M and Glaeser, Edward L. Are Ghettos Good or Bad, Quarterly Journal of Economics, August 1997, 112(3), pp. 827-72.",
        "Dale, Stacey and Alan Krueger. 2002. Estimating The Payoff Of Attending A More Selective College: An Application Of Selection On Observables And Unobservables, Quarterly Journal of Economics, 2002, 107(4,Nov), 149 1-1527.",
        "Dehejia, Rajeey H. and Sadek Wahba. Propensity Score-Matching Methods for Nonexperimental Causal Studies. The Review of Economics and Statistics. Vol 84, 1 (Feb. 2002), 151-161.",
        "Ehrenberg, Ronald and Donna Rothstein. 1994. Do Historically Black Institutions of Higher Education Confer Unique Advantages on Black Students? An Initial Analysis. In Choices and Consequences: Contemporary Policy Issues in Education, Ronald Ehrenberg, ed. Ithaca, NY: ILR 27 Press.",
        "Fordham, Signithia and Ogbu, John. Black Students School Successes: Coping with the Burden of `Acting White. The Urban Review, 1986, 18, pp. 176--206.",
        "Fryer, Roland G., Jr. with Paul Torelli. An Empirical Analysis of ~Acting White. National Bureau of Economic Research (Cambridge, MA) Working Paper No. 11334, 2005.",
        "Granovetter, Mark S. The Strength of Weak Ties. American Journal of Sociology, 1973, 78, pp. 136080.",
        "Heckman, James. 1979. Sample Selection Bias as a Specification Error, Econometrica, 47(1), pp. 153- 161.",
        "Heckman, James, Hidehiko Ichimura, and Petra Todd. Matching as an Econometric Evaluation Estimator. Review of Economic Studies. Vol. 65, 2 (1998), 26 1-294.",
        "Homans, George C. The Human Group. New York: Harcourt Brace, 1950.",
        "Hoxby, Caroline. 2000. The Effects of Geographic Integration and Increasing Competition in the Market for College Education, NBER Working Paper No. 6323.",
        "Jencks, Christopher and David Reisman. 1968. The Academic Revolution. Garden City, NY: Doubleday.",
        "Lazear, Edward. 1999. Culture and Language, Journal of Political Economy 107:6 (December 1999): S95-S 126.",
        "Manski, Charles and David Wise. 1983. College Choice in America. Cambridge: Harvard University Press.",
        "Putnam, Robert. 2000. Bowling Alone: The Collapse and Revival of American Community. Simon and Schuster: New York, 2000.",
        "Roebuck, J. B. and K. S. Murty (1993). Historically Black Colleges and Universities, Praeger Publisher.",
        "Rosenbaum, Paul R. and Donald B. Rubin. The Central Role of the Propensity Score in Observational Studies for Causal Effects. Biometrika. Vol 70, 1 (Apr. 1983), 4 1-55.",
        "Rosenbaum, Paul R. and Donald B. Rubin. Reducing Bias in Observational Studies Using Subclassification on the Propensity Score. Journal of the American Statistical Association. Vol 79, 387 (Sept. 1984), 5 16-524.",
        "Rubin, Donald B. Assignment to a Treatment Group on the Basis of a Covariate. Journal of Educational Statistics. Vol. 2, 1 (Spring 1977), 1-26.",
        "Tatum, Beverly D. Why are All the Black Kids Sitting Together in the Cafeteria? And Other 28 Conversations about Race. New York: Basic Books, 1997.",
        "US News and World Report. (2006). Americas Best Colleges and Universities.",
        "U.S. Dept. of Education, National Center for Education Statistics. HIGHER EDUCATION GENERAL INFORMATION SURVEY (HEGIS) XVI: FINANCIAL STATISTICS OF INSTITUTIONS OF HIGHER EDUCATION FOR FISCAL YEAR 1981 [Computer file]. ICPSR version.",
        "Wilson, William J. The Truly Disadvantaged: The Inner City, the Underclass, and Public Policy. 1987."
    ]
}