{
    "id": 13039,
    "cites": 42,
    "cited_by": 93,
    "reference": [
        "ANGRIST, J.D., G.W. IMBENS, AND D.B. RTJBIN, 1996, Identification of Causal Effects Using Instrumental Variables, Journal of the American Statistical Association 91, 444-472.",
        "ANGRIST, J.D. AND A.B. KRUEGER, 1991, Does Compulsory School Attendance Affect Schooling and Earnings?, Quarterly Journal of Economics 106, 979-1014.",
        "ANGRIST, J.D., AND V. LAVY, 1999, Using Maimonides Rule to Estimate the Effect of Class Size on Scholastic Achievement, Quarterly Journal of Economics 114, 533-575.",
        "BATTISTIN, E. AND E. RETTORE, 2007, Ineligibles and Eligible Non-Participants as a Double Comparison Group in Regression-Discontinuity Designs, Journal of Econometrics, this issue.",
        "BLACK, S., 1999, Do Better Schools Matter? Parental Valuation of Elementary Education, Quarterly Journal of Economics 114, 577-599.",
        "CARD, D., C. DOBKIN AND N. MAESTAS, 2004, The Impact of Nearly Universal Insurance Coverage on Health Care Utilization and Health: Evidence from Medicare, NBER Work- ing Paper No. 10365.",
        "CARD, D., A. MAS, AND J. ROTHSTEIN, 2006, Tipping and the Dynamics of Segregation in Neighborhoods and Schools, Unpublished Manuscript, Department of Economics, Prince- ton University.",
        "CHAY, K., AND M. GREENSTONE, 2005, Does Air Quality Matter; Evidence from the Housing Market, Journal of Political Economy 113, 376-424.",
        "CHAY, K., MCEwAN, P., AND M. URQUIOLA, 2005, The Central Role of Noise in Evaluating Interventions That Use Test Scores to Rank Schools, American Economic Review 95, 1237-1258.",
        "FAN, J. AND I. GIJBELS, 1996, Local Polynomial Modelling and Its Applications (Chapman and Hall, London).",
        "HAHN, J., P. TODD AND W. VAN DER KLAAUW, 1999, Evaluating the Effect of an Anti Dis- crimination Law Using a Regression-Discontinuity Design, NBER Working Paper 7131.",
        "HAHN, J., P. TODD AND W. VAN DER KLAAUW, 2001, Identification and Estimation of Treatment Effects with a Regression Discontinuity Design, Econometrica 69, 201-209.",
        "HARDLE, W., 1990, Applied Nonparametric Regression (Cambridge University Press, New York).",
        "HECKMAN, J.J. AND J. HOTZ, 1989, Alternative Methods for Evaluating the Impact of Training Programs (with discussion), Journal of the American Statistical Association 84, 862-874.",
        "HOLLAND, P., 1986, Statistics and Causal Inference (with discussion), Journal of the American Statistical Association, 81, 945-970.",
        "IMBENS, G., 2004, Nonparametric Estimation of Average Treatment Effects under Exogeneity: A Review, Review of Economics and Statistics 86, 4-30.",
        "IMBENS, G., AND J. ANGRIST, 1994, Identification and Estimation of Local Average Treat- ment Effects, Econometrica 61, 467-476.",
        "IMBENS, G. AND D. RTJBIN, 2007, Causal Inference: Statistical Methods for Estimating Causal Effects in Biomedical, Social, and Behavioral Sciences, Cambridge University Press, forth- coming.",
        "IMBENS, G. AND W. VAN DER KLAAUW, 1995, Evaluating the Cost of Conscription in The Netherlands, Journal of Business and Economic Statistics 13, 72-80.",
        "IMBENS, G. AND J. WOOLDRIDGE, 2007, Recent Developments in the Econometrics of Pro- gram Evaluation, Unpublished Manuscript, Department of Economics, Harvard Univer- sity.",
        "JACOB, B.A., AND L. LEFGREN, 2004, Remedial Education and Student Achievement: A Regression-Discontinuity Analysis, Review of Economics and Statistics 68, 226-244.",
        "LALIVE, R., 2007, How do Extended Benefits affect Unemployment Duration? A Regression Discontinuity Approach, Journal of Econometrics, this issue.",
        "LEE, D.S., 2007, Randomized Experiments from Non-random Selection in U.S. House Elec- tions, Journal of Econometrics, this issue.",
        "LEE, D.S. AND D. CARD, 2007, Regression Discontinuity Inference with Specification Error, Journal of Econometrics, this issue.",
        "LEE, D.S., MORETTI, E., AND M. BUTLER, 2004, Do Voters Affect or Elect Policies? Evi- dence from the U.S. House, Quarterly Journal of Economics 119, 807-859.",
        "LEMIEUX, T. AND K. MILLIGAN, 2007, Incentive Effects of Social Assistance: A Regression Discontinuity Approach, Journal of Econometrics, this issue.",
        "Li, Q., AND J. RACINE, 2007, Nonparametric Econometrics (Princeton University Press, Princeton, New Jersey).",
        "LUDWIG, J., AND D. MILLER, 2005, Does Head Start Improve Childrens Life Chances? Evidence from a Regression Discontinuity Design, NBER working paper 11702.",
        "LUDWIG, J., AND D. MILLER, 2007, Does Head Start Improve Childrens Life Chances? Ev- idence from a Regression Discontinuity Design, Quarterly Journal of Economics 122(1), 159-208.",
        "MATSUDAIRA, J., 2007, Mandatory Summer School and Student Achievement, Journal of Econometrics, this issue.",
        "MCCRARY, J., 2007, Testing for Manipulation of the Running Variable in the Regression Discontinuity Design, Journal of Econometrics, this issue.",
        "MCEWAN, P. AND J. SHAPIRO, 2007, The benefits of delayed primary school enrollment: Dis- continuity estimates using exact birth dates, Wellesley College and LSE working paper.",
        "PAGAN, A. AND A. ULLAH, 1999, Nonparametric Econometrics, Cambridge University Press, New York.",
        "PORTER, J., 2003, Estimation in the Regression Discontinuity Model, mimeo, Department of Economics, University of Wisconsin, http://www.ssc.wisc.edu/jporter/regdiscont2003.pdf.",
        "ROSENBAUM, P., AND D. RUBIN, 1983, The Central Role of the Propensity Score in Obser- vational Studies for Causal Effects, Biometrika 70, 41-55.",
        "ROSENBAUM, P., 1987, The role of a second control group in an observational study (with discussion), Statistical Science 2, 292-316.",
        "RUBIN, D., 1974, Estimating Causal Effects of Treatments in Randomized and Non-randomized Studies, Journal of Educational Psychology 66, 688-701.",
        "SUN, Y., 2005, Adaptive Estimation of the Regression Discontinuity Model, Unpublished Manuscript, Department of Economics, University of California at San Diego.",
        "THISTLEWAITE, D., AND D. CAMPBELL, 1960, Regression-Discontinuity Analysis: An Alter- native to the Ex-Post Facto Experiment, Journal of Educational Psychology 51, 309-317.",
        "TROCHIM, W., 1984, Research Design for Program Evaluation; The Regression-discontinuity Design (Sage Publications, Beverly Hills, CA).",
        "TROCHIM, W., 2001, Regression-Discontinuity Design, in N.J. Smelser and P.B Baltes, eds., International Encyclopedia of the Social and Behavioral Sciences 19 (Elsevier North- Holland, Amsterdam) 12940-12945.",
        "VAN DER KLAAUW, W., 2002, Estimating the Effect of Financial Aid Offers on College Enrollment: A Regression-discontinuity Approach, International Economic Review 43, 1249-1287."
    ]
}