{
    "id": 13045,
    "cites": 26,
    "cited_by": 2,
    "reference": [
        "Averett, Susan L., Daniel I. Rees, and Laura Argys. 2002. The Impact of Government Policies and Neighborhood Characteristics on Teenage Sexual Activity and Contraceptive Use. American Journal of Public Health. 92(11): pp. 1773-1778.",
        "Bailey, Martha J. 2006. More Power to the Pill: The Impact of Contraceptive Freedom on Womens Life Cycle Labor Supply. Quarterly Journal of Economics. 121(1): pp. 289-320.",
        "Besley, Timothy and Anne Case. 2000. Unnatural Experiments? Estimating the Incidence of Endogenous Policies Economic Journal 110(467): F672-F694 Broaddus, Matthew, Shannon Blaney, Annie Dude, Jocelyn Guyer, Leighton Ku, and Jaia Peterson. 2002. Expanding Family Coverage: States Medicaid Eligibility Policies for Working Families in the Year 2000. Washington, DC: Center on Budget and Policy Priorities.",
        "Council of Economic Advisors. 1999. Technical Report: Economic Expansion, Welfare Reform, and the Decline in Welfare Caseloads: An Update. Washington, D.C.: Executive Office of the President of the United States.",
        "DiCenso, Alba, Gordon Guyatt, A. Willan, and L. Griffith. 2002. Interventions to Reduce Unintended Pregnancies among Adolescents: Systematic Review of Randomized Controlled Trials. British Medical Journal. 324 (7351): 1426-1434.",
        "Edwards, Joanna, Janet Bronstein, and Kathleen Adams. 2003. Evaluation of Medicaid Family Planning Demonstrations. Alexandria, VA: The CNA Corporation.",
        "Frost Jennifer J., Adam Sonfield, and Rebecca Benson Gold. 2006. Estimating the Impact of Expanding Medicaid Eligibility for Family Planning Services, Occasional Report, New York: Guttmacher Institute, No. 28.",
        "Gertler, Paul J. and John W. Molyneaux. 1994. How Economic Development and Family Planning Programs Combined to Reduce Indonesian Fertility, Demography 3 1(1) (February): 33-63.",
        "Gertler Paul J. and John W. Molynueax. 2000. The Allocation and Impact of Planning Program Inputs in Indonesia, Population Development Review, Vol. 26 (Sup) pp. 6 1-88.",
        "Gold, Rachel Benson. 2004. Doing More for Less: Study Says State Medicaid Family Planning Expansions are Cost-Effective. The Guttmacher Report on Public Policy. 7(1): 1-2.",
        "Gold, Rachel Benson and Adam Sonfield. Reproductive Health Services for Adolescents under the State Childrens Health Insurance Program. Family Planning Perspectives 33(2): pp. 8187. Grogger, Jeffrey and Lynn A. Karoly. 2005. Welfare Reform: Effects of a Decade of Change. Cambridge, Massachusetts: Harvard University Press.",
        "Guttmacher Institute. 1997. Issues in Brief: The Limitations of U.S. Statistics on Abortion. New York: Alan Guttmacher Institute.",
        "Guttmacher Institute. 2006. U.S. Teenage Pregnancy Statistics: National and State Trends and Trends by Race and Ethnicity. New York: Alan Guttmacher Institute.",
        "Guttmacher Institute. 2007a. State Medicaid family planning eligibility expansions, State Policies in Brief, New York: Guttmacher Institute, June 2006, I (accessed March 28th, 2007).",
        "Kearney, Melissa S. Is There an Effect of Incremental Welfare Benefits on Fertility Behavior? A Look at the Family Cap Journal of Human Resources, 2004, 39(2): 295-325.",
        "Kirby, Douglas. 1997. No Easy Answers: New Research Findings on Programs to Reduce Teen Pregnancy. Washington, DC: National Campaign to Prevent Teen Pregnancy.",
        "Kirby, Douglas. 2001. Emerging Answers: New Research Findings on Programs to Reduce Teen Pregnancy. Washington, DC: National Campaign to Prevent Teen Pregnancy.",
        "Levine, Phillip B. 2001. The Sexual Activity and Birth Control Use of American Teenagers, An Economic Analysis of Risky Behavior among Youths. Jonathan Gruber, editor. Chicago: University of Chicago Press.",
        "Levine, Phillip B. 2002. The Impact of Social Policy and Economic Activity Throughout the Fertility Decision Tree. National Bureau of Economic Research working paper 9021.",
        "Levine, Phillip B. 2004. Sex and Consequences: Abortion, Public Policy, and the Economics of Fertility. Princeton, NJ: Princeton University Press.",
        "Lundberg, Shelly and Robert D. Plotnick, 1990. Effects of State Welfare, Abortion and Family Planning Policies on Premarital Childbearing Among White Adolescents Family Planning Perspectives. 22 (6): 246-251+275.",
        "Martin, Joyce A,, Brady E. 1-lamilton. Paul D. Sutton. Stephanie J. \\Tentura. Fay Menacker, and Martha L. Munson. 2005. Births: Final Data for 2OO3~ National Vjtai Statistics Reports.",
        "Mellor, Jennifer M. 1998. The Effect of Family Planning Programs on the Fertility of Welfare Recipients: Evidence from Medicaid Claims. Journal of Human Resources. 33 (4): pp. 866895. Moffitt, Robert. 1998. The effect of welfare on marriage and fertility. In Welfare, the family, and reproductive behavior, ed. R. Moffitt, Washington DC: National Academy Press: 50-97.",
        "Molyneaux, John W. and Paul J. Gertler. 2000. The Impact of Targeted Family Planning Programs in Indonesia. Population and Development Review 26: 6 1-85.",
        "Paton, David. 2002. The Economics of Family Planning and Underage Conceptions. Journal of Health Economics. 21(2): 207-225.",
        "U.S. Department of Health and Human Services. Setting the Baseline: A Report on State Welfare Waivers. 1997. Washington, D.C.: Office of Human Services Policy, Assistant Secretary for Planning and Evaluation, U.S. Department of Health and Human Services."
    ]
}