{
    "id": 13048,
    "cites": 27,
    "cited_by": 36,
    "reference": [
        "[1] Acemoglu D., S. Johnson and J. Robinson (2002), ~The Rise of Europe: Atlantic Trade, Institutional Change and Economic Growth, mimeo, MIT, Nov. 25, 2002.",
        "[2] Acemoglu, Daron and Jaume Ventura (2001), ~The World Income Distribution, NBER Working Paper No. 8083.",
        "[3] Amiti, Mary and Lisa Cameron (2004), ~Economic Geography and Wages, CEPR Discussion Paper No. 4234, February 2004.",
        "[4] Amiti, Mary and John Romalis (2006), ~Will the Doha Round Lead to Preference Erosion?, IMF Working Paper No. 06/10, January 2006.",
        "[5] Ben-David D. (1993), ~Equalizing Exchange: Trade Liberalization and Income Convergence, Quarterly Journal of Economics, Volume 108(3), pp. 653-679.",
        "[6] Bernard, Andrew B. and J. Bradford Jensen (2004), ~Exporting and Productivity in the USA, Oxford Review of Economic Policy, Volume 20(3), pp.343-357.",
        "[7] Bolaky, Bineswaree and Caroline Freund (2004), ~Trade, Regulations, and Growth, World Bank Policy Research Working Paper No. 3255, March 24, 2004.",
        "[9] Broda, Christian and David Weinstein (2006), ~Globalization and the Gains from Variety, Quarterly Journal of Economics, Volume 12 1(2), May 2006.",
        "[11] Dollar D. (1992), ~Outward-Oriented Developing Economies Really Do Grow More Rapidly: Evidence from 95 LDCs, 1976-1985, Economic Development and Cultural Change, 1992, 523-544.",
        "[12] Dollar D. and A. Kraay (2001), ~Trade, Growth and Poverty, mimeo, The World Bank, March 2001.",
        "[13] Edwards 5. (1998), ~Openness, Productivity and Growth: What Do We Really Know?, Economic Journal, Volume 108 (March), pp. 383-398.",
        "[14] Feenstra, Robert, Dorsati Madani, Tzu-Han Yang and Chi-Yuan Liang (1999), ~Testing Endogenous Growth in South Korea and Taiwan, Journal of Development Economics, 60(2), December 1999, pp. 317-341. 15",
        "[15] Frankel J. and D. Romer (1999), Does Trade Cause Growth, American Economic Review, Volume 89(3), pp. 379-399.",
        "[16] Greenaway D., W. Morgan and P. Wright (2002), Trade Liberalization and Growth in Developing Countries, Journal of Development Economics, Volume 67, pp. 229-244.",
        "[17] Grossman G. M. and E. Helpman (1991), Innovation and Growth in the Global Economy, Cambridge: MIT Press.",
        "[18] Irwin D. and M. Tervio (2002), Does trade raise income?: Evidence from the twentieth century, Journal of International Economics,Volume 58(1), pp.1-18.",
        "[19] Panagariya, Arvind (2004), Miracles and Debacles: In Defence of Trade Openness , World Economy, Blackwell Publishing, 27(8), pp. 1149-1171.",
        "[20] Pavcnik, Nina (2002), Trade liberalization, Exit, and Productivity improvements: Evidence from Chilean Plants, Review of Economic Studies, Volume 69, January 2002, pp. 245-76.",
        "[21] Roberts M. and J. Tybout (1996), Industrial Evolution in Developing Countries, New York, Oxford University Press.",
        "[22] Rodriguez F. and D. Rodrik (2000), Trade Policy and Economic Growth: A Skeptics Guide to the Cross-National Evidence, mimeo, University of Maryland and John F. Kennedy School of Government.",
        "[23] Romalis, John (2005), NAFTAs and CUSFTAs Impact on International Trade, NBER Working Paper No. 11059.",
        "[24] Sachs J. and A. Warner (1995), Economic Reform and the Process of Global Integration, Brookings Papers on Economic Activity, 1995:1, pp. 1-118.",
        "[25] Tybout, James R. (2003), Plant- and Firm-Level Evidence on New Trade Theories, in James Harrigan and Kwan Choi (eds.), Handbook of International Trade, New York: Blackwell Publishing, pp. 388-415.",
        "[26] Yi, Kei-Mu (2003), Can Vertical Specialization Explain the Growth of World Trade?, Journal of Political Economy, Volume 111(1), pp. 52-102.",
        "[27] Young A. (1991), Learning by Doing and the Dynamic Effects of International Trade, Quarterly Journal of Economics, Volume 106(2), pp. 369-405.",
        "[28] UNCTAD (2001), Improving Market Access for Least Developed Countries, mimeo, May 2001.",
        "[29] USITC (2004), Value of U.S. Imports for Consumption, Duties Collected, and Ratio of Duties to Values, 1891-2003, February 2004. 16"
    ]
}