{
    "id": 13042,
    "cites": 17,
    "cited_by": 22,
    "reference": [
        "Avramov, Doron, and Russ Wermers, 2004, Investing in mutual funds when returns are predictable, Working Paper.",
        "Berk, Jonathan B., and Richard C. Green (2004), Mutual fund flows and performance in rational markets, Jonrnal of Political Economy, 112: i269-i295.",
        "Elton, Edwin J., Martin J. Gruber, and Jeffrey A. Busse (2004), Are investors rational? Choices among Index Funds, Jonrnal of Finance 59, 26i - 288.",
        "Elton, Edwin J., Martin J. Gruber, S. Das, and Christopher. Blake (i996), The persistence of risk-adjusted mutual fund performance, Jonrnal of Bnsiness 69, i33-i57. 23 Fama, Eugene F., and Kenneth. R. French, 1993, Common risk factors in the returns on stocks and bonds, Jonrmal of Fimamcial Ecomomics 33, 3-56.",
        "Fama, Eugene F., and James D. MacBeth, 1973, Risk, return, and equilibrium: empirical tests, Jonrmal of Political Ecomomy 81, 607-636.",
        "Fabozzi, Frank (ed.), 2001, Mortgage Backed Secnrities (5th Edition) McGraw Hill, New York, NY.",
        "Gruber, M.J.(1996), Another Puzzle: The Growth in Actively Managed Mutual Funds, Jonrmal of Fimamce, 51: 783-8 10.",
        "Goetzmann, William J. and Roger G. Ibbotson, 1994, Do winners repeat? patterns in mutual fund performance, Jonrmal of Portfolio Mamagememt 20, 9-18.",
        "Hayre, Lakhbir (ed.), SalomomSmithBarmey Gnide to mortgage-backed amd asset-backed secnrities (2002), John Wiley and Sons, Inc., New York, NY.",
        "Hendricks, Darryll, Jayendu Patel and Richard Zeckhauser, 1993, Hot Hands in Mutual Funds: Short-Run Persistence of Relative Performance, Jonrmal of Fimamce, Vol. 48, No. 1. , pp. 93-130.",
        "Jegadeesh, Narasimham and Sheridan Titman, 1993, Returns to buying winners and selling losers: implications for stock market efficiency, Jonrmal of Fimamce 48, 65-91.",
        "Lewellen, Jonathan and J. A. Shanken, 2002, Learning, asset-pricing tests, and market efficiency, Jonrmal of Fimamce,57 (3), 1113-1145.",
        "Mamaysky, Harry, Matthew Spiegel and Hong Zhang, 2004, Improved forecasting of mutual fund alphas and betas, Working paper, Yale University.",
        "Pastor, Lubos, and Robert F. Stambaugh, 2002, Mutual funds performance and seemingly unrelated assets, Jonrmal of Fimamcial Ecomomics 63, 3 15-349.",
        "Schwartz, E. S., and W. N. Torous, 1989, Prepayment and the valuation of mortgage-backed securities, Jonrmal of Fimamce, 44, 375-392.",
        "Wermers, Russ, 1995, Mutual fund herding and the impact on stock prices, Jonrmal of Fimamce 54, 131-136.",
        "Zheng, L.(1999), Is Money Smart? A Study of Mutual Fund Investors Fund Selection Ability, Jonrmal of Fimamce, 54: 901-933."
    ]
}