{
    "id": 13043,
    "cites": 30,
    "cited_by": 52,
    "reference": [
        "Abowd, John M., Bruno CrÃ\u0083Â©pon and Francis Kramarz, Moment Estimation with Attrition: An Application to Economic Models, Journal of the American Statistical Association, Vol. 96, No. 456 (December2001): 1223-1231.",
        "Abowd, John M., John Haltiwanger and Julia I. Lane, Integrated Longitudinal EmployeeEmployer Data for the United States, American Economic Review Papers and Proceedings, Vol. 94, No. 2 (May 2004): 224-229.",
        "Abowd, John M. and Francis Kramarz, The Analysis of Labor Markets Using Matched EmployerEmployee Data, in 0. Ashenfelter and D. Card (eds.) Handbook of Labor Economics, Volume 3(B), Chapter 40 (Amsterdam: North Holland, 1999), pp. 2629-27 10.",
        "Abowd, John M., Francis Kramarz and David Margolis, High Wage Workers and High Wage Firms, Econometrica, Vol. 67, No. 2 (March 1999): 25 1-334.",
        "Abowd, John M, Bryce E. Stephens, Lars Vilhuber, Fredrik Andersson, Kevin L. McKinney, Marc Roemer, and Simon Woodcock, The LEHD Infrastructure Files and the Creation of the Quarterly Workforce Indicators in T. Dunne, J.B. Jensen and M.J. Roberts, eds., Producer Dynamics: New Evidence from Micro Data (Chicago: University of Chicago Press for the National Bureau of Economic Research, forthcoming), available online from http:i/iehd.dsd.census.gov/ied~iibrary/tecIipapers/tp~2OO6-() I ~pdf (cited February 28, 2007).",
        "Abowd, John M. and Lars Vilhuber, The Sensitivity of Economic Statistics to Coding Errors in Personal Identifiers, Journal of Business and Economics Statistics, Vol. 23, No. 2 (April 2005): 133-152, JBES Joint Statistical Meetings invited paper with discussion and Rejoinder (April 2005): 162-165.",
        "Audretsch, David B. and Talat Mahmood New Firm Survival: New Results Using a Hazard Function, Review of Economics and Statistics, Vol. 77, No. 1 (February 1995): 97-103.",
        "Autor, David, Lawrence Katz and Alan Krueger, Computing Inequality: Have Computers Changed the Labor Market? Quarterly Journal of Economics, 113 (November 1998): 1169- 12 14.",
        "Bartel, Ann P. and Frank R. Lichtenberg, The Comparative Advantage of Educated Workers in Implementing New Technology, Review of Economics and Statistics, Vol. 69, No. 1 (February 1987): 1-11.",
        "Benedetto, Gary, John Haltiwanger, Julia Lane, and Kevin L. McKinney, Using Worker Flows to Measure Firm Dynamics, Journal of Business and Economic Statistics (forthcoming) available at http://lehd*dsd.census, gov/1ediiibrary/techpapers/tp-2OO3~O9.pdf (cited March 11,2007).",
        "Berman, Eli, John Bound and Zvi Griliches, Changes in the Demand for Skilled Labor within U.S. Manufacturing Industries: Evidence from the Annual Survey of Manufacturing, Quarterly Journal of Economics, Vol. 109, No. 2 (May 1994): 367-398.",
        "Bresnahan, Timothy, Brynjolfsson, Erik and Lorin M. Hitt, Information Technology, Workplace Organization and the Demand for Skilled Labor: Firm-level Evidence, Quarterly Journal of Economics, Vol. 117, No. 1 (February 2002): 339-376.",
        "Bureau of Labor Statistics, Handbook of Methods (2007), available online at http://www*hisgov/opub~1ioni/hointoc pdf,htni (cited February 28, 2007).",
        "Caballero, Ricardo and Mohamad Hanimour, The Cleansing Effects of Recessions, American Economic Review, Vol. 84, No. 5 (December 1994): 1350-1368.",
        "Campbell, Jeffrey R. Entry, Exit, Embodied Technology, and Business Cycles, Review of Economic Dynamics, Vol. 1, No. 2 (April 1998): 371-408.",
        "Caselli, Francesco, Technological Revolutions, American Economic Review, Vol. 89, No. 1 (March 1999): 78-102.",
        "Chari, V.V. and Hugo Hopenhayn, Vintage Human Capital, Growth, and the Diffusion of New Technology, Journal of Political Economy, Vol. 99, No. 6 (December 1991): 1142-65.",
        "Davis, Steven J. and John C. Haltiwanger, On the Driving Forces behind Cyclical Movements in Employment and Job Reallocation, American Economic Review, Vol. 89, No. 5 (December 1999): 1234-1258.",
        "Doms, Mark, Timothy Dunne and Kenneth R. Troske, Workers, Wages, and Technology, The Quarterly Journal of Economics, Vol. 112, No. 1 (February 1997): 253-290.",
        "Dunne, Timothy, Lucia Foster, John Haltiwanger, and Kenneth Troske, Wage and Productivity Dispersion in U.S. Manufacturing: The Role of Computer Investment, NBER Working Paper No. 7465 (January 2000).",
        "Dunne, Timothy, John Haltiwanger and Kenneth R. Troske, Technology and Jobs: Secular Change and Cyclical Dynamics, Carnegie-Rochester Public Policy Conference Series, 46 (June 1997): 107-178.",
        "Dunne, Timothy, Mark J. Roberts and Larry Samuelson, The Growth and Failure of U.S. Manufacturing Plants, The Quarterly Journal of Economics, Vol. 104, No. 4 (November 1989): 671-698.",
        "Ericson, Richard and Ariel Pakes, Markov-Perfect Industry Dynamics: A Framework for Empirical Work. Review of Economic Studies, Vol. 62, No. 1 (January 1995): 53-82.",
        "Foster, Lucia, John Haltiwanger and C.J. Krizan, Aggregate Productivity Growth: Lessons from Microeconomic Evidence, in Edward Dean, Michael Harper and Charles Hulten, eds., New Directions in Productivity Analysis (Chicago: University of Chicago Press, 2001), Chapter 8.",
        "Haltiwanger, John C., Julia I. Lane and James R. Spletzer Productivity Differences Across Employers: The Role of Employer Size, Age, and Human Capital, American Economic Review Papers and Proceedings, Vol. 89, No. 2 (May 1999): 94-98.",
        "Haltiwanger, John C., Julia I. Lane and James R. Spletzer, Wages, Productivity and the Dynamic Interaction of Businesses and Workers, Labour Economics (forthcoming). Hellerstein, Judith K., David Neumark and Kenneth R. Troske, Wages, Productivity, and Worker Characteristics: Evidence from Plant-Level Production Functions and Wage Equations. Journal of Labor Economics, Vol. 17, No. 3 (July 1999): 409-446.",
        "Ichniowski, Casey, Kathryn Shaw and Giovanna Prennushi, The Effects of Human Resource Management Practices on Productivity: A Study of Steel Finishing Lines, The American Economic Review, Vol. 87, No. 3 (June 1997): 291-3 13.",
        "Jovanovic, Boyan and Glenn M. MacDonald, The Life Cycle of a Competitive Industry, Journal of Political Economy, Vol. 102, No. 2 (April 1994): 322-47.",
        "Juhn, Chinhui, Kevin M. Murphy and Brooks Pierce, Wage Inequality and the Rise in the Return to Skill, Journal of Political Economy, Vol. 101, No. 3 (June 1993): 35-78.",
        "Olley, G. Steven and Ariel Pakes, The Dynamics of Productivity in the Telecommunications Equipment Industry, Econometrica, Vol. 64, No. 6 (November 1996): 1263-1297."
    ]
}