{
    "id": 13051,
    "cites": 38,
    "cited_by": 65,
    "reference": [
        "[1] Alesina A. and N. Fuchs-Schundeln (2007) Good Bye Lenin (or not?). The effect of Communism on peoples preferences American Economic Review, forthcoming",
        "[2] Alesina A. E. Glaeser and B. Sacerdote (2005) Work and Leisure in the US and Europe: Why so Different? Brookings Papers on Economic Activity, Fall",
        "[3] Alesina A. and E. La Ferrara (2005) Preference for Redistribution in the Land of Opportunity Journal of Public Economics, 89 897-931",
        "[4] Alesina A. and E. La Ferrara (2002), Who Trust Others? Journal of Public Economics 85, 207-34.",
        "[6] Coleman, J. (1988), Social Capital in the Creation of Human Capital, American Journal of Sociology 94, 95-121.",
        "[7] Banfield, E. C. (1958), The Moral Basis of a Backward Society, New York: The Free Press",
        "[8] Barro, R. and R. McCleary (2003), Religion and Economic Growth, American Sociological Review 68, 760-781",
        "[9] Barro, R. and R. McCleary (2006), Religion and Economy, Journal of Economic Perspectives 20, 1-25 19",
        "[10] Bertrand, M. and A. Schoar (2006), The Role of Family in Family Firms, Journal of Economic Perspectives, Spring 2006",
        "[11] Blanchard 0. (2004), The Economic Future of Europe Journal of Economic Perspec tives",
        "[12] Blachflower D. and A. Oswald (2004) Wellbeing over time in Britain and in the US Journal of Public Economics, 88, 1359-86",
        "[13] Burda M. D. Hammermesh and P. Weil (2006), Different but Equal: Total Work, Gender and Social Norms in EU and US Time Use, mimeo",
        "[14] Di Tella R, R. Mc Culloch and A. Oswald A. (2001) Preferences for Inflation and Unemployment: Evidence from Surveys on Happiness American Economic Review, 91, 335-41",
        "[15] Easton, S.T. and M.A. Walker (1997), Income, Growth and Economic Freedom, American Economic Review 87(2), 328-332.",
        "[16] Esping-Andersen (1999), Social Foundation of Post-Industrial Economies, Oxford, Oxford University Press, 1999",
        "[17] Fernandez R and A. Fogli (2005), Culture: An Empirical Investigation of Beliefs, Work and Fertility, NBER Working Paper 11268",
        "[18] Fortin, N. (2005), Gender Role Attitudes and the Labour Market Outcomes of Women Across OECD Countries, Oxford Review of Economic Policy 21(3)",
        "[19] Fukuyama, F. (1995) Trust: The Social Virtues and the Creation of Prosperity, New York: Free Press",
        "[20] Gambetta, A. (1990), The Sicilian Mafia, Oxford University Press, Oxford UK",
        "[21] Giuliano, P. (2003), On the Determinants of Living Arrangements in Western Europe: Does Cultural Origin Matter?, UC Berkeley, mimeo.",
        "[22] Giuliano, P. (2007), Living Arrangements in Western Europe: Does Cultural Origin Matter?, Journal of the European Economic Association, forthcoming",
        "[23] Guiso, L., P. Sapienza and L. Zingales (2003), Peoples Opium? Religion and Economic Attitudes, Journal of Monetary Economics, 50, 225-282. 20",
        "[24] Guiso, L., P. Sapienza and L. Zingales (2004), Cultural Biases in Economic Exchange , NBER Working Paper 11005",
        "[25] Guiso, L., P. Sapienza and L. Zingales (2006), Does Culture Affect Economic Outcomes ? Journal of Economic Perspectives, Spring 2006",
        "[26] Hill, J. H. and B. Manheim (1992), Language and World View, Annual Review of Anthropology, 21, 381-406",
        "[27] Kashima, E. and Y. Kashima (1998), Culture and Language: The Cause of Cultural Dimensions and Personal Pronoun Use, Journal of Cross-Cultural Psychology, 29: 461-487",
        "[28] Knack, S., P. Keefer (1997), Does Social Capital Have an Economic Payoffs? A Cross-Country Investigation, Quarterly Journal of Economics 112 (4), 1251-1288",
        "[29] Knack, S., P. J. Zak (2001), Trust and Growth, Economic Journal 111 (470), 295-321",
        "[30] Inglehart, R. and W. Baker (2000), Modernization, Cultural Change and the Persistent of Traditional Values, American Sociological Review, 65: 19-5 1",
        "[31] La Ferrara (2003), Kin Groups and Reciprocity: A Model of Credit Transactions in Ghana, American Economic Review",
        "[32] Layard, R.: Happiness Lessons from a New Science (2005), Penguin, UK.",
        "[33] Licht, A., C. Goldschmidt and H. Schwartz (1994), Culture Rules: The Foundations of the Rule of Law and Other Norms of Governance, Berkeley, mimeo",
        "[34] Prescott E. (2004) Why Do Americans Work so much more than Europeans? Federal Reserve of Minneapolis Quarterly Review",
        "[35] Putnam (1993), Making Democracy Work. Civic Traditions in Modern Italy, Princeton-NJ: Princeton University Press.",
        "[36] Reher, D., Family Ties in Western Europe: Persistent Contrasts, Population and Development Review, XXIV (1998), 203-234",
        "[37] Schwartz, S., A. Bardi and G. Bianchi (2000), Values Adaptation to the Imposition and Collapse of Communist Regimes in East-Central Europe, in Renshon, S. A. and J. Duckitt Eds. Political Psychology: Cultural and Cross-Cultural Foundations. New York: New York University Press. 21",
        "[38] Semin, G. R. and M. Rubini (1990), Unfolding the Concept of Person by Verbal Abuse, European Journal of Social Psychology, 20, 463-374",
        "[39] Tabellini (2006), Culture and Institutions: Economic Development in the Regions"
    ]
}