{
    "id": 13064,
    "cites": 12,
    "cited_by": 5,
    "reference": [
        "Andersen T., B. Dalum, H. Linderoth, V. Smith and N. WestergÃ\u0083Â¥rd-Nielsen (2001), The Danish economy. An international perspective. DJÃ\u0083Ë\u009cF Publishing, Copenhagen.",
        "Bingley P. and G. Lanot (2004), Ã\u0082â\u0080\u009cEmployer pay policies, public transfers and the retirement decisions of men and women in DenmarkÃ\u0082â\u0080\u009d, European Economic Review (48), 181-200.",
        "Bolvig I. (2004), Ã\u0082â\u0080\u009cWithin- and between-firm mobility in the low-wage labour marketÃ\u0082â\u0080\u009d, forthcoming in: S Bazen and C Lucifora (eds.), Job Quality and Employer Behaviour. Palgrave, 132-156.",
        "CuÃ\u0083Â±at V. and M. Guadalupe (2006), Globalization and the provision of incentives inside the firm. Centre for Economic Policy Research, Discussion Paper No. 5950.",
        "Datta Gupta N. and D. Rothstein (2005), Ã\u0082â\u0080\u009cThe impact of worker and establishment-level characteristics on male-female wage differentials: evidence from Danish matched employer-employee dataÃ\u0082â\u0080\u009d, Labour: Review of Labour Economics and Industrial Relations (19), 1-34.",
        "Eriksson T. (2003a), The potential of firm-level panel data and linked employeremployee microdata for employment analysis. Report to the European Commission, DG Employment and Social Affairs.",
        "European Commission (2006), Employment in Europe 2006. European Commission, Brussels.",
        "Frederiksen A. and N. WestergÃ\u0083Â¥rd-Nielsen (2006), Ã\u0082â\u0080\u009cWhere did they go? Modelling transitions out of jobsÃ\u0082â\u0080\u009d, forthcoming in Labour Economics.",
        "Hall R. (1982), Ã\u0082â\u0080\u009cThe importance of lifetime jobs in the U.S. economyÃ\u0082â\u0080\u009d, American Economic Review (72), 716-724.",
        "Katz L. and D. Autor (1999), Ã\u0082â\u0080\u009cChanges in the wage structure and earnings inequalityÃ\u0082â\u0080\u009d, in: O. Ashenfelter and D. Card (eds.), Handbook of Labor Economics, Volume 3A, North- Holland, 1464-1555.",
        "Neumann G., P. Pedersen and N. WestergÃ\u0083Â¥rd-Nielsen (1991), Ã\u0082â\u0080\u009cLong-run international trends in unionizationÃ\u0082â\u0080\u009d, European Journal of Political Economy (7), 249-274.",
        "Smith N. (1998), Ã\u0082â\u0080\u009cEconomic incentives to workÃ\u0082â\u0080\u009d, in N Smith (ed.), Work, Incentives and Unemployment (In Danish), Aarhus University Press, 179-209."
    ]
}