{
    "id": 1306,
    "cites": 11,
    "cited_by": 1,
    "reference": [
        "Black, S. (1982). The Effect of Alternative Monetary Control Procedures on Exchange Rates and Output, Journal of M~, Credit, and BanIÃ\u0083Â§~g, 14, No. 4, Part 2, November, p. 746-760.",
        "Frenkel, J. and M. Mussa (1980). The Efficiency of the Foreign Exchange Market and Measures of Turbulence, American Economic Review, May, p. 374-381.",
        "Overshooting Hypothesis, International Monetary Fund Staff Papers, March. Glaessner, 1. (1982). Formulation and Estimation of a Dynamic Model of Exchange Rate Determination: An Application of General Method of Moments Techniques, International Finance Discussion Paper No.",
        "Hansen, L. P. and R. Hodrick, Risk Averse Speculation in the Forward Foreign Exchange Market: An Econometric Analysis of Linear Model, in Exchange Rates and International Macroeconomics, edited by J. A. Frenkel, Chicago: University of Chicago Press for the National Bureau of Economic Research, 1983.",
        "Levich, R. (1981). An Examination of Overshooting Behavior in the Foreign Exchange Market, Group of Thirty Occasional Studies No. 3, New York.",
        "Meese, R. and K. Singleton, (1980). Rational Expectations and the Volatility of Floating Exchange Rates, Carnegie - Mellon Working Paper 82-79-80, October.",
        "Mussa, M (1981). Sticky Prices and Disequilibrium Adjustment in a Rational Expectations Model of the Inflationary Process, American Economic Review, 71, December, 1020-1027.",
        "Economy, 90, February, 74-104. Obstfeld, M. and K. Rogoff (1983). Exchange Rate Dynamics with Sluggish Prices Under Alternative Price Adjustment Rules, International Finance Discussion Paper No. 223, Federal Reserve Board, May.",
        "Papell, D. (1983a). Activist Monetary Policy and Exchange Rate Overshooting: The Deutsche Mark/Dollar Rate, unpublished, University of Pennsylvania, March.",
        "Mobility, and the Overshooting Hypothesis, unpublished, University of Pennsylvania, April. Rehm, 0. (1983). Staggered Contracts, Capital Flows, and Macroeconomic Stability in the Open Economy, unpublished, Columbia University, June.",
        "Truman, E. and others. The New Federal Reserve Operating Procedure: An External Perspective, in Federal Reserve Staff Study, New ~arContio1~.roced~i~, Vol. 2, Washington, D.C.: Board of Governors of the Federal Reserve System, 1981."
    ]
}