{
    "id": 13062,
    "cites": 28,
    "cited_by": 51,
    "reference": [
        "[2] Baldwin, R.E. (1971): Determinants of the Commodity Trade Structure of US Trade, American Economic Review, 61(1), pp. 147-159.",
        "[3] Baldwin, R.E. (1979): Determinants of Trade and Foreign Investment: Further Evidence, Review of Economics and Statistics, 61(1), pp. 40-48.",
        "[4] Barro, R.J. and J.W. Lee (2000): International Data on Educational Attainment Updates and Implications, NBER WP 7911.",
        "[5] Bernard, A.B., S.J. Redding, and P.K. Schott (2006): Comparative Advantage and Heterogeneous Firms, Review of Economic Studies, forthcoming. 30We can use this much smaller sample of countries since we are not losing any degrees of freedom with additional co-variates. 20",
        "[6] Bertola, G., and R. Rogerson (i997): Institutions and Labor Reallocation, European Economic Review 4i (6), pp. ii47-7i.",
        "[7] Blanchard, 0. and P. Portugal (200i): What Hides behind an Unemployment Rate: Comparing Portuguese and US Labor Markets, American Economic Review, 9i(i), pp. i87-207.",
        "[8] Botero, J., S. Djankov, R. La Porta, F. Lopez de Silanes, and A. Shleifer (2004): The Regulation of Labor, Quarterly Journal of Economics, ii9(4), pp. i339-i382.",
        "[9] Brecher, R.A. (i974a): Minimum Wage Rates and the Pure Theory of International Trade, Quarterly Journal of Economics, 88(i), pp. 98-ii6.",
        "[iO] Brecher, R.A. (i974b): Optimal Commercial Policy for a Minimum-Wage Economy, Journal of International Economics, 4(2), pp. i39-i49.",
        "[ii] Broda, C., and D. E. Weinstein (2006): Globalization and the Gains from Variety, Quarterly Journal of Economics i2i(2), pp. 54i-85.",
        "[i2] Brugemann, B. (2003): Trade Integration and the Political Support for Labor Market Rigidity, manuscript, Yale.",
        "[i3] Costinot, A. (2005): Contract Enforcement, Division of Labor, and the Pattern of Trade, manuscript, UCSD.",
        "[i4] Davidson, C., L. Martin, and S. Matusz (i999): Trade and Search Generated Unemployment, Journal of International Economics, 48, pp. 27i-299.",
        "[15] Davis, D.R. (i998a): Does European Unemployment Prop up American Wages? National Labor Markets and Global Trade, American Economic Review, 88(3), pp. 478-494.",
        "[i6] Davis, D.R. (i998b): Technology, Unemployment, and Relative Wages in a Global Economy, European Economic Review, 42, pp. i6i3-i633.",
        "[i7] Davis, S.J., J.C. Haltiwanger, and S. Schuh (i997): Job Creation and Destruction, MIT Press.",
        "[i8] di Giovanni, J. and A.A. Levchenko (2006): The Risk Content of Exports, manuscript, IMF.",
        "[i9] Dornbusch, R., S. Fischer, and P.A. Samuelson (i977): Comparative Advantage, Trade, and Payments in a Ricardian Model with a Continuum of Goods, American Economic Review, 67(5), pp. 823-839.",
        "[20] Feenstra, R.C., R.E. Lipsey, H. Deng, A.C. Ma, and H. Mo (2005): World Trade Flows, NBER WP 11O~jO.",
        "[2i] GaldÃ\u0083Â³n-SÃ\u0083Â¡nchez, J.E. (2002): Employment Protection Legislation and the IT-Sector in OECD Countries, Recherches Economiques de Louvain, 68(i-2), pp. 2i-36.",
        "[22] Haaland, J.I. and I. Wooton (2006): Domestic Labour Markets and FDI, Review of International Economics, forthcoming.",
        "[23] Koren, M. and S. Tenreyro (2005): Volatility and Development, Quarterly Journal of Economics, forthcoming.",
        "[24] Levchenko, A.A. (2004): Institutional Quality and International Trade, IMF WP/O~j/231. 2i",
        "[25] Matusz, S.J. (1996): International Trade, the Division of Labor, and Unemployment International Economic Review, 37(1), pp. 71-84.",
        "[26] Nunn, Nathan (2005): Relationship-Specificity, Incomplete Contracts, and the Pattern of Trade, Quarterly Journal of Economics, forthcoming.",
        "[27] OECD Employment Outlook (1999): Employment Protection and Labour Market Performance , Chapter 2, OECD.",
        "[28] Romalis, J. (2004): Factor Proportions and the Structure of Commodity Trade, American Economic Review, 94(1), pp. 67-97.",
        "[29] Saint-Paul, G. (1997): Is Labour Rigidity Harming Europes Competitiveness? The Effect of Job Protection on the Pattern of Trade and Welfare, European Economic Review, 41, pp. 499-506. 22"
    ]
}