{
    "id": 13061,
    "cites": 19,
    "cited_by": 6,
    "reference": [
        "Aiken, L.S., West, S.G., 1991. Multiple regression: testing and interpreting interactions. Newbury Park, CA: Sage Publications.",
        "Amihud, Y., 2002. Illiquidity and stock returns: Cross-section and time-series effects. Journal of Financial Markets 5, 3 1-56.",
        "Bebchuck, L.A, Grinstein, Y., 2007. Firm expansion and CEO pay. Harvard Law School Working Paper 53, Harvard University, Cambridge, MA.",
        "Berle, A.A. Jr., Means, G.C., 1932. The modern corporation and private property. MacMillan, New York.",
        "Betton, S., Eckbo B., 2000. Toeholds, bid jumps, and expected payoffs in takeovers. Review of Financial Studies 13, 841-882.",
        "Brown, S., Warner J., 1985. Using daily stock returns, the case of event studies, Journal of Financial Economics, 14, 3-31.",
        "Burch, T. R., 2001. Locking out rival bidders: The use of lockup options in corporate mergers.",
        "Journal of Financial Economics 60, 103-141. DeAngelo, H., DeAngelo, L., Rice, E. M., 1984. Going private: Minority freezeouts and stockholder wealth. Journal of Law and Economics 27(2), 367-402.",
        "Harford, J., Li, K., 2007. Decoupling CEO wealth and firm performance: The case of acquiring CEOs. Journal of Finance 62. 917-950.",
        "Hartzell, J. C., E. Ofek, and D. Yermack, 2004. Whats in it for me? CEOs whose firms are acquired. Review of Financial Studies 17, 37-61.",
        "Huang, Y., Walkling, R., 1987. Target abnormal returns associated with acquisition announcements: Payment, acquisition form, and managerial resistance. Journal of Financial Economics 19, 329-349.",
        "Kaplan, 5., 1989. The effects of management buyouts on operating performance and value.",
        "Journal of Financial Economics 24, 2 17-254. 24 Lang, L.H.P., Stulz, R.M., Wailding, R.A., 1989. Managerial performance, Tobins Q, and the gains from successful tender offers. Journal of Financial Economics 24, 137-154.",
        "Lehn, K., Poulsen, A., 1989. Free cash flow and stockholder gains in going private transactions.",
        "Journal of Finance 44, 771-787. Moeller, S., Schlingemann, F., Stulz, R., 2004. Firm size and the gains from acquisitions. Journal of Financial Economics 73, 20 1-228.",
        "Officer, M., 2003. Termination fees in mergers and acquisitions. Journal of Financial Economics 69, 43 1-467.",
        "Schlingemann, F.P., Stulz, R.M., Walkling, R.A., 2002. Divestitures and the liquidity of the market for corporate assets. Journal of Financial Economics 64, 117-144.",
        "Schwert, G., 1996. Markup pricing in mergers and acquisitions. Journal of Financial Economics 41, 153-192.",
        "Stulz, R., 1988. Managerial control of voting rights: Financing policies and the market for corporate control. Journal of Financial Economics 20, 25-54."
    ]
}