{
    "id": 13067,
    "cites": 22,
    "cited_by": 8,
    "reference": [
        "Attanasio, Orazio, Pinelopi Goldberg and Ekaterini Kyriazidou, Credit Constraints in the Market for Consumer Durables: Evidence from Micro Data of Car Loans, Yale University Working Paper, 2006.",
        "Ausubel, Larry, The Failure of Competition in the Credit Card Market, American Economic Review, 91, 1991, 50-81.",
        "Ausubel, Larry, Adverse Selection in the Credit Card Market, University of Maryland Working Paper, 1999.",
        "Card, David, Raj Chetty and Andrea Weber, Does Cash-in-Hand Matter? New Evidence from the Labor Market, Quarterly Journal of Economics, forthcoming. Carroll, Christopher, A Theory of the Consumption Function, with and without Liquidity Constraints, Journal of Economic Perspectives, 15(3), Summer 2001, 23-45.",
        "Chetty, Raj, Why Do Unemployment Benefits Raise Unemployment Durations? Moral Hazard vs. Liquidity, U.C. Berkeley Working Paper, 2006.",
        "Chiappori, Pierre-Andre and Bernard Salanie, Testing for Asymmetric Information in Automobile Insurance, Journal of Political Economy, 108(1), February 2001, 56-78.",
        "Deaton, Angus, Savings and Liquidity Constraints, Econometrica, 59(5), September 1991, 122 1-1248.",
        "Edelberg, Wendy, Risk-Based Pricing of Interest Rates in Household Loan Markets, Federal Reserve Working Paper, 2003.",
        "Edelberg, Wendy, Testing for Adverse Selection and Moral Hazard in Consumer Loan Markets, Federal Reserve Working Paper, 2004.",
        "Gross, David B. and Nicholas S. Souleles, Do Liquidity Constraints and Interest Rates Matter for Consumer Behavior? Evidence from Credit Card Data? Quarterly Journal of Economics, February 2002, 149-185.",
        "Jaffee, Dwight and Thomas Russell, Imperfect Information, Uncertainty, and Credit Rationing, Quarterly Journal of Economics, 90, November 1976, 651-666.",
        "Jaffee, Dwight and Joseph E. Stiglitz, Credit Rationing, Handbook of Monetary Economics, Vol. 2, ed. Benjamin Friedman and Frank Hahn, Elsevier, 1990, 837-888.",
        "Jappelli, Tullio, Who is Credit Constrained in the U.S. Economy? Quarterly Journal of Economics, 105, 1990, 219-234.",
        "Juster, F. Thomas and R. P. Shay, Consumer Sensitivity to Finance Rates: An Empirical and Analytical Investigation, NBER Occasional Paper no. 88, 1964.",
        "Karlan, Dean and Jonathan Zinman, Credit Elasticities in Less Developed Countries: Implications for Microfinance, Yale University Working Paper, 2006a.",
        "Karlan, Dean and Jonathan Zinman, Observing Unobservables: Identifying Information Asymmetries with a Consumer Credit Field Experiment, Yale University Working Paper, 2006b.",
        "Laibson, David, Andrea Repetto and Jeremy Tobacman, A Debt Puzzle, in Knowledge, Information and Expectations in Modern Economics: In Honor of Edmund S. Phelps, eds. Phillipe Aghion, Roman Frydman, Joseph Stiglitz, Michael Woodford, Princeton: Princeton University Press, 2003, 228-266.",
        "Parker, Jonathan, The Reaction of Household Consumption to Predictable Changes in Social Security Taxes, American Economic Review, 89, 1999, 959-973.",
        "Rothschild, Michael, and Joseph E. Stiglitz, Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics, 90, 1976, 630-649.",
        "Souleles, Nicholas, The Response of Household Consumption to Income Tax Refunds, American Economic Review, 90, 1999, 947-958.",
        "Stiglitz, Joseph and Andrew Weiss, Credit Rationing in Markets with Imperfect Information, American Economic Review, 71(3), June 1981, 393-410.",
        "Zeldes, Stephen, Consumption and Liquidity Constraints: An Empirical Investigation, Journal of Political Economy, 97(2), April 1989, 305-346."
    ]
}