{
    "id": 13074,
    "cites": 36,
    "cited_by": 30,
    "reference": [
        "Ammer, J., S. Holland, D. Smith, and F. Warnock, 2006, Look at me now: The role of cross- listings in attracting U.S. shareholders. NBER Working Paper 12500.",
        "Bertaut, Carol C., William L. Griever, and Ralph W. Tryon, 2006, Understanding U.S. cross- border securities data, Federal Reserve Bulletin, Board of Governors of the Federal Reserve System.",
        "Bertaut, Caro C. and Ralph W. Tryon, 2007. Monthly estiniates of U~S. cross~horder securities positions, working paper.",
        "Bohn, IL, and L, Tesar, 1996, U.S. equity investment in ibreign markets: Portfolio lehalancing or returns chasing? American. Economic Re~iew 86(2), 77-81.",
        "Burger. J.. and E, Warnock, 2007, Foreign participation in local currency bond markets, Review (~f f~nwicw1 LCOflOflUCS (forthcoming).",
        "Cavallo, Michele, and Cedric Tille, 2006, Could capital gains smooth a current account rebalancing? Federal Reserve Bank of New York Staff Reports, no. 237.",
        "Choe, Hyuk, Bong-Chan Kho, and RenÃ\u0083Â© M. Stulz, 2005, Do Domestic Investors Have an Edge? The Trading Experience of Foreign Investors in Korea, Review of Financial Studies 2005 1 8(3):795-829.",
        "Devereaux, Michael B. and Makoto Saito,2006. A Portfolio Theory of International Capital Flows, Institute for International Integration Studies Discussion Paper No. 124.",
        "Dvorak, Tomas, 2005. Do domestic investors have an information advantage? Evidence from Indonesia, Journal of Finance 60, 8 17-839.",
        "Ferson, Wayne, and Kenneth Khang, 2002, Conditional performance measurement using portfolio weights: Evidence for pension funds, Journal of Financial Economics 65, 249- 282.",
        "Ferson, W. and R. Schadt, 1996, Measuring fund strategy and performance in changing economic conditions, Journal of Finance 5 1(2), 425-461.",
        "Forbes, Kristin, 2006, Global Imbalances: A Source of Strength or Weakness?, Comments at the Cato Institute ~ Annual Monetary Conference.",
        "Forbes, Kristin, 2007, Why do foreigners really invest in the United States? manuscript.",
        "Ghironi, Fabio, Jaewoo Lee, and Alessandro Rebucci, 2006, The valuation channel of external adjustment, working paper.",
        "Gourinchas, Pierre-Olivier and Helene Rey, 2006a (forthcoming), From world banker to world venture capitalist: The U.S. external adjustment and the exorbitant privilege, in R. Clarida 33 (ed.) G7 Current Account Imbalances: Sustainability and Adjustment (Chicago, Univeristy of Chicago Press).",
        "Gourinchas, Pierre-Olivier and Helene Rey, 2006b, International financial adjustment, working paper.",
        "Griever, W., G. Lee, and F. Warnock, 2001, The U.S. system for measuring cross-border investment in securities: A primer with a discussion of recent developments. Federal Reserve Bulletin 87(10), 633-650.",
        "Grinblatt, Mark and Sheridan Titman, 1993, Performance measurement without benchmarks: An examination of mutual fund returns, Journal of Business 66, 47-68.",
        "Gros, Daniel, 2006, Why the U.S. Current Account Deficit is Not Sustainable, International Finance 9(2), 241-260.",
        "Hausmann, Ricardo and Federico Sturzenegger, 2006, Global imbalances or bad accounting? The missing dark matter in the wealth of nations, CID working paper 124.",
        "Heath, A., 2007, What explains the U.S. net income balance? BIS Working Papers No 223.",
        "Higgins, Matthew, Thomas Klitgaard and Cedric Tille, 2006, Borrowing without debt? Understanding the U.S. international investment position, Federal Reserve Bank of New York Staff Report 271.",
        "Hung, J., and A. Mascaro, 2004, Return on cross-border investment: Why does U.S. investment abroad do better? CBO Technical Paper Series 2004-17.",
        "Kho, B.-C., R. Stulz, and F. Warnock, 2006, Financial globalization, governance, and the evolution of the home bias. NBER Working Paper 12386.",
        "Lane, Philip R., and Gian Maria Milesi-Ferretti, 2005a, Financial Globalization and Exchange Rates, TMF working paper 05/3.",
        "Lane, Philip R., and Gian Maria Milesi-Ferretti, 2005b, A global perspective on external positions, NBER working paper 11589.",
        "Mattaloni, R., 2000, An examination of the low return of foreign-owned U.S. companies, Survey of Current Business (March): 55-73.",
        "Meissner, Christopher M. and Alan M. Taylor, 2006, Losing our marbles in the new centrury? The great rebalancing in historical perspective, NBER Working Paper 12580.",
        "Mendoza, Enrique G., Vincenzo Quadrini, and Jose-Victor Rios-Rull, 2006, Financial intergration, financial deepness and global imbalances, working paper.",
        "Obstfeld, Maurice, and Kenneth S. Rogoff, 2005, Global Current Account Imbalances and Exchange Rate Adjustments, Brookings Papers on Economic Activity 1:2005, 67-123.",
        "Thomas Charles P., Francis E. Warnock and Jon Wongswan, 2006, The performance of international equity portfolios, NBER Working Paper 12346.",
        "Tille, Cedric, 2005, Financial integration and the wealth effect of exchange rate Fluctuations, FRBNY Staff Report - No. 226.",
        "Tille, Cedric, and Eric van Wincoop, 2007. International capital flows. NBER Working Paper 12856.",
        "Warnock, F., and C. Cleaver, 2003, Financial centers and the geography of capital flows.",
        "International Finance 6(1), 27-59. Warnock, F. and V. Warnock, 2006, International capital flows and U.S. interest rates. NBER Working Paper 12560.",
        "Wermers, Russ, 2006, Performance evaluation with portfolio holdings information, North American Journal of Economics and Finance 17, 207-230."
    ]
}