{
    "id": 13073,
    "cites": 47,
    "cited_by": 32,
    "reference": [
        "[1] Alvarez, F., and Lucas, R. (2004) General Equilibrium Analysis of the Eaton-Kortum Model of International Trade, mimeo, University of Chicago.",
        "[2] Amaral, P., and Quintin, E. (2005) Financial Intermediation and Economic Develop- ment: A Quantitative Assessment, mimeo, Federal Reserve Bank of Dallas.",
        "[3] Antras, P., Garicano, L., and Rossi-Hansberg, E. (2006a) Offshoring in a Knowledge Economy, Quarterly Journal of Economics, Vol. 121 (1), pp. 31-77.",
        "[4] Antras, P. Garicano, L., and Rossi-Hansberg, E. (2006b) Organizing Offshoring: Mid- dle Managers and Communication Costs, mimeo, Harvard University.",
        "[5] Antras, P., and Helpman, E. (2004) Global Sourcing, Journal of Political Economy, Vol. 112 (3), pp. 552-80.",
        "[6] Atkeson, A., and Kehoe, P. (2005) Modeling and Measuring Organization Capital, Journal of Political Economy, Vol. 113 (5), pp. 1026-53.",
        "[7] Atkeson, A., Khan, A., and Ohanian, L. (1996) Are Data on Industry Evolution and Gross Job Turnover Relevant for Macro-economics? Carnegie Rochester Conference Series on Public Policy, Vol. 44, pp. 215-SO.",
        "[8] Barba Navaretti, G., and Venables, A. (2004), Multinational Firms in the World Econ- omy, Princeton, NJ: Princeton University Press.",
        "[9] Barro, R., and Sala-i-Martin, X. (1998), Economic Growth, Cambridge, MA: MIT Press. 38",
        "[10] Bloom, N. (2007), Are Chinese and Indian Firms Really that Badly Managed? Evi- dence from a New Survey of 4000 Firms, mimeo, Stanford University.",
        "[11] Bloom, N. and Van Reenen, J. (2007), Measuring and Explaining Management Prac- tices Across Firms and Countries, forthcoming in Quarterly Journal of Economics.",
        "[12] Bloom, N., Sadun, R., and Van Reenen, J. (2007), Nobody Doest I.T. Better: U.S. Firms and their Multinational Productivity Miracle, mimeo, Stanford University.",
        "[13] Cagetti, M., and De Nardi, M. (2006) Entrepreneurship, Frictions, and Wealth, Jour- nal of Political Economy, Vol. 114, 835-870",
        "[14] Caselli, F., and Gennaioli, N. (2005) Dynastic Management, mimeo, London School of Economics.",
        "[15] Chari, V., Golosov, M., and Tsyvinski, A. (2004) Business Start-ups, the Lock-in Effect, and Capital Gains Taxation, mimeo, MIT.",
        "[16] Desai, M., Foley, C., and Hines, J. (2004) Foreign Direct Investment in a World of Multiple Taxes, Journal of Public Economics, Vol 88 (12), pp. 2727-44.",
        "[17] Eaton, J. and Kortum, 5. (2002) Technology, Geography, and Trade, Econometrica, Vol. 70 (5), pp. 1741-79.",
        "[18] Ernst and Young (various years), Worldwide Corporate Tax Guide.",
        "[19] Fisher, L. (1999) How Mondavi is Growing Around the World, strategy + business, Second Quarter, http: / /www. strategy-business. com/press/ 16635507/16529",
        "[20] Gollin, D. (2002) Getting Income Shares Right, Journal of Political Economy, Vol. 110 (2), pp. 458-74.",
        "[21] Gordon, R. and Hines J. (2002) International Taxation, Working Paper 8854, National Bureau of Economic Research.",
        "[22] Gourinchas, P., and Jeanne, 0. (2006) The Elusive Gains from International Financial Integration, Review of Economic Studies, Vol. 73 (3), pp. 715-41.",
        "[23] Grossman, G. and Helpman, E. (2005) Outsourcing in a Global Economy, Review of Economic Studies, Vol. 72 (1), pp. 135-59. 39",
        "[24] Grossman, G. and Rossi-Hansberg, E. (2006) Trading Tasks: A Simple Theory of Offshoring, mimeo, Princeton University.",
        "[25] Guner, N., Ventura, G., and Xu, Y. (2006) Macroeconomic Implications of Size- Dependent Policies, mimeo, Penn State University.",
        "[26] Helpman, E. (1984) A Simple Theory of International Trade with Multinational Cor- porations, Journal of Political Economy, Vol. 92 (3), pp. 451-71.",
        "[27] Helpman, E. Melitz, M., and Yeaple, 5. (2004) Export versus FDI with Heterogeneous Firms, American Economic Review, Vol. 94 (1), pp. 300-16.",
        "[28] Hopenhayn, Hugo (1992) Entry, Exit, and Firm Dynamics in Long Run Equilibrium Econometrica Vol. 60, pp 1127-SO.",
        "[29] Jovanovic, B. (1982) Selection and the Evolution of Industry, Econometrica, Vol. 50 (3), pp. 649-70.",
        "[30] Jovanovic, B. (1994) Firm Formation with Heterogeneous Management and Labor Skills, Small Business Economics, Vol. 6(3), pp. 185-91.",
        "[31] Kaldor, N. (1934) The Equilibrium of the Firm, Economic Journal, Vol. 44, pp. 60-76.",
        "[32] Klein, P., and Ventura, G. (2006) Do Migration Restrictions Matter?, mimeo, Uni- versity of Western Ontario..",
        "[33] Klenow, P. and Rodrfguez-Clare, A. (1997) The Neoclassical Growth Revival: Has it Gone too Far? NBER Macroeconomics Annual 1997, MIT Press.",
        "[34] Klenow, P. and Rodrfguez-Clare, A. (2005) Externalities and Growth, Handbook of Economic Growth, volume 1A, P. Aghion and S. Durlauf, eds., pp. 817-861.",
        "[36] Larrain, F., Lopez-Calva, L., and Rodriguez-Clare, A. (2001) Intel: A Case Study of Foreign Direct Investment in Central America, mimeo, Penn State University. 40",
        "[37] Lucas, R. (1978) On the Size Distribution of Business Firms, Bell Journal of Eco- nomics, Vol. 9 (2), pp. 508-23.",
        "[38] Luttmer, Erzo (2006) Selection, Growth, and the Size Distribution of Firms, Quarterly Journal of Economics, forthcoming.",
        "[39] Markusen, J. (2004) Multinational Firms and the Theory of International Trade, Cambridge, MA: MIT Press.",
        "[40] Monge-Naranjo, A. (2007) On Multinational Firms and the Aggregate Accumulation of Skills, mimeo, Northwestern University.",
        "[41] Oi, W. (1983) Heterogeneous Firms and the Organization of Production, Economic Inquiry, Vol. 21(2), pp. 147-71.",
        "[42] PÃ\u0083Â©rez-GonzÃ\u0083Â¡lez, F. (2005) The Impact of Acquiring Control on Productivity, mimeo, Columbia University.",
        "[43] Prescott, E., and Visscher, M. (1980) Organization Capital, Journal of Political Econ- omy, Vol. 88 (3), pp. 446-61.",
        "[44] Ramondo, N. (2006) Size, Geography, and Multinational Production, mimeo, Univer- sity of Texas, Austin.",
        "[45] Restuccia, D. and Rogerson R. (2003) Policy Distortions and Aggregate Productivity with Heterogeneous Plants, mimeo, Arizona State University.",
        "[46] Rauch, J. (1991) Reconciling the Pattern of Trade with the Pattern of Migration, American Economic Review, Vol. 81(4), pp. 775-96.",
        "[47] Rosen, 5. (1982) Authority, Control, and the Distribution of Earnings, Bell Journal of Economics, Vol. 13 (2), pp. 311-23.",
        "[48] United Nations Conference on Trade and Development (UNCTAD) (1994) World In- vestment Report 1994: Transnational Corporations, Employment and the Workplace,"
    ]
}