{
    "id": 13070,
    "cites": 30,
    "cited_by": 15,
    "reference": [
        "Ainsworth, M., Beegle K., Nyamete, A., 1996. The impact of womens schooling on fertility and contraceptive use: A study of fourteen sub-Saharan African countries. World Bank Economic Review 10 (1), 85-122.",
        "Awokoya, S.O. 1952 Proposals for an educational policy. Western Regional Gazette 13 (10).",
        "Angrist, J. D., Bettinger, E., Bloom, E., King, E., Kremer, M., 2002. Vouchers for private schooling in Colombia: Evidence from a randomized natural experiment. American Economic Review 92 (5), 1535-1558.",
        "Angrist, J. D., Evans, W.N., 1999. Schooling and labor market consequences of the 1970 state abortion reforms. Research in Labor Economics 18, 75-113 Basu, Alaka Malwade, 1999. Womens education, marriage, and fertility in South Asia: Do men really not matter? Critical Perspectives on Schooling and Fertility in the Developing World. Bledsoe, C.H, Casterline, J.B., Johnson-Kuhn, J.A., and Haaga, J.G., eds. National Academy Press, Washington D.C., 138-176.",
        "Becker, G. 5., 1981. Treatise on the family. Harvard University Press, Cambridge.",
        "Bledsoe, Caroline H., Casterline, John B., Johnson-Kuhn, Jennifer A., Haaga, John G., 1999. Critical perspectives on schooling and fertility in the developing world. National Academy Press, Washington, D.C.",
        "Bray, M., 1981. Universal_primary education in Nigeria: A study of Kano State. Routledge and Kegan Paul Ltd., London.",
        "Caldwell, John C., 1980. Mass education as a determinant of the timing of fertility decline. Population and Development Review 6 (2), 225-255.",
        "Caldwell, John C., 1986. Routes to low mortality in poor countries. Population and Development Review 12(2), 17 1-220.",
        "Cleland, J., Rodriguez G., 1988. The effect of parental education on marital fertility in developing countries. Population Studies 42 (3), 419-442.",
        "Cochrane, S.H., 1979. Fertility and education: What do we really know? Johns Hopkins Press, Baltimore.",
        "Federal Office of Statistics, various years. Annual Abstract of Statistics. Federal Office of Statistics, various years. Social Statistics in Nigeria. Francis, Paul A., 1998. Hard lessons: Primary schools, community and social capital in Nigeria. World Bank Technical Paper No. 420, Africa Region Series. World Bank, Washington D.C.",
        "Glewwe, P., 2002. Schools and skills in developing countries: Education policies and socioeconomic outcomes. Journal of Economic Literature 11 (2), 436-482.",
        "Hirschman, C., 1985. Premarital socioeconomic roles and the timing of family formation: A comparative study of five Asian societies. Demography 22, 35-59.",
        "Jejeebhoy, S. J., 1995. Women ~ education, autonomy and reproductive behavior: Experience from developing countries. Oxford University Press, New York.",
        "Klasen, Stephan, 2002. Low schooling for girls, slower growth for all? Cross-country evidence on the effect of gender inequality in education on economic development. World Bank Economic Review 16 (3), 345-73.",
        "Knowles, Stephen, Lorgelly,P., Owen, P., 2002. Are educational gender gaps a brake on economic development? Some cross-country empirical evidence. Oxford Economic Papers 54 (1), 118-49.",
        "Lam, D., Duryea, 5., 1999. Effects of schooling on fertility, labor supply and investments in children, with evidence from Brazil. Journal of Human Resources 34 (1), 160-192.",
        "Mason, K.O., 1986. The status of women: Conceptual and methodological debates in demographic studies. Sociological Forum 1, 284-300.",
        "Odaga, A., Heneveld, W., 1995. Girls and schools in sub-Saharan Africa: From analysis to action. World Bank, Washington D.C.",
        "Pitt, M., Rosenzwig, M.R., Gibbons, D. M., 1993. The determinants and consequences of the placement of government programs in Indonesia. World Bank Economic Review 7 (3), 3 19-348.",
        "Rosenzweig, M. R., Schultz, T.P., 1985. The demand and supply of births and its life-cycle consequences. American Economic Review 75 (5), 992-1015.",
        "Schultz, Paul T., 1994. Human capital, family planning, and their effects on population growth. American Economic Review 84 (2), 255-260.",
        "Schultz, P. T., E.D., 1995. Investment in womens human Capital. University of Chicago Press, Chicago.",
        "Schultz, P. T., E.D., 1998. Demand for children in low income countries. Handbook of Population and Family Economics JA. Mark Rosenzweig and Oded Stark, eds. The Netherlands Elsevier Press, Amsterdam.",
        "Schultz, Paul T., E.D., 2002. Why governments should invest more to educate girls. World Development 30: 207-225.",
        "Schultz, Paul T., 1994. Studying the impact of household economic and community variables on child mortality. Population and Development Review 10 (0), 215-235.",
        "Thomas, D., 1999. Fertility, education and resources in South Africa. Critical Perspectives on Schooling and Fertility in the Developing World. Bledsoe, C.H, Casterline, J.B., Johnson-Kuhn, J.A., and Haaga, J.G., eds. National Academy Press, Washington D.C., 138- 176.",
        "Thomas, D., Maluccio, J., 1996. Fertility, contraceptive choice and public policy in Zimbabwe. World Bank Economic Review 10 (1), 189-222.",
        "Thomas, D., Strauss, J., Henriques, M., 1991. How does mothers education affect child height? Journal of Human Resources 26 (2), 183-211."
    ]
}