{
    "id": 13079,
    "cites": 40,
    "cited_by": 15,
    "reference": [
        "Baker, Kent, John Nofsinger, and Daniel Weaver, 2002, International cross-listing and visibility, Journal of Financial and Quantitative Analysis 37, 495-521.",
        "Benos, Evangelos, and Michael Weisbach, 2004, Private benefits and cross-listings in the United States, Emerging Markets Review 5, 2 17-240.",
        "Berger, Philip G., Feng Li, and M. H. Franco Wong, 2005, The impact of Sarbanes-Oxley on cross-listed companies, University of Chicago working paper.",
        "Box-Steffensmeier, Janet, and Christopher Zorn, 2002, Duration models for repeated events, Journal of Politics 64, 1069-1094.",
        "Chaplinsky, Susan, and Latha Ramchand, 2007, From listing to delisting: foreign firms entry and exit from the U.S., University of Virginia working paper.",
        "Cleves, Mario, 1999, Analysis of multiple failure-time data with Stata, Stata Technical Bulletin 49, 30-39.",
        "Doidge, Craig, 2004, U.S. cross-listings and the private benefits of control: evidence from dual-class firms, Journal of Financial Economics 72, 5 19-553.",
        "Doidge, Craig, G. Andrew Karolyi, and RenÃ\u0083Â© M. Stulz, 2004, Why are foreign firms listed in the U.S. worth more?, Journal of Financial Economics 71, 205-23 8.",
        "Doidge, Craig, G. Andrew Karolyi, Karl A. Lins, Darius P. Miller, and RenÃ\u0083Â© M. Stulz, 2007, Private benefits of control, ownership, and the cross-listing decision, Ohio State University working paper.",
        "Dyck, Alexander, and Luigi Zingales, 2004, Private benefits of control: an international comparison, Journal of Finance 59, 537-600.",
        "Fama, Eugene, and Kenneth R. French, 2001, Disappearing dividends: changing firm characteristics or declining propensity to pay? Journal of Financial Economics 60, 3-43.",
        "Foerster, Stephen R., and G. Andrew Karolyi, 2000, The long-run performance of global equity offerings, Journal of Financial and Quantitative Analysis 35, 499-528.",
        "Gozzi, Juan, Ross M. Levine, and Sergio Schmukler, 2007, Internationalization and the evolution of corporate valuation, Journal of Financial Economics, forthcoming.",
        "Greene, Edward, Alan Beller, Edward Rosen, Leslie Silverman, Daniel Braverman, and Sebastian Sperber, 2000, U.S. Regulation of the International Securities and Derivatives Markets, ~ edition, Aspen Law and Business, New York.",
        "Greifeld, Bob, 2006, Its time to pull up our SOX, Wall Street Journal, March 6, 2006.",
        "Hail, Luzi, and Christian Leuz, 2006, Cost of capital effects and changes in growth expectations around U.S. cross-listings, ECGI Finance working paper.",
        "Hausman, Jerry A., 1978. Specification tests in econometrics, Econometrica 46, 1251-1271.",
        "Heckman, James, 1979, Sample selection bias as a specification error, Econometrica 47, 153-161.",
        "Hostak, Peter, Thomas Lys, and Yong Yang, 2006, Is the Sarbanes-Oxley Act scaring away lemons or oranges? An examination of the impact of Sarbanes-Oxley Act on the attractiveness of US capital markets to foreign firms, Northwestern University working paper.",
        "Karolyi, G. Andrew, 2006, The world of cross-listing and cross-listings of the world: challenging conventional wisdom, Review of Finance 10, 99-152.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 1997, Legal determinants of external finance, Journal of Finance 52, 1131-1150.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 1998, Law and finance, Journal of Political Economy 106, 1113-1155.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 2002, Investor protection and corporate valuation, Journal of Finance 57, 1147-1170.",
        "Leuz, Christian, Alexander J. Triantis, and Tracy Wang, 2006, Why do firms go dark? Causes and consequences of voluntary SEC deregistrations, University of Maryland working paper.",
        "Li, Xi, 2006, The Sarbanes-Oxley Act and cross-listed foreign private issuers, University of Miami working paper.",
        "Litvak, Kate, 2006, Sarbanes-Oxley and the cross-listing premium, University of Texas Law School working paper, Michigan Law Review, forthcoming.",
        "Marosi, Andras, and Nadia Massoud, 2006, You can enter but you cannot leave, University of Alberta working paper.",
        "Oxera Consulting, 2006, The cost of capital: an international comparison, Oxera Consulting Ltd and London Stock Exchange Publishing, Oxford, U.K.",
        "Pagano, Marco, Ailsa Roell, and Josef Zechner, 2002, The geography of equity listing: why do companies list abroad? Journal of Finance 57, 265 1-2594.",
        "Piotroski, Joseph D., and Suraj Srinivasan, 2007, The Sarbanes-Oxley Act and the flow of international listings, University of Chicago working paper.",
        "Pistor, Katharina, Martin Raiser, and Stanlislaw Gelfer, 2000, Law and finance in transition economies, Economics of Transition 8, 325-368.",
        "Reese, William, and Michael Weisbach, 2002, Protection of minority shareholder interests, cross-listings in the United States, and subsequent equity offerings, Journal of Financial Economics 66, 65-104.",
        "Salva, Carolina, 2003, Foreign listings, corporate governance, and equity valuations, Journal of Economics and Business 55, 463-485.",
        "Sarkissian, Sergei, and Michael Schill, 2007, Are there permanent valuation gains to overseas listing? Evidence from market sequencing and selection, Review of Financial Studies, forthcoming.",
        "Smith, Geoffrey, 2006, Why do firms cross-list? A look at the impact of U.S. regulation on cross-listed firms, Arizona State University working paper.",
        "Sundaram, Anant, and Dennis Logue, 1996, Valuation effects of foreign company listings on U.S. exchanges, Journal of International Business Studies 27, 67-88.",
        "Thain, John, 2004, The price of Sarbanes-Oxley, Wall Street Journal, May 27, 2004.",
        "Witmer, Jonathan, 2006, Why do firms cross-(de)list? An examination of the determinants and effects of cross-delisting, Queens University working paper.",
        "Woo, Christopher, 2006, The effects of the Sarbanes-Oxley Act on foreign private issuers, Harvard Law School thesis.",
        "Zingales, Luigi, 2006, Is the U.S. capital market losing its competitive edge?, Journal of Economic Perspectives, forthcoming."
    ]
}