{
    "id": 13075,
    "cites": 31,
    "cited_by": 30,
    "reference": [
        "Arellano, Manuel and Stephen Bond. 1991. Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations. Rev. Econ. Studies 58, (April): 277-297.",
        "ASTA Government Affairs. 2005. Upheaval in Travel Distribution, Impact on Consumers and Travel Agents. Report to Congress and the President.",
        "Baye, Michael, and John Morgan. 2004. Price Dispersion in the Lab and on the Internet: Theory and Evidence. RandJ. Econ. 35 (Autumn): 449-66.",
        "Bilotkach, Volodymyr. 2006. Understanding Price Dispersion in the Airline Industry: Capacity Constraints and Consumer Heterogeneity. In Advance in Airline Econornics, vol. 1, edited by Darin Lee. New York: Elsevier Sci.",
        "Bental, Benjamin, and Benjamin Eden. 1993. Inventories in a Competitive Environment. J.P.E.",
        "Bental, Benjamin, and Benjamin Eden. 1996. Money and Inventories in an Economy with Uncertain and Sequential Trade. I Monetary Econ. 37 (June): 445-59.",
        "Borenstein, Severin. 1989. Hubs and High Fares: Dominance and Market Power in the U.S.",
        "Airline Industry. IP.E. 102 (August): 653-83. Butters, Gerard. 1977. Equilibrium Distributions of Sales and Advertising Prices. Rev. Econ.",
        "Studies 44 (October): 465-9 1. Chen, Jihui. 2006. Differences in Average Prices on the Internet: Evidence from the Online Market for the Air Travel. Econornic Inquiry 44 (October): 65 6-70.",
        "Dana, James D., Jr. 1998. Advance-Purchase Discounts and Price Discrimination in Competitive Markets. IP.E. 106 (April): 395-422.",
        "Dana, James D., Jr. 1999a. Using Yield Management to Shift Demand when the Peak Time is Unknown. Rand I Econ. 30 (Autumn): 456-74.",
        "Dana, James D., Jr. 1999b. Equilibrium Price Dispersion under Demand Uncertainty: The Roles of Costly Capacity and Market Structure. RandJ. Econ. 30 (Winter): 632-60.",
        "Deneckere, Raymond, Howard Marvel, and James Peck. 1997. Demand Uncertainty and Price Maintenance: Markdown as Destructive Competition. A.E.R. 87 (September): 619-41.",
        "Eden, Benjamin. 1990. Marginal Cost Pricing When Spot Markets are Complete. IP.E. 98 (December) 1293-306.",
        "Eden, Benjamin. 1994. The Adjustment of Prices to Monetary Shocks when Trade is Uncertain and Sequential. IP.E. 102 (June): 493-509.",
        "Eden, Benjamin. 2001. Inflation and Price Adjustment: An Analysis of Microdata. Rev. Econ.",
        "Dynarnics 4 (July): 607-3 6. Eden, Benjamin. 2005a. A Course in Monetary Economics: Sequential Trade, Money, and Uncertainty. Blackwell Publishing.",
        "Eden, Benjamin. 2005b. Uncertain Market Conditions and Gains form Trade: A Sequential Trade Model with Heterogeneous Buyers. Manuscript. Nashville: Vanderbilt University.",
        "Eden, Benjamin. 2007. International Seigniorage Payments. Manuscript. Nashville: Vanderbilt University.",
        "Gale, Ian, and, Thomas Holmes. 1992. The Efficiency of Advance-Purchase Discounts in the Presence of Aggregate Demand Uncertainty. Internat. J. Indus. Organization 10 (September): 4 13-37.",
        "Gale, Ian and Thomas Holmes. 1993. Advance-Purchase Discounts and Monopoly Allocation Capacity. A.E.R. 83 (March): 135-46.",
        "Hall, Robert E. 1988. The Relation between Price and Marginal Cost in the U.S. Industry. J.P.E. 96 (October): 92 1-47.",
        "Holtz-Eakin, Douglas, Whitney. Newey, and, Harvey S. Rosen. 1990. Estimating Vector Autoregressions with Panel Data. Econornetrica 56 (November): 137 1-95.",
        "Lucas, Robert E., Jr., and, Michael Woodford. 1993. Real Effects of Monetary Shocks in an Economy with Sequential Purchases. Working Paper no. 4250 (January), NBER, Cambridge, MA.",
        "Minhua, Wan. 2007. Demand Uncertainty, Search Costs and Price Dispersion: Evidence from the Online Book Industry. Mimeo, the School of Management, University of Texas at Dallas.",
        "McAfee, R. Preston, and Vera L. te Velde. 2006. Dynamic Pricing in the Airline Industry. In Handbook of Econornics and Inforrnation Systerns, vol. 1, edited by T.J. Hendershott. New York: Elsevier Sci.",
        "Prescott, Edward C. 1975. Efficiency of the Natural Rate. IP.E. 83 (December): 1229-36.",
        "Sorensen, Alan T. 2000. Empirical Price Dispersion in Retail Markets for Prescription Drugs. J.P.E. 108 (August): 833-50.",
        "Stavins, Joanna. 2001. Price Discrimination in the Airline Market: The Effect of Market Concentration. Rev. Econ. Stat. 83 (February): 200-02.",
        "Stokey, Nancy. 1979. Intertemporal Price Discrimination, Q.IE. 93 (August): 355-7 1.",
        "Weitzman, Martin L. 1989. A Theory of Wage Dispersion and Job Market Segmentation. Q.IE. 104 (February): 12 1-37."
    ]
}