{
    "id": 13084,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Bano, Robert J. and Jong Wha Lee. (1993), International Comparisons of Educational Attainment, Journal of Monetary Economics, 32, 363-394.",
        "Basu, Susanto and David N. Weil. (1998), Appropriate Technology and Growth, Quarterly Journal of Economics, 113(4), 1025-1054.",
        "Benhabib, Jess and Mark M. Spiegel. (2005), Human Capital and Technology Diffusion, in P.",
        "Aghion and S. Durlauf, eds., Handbook of Economic Growth, Chapter 13, 935-966. Chinn, Menzie, and Hiro Ito. (2006), What Matters for Financial Development? Capital Controls, Institutions, and Interactions, Journal of Development Economics, 8 1(1), 163- 192.",
        "Dollar, David and Art Kraay. (2004), Trade, Growth and Poverty, Economic Journal, 114(493), F22-F49.",
        "Easterly, William. (2005), Reliving the SOs: The Big Push, Poverty Traps, and Takeoffs in Economic Development, mimeo, May.",
        "Hausman, Ricardo, Lant Pritchett, Dani Rodrik. (2005), Growth Accelerations, Journal of Economic Growth, 10, 303-329.",
        "Jones, B. F. and B. A. Olken. (2005), Do Leaders Matter? National Leadership and Growth Since World War II, Quarterly Journal of Economics, 120(3), 835-864.",
        "Lucas, R. E., Jr., (1988), On the Mechanics of Economic Development, Journal of Monetary Economics 22, 3-42.",
        "Marshall, Monty G., and Keith Jaggers. 2002. Polity IV Dataset. [Computer file; version p4v2002] College Park, MD: Center for International Development and Conflict Management, University of Maryland.",
        "Parente, Stephen and Edward C. Prescott. (2005), A Unified Theory of the Evolution of International Income Levels, in P. Aghion and S. Durlauf, eds., Handbook of Economic Growth, Chapter 21, 1372-1406.",
        "Rodrik, Dani. (1999), Where Did All The Growth Go? External Shocks, Social Conflict, and Growth Collapses, Journal of Economic Growth, Vol. 4, December: 358-412.",
        "Rostow, Walt Whitman (1960). The Stages of Economic Growth: A Non-Communist Manifesto, Cambridge: Cambridge University Press.",
        "Sachs, Jeffrey and Andrew Warner. (1985), Economic Convergence and Economic Policies, Brookings Papers on Economic Activity, 1, 1-95.",
        "Wacziarg, Romain and Karen Horn Welch. (2003), Trade Liberalization and Growth: New Evidence, NBER Working Paper no. 10152, December."
    ]
}