{
    "id": 13089,
    "cites": 26,
    "cited_by": 0,
    "reference": [
        "[1] Allen, Franklin, Stephen Morris, and Hyun Song Shin, (2003) Beauty Contests and Iterated Expectations in Asset Markets, Review of Financial Studies, vol. 19(3), pages 719-52.",
        "[2] Arellano, Manuel and Stephen Bond (1991) Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Review of Economic Studies, vol. 58(2), pages 277-97.",
        "[3] Bae, Kee-Hong and Vidhan Goyal, (2003) Property Rights Protection and Bank Loan Pric- ing, Queens University Working Paper.",
        "[4] Bernanke, Ben and Mark Gertler (1989) Agency costs, net worth, and business fluctuations, American Economic Review 79, 14-31.",
        "[5] Burger, John and Francis Warnock (2006) Foreign participation in local-currency bond mar- kets, forthcoming, Review of Financial Economics.",
        "[6] Claessens, Stijn, Simeon Djankov and Tatiana Nenova (2001) Corporate Risk around the World, in Reuven Glick, Ramon Moreno and Mark Spiegel (eds.) Financial Crises in Emerg- ing Markets, Cambridge University Press, pages 305-338.",
        "[7] Diamond, D. and P. Dybvig (1983). Bank Runs, Deposit Insurance and Liquidity, Journal of Political Economy, Vol. 91, 401-419.",
        "[8] Djankov, Simeon, Caralee McLiesh, and Andrei Shleifer (2006) Private Credit in 129 Coun- tries, Forthcoming, Journal of Financial Economics.",
        "[9] Edwards, Sebastian (2006) Capital Account Openness and Crises, Presented at SCCIE-JIMF Conference. 24",
        "[10] Frenkel, Jacob and Assaf Razin (1996) Fiscal Policies and Growth in the World Economy, with the cooperation of Chi-Wa Yuen, MIT Press.",
        "[11] Galindo, Arturo, and Alejandro Micco (2005) Creditor Protection and Credit Volatility? Inter-American Development Bank Working Paper 528.",
        "[12] Hale, Galina, Assaf Razin, and Hui Tong (2006), Institutional Weakness and Stock Price Volatility, NBER Working Paper 12127.",
        "[13] Hart, Oliver, and John Moore (1994) A theory of debt based on the inalienability of human capital, Quarterly Journal of Economics 109, 841-879.",
        "[14] Heckman, James (1978) Dummy Endogenous Variables in a Simultaneous Equation System, Econometrica 46(4), 931-59.",
        "[15] Kiyotaki, Nobuhiro, and John Moore (1997) Credit cycles, Journal of Political Economy 105, 211-248.",
        "[16] Krugman, Paul (1998) Bubble, Boom, Crash: Theoretical notes on Asias crisis, MIT Mimeo.",
        "[17] La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny (1997) Legal Determinants of External Finance, Journal of Finance 52 (3): 1131-SO.",
        "[18] La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny (1998) Law and finance, Journal of Political Economy 106, 1113-1155.",
        "[19] La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny (2000) In- vestor Protection and Corporate Governance, Journal of Financial Economics 58 (1-2): 3-27.",
        "[20] Levine, Ross (2004) Finance and Growth: Theory, Evidence, and Mechanisms, In P. Aghion and S. Durlauf, eds. Handbook of Economic Growth. Amsterdam: North-Holland Elsevier Publishers. 25",
        "[21] Mendoza, Enrique (2006) Sudden Stops in a Business Cycle Model with Credit Constraints: A Fisherian Deflation of Tobins q, University of Maryland Working Paper",
        "[22] Morck, Randall, Bernard Yeung, and Wayne Yu (2000) The Information Content of Stock Markets: Why do Emerging Markets have synchronous stock price movements? Journal of Financial Economics 58, 215-260.",
        "[23] Morris, S. and H. S. Shin (2000). Rethinking Multiple Equilibria in Macroeconomic Model- ing, NBER Macroeconomics Annual, Number 15, 139-161.",
        "[24] Officer, R. (1973) The Variability of the Market Factor of the New York Stock Exchange, Journal of Business 46, 433-453.",
        "[25] Razin, Assaf and Yona Rubinstein (2006) Evaluating Currency Regimes in the Presence of Sudden Stops, Economic Policy, January.",
        "[26] Reinhart, Carmen and Kenneth Rogoff (2004) The Modern History of Exchange Rate Ar- rangements: A Reinterpretation, The Quarterly Journal of Economics, 119 (1), 1-48."
    ]
}