{
    "id": 13081,
    "cites": 46,
    "cited_by": 17,
    "reference": [
        "Allen, Franklin; Chui, Michael K.F; and Maddaloni, Angela, 2004. Financial Systems in the USA, Europe and Asia. Oxford Review of Economic Policy 20 (4): 490-508.",
        "Ball, Michael, 2003. Improving Housing Market. RICS Leading Edge Series (May).",
        "BIS, 2006a. Housing finance in the global financial market. CGFS Papers No 26.",
        "BIS, 2006b. Asian Bond Markets: Issues and Prospects. BIS Papers No 30.",
        "Boleat, M., 1985. National Housing Systems. A Comparative Study. Croom Helm, London.",
        "Brounen, D., P. Neuteboom, and A. van Dijkhuizen, 2006. House Prices and Affordability: A First and Second Look Across Countries.",
        "Buckley, R. and Van Order, R. 2005. Housing Finance in Transition Countries: Finding Bills on the Street. in HegedUs and Struyk Housing Finance. New and Old Models in Central Europe, Russia, and Kazahkstan.",
        "Burger, J., and F. Warnock, 2006. Local Cunency Bond Markets. IMF Staff Papers 53: 115-132.",
        "Calhoun, C., 2005. Housing Finance Assessment for Thailand. World Bank mimeo.",
        "Chan, E., M. Davies, and J. Gyntelberg, 2006. The Role of Government-Supported Housing Finance Agencies in Asia. BIS Quarterly Review (December): 71-83.",
        "Chiquier, LoIc; Hassler, Olivier; and Lea, Michael, 2004. Mortgage Securities in Emerging Markets. World Bank Policy Research Working Paper 3370.",
        "Chiuri, M, and T Jappelli, 2003. Financial market imperfections and home ownership: a comparative study. European Economic Review 47: 857-75.",
        "Claessens, S., D. Klingebiel, and S. Schmukler, forthcoming. Government Bonds in Domestic and Foreign Currency: The Role of Macroeconomic and Institutional Factors. Review of International Economics. Diamond, Douglas and Michael Lea, 1992. Housing Finance in Developed Countries: An International Comparison of Efficiency. Journal of Housing Research 3(1).",
        "Daphnis, F., and B. Ferguson, 2004. Housing Microfinance. A Guide to Practice. Kumarian Press (USA).",
        "Djankov, Simeon, Caralee McLiesh, and Andrei Shleifer, 2006. Private Credit in 129 Countries. Journal of Financial Economics. Forthcoming.",
        "Eichengreen, B., and P. Luengnaruemitchai, 2006. Why Doesnt Asia Have Bigger Bond Markets? in Asian Bond Markets. Issues and Prospects (BIS Papers No 30).",
        "FinMark, 2006. 2006 Annual Report. Available at www.finmarktrust.org.za/.",
        "Ghosh, Swati. 2006. East Asia Finance: The Road to Robust Markets. Washington, DC: The World Bank.",
        "Green, R., and S. Wachter, 2005. The American Mortgage in Historical and International Context.",
        "Hardt, Judith, 2002. Recent Developments in European Mortgage Markets. in OECD, Housing Finance in Transition Economies.",
        "HegedUs, JÃ\u0083Â³zsef and Struyk, Raymond J., 2005. Housing Finance: New and Old Models in Central Europe, Russia, and Kazahkstan. Local Government and Public Service Reform Initiative, Open Society Institute (Budapest).",
        "HGSD Center for Urban Development Studies, 2000. Housing Microfinance Initiatives: Synthesis and Regional Summary: Asia, Latin America, and Sub-Saharan Africa with Selected Case Studies. Harvard Graduate School of Design.",
        "Hoek-Smit, M., 2005. The housing finance sector in Indonesia. Wharton and World Bank mimeo.",
        "Hoek-Smit, M., and D. Diamond, 2003. The Design and Implementation of Subsidies for Housing Finance. mimeo prepared a the World Bank Seminar on Housing Finance.",
        "IMF, 2004. Three Current Policy Issues. World Economic Outlook (September, Chapter 2).",
        "Levine, R., N. Loayza, and T. Beck, 2000.Financial Intermediation and Growth: Causality and Causes. Journal of Monetary Economics 46: 3 1-77.",
        "Low, Simon; Sebag-Montefiore, Matthew; and DUbel, Achim, 2003. Study on the Financial Integration of European Mortgage Markets. Study Prepared for the Annual European Mortgage Conference in November 2003. (UK and Belgium: Mercer Oliver Wyman and European Mortgage Federation).",
        "Malpezzi, 5, 2001, Tales from the Real Side: Lessons of Urban Research for Housing Finance in Developing and Transition Economies. in Wachter, S.M. and Penne, R.L., ed. Housing Policy in the New Millennium Conference Proceedings (forthcoming in Cityscape).",
        "Melzer, I., 2006. How low can you go? Charting the housing finance access frontier: a review of recent demand and supply data. FinMark Trust.",
        "National Association of Realtors, 2000a. Argentina Country Profile.",
        "National Association of Realtors, 2000b. Chile Country Profile.",
        "OECD, 2002. Housing Finance in Transition Economies.",
        "Ong, 5., 2005. Mortgage markets in Asia. Paper for presentation at the European Real Estate Society Conference 2005 (Dublin Ireland).",
        "Prahalad, C., 2004. The Fortune at the Bottom of the Pyramid: Eradicating Poverty Through Profits. Wharton School Publishing (USA).",
        "Quigley, J., 2000. A Decent Home: Housing Policy in Perspective. Brookings Papers on Urban Affairs 1(1): 53-99.",
        "Renaud, B., 2005. Mortgage Finance in Emerging Markets: Constraints and Feasible Development Paths. Mimeo.",
        "Sanders, A., 2005. Barriers to homeownership and housing quality: The impact of the international mortgage market. Journal of Housing Economics 14: 147-152.",
        "Scanlon, K., and C. Whitehead, 2004. International Trends in Housing Tenure and Mortgage Finance. Council of Mortgage Lenders.",
        "Sheppard, 5., 2007. Survey of Housing Finance Conditions in a Global Sample of Urban Areas. Williams College and World Bank.",
        "Stephens, Mark, 2002. International Models of Housing Finance: Housing Systems in the Western and Transition Economies. in Yasui, T. (ed.), Housing Finance in Transition Economies, Paris (OECD).",
        "Stephens, Mark, 2003. Globalisation and Housing Finance Systems in Advanced and Transition Economies. Urban Studies 40(5-6): 1011-26.",
        "Tiwari and Moriizumi, 2003. Efficiency in Housing Finance: A Comparative Study of Mortgage Instruments in Japan.",
        "United Nations Human Settlements Programme (UN-Habitat), 2005. Financing Urban Shelter: Global Report on Human Settlements 2005. USA:Earthscan.",
        "World Bank. 1993. Housing: Enabling Markets to Work. Washington DC: World Bank.",
        "World Bank, 2005. Housing Finance in Emerging Economies, Technical Briefing to the Board.",
        "Zhu, H., 2006. The structure of housing finance markets and house prices in Asia. BIS Quarterly Review (December): 55-69."
    ]
}