{
    "id": 13085,
    "cites": 32,
    "cited_by": 44,
    "reference": [
        "Arellano, Manuel and Bond, Steve (1991), Some tests of specification for panel data: Monte Carlo evidence and an application to employment functions, Review of Economic Studies, 58, pp. 277-297.",
        "Baker, George and Hubbard, Thomas (2004) Contractibility and Asset Ownership: On board computers and governance in US trucking Quarterly Journal of Economics, 119, pp. 1443-79.",
        "Basu, Susanto, Fernald, John G., Oulton, Nicholas, Srinivasan, Sylaja (2003) The Case of the Missing Productivity Growth: Or, Does information technology explain why productivity accelerated in the United States but not the United Kingdom? NBER Macro-economics Annual pp. 9-64.",
        "Blanchard, Olivier (2004) The Economic Future of Europe Journal of Economic Perspectives, 18, pp. 3-26.",
        "Blanchard, Olivier, Bailey, Martin, Gersbach, Hans, Schnitzer, Monika, Tirole, Jean (2002) Reaching Higher Productivity Growth in France and Germany, Sector case: Retail Trade, McKinsey Global Institute.",
        "Bloom, Nick (2006) The Impact of Uncertainty shocks: Firm level estimation and a 9/11 Simulation Centre for Economic Performance Working Paper 718.",
        "Bloom, Nick and Van Reenen, John (2006), Measuring and explaining management practices across firms and countries, Center for Economic Performance Discussion Paper no. 716, forthcoming, Quarterly Journal of Economics.",
        "Bloom, Nick, Bond, Steve and Van Reenen, John (2006) Uncertainty and company investment dynamics: Empirical Evidence for UK firms, Center for Economic Performance Discussion Paper no. 739, forthcoming Review of Economics Studies.",
        "Blundell, Richard and Bond, Steve (1998) Initial Conditions and Moment Restrictions in dynamic panel data models Journal of Econometrics, 88, pp. 115-143.",
        "Botero, Juan, Djankov, Simeon, Porta, Rafael, Lopez-De-Silanes, Florencio and Schleifer, Andrei, (2004) The Regulation of Labor, Quarterly Journal of Economics, 119(4), pp. 133913 82.",
        "Bresnahan, Tim, Brynjolfsson, Erik and Hitt, Lorin (2002) Information Technology, Workplace Organization and the Demand for skilled labor Quarterly Journal of Economics, 117(1), pp. 339-376.",
        "Brynjolfsson, Erik and Hitt, Lorin (2000) Beyond Computation: Information Technology, Organisational Transformation and Business Performance. Journal of Economic Perspectives, 14 (4) pp. 23-48.",
        "Brynjolfsson, Erik and Hitt, Lorin (2003) Computing Productivity: Firm Level Evidence Review of Economics and Statistics, 85 (4), pp. 793-808.",
        "Caroli, Eve, and Van Reenen, John (2001) Skill biased organizational change? Evidence from British and French establishments Quarterly Journal of Economics CXVI (4) pp. 1449-1492.",
        "Crespi, Gustavo, Criscuolo, Chiara and Haskel, Jonathan (2006) Information Technology, Organizational Change and Growth: Evidence from UK firms, CEPR Discussion Paper No. 6105.",
        "Criscuolo, Chiara and Martin, Ralf (2004) Multinationals and US Productivity Leadership: Evidence from Great Britain, Centre for Economic Performance Discussion Paper No. 672.",
        "Doms, Mark, Dunn, William, Oliner, Steve, Sichel, Daniel (2004) How Fast Do Personal Computers Depreciate? Concepts and New Estimates, NBER Working Paper No. 10521.",
        "Doms, Mark and Jensen, Bradford (1998) Comparing Wages, skills and productivity between domestically owned manufacturing establishments in the United States in Robert Baldwin, Richard Lipsey and David Richardson (eds.) Geography and Ownership as bases for economic accounting, pp. 235-258, Chicago: University of Chicago.",
        "Fenestra, Robert and Knittel, Christopher (2004) Re-assessing the US quality adjustment to computer prices: The role of durability and changing software NBER Working Paper 10857.",
        "Gordon, Robert J. (2004) Why was Europe left at the station when Americas Productivity Locomotive departed? NBER Working Paper No. 10661.",
        "Gust, Christopher and Marquez, Jaime (2004) International comparisons of productivity growth: the role of information technology Labor Economics, 11, pp. 33-58.",
        "Haltiwanger, John, Jarmin, Ron and Schank, Thorsten (2003) Productivity, Investment in ICT and market experimentation: Micro evidence from Germany and the U.S Center for Economic Studies Discussion Paper 03-06.",
        "Hunter, Larry, Bernhardt, Annette, Hughes, Katherine, and Skuratowicz, Eva (2000) Its not just the ATMs: Technology, firm strategies, jobs and earnings in Retail Banking Wharton Financial Institutions Center Working Paper No. 00-31.",
        "Jorgenson, Dale (2001) Information technology and the U. S. economy, American Economic Review, 9 1(1), pp. 1-32.",
        "Klette, Tor and Griliches, Zvi (1996) The inconsistency of Common Scale estimators when output prices are unobserved and endogenous Journal of Applied Econometrics, 11, pp. 343-361.",
        "Nicoletti, Giuseppe, Scarpetta, Stefano and Boyland, Olivier (2000) Summary Indicators of Product Market Competition with an extension to Employment Protection OECD Working Paper No. 226, OECD: Paris.",
        "Olley, Steven and Pakes, Arid (1996) The Dynamics of Productivity in the Telecommunications Industry. Econometrica 64 (6) pp. 1263-1297.",
        "OMahony, Mary and van Ark, Bart (2003), EU Productivity and Competitiveness: An Industry Perspective Can Europe Resume the Catching-up Process? Office for Official Publications of the European Communities, Luxembourg, 2003.",
        "Stir oh, Kevin (2002), Information Technology and the US Productivity Revival: What Do the Industry Data Say? American Economic Review, 92(5), pp. 1559-1576.",
        "Stir oh, Kevin (2004) Reassessing the Role of IT in the Production Function: A Meta analysis, mimeo, Federal Reserve Bank of New York.",
        "Stokey, Nancy, Lucas, Robert and Prescott, Edward (1988) Recursive Methods in Economic Dynamics, Harvard: Harvard University Press.",
        "Timmer, Marcel, Ypma, Gerard and van Ark, Bart (2005) IT in the European Union: Driving Productivity Convergence? Research Memorandum GD-67, Groningen Growth and Development Centre."
    ]
}