{
    "id": 13095,
    "cites": 44,
    "cited_by": 3,
    "reference": [
        "[1] Abowd, John M., and David Card (1989): On the Covariance Structure of Earnings and Hours Changes, Econometrica, Vol. 57, No. 2, pp. 411-445",
        "[2] Acemoglu, Daron (1998): Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality, Quarterly Journal of Economics, Vol. 113, pp. 1055-1089",
        "[3] Acemoglu, Daron (2002): Technical Change, Inequality, and Labor Market, Journal of Economic Literature, March 2002, pp. 7-72.",
        "[4] Attanasio, Orazio, Erich Battistin, and Hidehiko Ichimura (2004): What really happened to consumption inequality in the US? IFS Working paper.",
        "[5] Autor, David, Lawrence F. Katz, Alan B. Krueger (1998): Computing Inequality: Have Computers Changed the Labor Market? Quarterly Journal of Economics. 113, pp. 1169-12 14.",
        "[7] Autor David H., Lawrence F. Katz, and Melissa S. Kearney (2005a): Trends in U.S. Wage Inequality: Re-Assessing the Revisionists, MIT working paper.",
        "[8] Autor David H., Lawrence F. Katz, and Melissa S. Kearney (2005b): Rising Wage Inequality: The Role of Composition and Prices, MIT working paper.",
        "[9] Baker, Michael (1997): Growth-rate Heterogeneity and the Covariance Structure of Life-Cycle Earnings, Journal of Labor Economics, Vol. 15, pp. 338-375.",
        "[10] Barron, John M., Mark C. Berger, Dan A. Black (1997): How Well Do We Measure Training?, Journal of Labor Economics, Vol 15, pp. 507-529.",
        "[12] Ben-Porath, Yoram (1967): The Production of Human Capital and the Life Cycle of Earnings. Journal of Political Economy, 75(4), pp. 352-365.",
        "[13] Berman, Eli, John Bound and Zvi Griliches (1994): Changes in the Demand for Skilled Labor within U. S. Manufacturing Industries: Evidence from the Annual Survey of Manufactures. Quarterly Journal of Economics, Vol 109, pp. 367-365.",
        "[15] Card, David, and John Dinardo (2002): Skill Biased Technological Change and Rising Wage Inequality: Some Problems and Puzzles, Journal of Labor Economics, Vol 20, pp. 733-83.",
        "[16] Card, David and Thomas Lemieux (2001): Can Falling Supply Explain the Rising Return to College for Younger Men? A Cohort-Based Analysis, Quarterly Journal of Economics, 116, pp. 705-46. 46",
        "[17] Caselli, Francesco (1999): Technological Revolutions, American Economic Review, pp. 78102.",
        "[18] Christiano, Lawrence, Roberto Motto, and Massimo Rostagno (2006): Monetary Policy and Stock Market Boom-Bust Cycles, Working Paper, Northwestern University.",
        "[19] Davis, Steve J., Felix Kubler and Paul Willen (2003): Borrowing Costs and the Demand for Equity Over the Life-cycle, Working Paper, University of Chicago.",
        "[20] Gourinchas Pierre-Olivier, and Jonathan A. Parker (2002): Consumption Over the Life Cycle, Econometrica, Vol. 70, pp. 47-89.",
        "[21] Greenwood, Jeremy (1997): The Third Industrial Revolution: Technology, Productivity and Income Inequality, AEI Studies on Understanding Economic Inequality, Washington, DC: The AEI Press, 1997.",
        "[23] Greenwood, Jeremy, and Boyan Jovanovic (1999): The IT Revolution and the Stock Market, American Economic Review, Vol 89, No 2, pp 116-121.",
        "[24] Guvenen, Fatih (2005): An Empirical Investigation of Labor Income Processes, Working paper, University of Texas at Austin.",
        "[25] Guvenen, Fatih (2006): Learning Your Earning: Are Labor Income Shocks Really Very Persistent ?, American Economic Review, forthcoming.",
        "[26] Guvenen, Fatih, and Burhanettin Kuruscu (2006): Understanding the Evolution of the U.S. Wage Distribution: A Macroeconomic Analysis, Working Paper, University of Texas at Austin.",
        "[28] Hamermesh, Daniel (1993): Labor Demand, Princeton University Press.",
        "[29] Heathcote, Jonathan, Kjetil Storesletten, Gianluca Violante (2005): The Macroeconomic Implications of Rising Wage Inequality in the United States, Working Paper, NYU.",
        "[30] Heckman, James J. (1976): A Life-cycle Model of Earnings, Learning, and Consumption, Journal of Political Economy 84(4), 11-44.",
        "[31] Heckman, James J.; Lochner, Lance J. and Taber, Christopher R. (1998): Explaining Rising Wage Inequality: Explorations with a Dynamic General Equilibrium Model of Labor Earnings with Heterogenous Agents. Review of Economic Dynamics, 1(1), pp. 1-58.",
        "[32] Hornstein, Andreas, and Per Krusell (1996): Can Technology Improvements Cause Productivity Slowdowns? NBER Macroeconomics Annual, Vol. 11, pp: 209-259.",
        "[33] Hornstein, Andreas, Per Krusell, and Giovanni L. Violante (2006): Frictional Wage Dispersion in Search Models: A Quantitative Assessment, Working Paper, New York University. 47",
        "[34] Huggett, Mark, Gustavo Ventura, and Amir Yaron (2006a): Human Capital and Earnings Distribution Dynamics, Journal of Monetary Economics, Vol 53, pp. 265- 90.",
        "[35] Huggett, Mark, Gustavo Ventura, and Amir Yaron (2006b): Sources of Life-Cycle Inequality, Working Paper, Wharton School, University of Pennsylvania.",
        "[36] Jaimovich, Nir, and Sergio T. Rebelo (2006): Can News about the Future Drive the Business Cycle? CEPR Discussion Paper No. 5877.",
        "[37] Juhn, Chinchui, Kevin M. Murphy, and Brooks Pierce (1993): Wage Inequality and the Rise in Returns to Skill, Journal of Political Economy, pp. 410-442.",
        "[38] Kambourov, Gueorgui and Iourii Manovskii (2005): Accounting for the Changing Life-Cycle Profile of Earnings, Working Paper, University of Pennsylvania.",
        "[39] Katz, Lawrence F., and Kevin Murphy (1992): Changes in Relative Wages: Supply and Demand Factors, Quarterly Journal of Economics, pp. 35-78.",
        "[40] Katz, Lawrence F., and David H. Autor (1999): Changes in the Wage Structure and Earnings Inequality, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Volume 3A, Amsterdam: Elsevier-North Holland, 1463-1555.",
        "[41] Krueger, Dirk and Fabrizio Perri (2006): Does Income Inequality Lead to Consumption Inequality ? Some Empirical Findings and a Theoretical Explanation, Review of Economic Studies, Vol. 73(1), 163-193.",
        "[42] Krusell, Per and Anthony A. Smith, Jr. (1998): Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy, Vol 106, No 5, pp. 867-896.",
        "[43] Kuruscu, Burhanettin (2005): Training and Lifetime Income, American Economic Review, Vol. 96, No 3, pp. 832-846.",
        "[44] MaCurdy, Thomas E. (1982): The use of time series processes to model the error structure of earnings in a longitudinal data analysis, Journal of Econometrics, Vol. 18, No 1, pp 83-114.",
        "[45] Machin, Stephen and John Van Reenen (1998): Technology and Changes in Skill Structure: Evidence from Seven OECD Countries. Quarterly Journal of Economics. 113:4, pp. 12 15-44.",
        "[46] Meghir, Costas, and Luigi Pistaferri (2004): Income Variance Dynamics and Heterogeneity, Econometrica, Vol. 72, pp. 1-32.",
        "[48] Murphy, Kevin M., and Finis Welch (1992): The Structure of Wages, Quarterly Journal of Economics, Vol 107, pp. 285-326.",
        "[49] Violante Giovanni L. (2002): Technological Acceleration, Skill Transferability, and the Rise in Residual Inequality, Quarterly Journal of Economics, Vol. 117, pp 297-338. 48",
        "Greenwood, Jeremy, and Mehmet Yorukoglu. 1997. 1974. Carnegie-Rochester Conference Series on Public Policy 46 (June): 49Ã\u0082â\u0080\u009395."
    ]
}