{
    "id": 13090,
    "cites": 21,
    "cited_by": 44,
    "reference": [
        "Baker, Malcolm and Jeremy C. Stein, 2004, Market Liquidity as a Sentiment Indicator, Journal of Financial Markets, 2004,7,271-299.",
        "Baker Malcolm, Lubomir Litov , Jessica A. Wachter and Jeffrey Wurgler, 2004, Can Mutual Fund Managers Pick Stocks? Evidence from the Trades Prior to Earnings Announcements, NBER working paper 10685.",
        "Ball, Ray and S. P. Kothari, 1991, Security Returns around Earnings Announcements, The Accounting Review, 66, 7 18-738.",
        "Barber, Brad and Terrance Odean, 1999, The Courage of Misguided Convictions: The Trading Behavior of Individual Investors, FinancialAnalyst Journal, 41-55.",
        "Barber, Brad and Terrance Odean, T, 2004, All that Glitters: The Effect of Attention and News on the Buying Behavior of Individual and Institutional Investors, working paper.",
        "Barber, Brad, Terrance Odean and Ning Zhu, 2005, Do Noise Traders Move Markets?, working paper.",
        "Battalio, Robert H. and Richard R. Mendenhall, 2005. Earnings Expectations and Investor Clienteles, Journal of Financial Economics, 77, 257-288.",
        "Beaver, William H, 1968, The Information Content of Annual Earnings Announcements Journal ofAccounting Research, 6, 67-92.",
        "Begley, J. and P. Fischer, 1998, Is there Information in an Earnings Announcement Delay, Review of Accounting Studies, 3, 347-363.",
        "Bhattacharya, Nilabhra, 2001, Investors Trade Size and Trading Responses Around Earnings Announcements: An Empirical Investigation. The Accounting Review, 76, 22 1-244.",
        "Campbell, John Y. and Robert J. Shiller,1988, Stock Prices, Earnings, and Expected Dividends, Journal of Finance, 43, 66 1-76.",
        "Campbell, John Y. and Tuomo Vuolteenaho, Bad Beta, Good Beta, 2004, American Economic Review, 94, 1249-1275.",
        "Chae, Joon, 2005, Trading Volume, Information Asymmetry, and Timing Information, Journal of Finance, 60, 412-442.",
        "Chambers, A. and S. Penman ,1984, Timeliness of Reporting and the Stock Price Reaction to Earnings Announcements, Journal ofAccounting Research, 22, 2 1-47.",
        "Hong, Harrison and Jialin Yu, 2006, Gone Fishin: Seasonality in Trading Activity and Asset Prices, working paper.",
        "Hvidkjaer, Soeren, 2005, Small trades and the cross-section of stock returns, working paper.",
        "Leftwich, Richard W., Ross L Watts, and Jerold L. Zimmerman, 1981, Voluntary Corporate Disclosure: The Case of Interim Reporting, Journal ofAccounting Research 19, 50-77.",
        "Mei, Jianping, Jose A. Scheinkman, J. and Wei Xiong, 2005, Speculative Trading and Stock Prices: Evidence from Chinese A-B Share Premia , NBER working paper 11362.",
        "Miller, Edward, 1977, Risk, Uncertainty and Divergence of Opinion, Journal of Finance 32, 1151-1168.",
        "Scheinkman, Jose A. and Wei Xiong., 2003, Overconfidence and Speculative Bubbles, Journal of Political Economy, 111, 1183-1219.",
        "Seasholes, Mark S. and Guojun, Wu, 2005, Predictable Behavior, Profits, and Attention, working paper."
    ]
}