{
    "id": 13092,
    "cites": 27,
    "cited_by": 8,
    "reference": [
        "[1] Abel, A. and J. C. Eberly, 2004, Q Theory Without Adjustment Costs and Cash Flow Effects Without Financing Constraints, mimeo, Wharton.",
        "[2] Abel, A. and J. C. Eberly, 2005, Investment, Valuation and Growth Options, mimeo, Wharton.",
        "[3] Albuquerque, R. and H. A. Hopenhayn, 2004, Optimal Lending Contracts and Firm Dynamics, Review of Economic Studies, 71(2), pp. 285-315.",
        "[4] Bernanke, B., M. Gertler, 1989, Agency Costs, Net Worth, and Business Fluctuations, American Economic Review, 79 (1), pp. 14-31.",
        "[5] Bernanke, B., M. Gertler and S. Gilchrist, 2000, The Financial Accelerator in a quantitative Business Cycle Framework, Handbook of Macroeconomics, North Holland.",
        "[6] Bond S. and J. Cummins, 2001, Noisy Share Prices and the Q model of Investment, Institute for Fiscal Studies WP 01/22.",
        "[7] Carlstrom, C. and T. S. Fuerst, 1997, Agency Costs, Net Worth, and Business Fluctuations: A Computable General Equilibrium Analysis, American Economic Review, Vol. 87, pp. 893-910.",
        "[9] Chirinko, R. and H. Shaller, 2001, Business Fixed Investment and Bubbles: The Japanese Case, American Economic Review, pp. 663-680",
        "[10] Cooley, T., R. Marimon and V. Quadrini, 2004 , Aggregate Consequences of Limited Contract Enforceability, Journal of Political Economy, Vol. 112, pp. 817-847.",
        "[11] Cooper, R. and J. Ejarque, 2001, Exhuming q: Market power vs. capital market imperfections, NBER working paper 8182.",
        "[12] Cooper, R. and J. Ejarque, 2003, Financial frictions and investment: requiem in q, Review of Economic Dynamics, Vol. 6, pp. 710-728.",
        "[13] Erickson, T. and T. Whited, 2000, Measurement error and the relationship between investment and q, Journal of Political Economy, Vol. 108, pp. 1027-1057.",
        "[14] Fazzari, S., G. Hubbard and B. Petersen, 1988, Financing constraints and corporate investment, Brooking Papers on Economic Activity, Vol. 1, pp. 141-195. 30",
        "[15] Gilchrist, S. and C. Himmelberg, 1995, Evidence on the role of cash flow for investment, Journal of Monetary Economics, Vol. 36, pp. 541-572.",
        "[16] Gilchrist, S. and C. Himmelberg, 1998, Investment, Fundamentals and Finance, NBER Macro Annual, B. Bernanke and J. Rotemberg eds., the MIT Press, Cambridge, pp. 223-274.",
        "[17] Gilchrist, S., C. Himmelberg and G. Huberman, 2005, Do Stock Price Bubbles Influence Corporate Investment? Journal of Monetary Economics.",
        "[18] Gomes, J., 2001, Financing Investment, American Economic Review, Vol. 91, pp. 1263-1285.",
        "[19] Hayashi, F., 1982, Tobins marginal q, and average q: a neoclassical interpretation, Econometrica, Vol. 50, pp. 215-224.",
        "[20] Holmstrom, B. and J. Tirole, 1997. Financial Intermediation, Loanable Funds, and The Real Sector, Quarterly Journal of Economics, Vol. 112, pp. 663-691.",
        "[21] Hubbard, G., 1998, Capital-Market Imperfections and Investment, Journal of Economic Literature, Vol. 36, pp. 193-225.",
        "[22] Kaplan, S. and L. Zingales, 1997, Do Investment-Cash Flow Sensitivities Provide Useful Measures of Finance Constraints? Quarterly Journal of Economics, Vol. 112, pp. 169-215.",
        "[23] Kiyotaki, N. and J. Moore, 1997, Credit Cycles, Journal of Political Economy, Vol. 105, pp. 211-248.",
        "[24] Panageas, 5. 2005, The Neoclassical q Theory of Investment in Speculative Markets, mimeo, Wharton.",
        "[25] Rauh, J. D., 2006, Investment and Financing Constraints: Evidence from the Funding of Corporate Pension Plans, Journal of Finance, 61(1), pp. 33-71.",
        "[26] Sargent, T., 1980, `Tobins q and the Rate of Investment in General Equilibrium, Carnegie-Rochester Conference Series on Public Policy, Vol. 12, pp. 107-154.",
        "[27] Schiantarelli, F. and G. Georgoutsos, 1990, Monopolistic Competition and the Q Theory of Investment, European Economic Review, 34:5 (July 1990), 1061-1078.",
        "[28] Walentin, K., 2007, Expectation Driven Business Cycles with Limited Enforcement, mimeo, Sveriges Riksbank. 31"
    ]
}