{
    "id": 13098,
    "cites": 37,
    "cited_by": 14,
    "reference": [
        "1121 Banett, Scott and Kathryn Graddy. Freedom, growth, and the environment, Environment and Development Economics 5 (2000), 433-56.",
        "1131 Baninger, Felicity. Reach of Clean Water Act is at issue in 2 Supreme Court cases, New York Times, February 20, 2006.",
        "1141 Besley, Timothy, and Stephen Coate. Centralized versus decentralized provision of local public goods: A political economy approach, Journal of Public Economics 87 (2003), 2611-37.",
        "1161 Congleton, Roger D. Political institutions and pollution control, Review of Economics and Statistics 74 (1992), 412-21.",
        "1171 Cutter, W. Bowman and J. R. DeShazo, The environmental consequences of decentralizing the decision to decentralize, Journal of Environmental Economics and Management, 53 (2007), 32-53.",
        "1191 Esty, Daniel C. Revitalizing environmental federalism, Michigan Law Review 95 (1996),",
        "11101 Fisman, Raymond and Roberta Gatti. Decentralization and conuption: Evidence across countries, Journal of Public Economics 83 (2002), 325-45.",
        "11111 Fredriksson, Per G. and Daniel L. Millimet. Strategic interaction and the determination of environmental policy across U.S. states, Journal of Urban Economics 51(2002), 101-22.",
        "11121 Freedom House. Freedom in the World, http://www.freedomhouse.org/ratings, 2006.",
        "11131 General Accounting Office. Water Pollution: Differences in Issuing Permits Limiting the Dis- charge of Pollutants, Washington, DC: US GAO, 1996.",
        "11141 Gray, Wayne and Ronald J. Shadbegian. Optimal pollution abatement: Whose benefits matter, and how much? Journal of Environmental Economics and Management 47 (2004), 510-534.",
        "11151 Grossman, Gene M. and Alan B. Krueger. Economic growth and the environment. Quarterly Journal of Economics, 110 (1995), 353-77.",
        "11161 Helland, Eric and Andrew B. Whitford. Pollution incidence and political jurisdiction: Evidence from the TRI. Journal of Environmental Economics and Management 46 (2003), 40324.",
        "11171 Heston, Alan, Robert Summers, and Bettina Aten. Penn World Table Version 6.2, Center for International Comparisons at the University of Pennsylvania (CICUP). http://pwt.econ.upenn.edu/ 2006.",
        "11181 Kunce, Mitch and Jason F. Shogren. On interjurisdictional competition and environmental federalism, Journal of Environmental Economics and Management 50 (2005), 2 12-24.",
        "11191 Levinson, Arik. Environmental regulatory competition: A status report and some new evidence, National Tax Journal 56 (2003), 9 1-106.",
        "11201 List, John A. and Shelby Gerking. Regulatory federalism and environmental protection in the United States. Journal of Regional Science, 40 (2000), 453-71.",
        "11211 Lockwood, Ben. Distributive politics and the costs of centralization, Review of Economic Studies 69 (2002), 3 13-37.",
        "11221 Millimet, Daniel L. Assessing the empirical impact of environmental federalism, Journal of Regional Science 43 (2003), 7 11-33.",
        "11231 Moniss, Andrew P. The politics of the Clean Air Act, in Political Environmentalism, Terry Anderson (ed.) Stanford, Calif.: Hoover Institution, 2000.",
        "11241 Oates, Wallace E. Fiscal Federalism, New York: Harcourt, 1972.",
        "11251 Oates, Wallace E. A reconsideration of environmental federalism, in Recent Advances in Environmental Economics, John A. List and Aart de Zeeuw (eds.), Cheltenham, U.K.: Edward Elgar, 2002, pp. 1-32.",
        "11261 Oates, Wallace E., and Robert M. Schwab. Economic competition among jurisdictions: Efficiency enhancing or distortion inducing? Journal of Public Economics, 35 (1988), 333-354.",
        "11271 Pashigian, B. Peter. Environmental regulation: Whose interests are being protected? Economic Inquiry, 23 (1985), 551-54.",
        "11281 Revesz, Richard. Federalism and environmental regulation: A public choice analysis, Harvard Law Review 115 (2001), 553-641",
        "11291 Selden, Thomas M. and D. Song. Environmental quality and development: Is there a Kuznets curve for air pollution? Journal of Environmental Economics and Management 27 (1994),",
        "11301 Sigman, Hilary. International spillovers and water quality in rivers: Do countries free ride? American Economic Review 92 (2002), 1152-59.",
        "11311 Sigman, Hilary. Letting states do the dirty work: State responsibility for federal environmental regulation, National Tax Journal, 56 (2003), 107-22.",
        "11321 Sigman, Hilary. Transboundary spillovers and decentralization of environmental policies, Journal of Environmental Economics and Management, 50 (2005), 82-101.",
        "11331 Silva, Emilson C. D. and Arthur J. Caplan. Transboundary pollution control in federal systems, Journal of Environmental Economics and Management 34 (1997), 173-186.",
        "11341 Strumpf, Koleman S. and Felix Oberholzer-Gee. Endogenous policy decentralization: Testing the central tenet of economic federalism, Journal of Political Economy 110 (2002), 1-36.",
        "11351 Treisman, Daniel. The causes of corruption: A cross-national study, Journal of Public Economics,",
        "11361 Treisman, Daniel. Defining and measuring federalism: A global perspective. UCLA Working Paper, 2002.",
        "11371 Wilson, John D. Capital mobility and environmental standards: Is there a race to the bottom ? in Harmonization and Fair Trade, J. Bhagwati and R. Hudec, eds. Cambridge, MA: MIT Press, 1996, pp. 395-427.",
        "11381 Vaughan, William J. The RFF Water Quality Ladder, Appendix B in Mitchell, Robert Cameron and Richard Carson, The Use of Contingent Valuation Data for Benefit/Cost Analyses in Water Pollution Control, Washington, DC: Resources for the Future, 1986.",
        "11391 Welsch, Heinz. Corruption, growth, and the environment: A cross-country analysis. Environment and Development Economics 9 (2004), 663-93.",
        "11401 World Bank. Fiscal Decentralization Indicators. http://wwwl.worldbank.org/publicsector/- decentralizationlfiscalindicators .htm, 2001."
    ]
}