{
    "id": 13104,
    "cites": 28,
    "cited_by": 33,
    "reference": [
        "Amaral, Pedro, S. and Erwan Quintin. Financial Intermediation and Economic Development: A Quantitative Assessment. Mimeo, Department of Economics, Southern Methodist University, 2005.",
        "Beck, Thorsten, DemirgUrÃ\u0083Â§-Kunt, Ash and Ross Levine. A New Database on Financial Development and Structure. World Bank Economic Review, 14, 3 (September 2000): 597-605.",
        "Beck, Thorsten, Demirgttrc-Kunt Ash and Ross Levine. ~The financial structure database. In: Ash Demirgttrc-Kunt and Ross Levine (eds) Financial Structure and Economic Growth: A Cross-Country Comparison of Banks Markets, and Development. Cambridge: MIT Press 2001: 17-80.",
        "Bencivenga, Valerie R. and Bruce D. Smith. ~Financial Intermediation and Endogenous Growth. Review of Economic Studies, 58, 2 (April 1991): 195-209.",
        "Bernanke, Ben and Mark Gertler. ~Agency Costs, Net Worth and Business Fluctuations. American Economic Review, 79, 1 (March 1989): 14-31.",
        "Boyd, John H. and Bruce D. Smith. ~How Good are Standard Debt Contracts: Stochastic versus Nonstochastic Monitoring in a Costly State Verification Environment. Journal of Business, 67, 4 (October 1994): 539-561.",
        "Boyd, John H. and Edward C. Prescott. ~Financial Intermediary-Coalitions. Journal of Economic Theory, 38, 2 (April 1986): 211-32.",
        "Chakraborty, Shankha and Amartya Lahiri. ~Costly Intermediation and the Poverty of Nations. Mimeo, Department of Economics, University of British Columbia, 2006.",
        "Erosa, Andres. ~Financial Intermediation and Occupational Choice in Development. Review of Economic Dynamics, 4, 2 (April 2001): 303-334.",
        "Erosa, Andres and Ana Hidalgo Cabrillana. ~On Capital Market Imperfections as a Source of Low TFP and Economic Rents. Mimeo, Department of Economics, University of Toronto, 2005.",
        "Gertler, Mark. ~Financial Capacity and Output Fluctuations in an Economy with Multi-Period Financial Relationships. Review of Economic Studies, 59, 3 (July 1992): 455-472.",
        "Goldsmith, Raymond W. Financial Structure and Development. New Haven: Yale University Press, 1969.",
        "Greenwood, Jeremy and Boyan Jovanovic. Financial Development, Growth, and the Distribution of Income. Journal of Political Economy, 98, 5 (Part 1, October 1990): 1076- 1107.",
        "Heston, Alan, Summers, Robert and Bettina Aten, Penn World Table, Version 6.1, Center for International Comparisons at the University of Pennsylvania (CICUP), October 2002.",
        "Khan, Aubhik. Financial Development and Economic Growth, Macroeconomic Dynamics, 5, 4 (June 2001): 413-433.",
        "Levine, Ross. Stock Markets, Growth, and Tax Policy. Journal of Finance, 46, 4 (September 1991): 1445-65.",
        "Levine, Ross. Finance and Growth: Theory and Evidence. In: Philippe Aghion and Steven N. Durlauf (eds) Handbook of Economic Growth, Volume 1A. Amsterdam: Elsevier B.V., 2005: 865-934.",
        "Li, Wenli and Pierre-Daniel G. Sarte. Credit market frictions and their Direct Effects on U.S. Manufacturing Fluctuations. Journal of Economic Dynamics and Control, 28, 3 (December 2003): 419-443.",
        "Marcet, Albert and Ramon Marimon. Communication, Commitment and Growth. Journal of Economic Theory, 58, 2 (December 1992): 219-249.",
        "McGrattan, Ellen R. and Edward C. Prescott. Taxes, Regulations, and the Value of U.S. and U.K. Corporations. Review of Economic Studies, 72, 3 (July 2005): 767-796.",
        "Parente, Stephen L. and Edward C. Prescott. Barriers to Riches. Cambridge, MA: The MIT Press, 2000.",
        "Q uadrini, Vincenzo. Investment and Liquidation in Renegotiation-Proof Contracts with Moral Hazard. Journal of Monetary Economics, 51, 4 (May 2004): 713-751.",
        "Restuccia, Diego and Richard Rogerson. Policy Distortions and Aggregate Productivity with Heterogeneous Plants. Mimeo, University of Toronto, 2004.",
        "Rousseau, Peter L. The Permanent Effects of Innovation on Financial Depth: Theory and U.S. Historical Evidence from Unobservable Components Models. Journal of Monetary Economics, 42, 2 (October 1998): 387-425.",
        "Smith, Anthony A. and Cheng Wang. Dynamic Credit Relationships in General Equilibrium. Journal of Monetary Economics 53, 4 (May 2006): 847-877.",
        "Townsend, Robert M. Optimal Contracts and Competitive Markets with Costly State Verification. Journal of Economic Theory, 21, 2 (October 1979): 256-293.",
        "Townsend, Robert M. and Kenichi Ueda. Financial Deepening, Inequality, and Growth: A Model-Based Quantitative Evaluation. Review of Economic Studies, 73, 1 (January 2006): 251-293.",
        "Wang, Cheng. Dynamic Costly State Verification. Economic Theory 25, 4 (June 2005) : 887-916."
    ]
}