{
    "id": 13105,
    "cites": 44,
    "cited_by": 36,
    "reference": [
        "[1] Altonji, Joseph G., Hayashi, Fumio and Kotlikoff, Laurence J, 1997, Parental Altruism and Inter Vivos Transfers: Theory and Evidence. Journal of Political Economy, 105(6), pp. 1121-1166.",
        "[2] Ameriks, J., A. Caplin, S. Laufer, and S. Van Niewerburgh, 2007, Understanding and Enhancing Retirement Security, mimeo., New York University.",
        "[3] Ameriks, John, Andrew Caplin, and John Leahy, 2003, Wealth Accumulation and the Propsensity to Plan. Quarterly Journal of Economics, 118(3), pp. 1007-1047.",
        "[4] Andreoni, James, 1989, Giving with Impure Altruism: Applications to Charity and Ricardian Equivalence. Journal of Political Economy, Vol. 97, pp. 1447-1458.",
        "[5] Aumann, Robert T., 1998, Common Priors: A Reply to Gul, Econometrica, vol. 66, 929-938.",
        "[6] Barsky, Robert, Juster, Thomas, Kimball, Miles, and Shapiro, Matthew, 1997, Preference Parameters and Behavioral Heterogeneity: An Experimental Approach Using the Health and Retirement Survey. Quarterly Journal of Economics, 112, pp. 537-579.",
        "[7] Bajtelsmit, Vickie L. and Bernasek, Alexandra, 2001, Risk Preferences and the Investment Decisions of Older Americans. AARP Working Paper 2001-11.",
        "[8] Bernheim, B. Douglas, 1991, How Strong Are Bequest Motives? Evidence Based on the Estimates of the Demand for Life Insurance and Annuities.Journal of Political Economy, 99(5), pp. 889-927.",
        "[9] Bernheim, Douglas B., Robert J. Lemke and John Karl Scholz, 2004, Do Estate and Gift Taxes Affect the Timing of Private Transfers.Journal of Public Economics, 88(12), pp. 2617-34.",
        "[10] Bernheim, Douglas B., Jonathan Skinner, and Steven Weinberg, 2001, What Accounts for the Variation in Retirement Wealth among Households. American Economic Review, 91(4), pp. 832-57.",
        "[11] Brown, Jeffrey and Finkelstein, Amy, 2004, The Interaction of Public and Private Insurance: Medicaid and the Long-Term Care Insurance Market. NBER Working Paper, Cambridge, MA.",
        "[12] Brown, Jeffrey and Finkelstein, Amy, 2007, Why is the Market for Long-Term Care Insurance So Small?, NBER Working Paper, Cambridge, MA.",
        "[13] Caplin, Andrew, 2007, Economic Theory and Psychological Data: Bridging the Divide, in Foundations of Positive and Normative Economics, A. Caplin and A. Schotter eds, Oxford University Press. 34",
        "[14] Castaneda, Ana, Javier DIaz-GimÃ\u0083Â©nez, and JosÃ\u0083Â© - Victor RIos-Rull, 2003, Accounting For U.S. Earnings and Wealth Inequality. Journal of Political Economy, 111(4), pp. 818-57.",
        "[15] Cochrane, John, 1991, A Simple Test of Consumption Insurance, The Journal of Political Economy, 99(5), pp. 957-976.",
        "[16] Congressional Budget Office, 2004, Financing Long Term Care for the Elderly.",
        "[17] Consumer Reports, 2003, Do You Need Long Term Care Insurance?November.",
        "[18] De Nardi, Mariacristina, 2004, Wealth Distribution, Intergenerational Links, and Estate Taxation. Review of Economic Studies, 71(3), pp. 743-68.",
        "[19] De Nardi, Mariacristina, French, E., and J. Jones, 2006, Differential Mortality, Uncertain Medical Expenses, and the Saving of Elderly Singles, NBER WP 12554. Cambridge, MA.",
        "[20] Dynan, Karen; Skinner, Jonathan and Zeldes, Stephen P., 2004, Do the Rich Save More?, Journal of Political Economy, 112(2), pp. 397-444.",
        "[21] Dynan, Karen; Skinner, Jonathan and Zeldes, Stephen P., 2002, The Importance of Bequests and Life-Cycle Saving in Capital Accumulation: A New Answer. American Economic Review Papers and Proceedings, pp. 274-278.",
        "[22] Dynan, Karen; Skinner, Jonathan and Zeldes, Stephen P., 2004, Do The Rich Save More? Journal of Political Economy, vol. 112(2), pp. 397-444.",
        "[23] Finkelstein, Amy and Kathleen McGarry. 2006. Multiple dimensions of private information: evidence from the long-term care insurance market. American Economic Review. September 96(4): 938-958.",
        "[24] French, E., and J. Jones, 2004, On the Distribution and Dynamics of Health Care Costs. Journal of Applied Econometrics, forthcoming.",
        "[25] Gale, William G. and Scholz, John Karl, 1994, Intergenerational Transfers and the Accumulation of Wealth. Journal of Economic Perspectives, 8(4), pp. 145-60.",
        "[26] Gul, F. and Pesendorfer, W., 2007, The Case for Mindless Economics, in Foundations of Positive and Normative Economics, A. Caplin and A. Schotter eds, Oxford University Press.",
        "[27] HÃ\u0083Â©nin, Pierre-Yves and Thomas Weitzenblum, 2003, Redistribution through alternative pension reforms : A life-cycle analysis on French occupational groups. CEPREMAP Working Paper (Couverture Orange). 35",
        "[28] Holland, Daniel, The Effect of Taxation on Effort: Some Results for Business Executives, in Proceedings of the 62nd Annual Conference of the National Tax Association, September 1969, Boston, MA: pp. 428-517.",
        "[29] Hubbard, R. Glenn, Skinner, Jonathan, and Zeldes, Stephen P., 1994. The importance of precautionary motives in explaining individual and aggregate saving. Carnegie-Rochester Conference Series on Public Policy, vol. 40, pp. 59-125.",
        "[30] Hurd, Michael D., 1987, Savings of the Elderly and Desired Bequests. American Economic Review, 77 (3), pp. 298-312.",
        "[32] Kimball, Miles S. and Shapiro, Matthew D., 2003, Labor Supply: Are income and Substitution Effects Both Large or Both Small?University of Michigan Working Paper.",
        "[33] Kimball, Miles S., Sahm C. and Shapiro, Matthew D., 2005, Using Survey-Based Risk Tolerance. University of Michigan Working Paper.",
        "[34] Kohara, Miki and Fumio Ohtake, 2006, Altruism and the Care of Elderly Parents: Evidence from Japanese Families. Institute of Social and Economic Research Osaka University, Discussion paper 670.",
        "[35] Kopczuk, Wojciech and Lupton, Joseph P., 2005, To Leave or Not To Leave: The Distribution of Bequest Motives., NBER Working Paper 11767.",
        "[36] Kotlikoff, Laurence J. and Summers, Lawrence H., 1981, The Role of Intergenerational Transfers in Aggregate Capital Accumulation. Journal of Political Economy, 89(4), pp. 706-32.",
        "[37] Laitner, John, Juster, Thomas F., 1996, New Evidence on Altruism: A Study of TIAA-CREF Retirees. American Economic Review, 86(4), pp. 893-908.",
        "[38] Lillard, Lee A. and Willis, Robert J., 2001, Cognition and Wealth: The Importance of Probabilistic Thinking.Working Paper University of Michigan and H.R.S.",
        "[39] Ljungqvist, Lars, 1993, A Unified Approach to Measures of Privacy in Randomized Response Models: A Utilitarian Perspective, Journal of the American Statistical Association, Vol. 88, No. 421, pp. 97-103.",
        "[40] Mace, Barbara, 1991, Full Insurance in the Presence of Aggregate Uncertainty, The Journal of Political Economy, 99(5), pp. 928-956. 36",
        "[41] McGarry, Kathleen, 1999, Inter Vivos Transfers and Intended Bequests. Journal of Public Economics, 73(3), 321-51.",
        "[42] Menchik, Paul L., Martin, David, 1983, Income Distribution, Lifetime Savings, and Bequests. American Economic Review, 73(4), pp. 672-90.",
        "[44] Modigliani, Franco, 1988, The Role of Intergenerational Transfers and Life-Cycle Saving in the Accumulation of Wealth. Journal of Economic Perspectives, 2(2), pp. 15-40.",
        "[45] Modigliani, Franco, Brumberg, Richard, 1954, Utility Analysis and the Consumption Function: An Attempt at Integration of Cross-Section Data.In: Post-Keynesian Economics, Kurihara, Kenneth K. (editor). New Brunswick, NJ: Rutgers University Press, pp. 388-436.",
        "[47] National Center for Health Statistics, 1999. Method for Constructing Complete Annual U.S. Life"
    ]
}