{
    "id": 13112,
    "cites": 17,
    "cited_by": 3,
    "reference": [
        "Carlson, John B., Ben Craig, Patrick Higgins, and William R. Melick (2006). FOMC Communication and the Predictability of Near-Term Policy Decisions. Federal Reserve Bank of Cleveland Economic Commentary, June.",
        "Croushore, Dean, and Tom Stark (2001). A Real-Time Data Set for Macroeconomists. Journal of Econometrics, 105, 2001, 111-130.",
        "Giirkaynak, Refet 5. (2005). Using Federal Funds Futures Comitracts for Monetary Policy Analysis. Working paper, Federal Reserve Board.",
        "Gurkaynak, Refet S., Brian Sack, amid Eric Swanson (2005). Do Actions Speak Louder Than Words? The Response of Asset Prices to Monetary Policy Actions amid Statemnents. International Journal of Central Banking, 1, 55-93.",
        "Gttrkaynak, Refet S., Brian Sack, and Eric Swanson (2007). Market-Based Measures of Monetary Policy Expectations, Journal of Business and Economic Statistics, 25, 201-212.",
        "Hamilton, James D. (1994). Time Series Analysis. Princeton: Princeton University Press.",
        "Hamilton, James D. (2006). Daily Monetary Policy Shocks and the Delayed Response of New Home Sales, working paper, UCSD.",
        "Kuttner, Kemineth N. (2001). Monetary Policy Surprises and Interest Rates: Evidence fromn the Fed Funds Futures Market. Journal of Monetary Economics, 47, 523-544.",
        "Krueger, Joel T., and Kenmieth N. Kuttner (1996). The Fed Funds Futures Rate as a Predictor of Federal Reserve Policy. Journal of Futures Markets, 16, 865-879.",
        "Lang, Joe, Briami Sack and Williani Whitesell (2003). Anticipations of Momietary Policy in Finamicial Markets. Journal of Money, Credit, arid Banking, 35(6, part 1), 889-909.",
        "Nelson, Daniel B. (1991). Conditional Heteroskedasticity in Asset Returns: A New Approach. Econometrica, 59, 347-370.",
        "Piazzesi, Monika, and Eric Swanson (2006). Futures Prices as Risk-Adjusted Forecasts of Monetary Policy. Working paper, University of Chicago.",
        "Poole, William, and Robert H. Rasche (2000). Perfecting the Markets Knowledge of Monetary Policy, Journal of Financial Services Research, 18, 255-298.",
        "Poole, William, Robert H. Rasche, and Daniel L. Thornton (2002). Market Anticipa- tions of Monetary Policy Actions, Federal Reserve Bank of St. Louis Review, 84(July/August), 65-94.",
        "Rudebusch, Glenn D. (1998). Do Measures of Monetary Policy in a VAR Make Sense? International Economic Review, 39, 907-931.",
        "Sack, Brian (2004). Extracting the Expected Path of Monetary Policy from Futures Rates. Journal of Futures Markets, 24, 733-754.",
        "Swanson, Eric T. (2006). Have Increases in Federal Reserve Transparency Improved Private Sector Interest Rate Forecasts? Journal of Money, Credit, and Banking, 38, 791- 819."
    ]
}