{
    "id": 13119,
    "cites": 36,
    "cited_by": 9,
    "reference": [
        "Alfaro, Laura and Fabio Kanczuk (2005). Sovereign Debt as a Contingent Claim: A Quantitative Approach. Journal of International Economics 65, 297-314.",
        "Alesina, Alberto, Alesssandro Prati, and Guido Tabellini (1990). Public Confidence and Debt Management: A Model and a Case Study of Italy, in Public Debt Management. Theory and History, R. Dornbusch and M. Draghi, eds. Cambridge, Mass.: Cambridge University Press, pp.",
        "Arellano, Cristina and Ananth Ramanarayanan (2006), Default and Term Structure in Sovereign Bonds, mimeo.",
        "Barro, Robert J. (1979). On the Determination of Public Debt. Journal of Political Economy 87, 940971.",
        "Barro, Robert J. (1995). Optimal Debt Management, NBER Working Paper 5327.",
        "Barro, Robert J. (1997). Optimal Debt Management of Indexed and Nominal Debt, NBER Working Paper 6197.",
        "Borensztein, Eduardo, Marcos Chamon, Olivier Jeanne, Paolo Mauro and Jeromin Zettelmeyer (2005).",
        "Broner, Fernando A., Guido Lorenzoni and Segio L. Schmukler (2004). Why Do Emerging Economies Borrow Short Term? mimeo.",
        "Bulow, Jeremy (1992). Comment to The Debt Crisis: A Postmortem, by Daniel Cohen. NBER Macroeconomics Annual, edited by Oliver Blanchard and Stanley Fischer, pp. 65-105.",
        "Calvo, Guillermo (2000). Balance of Payments Crises in Emerging Markets: Large Capital Inflows and Sovereign Governments, in Currency Crises, edited by Paul Krugman. Chicago: The University of Chicago Press.",
        "Cohen, Daniel (1992). The Debt Crisis: A Postmortem, in NBER Macroeconomics Annual, edited by Oliver Blanchard and Stanley Fischer, pp. 65-105. Cambridge and London: MIT Press.",
        "Cole, Harold L., James Dow and William B. English (1995). Default, Settlement, and Signaling: Lending Resumption in a Reputational Model of Sovereign Debt, International Economic Review 36, 365-385.",
        "Cole, Harold L. and Timothy Kehoe (2000). Self-Fulfilling Debt Crises, The Review of Economic Studies 67, 91-116.",
        "Chang, Roberto and Andres Velasco (2000). Banks, Debt Maturity and Financial Crises, Journal of International Economics 51, 169-194.",
        "Chari, V.V. and Patrick Kehoe (2003). Hot Money, Journal of Political Economy 101, 1162-1292.",
        "Diamond, Douglas W. (1991). Debt Maturity Structure and Liquidity Risk, Quarterly Journal of Economics 106, 709-737.",
        "Domeij, David and Martin Floden (2003). The Labor Supply Elasticity and Borrowing Constraints: Why Estimates are Biased. mimeo.",
        "Duffie, Darrel, Lasee Heje Pedersen, and Kenneth J. Singleton (2003). Modeling Sovereign Yield: A Case Study of Russian Debt, Journal of Finance 58, 119-159.",
        "Eaton, Jonathan and Mark Gersovitz. (1981) Debt with Potential Repudiation: Theoretical and Empirical Analysis, The Review of Economic Studies 48: 289-3 09.",
        "Eichengreen Barry and P.H. Lindert (1989). Introduction, in The International Debt Crisis in Historical Perspective, edited by B. Eichengreen and P. H. Lindert. Cambridge, Mass.: MIT Press.",
        "Eichengreen, Barry and Richard Portes (1989). After the Deluge: Default, Negotiation and Readjustment during the Interwar Years, in The International Debt Crisis in Historical Perspective, edited by B. Eichengreen and P. H. Lindert. Cambridge, Mass. MIT Press.",
        "Giaviazzi Francesco and Marco Pagano (1990). Confidence Crises and Public Debt Management, in Public Debt Management. Theory and History, R. Dornbusch and M. Draghi, eds. Cambridge, Mass.: Cambridge University Press, pp. 94-118.",
        "Grossman, Herschel I. and John B. Van Huyck (1988). Sovereign Debt as a Contingent Claim: Excusable Default, Repudiation, and Reputation, American Economic Review 78, 1088-1097.",
        "Grossman, Herschel I. and Taejoon Han (1999). Sovereign Debt and Consumption Smoothing, Journal of Monetary Economics 44, 149-158.",
        "Jeaime, Olivier (2004). Debt Maturity and the International Financial Architecture, MF Working Paper.",
        "Jorgensen, Erika and Jeffrey Sachs (1989). Default and Renegotiation of Latin American Foreign bonds in the Interwar Period, in The International Debt Crisis in Historical Perspective, edited by B.",
        "Lucas, Robert E. Jr. (2000). Inflation and Welfare, Econometrica 68, 247-274.",
        "Lucas, Robert E. Jr. (1987). Models of Business Cycles. Cambridge, Mass.: Basil Blackwell.",
        "Missale, Alessandro and Olivier Jean Blanchard (1994). The Debt Burden and Debt Maturity, American Economic Review 84, 309-3 19.",
        "Persson, Torsten and Guido Tabellini (2000). Political Economics. Explaining Economic Policy.",
        "Ozler, Sule (1993). Have Commercial Banks Ignored History? American Economic Review 83, 608620.",
        "Rodrik, Dani and Andres Velasco (1999). Short-Term Capital Flows, NBER Working Paper 7364.",
        "Sturzenegger, Federico and Jeromin Zettelmeyer (2005). Has the Legal Threat of Sovereign Debt Restructuring Become Real? mimeo.",
        "Tirole, Jean (2002). Financial Crises, Liquidity Provision and the International Monetary System.",
        "Princeton, N.J.: Princeton University Press. Tirole, Jean (2003). Inefficient Foreign Borrowing: A Dual- and Common-Agency Perspective, American Economic Review 93, 1678-1702.",
        "Obsteld, M. and K. Rogoff (1996). Foundations of International Macroeconomics. Cambridge, Mass.: MIT Press. "
    ]
}