{
    "id": 13118,
    "cites": 63,
    "cited_by": 11,
    "reference": [
        "Acemoglu, Daron, Simon Johnson, and Todd Mitton, 2005. Determinants of Vertical Integration: Finance, Contracts and Regulation, NBER Working Paper 11424.",
        "Acemoglu, Daron and Fabrizio Zilibotti, 1997. Was Prometheus Unbound by Chance? Risk, Diversification and Growth, Journal of Political Economy 105, 709-751.",
        "Aghion, Philippe and Peter Howitt, 1998. Endogenous Growth Theory. MIT Press: Cambridge.",
        "Aitken, Brian J. and Ann E. Harrison, 1999. Do Domestic Firms Benefit from Direct Foreign Investment? Evidence from Venezuela, American Economic Review 89, 605-6 18.",
        "Alfaro, Laura, Sebnem Kalemli-Ozcan, and Vadym Volosovych, 2006. Capital Flows in a Globalized World: The Role of Policies and Institutions, in Sebastian Edwards, editor, Capital Controls and Capital Flows in Emerging Economies: Policies, Practices and Consequences. Forthcoming.",
        "Ayyagari, Meghana and Renata KosovÃ\u0083Â¡, 2006. Does FDI facilitate Domestic Entrepreneurship? Evidence from the Czech Republic mimeo.",
        "Barba-Navaretti, Giorgio B. And Anthony J.Venables, A. J., 2004. Multinational Firms in the World Economy. Princeton University Press.",
        "Bartelsman, Eric J., John Haltiwanger, and Stefano Scarpetta, 2004. Microeconomic Evidence of Creative Destruction in Industrial and Developing Countries, mimeo.",
        "Bartlesman, Eric., John Haltiwanger and Stefano Scarpetta, 2005. Measuring and Analyzing Cross- Country Differences in Firm Dynamics, mimeo.",
        "Beck, Thorsten, Ash Demirguc-Kunt, Luc Laeven, and Ross Levine, 2006. Finance, Firm Size and Growth, mimeo.",
        "Bertrand, Marienne and Francis Kramarz, 2002. Does Entry Regulation Hinder Job Creation? Evidence from the French Retail Industry, Quarterly Journal of Economics 117, 1369-1413.",
        "Bhagwati, Jagdish, 1998. The Capital Myth, Foreign Affairs 77, 3 (May-June): 7-12.",
        "Black, Sandra E. and Philip E. Strahan, 2002. Entrepreneurship and Bank Credit Availability, Journal of Finance 57, 2807-2833.",
        "Blomstrom, Magnus and Hakan Persson, 1983. Foreign Investment and Spillover Efficiency in an Underdeveloped Economy: Evidence from the Mexican Manufacturing Industry, World Development 11,493-501.",
        "Caballero, Ricardo, 2006. Creative Destruction, in The New Palgrave (forthcoming).",
        "Cabral, Luis and Jose Mata, 2003. On the Evolution of the Firm Size Distribution: Facts and Theory, American Economic Review 93, 1075-1090.",
        "Caves, Richard E, 1974. Multinational Firms, Competition and Productivity in Host-Country Markets, Economica 41, 176-193.",
        "Chari, Anusha and Peter B. Henry, 2004. Risk Sharing and Asset Prices: Evidence from a Natural Experiment, Journal of Finance 59, 1295-1324.",
        "Ciccone, Antionio and Robert E. Hall, 1996. Productivity and the Density of Economic Activity, American Economic Review 86, 54-70.",
        "Davis, Steven J., R. Jason Faberman, and John C. Haltiwanger, 2006. The Flow Approach to Labor Markets: New Data Sources and Micro-Macro Links, NBER Working Paper 12167.",
        "Detragiache, Enrica., Thieny Tressel, and Poonam Gupta, 2006. Foreign Banks in Poor Countries: Theory and Evidence, mimeo.",
        "Desai, Mihir, Paul Gompers, and Josh Lerner, 2003. Institutions, Capital Constraints and Entrepreneurial Firm Dynamics: Evidence from Europe, NBER Working Paper 10165.",
        "Di Patti, Emilia B. and Giovanni DellArricia, Bank Competition and Firm Creation, mimeo. Dunne, Timothy and Mark J. Roberts, 1991. Variation in Producer Turnover across U.S. Manufacturing Industries, in P. A. Geroskiand and J. Shwalbach, editors, Entry and Constestability: An International Comparison, Blackwell, 197-203.",
        "Eichengreen, Bany, 2001. Capital Account Liberalization: What Do Cross-Country Studies Tell Us? The World Bank Economic Review 15, 341-365.",
        "Evans, David S. and Boyan Jovanovic, 1989. An Estimated Model of Entrepreneurial Choice Under Liquidity Constraints, Journal of Political Economy 97, 808-827.",
        "Evans, David S. and Linda S. Leighton, 1989. Some Empirical Aspects of Entrepreneurship, American Economic Review 79, 5 19-535.",
        "Fisman, Raymond and Virginia Sarria-Allende, 2005. Regulation of Entry and the Distortion of Industrial Organization, mimeo.",
        "Forbes, K., (2004) Capital Controls: Mud in the Wheels of Market Discipline, NBER Working Paper 10284.",
        "Giannetti, Mariassunta and Steven Ongena, 2005. Financial Integration and Entrepreneurial Activity: Evidence From Foreign Bank Entry in Emerging Markets, mimeo.",
        "Gorg, Horg and Eric Strobl, 2002. Multinational Companies and Indigenous Development: An Empirical Analysis, European Economic Review 46, 1305-1322.",
        "Grossman, Gene, 1984. International Trade, Foreign Investment, and the Formation of the Entrepreneurial Class, American Economic Review 74, 605-6 14.",
        "Guiso, Luigi, Paola Sapienza, and Luigi Zingales, 2004. Does Local Financial Development Matter? Quarterly Journal of Economics 119, 929-969.",
        "Haddad, Mona and Ann Harrison, 1993. Are There Positive Spillovers from Direct Foreign Investment? Evidence from Panel Data for Morocco, Journal ofDevelopment Economics 42, 5 1-74.",
        "Harrison, Ann, Inessa Love, and Margaret S. McMillian, 2004. Global Capital Flows and Financing Constraints, Journal of Development Economics 75, 269-301.",
        "Harrison, Ann and Margaret S. McMillian, 2003. Does Foreign Direct Investment Affect Domestic Firms Credit Constraints, Journal of International Economics 61, 73-100.",
        "Haskel, Jonathan E., Sonia C. Pereira, and Matthew J. Slaughter, 2002. Does Inward Foreign Direct Investment Boost the Productivity of Domestic Firms? NBER Working Paper 8724.",
        "Hausman, Ricardo and Dani Rodrik, 2003. Economic Development as Self-Discovery, Journal of Development Economics 72, 603-633.",
        "Henderson, J. Vernon, 2003. Marshalls Scale Economies, Journal of Urban Economics 53, 1-28.",
        "Henry, P. B., 2006. Capital Account Liberalization: Theory, Evidence, and Speculation, NBER Working Paper, 12698.",
        "Hirschman, Albert, 1958. The Strategy of Economic Development, New Haven: Yale University Press.",
        "International Monetary Fund. Annual Report on Exchange Arrangements and Exchange Restrictions, various issues. Washington, DC: International Monetary Fund. Javorcik, Beata 5., 2004. Does Foreign Direct Investment Increase the Productivity of Domestic Firms? In Search of Spillovers Through Backward Linkages, American Economic Review 94, 605-627.",
        "Johnson, Simon, John McMillan, and Christopher Woodruff, 2002. Property Rights and Finance, American Economic Review 92, 1335-1356.",
        "Kalemli-Ozcan, Sebnem, Bent Sorensen, and Oved Yosh, 2003. Risk Sharing and Industrial Specialization: Regional and International Evidence, American Economic Review 93, 903-918.",
        "Klapper, Leora, Luc Laeven, and Raghuram Rajan, 2005. Entry Regulation as a Barrier to Entrepreneurship, Journal of Financial Economics, forthcoming.",
        "Klepper, Steven and Elizabeth Graddy, 1990. The Evolution of New Industries and the Determinants of Market Structure, Rand Journal of Economics 21, 27-44.",
        "Knight, Frank, 1921. Risk, Uncertainty and Profit. Boston: Houghton Mifflin.",
        "Kose, A. M., E. Prasad, K. Rogoff, S.-J. Wei, and M. Ayhan Kose, 2006. Financial Globalization: A Reappraisal, NBER working paper 128484.",
        "Kumar, Krishna, Raghu Rajan, and Luigi Zingales, 1999. What Determines Firm Size? C.E.P.R.",
        "Discussion Paper 2211. La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, 1998. Law and Finance, Journal of Political Economy 106, 1113-1155.",
        "Markusen, James and Anthony J. Venables, 1999. Foreign Direct Investment as a Catalyst for Industrial Development, European Economic Review 43, 335-338.",
        "Obstfeld, Maurice, 1994. Risk-Taking, Global Diversification and Growth, American Economic Review 84, 13 10-1329.",
        "The Political Risk Services Group, 2005. International Country Risk Guide, The PRS Group, New York.",
        "Prasad Eswar, Kenneth Rogoff, Shang-Jin Wei, and M. Ayhan Kose, 2003. The Effects of Financial Globalization on Developing Countries: Some Empirical Evidence, International Monetary Fund Occasional Paper 220.",
        "Rajan, Raghuram and Luigi Zingales, 1998.Financial Dependence and Growth, American Economic Review 88, 559-586.",
        "Rodriguez-Clare, Andres, 1996. Multinationals, Linkages and Economic Development, American Economic Review 86, 852-873.",
        "Rodrik, Dani, 1998. Who Needs Capital Account Convertibility? Princeton Essays in International Finance 207: 55-65.",
        "Rosenthal, Stuart S. and William. C. Strange, 2003. Geography, Industrial Organization, and Agglomeration, Review of Economics and Statistics 85, 377-393.",
        "Say, Jean Baptiste, 1803. Treatise on Political Economy: On the Production, Distribution and Consumption of Wealth, Kelley, New York: 1964 (1st edition: 1827).",
        "Scarptetta, Stefano., Phillip. Hemmings, Thieny. Tresel, and Jaejoo Woo, 2002. The role of Policy and Institutions for Productivity and Firm Dynamics: Evidence from Micro and Industry Data, Working Paper 329, OECD.",
        "Schneider, Friedrich, 2002. Size and Measurement of the Informal Economy in 110 Countries Around the World, mimeo.",
        "Schumpeter, Joseph A., 1942. Capitalism, Socialism and Democracy. London: Unwin University Books.",
        "Stiglitz, Joseph, 2002. Globalization and Its Discontent. W.W. Norton.",
        "World Bank, 2005, World Development Indicators, Washington D.C.: World Bank."
    ]
}