{
    "id": 13116,
    "cites": 13,
    "cited_by": 13,
    "reference": [
        "Acemoglu, D. (2002), Technical Change, Inequality and the Labor Market, Journal of Economic Literature, Vol. 40(1), 7-72.",
        "Autor, D.H., L.F. Katz, and M.S. Kearney (2006), The Polarization of the U.S. Labor Market, American Economic Review Papers and Proceedings, Vol. 96(2), 189-194.",
        "Autor, D.H., F. Levy, and R.J. Murnane (2003), The Skill Content of Recent Technological Change: An Empirical Exploration, Quarterly Journal of Economics, Vol. 118(4), 1279-1333.",
        "Bacolod, Marigee and Bernard S. Blum (2005), Two Sides of the Same Coin: U. S. Residual Inequality and the Gender Gap, Unpublished manuscript.",
        "Black, S. and C. Juhn (2000), The Rise in Female Professionals: Are Women Responding to Skill Demand, American Economic Review Papers and Proceedings, Vol. 90(2), 450-455.",
        "Blau, F.D., and L.M. Kahn (2003), Understanding International Differences in the Gender Pay Gap, Journal of Labor Economics, Vol. 21(1), 106-144.",
        "Chennells, L., and J. van Reenen (1999), Has Technology Hurt Less Skilled Workers, IFS Working Paper No. W99/27.",
        "Fitzenberger, B. and G. Wunderlich (2002), Gender Wage Differences in West Germany: A Cohort Analysis, German Economic Review, Vol. 3(4), 379-414.",
        "Goos, M. and A. Manning (2007), Lousy and Lovely Jobs: The Rising Polarization of Work in Britain, Review of Economics and Statistics, Vol. 89(1), 118-133.",
        "Katz, L.F., D.H. Autor (1999), Changes in the Wage Structure and Earnings Inequality, in Handbook of Labor Economics, Ed. 0. Ashenfelter and D. Card, 1463-1555.",
        "Levy, F. and R. Murnane (1992), U.S. Earnings Levels and earnings Inequality: A Review of Recent Trends and Proposed Explanations, Journal of Economic Literature, 30, 1333- 138 1.",
        "Olivetti, C. and B. Petrongolo (2006), Unequal Pay or Unequal Employment? A Crosscountry Analysis of Gender Gaps, CEPR DP 5506 February.",
        "Welch, F. (2000), Growth in Womens Relative Wages and in Inequality among Men: One Phenomenon or Two? American Economic Review Papers and Proceedings, Vol. 90(2), 444-449."
    ]
}