{
    "id": 13115,
    "cites": 21,
    "cited_by": 67,
    "reference": [
        "ABRAHAM, K., AND J. HALTIWANGER (1995): Real Wages and the Business Cycle, Journal of Economic Literature, 33(3), 1215-1264.",
        "ACEMOGLU, D., AND W. HAWKINS (2006): Equilibrium Unemployment in a Generalized Search Model, http: //troi . cc . rochester. edu/-whawkin2/papers/acehaw. pdf.",
        "AZARIADIS, C. (1975): Implicit Contracts and Underemployment Equilibria, Journal of Political Economy, 83(6), 1183-1202.",
        "BARSKY, R., G. SOLON, AND J. PARKER (1994): Measuring the Cyclicality of Real Wages: How Important is the Composition Bias?, Quarterly Journal of Economics, 109, 1-25.",
        "BILS, M. (1987): Real Wages over the Business Cycle: Evidence from Panel Data, Journal of Political Economy, 85, 666-689.",
        "CABALLERO, R., AND E. ENGEL (1993): Microeconomic Adjustment Hazards and Aggregate Dynamics, Quarterly Journal of Economics, 108, 313-58.",
        "CABALLERO, R., E. ENGEL, AND J. HALTIWANGER (1997): Aggregate Employment Dynamics: Building From Microeconomic Evidence, American Economic Review, 87, 115-37.",
        "COLE, H., AND R. ROGERSON (1999): Can the Mortensen-Pissarides Matching Model Match Business Cycle Facts?, International Economic Review, 40, 933-60.",
        "COOPER, R., J. HALTIWANGER, AND J. WILLIS (2004): Dynamics of Labor Demand: Evidence From Plant-Level Observations and Aggregate Implications, NBER Working Paper 10297.",
        "DAVIS, S., R. FABERMAN, AND J. HALTIWANGER (2006a): The Establishment-Level Behavior of Vacancies and Hiring, mimeo.",
        "Journal of Economic Perspectives, 20(3), 3-26. FABERMAN, R. J. (2005): Analyzing the JOLTS Hires and Separations Data, Proceedings of the 2005 American Statistical Association.",
        "FUJITA, S., AND G. RAMEY (2005): The Dynamic Beveridge Curve, http://www.phil.frb.org/f iles/ wps/2005/WPO5-22.pdf, Federal Reserve Bank of Philadelphia, Working Paper 05-22.",
        "HAGEDORN, M., AND I. MANOVSKII (2006): The cyclical behavior of equilibrium unem- ployment and vacancies revisited, http : //www. econ. upenn. edu/-~manovski/papers/BCUV . pdf, Mimeo, University of Frankfurt and University of Pennsylvania.",
        "HALL, R. (2005): Employment Fluctuations with Equilibrium Wage Stickiness, American Economic Re- view, 95, 53-69.",
        "HAMERMESH, D., AND G. PFANN (1996): Adjustment Costs in Factor Demand, Journal of Economic Literature, 34, 1264-92.",
        "MORTENSEN, D. T., AND C. A. PISSARIDES (1994): Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies, 61, 397-415.",
        "NICKELL, S. (1986): Dynamic Models of Labor Demand, in Handbook of Labor Economics, ed. by 0. Ashenfelter, and R. Layard. Amsterdam: North Holland.",
        "RUDANKO, L. (2006): Idiosyncratic and Aggregate Risk in a Frictional Labor Market, mimeo.",
        "SHIMER, R. (2005): The Cyclical Behavior of Equilibrium Unemployment and Vacancies, American Eco- nomic Review, 95, 25-49.",
        "TASCI, M. (2006): On the Job Search and Labor Reallocation, http://www.eco.utexas.edu/graduatel Tasci/oj sandlmr pdf.",
        "YASHIV, E. (2000): The Determinants of Equilibrium Unemployment, American Economic Review, 90, 1 297-1322."
    ]
}