{
    "id": 13111,
    "cites": 16,
    "cited_by": 10,
    "reference": [
        "Becker T. and P. Mauro (2005), Output Drops and the Shocks that Matter, IMF Working Paper 06172.",
        "Bjerke, K. (1968), Some Reflections on the Terms of Trade, Review of Incorne and Wealth, 14, 183-98.",
        "Bureau of Economic Analysis (2006), A Guide to the National Income and Product Accounts of the United States, http ://www.bea.gov/bea/anlnipaguid.pdf.",
        "Burge, R. W. and R. C. Geary (1957), Balancing of a System of Accounts in Real Terms,A Systern of Price and Quantity Indexes for NationalAccounts. United Nations.",
        "Diewert, W. E. and C. J. Morrison (1986), Adjusting Output and Productivity Indexes for Changes in the Terms of Trade, Econornic Journal, 96, 65 9-79.",
        "Easterly, W., M. Kremer, L. Pritchett, and L. H. Summers (1993), Good Policy or Good Luck? Country Growth Performance and Temporary Shocks, Journal of Monetary Econornics, 32, 459-83.",
        "Feenstra, R. C., A. Heston, M. P. Timmer, and H. Deng (2004), Estimating Real Production and Expenditures across Nations: A Proposal for Improving the Penn World Tables, NBER Working Paper 10866.",
        "Hamilton, J. D. (1983), Oil and the Macroeconomy since World War II, Journal of Political Econorny, 91, 228-48.",
        "Kehoe, T. J. and K. J. Ruhl (2005), Is Switzerland in a Great Depression? Review of Econornic Dynarnics, 8, 759-75.",
        "Kehoe, T. J. and K. J. Ruhl (2006), Sudden Stops, Sectoral Reallocations, and Real Exchange Rates, University of Minnesota and the University of Texas at Austin.",
        "Kohli, U. (1983), Technology and the Demand for Imports, Southern Econornic Journal, 50, 137-150.",
        "Kohli, U. (2004), Real GDP, Real Domestic Income, and Terms of Trade Changes, Journal of International Econornics, 62, 83-106.",
        "Mahdavy, K. and M. Silver (1989), The Measurement of a Nations Terms of Trade Effect and Real National Disposable Income within a National Accounting Framework, Journal of the Royal Statistical Society, 152, 87-107.",
        "Mendoza, E. G. (2006), Endogenous Sudden Stops in a Business Cycle Model with Collateral Constraints: a Fisherian Deflation of Tobins Q, University of Maryland.",
        "Meza, F and E. Quintin (2006) Financial Crises and Total Factor Productivity, Universidad Carlos III and Federal Reserve Bank of Dallas.",
        "Nicholson, J. L. (1960), The Effects of International Trade on the Measurement of Real National Income, Econornic Journal, 70, 608-12."
    ]
}