{
    "id": 13122,
    "cites": 46,
    "cited_by": 5,
    "reference": [
        "Ansolabehere, S., Snyder, J., and Ch. Stewart (2000), Old Voters, New Voters, and the Personal Vote: Using Redistricting to Measure the Incumbency Advantage, American Journal of Political Science 44(1), 17-34.",
        "Acemoglu, D. and J. Robinson (2006a), Economic origins of dictatorship and democracy.",
        "Cambridge University Press. Acemoglu, D. and J. Robinson (2006b), Persistence of Power, Elites, and Institutions.",
        "Mimeo Harvard University. Becker, G. and N. Tomes (1979), An Equilibrium Theory of the Distribution of Income and Intergenerational Mobility, Journal of Political Economy 87(6), 1153-1189.",
        "Bennedsen, M., Nielsen, K., Perez-Gonzalez, F. and D. Wolfenzon (2006), Inside the Family Firm: The Role of Families in Succession Decisions and Performance, ECGI - Finance Working Paper No. 132/2006 (forthcoming Quarterly Journal of Economics).",
        "Bertrand M, and A. Schoar (2006), The Role of Family in Family Firms, Journal of Eco- nomic Perspectives 20(2), 73-96.",
        "Besley, T. (2005), Political Selection, Journal of Economic Perspectives 91(3), 41-60.",
        "Besley, T., T. Persson, and D. Sturm (2005), Political Competition and Economic Perfor- mance: Theory and Evidence from the United States, mimeo.",
        "Bowen, H. (1953), Graduate Education in Economics, American Economic Review 43(4), p. 1-223.",
        "Brandes Crook, S. and J. Hibbing (1997), A Not-so-distant Mirror: the 17th Amendment and Congressional Change, American Political Science Review 91(4), 845-853.",
        "Burkart, M., Panunzi, F., and A. Shleifer (2003), Journal of Finance 58(5), 2167-201.",
        "Butler, M., Lee, D., and E. Moretti (2004), Do Voters Affect or Elect Policies? Evidence from the U.S. House, Quarterly Journal of Economics 119(3), 807-59.",
        "CalvO-Armengol, A. and M. Jackson (2005), Like Father, Like Son: Labor Market Networks and Social Mobility, mimeo Caltech.",
        "Camp, R. (1982), Family Relationships in Mexican Politics: A Preliminary View, The Jour- nal of Politics 44(3), 848-62.",
        "Caselli, F. and M. Morelli (2004), Bad Politicians, Journal of Public Economics 88(3-4), 759-82.",
        "Chattopadhyay, R. and E. Duflo (2004), Women as Policymakers: Evidence From a Ran- domized Experiment in India, Econometrica 72(5), 1405-43.",
        "Clubok, A, Wilensky, N., and F. Berghorn (1969),. Family Relationships, Congressional Recruitment, and Political Modernization, The Journal of Politics 31(4), 1035-62.",
        "Currie, J. and E. Moretti (2003), Mothers Education and the Intergenerational Trans- mission of Human Capital: Evidence From College Openings, Quarterly Journal of Economics 118(4), 1495-532.",
        "Dal BO, E., P. Dal BO, and R. Di Tella (2006), Plata o Plomo?: Bribe and Punishment in a Theory of Political Influence, American Political Science Review 100(1), 41-53.",
        "Dal BO, E. and R. Di Tella (2003), Capture by Threat, Journal of Political Economy 111(3), 1123-54.",
        "Dal BO, P., A. Foster, and L. Putterman (2007). Institutions and Behavior: Experimental Evidence on the Effects of Democracy, mimeo Brown University.",
        "De Figueiredo, R. (2003), Budget Institutions and Political Insulation: Why States Adopt the Item Veto, Journal of Public Economics, 87(12), 2677-701.",
        "De Figueiredo, R. and Vanden Bergh (2004), The Political Economy of State-Level Admin- istrative Procedure Acts, Journal of Law and Economics, 47(2), 569-88.",
        "Diermeier, D., Keane, M., and A. Merlo (2005), A Political Economy Model of Congressional Careers, American Economic Review 95(1), 347-73.",
        "Erikson, R. (1971), The Advantage of Incumbency in Congressional Elections, Polity, 3(3), 395-405.",
        "FernÃ\u0083Â¡ndez, R. and R. Rogerson (2001), Sorting and Long Run Inequality, Quarterly Journal of Economics 116(4), 1305-41.",
        "Galor, 0. and D. Tsiddon (1997), Technological Progress, Mobility, and Economic Growth, American Economic Review 87(3), 363-82.",
        "Galor, 0. and J. Zeira (1993), Income Distribution and Macroeconomics, The Review of Economic Studies 60(1), pp. 35-52.",
        "Ganzeboom, H., Treiman, D., and W. Ultee (1991), Comparative Intergenerational Strat- ification Research: Three Generations and Beyond, Annual Review of Sociology 17, 277-302.",
        "Gelman, A. and G. King (1990), Estimating Incumbency Advantage without Bias, Ameri- can Journal of Political Science 34(4), 1142-64.",
        "Hahn, J., Todd, P., and W. Van der Klaauw. (2001), Identification and Estimation of Treatment Effects With a Regression Discontinuity Design, Econometrica 69(1), 201- 9.",
        "Jones, B. and B. Olken (2005), Do Leaders Matter? National Leadership and Growth Since WWII, Quarterly Journal of Economics 120(3), 835-64.",
        "King, G. and A. Gelman (1991), Systemic Consequences of Incumbency Advantage in U.S.",
        "House Elections, American Journal of Political Science 35(1), 110-38. Levitt, S. and J.M. Snyder (1997), The Impact of Federal Spending on House Election Outcomes, Journal of Political Economy 105(1), 30-53.",
        "Levitt, S. and C. Wolfram (1997), Decomposing the Sources of Incumbency Advantage in the U. S. House, Legislative Studies Quarterly 22(1), 45-60.",
        "Loury, G. (1981), Intergenerational Transfers and the Distribution of Earnings, Economet- rica 49(4), 843-867.",
        "Merlo, A. and A. Mattozzi (2005), Political Careers or Career Politicians?, mimeo.",
        "Mookherjee, D. and D. Ray (2003), Persistent Inequality, Review of Economic Studies 70, 369-93.",
        "Mosca, G. (1966 [1896]), La Classe Politica [first published as Elementi di Scienza Politica], Laterza Editori.",
        "Pande, R. (2003), Can Mandated Political Representation Increase Policy Influence for Disadvantaged Minorities? Theory and Evidence From India, American Economic Review 93(4), 1132-51.",
        "Putnam, R. D. (1976), The comparative study of political elites. Prentice Hall.",
        "Snyder, J.M. and G. PadrO i Miquel (2005), Legislative Effectiveness and Legislative Ca- reers, Forthcoming Legislative Studies Quarterly.",
        "Snyder, J.A. (2005). Detecting Manipulation in US House Elections, mimeo.",
        "Solon, G. (1999), Intergenerational Mobility in the Labor Market, in Ashenfelter, 0. and D. Card (eds.) Handbook of Labor Economics (Ch.29), North-Holland.",
        "Van der Klaauw, W. (2002), Estimating the Effect of Financial Aid Offers on College En- rollment: A Regression-Discontinuity Approach, International Economic Review 43(4), 1249-1287.",
        "Wolfers, J. (2002), Are Voters Rational?: Evidence From Gubernatorial Elections, Stanford GSB Working Paper 1730."
    ]
}