{
    "id": 13121,
    "cites": 44,
    "cited_by": 18,
    "reference": [
        "Baker, Malcolm, Lubomir Litov, Jessica A. Wachter, and Jeffrey Wurgler, 2005, Can mutual fund managers pick stocks? Evidence from their trades prior to earnings announcements, Working paper, NYU.",
        "Berk, Jonathan B., and Richard C. Green, 2004, Mutual fund flows and performance in rational markets, Journal of Political Economy 112, 1269-1295.",
        "Brown, Stephen J., and William N. Goetzmann, 1995, Performance persistence, Journal of Finance 50, 679-698.",
        "Carhart, Mark, 1997, On persistence in mutual fund performance, Journal of Finance 52, 57-82.",
        "Chen, Joseph, Harrison Hong, Ming Huang, and Jeffrey D. Kubik, 2004, Does fund size erode mutual fund performance? The role of liquidity and organization, American Economic Review 94, 1276-1302.",
        "Chevalier, Judith, and Glenn Ellison, 1999, Are some mutual fund managers better than others? Cross-sectional patterns in behavior and performance, Journal of Finance 54, 875-899.",
        "Christoffersen, Susan, and Sergei Sarkissian, 2002, Location overconfidence, Working paper, McGill University.",
        "Cohen, Randolph, Joshua Coval, and Lubos Pastor, 2005, Judging managers by the company they keep, Journal of Finance 60, 1057-1098.",
        "Conyon, Martin J., and Mark R. Muldoon, 2006, The small world of corporate boards, Journal of Business Finance andAccounting33, 1321-1343.",
        "Davis, Gerald F., 1991, Agents without principles? The spread of the poison pill through the inter-corporate network, Administrative Science Quarterly 36, 583-613.",
        "Elton, Edwin J., Martin J. Gruber, Sanjiv Das, and Matt Hlavka, 1993, Efficiency with costly information: A re-interpretation of evidence from managed The Small World of Investing - Page 28 portfolios, Review of Financial Studies 6, 1-21.",
        "Faccio, Mara, 2006, Politically connected firms, American Economic Review 96, 369-386.",
        "Feld, Scott, 1982, Social structural determinants of similarity among associates, American Sociological Review 47, 797-801.",
        "Fischer, Claude, Robert Jackson Ann Stueve, Kathleen Gerson, Lynne Jones. 1977. Networks and Places. New York: Free Press.",
        "Fisman, David, Ray Fisman, Julia Galef, and Rakesh Khurana, 2006, Estimating the value of connections to Vice-President Cheney, Working paper, Columbia University.",
        "Flap, Henk and Matthijs Kalmijn. 2001 Assortative meeting and mating: Unintended consequences of organized settings for partner choices. Social Forces 79(4) 1289-1312.",
        "Giving Institute, The. 2006 Giving USA 2006. Giving USA Foundation.",
        "Goetzmann, William N., and Roger G. Ibbotson, 1994, Do winners repeat? Patterns in mutual fund performance, Journal of Portfolio Management 20, 9-18.",
        "Grinblatt, Mark, and Sheridan Titman, 1989, Mutual fund performance: An analysis of quarterly portfolio holdings, Journal of Business 62, 394-415.",
        "Grinblatt, Mark, and Sheridan Titman, 1993, Performance measurement without benchmarks: An examination of mutual fund returns, Journal of Business 66, 47-68.",
        "Grinblatt, Mark, Sheridan Titman, and Russ Wermers, 1995, Momentum investment strategies,, portfolio performance, and herding: A study of mutual fund behavior, American Economic Review 85, 1088-1105.",
        "Grossman, Sanford and Joseph Stiglitz. 1976 Information and competitive price systems. American Economic Review 66-2 246-253.",
        "Gruber, Martin J., 1996, Another puzzle: The growth in actively managed mutual funds, Journal of Finance 51, 783-810.",
        "Hallock, K. F., 1997, Reciprocally interlocking board of directors and executive compensation, Journal of Financial and Quantitative Analysis 32, 33 1-344.",
        "Haunschild, Pamela R., 1993, Interorganizational imitation: The impact of interlocks on corporate acquisition activity, Administrative Science Quarterly 38, 564-592.",
        "Hochberg, Yael, Alexander Ljungqvist, and Yang Lu, 2005, Whom you know matters: Venture capital networks and investment performance, Journal of Finance forthcoming.",
        "Hong, Harrison, Jeffrey D. Kubik, and Jeremy C. Stein, 2004, Social interaction and stock market participation, Journal of Finance 59, 137-163.",
        "Hong, Harrison, Jeffrey D. Kubik, and Jeremy C. Stein, 2005, Thy neighbors portfolio: Word-of-mouth effects in the holdings and trades of money managers, Journal of Finance 60, 2801-2824.",
        "Huberman, Gur, 2001, Familiarity breeds investment, Review of Financial Studies 14, 659-680.",
        "Jackson, Matthew 0., 2005, The economics of social networks, in Richard Blundell, Whitney Newey, and Torsten Persson, (eds.) Proceedings of the 9~ World Congress of the Econometric Society, Oxford University Press forthcoming.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 1993, Returns to buying winners and selling losers: Implications for stock market efficiency, Journal of Finance 48, 65-91.",
        "Jin, Li, and Anna Scherbina, 2006, Inheriting Losers, Working paper, HBS.",
        "Khurana, Rakesh, 2002, Searching for a corporate savior: The irrational quest for charismatic CEOs, Princeton University Press.",
        "Kuhnen, Camelia M., 2005, Social networks, corporate governance and contracting in the mutual fund industry, Working paper, Stanford University.",
        "Larcker, David F., Scott A. Richardson, Andrew J. Seary, and Irem Tuna, 2005, Back door links between directors and executive compensation, Working paper, University of Pennsylvania.",
        "Lazarsfeld, Paul and Robert Merton. 1954 Friendship as social process: a substantive and methodological analysis. Freedom and Control in Modern Society. (eds) Morroe Berger, Theodore Abel, and Charles Page 18-66.",
        "The Small World of Investing - Page 30 Massa, Massimo, and Simonov, 2005, History versus geography, working paper, Stockholm School of Economics.",
        "McPherson, M., L. Smith-Lovin and J. Cook. (2001). Birds of a feather: Homophily in Social Networks. Annual Review of Sociology. 27:415-44.",
        "Mizruchi, Mark 5., 1992, The Structure of Corporate Political Action: Inter-firm Relations and Their Consequences, Harvard University Press.",
        "Parkin, Rachel, 2006, Legal careers and school connections, Harvard University working paper.",
        "Perez-Gonzales, Francisco, 2006, Inherited control and firm performance, American Economic Review 96, 1559-1588.",
        "Richardson, Helen. 1940 Community of values as a factor in friendships of college and adult women. Journal of Social Psychology 11 303-312.",
        "Useem, Michael, 1984, The Inner Circle, Oxford: Oxford University Press.",
        "Wermers, Russ, 1997, Momentum investment strategies of mutual funds, performance persistence, and survivorship bias, Working paper, University of Colorado."
    ]
}