{
    "id": 13120,
    "cites": 30,
    "cited_by": 67,
    "reference": [
        "Acemoglu, Daron, and Simon Johnson, 2006, Disease and Development: The Effect of Life Expectancy on Economic Growth, NBER Working Paper No. 12269 (Cambridge, Massachusetts: National Bureau of Economic Research).",
        "An Empirical Investigation, American Economic Review, Vol. 91 (December), pp. 1369-1401. 2005 a, Institutions as the Fundamental Cause of Long-Run Growth, Chapter 6 in Handbook of Economic Growth, Volume 1, Part A, edited by Philippe Aghion and Steven Durlauf, pp. 385-472. Also available as NBER Working Paper No. 10481 (Cambridge, Massachusetts: National Bureau of Economic Research).",
        "Growth, American Economic Review, Vol. 95 (June), pp. 546-79. and Yunyong Thaicharoen 2003, Institutional Causes, Macroeconomic Symptoms: Volatility, Crises and Growth, Journal of Monetary Economics, Vol. 50 (January), pp. 49-123.",
        "Alesina, Alberto, Arnaud Devleeschauwer, William Easterly, Sergio Kurlat, and Romain Wacziarg, 2003, Fractionalization, Journal of Economic Growth, Vol. 8 (No. 2), pp. 155-94.",
        "Bates, Robert H., 1981, Markets and States in Tropical Africa (Berkeley, California: University of California Press).",
        "Berg, Andy, Jonathan D. Ostry, and Jeromin Zettelmeyer, 2006, What Makes Growth Sustained? (unpublished; Washington: International Monetary Fund).",
        "Bio-TchanÃ\u0083Â©, Abdoulaye, and Benedicte Vibe Christensen, 2006, Right Time for Africa, Finance and Development (December), pp. 8-13.",
        "Chang, Ha-Joon 2005, Kicking Away the Ladder: Development Strategy in Historical Perspective (London: Anthem Press).",
        "Collier, Paul, and Steve OConnell, 2006, Opportunities, Choices, and Syndromes, in Explaining African Economic Growth (forthcoming; African Economic Research Consortium).",
        "Easterly, William, and Ross Levine, 1997, Africas Growth Tragedy: Policies and Ethnic Divisions, Quarterly Journal of Economics, Vol. 112 (November), pp. 1203-50.",
        "Fearon, James D., 2003, Ethnic and Cultural Diversity by Country, Journal of Economic Growth, Vol. 8 (No. 2), pp. 195-222.",
        "Frankel, Jeffrey, 2004, On the Renminbi: The Choice Between Adjustment Under a Fixed Exchange Rate and Adjustment Under a Flexible Rate, written for a High-Level Seminar on Foreign Exchange System, Dalian, China, May 2004.",
        "Freeman, Richard B., and David L. Lindauer, 1999, Why Not Africa? NBER Working Paper No. 6942 (Cambridge, Massachusetts: National Bureau of Economic Research).",
        "Hausmann, Ricardo, Lant Pritchett, and Dani Rodrik, 2004, Growth Accelerations, NBER Working Paper No. 11566 (Cambridge, Massachusetts: National Bureau of Economic Research).",
        "HernÃ\u0083Â¡ndez-CatÃ\u0083Â¡, Ernesto, Stanley Fischer, and Mohsin S. Khan, 1998, Africa-Is This the Turning Point? IMF Papers on Policy Analysis and Assessment No. 98/6 (Washington: International Monetary Fund).",
        "International Monetary Fund, 2003, World Economic Outlook, (Washington: IMF, April 2003).",
        "Framework and Implications of the MDRI (Washington: IMF and World Bank). Jerzmanowski, Michal, 2006, Empirics of Hills, Plateaus, Mountains and Plains: A Markov-Switching Approach to Growth, Journal of Development Economics, Vol. 81 (December).",
        "Johnson, Simon, Jonathan D. Ostry, and Arvind Subramanian, 2006, Levers for Growth: Policy Lessons from Earlier Bouts of Growth in Developing Countries, Finance and Development, Vol. 43 (March).",
        "Jones, Benjamin F., and Benjamin A. Olken, 2005a, Do Leaders Matter? National Leadership and Growth Since World War II, Quarterly Journal of Economics, Vol. 120 (August), pp. 835-64.",
        "Mattoo, Aaditya, Devesh Roy and Arvind Subramanian, 2003, The Africa Growth and Opportunity Act and Its Rules of Origin: Generosity Undermined? The World Economy, Vol. 26, No. 6.",
        "Prasad, Eswar, Raghuram Rajan, and Arvind Subramanian, 2006, Foreign Capital and Economic Development, paper presented at the Kansas Federal Reserve Conference at Jackson Hole, Wyoming.",
        "Rajan, Raghuram, and Arvind Subramanian, 2005, What Undermines Aids Impact on Growth? NBER Working Paper No. 11657 (Cambridge, Massachusetts: National Bureau of Economic Research).",
        "Rajan, Raghuram, 2006, The Persistence of Underdevelopment: Constituencies and Competitive Rent Preservation (unpublished; Washington: International Monetary Fund).",
        "Rodrik, Dani, 1999, Where Did All the Growth Go? External Shocks, Social Conflict, and Growth Collapses, Journal of Economic Growth, Vol. 4 (December), pp. 385-4 12.",
        "Mystery of the Indian Growth Transition, IMF Working Paper No. 04/77 (Washington: International Monetary Fund). and Francesco Trebbi, 2004, Institutions Rule: The Primacy of Institutions over Geography and Integration in Economic Development, Journal of Economic Growth, Vol. 9 (June), pp. 13 1-65.",
        "Ross, Michael L., 2001, Does Oil Hinder Democracy? World Politics, Vol. 53, No. 3, pp. 325-61.",
        "Satyanath, Shankar and Arvind Subramanian, 2007, The Real Origins of Nominal Pathologies, forthcoming: IMF Staff Papers, (Washington: International Monetary Fund).",
        "Timmermann, Allan, 2006, An Evaluation of the World Economic Outlook Forecasts, IMF Working Paper 06/59 (Washington: International Monetary Fund).",
        "World Bank, 1993, The East Asian Miracle: Economic Growth and Public Policy, (Washington: World Bank).",
        "World Bank, 2000, Can Africa Claim the 21st Century? (Washington: World Bank)."
    ]
}