{
    "id": 13162,
    "cites": 28,
    "cited_by": 9,
    "reference": [
        "Bell, Felicitie C., Alice H. Wade, and Stephen C. Goss, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Life Tables for the United States Social Security Area,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d SSA Pub. No. 11-11536, Actuarial Study 107 August 1992.",
        "Betzig, Laura and Samantha Weber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Presidents Preferred Sons,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Politics and the Life Sciences, February 1995, 14 (1), 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c64. Brown, Jeffrey R., Jeffrey B. Liebman, and Joshua Pollet, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating Life Tables That Reflect Socioeconomic Differences in Mortality,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Martin Feldstein and Jeffrey B.",
        "Liebman, eds., The Distributional Aspects of Social Security and Social Security Reform, Chicago and London: The University of Chicago Press, 2002, 447Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c457.",
        "Charles, Kerwin Kofi and Erik Hurst, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Correlation of Wealth acrross Generations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, December 2003, 6 (111), 1155Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1182.",
        "Davidson, Russell and James G. MacKinnon, Estimation and Inference in Econometrics, Oxford; New York; Toronto and Melbourne: Oxford University Press, 1993.",
        "Davies, James B. and Anthony F. Shorrocks, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Distribution of Wealth,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Anthony B. Atkinson and FrancÃ\u0083Å\u0092Ã\u0082Â§ois Bourguignon, eds., Handbook of Income Distribution, Amsterdam; New York: Elsevier, 2000.",
        "Goldin, Claudia and Robert A. Margo, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Great Compression: The Wage Structure in the United States at Mid-Century,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, February 1992, 107 (1), 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Gray, Jeffrey S., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Divorce-Law Changes, Household Bargaining and Married WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Labor Supply,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, June 1998, 88 (3), 628Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c642.",
        "Greenwood, Jeremy and Boyan Jovanovic, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The IT Revolution and the Stock Market,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review Papers and Proceedings, May 1999, 89 (2), 116Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c122.",
        "Johnson, Barry W., ed., Compendium of Federal Estate Tax and Personal Wealth Studies, Department of Treasury, Internal Revenue Service, Pub. 1773 (4-94), 1994.",
        "Jovanovic, Boyan and Peter L. Rousseau, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Two Technological Revolutions,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of the European Economic Association, April-May 2003, 1 (2-3), 419Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "Juhn, Chinhui, Kevin M. Murphy, and Brooks Pierce, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wage Inequality and the Rise in Returns to Skill,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, June 1993, 101 (3), 410Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c442.",
        "Katz, Lawrence and David Autor, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Changes in the Wage Structure and Earnings Inequality, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Amsterdam; New York: Elsevier/North Holland, 1999.",
        "Kennickell, Arthur, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Rolling Tide: Changes in the Distribution of Wealth in the United States, 1989-2001,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2003. Federal Reserve Board mimeo.",
        "Kopczuk, Wojciech, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Bequest and Tax Planning: Evidence from Estate Tax Returns,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 2007. Forthcoming.",
        ", , and Jae Song, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Uncovering the American Dream: Inequality and Mobility in Social Security Earnings Data since 1937,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d March 2007. Columbia, UC-Berkeley and SSA, mimeo.",
        "Luckey, John R., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A History of Federal Estate, Gift and Generation-Skipping Taxes,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d CRS Report for Congress 95-444A, Congressional Research Service March 1995.",
        "McCubbin, Janet G., Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Intergenerational Wealth Study: Basic Estate Data 1916-1945,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Statistics of Income Bulletin, Spring 1990.",
        "Piketty, Thomas, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Income Inequality in France, 1901-1998,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy, October 2003, 111 (5), 1004Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Ruggles, Steven, Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King, and Chad Ronnander, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Integrated Public Use Microdata Series: Version 3.0,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Minneapolis, MN: Minnesota Population Center [producer and distributor] 2004. Accessible at http://usa.ipums.org/usa/.",
        "Scholz, John Karl, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Wealth Inequality and the Wealth of Cohorts,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d 2003. University of Wisconsin, mimeo.",
        "Weisberg, D. Kelly and Susan Freilich Appleton, Modern Family Law: Cases and Materials, 2nd ed., New York: Aspen Law and Business, 2002.",
        "Implementing the method requires appropriate mortality rates. Mortality tables were obtained from the Human Mortality Database (www.mortality.org) and rely on the life tables constructed by the Office of the Actuary of the Social Security Administration (see Bell et al., 1992, for a full description of the methodology). While it is well known that mortality rates are negatively correlated with socioeconomic status, the extent and trends in the mortality gradient for the population considered here is not known. We follow Kopczuk and Saez (2004b) and adjust mortality rates for socioeconomic status using estimates of white college-educated mortality differentials obtained by Brown et al. (2002). The extensive appendix in Kopczuk and Saez (2004b) discusses evidence on the evolution of mortality differentials over time.",
        "We classify states into marital property regimes in 1970 following Gray (1998, Table 1).",
        "When splitting the sample by marital property regime, we exclude Wisconsin because this state changed its category in 1986.",
        "B Census data We rely on the IPUMS (Ruggles et al., 2004) data for 1920 through 2000 Censuses. For self-employment and entrepreneurship calculations, we define our sample as those between ages 18 and 65 who are in the labor force, excluding those living on farms. We rely on the variable classwkr (Class of Worker) to determine self-employment status (this category includes values of self-employed, employer, working on own account, self employed not-incorporated and self-employed incorporated, with different subsets of these available for different Censuses).",
        "We considered two variations of this procedure. First, we corrected mortality rates using socio-economic mortality differentials as in Kopczuk and Saez (2004a). Second, we linked records for spouses and corrected weights for the possibility of the two spouses dying in the same year by subtracting for each of them a half of the product of mortality rates of both spouses. Both of these adjustments had very minor effect on bi and no discernible effect on the estimates, the actual values we are using in the paper are based on the last approach. (We also repeated the same results by education and the results are very similar. However, education measures are available only starting with 1940.) The estimated values for the Census years were 39.6 in 1920, 37.4 in 1930, 35.1 in 1940, 32.9 in 1950, 30.3 in 1960, 28.9 in 1970, 27.3 in 1980, 27.3 in 1990 and 30.4 in 2000.",
        "/S(i) + Ã\u0083Å½Ã\u0082ÂµmM We estimate the system jointly using nonlinear least squares. Because the error terms are likely to be correlated, we account for it relying on the seemingly unrelated regression approach. This procedure is straightforwardly implemented using Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093proc modelÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in SAS. We cannot exclude the possibility of heteroskedasticity. For one thing, the number of observations varies over time as population grows. Hence, our standard errors are based on heteroskedasticity-consistent covariance matrix. Specifically, we use the conservative Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093jackknifeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d approximation suggested by Davidson and MacKinnon (p. 554 1993) due to its good small sample performance."
    ]
}