{
    "id": 13165,
    "cites": 89,
    "cited_by": 9,
    "reference": [
        "Abel, Andrew, 1990, Asset prices under habit formation and catching up with the Joneses, American Economic Review Papers and Proceedings 80, 38Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c42.",
        "Abel, Andrew, 1999, Risk premia and term premia in general equilibrium, Journal of Monetary Economics 43, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c33.",
        "Amihud, Yakov, and CliÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ord Hurvich, 2004, Predictive regressions: a reduced-bias estimation method, forthcoming, Journal of Financial and Quantitative Analysis.",
        "Ang, Andrew, and Geert Bekaert, 2006, Stock return predictability: Is it there?, forthcoming, Review of Financial Studies.",
        "Avramov, Doron, 2002, Stock return predictability and model uncertainty, Journal of Financial Economics 64, 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c458.",
        "Avramov, Doron, 2004, Stock return predictability and asset pricing models, Review of Financial Studies 17, 699Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c738.",
        "Backus, David, A. Gregory, and Stanley Zin, 1989, Risk premiums in the term structure: Evidence from artiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cial economies, Journal of Monetary Economics 24, 371Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c399.",
        "Baks, Klaas P., Andrew Metrick, and Jessica Wachter, 2001, Should investors avoid all actively managed mutual funds? A study in Bayesian performance evaluation, The Journal of Finance 56, 45Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c86.",
        "Balduzzi, Pierluigi, and Anthony W. Lynch, 1999, Transaction costs and predictability: some utility cost calculations, Journal of Financial Economics 52, 47Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Barberis, Nicholas, 2000, Investing for the long run when returns are predictable, Journal of Finance 55, 225Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c264.",
        "Bawa, Vijay S., Stephen J. Brown, and Roger W. Klein, 1979, Estimation risk and optimal portfolio choice. (North-Holland Amsterdam).",
        "Bekaert, Geert, Robert J. Hodrick, and David A. Marshall, 1997, On biases in tests of the expectations hypothesis of the term structure of interest rates, Journal of Financial Economics 44, 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c348.",
        "Berger, James O., 1985, Statistical decision theory and Bayesian analysis. (Springer New York).",
        "Best, Michael J., and Robert R. Grauer, 1991, On the sensitivity of mean-variance-eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cient portfolios to changes in asset means: Some analytical and computational results, Review of Financial Studies 4, 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c342.",
        "Black, Fischer, and Robert Litterman, 1992, Global portfolio optimization, Financial Analysts Journal pp. 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Bossaerts, Peter, and Pierre Hillion, 1999, Implementing statistical criteria to select return forecasting models: What do we learn?, Review of Financial Studies 12, 405Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c428.",
        "Box, George, Gwilym M. Jenkins, and Gregory Reinsel, 1970, Time Series Analysis: Forecasting and Control. (Holden-Day Inc. S. Francisco, CA).",
        "Box, George E.P., and George C. Tiao, 1973, Bayesian Inference in Statistical Analysis. (Addison-Wesley Pub. Co. Reading, MA).",
        "Brandt, Michael W., Amit Goyal, Pedro Santa-Clara, and Jonathan R. Stroud, 2005, A simulation approach to dynamics portfolio choice with an application to learning about return predictability, Review of Financial Studies 18, 831Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c873.",
        "Brennan, Michael J., Eduardo S. Schwartz, and Ronald Lagnado, 1997, Strategic asset allocation, Journal of Economic Dynamics and Control 21, 1377Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1403.",
        "Brennan, Michael J., and Yihong Xia, 2001, Assessing asset pricing anomalies, Review of Financial Studies 14, 905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c942.",
        "Brennan, Michael J., and Yihong Xia, 2005, Persistence, predictability, and portfolio planning, Working paper, University of California at Los Angeles.",
        "Brown, Stephen J., 1979, Optimal portfolio choice under uncertainty: A Bayesian approach, in Vijay S. Bawa, Stephen J. Brown, and Roger W. Klein, eds.: Estimation Risk and Optimal Portfolio Choice (North-Holland, Amsterdam ).",
        "Campbell, John Y., 1986, Bond and stock returns in a simple exchange model, Quarterly Journal of Economics 101, 785Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c803.",
        "Campbell, John Y., and Robert J. Shiller, 1988, The dividend-price ratio and expectations of future dividends and discount factors, Review of Financial Studies 1, 195Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c228.",
        "Campbell, John Y., and Robert J. Shiller, 1991, Yield spreads and interest rate movements: A birdÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s eye view, Review of Economic Studies 58, 495Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c514.",
        "Campbell, John Y., and Samuel Thompson, 2007, Predicting excess stock returns out of sample: Can anything beat the historical average?, forthcoming, Review of Financial Studies.",
        "Campbell, John Y., and Luis M. Viceira, 1999, Consumption and portfolio decisions when expected returns are time-varying, Quarterly Journal of Economics 114, 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c495.",
        "Campbell, John Y., and Motohiro Yogo, 2006, EÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cient tests of stock return predictability, Journal of Financial Economics 81, 27Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c60.",
        "Cavanagh, Christopher L., Graham Elliott, and James H. Stock, 1995, Inference in models with nearly integrated regressors, Econometric Theory 11, 1131Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1147.",
        "Cecchetti, S.G., P.S. Lam, and N.C. Mark, 1993, The equity premium and the risk-free rate: Matching the moments, Journal of Monetary Economics 31, 21Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Chib, Siddhartha, and Edward Greenberg, 1995, Understanding the Metropolis-Hastings algorithm, American Statistician 49, 327Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c335.",
        "Cochrane, John H., 1992, Explaining the variance of price-dividend ratios, Review of Financial Studies 5, 243Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c280.",
        "Cochrane, John H., 1999, Portfolio advice for a multifactor world, Economic Perspectives Federal Reserve Bank of Chicago 23, 59Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c78.",
        "Cremers, K.J. Martjin, 2002, Stock return predictability: A Bayesian model selection perspective, Review of Financial Studies 15, 1223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1249.",
        "Cvitanic, Jaksa, Ali Lazrak, Lionel Martellini, and Fernando Zapatero, 2006, Dynamic portfolio choice with parameter uncertainty and the economic value of analysts Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢recommendations, Review of Financial Studies 19, 1113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1156.",
        "Eliasz, Piotr, 2004, Optimal median unbiased estimation of coeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cients on highly persistent regressors, Working paper, Princeton University.",
        "Elliott, Graham, and James H Stock, 1994, Inference in Time Series Regression When the Order of Integration of a Regressor Is Unknown, Econometric Theory 10, 672Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c700.",
        "Fama, Eugene F., and Kenneth R. French, 1989, Business conditions and expected returns on stocks and bonds, Journal of Financial Economics 25, 23Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Fama, Eugene F., and William G. Schwert, 1977, Asset returns and inÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009aation, Journal of Financial Economics 5, 115Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c146.",
        "Ferson, Wayne E., Sergei Sarkissian, and Timothy T. Simin, 2003, Spurious regressions in Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial economics?, Journal of Finance 58, 1393Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1413.",
        "Frost, Peter A., and James Savarino, 1988, For better performance constrain portfolio weights, Journal of Portfolio Management 15, 29Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c34.",
        "Garlappi, Lorenzo, Raman Uppal, and Tan Wang, 2007, Portfolio selection with parameter and model uncertainty: A multi-prior approach, Review of Financial Studies 20, 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Goetzmann, William N., and Philippe Jorion, 1993, Testing the predictive power of dividend yields, Journal of Finance 48, 663Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c679.",
        "Goyal, Amit, and Ivo Welch, 2004, A comprehensive look at the empirical performance of equity premium prediction, Working paper, Brown University and Emory University.",
        "Green, Richard C., and Burton HolliÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081eld, 1992, When will mean-variance eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cient portfolios be well diversiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081ed?, Journal of Finance 47, 1785Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1809.",
        "Green, William H., 1997, Econometric Analysis. (Prentice-Hall, Inc. Upper Saddle River, NJ).",
        "Hamilton, J. D., 1994, Time Series Analysis. (Oxford University Press Princeton, NJ).",
        "Handa, Puneet, and Ashish Tiwari, 2006, Does stock market predictability imply improved asset allocation and performance? Evidence from the U.S. stock market (1954-2002), Journal of Business 79, 2423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2468.",
        "Hodrick, Robert J., 1992, Dividend yields and expected stock rturns: Alternative procedures for inference and measurement, Review of Financial Studies 5, 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c386.",
        "Jagannathan, Ravi, and Tongshu Ma, 2003, Risk reduction in large portfolios: Why imposing the wrong constraint helps, Journal of Finance 58, 1651Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1683.",
        "JeÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬reys, Harold, 1961, Theory of Probability. (Oxford University Press Clarenden).",
        "Jobson, J. D., and Bob Korkie, 1980, Estimation of Markowitz eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Æ\u0092cient portfolios, Journal of the American Statistical Association 75, 544Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c554.",
        "Johannes, Michael, Nicholas Polson, and Jonathan R. Stroud, 2002, Sequential optimal portfolio performance: Market and volatility timing, Working paper, Columbia University, University of Chicago, and University of Pennsylvania.",
        "Jones, Christopher S., and Jay Shanken, 2005, Mutual fund performance with learning across funds, Journal of Financial Economics 78, 507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c552.",
        "Jorion, Philippe, 1985, International portfolio diversiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081cation with estimation risk, Journal of Business 58, 259Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c278.",
        "Kandel, Shmuel, and Robert F. Stambaugh, 1991, Asset returns and intertemporal preferences, Journal of Monetary Economics 27, 39Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Kandel, Shmuel, and Robert F. Stambaugh, 1996, On the predictability of stock returns: An asset allocation perspective, Journal of Finance 51, 385Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c424.",
        "Keim, Donald B., and Robert F. Stambaugh, 1986, Predicting returns in the stock and bond markets, Journal of Financial Economics 17, 357Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c390.",
        "Klein, Roger W., and Vijay S. Bawa, 1976, The eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ect of estimation risk on optimal portfolio choice, Journal of Financial Economics 3, 215Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c231.",
        "Kothari, S. P., and Jay Shanken, 1997, Book-to-market, dividend yield, and expected market returns: A time-series analysis, Journal of Financial Economics 44, 169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c203.",
        "Lettau, Martin, and Sydney C. Ludvigson, 2001, Consumption, aggregate wealth and expected stock returns, Journal of Finance 56, 815Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c849.",
        "Lettau, Martin, and Stijn VanNieuwerburgh, 2006, Reconciling the return predictability evidence, forthcoming, Review of Financial Studies.",
        "Lewellen, Jonathan, 2004, Predicting returns with Ã\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081nancial ratios, Journal of Financial Economics 74, 209Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c235.",
        "MacKinlay, Craig A., 1995, Multifactor models do not explain the CAPM, Journal of Financial Economics 38, 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Mankiw, N.Gregory, and Matthew D. Shapiro, 1986, Do we reject too often? : Small sample properties of tests of rational expectations models, Economics Letters 20, 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c145.",
        "Mehra, Rajnish, and Edward Prescott, 1985, The equity premium puzzle, Journal of Monetary Economics 15, 145Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c161.",
        "Nelson, C. R., and M. J. Kim, 1993, Predictable stock returns: The role of small sample bias, Journal of Finance 48, 641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c661.",
        "Pastor, Lubos, 2000, Portfolio selection and asset pricing models, The Journal of Finance 55, 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c223.",
        "Pastor, Lubos, and Robert F. Stambaugh, 1999, Costs of equity capital and model mispricing, Journal of Finance 54, 67Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Pastor, Lubos, and Robert F. Stambaugh, 2002, Investing in equity mutual funds, Journal of Financial Economics 63, 351Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c380.",
        "Paye, Bradley S., and Allan Timmermann, 2005, Instability of return prediction models, forthcoming, Journal of Empirical Finance.",
        "Phillips, Peter C.B., 1991, To criticize the critics: An objective Bayesian analysis of stochastic trends, Journal of Applied Econometrics 6, 333Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c364.",
        "Richardson, Matthew, and James H. Stock, 1989, Drawing inferences from statistics based on multiyear asset returns, Journal of Financial Economics 25, 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c348.",
        "Robbins, Herbert, 1964, The empirical Bayes approach to statistical decision problems, The Annals of Mathematical Statistics 35, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Samuelson, Paul, 1965, Proof that properly anticipated prices Ã\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0080\u009auctuate randomly, Industrial Management Review 6, 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49.",
        "Samuelson, Paul, 1973, Proof that properly discounted present values of assets vibrate randomly, Bell Journal of Economics and Management Science 4, 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c374.",
        "Sangvinatsos, Antonios, and Jessica A. Wachter, 2005, Does the failure of the expectations hypothesis matter for long-term investors?, Journal of Finance 60, 179Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c230.",
        "Shanken, Jay A., and Ane Tamayo, 2005, Dividend yield, risk, and mispricing: A Bayesian analysis, Working paper, Emory University and London Business School.",
        "Shiller, Robert J., 1981, Do stock prices move too much to be justiÃ\u0083Â¯Ã\u0082Â¬Ã\u0082Â\u0081ed by subsequent changes in dividends?, American Economic Review 71, 421Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c436.",
        "Sims, Christopher A., and Harald Uhlig, 1991, Understanding unit rooters: A helicopter tour, Econometrica 59, 1591Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1599.",
        "Skoulakis, Georgios, 2007, Dynamic portfolio choice with Bayesian learning, Working paper, University of Maryland.",
        "Stambaugh, Robert, 1999, Predictive regressions, Journal of Financial Economics 54, 375Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 421.",
        "Torous, Walter, Rossen Valkanov, and Shu Yan, 2004, On predicting stock returns with nearly integrated explanatory variables, Journal of Business 77, 937Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c966.",
        "Tu, Jun, and Guofu Zhou, 2007, Incorporating economic objectives into Bayesian priors: Portfolio choice under parameter uncertainty, Working paper, Singapore Management University and Washington University in St. Louis.",
        "Viceira, Luis, 1996, Testing for structural change in the predictability of asset returns, Working paper, Harvard University.",
        "Wang, Zhenyu, 2005, A shrinkage approach to model uncertainty and asset allocation, Review of Financial Studies 18, 673Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c705.",
        "Xia, Yihong, 2001, Learning about predictability: The eÃ\u0083Â¯Ã\u0082Â¬Ã\u0082â\u0082¬ects of parameter uncertainty on dynamic asset allocation, Journal of Finance 56, 205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c246.",
        "Zellner, Arnold, 1996, An introduction to Bayesian inference in econometrics. (John Wiley and Sons, Inc. New York, NY)."
    ]
}