{
    "id": 13174,
    "cites": 41,
    "cited_by": 47,
    "reference": [
        "Abel, A. B., and O. J. Blanchard (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Present Value of Profits and Cyclical Movements in Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 54, 249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c273.",
        "Arellano, M. (1987): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Computing Robust Standard Errors for Within-Group Estimators, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Oxford Bulletin of Economics and Statistics, 49, 431Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c434.",
        "(2003): Panel Data Econometrics. Oxford University Press, Oxford, UK.",
        "Auerbach, A. J. (1983): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Taxation, Corporate Financial Policy, and the Cost of Capital,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 21, 905Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c940.",
        "Bernanke, B. S., H. Bohn, and P. Reiss (1988): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Alternative Non-Nested Specification Tests of Time Series Investment Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Econometrics, 37, 293Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c326.",
        "Berndt, A., R. Douglas, D. Duffie, M. Ferguson, and D. Schranz (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Measuring Default Risk Premia From Default Swap Rates and EDFs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, Tepper School of Business, Carnegie Mellon University.",
        "Blanco, R., S. Brennan, and I. W. Marsh (2005): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093An Empirical Analysis of the Dynamic Relation between Investment-Grade Bonds and Credit Default Swaps,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 60, 2255Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2281.",
        "Caballero, R. J. (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Small Sample Bias and Adjustment Costs,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 76, 52Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Chirinko, R. S. (1993): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Business Fixed Investment Spending: A Critical Survey of Modeling Strategies, Empirical Results, and Policy Implications,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Literature, 31, 1875Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1911.",
        "Chirinko, R. S., S. M. Fazzari, and A. P. Meyer (1999): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Responsive is Business Capital to User Cost? An Exploration with Micro Data,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 74, 53Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "(2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093That Elusive Elasticity: A Long-Panel Approach to Estimating the Capital-Labor Substitution Elasticity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper Washington University in St. Louis.",
        "Crosbie, P. J., and J. R. Bohn (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling Default Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Research Report, MoodyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s|KMV Corporation.",
        "Cummins, J. G., K. A. Hassett, and R. G. Hubbard (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Reconsideration of Investment Behavior Using Tax Reforms as Natural Experiments,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Papers on Economic Activity, 2, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c59.",
        "de Boor, C. (1981): A Practical Guide to Splines. Springer-Verlag, New York.",
        "Devereux, M., M. J. Keen, and F. Schiantarelli (1994): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Corporate Tax, Investment, and the Role of Tax Asymmetries,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics, 53, 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c418.",
        "Eisner, R., and I. M. Nadiri (1968): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment Behavior and Neoclassical Theory,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economics and Statistics, 50, 369Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c382.",
        "Elton, E. J., M. J. Gruber, D. Agrawal, and C. Mann (2001): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining the Rate Spread on Corporate Bonds,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 56, 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c277.",
        "Ericsson, J., and J. Reneby (2004): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Note on Contingent Claims Pricing with NonTraded Assets,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance Letters, 2, No. 3.",
        "Gilchrist, S., and C. P. Himmelberg (1998): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Investment: Fundamentals and Finance, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in NBER Macro Annual, ed. by B. S. Bernanke, and J. J. Rotemberg, pp. 223Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c274. The MIT Press, Cambridge.",
        "Guiso, L., A. K. Kashyap, F. Panetta, and D. Terlizzese (2002): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Interest Sensitive is Investment? Very (when the data are well measured),Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, University of Chicago Graduate School of Business.",
        "GuÃ\u0083Å\u0092Ã\u0082Ë\u0086rkaynak, R. S., B. Sack, and J. H. Wright (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The U.S. Treasury Yield Curve: 1961 to the Present,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Finance and Economics Discussion Series Paper No. 28, Federal Reserve Board.",
        "Hall, R. E., and D. W. Jorgenson (1967): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Policy and Investment Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 57, 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c414.",
        "Hansen, L. P. (1982): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Sample Properties of Generalized Method of Moment Estimators, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica, 50, 1029Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1054.",
        "Hassett, K. A., and R. G. Hubbard (1997): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Policy and Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Fiscal Policy: Lessons from Economic Research, ed. by A. J. Auerbach, pp. 339Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c385. MIT Press, Cambridge.",
        "House, C. L., and M. D. Shapiro (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Phased-In Tax Cuts and Economic Activity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming American Economic Review.",
        "Huang, J.-Z., and M. Huang (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Much of the Corporate-Treasury Yield Spread is Due to Credit Risk?: A New Calibration Approach,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Pennsylvania State University.",
        "Kennedy, P. (1981): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimation with Correctly Interpreted Dummy Variables in Semilogarithmic Equations,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review, 71, 801.",
        "LoÃ\u0083Å\u0092Ã\u0082Ë\u0086ffler, G. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Complementary Nature of Ratings and Market-Based Measures of Default Risk,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, Journal of Fixed Income.",
        "Merton, R. C. (1973): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Rational Theory of Option Pricing,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Bell Journal of Economics and Management Science, 4, 141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c183.",
        "(1974): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Pricing of Corporate Debt: The Risk Structure of Interest Rates,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Finance, 29, 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Oliner, S. D., G. Rudebusch, and D. E. Sichel (1995): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093New and Old Models of Business Investment: A Comparison of Forecasting Performance,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking, 27, 804Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c826.",
        "Philippon, T. (2007): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The y-Theory of Investment,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Working Paper, Stern School of Business, New York University.",
        "Salinger, M. A., and L. H. Summers (1983): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tax Reform and Corporate Investment: A Microeconomic Simulation Study,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Behavioral Simulation Methods in Tax Policy Analysis, ed. by M. S. Feldstein, pp. 247Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c287. The University of Chicago Press, Chicago.",
        "Schaller, H. (2006): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Estimating the Long-Run User Cost Elasticity,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Monetary Economics, 53, 725Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c736.",
        "Shapiro, M. D. (1986): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamic Demand for Capital and Labor,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 101, 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c542.",
        "Tevlin, S., and K. Whelan (2003): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Explaining the Investment Boom of the 1990s,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Money, Credit, and Banking, 35, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c22.",
        "Warga, A. D. (1991): Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Fixed Income Database,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Mimeo, University of Houston.",
        "See, for example, de Boor [1981]. We also took logs of all industry-level series prior to the interpolation; the logs of price indexes at the monthly frequency were then exponentiated to obtain monthly levels of price indexes at the industry level.",
        "! Z L lÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 eÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0099it dt, where B is the declining balance used in the accelerated depreciation method (e.g., in case of a double declining balance pattern B = 2), i is the nominal interest rate, and 0 < lÃ\u0083Â¢Ã\u0082Ë\u0086Ã\u0082â\u0080\u0094 < L is the optimal switchover time from the accelerated depreciation to the straightline method.23 We set the nominal interest rate i equal to 7 percent when calculating the PDV of depreciation allowances. The expressions in the FRB/US also take into account temporary increases in depreciation allowances for spending on equipment and software (E&S) that were passed in 2002 and 2003.24 Prior to the interpolation, we applied the logit transformation to annual depreciation rates, and the resulting interpolated series were then transformed back using the inverse logit transformation. This transformation of the data ensured that the interpolated monthly depreciation rates remained in the (0, 1) interval.",
        "Under accelerated depreciation, firms can never deduct the full nominal value of their purchase, so the tax code allows a switch to the straight-line method to complete the depreciation write-off. For high-tech and other business equipment categories of investment spending, these formulas take into account the optimal switchover point from accelerated depreciation methods to the straight line pattern of depreciationÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dfor nonresidential structures, by contrast, the Tax Reform Act of 1986 stipulates only the straight-line method.",
        "The first term in both expressions is simply the sample averageÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dacross firms and yearsÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009d of the user cost of capital, calculated using our panel of 898 firms over the 1987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2005 period. The second terms correspond to the sample averages of the sales-to-capital and operating-income-to-capital ratios for industry s, respectively, calculated using the panel of all nonfarm, nonfinancial firms in Compustat over the same period. Thus, the industryspecific scaling factors Ã\u0083Â\u008fÃ\u0082â\u0080 s and Ã\u0083Â\u008fÃ\u0082Ë\u0086s are defined so that the sales-to-capital and operatingincome -to-capital ratios of different industries are, on average, equal to the average rate of return on capitalÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009das measured by our estimate of the user costÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009dover the 1987Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2005 period."
    ]
}