{
    "id": 1317,
    "cites": 12,
    "cited_by": 1,
    "reference": [
        "S. Ahmed, 1983, Wage Indexation and the Phillips Curve Slope: A CrossIndustry Analysis, University of Rochester.",
        "R.J. Barro, 1976, Rational Expectations and the Role of Monetary Policy, Journal of Monetary Economics 2, January, 1-32.",
        "Econometrica 48, September, 1393-1417. __________ and R.G. King, 1982, Time-Seperable Preferences and IntertemporalSubstitution Models of Business Cycles, University of Rochester.",
        "S. Fischer, 1977, Long Term Contracts, Rational Expectations, and the Optimal Money Supply Rule, Journal of Political Econoi~iy.85, February, 191-205.",
        "R. Flood and N. Marion, 1982, The Transmission of Disturbances under Alternative Exchange Rate Regimes with Optimal Indexing,. Quarterly Journal of Economics, February, 43-66.",
        "J. Gray, Wage-Indexation: A Macroeconomic Approach, Journal of Monetary Economics 2, April, 221-236. K. Kimbrough, 1983, Aggregate Information and the Role of Monetary Policy in an Open Economy, Duke University Working Paper.",
        "C. Lawrence, 1981, A Stochastic Model of the International Business Cycle under Floating Exchange Rates, University of Chicago.",
        "R.E. Lucas, Jr., 1972, Expectations and the Neutrality of Money, Journal of Economic Theory 4, April, 103-124.",
        "Political Economy 83, December, 1113-1144. R. Marston, 1984, Stabilization Policy in Open Economies, forthcoming in R. Jones and P. Kenen (eds.), Handbook of International. Economics, Amsterdam: North-Holland.",
        "N.H. Saidi, 1980, Fluctuating Exchange Rates and the International Transmission of Economic Disturbances, JMCB, 12, November, 575-591.",
        "Balance of Payments, JMCB, August, 327-346. A. Stockman and A. Koh, 1982, Models of Business Fluctuations in Open Economies, University of Rochester.",
        "J.B. Taylor, 1980, Aggregate Dynamics and Staggered Contracts, Journal of Political Economy 88, February, 1-23."
    ]
}