{
    "id": 13195,
    "cites": 52,
    "cited_by": 128,
    "reference": [
        "Auld, M. C. and N. Sidhu (2005, October). Schooling, cognitive ability and health. Health Economics 14(10), 1019-1034.",
        "Barker, D. J. P. (1998). Mothers, Babies and Health in Later Life (2nd ed.). Edinburgh: Churchill Livingstone.",
        "Barnett, W. 5. (2004, November). Benefit-cost analysis of preschool education. PowerPoint presentation, http: //nieer.org/resources/files/BarnettBenefits.ppt.",
        "Becker, G. S. and N. Tomes (1986, July). Human capital and the rise and fall of families.",
        "Journal of Labor Economics ~ (3, Part 2), S1-539. Bhargava, A. (2008). Food, Economics and Health. Oxford: Oxford University Press. Forth- coming.",
        "Borghans, L., A. L. Duckworth, J. J. Heckman, and B. ter Wed (2007). The economics and psychology of personality. Unpublished manuscript, University of Chicago, Department of Economics. Forthcoming, Journal of Human Resources.",
        "Bowles, S., H. Gintis, and M. Osborne (2001, December). The determinants of earnings: A behavioral approach. Journal of Economic Literature 39(4), 1137-1176.",
        "Bowles, S., H. Gintis, and M. Osborne Groves (Eds.) (2005). Unequal Chances: Family Background and Economic Success. Princeton: Princeton University Press.",
        "Brooks-Gunn, J., F. Cunha, G. Duncan, J. J. Heckman, and A. Sojourner (2006). A re- analysis of the IHDP program. Unpublished manuscript, Infant Health and Development Program, Northwestern University.",
        "Cameron, J. (2004). Evidence for an early sensitive period for the development of brain systems underlying social affiliative behavior. Unpublished manuscript, Oregon National Primate Research Center.",
        "Cameron, S. V. and J. J. Heckman (2001, June). The dynamics of educational attainment for black, hispanic, and white males. Journal of Political Economy 109(3), 455-99.",
        "Carneiro, P., F. Cunha, and J. J. Heckman (2003, October 17). Interpreting the evidence of family influence on child development. In The Economics of Early Childhood Develop- ment: Lessons for Economic Policy, Minneapolis, Minnesota. The Federal Reserve Bank.",
        "Presented at The Economics of Early Childhood Development: Lessons for Economic Policy Conference, Minneapolis Federal Reserve Bank, Minneapolis, MN. October 17, 2003.",
        "Carneiro, P. and J. J. Heckman (2002, October). The evidence on credit constraints in post-secondary schooling. Economic Journal 112(482), 705-734.",
        "Carneiro, P. and J. J. Heckman (2003). Human capital policy. In J. J. Heckman, A. B.",
        "Krueger, and B. M. Friedman (Eds.), Inequality in America: What Role for Human Capital Policies? Cambridge, MA: MIT Press. Carneiro, P., J. J. Heckman, and E. J. Vytlacil (2006). Estimating marginal and average returns to education. Under review, American Economic Review.",
        "Case, A., D. Lubotsky, and C. Paxson (2002, December). Economic status and health in childhood: The origins of the gradient. American Economic Review 9~(5), 1308-1334.",
        "Charney, D. 5. (2004, February). Psychobiological mechanisms of resilience and vulner- ability: Implications for successful adaptation to extreme stress. American Journal of Psychiatry 161 (2), 195-216.",
        "Cunha, F. and J. J. Heckman (2006). Investing in our young people. Unpublished manuscript, University of Chicago, Department of Economics.",
        "Cunha, F. and J. J. Heckman (2007a). Formulating, identifying and estimating the technol- ogy of cognitive and noncognitive skill formation. Unpublished manuscript, University of Chicago, Department of Economics. Forthcoming, Journal of Human Resources.",
        "Cunha, F. and J. J. Heckman (2007b, May). The technology of skill formation. American Economic Review 97(2), 31-47.",
        "Cunha, F., J. J. Heckman, L. J. Lochner, and D. V. Masterov (2006). Interpreting the evidence on life cycle skill formation. In E. A. Hanushek and F. Welch (Eds.), Handbook of the Economics of Education, Chapter 12, pp. 697-812. Amsterdam: North-Holland.",
        "Currie, J. (2006). Healthy, wealthy, and wise? The link between SES, childrens health, and human capital development. Presented at the IZA Seminar, April 7, 2006. Bonn, Germany. Forthcoming Journal of Economic Literature.",
        "Curtis, W. J. and D. Cicchetti (2003, August). Moving research on resilience into the 21st century: Theoretical and methodological considerations in examining the biological contributors to resilience. Development and Psychopathology 15(3), 773-810.",
        "DaM, G. B. and L. J. Lochner (2005, April). The impact of family income on child achievement.",
        "In it E. DaM and L. P. Spear (Eds.), Annals of the New York Academy of Sciences, pp. 1-22. New York: New York Academy of Sciences. Duncan, G., A. Kalil, and K. Ziol-Guest (2007). Economic costs of early childhood poverty.",
        "Unpublished manuscript, Northwestern UniversiW Duncan, G. J. and J. Brooks-Gunn (1997). Income effects across the life span: Integration and interpretation. In G. Duncan and J. Brooks-Gunn (Eds.), Consequences of Growing Up Poor pp. 596-610. New York Russell Sage Fbundation.",
        "Duncan, G. J., C. J. Dowsett, A. Claessens, K. Magnuson, A. C. Huston, P. Klebanov, L. Pagani, L. Feinstein, M. Engel, J. Brooks-Gunn, H. Sexton, K. Duckworth, and C. Japeli (2007). School readiness and later achievement. Developmental Psychology. In press.",
        "Early growth and coronary heart disease in later life: Longitudinal study. British Medical Journal 322(7292), 949-953. Fogel, it W. (1997). New findings on secular trends in nutrition and mortality: Some implications for population theory. In M. it Roeenzweig and 0. Stark (Eds.), Handbook of Population and Family Economic8, Volume 1A, pp. 433-481. Amsterdam: Elsevier Science.",
        "Fogel, it W. (2003). The Escape - Hunger and Premature Death, 1700-2100: Europe, America and the Third Worki Cambridge: Cambridge University Press.",
        "Frederick, 5. (2005, Fall). Cognitive reflection and decision making. Journal of Economic Perspectives 19(4), 25-42.",
        "Gluckman, P. and M. Hanson (2006). Mismatck Why Our World No Longer Flu Our Bodie8. Oxford, UK: Oxford University Press.",
        "Gluckman, P. D. and M. Hanson (2005). The Fetal Mabt: Evolution, Developmeni~ and Disease. Cambridge, UK: Cambridge University Press.",
        "Grossman, M. (1972, March-April). On the concept of health capital and the demand for health. Journal of Political Economy 80(2), 223-255.",
        "Grossman, M. (2000). The human capital model. In A. J. Culyer and J. P. Newhouse (Eds.), Handbook of Health Economic8, Volume 1, pp. 347-408. Amsterdam: Elsevier.",
        "Heckman, J. J. (1995, October). Lessons from The Bell Curve. Journal of Political Economy 103(5), 1091-1120.",
        "Heckman, J. J., J. Stixrud, and S. Urzua (2006, July). The effects of cognitive and noncognitive abilities on labor market outcomes and social behavior. Journal of Labor Economics 24(3), 411-482.",
        "Meaney, M. J. (2001). Maternal care, gene expression, and the transmission of individual differences in stress reactivity across generations. Annual Review of Netsrvscience 24(1), 1161-1192.",
        "Meghir, C. and M. Palme (2001). The effect of a social experiment in education. Technical Report Wolf ii, Institute for Fiscal Studies.",
        "Morris, P., G. J. Duncan, and E. Clark-Kanffman (2005). Child well-being in an era of welfare reform: The sensitivity of transitions in development to policy change. Developmental Psychology 41(6), 919-932.",
        "Murnane, R. J., J. B. Willett, and F. Levy (1995, May). The growing importance of cognitive skills in wage determination. Review of Economics and Statistics 77(2), 251-266.",
        "Newport, E. L. (1990, January-March). Maturational constraints on language learning.",
        "Olds, D. L. (2002, September). Prenatal and infancy home visiting by nurses: From ran- domized trials to community replication. Prevention Science 3(2), 153-172.",
        "Pinker, 5. (1994). The Language Instinct: How the Mind Creates Language. New York: W.",
        "Morrow and Co. Pray, L. A. (2004, July). Epigenetics: Genome, meet your environment. The Scientist 18(13), 14-20.",
        "Economic Development and Cultural Change p7(3), 399-421. Raver, C. C., P. W. Garner, and R. Smith-Donald (2007). The roles of emotion regula- tion and emotion knowledge for childrens academic readiness: Are the links causal? In R. C. Pianta, M. J. Cox, and K. L. Snow (Eds.), School Readiness and the Transition to Kindergarten in the Era of Accountability. Baltimore, MD: Brookes Publishing.",
        "Rutter, M. (2006). Genes and Behavior: Nature-Nurture Interplay Explained. Oxford, UK: Blackwell Publishers.",
        "Rutter, M., T. E. Moffitt, and A. Caspi (2006, March/April). Gene-environment interplay and psychopathology: Multiple varieties but real effects. Journal of Child Psychology and Psychiatry ~7(3/4), 226-261.",
        "Ryff, C. D. and B. H. Singer (2005). Social environments and the genetics of aging: Advanc- ing knowledge of protective health mechanisms. Journals of Gerontology B-Psychological Sciences and Social Sciences 60B(Special Issue I), 12-23.",
        "Schuerger, J. M. and A. C. Witt (1989, March). The temporal stability of individually tested intelligence. Journal of Clinical Psychology ~5(2), 294-302.",
        "Lifetime Effects: The High/Scope Perry Preschool Study Through Age ~O. Ypsilanti, MI: High/Scope Press. Smith, J. P. (2007). Diabetes and the rise of the SES health gradient. Proceedings of the National Academy of Sciences. In press.",
        "Suomi, S. J. (1999). Developmental trajectories, early experiences, and community conse- quences: Lessons from studies with rhesus monkeys. In D. P. Keating and C. Hertzman (Eds.), Developmental Health and the Wealth of Nations: Social, Biological, and Educa- tional Dynamics, pp. 185-200. The Guilford Press."
    ]
}