{
    "id": 13204,
    "cites": 29,
    "cited_by": 2,
    "reference": [
        "[1] Acemoglu, Daron and Fabrizio Zilibotti, Was Prometheus Unbounded by Chance? Risk, Diversification and Growth, Journal of Political Economy, 1997, 105, 709-751.",
        "[2] Aruoba, S. Borogan and Sanjay K. Chugh, Optimal Fiscal and Monetary Policy When Money is Essential, FRB International Finance Discussion Paper No. 880, 2006.",
        "[3] Bencivenga, Valerie and Bruce Smith, Financial Intermediation and Endogenous Growth, Review of Economic Studies, 1991, 58, 195-209.",
        "[4] Berentsen, Aleksander, Camera, Gabriele and Christopher Waller, The Distribution Of Money Balances And The Nonneutrality Of Money, International Economic Review, 2005, 46, 465-486.",
        "[5] Bernanke, Ben and Mark Gertler, Agency Costs, Net Worth, and Business Fluctuations, American Economic Review, 1989, 79, 14-31.",
        "[6] Bewley, Truman, The Permanent Income Hypothesis: A Theoretical Formulation, Jour- nal of Economic Theory, 1977, 16, 252-292.",
        "[7] Cochrane, John, Asset Pricing Program Review: Liquidity, Trading and Asset Prices, Winter 2005 NBER reporter.",
        "[8] Craig, Ben and Guillaume Rocheteau, Inflation and Welfare: a Search Approach, 2007, mimeo.",
        "[9] Diamond, Peter, Aggregate Demand Management in Search Equilibrium, Journal of Political Economy, 1982, 90, 881-94.",
        "[10] Diamond, Peter, Money in Search Equilibrium, Econometrica, 1984, 52, 1-20.",
        "[11] Duffie, Darrell, Nicolae Garleanu and Lasse Heje Pedersen, Over-the-counter markets, Econometrica, 2005, 73, 1815-1847.",
        "[12] Holmstrom, Bengt and Jean Tirole, Private and Public Supply of Liquidity, Journal of Political Economy, 1998, 106, 1-40. 44",
        "[13] Krishnamurthy, Arvind, The Bond/Old-Bond Spread, Journal of Financial Economics, 2002, 66, 463-506.",
        "[14] Kiyotaki, Nobuhiro and John H. Moore, Credit Cycles, Journal of Political Economy, 1997, 105, 211-248.",
        "[15] Kiyotaki, Nobuhiro and John H. Moore, Liquidity, Business Cycles and Monetary Pol- icy, 2001, mimeo, Princeton University.",
        "[16] Kiyotaki, Nobuhiro and Randall Wright, On Money as a Medium of Exchange, Journal of Political Economy, 1989, 97, 927-954.",
        "[17] Krusell, Per and Anthony A. Smith, Jr., Income and Wealth Heterogeneity in the Macro- economy, The Journal of Political Economy, 1998, 106, 867-896.",
        "[18] Lagos, Ricardo and Randall Wright, A Unified Framework of Money Theory and Policy Analysis, Journal of Political Economy, 2005, 113, 463-484.",
        "[19] Lagos, Ricardo and Guillaume Rocheteau, Search in Asset Markets, Federal Reserve Bank of Minneapolis Staff Report 375, 2006.",
        "[20] Longstaff, Francis, The Flight-to-Liquidity Premium in U.S. Treasury Bond Prices, Journal of Business, 2004, 77, 5 11-526.",
        "[21] Lucas, Robert and Edward Prescott, Equilibrium Search and Unemployment, Journal of Political Economy, 1974, 7, 188-209.",
        "[22] Lucas, Robert, Asset Prices in an Exchange Economy, Econometrica, 1978, 46, 1429- 1444.",
        "[23] Lucas, Robert, Inflation and Welfare, Econometrica, 2000, 68, 247-274.",
        "[24] Milgrom, Paul, Good News and Bad News: Representation Theorems and Applications, Bell Journal of Economics, 1981, 12, 380-91.",
        "[25] Parker, Jonathan and Bruce Preston, Precautionary Saving and Consumption Fluctua- tions, American Economic Review, 2005, 95, 1119-43.",
        "[26] Reed, Robert and Christopher Waller, Money and Risk Sharing, Journal of Money, Credit, and Banking, 2006, 38, 6, 1599-1618. 45",
        "[27] Rocheteau, Guillaume and Randall Wright, Money in Competitive Equilibrium, in Search Equilibrium, and in Competitive Search Equilibrium, Econometrica, 2005, 73, 175-202.",
        "[28] Shi, Shouyong, A Divisible Search Model of Fiat Money, Econometrica, 1997, 65, 75-102.",
        "[29] Woodford, Michael, Public Debt as Private Liquidity, American Economic Review, 1990, 77, 2, 93-98. 46"
    ]
}