{
    "id": 13200,
    "cites": 21,
    "cited_by": 1,
    "reference": [
        "[1] Fabrizio Balassone and Daniele Franco. Public Investment, the Stability Pact and the `Golden Rule. Fiscal Studies, 21(2):207-229, 2000.",
        "[2] Robert J. Barro. Are Government Bonds Net Wealth? Journal of Political Economy, 82:1095-1117, 1974.",
        "[3] Robert J. Barro. On the Determination of the Public Debt. Journal of Political Economy, 87:940-971, 1979. 19",
        "[4] Marco Bassetto with Thomas J. Sargent. Politics and Efficiency of Separating Capital and Ordinary Government Budgets. NBER Working Paper, 11030, 2005.",
        "[5] Marco Bassetto with Thomas J. Sargent. Politics and Efficiency of Separating Capital and Ordinary Government Budgets. Quarterly Journal of Economics, 121(4):1167- 1210, 2006.",
        "[6] Rod Beetsma and Harald Uhlig. An Analysis of the Stability and Growth Pact. The Economic Journal, 109(458): 546-571, 1999.",
        "[7] Olivier J. Blanchard and Francesco Giavazzi. Improving the SGP through a Proper Ac- counting of Public Investment. CEPR Working Paper, 4220, 2004.",
        "[8] Willem H. Buiter. How to Reform the Stability and Growth Pact. Central Banking, 13(3):49- 58, 2003.",
        "[9] Lars Calmfors. What Remains of the Stability Pact and What Next? Swedish Institute for European Policy Studies Report, 8, 2005.",
        "[10] V. V. Chari and Patrick J. Kehoe. On the Desirability of Fiscal Constraints in a Monetary Union. NBER Working Paper, 10232, 2004.",
        "[12] Avinash Dixit and Luisa Lambertini. Monetary-Fiscal Policy Interactions and Commitment versus Discretion in a Monetary Union. European Economic Review, 45(4-6):977--987, 2001.",
        "[13] European Council on the Stability and Growth Pact. Council Regulation No. 1O56/~OO5. 2005.",
        "[14] European Council on the Stability and Growth Pact. Council Regulation No. 1466/1997. 1997. 20",
        "[15] Assar Lindbeck and Dirk Niepelt. Improving the SGP: Taxes and Delegation rather than Fines. Research Imstitnte of Imdnstrial Ecomomics Workimg Paper, (633), 2004.",
        "[16] Robert E. Lucas, Jr. and Nancy L. Stokey. Optimal Fiscal and Monetary Policy in an Economy without Capital. Jonrmal of Mometary Ecomomics, 12:55-93, 1983.",
        "[17] MÃ\u0083Â³nica Marti and Carmen RÃ\u0083Â³denas. Migration Estimation Based on the Labour Force Survey: An EU-15 Perspective. Imtermatiomal Migratiom Review, 41(1):1O1-126, 2007.",
        "[18] Mario Monti. Toughen up the Reform Agenda and Make it Count. Fimamcial Times, page 17, March 22, 2005.",
        "[19] National Association of State Budget Officers. Bndget Processes im the States. 2002.",
        "[20] Antonis Papacostas. Enrobarometer 64.1: Mobility, Food Risk, Smokimg, AIDS Prevemtiom, amd Medical Errors, September-October ~OO5. Inter-university Consortium for Political and Social Research, 2007.",
        "[21] Statistical Office of the European Communities. Enropeam Social Statistics -~ Migratiom. Office for Official Publications of the European Communities, 2002.",
        "[22] Philippe Weil. Overlapping Families of Infinitely-Lived Agents. Jonrmal of Pnblic Ecomomics,"
    ]
}