{
    "id": 13207,
    "cites": 23,
    "cited_by": 275,
    "reference": [
        "Aiyagari, S.R., 1994. Uninsured idiosyncratic risk and aggregate saving, Quarterly Journal of Economics 109, 659-684.",
        "Bansal, R., and W.J. Coleman II, 1996. A monetary explanation of the equity premium, term premium, and risk-free rate puzzles, Journal of Political Economy 104,1135-1171.",
        "Bernanke, B.S., and M. Gertler, 1989. Agency costs, net worth, and business fluctuations, American Economic Review 79, 14-3 1.",
        "Bernanke, B.S., M. Gertler, and S. Gilchrist, 1999. The financial accelerator in a quantitative business cycle framework. In J.B. Taylor and M. Woodford, eds., Handbook of Macroeconomics , vol. 1C. North-Holland Publishing Co.",
        "Calvo, G., 1983. Staggered prices in a utility-maximizing framework, Journal of Monetary Economics 12, 383-398.",
        "Campbell, J.Y., 1999. Asset prices, consumption, and the business cycle. In J.B. Taylor and M.",
        "Woodford, eds., Handbook of Macroeconomics , vol. 1C. North-Holland Publishing Co. Campbell, J.Y., A.W. Lo, and A.C. MacKinlay, 1997. The Econometrics of Financial Markets.",
        "Princeton University Press. Carlstrom, C., and T. Fuerst, 1997. Agency costs, net worth, and business fluctuations: A computable general equilibrium analysis, American Economic Review 87, 893-9 10.",
        "Clarida, R., J. Gali, and M. Gertler, 1999. The science of monetary policy: A new keynesian perspective. Journal of Economic Literature 37, 1661-1707.",
        "Cooley, T., R. Marimon, and V. Quadrini, 2004. Aggregate consequences of limited contract enforceability, Journal of Political Economy 112, 8 17-847.",
        "Diamond, D., and R. Rajan, 2006. Money in a theory of Banking. American Economic Review 90, 30-53.",
        "Goodfriend, M., 2005. Narrow money, broad money, and the transmission of monetary policy. In J.",
        "Huggett, M., 1993. The risk-free rate in heterogeneous-agent incomplete-insurance economies, Journal of Economic Dynamics and Control 17, 953-69.",
        "Ireland, P.N., 2004. Moneys role in the business cycle, Journal of Money, Credit, and Banking 36, 969-983.",
        "Kashyap, A., R. Rajan, and J. Stein, 2002. Banks as liquidity providers: an explanation for the coexistence of lending and deposit-taking, Journal of Finance 57, 33-73.",
        "Kiyotaki, N., and J. Moore, 1997. Credit cycles, Journal of Political Economy 105, 211-248.",
        "Kocherlakota, N., 2000. Creating business cycles through credit constraints, Federal Reserve Bank of Minneapolis Quarterly Review, 24(3), 2-10.",
        "Economic Studies 63, 595-609. 42 McCallum, B.T., 2002. Recent developments in monetary policy analysis: the roles of theory and evidence, Federal Reserve Bank of Richmond Economic Quarterly 88, Winter, 67-96.",
        "Mehra, R., and E.C. Prescott, 1985. The equity premium puzzle, Journal of Monetary Economics 15, 145-161.",
        "Meltzer, A.H. 1995. Monetary, credit, and (other) transmission processes: A monetarist perspective, Journal of Economic Perspectives 9, 49-72.",
        "Rotemberg, J.J., and M. Woodford, 1997. An optimization based econometric framework for the evaluation of monetary policy. NBER Macroeconomics Annual 1997. B.S. Bernanke and J.J. Rotemberg, eds. MIT Press.",
        "Taylor, J.B., 1993. Discretion versus policy rules in practice, Carnegie-Rochester Conference Series on Public Policy 39, 195-2 14.",
        "Woodford, M., 2003. Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton University Press."
    ]
}