{
    "id": 13208,
    "cites": 70,
    "cited_by": 38,
    "reference": [
        "Acemoglu, Daron (2007a) Ã\u0082â\u0080\u009cOligarchic vs. Democratic Societies,Ã\u0082â\u0080\u009d forthcoming Journal of the European Economic Association.",
        "Acemoglu, Daron (2007b) Ã\u0082â\u0080\u009cModelling Inefficient Institutions,Ã\u0082â\u0080\u009d in Richard Blundell, Whitney Newey and Torsten Persson eds. Advances in Economics and Econometrics, 3 Volumes, Ninth World Congress of the Econometric Society, New York: Cambridge University Press.",
        "Acemoglu, Daron and James A. Robinson (2000a) Ã\u0082â\u0080\u009cPolitical Losers as a Barrier to Economic Development,Ã\u0082â\u0080\u009d American Economic Review, 90, 126-130.",
        "Acemoglu, Daron and James A. Robinson (2000b) Ã\u0082â\u0080\u009cWhy Did the West Extend the Franchise? Democracy, Inequality and Growth in Historical Perspective,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 115, 1167-1199.",
        "Acemoglu, Daron and James A. Robinson (2006a) Ã\u0082â\u0080\u009cEconomic Backwardness in Political Perspective,Ã\u0082â\u0080\u009d American Political Science Review, 100, 115-131.",
        "Acemoglu, Daron and James A. Robinson (2006b) Ã\u0082â\u0080\u009cPersistence of Power, Elites and Institutions,Ã\u0082â\u0080\u009d NBER Working Paper 12108.",
        "Acemoglu, Daron, James A. Robinson and Thierry Verdier (2004) Ã\u0082â\u0080\u009cKleptocracy and Divide and Rule: A Theory of Personal Rule,Ã\u0082â\u0080\u009d Journal of the European Economic Association, 2, 162-192.",
        "Acemoglu, Daron, Davide Ticchi and Andrea Vindigni (2006) Ã\u0082â\u0080\u009cEmergence and Persistence of Inefficient StatesÃ\u0082â\u0080\u009d NBER Working Paper 12748.",
        "Aghion, Philippe, Eva Caroli, and Cecilia Garcia-PeÃ\u0082Ë\u009cnalosa (1999) Ã\u0082â\u0080\u009cInequality and Economic Growth: The Perspective of the New Growth Theories,Ã\u0082â\u0080\u009d Journal of Economic Literature, 37, 1615-1660.",
        "Alesina, Alberto and Roberto Perotti (1996) Ã\u0082â\u0080\u009cIncome Distribution, Political Instability and Investment,Ã\u0082â\u0080\u009d European Economic Review, 40, 1203-1225.",
        "Alesina, Alberto and Dani Rodrik (1994) Ã\u0082â\u0080\u009cDistributive Politics and Economic Growth,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 109, 465-490.",
        "Banerjee, Abhijit and Esther Duflo (2003) Ã\u0082â\u0080\u009cInequality and Growth: What can the Data Say?Ã\u0082â\u0080\u009d Journal of Economic Growth, 8, 267-299.",
        "Banerjee, Abhijit and Andrew F. Newman (1993) Ã\u0082â\u0080\u009cOccupational Choice and the Process of Development,Ã\u0082â\u0080\u009d Journal of Political Economy, 101, 274-298.",
        "Banerjee, Abhijit and Rohini Somanathan (2006) Ã\u0082â\u0080\u009cPolitical Economy of Public Goods: Some Evidence from India,Ã\u0082â\u0080\u009d Unpublished, MIT Department of Economics.",
        "Barro, Robert J. (1997) The Determinants of Economic Growth: A Cross-Country Empirical Study, Cambridge: MIT Press.",
        "Barro, Robert J. (2000) Ã\u0082â\u0080\u009cInequality and Growth in a Panel of Countries,Ã\u0082â\u0080\u009d Journal of Economic Growth, 5, 5-32.",
        "Bateman, Fred, and James D. Foust (1974) Ã\u0082â\u0080\u009cA Sample of Rural Households Selected From the 1860 Manuscript Censuses,Ã\u0082â\u0080\u009d Agricultural History, 48, 75-93.",
        "Bates, Robert H. (1981) Markets and States in Tropical Africa, Berkeley: University of California Press.",
        "Benabou, Roland (1996) Ã\u0082â\u0080\u009cInequality and Growth,Ã\u0082â\u0080\u009d NBER Macroeconomics Annual, 11-73.",
        "Benabou, Roland (2000) Ã\u0082â\u0080\u009cUnequal Societies: Income Distribution and the Social Contract,Ã\u0082â\u0080\u009d American Economic Review, 90, 96-129.",
        "Benjamin, Dwayne, Loren Brandt and John Giles (2006) Ã\u0082â\u0080\u009cInequality and Growth in Rural China: Does Higher Inequality Impede Growth?Ã\u0082â\u0080\u009d Unpublished, Department of Economics, University of Toronto.",
        "Bernard, Olivier and Fabio Zambrano (1993) Ciudad y Territorio: El Proceso de Poblamiento en Colombia, BogotÃ\u0082Â´a: Academia de Historia de BogotÃ\u0082Â´a.",
        "Bertrand, Marianne, Francis Kramarz, Antoinette Schoar and David Thesmar (2006) Ã\u0082â\u0080\u009cPolitically Connected CEOs and Economic Outcomes: Evidence from France,Ã\u0082â\u0080\u009d Unpublished.",
        "Bond, Philip, William Barndt, John Gerring and Carola Moreno (2005) Ã\u0082â\u0080\u009cDemocracy and Growth: A Historical Perspective,Ã\u0082â\u0080\u009d World Politics, 57, 323-364.",
        "Bourguignon, FranÃ\u0082Â¸cois and Thierry Verdier (2000) Ã\u0082â\u0080\u009cOligarchy, democracy, inequality and growth,Ã\u0082â\u0080\u009d Journal of Development Economics, 62, 285-313.",
        "Bushnell, David (1971) Ã\u0082â\u0080\u009cVoter Participation in the Colombian Election of 1856,Ã\u0082â\u0080\u009d Hispanic American Historical Review, 51, 237-249.",
        "Bushnell, David (1993) The Making of Modern Colombia: A Nation in Spite of Itself, Berkeley: University of California Press.",
        "Camacho RoldÃ\u0082Â´an, Salvador (1892) Ã\u0082â\u0080\u009cCatastro del Estado de Cundinamarca, 1868,Ã\u0082â\u0080\u009d in Escritos Varios de Salvador Camacho RoldÃ\u0082Â´an, Volume 1, BogotÃ\u0082Â´a: LibrerÃ\u0082Â´?a Colombiana. Christie, Keith H. (1978) Ã\u0082â\u0080\u009cAntioqeÃ\u0082Ë\u009cno Colonization in Western Colombia: A Reappraisal,Ã\u0082â\u0080\u009d Hispanic American Historical Review, 58, 260-283.",
        "Christie, Keith H. (1979) Ã\u0082â\u0080\u009cGamonalismo in Colombia: An Historical Overview,Ã\u0082â\u0080\u009d North/South: Canadian Journal of Latin American Studies, 4, 42-59.",
        "Christie, Keith H. (1986) Oligarcas, campesinos y polÃ\u0082Â´?tica en Colombia: aspectos de la historia socio-polÃ\u0082Â´?tica de la frontera antioqueÃ\u0082Ë\u009cna, BogotÃ\u0082Â´a: Universidad Nacional de Colombia.",
        "Colmenares, GermÃ\u0083Â¡n (1973) Historia Economica y Social de Colombia, 1537-1719, BogotÃ\u0083Â¡: Tercer Mundo Editores.",
        "Cruz Santos, Abel (1965) EconomÃ\u0082Â´?a y hacienda pÃ\u0082Â´ublica, 2 Volumes, BogotÃ\u0082Â´a: Ediciones Lerner.",
        "Deas, Malcolm (1971) Ã\u0082â\u0080\u009cAlgunas Notas sobre la Historia del Caciquismo en Colombia,Ã\u0082â\u0080\u009d Revista del Occidente, 127, 118-140.",
        "Delpar, Helen (1981) Red against blue: the Liberal Party in Colombian politics, 1863-1899, Tuscaloosa: University of Alabama Press.",
        "Easterly, William (2007) Ã\u0082â\u0080\u009cInequality does cause underdevelopment: Insights from a New Instrument,Ã\u0082â\u0080\u009d forthcoming, Journal of Development Economics.",
        "Engerman, Stanley L. and Kenneth L. Sokoloff (2005) Ã\u0082â\u0080\u009cThe Evolution of Suffrage Institutions in the New World,Ã\u0082â\u0080\u009d Journal of Economic History, 65, 891-921.",
        "Fisman, Raymond (2001) Ã\u0082â\u0080\u009cEstimating the Value of Political Connections,Ã\u0082â\u0080\u009d American Economic Review, 91, 1095-1102.",
        "Forbes, Kristen J. (2000) Ã\u0082â\u0080\u009cA Reassessment of the Relationship between Inequality and Growth,Ã\u0082â\u0080\u009d American Economic Review, 90, 869-887.",
        "Galor, Oded and Joseph Zeira (1993) Ã\u0082â\u0080\u009cIncome Distribution and Macroeconomics,Ã\u0082â\u0080\u009d Review of Economic Studies, 40, 35-52.",
        "Gomez, Fernando (1969) Ã\u0082â\u0080\u009cAnÃ\u0082Â´alisis de los Censos de PoblaciÃ\u0082Â´on del Siglo XIX en Colombia,Ã\u0082â\u0080\u009d Tesis de Grado, BogotÃ\u0082Â´a, Universidad de los Andes.",
        "GutiÃ\u0083Â©rrez, Rufino (1920) MonografÃ\u0082Â´?as, BogotÃ\u0082Â´a: Imprenta nacional.",
        "Johnson, Lyman L. (1994) Ã\u0082â\u0080\u009cThe Distribution of Wealth in Nineteenth Century Buenos Aires Province,Ã\u0082â\u0080\u009d in Kenneth J. Adrien and Lyman L. Johnson eds. The Political Economy of Spanish America in the Age of Revolution, Albuquerque: University of New Mexico Press.",
        "Johnson, Simon and Todd Mitton (2003) Ã\u0082â\u0080\u009cCronyism and capital controls: Evidence from Malaysia,Ã\u0082â\u0080\u009d Journal of Financial Economics, 67, 351-382.",
        "Jones, Alice H. (1980) Wealth of a nation to be: the American colonies on the eve of the Revolution, New York: Columbia University Press.",
        "Khwaja, Asim I. and Atif Mian (2005) Ã\u0082â\u0080\u009cDo Lenders Favor Politically Connected Firms? Rent Provision in an Emerging Financial Market,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 120, 1371-1411.",
        "Koenker, Roger and Gilbert Bassett (1978) Ã\u0082â\u0080\u009cRegression QuantilesÃ\u0082â\u0080\u009d, Econometrica, 46, 33-50.",
        "Lizzeri, Alessandro and Nicola Persico (2004) Ã\u0082â\u0080\u009cWhy Did the Elites Extend the Suffrage? Democracy and the Scope of Government, With an Application to BritainÃ\u0082â\u0080\u0099s Ã\u0082â\u0080\u0098Age of Reform,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 119, 707-765.",
        "McGreevey, William P. (1970) An Economic History of Colombia, New York: Cambridge University Press.",
        "Melo, Jorge Orlando (1996) Historia de Colombia: La DominaciÃ\u0082Â´on EspaÃ\u0082Ë\u009cnola, BogotÃ\u0082Â´a: Biblioteca Familiar.",
        "Meltzer, Allan H. and Scott F. Richard (1981) Ã\u0082â\u0080\u009cA Rational Theory of the Size of Government,Ã\u0082â\u0080\u009d Journal of Political Economy, 89, 914-927.",
        "Murphy, Kevin J., Andrei Shleifer and Robert W. Vishny (1989) Ã\u0082â\u0080\u009cIncome Distribution, Market Size and Industrialization,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 104, 537-564.",
        "Nugent, Jeffery B. and James A. Robinson (2002) Ã\u0082â\u0080\u009cAre Endowments Fate?Ã\u0082â\u0080\u009d CEPR Discussion Paper 3206.",
        "Paige, Jeffrey M. (1997) Coffee and Power: Revolution and the Rise of Democracy in Central America, Harvard University Press; Cambridge.",
        "Pardo UmaÃ\u0082Ë\u009cna, Camilo (1946) Las Haciendas de la Sabana, Editorial Kelly: BogotÃ\u0082Â´a.",
        "Parsons, James J. (1949) AntioqueÃ\u0082Ë\u009cno colonization in western Colombia, Berkeley: University of California Press.",
        "Persson, Torsten and Guido Tabellini (1994) Ã\u0082â\u0080\u009cIs Inequality Harmful for Growth?Ã\u0082â\u0080\u009d American Economic Review, 84, 600-621.",
        "Persson, Torsten and Guido Tabellini (2006) Ã\u0082â\u0080\u009cDemocratic capital: The nexus of political and economic change,Ã\u0082â\u0080\u009d NBER Working Paper 12175.",
        "Rivas, Medardo (1946) Los trabajadores de tierra caliente, BogotÃ\u0082Â´a: Ministerio de EducaciÃ\u0082Â´on de Colombia.",
        "Robinson, James A. and Miguel Urrutia eds. (2007) EconomÃ\u0082Â´?a Colombiana del Siglo XX: Un AnÃ\u0082Â´alisis Cuantitativo, BogotÃ\u0082Â´a and MÃ\u0082Â´exico D.F.: Fondo de Cultura EconÃ\u0082Â´omica.",
        "Safford, Frank R. (1972) Ã\u0082â\u0080\u009cSocial Aspects of Politics in Nineteenth Century Spanish America: New Grenada, 1825-1850,Ã\u0082â\u0080\u009d Journal of Social History, 5, 344-370.",
        "Safford, Frank R. (1974) Ã\u0082â\u0080\u009cBases for Political Alignment in Early Independent Spanish America,Ã\u0082â\u0080\u009d in Richard Graham ed. New Approaches to Latin American History, Austin: University of Texas Press.",
        "Safford, Frank R. and Marco Palacios (2001) Colombia: Fragmented land, Divided society, New York: Oxford University Press.",
        "Schaefer, Donald and Mark Schmitz (1985) Ã\u0082â\u0080\u009cThe Parker-Gallman Sample and Wealth Distributions for the Antebellum South: A Comment,Ã\u0082â\u0080\u009d Explorations in Economic History, 22, 220-226.",
        "Schmitz, Mark and Donald Schaefer (1985) Ã\u0082â\u0080\u009cUsing Manuscript Census Samples to Interpret Antebellum Southern Agriculture,Ã\u0082â\u0080\u009d Journal of Interdisciplinary History, 17, 399-414.",
        "Schwartz, Stuart B. (1996) Ã\u0082â\u0080\u009cThe Landed Elite,Ã\u0082â\u0080\u009d in Louisa Schell Hoberman and Susan Migden Socolow eds. The Countryside in Colonial Latin America, Albuquerque: University of New Mexico Press.",
        "Stein Stanley J. and Barbara H. Stein (1970) The Colonial Heritage of Latin America, New York: Oxford University Press.",
        "Stone, Samuel Z. (1990) The Heritage of the Conquistadors: ruling classes in Central America from the Conquest to the Sandinistas, Lincoln: University of Nebraska Press.",
        "Uribe-Uran, Victor (2000) Honorable Lives: Lawyers, Families and Politics in Colombia, 1780-1850, Pittsburgh: University of Pittsburgh Press.",
        "Villamarin, Juan A. (1975) Ã\u0082â\u0080\u009cHaciendas en la Sabana de BogotÃ\u0082Â´a, Colombia, en la Ã\u0082Â´Epoca Colonial: 1539-1810,Ã\u0082â\u0080\u009d in Enrique Florescano ed. Haciendas, Latifundios y Plantaciones en AmÃ\u0082Â´erica Latina, Mexico: Siglo Veintiuno Editores.",
        "Wright, Gavin (1986) Old South, New South, New York: Basic Books."
    ]
}