{
    "id": 13202,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "Anderson, Ronald C., and D. Scott Lee, 1997, Ownership studies: The data source does matter, Journal of Financial and Quantitative Analysis 32, 311-329.",
        "Coles, Jeffrey L., Michael L. Lemmon, and J. Felix Meschke, 2006, Structural models and endogeneity in corporate finance: The link between managerial ownership and corporate performance, University of Utah Working Paper.",
        "Demsetz, Harold, 1983, The structure of ownership and the theory of the firm, Journal of Law and Economics 26, 375-390.",
        "Demsetz, Harold, and Kenneth Lehn, 1985, The structure of corporate ownership: Causes and consequences, Journal of Political Economy 93, 1155-1177.",
        "Denis, David J., and Atulya Sarin, 1999, Ownership and board structures in publicly traded corporations, Journal of Financial Economics 52, 187-223.",
        "Helwege, Jean, Christo Pirinsky, and Rene M. Stulz, 2007, Why do firms become widely held? An analysis of the dynamics of corporate ownership, Journal of Finance, forthcoming.",
        "Hermalin, Benjamin E., and Michael S. Weisbach, 1991, The effects of board composition and direct incentives on firm performance, Financial Management 20, 101-112.",
        "Himmelberg, Charles P., R. Glenn Hubbard, and Darius Palia, 1999, Understanding the determinants of managerial ownership and performance, Journal of Financial Economics 53, 333-3 84.",
        "Holderness, Clifford G., Randall S. Kroszner, and Dennis P. Sheehan, 1999, Were the good old days that good? Changes in managerial stock ownership since the great depression, Journal of Finance 54, 43 5-469.",
        "Holmstrom, Bengt, 1979, Moral hazard and observability, Bell Journal of Economics 10, 74-91.",
        "Jensen, Michael C., and William Meckling, 1976, Theory of the firm: Managerial behavior, agency costs, and ownership structure, Journal of Financial Economics 3, 305-360.",
        "McConnell, John J., and Henri Servaes, 1990, Additional evidence on equity ownership and corporate value, Journal of Financial Economics 27, 595-6 12.",
        "Morck, Randall, Andrei Shleifer, and Robert W. Vishny, 1988, Management ownership and market valuation: An empirical analysis, Journal of Financial Economics 20, 293-3 15.",
        "Stulz, RenÃ\u0083Â© M., 1988, Managerial control of voting rights: Financing policies and the market for corporate control, Journal of Financial Economics 20, 25-54.",
        "Stulz, RenÃ\u0083Â© M., 1990, Managerial discretion and optimal financing policies, Journal of Financial Economics 26, 3-26."
    ]
}