{
    "id": 13212,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "[1] Card, David. 1996. The Effect of Unions on the Structure of Wages: A Longitudinal Analysis. Econometrica 64 (July): 957-979.",
        "[2] Cooke, William N. 1985. Union Organizing and Public Policy: Failure to Secure First Contracts. Kalamazoo, MI: Upjohn Institute.",
        "[3] Davis, Steven J., and John C. Haltiwanger. 1992. Gross Job Creation, Gross Job Destruction, and Employment Reallocation. Quarterly Journal of Economics 107 (Au- gust): 819-863.",
        "[4] Davis, Steven J., John C. Haltiwanger, and Scott Schuh. 1996. Job Creation and De- struction. Cambridge: MIT Press.",
        "[5] Dunne, Timothy, Mark J. Roberts, and Larry Samuelson. 1988. Patterns of Firm Entry and Exit in U.S. Manufacturing Industries. RAND Journal of Economics 19 (Winter): 495-S 15.",
        "[6] Dunne, Timothy, Mark J. Roberts, and Larry Samuelson. 1989a. The Growth and Fail- ure of U. S. Manufacturing Plants. Quarterly Journal of Economics 104 (November): 671-698.",
        "[7] Dunne, Timothy, Mark J. Roberts, and Larry Samuelson. 1989b. Plant Turnover and Gross Employment Flows in the U.S. Manufacturing Sector. Journal of Labor Eco- nomics 7 (January): 48-71.",
        "[9] Fiorito, Jack, Paul Jarley, and John Thomas Delaney. 1995. National Union Effective- ness in Organizing: Measures and Influences. Industrial and Labor Relations Review 48 (July): 613-635. 20",
        "[10] Freeman, Richard B. 1988. Contraction and Expansion: The Divergence of Private Sec- tor and Public Sector Unionism in the United States. Journal of Economic Perspectives 2 (Spring): 63-88.",
        "[11] Hirsch, Barry T., David A. Macpherson, and Wayne G. Vroman. 2001. Estimates of Union Density by State. Monthly Labor Review (July): 51-55.",
        "[12] Holmes, Thomas J., and Michael Walrath. 2007. Appendix for Dynamics of Union Organizations: A Look at Gross Flows in the LORS Files, at www.econ.umn.edu/Tholmes.",
        "[13] Human Resources and Social Development Canada. 2006. Union Member- ship in Canada--January 1, 2006. Web site dated December 29, 2006, http: //www. hrsdc.gc. ca/en/lp/wid/union membership .shtml.",
        "[14] Jovanovic, Boyan. 1982. Selection and the Evolution of Industry. Econometrica 50 (May): 649-670.",
        "[17] Troy, Leo, and Neil Sheflin. 1985. U.S. Union Sourcebook: Membership, Finances, Struc- ture, Directory. West Orange, NJ: IRDIS. 21"
    ]
}