{
    "id": 13213,
    "cites": 21,
    "cited_by": 70,
    "reference": [
        "Avery, Christopher, Andrew Fairbanks and Richard Zeckhauser. 2003. The Early Admissions Game. Cambridge, MA: Harvard University Press.",
        "Avery, Christopher, Christine Jolls, Richard A. Posner and Alvin E. Roth. 2001. The Market for Federal Judicial Law Clerks. University of Chicago Law Review 68:793-902.",
        "Becker, Edward R., Stephen G. Breyer and Guido Calabresi. 1994. The Federal Judicial Law Clerk Hiring Problem and the Modest March 1 Solution. Yale Law Journal 104:207-225.",
        "Becker, Edward and Hany T. Edwards. 2002. Law Clerk Hiring by Federal Appellate Judges. http ://www.ca9 .uscourts .gov/ca9/Documents .nsf/ 1 74376a6245fda7 88 8256ce5007d5470/ 1 9d8ec075abb8c8588256b9 1 00006a3a/$FILE/agreement.pdf.",
        "Bulow, Jeremy and Jonathan Levin. 2006. Matching and Price Competition. American Economic Review 96:652-668.",
        "Clark, Annette E. 1995. On Comparing Apples and Oranges: The Judicial Clerk Selection Process and the Medical Matching Model. Georgetown Law Journal 83:1749-1797.",
        "Edwards, Harry T. and Edward R. Becker. 2004. Assessment of the 2004 Law Clerk Hiring Plan and Suggestions for the Future (Memorandum).",
        "Epstein, Richard A. 2006. Ending the Mad Scramble: An Experimental Matching Plan for Federal Clerkships. Green Bag 10:37-48.",
        "FrÃ\u0083Â©chette, Guillaume R., Alvin E. Roth and M. Utke Unver. Forthcoming. Unraveling Yields Inefficient Marchings: Evidence from Post-Season College Football Bowls. Rand Journal of Economics. Haruvy, Ernan, Alvin E. Roth and M. Utku Unver. 2006. The Dynamics of Law Clerk Matching: An Experimental and Computational Investigation of Proposals for Reform of the Market. Journal of Economic Dynamics and Control 30:457-486.",
        "Kojima, Fuhito. Forthcoming. Matching and Price Competition When Firms Can Hire More Than One Worker. American Economic Review. Kozinski, Alex. 1991. Confessions of a Bad Apple. Yale Law Journal 100:1707-1730.",
        "Li, Hao and Sherwin Rosen. 1998. Unraveling in Matching Markets. American Economic Review 88:37 1-387.",
        "Mikva, Abner J. 1986. Judicial Clerkships: A Judges View. Journal of Legal Education 36:150154. Niederle, Muriel. Forthcoming. Competitive Wages in a Match with Ordered Contracts. American Economic Review.",
        "Niederle, Muriel , Deborah D. Proctor and Alvin E. Roth. 2006. What Will Be Needed for the New Gastroenterology Fellowship Match To Succeed? Gastroenterology 130:218-224.",
        "Niederle, Muriel and Alvin E. Roth. 2003. Relationship Between Wages and Presence of a Match in Medical Fellowships. Journal of the American MedicalAssociation 290:11531154. . 2003. Unraveling Reduces Mobility in a Labor Market: Gastroenterology with and without a Centralized Match. Journal of Political Economy 111:1342-1352.",
        "Performance (working paper). Norris, Trenton H. 1993. The Judicial Clerkship Selection Process: An Applicants Perspective on Bad Apples, Sour Grapes, and Fruitful Reform. California Law Review 8 1:765-800.",
        "Oberdorfer Louis F. and Michael N. Levy. 1992. On Clerkship Selection: A Reply to the Bad Apple. Yale Law Journal 101:1097-1108.",
        "Priest, George L. 2005. Reexamining the Market for Judicial Clerks and Other Assortative Matching Markets. Yale Journal on Regulation 22:123-204.",
        "Roth, Alvin E. 2003. The Origins, History and Design of the Resident Match. Journal of the American Medical Association 289:909-912.",
        "Roth, Alvin E. and Xiaolin Xing. 1997. Turnaround Time and Bottlenecks in Market Clearing: Decentralized Matching in the Market for Clinical Psychologists. Journal of Political Economy 105:284-329.",
        "Transactions. American Economic Review 84:992-1044. Schelling, Thomas. 1978. Micromotives and Macrobe havior. New York: W.W. Norton.",
        "Wald, Patricia M. 1990. Selecting Law Clerks. Michigan Law Review 89:152-163."
    ]
}