{
    "id": 13215,
    "cites": 13,
    "cited_by": 5,
    "reference": [
        "[1] Bandiera, Oriana, Iwan Barankay and Imran Rasul (2005). Social Preferences and the Response to Incentives: Evidence from Personnel Data, Quarterly Journal of Economics, 120(3), 917-962.",
        "[2] Bushnell, James and Catherine Wolfram (2005).  Ownership Change, Incentives and Plant Efficiency: The Divestiture of U.S. Electric Generation Plants. CSEM Working Paper WP- 140, University of California Energy Institute. March. Available at www.ucei.org.",
        "[3] Christensen, Laurits R. and William H. Greene (1976). Economies of Scale in U.S. Electric Power Generation, Journal of Political Economy, 84 (4), 655-676.",
        "[4] Fabrizio, Kira, Nancy Rose and Catherine Wolfram (2007). Do Markets Reduce Costs? Assessing the Impact of Regulatory Restructuring on U.S. Electric Generation Efficiency, American Economic Review, forthcoming.",
        "[5] Griliches, Zvi and Jacques Mairesse (1998). Production Functions: The Search for Iden- tification, in Steinar StrLm ed., Econometrics and Economic Theory in the 20th Century. Cambridge University Press: Cambridge, UK.",
        "[6] Hamilton, Barton H., Jack A. Nickerson, and Hideo Owan (2003). Team Incentives and Worker Heterogeneity: An Empirical Analysis of the Impact of Teams on Productivity and Participation, Journal of Policital Economy. 111(3), 465-497.",
        "[7] Joskow, Paul (1997). Restructuring, competition, and regulatory reform in the U.S. elec- tricity sector. Journal of Economic Perspectives. 11(3), 119-38.",
        "[8] Kleit, Andrew and Dek Terrell (2001). Measuring Potential Efficiency Gains From Dereg- ulation of Electricity Generation: A Bayesian Approach, The Review of Economics and Statistics, 83(3), 523-530. 23",
        "[9] Knittel, Christopher R. (2002). Alternative Regulatory Methods and Firm Efficiency: Sto- chastic Frontier Evidence from the US Electricity Industry, The Review of Economics and Statistics, 84 (3), 530-540.",
        "[10] Levinsohn, James and Amil Petrin (2003). Estimating Production Functions Using Inputs to Control for Unobservables, Review of Economic Studies, 70 (2): 317-41.",
        "[11] Mas, Alexandre and Enrico Moretti (2007). Peers at Work. NBER Working Paper No. w12508. Available at www.nber.org.",
        "[12] Niederjohn, M. Scott (2003), Regulatory Reform and Labor Outcomes in the U.S. Electric- ity Sector, Monthly Labor Review, 126(5), 10-19.",
        "[13] Nerlove, Marc (1963). Returns to Scale in Electricity Supply, in Christ et al. eds. Mea- surement in Economics. Stanford University Press: Stanford, CA."
    ]
}