{
    "id": 13217,
    "cites": 29,
    "cited_by": 14,
    "reference": [
        "American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders, 4th Ed. 1994.",
        "Blanden, Jo, Paul Gregg, and Lindsey Macmillan. Explaining Intergenerational Income Persistence: Non-Cognitive Skills, Ability, and Education, CMPO Working Paper 06/146, Dept. of Economics, University of Bristol, April 2006.",
        "Campell, Susan, Susan Spieker, Margaret Burchinal, Michele Poe, and the NICHD Early Child Care Research Network, Trajectories of Aggression from Toddlerhood to Age 9 Predict Academic and Social Functioning Through Age 12, Journal of Child Psychology and Psychiatry, 47, August 2006, page 791-.",
        "Cuffe, Steven, Charity Moore, and Robert McKeown. ADHD Symptoms in the National Health Inverview Survey: Prevalence, Correlates, and the Use of Services and Medication, poster presented at the 50th Anniversary Meeting of the American Academy of Child and Adolescent Psychiatry, Miami Beach FL, October 15, 2003.",
        "Caspi, Avshalom, Bradley Wright, Tenie Moffitt, and Phil Silva. Early Failure in the Labor Market: Childhood and Adolescent Predictors of Unemployment in the Transition to Adulthood, American Sociological Review, 63, 1998, 424-45 1.",
        "Cuellar, Alison, Sara Markowitz, Anne Libby. The Relationships Between Mental Health and Substance Abuse Treatment and Juvenile Crime, NBER Working Paper 9952, Sept. 2003.",
        "Currie, Janet and Mark Stabile. Child Mental Health and Human Capital Accumulation: The Case of ADHD, Journal of Health Economics, forthcoming, 2006.",
        "Dooley, Martin, and Stewart, J. Family Income, Parenting Styles and Child BehaviouralEmotional Outcomes, mimeo, McMaster University, 2003.",
        "Dooley, Martin, Curtis, Lori, Lipman, Ellen, and Feeny, David, Child Psychiatric Disorders, Poor School Performance and Social Problems: The Roles of Family Structure and LowIncome,  in Labour Markets, Social Institutions, and the Future of Canadas Children, ed. M. Corak, 1998, Statistics Canada: Ottawa, Canada.",
        "Farmer, Elizabeth. Externalizing Behavior in the Life Course: The Transition from School to Work, Journal of Emotional and Behavioral Disorders, 1, 1993, 179-188.",
        "Farmer, Elizabeth. Extremity of Externalizing Behavior and Young Adult Outcomes, Journal of Child Psychology and Psychiatry, 36, 1995, 617-632.",
        "Garrett, A.B., Essays in the Economics of Child Mental Health, Columbia University Ph.D. Thesis, 1996.",
        "Glied, S., Ganett. A.B., Hoven, C., Rubio-Stipec, M., Regier, D., Moore, R., Goodman, Sh., Wu, P., and Bird, H., Child Outpatient Mental Health Service Use: Why Doesnt Insurance Matter? The Journal of Mental Health Policy and Economics, 1198, 1, pp.173-187. Glied, S., Hoven, C., Ganett, A.B., Moore, R., Leaf,. P, Bird, H., Goodman, S., Regier, D., Alegria, M., Measuring Child Mental Health Status for Services Research, Journal of Child and Family Studies,, 1997, 6(2), pp.177-190.",
        "Gregg, Paul and Steven Machin. Child Development and Success or Failure in the Youth Labour Market, Center for Economic Performance, London School of Economics Discussion Paper 0397, July 1998.",
        "Heckman, James, Jora Stixrud, and Sergio Urzua. The Effects of Cognitive and Noncognitive Abilities on Labor Market Outcomes and Social Behavior, NBER Working Paper 12006, January 2006.",
        "Kessler, Ronald, Cindy Foster, William Saunders, and Paul Stang. Social Consequences of Psychiatric Disorders, I: Educational Attainment, American Journal of Psychiatry, 152, 1995, 1026-32.",
        "Kim-Cohen, Julia, Louise Arseneiault, Avshalom Caspi, Monica Tomas, Alan Taylor, Terrie Moffitt. Validity of DSM-IV Conduct Disorder in 41/2-5-year-Old Children: A Longitudinal Epidemiological Study, American Journal of Psychiatry, 2005, 162: 1008-1117.",
        "Lipman, Ellen D.R. Offord and M.H. Boyle. Economic Disadvantage and Child Psycho-social Morbidity, Canadian Medical Association Journal, 151, 1994, 431-37.",
        "Mannuzza, Salvatore and Rachel Klein. Long-Term Prognosis in AttentionDeficit /Hyperactivity Disorder, Child and Adolescent Psychiatric Clinics of North America, v9 3, July 2000, 7 11-726.",
        "McLeod, J.D. and M.J. Shanahan. Poverty, Parenting and Childrens Mental Health, American Sociological Review, 58 3, 1993, 35 1-366.",
        "McLeod, Jane D. and Karen Kaiser. Childhood Emotional and Behavioral Problems and Educational Attainment, American Sociological Review, 69, October 2004, 636-658.",
        "Nagin, Daniel and Richard E. Tremblay. Trajectories of Boys Physical Aggression, Opposition, and Hypoeractivity on the Path to Physically Violent and Nonviolent Juvenile Delinquency, Child Development, 70, 1999, 118 1-1196.",
        "Offord, D., M. Boyle, P. Szatmari, N.I. Rae-Grant, P.S. Links, D.T. Cadman, J.A. Byles, J.W. Crawford, H.M. Blum, C. Byrne, H. Thomas, and C.A. Woodward. Ontario Child Health Study: II. Six-month Prevalence of Disorder and Rates of Service Utilization, Archives of General Psychiatry, 1987, 44: 832-36.",
        "Offord, D., M. Boyle, Y. Racine. Ontario Child Health Study: Conelates of Disorder, Journal of the American Academy of Child Adolescence and Psychiatry, 1989, 28, pp.856-860.",
        "Sgro, M., Roberts, W., Grossman, S., Barozzino, T., School Board Survey of Attention Deficit/Hyperactivity Disorder: Prevalence of Diagnosis and Stimulant Medication Therapy, Paediatrics and Child Health, 2000, 5(1), pp.19-23.",
        "Shaffer, D., P. Fisher, M.K. Dulcan, M. Davies, J. Piacentini et al. The NIMH Diagnostic Interview Schedule for Children Version 2.3 (DISC-2.3): Description, acceptability, prevalence rates, and performance in the MECA Study. Methods for the Epidemiology of Child and Adolescent Mental Disorders Study, Journal of the American Academy of Child and Adolescent Psychiatry, 35, 1996, 865-877.",
        "Stage, Scott and David Quiroz. A Meta-Analysis of Interventions to Decrease Disruptive Classroom Behavior in Public Education Settings, School Psychology Review, 1997, 26 3, 333-368.",
        "U.S. Department of Health and Human Services. Mental Health: A Report to the Surgeon General (Rockville: U.S. Dept. of Health and Human Services) 1999.",
        "Wigal, Tim, James Swanson, Roland Regino, Marc Lerner, Ihab Soliman, Ken Steinhoff, Suresh Gurbani, and Sharon Wigal. Stimulant Medications for the Treatment of ADHD: Efficacy and 30 Limitations, Mental Retardation and Developmental Disabilities Research Reviews, 5, 1999, 2 15-224."
    ]
}