{
    "id": 13224,
    "cites": 26,
    "cited_by": 26,
    "reference": [
        "Baker, M. (1997), Growth-rate Heterogeneity and the Covariance Structure of Life Cycle Earnings, Journal of Labor Economics, 15, 338-75.",
        "Ben-Porath, Y. (1967), The Production of Human Capital and the Life Cycle of Earnings, Journal of Political Economy, 75, 352-65.",
        "Browning, M., Hansen, L. and J. Heckman (1999), Micro Data and General Equilibrium Models, in Handbook of Macroeconomics, ed. J.B. Taylor and M. Woodford, (Elsevier Science B.V, Amsterdam).",
        "Card, D. (1999), The Causal Effect of Education on Earnings, In Orley Ashenfelter and David Card, editors, Handbook of Labor Economics, Volume 3, (Elsevier, Amsterdam).",
        "CastaÃ\u0083Â±eda, A. Diaz-Jimenez, J. and V. Rios-Rull (2003), Accounting for Earnings and Wealth Inequality, Journal of Political Economy, 111, 818- 57.",
        "Deaton, A. and C. Paxson (1994), Intertemporal Choice and Inequality, Journal of Political Economy, 102, 437-67.",
        "Eaton, J. and H. Rosen (1980), Taxation, Human Capital and Uncertainty, American Economic Review, 70, 705- 15.",
        "Guvenen, F. (2006), Learning your Earning: Are Labor Income Shocks Really Very Persistent ?, Institute for Empirical Macroeconomics, Discussion Paper 145.",
        "Heathcote, J., Storesletten, K. and G. Violante (2005), Two Views on Inequality over the Life Cycle, Journal of the European Economic Association: Papers and Proceedings, 765- 75.",
        "Heathcote, J., Storesletten, K. and G. Violante (2006), The Cross-Sectional Implications of Rising Wage Inequality in the United States, manuscript.",
        "Heckman, J., Lochner, L. and C. Taber (1998), Explaining Rising Wage Inequality: Explorations with a Dynamic General Equilibrium Model of Labor Earnings with Heterogeneous Agents, Review of Economic Dynamics, 1, 1-58.",
        "Huggett, M. (1996), Wealth Distribution in Life-Cycle Economies, Journal of Monetary Economics, 38, 469- 94.",
        "Huggett, M., Ventura, G. and A. Yaron (2006), Human Capital and Earnings Distribution Dynamics, Journal of Monetary Economics, 53, 265- 90.",
        "Huggett, M. and J.C. Parra (2006), How Well Does the US Social Insurance System Provide Social Insurance?, manuscript.",
        "Keane, M. and K. Wolpin (1997), The Career Decisions of Young Men, Journal of Political Economy, 105(3), 473-522.",
        "Krebs, T. (2004), Human Capital Risk and Economic Growth, Quarterly Journal of Economics, 118, 709- 744.",
        "Krueger, D. and F. Perri (2006), Does Income Inequality Lead to Consumption Inequality? Evidence and Theory, Review of Economic Studies, 73, 163- 93.",
        "Levhari, D. and Y. Weiss (1974), The Effect of Risk on the Investment in Human Capital, American Economic Review, 64, 950-63.",
        "Mincer, J. (1974), Schooling, Experience and Earnings, Columbia University Press, New York.",
        "Mincer, J. (1997), The Production of Human Capital and the Life Cycle of Earnings: Variations on a Theme, Journal of Labor Economics, 15 (1), Part 2.",
        "Press, W. et. al. (1992), Numerical recipes in FORTRAN, Second Edition, (Cambridge University Press, Cambridge).",
        "Primiceri, G. and T. van Rens (2006), Predictable Life-Cycle Shocks, Income Risk and Consumption Inequality, manuscript.",
        "Siegel, J. (2002), Stocks for the Long Run, Third Edition, (McGraw-Hill, New York).",
        "Slesnick, D. and A. Ulker (2005), Inequality and the Life Cycle: Age, Cohort Effects and Consumption, manuscript.",
        "Storesletten, K., Telmer, C. and A. Yaron (2004), Consumption and Risk Sharing Over the Life Cycle, Journal of Monetary Economics, 51, 609- 33.",
        "Tauchen, G. (1986), Finite State Markov-Chain Approximations to Univariate and Vector Autoregressions, Economics Letters, 20, 177-81."
    ]
}