{
    "id": 13225,
    "cites": 95,
    "cited_by": 4,
    "reference": [
        "Abdulkadiro?lu, Atila, Parag A. Pathak, and Alvin E. Roth, The New York City High School Match, American Economic Review, Papers and Proceedings, 95,2, May, 2005, 364-367.",
        "Abdulkadiro?lu, Atila, Parag A. Pathak, and Alvin E. Roth, Strategy-proofness versus Efficiency in Matching with Indifferences: Redesigning the NYC High School Match, working paper, November 2006.",
        "Abdulkadiro?lu, Atila, Parag A. Pathak, Alvin E. Roth, and Tayfun SÃ\u0083Â¶nmez, The Boston Public School Match, American Economic Review, Papers and Proceedings, 95,2, May, 2005, 368-371.",
        "Abdulkadiro?lu, Atila, Parag A. Pathak, Alvin E. Roth, and Tayfun SÃ\u0083Â¶nmez, Changing the Boston School Choice Mechanism, working paper, January 2006.",
        "Abdulkadiro?lu, Atila and Tayfun SÃ\u0083Â¶nmez [1998],  Random Serial Dictatorship and the Core from Random Endowments in House Allocation ProblemsÃ\u0082â\u0080\u009d (joint with Atila), Econometrica 66: 689-701, May.",
        "Abdulkadiro?lu, Atila and Tayfun SÃ\u0083Â¶nmez [1999], House Allocation with Existing Tenants, Journal of Economic Theory, 88, 233-260.",
        "Abdulkadiro?lu, Atila and Tayfun SÃ\u0083Â¶nmez [2002], Ã\u0082â\u0080\u009cSchool Choice: A Mechanism Design Approach,Ã\u0082â\u0080\u009d American Economic Review, 93, 729-747.",
        "Abeledo, Hernan G. and Garth Isaak [1991], A Characterization of Graphs which Assure the Existence of Stable Matchings, Mathematical Social Sciences, 22, 93-96.",
        "Abeledo, Hernan G. and Uriel G. Rothblum [1995], Ã\u0082â\u0080\u009cCourtship and Linear Programming,Ã\u0082â\u0080\u009d Linear Algebra and its Applications, 216: 111-124.",
        "Abraham, D., Blum, A., and Sandholm, T. 2007. Clearing Algorithms for Barter Exchange Markets: Enabling Nationwide Kidney Exchanges. In Proceedings of the ACM Conference on Electronic Commerce (EC).",
        "Adachi, Hiroyuki [2000], On a Characterization of Stable Matchings, Economic Letters, 68, 43-49.",
        "Aldershof, Brian and Olivia M. Carducci [1996], ``Stable Matchings with Couples, Discrete Applied Mathematics, (68)1-2 (1996) pp. 203-207.",
        "Alkan, Ahmet [1988], Ã\u0082â\u0080\u009cNonexistence of Stable Threesome Matchings,Ã\u0082â\u0080\u009d Mathematical Social Sciences, 16, pp207-209.",
        "Avery, Christopher, Andrew Fairbanks, and Richard Zeckhauser. The Early Admissions Game: Joining the Elite. Harvard University Press, 2003.",
        "Avery, Christopher, Christine Jolls, Richard A. Posner, and Alvin E. Roth, The Market for Federal Judicial Law Clerks, University of Chicago Law Review, 68, 3, Summer, 2001, 793-902.",
        "Avery, Christopher, Christine Jolls, Richard A. Posner, and Alvin E. Roth [2007], Ã\u0082â\u0080\u009cThe New Market for Federal Judicial Law ClerksÃ\u0082â\u0080\u009d, University of Chicago Law Review, forthcoming.",
        "Balinski, Michel and Tayfun SÃ\u0083Â¶nmez [1999], A Tale of Two Mechanisms: Student Placement, Journal of Economic Theory, 84, 73-94.",
        "Becker, Gary S. [1981], A Treatise on the Family, Cambridge, Harvard University Press.",
        "Blair, Charles [1988], The Lattice Structure of the Set of Stable Matchings with Multiple Partners, Mathematics of Operations Research, 13, pp619-628.",
        "Bulow, Jeremy and Jonathan Levin [2006] Ã\u0082â\u0080\u009cMatching and Price Competition,Ã\u0082â\u0080\u009d American Economic Review, 96, 3, June, 652-658.",
        "Cechlarova, Katarina, Tamas Fleiner, and David Manlove [2005], The Kidney Exchange Game, Proc. SOR 05 (2005), Eds. L. Zadnik-Stirn, S. Drobne, 77-83.",
        "Chung, Kim-Sau [2000], Ã\u0082â\u0080\u009cOn the Existence of Stable Roommate Matchings,Ã\u0082â\u0080\u009d Games and Economic Behavior 33(2), 206-230 (2000) Crawford, Vincent P. The Flexible-Salary Match: A Proposal to Increase the Salary Flexibility of the National Resident Matching Program, forthcoming, Journal of Economic Behavior and Organization.",
        "Crawford, Vincent P. and Elsie Marie Knoer [1981], Job Matching with Heterogeneous Firms and Workers, Econometrica, 49, pp437-450.",
        "Damiano, Ettore, Hao Li, and Wing Suen (2005), Ã\u0082â\u0080\u009cUnravelling of Dynamic Sorting,Ã\u0082â\u0080\u009d Review of Economic Studies 72 (4), 1057Ã\u0082â\u0080\u00931076.",
        "Demange, Gabrielle and David Gale [1985] The Strategy Structure of Two-Sided Matching Markets, Econometrica, 53, pp873-888.",
        "Dubins, L.E. and D.A. Freedman [1981], Machiavelli and the Gale- Shapley Algorithm. American Mathematical Monthly, 88, pp485-494.",
        "Echenique, Federico and Jorge Oviedo [2004] `Core Many-to-one Matchings by Fixed Point Methods Journal of Economic Theory, 115, 2, April, 358-376.",
        "Echenique, Federico and Jorge Oviedo [2006], A Theory of Stability in Many-tomany Matching Markets, Ã\u0082â\u0080\u009cTheoretical Economics,1, 2, June, 233-273.",
        "Erdil, Aytek and Haluk Ergin [2007], Whats the Matter with Tie-breaking? Improving Efficiency in School Choice, American Economic Review, forthcoming.",
        "Erdil, Aytek, and Haluk Ergin [2006] Two-Sided Matching with Indifferences, working paper.",
        "Fleiner, Tamas [2000], Stable and Crossing Structures, Ph.D. dissertation, Centrum voor Wiskunde en Informatica (CWI), Amsterdam, http://www.renyi.hu/~fleiner/dissertation.pdf.",
        "Fleiner, Tamas [2003], A Fixed-Point Approach To Stable Matchings and Some Applications, Mathematics of Operations Research, 28, 1, February, 103-126 FrÃ\u0083Â©chette, Guillaume, Alvin E. Roth, and M. Utku Ã\u0083Å\u0093nver, Ã\u0082â\u0080\u009cUnraveling Yields Inefficient Matchings: Evidence from Post-Season College Football Bowls,Ã\u0082â\u0080\u009d Rand Journal of Economics, forthcoming.",
        "Gale, David and Lloyd Shapley [1962], Ã\u0082â\u0080\u009cCollege Admissions and the Stability of Marriage,Ã\u0082â\u0080\u009d; American Mathematical Monthly, 69, pp9-15.",
        "Gale, David and Marilda Sotomayor [1985] Ms Machiavelli and the Stable Matching Problem, American Mathematical Monthly, 92, pp261-268.",
        "Guillen, Pablo and Onur Kesten [2007], On-Campus Housing: Theory vs. Experiment, working paper, April, Carnegie Mellon University.",
        "Gusfield, Dan and Robert W. Irving. The Stable Marriage Problem: Structure and Algorithms. MIT Press, 1989.",
        "Hatfield, John and Paul Milgrom [2005], Ã\u0082â\u0080\u009cMatching with Contracts,Ã\u0082â\u0080\u009d American Economic Review, 95(4), September, 913-935.",
        "Immorlica, Nicole and Mohammad Mahdian [2005], Marriage, Honesty, and Stability, SODA 2005, 53-62.",
        "Irving, Robert W. [1985] An efficient algorithm for the stable roommates problem, Journal of Algorithms, 6, 577--595.",
        "Irving, Robert W. [1998] Matching medical students to pairs of hospitals: a new variation on an old theme, in Proceedings of ESA98, the Sixth Annual European Symposium on Algorithms, Venice Italy, 1998, Lecture Notes in Computer Science, vol. 1461, Springer-Verlag, 381-392.",
        "Irving RW, Manlove DF, Scott S [2000] The hospitals/residents problem with ties Lecture Notes in Computer Science 1851: 259-271.",
        "Kagel, John H. and A.E. Roth, The dynamics of reorganization in matching markets: A laboratory experiment motivated by a natural experiment, Quarterly Journal of Economics, February, 2000, 201-235.",
        "Kamecke, Ulrich [1998], Wage Formation in a Centralized Matching Market, International Economic Review, 39, 1, February, 33-53.",
        "Kelso, Alexander S.,Jr. and Vincent P. Crawford [1982], Job Matching, Coalition Formation, and Gross Substitutes, Econometrica, 50, pp 1483-1504.",
        "Kesten, Onur [2004], Ã\u0082â\u0080\u009cStudent Placement to Public Schools in US: Two New Solutions,Ã\u0082â\u0080\u009d working paper, Carnegie Mellon University.",
        "Kesten, Onur [2006] On Two Competing Mechanisms for Priority Based Allocation Problems, Journal of Economic Theory 127, 155-171.",
        "Klaus, Bettina and Flip Klijn (2005): Ã\u0082â\u0080\u009cStable Matchings and Preferences of Couples,Ã\u0082â\u0080\u009d Journal of Economic Theory, 121(1), 75-106.",
        "Knuth, Donald E. [1976], Mariages Stables, Montreal, Les Presses de lUniversite de Montreal.",
        "Kojima, Fuhito [2007], Ã\u0082â\u0080\u009cMatching and Price Competition: Comment,Ã\u0082â\u0080\u009d American Economic Review, forthcoming.",
        "Kojima, Fuhito and Parag Pathak [2007], Ã\u0082â\u0080\u009cIncentives and Stability in Large Two-Sided Matching Markets,Ã\u0082â\u0080\u009d working paper.",
        "Li, Hao and Sherwin Rosen [1998], Unraveling in Matching Markets, American Economic Review, 88, 3, June, 371-387.",
        "Li, Hao and Wing Suen [2000], Risk Sharing, Sorting, and Early Contracting, Journal of Political Economy, 108, 5, 1058-1091.",
        "Li, Hao and Wing Suen [2004], Self-Fulfilling Early-Contracting Rush, International Economic Review, February, vol. 45, no. 1, pp. 301-324(24).",
        "Manlove, David F., Rob Irving, Kazuo Iwama, Shuichi Miyazaki and Yasufumi Morita [2002], Hard Variants of Stable Marriage, Theoretical Computer Science, 276 (1-2) : 261-279.",
        "Martinez, Ruth, Jordi Masso Alejandro Neme, and Jorge Oviedo [2001], On the Lattice Structure of the Set of Stable Matchings for a Many-to-one Model, Optimization 50, 439-457.",
        "C. Nicholas McKinney, Muriel Niederle, and Alvin E. Roth, Ã\u0082â\u0080\u009cThe collapse of a medical labor clearinghouse (and why such failures are rare),Ã\u0082â\u0080\u009d American Economic Review, 95, 3, June, 2005,878-889.",
        "McVitie, D. G. and L. B. Wilson [1970a], Stable Marriage Assignments for Unequal Sets, BIT, 10, pp295-309.",
        "Milgrom, Paul [2004] Putting Auction Theory to Work, Cambridge University Press.",
        "Mullin, F.J. and John M. Stalnaker [1952], The Matching Plan for Internship Placement: A Report of the First Years Experience, Journal of Medical Education, 27, 193-200.",
        "Niederle, Muriel [forthcoming], Ã\u0082â\u0080\u009cCompetitive Wages in a Match with Ordered Contracts,Ã\u0082â\u0080\u009d American Economic Review. Niederle, Muriel and Alvin E. Roth, Ã\u0082â\u0080\u009cRelationship Between Wages and Presence of a Match in Medical Fellowships,Ã\u0082â\u0080\u009d JAMA. Journal of the American Medical Association, vol. 290, No. 9, September 3, 2003, 1153-1154.",
        "Niederle, Muriel and Alvin E. Roth, Ã\u0082â\u0080\u009cUnraveling reduces mobility in a labor market: Gastroenterology with and without a centralized match,Ã\u0082â\u0080\u009d Journal of Political Economy, vol. 111, no. 6, December 2003, 1342-1352.",
        "Niederle, Muriel and Alvin E. Roth, Ã\u0082â\u0080\u009cThe Gastroenterology Fellowship Market: Should there be a Match?,Ã\u0082â\u0080\u009d American Economic Review, Papers and Proceedings, 95,2, May, 2005, 372-375.",
        "Niederle, Muriel and Alvin E. Roth, Ã\u0082â\u0080\u009cThe Gastroenterology Fellowship Match: How it failed, and why it could succeed once again,Ã\u0082â\u0080\u009d Gastroenterology, 127, 2 August 2004, 658-666.",
        "Niederle, Muriel and Alvin E. Roth, Ã\u0082â\u0080\u009cThe Effects of a Central Clearinghouse on Job placement, Wages, and Hiring Practices: Gastroenterology Fellows as a Case Study, NBER volume, forthcoming. Niederle, Muriel, Deborah D. Proctor, and Alvin E. Roth, Ã\u0082â\u0080\u009cWhat will be needed for the new GI fellowship match to succeed?Ã\u0082â\u0080\u009d Gastroenterology, January, 2006, 130, 218-224.",
        "Niederle, Muriel and Leeat Yariv [2007], Matching through Decentralized Markets, working paper, Stanford University.",
        "Ostrovsky, Michael, [2007] Stability in Supply Chain Networks, working paper (revised), Stanford University GSB.",
        "Papai, Szilvia [2000] Strategyproof Assignment by Hierarchical Exchange, Econometrica, 68: 1403-1433 .",
        "Pathak, Parag [2007], Lotteries in Student Assignment, working paper.",
        "Roth, A.E. The Economics of Matching: Stability and Incentives, Mathematics of Operations Research, Vol. 7, 1982a, 617-628.",
        "Roth, A.E. Incentive Compatibility in a Market with Indivisible Goods, Economics Letters, Vol. 9, 1982b, 127-132.",
        "Roth, Alvin E. [1984], The Evolution of the Labor Market for Medical Interns and Residents: A Case Study in Game Theory, Journal of Political Economy, 92, 991-1016.",
        "Roth, A.E. The College Admissions Problem is not Equivalent to the Marriage Problem, Journal of Economic Theory, 36, 1985, 277-288.",
        "Roth, A.E. On the Allocation of Residents to Rural Hospitals: A General Property of Two-Sided Matching Markets, Econometrica, 54, 1986, 425-427.",
        "Roth, A.E. New Physicians: A Natural Experiment in Market Organization, Science, 250, 1990, 1524-1528.",
        "Roth, Alvin E. [1991], A Natural Experiment in the Organization of Entry Level Labor Markets: Regional Markets for New Physicians and Surgeons in the U.K., American Economic Review, 81, June, 415-440.",
        "Roth, A.E. and E. Peranson, The Redesign of the Matching Market for American Physicians: Some Engineering Aspects of Economic Design,Ã\u0082â\u0080\u009d American Economic Review, 89, 4, September, 1999, 748-780.",
        "Roth, Alvin E., Tayfun SÃ\u0083Â¶nmez and M. Utku Ã\u0083Å\u0093nver, Kidney Exchange, Quarterly Journal of Economics, 119, 2, May, 2004, 457-488.",
        "Roth, Alvin E., Tayfun SÃ\u0083Â¶nmez, and M. Utku Ã\u0083Å\u0093nver, Ã\u0082â\u0080\u009cA Kidney Exchange Clearinghouse in New England,Ã\u0082â\u0080\u009d American Economic Review, Papers and Proceedings, 95,2, May, 2005, 376-380.",
        "Roth, Alvin E., Tayfun SÃ\u0083Â¶nmez and M. Utku Ã\u0083Å\u0093nver Ã\u0082â\u0080\u009cEfficient Kidney Exchange: Coincidence of Wants in a Market with Compatibility-Based Preferences,Ã\u0082â\u0080\u009d American Economic Review, June 2007, forthcoming.",
        "Roth, A.E. and M. Sotomayor Interior Points in the Core of Two-Sided Matching Markets, Journal of Economic Theory, Vol. 45, 1988, 85-101.",
        "Roth, A.E. and Sotomayor, M. The College Admissions Problem Revisited, Econometrica, Vol. 57, 1989, 559-570.",
        "Roth, A.E. and M. Sotomayor Two-Sided Matching: A Study in Game-Theoretic Modeling and Analysis, Econometric Society Monograph Series, Cambridge University Press, 1990.",
        "Roth, A.E. and Vande Vate, J.H. Random Paths to Stability in Two-Sided Matching, Econometrica, 58, 1990, 1475-1480.",
        "Roth, A.E. and X. Xing Jumping the Gun: Imperfections and Institutions Related to the Timing of Market Transactions, American Economic Review, 84, September, 1994, 992-1044.",
        "Roth, A.E. and X. Xing Turnaround Time and Bottlenecks in Market Clearing: Decentralized Matching in the Market for Clinical Psychologists, Journal of Political Economy, 105, April 1997, 284-329.",
        "Shapley, Lloyd S. and Martin Shubik [1972], Ã\u0082â\u0080\u009cThe Assignment Game I: The Core,Ã\u0082â\u0080\u009d International Journal of Game Theory, 1, pp111-130.",
        "Shapley, Lloyd S. and Herbert Scarf [1974], On Cores and Indivisibility, Journal of Mathematical Economics, 1, pp23-28.",
        "SÃ\u0083Â¶nmez, Tayfun [1997], Manipulation via Capacities in Two-Sided Matching Markets, Journal of Economic Theory, 77, 1, November, 197-204.",
        "SÃ\u0083Â¶nmez, Tayfun [1999], Can Pre-Arranged Matches be Avoided in Two-Sided Matching Markets? Journal of Economic Theory, 86, 148-56.",
        "SÃ\u0083Â¶nmez, Tayfun and M. Utku Ã\u0083Å\u0093nver [2005], Ã\u0082â\u0080\u009cHouse Allocation with Existing Tenants: An Equivalence,Ã\u0082â\u0080\u009d Games and Economic Behavior 52, July, 153-185.",
        "Sotomayor, Marilda [1996], A Non Constructive Elementary Proof of the Existence of Stable Marriages, Games and Economic Behavior, 13, March, 135-7.",
        "Sotomayor, Marilda [2000], Existence of stable outcomes and the lattice property for a unified matching market, Mathematical Social Sciences, 39, 119-132.",
        "Sotomayor, Marilda [2007], Ã\u0082â\u0080\u009cConnecting the cooperative and competitive structures of the multiple-partners assignment game,Ã\u0082â\u0080\u009d Journal of Economic Theory, 134, 1, May, 155-174.",
        "Tan, J.J.M. [1991], A Necessary and Sufficient Condition for the Existence of a Complete Stable Matching, Journal of Algorithms, 12(1), 154-178.",
        "Tarski, Alfred [1955], Ã\u0082â\u0080\u009cA Lattice Theoretical Fixpoint Theorem and Its Applications,Ã\u0082â\u0080\u009d Pacific Journal of Mathematics, 5, 2."
    ]
}