{
    "id": 13228,
    "cites": 56,
    "cited_by": 8,
    "reference": [
        "Abbring, Jaap, Pierre-Andre Chiappori, and Jean Pinquet (2003a), Moral hazard and Dynamic Insurance Data. Journal of the European Economic Association 1(4): 767-820.",
        "Abbring, Jaap, James Heckman, Pierre-Andre Chiappori, and Jean Pinquet (2003b), Adverse Selection and Moral Hazard in Insurance: Can Dynamic Data Help to Distinguish?. Journal of the European Economic Association Papers and Proceedings 1(2/3): 512-521.",
        "Adams, William, Liran Einav, and Jonathan Levin (2007), Liquidity Constraints and Imperfect Information in Subprime Lending, NBER Working Paper No. 13067.",
        "Akerlof, George (1970), The Market for `Lemons: Quality Uncertainty and The Market Mechanism,  Quarterly Journal of Economics 84(3), 488-500.",
        "Banks, James, and Carl Emmerson (1999), U.K. Annuitants, IFS Briefing Note, London: Institute for Fiscal Studies.",
        "Banks, James, Carl Emmerson, Zoe Oldfield, and Gemma Tetlow (2005), Prepared for Retirement ? The Adequacy and Distribution of Retirement Resources in England, Institute for Fiscal Studies, London.",
        "Barsky, R. B., F. T. Juster, M. S. Kimball, and M. D. Shapiro (1997), Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in The Health and Retirement Study, Quarterly Journal of Economics 112(2), 537-579.",
        "Braun, Michael, and Alexander Muermann (2004), The Impact of Regret on The Demand for Insurance, Journal of Risk and Insurance 71(4), 737-767.",
        "Brown, Jeffrey, and Amy Finkelstein (2006), The Interaction of Public and Private Insurance: Medicaid and the Long-Term Care Insurance Market, mimeo, MIT.",
        "Brown, Jeffrey, Olivia Mitchell, James Poterba, and Mark Warshawsky (2001), The Role of Annuity Markets in Financing Retirement, Cambridge, MA: MIT Press.",
        "Cardon, James H., and Igal Hendel (2001), Asymmetric Information in Health Insurance: Evidence from the National Medical Expenditure Survey, Rand Journal of Economics 32(3), 408427.",
        "Chiappori, Pierre-Andre and Bernard Salanie (2000), Testing for Asymmetric Information in Insurance Markets, Journal of Political Economy 108(1), 56-78.",
        "Chiappori, Pierre-Andre, Bruno Jullien, Bernard Salanie, and Francois Salanie (2006), Asymmetric Information in Insurance: General Testable Implications, Rand Journal of Economics 37(4).",
        "Cohen, Alma, and Liran Einav (2007), Estimating Risk Preferences from Deductible Choice, American Economic Review 97(3), 745-788.",
        "Cutler, David, and Richard Zeckhauser (2000), The Anatomy of Health Insurance in A. Culyer and J. Newhouse, eds. Handbook of Health Economics, Volume IA, Amsterdam: Elsevier.",
        "Davidoff, Thomas, and Gerd Welke (2005),. Selection and moral hazard in the reverse mortgage market, mimeo, UC Berkeley.",
        "Davidoff, Thomas, Jeffrey Brown, and Peter Diamond (2005) Annuities and Individual Welfare,  American Economic Review 95(5), 1573-1590.",
        "Davis, S., Felix Kubler, and P. Willen (2006), Borrowing Costs and the Demand for Equity over the Life Cycle, Review of Economics and Statistics 86(2), 348-362.",
        "Engen, Eric M., William G. Gale, and Con R. Uccello (1999), The Adequacy of Retirement Saving, Brookings Papers on Economic Activity 2, 65-165.",
        "Fang, Hanming, Michael Keane, and Dan Silverman (2006), Sources of Advantageous Selection: Evidence from the Medigap Insurance Market, mimeo, Yale University.",
        "Feldstein, Martin (2005), Rethinking Social Insurance, NBER Working Paper No. 11250.",
        "Finkelstein, Amy, and Kathleen McGarry (2006), Multiple dimensions of private information: evidence from the long-term care insurance market, American Economic Review 96(4), 938-958.",
        "Finkelstein, Amy, and James Poterba (2002), Selection Effects in the Market for Individual Annuities: New Evidence from the United Kingdom, Economic Journal 112(476), 28-50.",
        "Finkelstein, Amy, and James Poterba (2004), Adverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity Market, Journal of Political Economy 112(1), 193-208.",
        "Finkelstein, Amy, and James Poterba (2006), Testing for Adverse Selection with `Unused Observables, NBER Working Paper No. 12112.",
        "Friedman, Benjamin M., and Mark J. Warshawsky (1990), The Cost of Annuities: Implications for Saving Behavior and Bequests, Quarterly Journal of Economics 105(1), 135-154.",
        "Golosov, Mikhail, and Aleh Tsyvinski (forthcoming), Optimal Taxation with Endogenous Insurance Markets, Quarterly Journal of Economics, forthcoming. Grabowski, D. C., and J. Gruber (2005), Moral Hazard in Nursing Home Use, NBER Working Paper No. 11723.",
        "Hamermesh, Daniel (1985), Expectations, Life Expectancy, and Economic Behavior, Quarterly Journal of Economics 100(2), 389-408.",
        "Han, Aaron, and Jerry Hausman (1990), Flexible Parametric Estimation of Duration and Competing Risk Models, Journal of Applied Econometrics 5, 1-28.",
        "Heckman, James J., and Bo E. Honore (1989), The Identifiability of the Competing Risks Model, Biometrika 76(2), 325-330.",
        "Heckman, James J., and Burton Singer (1984), The Identifiability of the Proportional Hazard Model, Review of Economic Studies 5 1(2), 231-241.",
        "Hurd, Michael D., and Kathleen McGarry (2002), The Predictive Validity of Subjective Probabilities of Survival, Economic Journal 112(482), 966-985.",
        "Horiuchi, Shiro, and Ansley Coale (1982), A simple Equation for Estimating the Expectation of Life at Old Ages, Population Studies 36, 317-326.",
        "Hubbard, Glenn, Jonathan Skinner, and Stephen Zeldes (1995), Precautionary Savings and Social Insurance, Journal of Political Economy 103(2), 360-99.",
        "Hurd, Michael D. (1989), Mortality Risk and Bequests, Econometrica 57(4), 779-813.",
        "Institute of Actuaries and Faculty of Actuaries, Continuous Mortality Investigation Committee (1999). Continuous Mortality Investigation Reports, Number 17.",
        "Israel, Mark (2004), Do We Drive More Safely When Accidents Are More Expensive? Identifying Moral Hazard from Experience Rating Schemes, unpublished mimeo, available at http://www.",
        "Jullien, Bruno, Bernard Salanie, and Francois Salanie (2007), Screening risk-averse agents under moral hazard: single-crossing and the CARA case, Economic Theory 30(1), 151-169.",
        "Kopczuk, Wojciech (2006), Bequest and tax planning: evidence from estate tax returns, unpublished mimeo, available at http: / /www.columbia.edu/ ~wk2 11 O/bin/ill.pdf.",
        "Kopczuk, Wojciech and Joseph Lupton (2007), To Leave or not To Leave: The Distribution of Bequest Motives, Review of Economic Studies 74(1), 207-235.",
        "Kotlikoff, Lawrence J., and Avia Spivak (1981), The Family as an Incomplete Annuities Market,  Journal of Political Economy 89(2), 372-391.",
        "Laibson, David I., Andrea Repetto, and Jeremy Tobacman (1998), Self-control and saving for retirement, Brookings Papers on Economic Activity 1, 91-196.",
        "Laitner, John, and Juster F. Thomas (1996), New Evidence on Altruism: A Study of TIAACREF Retirees, American Economic Review 86(4), 893-908.",
        "Meyer, Bruce (1990), Unemployment Insurance and Unemployment Spells, Econometrica 58(4), 757-782.",
        "Mitchell, Olivia S., James M. Poterba, Mark Warshawsky, and Jeffrey R. Brown (1999), New Evidence on the Moneys Worth of Individual Annuities, American Economic Review 89, 12991318.",
        "Miyazaki, H. (1977), The Rat Race and Internal Labor Markets, Bell Journal of Economics 8, 394-418.",
        "Murthi, Mamta, J. Michael Orszag, and Peter Orszag (1999), The Charge Ratio on Individual Accounts: Lessons for the U.K. Experience, Working Paper 99-2, Birkbeck College, University of London.",
        "Palumbo, Michael G. (1999), Uncertain Medical Expenses and Precautionary Saving Near the End of the Life Cycle, Review of Economic Studies 66(2), 395-421.",
        "Philipson, T., and G. Becker (1998) Old-Age Longevity and Mortality Contingent Claims, Journal of Political Economy 106(3), 550-574.",
        "Rothschild, Michael, and Joseph E. Stiglitz. 1976. Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics 90, 630-649.",
        "Scholz, John Karl, Ananth Seshadri, and Surachai Khitatrakun (2006), Are Americans Saving `Optimally for Retirement? Journal of Political Economy 114(4), 607-643.",
        "Sheshinski, Eytan (2006), Differentiated Annuities in a Pooling Equilibrium, mimeo, Hebrew University of Jerusalem.",
        "Simonson, Itamar and Amos Tversky. 1992. Choice in Context: Trade-off Contrast and Extremeness Aversion. Journal of Marketing Research 29(3): 281-295.",
        "Smart, Michael (2000), Competitive insurance markets with two unobservables, International Economic Review 41(1), 153-169.",
        "Smith, V. Kerry, Donald Taylor and Frank Sloan. 2001. Longevity expectations and death: can people predict their own demise? American Economic Review September pp.1126-1134.",
        "Spence, Michael (1978), Product Differentiation and Performance in Insurance Markets, Journal of Public Economics 10, 427-447."
    ]
}