{
    "id": 13238,
    "cites": 27,
    "cited_by": 2,
    "reference": [
        "Amemiya, T. Advanced Econometrics. Cambridge: Harvard University Press, 1985.",
        "Beasley, Timothy and Stephen Coate. Centralized vs. decentralized provision of local public good: a political economy analysis. Journal of Public Economics 87 (2003), 2611-2637.",
        "Congressional Budget Office (CBO), Federalism and Environmental Protection: Case Studies for Drinking Water and Ground-Level Ozone, Washington, DC: U.S. Congress, 1997.",
        "Cutter, W. Bowman and J.R. DeShazo. The environmental consequences of decentralizing the decision to decentralize, Journal of Environmental Economics and Management 53 (2007), 32-53.",
        "Environmental Council of States. http://www.ecos.org. Flatt, Victor B. A dirty river runs through it (The failure of enforcement in the Clean Water Act). Boston College Environmental Affairs Law Review 25 (1997), 1-45.",
        "Freeman, A. Myrick. III. Water Pollution Policy, In Public Policies for Environmental Protection, edited by P.R. Portney and R.N. Stavins. Washington, DC: Resources for the Future, 2000, pp. 169-213.",
        "Gross David B. and Nicholas S. Souleles. An empirical analysis of personal bankruptcy and delinquency, Review of Financial Studies. 15 (2002), 3 19-347.",
        "Hoynes, Hilary Williamson. Local labor markets and welfare spells: Do demand conditions matter? Review of Economics and Statistics 82 (2000), 351-68.",
        "Kahn, Matthew. Domestic pollution havens: Evidence from cancer deaths in border counties. Journal of Urban Economics 56 (2004), 51-69.",
        "Kunce, Mitch and Jason F. Shogren. On interjurisdictional competition and environmental federalism, Journal of Environmental Economics and Management 50 (2005), 212--224.",
        "Lancaster, Tony. The Econometric Analysis of Transition Data. Cambridge, UK: Cambridge University Press, 1990.",
        "Levinson, Ark. Environmental regulatory competition: A status report and some new evidence, National Tax Journal 56 (2003), 9 1-106.",
        "Lin, C.-Y. Cynthia. How should standards be set and met?: An incomplete contracting approach to delegation in regulation, mimeo, Harvard University, 2006.",
        "List, John A. and Shelby Gerking. Regulatory federalism and environmental protection in the United States. Journal of Regional Science, 40 (2000), 453-71.",
        "Lockwood, Ben, Distributive politics and the costs of centralization, Review of Economic Studies 69 (2002), 3 13-337.",
        "Meyer, Stephen M. and David M. Konisky. Adopting local environmental institutions: Environmental need and economic constraints, Political Research Quarterly 60 (2007), 3-16.",
        "Millimet, Daniel L. Assessing the empirical impact of environmental federalism, Journal of Regional Science 43 (2003), 7 11-733.",
        "Morantz, Alison D., Examining regulatory devolution from the ground up: A comparison of state and federal enforcement of construction safety regulations, Stanford Law and Economics Olin Working Paper No. 308, 2007.",
        "Oates, Wallace E. A reconsideration of environmental federalism, in Recent Advances in Environmental Economics, John A. List and Aart de Zeeuw (eds.), Cheltenham, U.K.: Edward Elgar, 2002, pp. 1-32.",
        "Oates, Wallace E. Fiscal Federalism. New York: Harcourt Brace Jovanovich, 1972.",
        "Oates, Wallace E. and Robert M. Schwab. Economic competition among jurisdictions: Efficiency-enhancing or Distortion-inducing? Journal of Public Economics, 35 (1998), 333-54.",
        "Sigman, Hilary. Letting states do the dirty work: State responsibility for federal environmental regulation, National Tax Journal 56 (2003), 107-122.",
        "Sigman, Hilary. Transboundary spillovers and decentralization of environmental policies, Journal of Environmental Economics and Management 50 (2005), 82-101.",
        "Stumpf, Koleman S. and Felix Oberhoizer-Gee. Endogenous policy decentralization: Testing the central tenet of economic federalism, Journal of Political Economy 110 (2002), 1-36.",
        "U.S. General Accounting Office. EPA and the States: Environmental Challenges Require a Better Working Relationship. Washington, D.C.: U.S. General Accounting Office, 1995.",
        "U.S. General Accounting Office. Water Pollution: Differences among the States in Issuing Permits Limiting the Discharge of Pollutants. Washington, D.C.: U.S. General Accounting Office, 1996.",
        "Wilson, John D. Capital Mobility and Environmental Standards: Is There a Theoretical Basis for a Race for the Bottom? In Harmonization and Fair Trade, volume 1, edited by J. Bhagwati and R. Hudec. Cambridge: MIT Press, 1996, pp. 395-427."
    ]
}