{
    "id": 1323,
    "cites": 15,
    "cited_by": 7,
    "reference": [
        "Altman, E.; Avery, R.; Eisenbels, R., and Sinkey, J. 1981 The Application of Statistical Classification Methods to Bond Quality Ratings in ~pplication of Classification Techniques in Business, Banking, and Finance. JAI Press.",
        "Belkaoul, Ahmed, 1983. Industrial Bonds and the Rating Process. Quarum Books.",
        "Bierman, H. and Hass, H. 1975. An Analytical Model of Bond Risk Differentials, Journal of Financial and Quantitative Analysis. December: 757-73.",
        "Edenlngton, 1. 1983 Why Moodys and Standard and Poors Btnd Ratings Disagree.",
        "Fisher, L. 1959. Determinants of Risk Premiums on Corporate Bonds. Journal of Political Economy 67: 217-230.",
        "Grier, P. and Katz, 5. 1976. The Differential Effects of Bond Rating Changes Among Industrial and Public Utility Bonds by Maturity. Journal of Busi ness 49: 65-78.",
        "Griffin, PA, and Sanvicente, A.Z. 1982. Common Stock Returns and Rating Changes: A Methodological Comparison. Journal of FInance. March: 103120.",
        "Hettenhouse, G., and Sartoris, W. 1976. An Analysis of the Information Value of Bond Rating Changes, Quarterly Review of Economics and Business 16: 65-78.",
        "Katz, 5. 1974. The Price Adjustment Process of Bonds to Rating Reclasslfications: A Test of Bond Market Efficiency. Journal of FInance 29: 551559.",
        "Sherwood, H. C., 1976. How Corporate and Municipal Debts Is Rated. John Wiley and Sons.",
        "Standard and Poors Rating Guide. 1979. McGraw-Hill.",
        "Weinstein, NI. 1977. The Effect of a Rating Change Announcement on Bond Price Journal of Financial Economics 5: 329-350.",
        "Weinstein, NI. 1981. The Systematic Risk of Corporate Bonds. Journal of Financial and Quanti tative Analysis. September: 257-278.",
        "West, R. 1973. Bond Ratings, Bond Yields, and Financial Regulation: Some Findings. Journal of Law and Economics 16: 159-168.",
        "Yawitz, J. 1977. An Analytical Model of Interest Rate Differentials and Different Default Recoveries Journal of Financial and Quantitative Analysis. September: 481-490."
    ]
}