{
    "id": 13239,
    "cites": 13,
    "cited_by": 1,
    "reference": [
        "Bertola, Giuseppe, Francine D. Blau, and Lawrence M. Kahn (2001), Comparative Analysis of Labor Market Outcomes: Lessons for the US from International Long-run Evidence, Cambridge, MA, NBER Working Paper 8526.",
        "Bhagwati, Jagdish N. (1984), Why Are Services Cheaper in Poor Countries? Economic Journal, Vol. 94, No. 374, June, pp.279-286.",
        "Bj Ã\u0083Â¶rklund, Anders, and Richard B. Freeman (1997), Generating Equality and Eliminating Poverty, the Swedish Way, in Freeman, Topel, and Swedenborg.",
        "Blanchard, Olivier, and Francisco Giavazzi (2003), Macroeconomic Effects of Regulation and Deregulation in Goods and Labor Markets, quarterly Journal of Economics, Vol.",
        "Sweden After the Crisis of the Early 1990s, NBER Working Paper 12768, Cambridge, MA, December, pp. 15-16.",
        "Duflo, Esther, Discussion (2005), Economic Policy, January 2005, pp. 39-43.",
        "Freeman, Richard B., Robert Topel, and Birgitta Swedenborg (1997), The Welfare State in Transition: Reforming the Swedish Model, Chicago and London, University of Chicago Press.",
        "Freeman, Richard B., and Ronald Schnettkat (2001), Skill compression, wage differentials, and employment: Germany vs the US, Oxford Economic Papers 3, 5 82-603.",
        "Koeniger, Winfried, Marco Leonardi, and Luca Nunziata, (2004), Labour Market Institutions and Wage Inequality, IZA Discussion Paper No. 1291, Bonn, September.",
        "Kravis, Irving B., and Robert E. Lipsey (1983), Toward an Explanation of Price Levels, Princeton Studies in International Finance, No. 52, Princeton University, International Finance Section.",
        "Tradables and Nontradables, American Economic Review, Vol. 78, No.2, pp. 474-478. Lipsey, Robert E. and Birgitta Swedenborg (1996), The High Cost of Eating: Causes of International Differences in Consumer Food Prices, Review of Income and Wealth, Series 42, No. 2, June, pp. 18 1-194.",
        "Ricardo, David (1817), The Principles of Political Economy and Taxation, London, Dent (1911 ed.).",
        "Sanyal, Kalyan K., and Ronald W. Jones (1982), The Theory of Trade in Middle Products, American Economic Review, vol. 72, March, pp. 16-3 1."
    ]
}