{
    "id": 13231,
    "cites": 40,
    "cited_by": 8,
    "reference": [
        "[1] Acemoglu, Daron and Robert Shimer, 1999, Efficient Unemployment Insurance, Journal of Political Economy, 107, 893-928.",
        "[2] Anderson, Patricia M. and Bruce D. Meyer, 1997, Unemployment Insurance Takeup Rates and the After-Tax Value of Benefits, Quarterly Journal of Economics, 112, 913-937.",
        "[3] Aiyagari, R. 5., 1994, Uninsured Idiosyncratic Risk and Aggregate Savings, Quarterly Journal of Economics, 109(3), 659-683.",
        "[4] Baker, 1992, Unemployment Duration: Compositional Effects and Cyclical Variability, American Economic Review, 82(1), 313-21.",
        "[5] Barsky, Robert, Gary Solon and Jonathan A. Parker., 1994, Measuring The Cyclicality Of Real Wages: How Important Is Composition Bias?, Quarterly Journal of Economics, 109(1), 1-25.",
        "[6] Beaudry, Paul and John DiNardo, 1991, The Effect of Implicit Contracts on the Move- ment of Wages over the Business Cycle: Evidence from Micro Data, Journal of Political Economy, 99(4), 665-88.",
        "[7] Bils, Mark J. 1985, Real Wages over the Business Cycle: Evidence from Panel Data, Journal of Political Economy, 93(4), 666-89.",
        "[9] Chang, Yongsung, and Sun-Bin Kim, 2006, From Individual to Aggregate Labor Supply: A Quantitative Analysis Based on a Heterogeneous Agent Macroeconomy, International Economic Review, 47(1), 1-27.",
        "[10] Chang, Yongsung, and Sun-Bin Kim, 2007, Heterogeneity and Aggregation: Implications for Labor-Market Fluctuations, American Economic Review, forthcoming.",
        "[11] Coles, Melvyn, and Randall Wright, 1998, A Dynamic Equilibrium Model of Search, Bar- gaining, and Money, Journal of Economic Theory, 78(1), 32-54.",
        "[12] Costain, James S. and Michael Reiter, 2003, Business Cycles, Unemployment Insurance, and the Calibration of Matching Models, Economics Working Papers 872, Department of Economics and Business, Universitat Pompeu Fabra.",
        "[13] Darby, Michael R., John C. Haltiwanger and Mark W. Plant, 1985, Unemployment Rate Dynamics and Persistent Unemployment under Rational Expectations, American Eco- nomic Review, 75(4), 614-37.",
        "[14] Den Haan,Wouter J., Garey Ramey and Joel Watson, 2000, Job Destruction and the 32 Experiences of Displaced Workers, Carnegie-Rochester Conference Series on Public Policy, 52(1), 129-136.",
        "[15] Fisher, Jonas, 2006, The Dynamic Effects of Neutral and Investment-Specific Technology Shocks, Journal of Political Economy, 114(3). 413-51.",
        "[16] Fujita, Shigeru and Garey Ramey, 2006, The cyclicality of job loss and hiring, Working Papers 06-17, Federal Reserve Bank of Philadelphia.",
        "[17] Gertler, M., and Trigari, A., 2006, Unemployment Fluctuations With Staggered Nash Wage Bargaining, NBER Working Papers 12498.",
        "[18] Gomes, Joao, Jeremy Greenwood, and Sergio Rebelo, 2001, Equilibrium Unemployment, Journal of Monetary Economics, 48, 109-152.",
        "[19] Gottschalck, Alfred 0. and Robert B. Nielsen, 2006, The presence of the seam in SIPP panels: Effects on labor force estimates, Eastern Economic Association. Philadelphia, PA.",
        "[20] Haefke, Christian, Marcus Sonntag, and Thijs van Renslourii Manovskii, 2007, Wage Rigidity and Job Creation, manuscript, Universitat Pampeu Fabra.",
        "[21] Hagedorn, Marcus and Iourii Manovskii, 2005, The Cyclical Behavior of Equilibrium Un- employment and Vacancies Revisited, manuscript.",
        "[22] Hall, Robert E., 1980, Employment Fluctuations and Wage Rigidity, Brookings Papers on Economics Activity, (1), 93-123.",
        "[23] Hall, Robert E., 2005a, Employment Fluctuations with Equilibrium Wage Stickiness, American Economic Review, 95(1), 50-65.",
        "[24] Hall, Robert E., 2005b , Job Loss, Job Finding, and Unemployment in the U.S. over the Past Fifty Years, Mark Gertler and Kenneth Rogoff ed. NBER Macroeconomics Annual, No. 20, MIT Press: Cambridge, MA.",
        "[25] Hall, Robert E., 2006, Work-Consumption Preferences, Cyclical Driving Forces, and Un- employment Volatility, manuscript, Stanford University.",
        "[26] Krusell, Per, and Anthony Smith, 1998, Income and Wealth Heterogeneity in the Macro- economy, Journal of Political Economy, 106, 867-896.",
        "[27] Kudyak, Marianna, 2006, Wage Smoothing and the Cyclical User Cost of Labor, manu- script, University of Rochester.",
        "[28] Kydland, Finn, 1984, Labor-force heterogeneity and the business cycle, Carnegie- Rochester Conference Series on Public Policy, 21, 173-208.",
        "[29] Meyer, Bruce D., 1990, Unemployment Insurance and Unemployment Spells, Economet- rica, 58, 757-782. 33",
        "[30] Mortensen, D., and Pissarides, C., 1994, Job Creation and Destruction in the Theory of Unemployment, Review of Economic Studies, 61(3), 397-415.",
        "[31] Mortensen, D. and Eva Nagypal, 2005, More on Unemployment and Vacancy Fluctua- tions, IZA Discussion Paper 1765.",
        "[32] Nagypal, E., 2005, Worker Reallocation over the Business Cycles: The Importance of Job-to-Job Transitions, manuscript.",
        "[33] Nakajima, Makoto, 2007, Business Cycles in the Equilibrium Model of Labor Search and Self-Insurance, manuscript.",
        "[34] Pissarides, C., 1987, Search, Wage Bargains and Cycle Review of Economic Studies, 54, 473-483.",
        "[35] Pries, Michael J., 2006, Worker Heterogeneity and Labor Market Volatility in Matching Models Review of Economic Dynamics, forthcoming.",
        "[36] Rfos-Rull, J.-V., 1999, Computation of Equilibria in Heterogeneous-Agents Models, R. Marimon and A. Scott, eds., Computational Methods for the Study of Dynamic Economies, New York: Oxford University Press.",
        "[37] Rubinstein, Ariel, 1982, Perfect Equilibrium in a Bargaining Model, Econometrica, 50(1), 97-110.",
        "[38] Shao, Enchuan and Pedro Silos, 2007, Individual Risk and the Cyclical Behavior of Un- employment and Vacancies, Working Paper 2007-5, Federal Reserve Bank of Atlanta.",
        "[39] Shimer, R., 2004, The Consequences of Rigid Wages in Search Models, Journal of the European Ecomic Association (Papers and Proceedings), 2, 469-479.",
        "[40] Shimer, R., 2005a, The Cyclical Behavior of Equilibrium Unemployment and Vacancies, American Economic Review, 95(1), 25-49.",
        "[41] Shimer, R., 2005b, Reassessing the Inns and Outs of Unemployment, manuscript, Uni- versity of Chicago."
    ]
}