{
    "id": 13237,
    "cites": 21,
    "cited_by": 23,
    "reference": [
        "Behrman, Jere R. and Paul Taubman, Birth Order, Schooling, and Earnings. Journal of Labor Economics, 1986. Vol 4, No. 3.",
        "Belmont L. and F.A. Marolla (1973), Birth Order, Family Size, and Intelligence Science, 182, 1096-1101.",
        "Black, Sandra E., Paul J. Devereux, and Kjell G. Salvanes, The More the Menier? The Effects of Family Size and Birth Order on Childrens Education, Quarterly Journal of Economics, CXX (2005), 669-700.",
        "Black, Sandra E., Paul J. Devereux, and Kjell G. Salvanes, From the Cradle to the Labor Market? The Effect of Birth Weight on Adult Outcomes, Quarterly Journal of Economics, February 2007, 122(1), 409-439.",
        "Blake, Judith, Family Size and Achievement, 1989, University of California Press, Berkeley and Los Angeles.",
        "Booth, Alison L. and Hiau Joo Kee. Birth Order Matters: The Effect of Family Size and Birth Order on Educational Attainment Working Paper, 2006.",
        "Cronbach, Lee J., Essentials of Psychological Testing, 2nd Edition, (London, UK: Harper and Row, 1964).",
        "Eide, Martha G., Nina Ã\u0083Â¸yen, Rolv Skj~erven, Stein Tore Nilsen, Tor Bjerkedal and Grethe S. Tell, Size at Birth and Gestational Age as Predictors of Adult Height and Weight, Epidemiology, XVI (2005), 175-18 1.",
        "Galbraith, R.C. (1982) Sibling Spacing and Intellectual Development: A closer look at the confluence models Developmental Psychology, 18, 15 1-173.",
        "Hanushek, Eric A., The Trade-off between Child Quantity and Quality Journal of Political Economy, 1992. Vol 100, No. 1.",
        "Hauser, Robert M., and William H. Sewell (1985), Birth Order and Educational Attainment in Full Siblings, American Educational Research Journal, Vol. 22, No. 1, 1-23.",
        "MÃ\u0083Ë\u009cen, Jarle, Kjell G. Salvanes and Erik 0. SÃ\u0083Ë\u009crensen, Documentation of the Linked Empoyer-Employee Data Base at the Norwegian School of Economics, Mimeo, The Norwegian School of Economics and Business Administration, 2004.",
        "Price, Joseph, Quality Time: The Effect of Birth Order Working Paper, 2006.",
        "Price, Joseph, Parental Time, Family Income, and Child Outcomes, Working Paper 2007.",
        "Retherford, R.D. and W.H. Sewell. Birth Order and Intelligence: Further Tests of the Confluence Model, American Sociological Review, 56, 141-158 (1991).",
        "Rodgers Joseph L., H. Hanington Cleveland, Edwin van den Oord, and David C. Rowe, Resolving the Debate over Birth Order, Family Size, and Intelligence American Psychologist, 55(6) 599-612 (2000).",
        "Rogers, Joseph L., What Causes Birth Order- Intelligence Patterns? American Psychologist, 56(6/7) 505-510 (2001).",
        "Sundet, Martin Jon, Dag G. Barlaug, and Tore M. Torjussen, The End of the Flynn Effect? A Study of Secular Trends in Mean Intelligence Test Scores of Norwegian Conscripts During Half a Century, Intelligence , XXXII (2004), 349-362.",
        "Sundet, Jon Martin, Kristian Tambs, Jennifer R. Harris, Per Magnus, and Tore M. Torjussen (2005), Resolving the Genetic and Environmental Sources of the Correlation Between Height and Intelligence: A Study of Nearly 2600 Norwegian Male Twin Pairs, Twin Research and Human Genetics, VII (2005), 1-5.",
        "Sundet, Jon Martin, Kristian Tambs, Per Magnus, and K. Berg, On the Question of Secular Trends in the Heritability of IQ Test Scores: A Study of Norwegian Twins, Intelligence (1988), 12, 47-59.",
        "Zajonc R. B., Family Configuration and Intelligence Science, Vol. 192, 227-236, 1976."
    ]
}