{
    "id": 13230,
    "cites": 69,
    "cited_by": 2,
    "reference": [
        "Acemoglu D, Angrist JD. 2001. Consequences of employment protection? The case of the Americans with Disabilities Act. Journal of Political Economy 109(5):915-957.",
        "Aghion P, Hermalin B. 1990. Legal restrictions on private contracts can enhance efficiency. Journal of Law, Economics, and Organization 6(2):381-409.",
        "Akerlof GA, Dickens WT. 1982. The economic consequences of cognitive dissonance. American Economic Review 72(3):307-319.",
        "Arnould RJ, Grabowski H. 1981. Auto safety regulation: an analysis of market failure. Bell Journal of Economics 12(1):27-48.",
        "Atkinson AB. 1987. Income maintenance and social insurance. In Handbook of Public Economics Vol. II, ed. AJ Auerbach, M Feldstein, pp.779-908. Amsterdam: Elsevier.",
        "Autor, DH. 2003. Outsourcing at will: the contribution of unjust dismissal doctrine to the growth of employment outsourcing. Journal of Labor Economics 21(1):1-42.",
        "Autor DH, Donohue JJ, Schwab SJ. 2006. The costs of wrongful-discharge laws. Review of Economics and Statistics 88(2):211-231.",
        "Autor DH, Duggan MG. 2003. The rise in the disability rolls and the decline in unemployment. Quarterly Journal of Economics 118(1):157-205.",
        "Bartel AP, Thomas LG. 1985. Direct and indirect effects of regulation: a new look at OSHAÃ\u0082â\u0080\u0099s impact. Journal of Law and Economics 28(1):1-25.",
        "Blau FD, Kahn LM. 1999. Institutions and laws in the labor market. In Handbook of Labor Economics Vol. 3A, ed. O Ashenfelter, D Card, pp.1399-1461. Amsterdam: Elsevier.",
        "Botero JC, Djankov S, La Porta R, Lopez-de-Silanes F, Shleifer A. 2004. The regulation of labor. Quarterly Journal of Economics 119(4):1339-1382.",
        "Brown C. 1980. Equalizing differences in the labor market. Quarterly Journal of Economics 94(1):113-134.",
        "Brown C. 1999. Minimum wages, employment, and the distribution of income. In Handbook of Labor Economics Vol. 3B, ed. O Ashenfelter, D Card, pp.2101-2163. Amsterdam: Elsevier.",
        "Camerer CF, Kunreuther H. 1989. Decision processes for low probability events: policy implications. Journal of Policy Analysis and Management 8(4):565-592.",
        "Currie J, Madrian BC. 1999. Health, health insurance and the labor market. In Handbook of Labor Economics Vol. 3C, ed. O Ashenfelter, D Card, pp.3309-3416. Amsterdam: Elsevier.",
        "Cutler DM. 2002. Health care and the public sector. In Handbook of Public Economics Vol. 4, ed. AJ Auerbach, M Feldstein, pp.2143-2243. Amsterdam: Elsevier.",
        "Cutler DM, Madrian BC. 1998. Labor market responses to rising health insurance costs: evidence on hours worked. RAND Journal of Economics 29(3):509-530.",
        "DeJoy DM. 1989. The optimism bias and traffic accident risk perception. Accident Analysis and Prevention 21(4):333-340.",
        "Dworkin RM. 1980. Is wealth a value? Journal of Legal Studies 9(2):191-226.",
        "Ehrenberg RG, Schumann PL. 1982. Longer Hours or More Jobs? An Investigation of Amending Hours Legislation To Create Employment. Ithaca: Cornell University.",
        "Gibbons R, Katz LF. 1991. Layoffs and lemons. Journal of Labor Economics 9(4):351-380.",
        "Greenwald BC. 1986. Adverse selection in the labour market. Review of Economic Studies 53(3):325-347.",
        "Gruber J. 1994a. The incidence of mandated maternity benefits. American Economic Review 84(3):622-641.",
        "Gruber J. 1994b. State-mandated benefits and employer-provided health insurance. Journal of Public Economics 55(3):433-464.",
        "Gruber J, Krueger AB. 1991. The incidence of mandated employer-provided insurance: lessons from workersÃ\u0082â\u0080\u0099 compensation insurance. In Tax Policy and the Economy Vol. 5, ed. D Bradford, pp.111-143. Cambridge, MA: MIT Press.",
        "Gruber J, Madrian BC. 1994. Health insurance and job mobility: the effects of public policy on job-lock. Industrial and Labor Relations Review 48(1):86-102.",
        "Gruber J, Madrian BC. 1995. Health-insurance availability and the retirement decision. American Economic Review 85(4):938-948.",
        "Gruber J, Madrian BC. 1996. Health insurance and early retirement: evidence from the availability of continuation coverage. In Advances in the Economics of Aging, ed. DA Wise, pp.115-143. Chicago: University of Chicago Press.",
        "Gruber J, Madrian BC. 1997. Employment separation and health insurance coverage. Journal of Public Economics 66(3):349-382.",
        "Hamermesh DS, Trejo SJ. 2000. The demand for hours of labor: direct evidence from California. Review of Economics and Statistics 82(1):38-47.",
        "Hunt J. 1999. Has work-sharing worked in Germany? Quarterly Journal of Economics 114(1):117-148.",
        "Ippolito, RA. 1988. A study of the regulatory effect of the Employee Retirement Income Security Act. Journal of Law and Economics 31(1):85-125.",
        "Jacobson M. 2003. Drug testing in the trucking industry: the effect on highway safety. Journal of Law and Economics 46(1):131-156.",
        "Jolls C. 2000. Accommodation mandates. Stanford Law Review 53(2):223-306.",
        "Jolls C. 2004b. The role and functioning of public-interest legal organizations in the enforcement of the employment laws. In Emerging Labor Market Institutions for the 21st Century, ed. RA Freeman, J Hersch, L Mishel, pp.141-176. Chicago: University of Chicago Press.",
        "Jolls C. 2007. Workplace leave mandates and the employment of individuals with disabilities. Manuscript.",
        "Jolls C, Prescott JJ. 2007. Disaggregating employment protection: the case of disability discrimination. Manuscript.",
        "Kaestner R, Simon KI. 2002. Labor market consequences of state health insurance regulation. Industrial and Labor Relations Review 56(1):136-159.",
        "Kaplow L, Shavell S. 1994. Why the legal system is less efficient than the income tax in redistributing income. Journal of Legal Studies 23(2):667-681.",
        "Kim PT. 1997. Bargaining with imperfect information: a study of worker perceptions of legal protection in an at-will world. Cornell Law Review 83(1):105-160.",
        "Krueger AB, Meyer BD. 2002. Labor supply effects of social insurance. In Handbook of Public Economics Vol. 4, ed. AJ Auerbach, M Feldstein, pp.2327-2392. Amsterdam: Elsevier.",
        "Levine DI. 1991. Just-cause employment policies in the presence of worker adverse selection. Journal of Labor Economics 9(3):294-305.",
        "Mendeloff J. 1979. Regulating Safety: An Economic and Political Analysis of Occupational Safety and Health Policy. Cambridge, MA: The MIT Press.",
        "Miles TJ. 2000. Common law exceptions to employment at will and U.S. labor markets. Journal of Law, Economics, and Organization 16(1):74-101.",
        "Morantz AD. 2005. Has regulatory devolution injured American workers? A comparison of state and federal enforcement of construction safety regulations. Manuscript.",
        "Neumark D, Stock WA. 1999. Age discrimination laws and labor market efficiency. Journal of Political Economy 107(5):1081-1125.",
        "Posner RA. 1987. The efficiency and the efficacy of Title VII. University of Pennsylvania Law Review 136(2):513-521.",
        "Pound R. 1910. Law in books and law in action. American Law Review 44(1): 12-36.",
        "Rea SA. 1981. WorkmenÃ\u0082â\u0080\u0099s compensation and occupational safety under imperfect information. American Economic Review 71(1):80-93.",
        "Ruhm CJ. 1998. The economic consequences of parental leave mandates: lessons from Europe. Quarterly Journal of Economics 113(1):285-317.",
        "Ruser JW, Smith RS. 1988. The effect of OSHA records-check inspections on reported occupational injuries in manufacturing establishments. Journal of Risk and Uncertainty 1(4):415-435.",
        "Sanz-de-Galdeano A. 2006. Job-lock and public policy: ClintonÃ\u0082â\u0080\u0099s second mandate. Industrial and Labor Relations Review 59(3):430-437.",
        "Scholz JT, Gray WB. 1990. OSHA enforcement and workplace injuries: a behavioral approach to risk assessment. Journal of Risk and Uncertainty 3(3):283-305.",
        "Simon KI. 2005. Adverse selection in health insurance markets? Evidence from state small-group health insurance reforms. Journal of Public Economics 89(9-10):1865-1877.",
        "Smith RS. 1976. The Occupational Safety and Health Act: Its Goals and Its Achievements. Washington, D.C.: American Enterprise Institute for Public Policy Research.",
        "Smith RS. 1992. Have OSHA and workersÃ\u0082â\u0080\u0099 compensation made the workplace safer? In Research Frontiers in Industrial Relations and Human Resources, ed. D Lewin, OS Mitchell, PD Sherer, pp.557-586. Madison: Industrial Relations Research Association.",
        "Summers LH. 1989. Some simple economics of mandated benefits. American Economic Review 79(2):177-183.",
        "Trejo SJ. 1991. The effects of overtime pay regulation on worker compensation. American Economic Review 81(4):719-740.",
        "Trejo SJ. 2003. Does the statutory overtime premium discourage long workweeks? Industrial and Labor Relations Review 56(3):530-551.",
        "Viscusi WK. 1978. Wealth effects and earnings premiums for job hazards. Review of Economics and Statistics 60(3):408-416.",
        "Viscusi WK. 1979. The impact of occupational safety and health regulation. Bell Journal of Economics 10(1):117-140.",
        "Viscusi WK. 1983. Risk by Choice: Regulating Health and Safety in the Workplace. Cambridge, MA: Harvard University Press Viscusi WK. 1986. The impact of occupational safety and health regulation, 1973-1983. RAND Journal of Economics 17(4):567-580.",
        "Viscusi WK, OÃ\u0082â\u0080\u0099Connor CJ. 1984. Adaptive responses to chemical labeling: Are workers Bayesian decision makers? American Economic Review 74(5):942-956.",
        "Waldfogel J. 1998. Understanding the Ã\u0082â\u0080\u0098family gapÃ\u0082â\u0080\u0099 in pay for women with children. Journal of Economic Perspectives 12(1):137-156.",
        "Waldfogel J. 1999. The impact of the Family and Medical Leave Act. Journal of Policy Analysis and Management 18(2):281-302.",
        "Weil D. 1996. If OSHA is so bad, why is compliance so good? RAND Journal of Economics 27(3):618-640.",
        "Weil D. 2001. Assessing OSHA performance: new evidence from the construction industry. Journal of Policy Analysis and Management 20(4):651-674.",
        "Weinstein ND. 1980. Unrealistic optimism about future life events. Journal of Personality and Social Psychology 39(5):806-820.",
        "Wilde LL, Schwartz A. 1979. Equilibrium comparison shopping. Review of Economic Studies 46(3):543-553."
    ]
}