{
    "id": 13241,
    "cites": 32,
    "cited_by": 23,
    "reference": [
        "Aghion, Philippe, Abhijit Banerjee, and Thomas Piketty (1999), Dualism and Macroeconomic Volatility, Quarterly Journal of Economics, Vol. 114, No. 4, pp. 1359-1397.",
        "Amano, Akihiro (1977), Specific Factors, Comparative Advantage and International Investment, Economica, Vol. 44, No. 174, pp. 131-144.",
        "Aoki, Kosuke, Gianluca Benigno, and Nobuhiro Kiyotaki (2006), Adjusting to Capital Account Liberalization,  unpublished manuscript London School of Economics.",
        "Bardhan, Pranab and Kenneth Kletzer (1987), Credit Markets and Patterns of International Trade, Journal of Development Economics, Volume 27, Issues 1-2, pp. 57-70.",
        "Beck, Thorsten (2002), Financial Development and International Trade : Is There a Link?, Journal of International Economics, Vol. 57, Issue 1, pp. 107-131.",
        "Blanchard, Olivier J. (1985), Debt, Deficits, and Finite Horizons, Journal of Political Economy, Vol. 93, No. 2, pp. 223-247.",
        "Boyd, John H. and Bruce D. Smith (1997), Capital Market Imperfections, International Credit Markets and Nonconvergence, Journal of Economic Theory, 73:2 335-364.",
        "Brecher, Richard A. and Ronald Findlay (1983), Tariffs, Foreign Capital and National Welfare with SectorSpecific Factors, Journal of International Economics, Volume 14, Issues 3-4, pp. 277-288.",
        "Caballero, Ricardo J., Emmanuel Farhi, and Pierre-Olivier Gourinchas (2006), An Equilibrium Model of `Global Imbalances and Low Interest Rates, manuscript Massachusetts Institute of Technology.",
        "Gertler, Mark and Kenneth S. Rogoff (1990), North-South Lending and Endogenous Domestic Capital Market Inefficiencies, Journal of Monetary Economics, 26:2, pp. 245-266.",
        "Jones, Ronald W. (1965), The Structure of Simple General Equilibrium Models, Journal of Political Economy, 73, pp. 557-572.",
        "Jones, Ronald W. (1971), A Three-Factor Model in Theory, Trade, and History, in Bhagwati, et al. eds., Trade, Balance of Payments, and Growth: Essays in Honor of C. P. Kindleberger, Amsterdam: North-Holland.",
        "Jones, Ronald W. (1989), Co-movements in Relative Commodity Prices and International Capital Flows: A Simple Model, Economic Inquiry, Volume 27, Issue 1, pp. 131-41.",
        "Ju, Jiandong and Shang-Jin Wei (2006), Endowment Versus Finance: A Wooden Barrel Theory of International Trade, CEPR Discussion Paper 5109.",
        "King, Robert G. and Ross Levine (1993), Finance and Growth: Schumpeter Might be Right, Quarterly Journal of Economics, Vol. 108, No. 3, pp. 717-737.",
        "Kraay, Aart, Norman Loayza, Luis Serven, and Jaume Ventura (2005), Country Portfolios, Journal of the European Economic Association, 3:4, pp. 914-945.",
        "Lucas, Robert (1990), Why Doesnt Capital Flow from Rich to Poor Countries? American Economic Review, 80:3, pp.92-96.",
        "Manova, Kalina (2007), Credit Constraints, Heterogeneous Firms and International Trade,  unpublished manuscript, Harvard University.",
        "Markusen, James R. (1983), Factor Movements and Commodity Trade as Complements, Journal of International Economics, Volume 14, Issues 3-4, pp. 341-356.",
        "Matsuyama, Kiminori (2005), Credit Market Imperfections and Patterns of International Trade and Capital Flows, Journal of the European Economic Association, Vol. 3, No. 2-3, pp. 714-723.",
        "Mendoza, Enrique G., Vincenzo Quadrini, and JosÃ\u0083Â©-Victor Rios-Rull (2007), Financial Integration, Financial Deepness and Global Imbalances, NBER Working Paper No. 12909.",
        "Mundell, Robert A. (1957), International Trade and Factor Mobility, American Economic Review, Vol. 47, No. 3, pp. 321-335.",
        "Neary, J. Peter (1995), Factor Mobility and International Trade, Canadian Journal of Economics , Vol. 28, Special Issue, pp. S4-S23.",
        "Rajan, Raghuram G., and Luigi Zingales (1995), What Do We Know About Capital Structure? Some Evidence from International Data, Journal of Finance, 50:5, pp. 1421-1460.",
        "Rajan, Raghuram G., and Luigi Zingales (1998), Financial Dependence and Growth, American Economic Review 88:3, 559-586.",
        "Reinhart, Carmen M. and Kenneth S. Rogoff (2004), Serial Default and the Paradox of Rich to Poor Capital Flows, American Economic Review, 94:2, pp. 52-58.",
        "Samuelson, Paul A. (1971), Ohlin Was Right, Swedish Journal of Economics, Vol. 73, pp. 365-384.",
        "Shleifer, Andrei and Robert W. Vishny (1997), A Survey of Corporate Governance, Journal of Finance, Vol. 52, No. 2., pp. 737-783.",
        "Shleifer, Andrei and Daniel Wolfenzon (2002), Investor Protection and Equity Markets, Journal of Financial Economics, 66:1, pp. 3-27.",
        "The Economist (2006), More Pain than Gain. September 14th.",
        "Tirole, Jean (2006), The Theory of Corporate Finance, Princeton: Princeton University Press.",
        "Weil, Philippe (1989), Overlapping Families of Infinitely-Lived Agents, Journal of Public Economics, Vol. 38, Issue 2, pp. 183-198."
    ]
}