{
    "id": 13242,
    "cites": 67,
    "cited_by": 50,
    "reference": [
        "Abadie, Alberto, Diamond, Alexis, and Hainmueller, Jens (2007) Ã\u0082â\u0080\u0098Synthetic control methods for comparative case studies: Estimating the effect of Californias Tobacco Control ProgramÃ\u0082â\u0080\u0099, January. http://www.people.fas.harvard.edu/~jhainm/Paper/ADH2007.pdf.",
        "Aukrust, Odd (1977). Ã\u0082â\u0080\u0098Inflation in the open economy: A Norwegian modelÃ\u0082â\u0080\u0099, in L.B. Krause and W.S. Salant (eds.), Worldwide Inflation; Theory and Recent Experience. Washington DC: Brookings Institution.",
        "Baker, D., Glyn, A., Howell, D., and Schmitt, J. (2005) Ã\u0082â\u0080\u0098Labor market institutions and unemployment : A critical assessment of the cross-country evidenceÃ\u0082â\u0080\u0099, in David R. Howell (ed.), Fighting Unemployment: The Limits of Free Market Orthodoxy. Oxford: Oxford University Press.",
        "Bassanini, Andrea and Duval, Romain (2006) Ã\u0082â\u0080\u0099Employment patterns in OECD countries: Reassessing the role of policies and institutionsÃ\u0082â\u0080\u0099, OECD Economic Department Working Paper 486, June.",
        "Blanchard, Olivier and Wolfers, Justin (2000) Ã\u0082â\u0080\u0099Shocks and institutions and the rise of European Unemployment: The Aggregate EvidenceÃ\u0082â\u0080\u0099, Economic Journal, 110(1): 1-33.",
        "Botero, Juan, Djankov, Simeon, La Porta, Rafael, LÃ\u0083Â³pez de Silanes, Florencio, and Shleifer, Andrei (2004) Ã\u0082â\u0080\u0098The Regulation of LaborÃ\u0082â\u0080\u0099, Quarterly Journal of Economics, 119: 1339-1382.",
        "Bruno, Michael and Sachs, Jeffrey (1985) Economics of worldwide stagflation. Cambridge, MA: Harvard University Press.",
        "Calmfors, Lars and Driffill, John (1988) Ã\u0082â\u0080\u0099Bargaining structure, corporatism, and. macroeconomic performanceÃ\u0082â\u0080\u0099, Economic Policy, 6 (April): 14-61.",
        "Card, David, Lemieux, Thomas, and Riddell, W. Craig (2004) Ã\u0082â\u0080\u0098Unions and wage inequalityÃ\u0082â\u0080\u0099, Journal of Labor Research, 25(4) (October): 519-562.",
        "Carroll, Lewis (2006) AliceÃ\u0082â\u0080\u0099s Adventures in Wonderland. Harold Bloom (ed.) NY: Chelsea House Publishers.",
        "Council of Economic Advisors (1962) Economic Report of the President. Washington, DC: Government Printing Office.",
        "Crouch, Colin (1985) Ã\u0082â\u0080\u0098Conditions for trade union wage restraintÃ\u0082â\u0080\u0099, in Leon N. Lindberg and Charles S. Maier (eds.) The Politics of Inflation and Economic Stagflation. Brookings Institution, Washington D.C.",
        "Easterly, William, Kremer, Michael, Pritchett, Lant and Summers, Lawrence H. (1993) Ã\u0082â\u0080\u0099Good policy or good luck? Country growth performance and temporary shocksÃ\u0082â\u0080\u0099, Journal of Monetary Economics, 32 (3): 459-83.",
        "Epstein, Joshua M. (2005) Ã\u0082â\u0080\u0098Remarks on the Foundations of Agent-Based Generative Social ScienceÃ\u0082â\u0080\u0099, Brookings, CSED, Working Paper 41 (July).",
        "Erickson, Christopher L. and Ichino, Andrea (1995) Ã\u0082â\u0080\u0098Wage differentials in Italy: Market Forces, Institutions and InflationÃ\u0082â\u0080\u0099, in Richard B. Freeman and Lawrence F. Katz (eds.), Differences and Changes in Wage Structures. Chicago: University of Chicago Press for NBER.",
        "Fraser Institute (2001) Economic Freedom of the World: 2001 Annual Report. Vancouver, BC: The Fraser Institute.",
        "Fraser Institute (2003) Economic Freedom of the World: 2003 Annual Report. Vancouver, BC: The Fraser Institute.",
        "Freeman, Richard B. (1984) Ã\u0082â\u0080\u0098Longitudinal analyses of the effects of trade unions, Journal of Labor Economics, 2(1)(January): 1-26.",
        "Freeman, Richard B. (1993b) Ã\u0082â\u0080\u0098Labor markets and institutions in economic developmentÃ\u0082â\u0080\u0099, American Economic Review, 83 (2) (May): 403-8.",
        "Freeman, Richard B. (2000) Ã\u0082â\u0080\u0098Single peaked vs. diversified capitalism: The relation between economic institutions and outcomesÃ\u0082â\u0080\u0099, in Richard B. Freeman (ed.), Inequality around the World. London, UK: Palgrave.",
        "Freeman, Richard B. (2002) Ã\u0082â\u0080\u0098Varieties of labor market institutions and economic performanceÃ\u0082â\u0080\u0099, presented at the IRRA Session on Labor Market Institutions and Economic Outcomes, January 4.",
        "Freeman, Richard B. (2005) Ã\u0082â\u0080\u0098Labour market institutions without blinders: The debate over flexibility and labour market performanceÃ\u0082â\u0080\u0099, International Economic Journal RIEJ, 19(2)(June): 129-145.",
        "Freeman, Richard B. (2007) Ã\u0082â\u0080\u0098Searching for the EU social dialogue modelÃ\u0082â\u0080\u0099, in Nicola Acocella and Riccardo Leoni (eds,), Social Pacts, Employment and Growth: A Reappraisal of Ezio Tarantellis Thought. Heidelberg: Physica-Verlag.",
        "Freeman, Richard B., Boxall, Peter and Haynes, Peter (eds.) (forthcoming, 2007) What Workers Say: Employee Voice in the Anglo_American Workplace. Ithaca, NY: Cornell University Press.",
        "Freeman, Richard B. and Lazear, Edward P. (1995) Ã\u0082â\u0080\u0098An economic analysis of works councils, in Joel Rogers and Wolfgang Streeck (eds.), Works Councils: Consultation, Representation, Cooperation. Chicago, IL: University of Chicago Press for NBER. pp. 27-50.",
        "Freeman, Richard B. and Medoff, James (1984) What do Unions Do? NY, NY: Basic Books.",
        "Freeman, Richard B. and Weitzman, Martin L. (1987) Ã\u0082â\u0080\u0098Bonuses and employment in JapanÃ\u0082â\u0080\u0099, Journal of 32 the Japanese and International Economies, 1:168-194.",
        "Gode, Dhananjay K. and Sunder, Shyam (1993) Ã\u0082â\u0080\u0098Allocative efficiency of markets with zero-intelligence traders: Marketas a partial substitute for individual rationalityÃ\u0082â\u0080\u0099, Journal of Political Economy, 101(1): 119-137.",
        "Holmlund, Bertil and Zetterberg, Johnny (1991) Ã\u0082â\u0080\u0098Insider effects in wage determination: Evidence from five countriesÃ\u0082â\u0080\u0099, European Economic Review, July.",
        "Howell, David, Baker, Dean, Glyn, Andrew and Schmitt, John (2006) Ã\u0082â\u0080\u0098Are protective labor market institutions really at the root of unemployment? A critical perspective on the statistical evidenceÃ\u0082â\u0080\u0099, July 14. http://www.cepr.net/documents/2006_07_unemployment_institutions.pdf.",
        "International Labour Office (1997) World Labour Report 1997-98. Industrial Relations, Democracy and Social Stability. Geneva.",
        "International Labour Office. Social Dialogue. http://www.ilo.org/public/english/dialogue/themes/sd.htm. Jackson, Matthew O. (2001) Ã\u0082â\u0080\u0098A crash course in implementation theoryÃ\u0082â\u0080\u0099, Social Choice and Welfare, 18(4), pages 655-708.",
        "Kagel, John H. and Roth, Alvin E. (eds.) (1995) The Handbook of Experimental Economics. Princeton, NJ: Princeton University Press.",
        "Kenworthy, Lane (2001) Ã\u0082â\u0080\u0098Wage-setting measures, a survey and assessmentÃ\u0082â\u0080\u0099, World Politics 55 (October):57-98.",
        "Layard, Richard, Nickell, Stephen, and Jackman, Richard (1994) The Unemployment Crisis. Oxford, UK: Oxford University Press.",
        "Lewis, H. Gregg (1963) Unionism and Relative Wages in the United States. Chicago, IL: University of Chicago.",
        "Ljungqvist, Lars and Sargent, Thomas J. (1998) Ã\u0082â\u0080\u0098The European unemployment dilemmaÃ\u0082â\u0080\u0099, Journal of Political Economy, 106(3): 514-50.",
        "Ljungqvist, Lars and Sargent, Thomas J. (2004) Ã\u0082â\u0080\u0098European unemployment and turbulence revisited in a matching modelÃ\u0082â\u0080\u0099, Journal of the European Economic Association, 2(2-3)( April/May): 456-468.",
        "Manning, Alan (2005) Monopsony in Motion: Imperfect Competition in Labor Markets. Princeton, NJ: Princeton University Press.",
        "Martin, John Paul (1998) Ã\u0082â\u0080\u0098What works among active labour market policies: Evidence from OECD CountriesÃ\u0082â\u0080\u0099 ExperiencesÃ\u0082â\u0080\u0099. Available at: www.rba.gov.au/PublicationsAndResearch/Conferences/1998/Martin.pdf.",
        "Milner, Henry and WadensjÃ\u0083Â¶, Eskil (eds.) (2001) GÃ\u0083Â¶sta Rehn, the Swedish Model and Labour Market Policies: International and National Perspectives. Aldershot: Ashgate.",
        "Neugart, Michael (2004) Ã\u0082â\u0080\u0098Endogenous matching functions: an agent-based computational approachÃ\u0082â\u0080\u0099, Advances in Complex Systems, 7(2): 187-202.",
        "Nickell, Stephen J. and Brian Bell (1996) Ã\u0082â\u0080\u0098Changes in the distribution of wages and unemployment in the OECD countriesÃ\u0082â\u0080\u0099,American Economic Review, Papers and Proceedings, 86(5): 302-308.",
        "Nickell, Stephen (1997) Ã\u0082â\u0080\u0098Unemployment and labor market rigidities: Europe versus North AmericaÃ\u0082â\u0080\u0099, Journal of Economic Perspectives, 11(3) (Summer): 55-74.",
        "Olson, Mancur (1990) How Bright Are the Northern Lights?: Some questions about Sweden (Crafoord lectures). Lund, Sweden: Institute of Economic Research, Lund University.",
        "Organization for Economic Cooperation and Development (OECD) (1994a) OECD Jobs Study, Evidence and Explanations, Part I: Labor Market Trends and Underlying Forces of Change. Paris: OECD.",
        "Organization for Economic Cooperation and Development (OECD) (1994b) OECD Jobs Study, Evidence and Explanations, Part II: The Adjustment Potential of the Labor Market. Paris: OECD.",
        "Organization for Economic Cooperation and Development (OECD) (1995) OECD Jobs Study, Taxation, Employment, and Unemployment. Paris: OECD.",
        "Pereira, Pedro Telhado and Martins, Pedro Silva (2004) Ã\u0082â\u0080\u0098Returns to education and wage equationsÃ\u0082â\u0080\u0099, Applied Economics, 36(6) (April): 525-31.",
        "Petrin, Amil and Sivadasan, Jagadeesh (2006) Ã\u0082â\u0080\u0098Job security does affect economic efficiency: Theory, a new statistic, and evidenceÃ\u0082â\u0080\u0099, NBER Working Paper 12757 (December).",
        "Pingle, Mark and Tesfatsion, Leigh (2003) Ã\u0082â\u0080\u0098Evolution of worker-employer networks and behaviors under alternative non-employment benefits: An agent-based computational studyÃ\u0082â\u0080\u0099, Computing in Economics and Finance, 7, Society for Computational Economics.",
        "Rama, Martin and Artecona, Raquel (2002) Ã\u0082â\u0080\u0098A database of labor market indicators across countriesÃ\u0082â\u0080\u0099, Washington, DC: World Bank, Development Research Group.",
        "Roth, Alvin E. and Peranson, Elliott (1999) Ã\u0082â\u0080\u0098The redesign of the matching market for American physicians: Some engineering aspects of economic designÃ\u0082â\u0080\u0099, American Economic Review, 89(4) (September): 748-780.",
        "Roth, Alvin E. (2002) Ã\u0082â\u0080\u0098The economist as engineer: Game theory, experimentation, and computation as tools for design economicsÃ\u0082â\u0080\u0099, Fisher-Schultz Lecture, Econometrica, 70(4) (July): 1341-1378.).",
        "Salter, Wilfred E.G (1960) Productivity and Technical Change. Cambridge, UK: Cambridge University Press.",
        "Saxe, John Godfrey, Ã\u0082â\u0080\u0098Blind men and an ElephantÃ\u0082â\u0080\u0099, http://en.wikisource.org/wiki/The_Blindmen_and_the_Elephant. Slichter, Sumner H. (1950 Ã\u0082â\u0080\u0098Notes on the structure of wagesÃ\u0082â\u0080\u0099, The Review of Economics and Statistics, 32(1) (February): 80-91.",
        "Soskice, David (1990) Ã\u0082â\u0080\u0098Wage determination: The changing role of institutions in advanced industrialized countriesÃ\u0082â\u0080\u0099, Oxford Review of Economic Policy, 6(4): 36-61.",
        "Tarentelli, Ezio (1986) Ã\u0082â\u0080\u0098The Regulation of Inflation and UnemploymentÃ\u0082â\u0080\u0099, Industrial Relations, 25(1): 1-15.",
        "Teulings, Coen and Hartog, Joop (1998) Corporatism or Competition? Labour Contracts, Institutions and Wage Structures in International Competition. Cambridge, UK: Cambridge University Press.",
        "Traxler, Franz (2002) Ã\u0082â\u0080\u0098Bargaining (de)centralization, macro-economic performance and control over the employment relationshipÃ\u0082â\u0080\u0099, British Journal of Industrial Relations, 1(March): 1-27.",
        "Traxler, Franz and Kittel , Bernhard (2000) Ã\u0082â\u0080\u0098The bargaining system and performance: A comparison of 18 OECD countriesÃ\u0082â\u0080\u0099, Comparative Political Studies, 33: 1154-1190.",
        "United Nations (2005) United Nations Human Development Report 2005. NY, NY: UNDP.",
        "Visser, Jelle (2006) Ã\u0082â\u0080\u0098Union membership statistics in 24 countriesÃ\u0082â\u0080\u0099, Monthly Labor Review, 129(1)(January). Available at: http://www.bls.gov/opub/mlr/2006/01/art3abs.htm.",
        "Walder, Andrew (1986) Communist Neotraditionalism: Work and Authority in Chinese Industry. Berkeley, CA: University of California Press.",
        "Weitzman, Martin L. (1984) The Share Economy: Conquering Stagflation. Cambridge, MA: Harvard University Press.",
        "World Bank (1995) World Development Report. Washington, DC: The World Bank.",
        "World Bank (1990) World Development Report 1990. New York: Oxford University Press."
    ]
}