{
    "id": 13247,
    "cites": 61,
    "cited_by": 52,
    "reference": [
        "[1] Dan Ariely and Kristina Shampaner. Tradeoffs between costs and benefits: Lessons from the price of zero. MIT Mimeograph, 2004.",
        "[2] Hal R. Arkes and Catherine Blumer. The psychology of sunk cost. Organizational Behavior and Human Decision Processes, 35:124-140, 1985.",
        "[3] Nava Ashraf. Spousal control and intra-household decision making: An experimental study in the Philippines. Harvard Business School Mimeograph, 2005.",
        "[4] Nava Ashraf, Dean Karlan, and Wesley Yin. Tying Odysseus to the mast: Evidence from a commitment savings product in the Philippines. Quarterly Journal of Economics, 121(2):635672, May 2006.",
        "[5] Jere R. Behrman. The simple analytics of contraceptive social marketing. World Development, 17(10):1499-1521, 1989.",
        "[6] Hilary Benn. Meeting our promises in poor countries. Speech to the London School of Hygiene and Tropical Medicine, June 15 2006.",
        "[7] Marianne Bertrand, Dean Karlan, Sendhil Mullainathan, Eldar Shafir, and Jonathan Zinman. Whats psychology worth? A field experiment in the consumer credit market. NBER Working Paper No. 11892, December 2005.",
        "[8] Charles Blackorby and David Donaldson. Cash versus kind, self-selection, and efficient transfers. American Economic Review, 78(4):691-700, September 1988.",
        "[9] Roger D. Blair and Richard E. Romano. Pricing decisions of the newspaper monopolist. Southern Economic Journal, 59(4):721-732, April 1993.",
        "[10] Cheryl A. Casper. Pricing policy for library services. Journal of the American Society for Information Science, 30(5):304-309, September 1979.",
        "[11] Stefano DellaVigna and Ulrike Malmendier. Contract design and self-control: Theory and evidence. Quarterly Journal of Economics, 119(2):353-402, May 2004.",
        "[12] P. A. Diamond and J. A. Mirrlees. A model of social insurance with variable retirement. Journal of Public Economics, 10:295-336, 1978.",
        "[13] Jeffrey A. Dubin and Daniel L. McFadden. An econometric analysis of residential electric appliance holdings and consumption. Econometrica, 52(2):345-362, March 1984.",
        "[14] Ronald A. Dye and Rick Antle. Cost-minimizing welfare programs. Journal of Public Economics, 30:259-265, 1986.",
        "[15] Kfir Eliaz and Ran Spiegler. Contracting with diversely naive agents. Tel Aviv University Mimeograph, August 2004.",
        "[16] Erik Eyster. Rationalizing the past: A taste for consistency. Nuffield College Mimeograph, November 2002. 34",
        "[17] Deon Filmer and Lant H. Pritchett. Estimating wealth effects without expenditure data-or tears: An application to educational enrollments in states of India. Demography, 38(1):115132, February 2001.",
        "[18] Daniel Friedman, Kai Pommerenke, Rajan Lukose, Garrett Milam, and Bernardo Huberman. Searching for the sunk cost fallacy. University of California, Santa Cruz Mimeograph, 2004.",
        "[19] Xavier Gabaix and David Laibson. Shrouded attributes and information suppression in competitive markets. Harvard University Mimeograph, May 2004.",
        "[20] Lorenz F. Goette, David Huffman, and Ernst Fehr. Loss aversion and labor supply. IZA Discussion Paper No. 927, November 2003.",
        "[21] John Gourville and Dilip Soman. Pricing and the psychology of consumption. Harvard Business Review, pages 90-96, September 2002.",
        "[22] Michael Grossman. On the concept of health capital and the demand for health. Journal of Political Economy, 80(2) :223-255, 1972.",
        "[23] Glenn W. Harrison and John A. List. Field experiments. Journal of Economic Literature, 42:1009-lOSS, December 2004.",
        "[24] Barbara A. Hauser. Drinking Water Chemistry: A Laboratory Manual. Lewis Publishers, Boca Raton, FL, 2002.",
        "[25] Jerry A. Hausman. Individual discount rates and the purchase and utilization of energy-using durables. Bell Journal of Economics, 10(1):33-54, Spring 1979.",
        "[27] Paul Heidhues and Botond Koszegi. The impact of consumer loss aversion on pricing. University of California, Berkeley Working Paper, July 2004.",
        "[28] Jukti Kumar Kalita and Robert H. Ducoffe. A simultaneous-equation analysis of price, circulation, and advertising revenue for leading consumer magazines. Journal of Media Economics, 8(4):1-16, 1995.",
        "[29] Dean Karlan. Using experimental economics to measure social capital and predict financial decisions. American Economic Review, 95(5):1688-1699, December 2005.",
        "[30] Dean Karlan and John List. Does price matter in charitable giving? Evidence from a large-scale natural field experiment. Yale University Mimeograph, 2006.",
        "[31] Dean Karlan and Jonathan Zinman. Observing unobservables: Identifying information asymmetries with a consumer credit field experiment. Yale University Working Paper, June 2006.",
        "[32] Philip Kotler and Eduardo L. Roberto. Social marketing: Strategies for changing public behavior. The Free Press, New York, 1989.",
        "[33] Michael Kremer, Jessica Leino, Edward Miguel, and Alix Peterson Zwane. Spring cleaning: Results from a randomized evaluation of source water quality improvement. Harvard University Mimeograph, 2006. 35",
        "[34] Michael Kremer and Edward Miguel. The illusion of sustainability. Quarterly Journal of Economics, 122(3), August 2007. Forthcoming.",
        "[35] Steven D. Levitt and John A. List. What do laboratory experiments tell us about the real world? University of Chicago Mimeograph, June 2006.",
        "[36] Jennie I. Litvack and Claude Bodart. User fee plus quality equals improved access to health care: Results of a field experiment in Cameroon. Social Science and Medicine, 37(3):369-383, 1993.",
        "[37] Fred Mannering and Clifford Winston. A dynamic empirical analysis of household vehicle ownership and utilization. The RAND Journal of Economics, 16(2):215-236, Summer 1985.",
        "[38] C. A. Maxwell, R. T. Rwegoshora, S. M. Magesa, and C. F. Curtis. Comparison of coverage with insecticide-treated nets in a Tanzanian town and villages where nets and insecticide are either marketed or provided free of charge. Malaria Journal, 5(44), 2006.",
        "[39] Donald G. McNeil Jr. A program to fight malaria in Africa draws questions. New York Times, June 11 2005.",
        "[40] Dominique Meekers. The implications of free and commercial distribution for condom use: Evidence from Cameroon. PSI Research Division Working Paper No. 9, 1997.",
        "[41] Paul Milgrom and John Roberts. Price and advertising signals of product quality. Journal of Political Economy, 94(4):796-821, August 1986.",
        "[42] Saul S. Morris, Calogero Carletto, John Hoddinott, and Luc J M Christiaensen. Validity of rapid estimates of household wealth and income for health surveys in rural Africa. Journal of Epidemiology and Community Health, 54(5):381-387, 2000.",
        "[45] Albert L. Nichols and Richard J. Zeckhauser. Targeting transfers through restrictions on recipients. American Economic Review, 72(2):372-377, May 1982.",
        "[46] Lynnette Olembo, F. A. D. Kaona, Mary Tuba, and Gilbert Burnham. Safe water systems: An evaluation of the Zambia Clorin program. Johns Hopkins University Mimeograph, September 2004.",
        "[47] Sharon M. Oster. Strategic management for nonprofit organizations: Theory and cases. Oxford University Press, Oxford, 1995.",
        "[48] Sharon M. Oster, Charles M. Gray, and Charles Weinberg. Pricing in the nonprofit sector. In Dennis R. Young, editor, Effective economic decision-making for nonprofit organizations, chapter 2, pages 27-46. Foundation Center, New York, December 2003. 36",
        "[49] A. A. Parker, R. Stephenson, P. L. Riley, S. Ombeki, C. Komolleh, L. Sibley, and R. Quick. Sustained high levels of stored drinking water treatment and retention of hand-washing knowledge in rural Kenyan households following a clinic-based intervention. Epidemiology and Infection, January 2006.",
        "[50] Donald 0. Parsons. Self-screening in targeted public transfer programs. Journal of Political Economy, 99(4):859-876, August 1991.",
        "[51] Amil Petrin. Consistent policy analysis when some heterogeneity is unobserved. University of Chicago Mimeograph, December 2003.",
        "[52] Canice Prendergast and Lars Stole. Impetuous youngsters and jaded old-timers: Acquiring a reputation for learning. Journal of Political Economy, 104(6):1105-1134, December 1996.",
        "[53] PSI. What is social marketing? http://www.psi.org/resources/pubs/whatis SM.html, 2006.",
        "[54] R. Quick, L. Vencze, E. Mintz, L. Soleto, J. Aparicio, M. Gironaz, L. Hutwagner, K. Greene, C. Bopp, K. Maloney, D. Chavez, M. Sobsey, and R. Tauxe. Diarrhea prevention in Bolivia through point-of-use disinfection and safe storage: A promising new strategy. Epidemiology and Infection, 122:83-90, 1999.",
        "[55] Robert E. Quick, Akiko Kimura, Angelica Thevos, Mathias Tembo, Isidore Shamputa, Lori Hutwagner, and Eric Mintz. Diarrhea prevention through household-level water disinfection and safe storage in Zambia. American Journal of Tropical Medicine and Hygiene, 66(5):584589, 2002.",
        "[56] A. D. Roy. Some thoughts on the distribution of earnings. Oxford Economic Papers, 3(2):135146, June 1951.",
        "[57] Baba Shiv, Ziv Carmon, and Dan Ariely. Consumers may get what they pay for: Placebo effects of marketing actions. Journal of Marketing Research, 62:383-393, November 2005.",
        "[58] Ran Spiegler. The market for quacks. Tel Aviv University Mimeograph, December 2004.",
        "[59] Ran Spiegler. Competition over agents with boundedly rational expectations. Tel Aviv University Mimeograph, January 2005.",
        "[60] Richard Steinberg and Burton A. Weisbrod. Pricing and rationing by nonprofit organizations with distributional objectives. In Burton A. Weisbrod, editor, To Profit or Not to Profit: The commercial transformation of the nonprofit sector, chapter 4, pages 64-82. Cambridge University Press, Cambridge, UK, September 1998.",
        "[63] Rebecca Thornton. The demand for and impact of learning HIV status: Evidence from a field experiment. University of Michigan Mimeograph, 2006. 37",
        "[64] United Nations Economic Commission for Africa. The statistical estimation of poverty duration and transitions in Zambia. Mimeograph, 2006. http: / /www.uneca.org/ecaprogrammes/srdc/sa/publications/Statistical-Estimation.pdf.",
        "[65] USAID. Lack of access to clean drinking water and proper sanitation is a growing challenge. http://www. us aid. gov/locations/sub-saharan africa/features/worldwaterdayoÃ\u0083Â´. html, 2006.",
        "[66] William S. Vickrey. Pricing in urban and suburban transport. American Economic Review, 53(2):452-465, May 1963. 38 A Appendix: Additional Robustness Checks"
    ]
}