{
    "id": 13243,
    "cites": 18,
    "cited_by": 6,
    "reference": [
        "Baruch, Shmuel and Yakar Kannai (2001). Inferior Goods, Giffen Goods, and Shochu. In G. Debreu, W. Neuefeind and W. Trockel (eds.), Economics Essays, A Festschr,fi for Werner Hildenbrand, Heidelberg, Springer-Verlag, 9-17.",
        "Battalio, Raymond C., John H. Kagel, and Carl A. Kogut (1991). Experimental Confirmation of the Existence of a Giffen Good, American Economic Review, 81(4) p. 961-70.",
        "Boland, Lawrence A. (1977). Giffen Goods, Market Prices and Testability, Australian Economic Papers, 16 (28). p 72-85.",
        "Bopp, Anthony (1983). The Demand for Kerosene: A Modem Giffen Good, Applied Economics, 15(4).",
        "Dorfman, Robert, Paul A. Samuelson, and Robert M. Solow (1958). Linear Programming and Economic Analysis. McGraw Hill: New York.",
        "Dougan, William R. (2002). Giffen Goods and the Law of Demand, Journal of Political Economy, 90(4), p. 809-15.",
        "Dwyer, Gerald P. and Cotton M. Lindsay (1984). Robert Giffen and the Irish Potato, American Economic Review, 74(1), p. 188-192.",
        "Gilley, Otis and Gordon V. Karels (1991). In Search of Giffen Behavior, Economic Inquiry, 29(1), p.",
        "Halbrendt, Catherine, Francis Tuan, Conrado Gempesaw and Dimphna Dolk-Etz (1994). Rural Chinese Food Consumption: The Case of Guandong, American Journal of Agricultural Economics, 76, p.",
        "Jensen, Robert T. and Nolan Miller (2002). Giffen Behavior in China: Evidence from the China Health and Nutrition Survey, Faculty Research Working Paper RWPO2-014, John F. Kennedy School of Govemment, Harvard University.",
        "Koenker, Roger (1977). Was Bread Giffen? The Demand for Food in England Circa 1790, The Review of Economics and Statistics, 59(2), p. 225-229.",
        "Lancaster, Kelvin J (1966). A New Approach to Consumer Theory, Journal of Political Economy, 74(2), p. 132-157.",
        "Lipsey, Richard G. and Gideon Rosenbluth (1971). A Contribution to the New Theory of Demand: A Rehabilitation of the Giffen Good, Canadian Journal of Economics, 4(2), p. 131-163.",
        "Marshall, Alfred (1895). Principles of Economics. Macmillan: London. McDonough, Terrence and Joseph Eisenhauer (1995). Sir Robert Giffen and the Great Potato Famine: A Discussion of the Role of a Legend in Neoclassical Economics, Journal of Economic Issues, 29(3), p. 747-759.",
        "Rosen, Sherwin (1999). Potato Paradoxes, Journal of Political Economy, 107 (6), Part 2, p. S294-313.",
        "Spiegel, Uriel (1994) The Case of a `Giffen Good, Journal of Economic Education, c, p. 137-47.",
        "Stigler, George (1947). Notes on the History of the Giffen Paradox, Journal of Political Economy, 55(2), p. 152-156.",
        "Thomas, Duncan and John Strauss (1997). Health and Wages: Evidence on Men and Women in Urban Brazil, Journal of Econometrics, 77(1), p. 159-85."
    ]
}