{
    "id": 13245,
    "cites": 19,
    "cited_by": 17,
    "reference": [
        "Ang, A., S. Dong, and M. Piazzesi, 2004, No-Arbitrage Taylor Rules, Columbia University.",
        "Ang, A., and M. Piazzesi, 2003, A No-Arbitrage Vector Autoregression of Term Structure Dynam- ics with Macroeconomic and Latent Variables, Journal of Monetary Economics, 50, 745-787.",
        "Backus, D. K., S. Foresi, and C. I. Telmer, 2001, Affine Term Structure Models and the Forward Premium Anomaly, Journal of Finance, 56, 279-304.",
        "Backus, D. K., and S. E. Zin, 1994, Reverse Engineering the Yield Curve, NBER Working Paper.",
        "Backus, D. K., and S. E. Zin, 2006, Bond Pricing with Recursive Utility and Stochastic Volatility, New York University Working Paper.",
        "Bansal, R., and A. Yaron, 2004, Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles, The Journal of Finance, 59, 1481-1510.",
        "Bekaert, G., S. Cho, and A. Moreno, 2005, New-Keynesian Macroeconomics and the Term Struc- ture, Columbia University Working Paper.",
        "Campbell, J. Y., and J. H. Cochrane, 1999, By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy, 107, 205-251.",
        "Clarida, R., J. Gall, and M. Gertler, 2000, Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, The Quarterly Journal of Economics, 115, 147-180.",
        "Cochrane, J. H., 2006, Identification and Price Determination with Taylor Rules: A Critical Review, University of Chicago Working Paper.",
        "Duffie, D., and R. Kan, 1996, A Yield-Factor Model of Interest Rates, Mathematical Finance, 6, 379-406.",
        "Epstein, L. G., and S. E. Zin, 1989, Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework, Econometrica, 57, 937-969.",
        "Hansen, L. P., J. Heaton, and N. Li, 2005, Consumption Strikes Back?: Measuring Long-Run Risk, NBER Working Paper No. ui476.",
        "HÃ\u0083Â¶rdahl, P., 0. Tristani, and D. Vestin, 2003, A Joint Econometric Model of Macroeconomic and Term Structure Dynamics, European Central Bank.",
        "McCulloch, J. H., and H.-C. Kwon, i993, U.S. Term Structure Data, i947-i99i, Ohio State University Working Paper 93-6. Piazzesi, M., 2005, Bond Yields and the Federal Reserve, Journal of Political Economy, ui3, 3ui-344.",
        "Piazzesi, M., and M. Schneider, 2006, Equilibrium Yield Curves, forthcoming in NBER Macroe- conomics Annual.",
        "Ravenna, F., and J. Seppala, 2006, Monetary Policy and Rejections of the Expectations Hypoth- esis, University of Illinois Working Paper.",
        "Rudebusch, G., and T. Wu, 2004, A Macro-Finance Model of the Term Structure, Monetary Policy, and the Economy, Federal Reserve Bank of San Francisco.",
        "Vayanos, D., and J.-L. Vila, 2006, A Preferred-Habitat Model of the Term Structure of Interest Rates, London School of Economics Working Paper."
    ]
}