{
    "id": 13244,
    "cites": 13,
    "cited_by": 3,
    "reference": [
        "[1] Aghion, P. Bacchetta, P. and Banerjee, A. (2000), ~A Simple Model of Monetary Policy and Currency Crises, European Economic Review, 44, 728-738",
        "[2] Bernanke, B. and Gertler, M. (1989), ~Agency Costs, Net Worth and Business Fluctuations, American Economic Review, 79, 14-31.",
        "[3] Bernanke, B. and Gertler, M. (1990), ~Financial Fragility and Economic Performance ,Quarterly Journal of Economics, 105, 87-114.",
        "[4] Bernanke, B., Gertler, M.and Gilchrist, 5. (2000) The Financial Accelerator in a Quantitative Business Cycle Framework, in Handbook of Macroeconomics, North Holland 34",
        "[5] Caballero, R.J. and Krishnamurthy, A. (2000), Emerging Markets Crises: An Asset Markets Perspective, MIT, mimeo",
        "[6] Carlstrom, C. and Fuerst, T.S. (1997) Agency Costs, Net Worth and Business Fluctuations: A Computable General Equilibrium Analysis, American Economic Review, 87, pp. 893-910.",
        "[7] Cespedes, L.P., Chang, R. and Velasco, A. (2000), Balance Sheets and Exchange Rate Policy, NBER Working Paper, 7840",
        "[8] Christiano, L., Gust, C. and Roldos, J. (2002), Monetary Policy in a Financial Crisis, NBER Working Paper, 9005;",
        "[9] Edison, H.J., Luangaram, P. and Miller, M. (1998), Asset Bubbles, Domino Effects and Lifeboats: Elements of the East Asian Crisis, Board of Governors of the Federal Reserve System, International Finance Discussion Paper, 606",
        "[10] Gertler, M., Gilchrist, S., Natalucci, F. (2003). ~External Constraints on Monetary Policy and Financial Accelerator, NBER Working Paper, 10128;",
        "[11] Greenwald, B. and Stiglitz, J. (1993), ~Financial Market Imperfections and Business Cycles, Quarterly Journal Of Economics, 108, 77-114.",
        "[12] Greenwald, B. (1998). ~International Adjustment in the Face of Imperfect Financial Markets. Annual World Bank Conference on Development Economics.",
        "[13] Kiyotaki, N. and Moore, J. (1997), ~Credit Cycles, Journal of Political Economy, 105, 211-248. 35"
    ]
}