{
    "id": 13240,
    "cites": 45,
    "cited_by": 2,
    "reference": [
        "Acharya, V., H. Almeida and M. Campello, 2007, Is Cash Negative Debt? A Hedging Perspective on Corporate Financial Policies, Journal of Financial Intermediation, forthcoming.",
        "Almeida, H., M. Campello, and M. Weisbach, 2006, Corporate Financial and Investment Policies when Future Financing is not Frictionless, Working Paper, University of Illinois.",
        "Andrade G. and S. Kaplan, 1998, How Costly is Financial (Not Economic) Distress? Evidence from Highly Leveraged Transactions That Became Distressed, Journal of Finance 53(5), 1443-1493.",
        "Bergstresser, D., M. A. Desai, and J. D. Rauh, 2006, Earnings Manipulation, Pension Assumptions, and Managerial Investment Decisions, Quarterly Journal of Economics 121(1), 157-195.",
        "Black, F., 1980, The Tax Consequences of Long-Run Pension Policy, Financial Analysts Journal 36, July-August, 21-29.",
        "Bodie, Z., J. 0. Light, R. MÃ\u0083Â¸rck, and R. A. Taggart, 1985, Corporate Pension Policy: An Empirical Investigation, Financial Analysts Journal 41, 10-16.",
        "Buessing, M., and M. Soto, 2006, The State of Private Pensions: Current 5500 Data, Center for Retirement Research Issue in Brief 42.",
        "Bulow, J., and M. Scholes, Who Owns the Assets in a Defined-Benefit Pension Plan? in Financial Aspects of the U.S. Pension System, Zvi Bodie and John Shoven, eds., Chicago: University of Chicago Press, 1983.",
        "Campbell, J., and L. Viceira, 2005, Strategic Asset Allocation for Pension Plans, prepared for the Oxford Handbook of Pensions and Retirement Income, forthcoming.",
        "Cocco, J., and P. Volpin, 2007, The Corporate Governance of Defined Benefit Pension Plans: Evidence from the United Kingdom, Financial Analysts Journal 63(1), 70-83.",
        "Coronado, J., and N. Liang, 2005, The Influence of PBGC Insurance on Pension Fund Finances, Pension Research Council Working Paper, 2005-10.",
        "Denmark, F., 2006, Internaional Paper Company: Out of the Woods, Institutional Investors Alpha, June issue, 19-29.",
        "Friedman, B. M., 1983, Pension Funding, Pension Asset Allocation, and Corporate Finance: Evidence from Individual Company Data, in Financial Aspects of the U.S. Pension System, Z. Bodie and J. Shoven, eds., Chicago, University of Chicago Press, 107-147.",
        "Frieman, Adam, Justin Pettit, Azad Badakhsh, and Kyle Barker, 2005, Optimal Capital Structure and the Corporate Pension, UBS Investment Banking Note, UBS AG, New York.",
        "Froot, K. A., D. S. Scharfstein, and J. C. Stein, 1993, Risk management: Coordinating corporate investment and financing policies, Journal of Finance 48, 1629-165 8.",
        "Gold, J., 2005, Accounting/Actuarial Bias Enables Equity Investment by Defined Benefit Pension Plans, North American Actuarial Journal.",
        "Harris, M., and A. Raviv, 1991, The Theory of Capital Structure, Journal of Finance 46, 297-335.",
        "Harrison, M. J. and W.F. Sharpe, 1983, Optimal Funding and Asset Allocation Rules for Defined Benefit Pension Plans, in in Financial Aspects of the U.S. Pension System, Z. Bodie and J. Shoven, eds., Chicago, University of Chicago Press.",
        "Hsieh, S.-J., A. Chen, and K. Ferris, 1994, The Valuation of PBGC Insurance Premiums Using an Option Pricing Model, Journal of Financial and Quantitative Analysis 29, 89-99.",
        "Ippolito, R., 2002, The Reversion Taxs Perverse Result, Regulation, Spring 2002, 46-5 3.",
        "Lehn, K., and A. Poulsen, 1991, Contractual Resolution of Bondholder-Stockholder Conflicts in Leveraged Buyouts, Journal of Law and Economics 34, 645-673.",
        "Leland, H. E., 1998, Agency Costs, Risk Management, and Capital Structure, Journal of Finance 53, 1213- 1243.",
        "Lucas, D., and S. Zeldes, 2006, Valuing and Hedging Defined Benefit Pension Obligations The Role of Stocks Revisited, Working Paper, Northwestern University.",
        "Marcus, A., 1987, Corporate Pension Policy and the Value of PBGC Insurance, in Issues in Pension Economics, Z. Bodie, J. Shoven, and D. Wise eds., Chicago, University of Chicago Press.",
        "Mayers, D., and C. W. Smith, 1982, On the Corporate Demand for Insurance, Journal of Business 55, 28 1-296.",
        "Mayers, D. and C. W. Smith, 1987, Corporate Insurance and the Underinvestment Problem, Journal of Risk and Insurance 54, 45-54.",
        "Merton R.C. and P.A. Samuelson, 1974, Fallacy of the Log-Normal Approximation to Portfolio Decision-Making over Many Periods, Journal of Financial Economics 1(1), 67-94.",
        "Morellec, E., and C. W. Smith, 2007, Agency Conflicts and Risk Management, Review of Finance 11, 1-23.",
        "Myers, 5., 1977, Determinants of Corporate Borrowing, Journal of Financial Economics 5, 147-175.",
        "Parrino, R., and M. Weisbach, 1999, Measuring Investment Distortions Arising from StockholderBondholder Conflicts, Journal of Financial Economics 53, 3-42.",
        "Pension Benefit Guaranty Corporation (PBGC), 1995, Pension Benefit Guaranty Corporation Annual Report, hftp://www.phgc.gev/docs!i 995 annual report.pdf.",
        "Pension Benefit Guaranty Corporation (PBGC), 2005, Pension Benefit Guaranty Corporation Performance and Accountability Report, http://www, pbgc.gov/docs/2005par, pdf.",
        "Pennacchi, G. G. and C. M. Lewis, 1994, The Value of Pension Benefit Guaranty Corporation Insurance, Journal of Money, Credit and Banking 26, 735-753.",
        "Petersen, M., 1992, Pension reversions and worker-stockholder wealth transfers, Journal of Finance 107, 1033-1056.",
        "Purnanandam, A., 2007, Financial Distress and Corporate Risk Management: Theory and Evidence, Journal of Financial Economics, forthcoming.",
        "Rauh, J. D., 2006, Investment and Financing Constraints: Evidence from the Funding of Corporate Pension Plans, Journal of Finance 61, 33-71.",
        "Sameulson, P.A., 1963, Risk and Uncertainty: A Fallacy of Large Numbers, Scientia, 6th series, 57th year, 1-6.",
        "Samuelson, P.A., 1994, The Long-Term Case for Equities and How It Can Be Oversold, The Journal of Portfolio Management 2 1(1), 15-24.",
        "Samuelson, W., and R. Zeckhauser, 1988, Status Quo Bias in Decision Making, Journal of Risk and Uncertainty 1, 7-59.",
        "Smith C. and R. Stulz, 1985, The Determinants of Firms Hedging Policies, Journal of Financial and Quantitative Analysis 20, 391-405.",
        "Sharpe, W. F., Corporate Pension Funding Policy, Journal of Financial Economics, 1976, 183-193.",
        "Sundaresan, S., and F. Zapatero, 1997, Valuation, Optimal Asset Allocation and Retirement Incentives of Pension Plans, Review of Financial Studies 10, 631-660.",
        "Sweeting, P., 2005, Funding and Asset Allocation Strategies Why Firms and Trustees Behave As They Do, Working Paper, Presented to the 2005 U.K. Finance and Investment Board Conference.",
        "Treynor, J., 1977, The Principles of Corporate Pension Finance, Journal of Finance 32, 627-638.",
        "Tepper, I., 1981, Taxation and Corporate Pension Policy, Journal of Finance 36, 1-13."
    ]
}