{
    "id": 13257,
    "cites": 13,
    "cited_by": 5,
    "reference": [
        "Besley, T., Case, A., 1994. Unnatural Experiments: Estimating the Incidence of Endogenous Policies. NBER Working Paper No. 4956. National Bureau of Economic Research, Cambridge MA.",
        "Carpenter, C., Kloska, D. D., OMalley P., Johnston, L., 2007 Alcohol Control Policies and Youth Alcohol Consumption: Evidence from 28 Years of Monitoring the Future. Working Paper (revised and resubmitted).",
        "Crandall, R. W., Gruenspecht, H. K., Keeler, T. E., Lave, L.B., 1986. Regulating the Automobile: Studies in the Regulation of Economic Activity. Washington D.C.: The Brookings Institution.",
        "Dee, T., 1999. State Alcohol Policies, Teen Drinking and Traffic Fatalities, Journal of Public Economics 72(2):289-3 15.",
        "Higson, R. W., Scotch, N., Mangione, T., Meyers, A., Glantz, L., Heeren T., Lin, N., Mucatel, M., Pierce, G., 1983. Impact of Legislation Raising the Legal Drinking Age in Massachusetts from 18 to 20. American Journal of Public Health 73(2): 163-170.",
        "Houston, D. J., Richardson, L. E., Neeley, G. W., 1995. Legislating Traffic Safety: A Pooled Time Series Analysis. Social Science Quarterly 76(2):329-245.",
        "Kaestner, R., 2000. A Note on the Effect of Minimum Drinking Age Laws on Youth Alcohol Consumption. Contemporary Economic Policy 18(3): ABI/INFORM Global pg. 315.",
        "Males, M., 1986. The Minimum Purchase Age for Alcohol and Young-Driver Fatal Crashes: A Long-term View The Journal of Legal Studies 15(1):181-211.",
        "Mosher, J. F., 1980. The History of Youthful-Drinking Laws: Implications for Current Policy. Minimum Drinking Age Laws. Ed. Henry Wechsler, Toronto: Lexington Books.",
        "National Safety Council, 2005 Edition. Injury Facts.",
        "NHTSAs National Center for Statistics and Analysis, March 2005. Calculating Lives Saved Due to Minimum Drinking Age Laws. Washington, DC, U.S., Department of Transportation.",
        "Ruhm, C. J., 1996. Alcohol Policies and Highway Vehicle Fatalities. Journal of Health Economics 1 5(4):435-454.",
        "Shults, R. A., Elder R. W., Sleet D.A., Nichols J. L., Alao M. 0., Carande-Kulis V. G., Zaza S., Sosin D. M., Thompson R. S., and the Task Force on Community Preventive Services, 2001. Reviews of Evidence Regarding Interventions to Reduce Alcohol-Impaired Driving. American Journal of Preventive Medicine 21(4S): 66-84."
    ]
}