{
    "id": 13264,
    "cites": 24,
    "cited_by": 83,
    "reference": [
        "Alesina, Alberto, and Roberto Perotti. 1997. Fiscal Adjustments in OECD Countries: Composition and Macroeconomic Effects. IMF Staff Papers 44 (June): 210-248.",
        "Andersen, Leonall C., and Jerry L. Jordan. 1968. Monetary and Fiscal Actions: A Test of Their Relative Importance in Economic Stabilization. Federal Reserve Bank of St. Louis Review 50 (November): 11-24.",
        "Auerbach, Alan J. 2000. Formation of Fiscal Policy: The Experience of the Past Twenty-Five Years. Federal Reserve Bank of New York Economic Policy Review 6 (April): 9-23.",
        "Bernanke, Ben S., and Ilian Mihov. 1998. Measuring Monetary Policy. quarterly Journal of Economics 113 (August): 869-902.",
        "Blanchard, Olivier, and Roberto Perotti. 2002. An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output. quarterly Journal of Economics 117 (November): 1329-1368.",
        "Budget of the United States Government. U.S. Office of Management and Budget. Various years. Cardia, Emanuela. 1997. Replicating Ricardian Equivalence Tests with Simulated Series. American Economic Review 87 (March): 65-79.",
        "Congressional Budget Office. Various reports and documents. Congressional Record. U.S. Congress. Various issues. Economic Report of the President. U.S. Office of the President. Various years. Fazzari, Steven M., R. Glenn Hubbard, and Bruce C. Petersen. 1988. Financing Constraints and Corporate Investment. Brookings Papers on Economic Activity, no. 1, 141-195.",
        "Fuhrer, Jeffrey C. 1997. The (Un)Importance of Forward-Looking Behavior in Price Specifications. Journal of Money, Credit, and Banking 29 (August): 33 8-350.",
        "Gale, William G., and Peter R. Orszag. 2004. Budget Deficits, National Saving, and Interest Rates. Brookings Papers on Economic Activity, no. 2, 101-210.",
        "Giavazzi, Francesco, and Marco Pagano. 1990. Can Severe Fiscal Contractions Be Expansionary? Tales of Two Small European Countries. NBER Macroeconomics Annual 5: 75-111.",
        "Gordon, Robert J. 1997. The Time-Varying NAIRU and Its Implications for Economic Policy. Journal of Economic Perspectives 11 (Winter): 11-32.",
        "Joint Committee on Internal Revenue Taxation (after 1975, Joint Committee on Taxation). Various reports and documents.",
        "Kormendi, Roger C. 1983. Government Debt, Government Spending, and Private Sector Behavior. American Economic Review 73 (December): 994-1010.",
        "Oliner, Stephen, Glenn Rudebusch, and Daniel Sichel. 1995. New and Old Models of Business Investment: A Comparison of Forecasting Performance. Journal of Money, Credit, and Banking 27 (August): 806-826.",
        "Parker, Jonathan A. 2001. The Response of Household Consumption to Predictable Changes in Social Security Taxes. American Economic Review 89 (September): 959-973.",
        "Perotti, Roberto. 1999. Fiscal Policy in Good Times and Bad. quarterly Journal of Economics 114 (November): 1399-1436.",
        "Ramey, Valerie A., and Matthew D. Shapiro. 1998. Costly Capital Reallocation and the Effects of Government Spending. Carnegie-Rochester Conference Series on Public Policy 48 (June): 145194.",
        "Romer, Christina D., and David H. Romer. 1989. Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz. NBER Macroeconomics Annual 4: 121-170.",
        "Romer, Christina D., and David H. Romer. 1994. Monetary Policy Matters. Journal of Monetary Economics 34 (August): 75-88.",
        "Romer, Christina D., and David H. Romer. 2004. A New Measure of Monetary Shocks: Derivation and Implications. American Economic Review 94 (September): 1055-1084.",
        "Romer, Christina D., and David H. Romer. 2007. A Narrative Analysis of Postwar Tax Changes. Unpublished manuscript, University of California, Berkeley (March).",
        "Rudd, Jeremy, and Karl Whelan. 2006. Can Rational Expectations Sticky-Price Models Explain Inflation Dynamics? American Economic Review 96 (March): 303-320.",
        "Senate Reports. U.S. Congress. Various numbers. Shapiro, Matthew D., and Joel Slemrod. 1995. Consumer Response to the Timing of Income: Evidence from a Change in Tax Withholding. American Economic Review 85 (March): 274-283.",
        "Social Security Bulletin. Social Security Administration. Various issues. Souleles, Nicholas 5. 1999. The Response of Household Consumption to Income Tax Refunds. American Economic Review 89 (September): 947-958."
    ]
}