{
    "id": 13261,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Aizer, Anna. 2003. Low Take-Up in Medicaid: Does Outreach Matter and for Whom? American Economic Review, 93(2): 238-41.",
        "Aizer, Anna, forthcoming. Public Health Insurance, Program Take-up and Child Health, Review of Economics and Statistics. Aizer, Anna, and Jeffrey T. Grogger. 2003. Parental Medicaid Expansions and Health Insurance Coverage. NBER Working Paper No. W9907.",
        "Bansak Cynthia and Steven Raphael, 2007. The Effects of State Policy Design Features on Take Up and Crowd Out Rates for the State Childrens Health Insurance Program Journal of Policy Analysis and Management. 26(1): 149-175.",
        "Berger, Mark C., Dan A. Black, and Frank A. Scott. 1998. How Well Do We Measure Employer-Provided Health Insurance Coverage? Contemporary Economic Policy 16:356-367.",
        "Bitler, Marianne, Jonah Gelbach and Hilary Hoynes. 2005. Welfare Reform and Health, Journal of Human Resources, 40(2): 309-34.",
        "Borjas, George J. 2001. Welfare reform and immigration. The New World of Welfare: An Agenda for Reauthorization and Beyond. R. Blank, Haskins, R. Washington, D.C., Brookings Press: 369-385.",
        "Borjas, George J. 2003. Welfare reform, labor supply, and health insurance in the immigrant population. Journal of Health Economics 22(6): 933-5 8.",
        "Buchmueller, Thomas C., Anthony T. Lo Sasso, Ithai Lurie and Sarah Dolfin. 2007. Immigrants and Employer-Sponsored Health Insurance, Health Services Research. 42(1): 286-3 10.",
        "Busch, Susan and Noelia Duchovny. 2005. Family Coverage Expansions: Impact on Insurance Coverage and Health Care Utilization of Parents, Journal of Health Economics, 24(5): 876-90.",
        "Card, David and Lara Shore-Sheppard, 2004. Using Discontinuous Eligibility Rules to Identify the Effects of the Federal Medicaid Expansions on Low Income Children, Review of Economics and Statistics August, 86 (3): 752-766.",
        "Cawley, J. and K. Simon. 2003. The Impact of Macroeconomic Conditions on the Health Insurance Coverage of Americans. in Frontiers in Health Policy Research, Volume 6, Alan Garber and David Cutler, Eds.",
        "Cawley, John, Mathis Schroeder and Kosali I. Simon. 2006. How Did Welfare Reform Affect the Health Insurance Coverage of Women and Children? Health Services Research, 41(2): 486-506.",
        "Cunningham, Peter, 2003. SCHIP Making Progress: Increased Take-up Leads to Coverage Gains, Health Affairs 22(4): 163-172.",
        "Cunningham, Peter, Jack Hadley and James Reschovsky. 2002. The Effects of SCHIP on Childrens Health Insurance Coverage: Early Evidence from the Community Tracking Study, Medical Care Research and Review 59 (4): 359-3 83.",
        "Currie, Janet. 1999. Do Children of Immigrants Make Differential Use of Public Health Insurance? in Issues in the Economics of Immigration, G. Borjas (ed.), University of Chicago Press.",
        "Currie, J. and Gruber, J., 1996. Health Insurance Eligibility, Utilization of Medical Care and Child Health. Quarterly Journal of Economics, 111(2): 43 1-466.",
        "Cutler, D.M. and Gruber, J., 1996. Does Public Insurance Crowd Out Private Insurance? Quarterly Journal of Economics 112 (2): 39 1-430.",
        "Fix, Michael E. and J. S. Passel, J.S. 2002. The Scope and Impact of Welfare Reforms Immigrant Provisions. Washington DC: Urban Institute.",
        "Fix, Michael E., and Wendy Zimmerman. 1998. Declining Immigrant Applications for MediCal and Welfare Benefits in Los Angeles County, Washington DC: Urban Institute.",
        "Glied, S. and K. Jack. 2003. Macroeconomic Conditions, Health Care Costs, and the Distribution of Health Insurance. National Bureau of Economic Research, Working Paper No. 10029.",
        "Ham, J.C. and Shore-Sheppard, L.D., 2001. The Effect of Medicaid Expansions for LowIncome Children on Medicaid Participation and Insurance Coverage: Evidence from the SIPP. Journal of Public Economics 86 (3): 752-766.",
        "Hudson, Julie L., Thomas M. Selden and Jessica S. Banthin. 2005. The Impact of SCHIP on Insurance Coverage of Children. Inquiry 42 (3): 232-254.",
        "Kandula, N., Grogan, C., Rathouz, P., Lauderdale, D., 2004. The Unintended Impact of Welfare Reform on the Medicaid Enrollment of Eligible Immigrants, Health Services Research 39(5), 1509-1526.",
        "Kaushal, N., Kaestner, R., 2005. Welfare Reform and Health Insurance of Immigrants, Health Services Research 40(3), 697-721.",
        "Kronebusch, K. and Elbel, B., 2004. Enrolling Children in Public Insurance: SCHIP, Medicaid, and State Implementation, Journal of Health Politics, Policy and Law, 29 (3): 45 1-490.",
        "Ku, Leighton and Matani, Sheetal, 2001. Left Out: Immigrants Access to Health Care and Insurance, Health Affairs 20 (1):247-56.",
        "Lo Sasso, Anthony T. and Thomas C. Buchmueller. 2004. The effect of the State Childrens Health Insurance Program on Health Insurance Coverage. Journal of Health Economics 23(5): 1059-82.",
        "Lurie, Ithai Z. 2007. Welfare Reform and the Loss of Health Insurance Coverage by Children of Permanent and Non-permanent Residents, unpublished manuscript.",
        "Morse, Anne. 2000. SCHIP and Access for Children in Immigrant Families. Washington D.C.: National Conference of State Legislatures.",
        "Tumlin, Karen C., Zimmermann, Wendy, and Ost, Jason. 1999. State Snapshots of Public Benefits for Immigrants: A Supplemental Report to Patchwork Policies. Occasional Paper 24 Supplemental Report. Washington DC: Urban Institute.",
        "Wolfe, Barbara L. and Scrivner. 2005. The Devil May be in the Details: How the Characteristics of SCHIP Programs Affect Take-Up, Journal of Policy Analysis and Management, 24 (3): 499-522."
    ]
}