{
    "id": 13276,
    "cites": 42,
    "cited_by": 5,
    "reference": [
        "Altonji, Joseph G. and David Card. The Effects of Immigration on the Labor Market Outcomes of Lessskilled Natives. in J. Abowd and R. Freeman, (eds.), Immigration, Trade and the Labor Market. Chicago: University of Chicago Press, 1991.",
        "Bernanke, Ben S. Employment, Hours, and Earnings in the Depression: An Analysis of Eight Manufacturing Industries, American Economic Review, 76(1), 1986, pp. 82-107.",
        "Blanchard, Olivier and Lawrence Katz. Regional Evolutions, Brookings Papers on Economic Activity, 1992:1, 1-75.",
        "Borjas, George J. Does Immigration Grease the Wheels of the Labor Market? Brookings Papers on Economic Activity, 2001, pp. 69-119.",
        "Borj as, George J. The Labor Demand Curve Is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market. Quarterly Journal of Economics, November 2003, pp.",
        "Borj as, George J. Native Internal Migration and the Labor Market Impact of Immigration. NBER Working Paper 11610. September, 2005.",
        "Borjas, George J., Richard B. Freeman, and Lawrence F. Katz. How Much Do Immigration and Trade Affect Labor Market Outcomes? Brookings Papers on Economic Activity, 1997, pp. 1-67.",
        "Boustan, Leah Platt. Was Postwar Suburbanization `White Flight? Evidence from the Black Migration. Working paper, 2006.",
        "Card, David. Immigrant Inflows, Native Outflows, and the Local Market Impacts of Higher Immigration. Journal of Labor Economics, 19(1), 2001, pp. 22-64.",
        "Carter, Susan and Richard Sutch. Historical Perspectives on the Economic Consequences of Immigration into the United States. In Charles Hirschman, Philip Kasinitz, and Joshua DeWind,, editors, The Handbook of International Migration. The American Experience. New York: Russell Sage Foundation, 1999, pp. 3 19-341.",
        "Ferrie, Joseph. The Impact of Immigration on Natives in the Antebellum U.S., 1850-60. Northwestern University Center for Urban Affairs and Policy Research, Working Paper No. WP-96-14 (March 1996).",
        "Fishback, Price, William Horrace and Shawn Kantor. The Impact of New Deal Expenditures on Mobility During the Great Depression. Explorations in Economic History, 43(2), 2006, pp. 179-222.",
        "Fishback, Price, Michael Haines, and Shawn Kantor. The Impact of the New Deal on Black and White Infant Mortality in the South, Explorations in Economic History, 38, 2001, pp. 93-122.",
        "Fishback, Price, Michael Haines, and Shawn Kantor. Births, Deaths, and New Deal Relief During the Great Depression, Review of Economics and Statistics 89 (February 2007), 1-14.",
        "Filer, Randall. The Effect of Immigrant Arrivals on Migratory Patterns of Native Workers. In George J. Borjas and Richard B. Freeman, editors, Immigration and the Workforce: Economic Consequences for the United States and Source Areas, Chicago: University of Chicago Press, 1992.",
        "Frey, William H. Immigration and Internal Migration Flight from U.S. Metro Areas: Towards a New Demographic Balkanization. Urban Studies 32(4-5), 1995, pp. 733-57.",
        "Frey, William H. Kao-Lee Liaw, Yu Xie, and Marcia J. Carlson. Interstate Migration of the U.S. Poverty Population: Immigration `Pushes and Welfare Magnet `Pulls, Population and Environment, 17(6), 1996, pp. 491-533.",
        "Friedberg, Rachel M and Jennifer Hunt. The Impact of Immigrants on Host Country Wages, Employment and Growth, Journal of Economic Perspectives, 9(2), 1995, pp. 23-44.",
        "Gregory, James N. American Exodus: The Dustbowl Migration and Okie Culture in California. New York: Oxford University Press, 1989.",
        "Hatton, Timothy and Jeffrey Williamson. The Impact of Immigration on American Labor Markets Prior to the Quotas, National Bureau of Economic Research Working Paper No. 5185, July 1995.",
        "Heim, Carol. Structural Changes: Regional and Urban. In Cambridge Economic History of the United States edited by S. Engerman and R. Gallman, 93-190. Cambridge: Cambridge University Press, 2000.",
        "Horrace, William and Ronald Oaxaca. Results on the Bias and Inconsistency of Ordinary Least Squares for the Linear Probability Model. Economics Letters, 90, 2006, p. 32 1-7.",
        "Kritz, Mary M. and Douglas T. Gurak. The Impact of Immigration on the Internal Migration of Natives and Immigrants. Demography, 38(1), 2001, pp. 133-45.",
        "Levy, Mildred B. and Walter J. Wadycki. What Is the Opportunity Cost of Moving? Reconsideration of the Effects of Distance on Migration. Economic Development and Cultural Change. 22(2), 1974, pp. 198-214.",
        "Lewis, Ethan. How Did the Miami Labor Market Absorb the Mariel Immigrants?, Federal Reserve Bank of Philadelphia Working Paper 04-03, January 2004.",
        "Lewis, Ethan. Local, Open Economies Within the US: How Do Industries Respond to Immigration?, Federal Reserve Bank of Philadelphia Working Paper 04-01 December 2003.",
        "Moulton, Harold G. In Defense of the Longer Work Week, Annals of the American Academy of Political and Social Science, 184, 1936, pp. 68-7 1.",
        "Ottaviano, Gianmarco and Giovanni Pen. Rethinking the Effects of Immigration on Wages, NBER Working Paper No. 12497. 2006.",
        "Ruggles, Steven and Matthew Sobek et al. Integrated Public Use Microdata Series. Version 3.0 Minneapolis: Historical Census Projects, University of Minnesota, 2003. http:/fww\\v~~un1s.org.",
        "Schwartz, Aba. Interpreting the Effect of Distance on Migration Journal of Political Economy, 81(5), 1973, pp. 1153-1169.",
        "Sjaastad, Larry A. The Costs and Returns of Human Migration, Journal of Political Economy. 70, 1962, pp. 80-93.",
        "Steinbeck, John. The Grapes of Wrath. New York: The Viking Press, 1939.",
        "Stromberg, David. Radios Impact on Public Spending. Quarterly Journal of Economics, 119(1), 2004, pp. 189-221.",
        "U.S. Bureau of the Census. Fifteenth Census of the United States. 1930, Families. Volume 6.",
        "Washington, DC: Government Printing Office, 1933.",
        "U.S. Bureau of Foreign and Domestic Commerce. Consumer Data Handbook, 1939 Edition..",
        "Washington, D.C.: Government Printing Office, 1939.",
        "U.S. Census of Partial Employment, Unemployment, and Occupation. Final Report on Total and Partial Unemployment. Washington, DC: Government Printing Office, 1938.",
        "Walker, L.C. The Share-the-Work Movement, Annals of the American Academy of Political and Social Science, 165, 1933, pp. 13-19.",
        "Wallis, John Joseph. Employment in the Great Depression: New Data and Hypotheses, Explorations in Economic History, 26(1), 1989, pp. 45-72.",
        "Wright, Richard, Mark Ellis and Michael Reibel. The Linkage between Immigration and Internal Migration in Large Metropolitan Areas in the United States, Economic Geography, 73(2), 1997, pp. 232-252.",
        "MA; Camden, NJ and Philadelphia, PA; Elizabeth and Newark, NJ; Fall River, MA, New Bedford, MA and Providence, RI; Fort Worth and Dallas, TX; Kansas City, MO and Kansas City, KS; Los Angeles and Long Beach, CA; Yonkers and New York City, NY; Oakland and San Francisco, CA; and St. Paul and Minneapolis, MN. Sacramento, CA and Charlotte, NC are missing migration data, and Washington, DC and Flint, MI are missing Census of Manufacturing earnings data in 1935."
    ]
}