{
    "id": 13271,
    "cites": 28,
    "cited_by": 7,
    "reference": [
        "Aitken, Brian J. and Ann E. Harrison (1999) Do Domestic Firms Benefit from Direct Foreign Investment? Evidence from Venezuela. American Economic Review, 89(3):605-618.",
        "Aitken, Brian, Hanson, Gordon H. and Harrison Anne E. (1997) Spillovers, foreign investment, and export behavior. Journal of International Economics, V43(N 1-2): 103-132.",
        "Amiti, Mary and Javorcik, Beata Smarzynska (forthcoming Journal of Development economics), Trade Costs and Location of Foreign Firms in China. Previously World Bank Policy Research Working Paper No. 3564. Bernard, Andrew B. Stephen J. Redding and Peter K. Schott. (2006) Multi-Product Firms and Product Switching, NBER Working Paper, 12,293.",
        "Besedes, Tibor and Thomas J. Prusa. (2006) Product Differentiation and Duration of US Import Trade. Journal of International Economics, 70(2): 339-358.",
        "Blomstrom, Magnus and Kokka, A. (1998), Multinational Corporations and Spillovers, Journal of economic Surveys, 12:247-277.",
        "Brambilla, Irene. (2006) Multinationals, Technology and the Introduction of Varieties of Goods, NBER Working Paper, 12217.",
        "Buckley, P. and C. Meng. (2005) The Strategy of foreign-invested manufacturing enterprises in China: Export-oriented and market-oriented FDI revisited, Journal of Chinese Economic and Business Studies, 3(2): 111-131.",
        "Chen, Huiya and Deborah Swenson (2007). Multinational Firms and New Chinese Export Transactions. UC Davis manuscript.",
        "Cheng, Leonard K. and Yum K. Kwan (2000). What are the determinants of the location of foreign direct investment? The Chinese experience. Journal of international economics, 51(2), 379-400.",
        "Feenstra, Robert C. and Gordon H. Hanson, (2005) Ownership and Control in Outsourcing to China: Estimating the Property-Rights Theory of the Firm, Quarterly Journal of Economics, May: 729-761.",
        "Feenstra, Robert C., Haiyan Deng, Alyson C. Ma, and Shunli Yao (2004), Chinese and Hong Kong International Trade Data, Center for International Data, University of California, Davis Manuscript.",
        "Feenstra, Robert C. and Hiau Looi Kee (2004), Export Variety and Country Productivity, NBER Working Paper, 10830.",
        "Feenstra, Robert C. and Andrew K. Rose, (2000). Putting Things in Order: Patterns of Trade Dynamics and Growth, Review of Economics and Statistics, 82(3), August 369-3 82.",
        "Gorg, Holger, and David Greenaway (2004), Much ado about nothing? Do Domestic Firms Really Benefit from Foreign Direct Investment?, World Bank Research Observer, 19(2) 171197. 33 Greenaway, David, Nuno Sousa, and Katherine Wakelin, (2004). Do Domestic Firms Learn to Export from Multinationals? European Journal of Political Economy, 20: 1027-1043.",
        "Haskel, Jonathan E. Sonia C. Pereira and Matthew J. Slaughter. (2002) Does Inward Foreign Direct Investment Boost the Productivity of Domestic Firms? NBER Working Paper 8724.",
        "Head, Keith and John Ries. (1996) Inter-City Competition for Foreign Investment: Static and Dynamic Effects of Chinas Incentive Areas. Journal of Urban Economics, 40:38-60.",
        "Javorcik, Beata Smarzynska. (2004) Does Foreign Direct Investment Increase the Productivity of Domestic Firms? In Search of Spillovers Through Backward Linkages, American Economic Review, 94(3): 605-627.",
        "Kang, Kichun (2004) Export Variety and Terms of Trade: Theory and Evidence. Manuscript: University of California, Davis.",
        "Keller, Wolfgang and Stephen R. Yeaple. (2003) Multinational Enterprises, International Trade, and Productivity Growth: Firm Level Evidence from the United States, NBER Working Paper, 9504.",
        "Kneller, Richard and Mauro Pisu (2005). Industrial Linkages and Export Spillovers from FDI. University of Nottingham Manuscript.",
        "Ma, Alyson C. (2004). Trade and Multinational Firms: Evidence from China. University of California Ph.d. Thesis.",
        "Naughton, Barry (2007). The Chinese Economy Transitions and Growth. Cambridge: The MIT Press.",
        "Navaretti, Giorgio Barba and Anthony J. Venables (2004). Multinational Firms in the World Economy. Princeton and Oxford: Princeton University Press.",
        "Rauch, James E. (1999) Networks versus Markets in International Trade. Journal of International Economics 48: 7-3 5.",
        "Rauch, James E. and Vitor Trindade. (2003) Information, International Substitutability, and Globalization. American Economic Review, 93(3): 775-791.",
        "Rauch, James E. and J. Watson. (2003) Starting Small in an Unfamiliar Environment, International Journal of Industrial Organization, 21:1021-1042.",
        "Roberts Mark J. and James Tybout. (1997) The Decision to Export in Columbia: An Empirical Model of Entry with Sunk Costs. American Economic Review, 87(4), 545-564.",
        "Ruane, F., and J. Sutherland (2004) Foreign Direct Investment and Export Spillovers: How Do Export Platforms Fare? 1115 Discussion Paper, No. 58."
    ]
}