{
    "id": 13277,
    "cites": 32,
    "cited_by": 22,
    "reference": [
        "Aghion, P., P. Bacchetta, R. Ranciere and K. Rogoff. (2006). `Exchange Rate Volatility and Productivity Growth: The Role of Financial Development, NBER WP 12117.",
        "Aizenman, J., and J. Lee. (2007). `International Reserves: Precautionary versus Mercantilist Views, Theory, and Evidence, Open Economy Review, Vol. 11, pp.191-214.",
        "International Reserves Hoarding, NBER WP 12718. Aizenman, J. (2006). `International reserves management and the current account, NBER Working paper 12734, forthcoming, Current Account and External Financing, Santiago, the Central Bank of Chile, Edited by K. Cowan, S. Edwards and R. ValdÃ\u0083Â©s.",
        "Reassessment, The World Economy. Vol. 28, pp. 959-983. ____________ (2004). `Financial Opening and Development: Evidence and Policy Controversies, American Economic Review, Vol. 94, 2, pp. 65-70.",
        "Aizenman, J. and D. Riera- Crichton (2006) Real exchange rate and international reserves in the era of growing financial and trade integration, forthcoming, Review of Economics and Statistics.",
        "Aizenman, J., N. Marion. (2003). `The High Demand For International Reserves In the Far East: What is Going On? Journal of the Japanese and International Economies, Vol. 17, pp.",
        "Aizenman, J. and R. Glick. (2007). `Sterilization, Financial Liberalization, and Global Integration, in progress.",
        "Ben Bassat, A. and D. Gottlieb. (1992). `Optimal International Reserves and Sovereign Risk, Journal of International Economics 33, pp. 345-362.",
        "Bird, G., and R. Rajan. (2003). `Too Much of a Good Thing? The Adequacy of International Reserves in the Aftermath of Crises, The World Economy 26 (6), 873-89 1.",
        "Calvo, G. (1998). `Capital flows and capital-market crises: the simple economics of sudden stops. Journal of Applied Economics 1, pp. 35-54.",
        "Calvo, G. (1991). `The Perils of Sterilization. IMF Staff Papers. Vol. 38 (4), pp. 921-6.",
        "Cheung, Y-W and X. W. Qian. (2006). `Hoarding of International Reserves: Mrs Machlups Wardrobe and the Joneses, manuscript, UCSC.",
        "Cheung, Y-W and H. Ito. (2007). `Cross-sectional analysis on the determinants of international reserves accumulation, manuscript.",
        "Diaz-Alejandro, C. (1985). `Goodbye Financial Repression, Hello Financial Crash. Journal of Development Economics. Vol. 19, pp. 1-24.",
        "Dooley, M. P., Folkerts-Landau, D., and P. Garber. (2004). `The Revived Bretton Woods System: The Effects of Periphery Intervention and Reserve Management on Interest Rates and Exchange Rates in Center Countries, NBER Working Paper 10332.",
        "Edwards, 5. (2004). `Thirty years of current account imbalances, cunent account reversals, and sudden stops. IMF Staff Papers Vol. 51, Special Issue, pp. 1-49.",
        "Eichengreen, B. (1999). `Kicking the Habit: Moving from Pegged Rates to Greater Exchange Rate Flexibility. Economic Journal, March, C1-C14.",
        "Eichengreen , B., and P. Masson. (1998). `Exit Strategies: Policy Options for Countries Seeking Greater Exchange Rate Flexibility, IMF OWP 98/168.",
        "Flood, R., and N. Marion. (2002). `Holding International Reserves In an Era of High Capital Mobility, in S.n M. Collins and D. Rodrik eds., Brookings Trade Forum 200], 1-47 (Brookings Institution Press, Washington DC).",
        "Frankel, J. (1999). `No single currency regime is right for all countries or at all times, Essays in International Finance no. 215, Princeton U. Press.",
        "Garcia, P. 5., and C. Soto. (2004). `Large Hoarding of International Reserves: Are they worth it? Central Bank of Chile Working Paper No. 299.",
        "Gourinchas, P.O. and 0. Jeanne. (2006). `Capital Flows to Developing Countries: The Allocation Puzzle, mimeo, UC Berkeley, Department of Economics.",
        "Jeanne, 0. (2007). `International Reserves in Emerging Market Countries: Too Much of a Good Thing? forthcoming, Brookings Papers on Economic Activity.",
        "Johnson, H. G. (1953). `Optimal Tariffs and Retaliation, Review of Economic Studies 21, pp.",
        "Kaminsky, G., C. Reinhart. (1999). `The Twin Crises: The Causes of Banking and Balance-ofPayments Problems, American Economic Review, Vol. 89, 3, pp. 473-500.",
        "Lee, J. (2004). `Insurance Value of International Reserves, IMF Working Paper No. 04/175.",
        "Levy Yeyati, E. (2005). `Liquidity Insurance in a Financially Dollarized Economy NBER WP 12345.",
        "Obstfeld M. and K. Rogoff (1995). `The Mirage of Fixed Exchange Rates, Journal of Economic Perspectives, Vol. 9, 4, pp. 73-96.",
        "Obstfeld, M., J. C. Shambaugh and A. M. Taylor. (2005). `The Trilemma in History: Tradeoffs Among Exchange Rates, Monetary Policies, and Capital Mobility, Review of Economics and Statistics 3, pp 423-43 8.",
        "Prasad, E., Rajan, R. and A. Subramanian, (2006). `Foreign Capital and Economic Growth, manuscript, IMF.",
        "Rodrik, D. (1998). `Who Needs Capital-Account Convertibility? Essays in International Finance no. 207, Princeton Press.",
        "Rose, A. (2006). `A stable international monetary system emerges: inflation targeting is Bretton Woods, reversed. NBRE WP 12711, forthcoming, Journal of International Money and Finance."
    ]
}