{
    "id": 13284,
    "cites": 38,
    "cited_by": 51,
    "reference": [
        "[11 A. Akintola, M. Beck and G. Hardcastle, Public-Private Partnerships: Managing Risks and Opportunities. Oxford: Blackwell, 2003.",
        "[21 K.J. Arrow and R.G. Lind, Uncertainty and Public Investment Decisions, American Economic Review, 60, 364-78, 1970.",
        "[31 J. Bennett and E. lossa, Building and Managing Facilities for Public Services, Journal of Public Economics, 90, 2143-60,2006.",
        "[41 A. Bentz, P. Grout and M. Halonen, What Should Governments Buy from the Private Sector-Assets or Services?, mimeo, University of Bristol, 2005.",
        "[51 R. Brealey, I. GooperandM. Habib, InvestmentAppraisalinthePublicSector, Oxford Review of Economic Policy 13, 12-27, 1997.",
        "[61 E. Ghadwick, Results of Different Principles of Legislation in Europe, Journal of the Royal Statistical SocietyA22, 381-420, 1859.",
        "[71 R. Daniels and M. Trebilcock, Private Provision of Public Infrastructure: An Organizational Analysis of the Next Privatization Frontier, University of Toronto Law Journal, 46, 375-426, 1996.",
        "[81 R. Daniels and M. Trebilcock, An Organizational Analysis of the Public-Private Partnership in the Provision of Public Infrastructure. In P. Vaillancourt-Roseneau (ed.), Public-Private Policy Partnerships. Gambridge, Mass.: MIT Press, 2000.",
        "[91 H. Demsetz, Why Regulate Utilities, Journal of Law and Economics, 11, 55-66, 1968.",
        "[101 M. Dewatripont and P. Legros, Public-Private Partnerships: Gontract Design and Risk Transfer, EIB Papers, 10, 120-145, 2005",
        "[111 Economic Planning Advisory Gommission (EPAG), Final Report of the Private Infrastructure Task Force, Australian Government Publishing Service, Ganberra, 1995.",
        "[121 E. Engel, R. Fischer, A. Galetovic, Least-present-value-of-revenue Auctions and Highway Franchising, Journal of Political Economy, 109, 993-1020, 2001.",
        "[131 E. Engel, R. Fischer, A. Galetovic, Privatizing Highways in Latin America: Fixing What Went Wrong, Economia, 4(1), 129-158, October 2003.",
        "[141 M. Gerrard, Public-Private Partnerships, Finance and Development, 38,48-51,2001.",
        "[151 D. Grimsey and M. Lewis, The Economics of Public-Private Partnerships. Northampton: Edward Elgar, 2004.",
        "[161 D. Grimsey and M. Lewis, Public-Private Partnerships. Northampton: Edward Elgar, 2005. 39",
        "[171 D. Grimsey and M. Lewis, Public Private Partnerships and Public Procurement, Agenda, 14(2), 2007.",
        "[181 P. Grout, The Economics of the Private Finance Initiative, Oxford Review of Economic Policy, 13, 53-66, 1997.",
        "[191 P. Grout and M. Stevens, The Asessment: Financing and Managing Public Services, Oxford Review of Economic Policy 19, 215-234, 2003.",
        "[201 J. L. Guasch, Granting and Renegotiating Infrastructure Concessions: Doing it Right. Washington: The World Bank, 2004.",
        "[211 R. Harstad, M. Grew, Franchise Bidding Without Holdups: Utility Regulation with Efficient Pricing and Ghoice of Provider, Journal of Regulatory Economics, 15, 1999, 141-163.",
        "[221 0. Hart, Incomplete Gontracts and Public Ownership: Remarks and an Application to Public-Private Partnerships, Economic Journal, 113, G69-G76, 2003.",
        "[231 R. Hemming, Public-Private Partnerships, Government Guarantees and Fiscal Risk. Washington, DG: IMF, 2006.",
        "[241 T. Irwin, Government Guarantees: Allocating and Valuing Risk in Privately Financed Infrastructure Projects. Washington: The World Bank, 2007.",
        "[251 M. Klein, The Risk Premium For Evaluating Public Projects, Oxford Review of Economic Policy 13, 29-42, 1997.",
        "[261 J.J. Laffont and D. Martimort, The Theory of Incentives, Princeton: Princeton University Press, 2002.",
        "[271 J.J. Laffont and J. Tirole, A Theory of Incentives in Procurement and Regulation. Gambridge, Mass.: MIT Press, 1993.",
        "[281 D. Martimort and J. Pouyet, To Build or Not to Build: Normative and Positive Theories of Private-Public Partnerships, to appear in International Journal of Industrial Organization.",
        "[291 R. Posner, The Appropriate Scope of Regulation in Gable Television, Bell Journal of Economics, 3, 1972, 335-358.",
        "[301 M.H. Riordan, D.E.M. Sappington, Awarding Monopoly Franchises, American Economic Review, 77, 1987, 375-387.",
        "[311 E. Savas, Privatization and Public-Private Partnerships. New York: Ghatam House Publishers, 2000.",
        "[321 D. Schrank and T. Lomax, Annual Mobility Report. Texas: Texas Transportation Institute, 2005. 40",
        "[331 D. Spulber, Regulation and Markets, Gambridge Mass.: MIT Press, 1989.",
        "[341 P. Starr, The Meaning of Privatization, Yale Law and Policy Review, 6, 6-41, 1988.",
        "[351 G. Stigler, The Organization of Industry, Homewood: Richard D. Irwin, 1968.",
        "[361 P. Vaillancourt-Roseneau, Public-Private Policy Partnerships. Gambridge: MIT Press, 2000.",
        "[371 O.E. Williamson, Franchise Bidding for Natural Monopolies-In General and with Respect to GATV, BellJournal of Economics, 7, 1976, 73-104.",
        "[381 O.E. Williamson, The Economic Institutions of Capitalism, New York: The Free Press, 1985."
    ]
}