{
    "id": 13285,
    "cites": 41,
    "cited_by": 9,
    "reference": [
        "Altman, E., 1968. Financial ratios, discriminant analysis, and the prediction of corporate bankruptcy. Journal of Finance 23, 589-609.",
        "Asquith, P. and D. Mullins, 1986. Equity issues and offering dilution. Journal of Financial Economics 15, 61-89.",
        "Baker, M. and J. Wurgler, 2002. Market timing and capital structure. Journal of Finance 57, 1-32.",
        "Baker, M., Stein, J., and J. Wurgler, 2003. When does the stock market matter? Stock prices and the investment of equity-dependent firms. Quarterly Journal of Economics 118, 969-1005.",
        "Bayless, M. and S. Chaplinsky, 1991. Expectations of security type and the information content of debt and equity offers. Journal of Financial Intermediation 1, 195-214.",
        "Blanchard, 0., Rhee, C., and L. Summers, 1993. The stock market, profit, and investment. Quarterly Journal of Economics 108, 115-136.",
        "Carlson, M., Fisher, A., and R. Giammarino, 2006. Corporate investment and asset price dynamics: Implications for SEQ event studies and long-run performance. Journal of Finance 61, 1009-1034.",
        "DeAngelo, H. and L. DeAngelo, 1990. Dividend policy and financial distress: An empirical investigation of troubled NYSE firms. Journal of Finance 45, 1415-143 1.",
        "DeAngelo, H. and L. DeAngelo, 2007. Capital structure, payout policy, and financial flexibility. Working paper, Marshall School of Business, University of Southern California.",
        "DeAngelo, H., DeAngelo, L., and D. Skinner, 2004. Are dividends disappearing? Dividend concentration and the consolidation of earnings. Journal of Financial Economics 72, 425-456.",
        "DeAngelo, H., DeAngelo, L., and R. Stulz, 2006. Dividend policy and the earned/contributed capital mix: A test of the life-cycle theory. Journal of Financial Economics 81, 227-254.",
        "Dittmar, A. and A. Thakor, 2007. Why do firms issue equity? Journal of Finance 57, 1-54.",
        "Eckbo, E., Masulis, R., and 0. Norli, 2007. Security offerings. In: Handbook of Corporate Finance: empirical corporate finance. E. Eckbo (Ed.), North-Holland/Elsevier.",
        "Fama, E. and K. French, 2001. Disappearing dividends: Changing firm characteristics or lower propensity to pay? Journal of Financial Economics 60, 3-43.",
        "Fama, E., and K. French, 2002. Testing trade-off and pecking order predictions about dividends and debt. Review of Financial Studies 15, 1-33.",
        "Fama, E. and K. French, 2004. New lists: Fundamentals and survival rates. Journal of Financial Economics 73, 229-269.",
        "Fama, E., and K. French, 2005. Financing decisions: Who issues stock? Journal of Financial Economics 76, 549-5 82.",
        "Fama, E. and K. French, 2006. Dissecting anomalies. Working paper, University of Chicago and Dartmouth College.",
        "Flannery, M. and K. Rangan, 2006. Partial adjustment toward target capital structures. Journal of Financial Economics 79, 469-506.",
        "Frank, M. and V. Goyal, 2003. Testing the pecking order theory of capital structure. Journal of Financial Economics 67, 2 17-248.",
        "Hansen, R. and C. Crutchley, 1990. Corporate earnings and financings: An empirical analysis. Journal of Business 63, 347-371.",
        "Henderson, B., Jegadeesh, N. and M. Weisbach, 2006. World markets for raising new capital. Journal of Financial Economics 82, 63-101.",
        "Hovakimian, A., 2004. The role of target leverage in security issues and repurchases. Journal of Business 77, 1041-1071.",
        "Hovakimian, A., Qpler, T., and S. Titman, 2001. The debt-equity choice. Journal of Financial and Quantitative Analysis 36, 1-24.",
        "Huang, R. and J. Ritter, 2007. Testing theories of capital structure and estimating the speed of adjustment. Working paper, University of Florida.",
        "Kayhan, A. and S. Titman, 2007. Firms histories and their capital structures. Journal of Financial Economics 83, 1-32.",
        "Kim, W. and M. Weisbach, 2007. Motivations for public equity offers: An international perspective. Forthcoming, Journal of Financial Economics.",
        "Korajczyk, R., Lucas, D., and R. McDonald, 1990. Understanding stock price behavior around the time of equity issues. In: R. Hubbard (ed.): Asymmetric Information, Corporate Finance and Investment. University of Chicago Press. Chicago.",
        "Loughran, T. and J. Ritter, 1995. The new issues puzzle. Journal of Finance 50, 23-5 1.",
        "Loughran, T. and J. Ritter, 1997. The operating performance of firms conducting seasoned equity offerings. Journal of Finance 52, 1823-1850.",
        "McLaughlin, R., Safieddine, A., and G. Vasudevan, 1996. The operating performance of seasoned equity issuers: Free cash flow and post-issue performance. Financial Management 25, 4 1-53.",
        "Myers, S. and N. Majluf, 1984. Corporate financing and investment decisions when firms have information that investors do not have. Journal of Financial Economics 12, 187-221.",
        "Qpler, T., Pinkowitz, L., Stulz, R., and R. Williamson, 1999. The determinants and implications of corporate cash holdings. Journal of Financial Economics 52, 3-46.",
        "Petersen, M., 2007. Estimating standard errors in finance panel data sets: Comparing approaches. Working paper, Northwestern University.",
        "Ritter, J., 1991. The long-run performance of initial public offerings. Journal of Finance 46, 3-27.",
        "Ritter, J., 2003. Investment banking and security issuance. In: Constantinides, G., Harris, M., and R. Stulz (eds.). Handbook of the Economics of Finance. Elsevier Science. Amsterdam.",
        "Shyam-Sunder, L. and S. Myers, 1999. Testing static tradeoff against pecking order models of capital structure. Journal of Financial Economics 51, 2 19-244.",
        "Spiess, K. and J. Affleck-Graves, 1995. Underperformance in long-run stock returns following seasoned equity offerings. Journal of Financial Economics 38, 243-267.",
        "Stulz, R., 1990. Managerial discretion and optimal financial policies. Journal of Financial Economics 26, 3-27.",
        "Wagner, H., 2007. Public equity issues and the scope for market timing. Working paper, London Business School.",
        "Welch, I., 2004. Capital structure and stock returns. Journal of Political Economy 112, 106-131."
    ]
}