{
    "id": 13283,
    "cites": 25,
    "cited_by": 3,
    "reference": [
        "Allen, Franklin, Antonio E. Bernardo, and Ivo Welch. 2000. A theory of dividends based on tax clienteles. Journal of Finance 55(6): 2499-2536.",
        "Barclay, Michael J., Clifford G. Holderness, and Dennis P. Sheehan. 2007. Dividends and corporate shareholders. Working paper, University of Rochester, BostonCollege and Pennsylvania State University.",
        "Del Guercio, Diane. 1996. The distorting effect of the prudent-man laws on institutional equity investments. Journal of Financial Economics 40(1): 31-62.",
        "Desai, Mihir, and William Gentry. 2004. The Character and Determinants of Corporate Capital Gains. In Tax Policy and the Economy 18, edited by J. Poterba, 1-36. Cambridge, MA: MIT Press.",
        "Dhaliwal, Dan, Merle Erickson, and R. Trezevant. 1999. A test of the theory of tax clienteles for dividend policies, National Tax Journal 52: 179-194.",
        "Elton, Edward J., and Martin J. Gruber. 1970. Marginal stockholder tax rates and the clientele effect. Review of Economics and Statistics 52(1): 68-74.",
        "Fama, Eugene F., and Kenneth R. French. 2002. Testing trade-off and pecking order predictions about dividends and debt. Review of Financial Studies 15(1): 1-33.",
        "Graham, John, and Campbell R. Harvey. 2001. The theory and practice of corporate finance: Evidence from the field. Journal of Financial Economics 60(2/3): 187-243.",
        "Graham, John R., and Alok Kumar. 2006. Do dividend clienteles exist? Evidence on dividend preferences of retail investors. Journal of Finance 6 1(3): 1305-1336.",
        "Grinstein, Yaniv, and Roni Michaely. 2005. Institutional holdings and payout policy, Journal of Finance 60(1): 1389-1426.",
        "Grullon, Gustavo, Roni Michaely, and Bhaskaran Swaminathan. 2002. Are dividend changes a sign of firm maturity? Journal of Business 75(3): 387-424.",
        "Guay, Wayne and Harford, Jarrad. 2000. The cash flow permanence and information content of dividend increases vs. repurchases. Journal of Financial Economics 57 (3): 385-415.",
        "Hotchkiss, Edith S., and Stephen Lawrence. 2003. Empirical evidence on the existence of dividend clienteles. Working Paper, Department of Finance, Boston College, May 2003.",
        "Jagannathan, Murali, Clifford P. Stephens, and Michael S.Weisbach. 2000. Financial flexibility and the choice between dividends and stock repurchases. Journal of Financial Economics 57(3): 355-384.",
        "Jam, Ravi. 1999. Essays on agency costs, dividend policy, and corporate ownership structure. Ph.D. Dissertation, UCLA.",
        "Jensen, Michael C. 1986. Agency costs of free cash flow, corporate finance, and takeovers, American Economic Review 76(2): 323-329.",
        "Lintner, John. 1956. Distribution of incomes of corporations among dividends, retained earnings, and taxes. American Economic Review 46(2): 97-113.",
        "Michaely, Roni, Richard H. Thaler, and Kent Womack. 1995. Price reactions to dividend initiations and omissions: Overreaction or drift? Journal of Finance 5 0(2): 5 73-608.",
        "Perez-Gonzalez, Francisco. 2003. Large shareholders and dividends: Evidence from U.S. tax reforms. Working Paper, Graduate School of Business, Columbia University, January 2003.",
        "Pontiff, Jeffrey. 1996. Costly arbitrage: Evidence from closed-end funds. Quarterly Journal of Economics 111(4): 1135-1151.",
        "Poterba, James. 1987. Tax Policy and Corporate Savings. Brookings Papers on Economic Activity 1987(2): 455-5 15.",
        "Poterba, James. 2004. Taxation and Corporate Payout Policy. American Economic Review 94(2): 171-175.",
        "Rosett, Joshua G. 2001. Equity Risk and the Labor Stock: The Case of Union Contracts. Journal ofAccounting Research 3 9(2): 337-364.",
        "Scholz, John K. 1992. A direct examination of the dividend clientele hypothesis. Journal of Public Economics 49(3): 26 1-285.",
        "Strickland, Deon. 1996. Determinants of institutional ownership: Implications for dividend clienteles. Working paper, Ohio State University."
    ]
}