{
    "id": 1329,
    "cites": 16,
    "cited_by": 18,
    "reference": [
        "Aizenman, Joshua (l983a). Wage Flexibility and Openness, NBER Working Paper Series, No. 1108, April 1983.",
        "Azariadis, Costas. Escalator Clauses and the Allocation of Cyclical Risks, Journal of Economic Theory 18, June 1978: 119-55.",
        "Barro, Robert J., Long-Term Contracting, Sticky Prices, and Monetary Policy, Journal of Monetary Economics 3, No. 3, July 1977: 305-16.",
        "Bhandari, Jagdeep S., Staggered Wage Setting and Exchange Rate Policy in an Economy With Capital Assets, Journal of International Money and Finance 1, No. 3, December 1982: 275-292.",
        "Calvo, Guillermo A., On Models of Money and Perfect Foresight, International Economic Review 20, No. 1, February 1979: 83-103.",
        "Canzoneri, Matthew B., Henderson, Dale W. and Rogoff, Kenneth S., The Information Content of the Interest Rate and Optimal Monetary Policy, Quarterly Journal of Economics 98, No. 4 November 1983: 545-66.",
        "Cukierman, Alex. The Effects of Wage Indexation on Macroeconomic Fluctuations: A Generalization, Journal of Monetary Economics 6, No. 2, April 1980: 147-70.",
        "Fischer, Stanley (l977a). Wage Indexation and Macroeconomic Stability in Karl Brunner and Allan Meltzer (eds.) Stabilization of Domestic and International Economy, Carnegie-Rochester Conference Series on Public Policy, Vol. 5. ~ c..nolementary series to the Journal of Monetary Economics, 1977. 107-47.",
        "Policy: A Comment, Journal of Monetary Economics 3, No. 3, July 1977: 317-23.",
        "Flood, Robert P. and Marion, Nancy P. The Transmission of Disturbances Under Alternative Exchange-Rate Regimes With Optimal Indexation, Quarterly Journal of Economics XCVII, No. 1, February 1982: 43-66.",
        "Frenkel, Jacob A. and Aizenman, Joshua. Aspects of the Optimal Management of Exchange Rates, Journal of International Economics 13, No. 4, November 1982: 231-56.",
        "Frenkel, Jacob A. and Razin, Assaf. Stochastic Prices and Tests of Efficiency of Foreign Exchange Markets, Economics Letters 6, No. 2,1980: 165-70.",
        "Gray, J0 Anna (1976). Wage Indexation: A Macroeconomic Approach, Journal of Monetary Economics 2, No. 2, April 1976: 221-35.",
        "Harberger, Arnold C., Three Basic Postulates for Applied Welfare Economics: An Interpretive Essay, Journal of Economic Literature 9, No. 3 September 1971: 785-97.",
        "Karni, Edi. On Optimal Wage Indexation, Journal of Political Economy 91, No, 2, April 1983: 282-92.",
        "Marston, Richard C. (l982a). Wages,Relative Prices and the Choice Between Fixed and Flexible Exchange Rates, Canadian Journal of Economics XV, No. 1, February 1982: 87-103."
    ]
}