{
    "id": 13295,
    "cites": 45,
    "cited_by": 8,
    "reference": [
        "Boynton, C.E., DeFilippes, P., Lisowsky, P., Mills, L. 2004, Consolidation Anomalies Suggest Cautious Interpretation of Schedule M- 1 Book-Tax Differences and Schedule L Balance Sheets, Tax Notes (July 26).",
        "Calegari, M. J., 2000. The effect of tax accounting rules on capital structure and discretionary accruals. Journal ofAccounting and Economics 30: 1-3 1.",
        "Dechow, P., Sloan, R., Sweeney, A.. 1995. Detecting earnings management The Accounting Review 70: 193-225.",
        "Desai, M. A. 2003. The divergence between book and tax income. Tax Policy and the Economy 17: 169-206 (Cambridge: NBER).",
        "Erickson, M., Hanlon, M., and Maydew, E.J. 2004, How Much Will Firms Pay for Earnings That Do Not Exist? Evidence of Taxes Paid on Allegedly Fraudulent Earnings. The Accounting Review, 79: 2, p p. 387 - 408.",
        "Fields, T.D., Lys, T.Z., Vincent, L. 2001, Empirical research on accounting choice, Journal of Accounting and Economics v 34 Nos. 1-3, pp. 255-307.",
        "Gramlich, J., 1991. The effect of the alternative minimum tax book income adjustment on accrual decisions. Journal of the American Taxation Association 13 (1), 36-56.",
        "Grassley, C., 2006,Opening Statement: `A Tune-up on Corporate Tax Issues: Whats Going on Under the Hood? U.S. Senate Committee on Finance, (June 13).",
        "Greene, W.H., 1997, Econometric Analysis, 3fl~ edition (Prentice-Hall, Englewood Cliffs).",
        "Hanlon, M. 2003. What Can We Infer About A Firms Taxable Income From Its Financial Statements?, National Tax Journal 56:4 (December), 83 1-864.",
        "Hanlon, M., Shevlin, T., 2002, Accounting for tax benefits of employee stock options and implications for research, Accounting Horizons 16, 1 - 16.",
        "Hung, M. 2000. Accounting standards and value relevance of financial statements: An international analysis. Journal of Accounting and Economics 30(3): 401-420.",
        "Hunt, A.,Moyer S.E., Shevlin, T. 1996, Managing interacting accounting measures to meet multiple objectives: A study of LIFO firms, Journal of Accounting and Economics v 21 No. 3, pp. 339-374.",
        "Joint Committee on Taxation, 2003, Report of Investigation Of Enron Corporation And Related Entities Regarding Federal Tax And Compensation Issues, And Policy Recommendations (JCS-3-03).",
        "Jones, J., 1991, The effects of foreign trade regulation on accounting choices, Journal of Accounting Research, v. 29: 193 - 228.",
        "Kang, S.-H., Sivaramakrishnan, K. 1995. Issues in testing earnings management and an instrumental variable approach, Journal ofAccounting Research 33, 353-367.",
        "Kleinbard, E.D., 2006, Testimony before the Committee on Finance, United States Senate, A Tune-up on Corporate Tax Issues: Whats Going on Under the Hood? (June 13).",
        "Kothari, S.P., 2001, Capital markets research in accounting, Journal ofAccounting and Economics 31 Nos. 1-3, pp. 105 - 231.",
        "Manzon, G., 1992. Earnings management of firms subject to the alternative minimum tax. Journal of the American Taxation Association 14 (2), 88-111.",
        "Manzon, G.B., and Plesko, G. A. 2002, The relation between financial and tax reporting measures of income, Tax Law Review 55, 175 - 214.",
        "Manzon, G.B., and Plesko, G. A, 2007, Strategic Disclosure for Political Gain: the Case of the Corporate Alternative Minimum Tax. working paper.",
        "Matsunaga, S., Shevlin, T., Shores, D. 1992, Disqualifying dispositions of incentive stock options: Tax benefits versus financial reporting costs, Journal ofAccounting Research, Vol. 30, pp. 37-68.",
        "Maydew, E.L., 2001, Empirical tax research in accounting: A discussion, Journal of Accounting and Economics v 34 Nos. 1-3, pp. 389 - 403.",
        "McGill, G., and Outslay, E. 2004. Lost in Translation: Detecting Tax Shelter Activity in Financial Statements, National Tax Journal 57 (September), pp. 739-756..",
        "McNichols, M., 2000, Research design issues in earnings management studies, Journal of Accounting and Public Policy, Vol. 19, Issues 4-5, pp. 3 13-345.",
        "McNichols, M., Wilson, G.P. 1988, evidence of earnings management from the provision for bad debts, Journal ofAccounting Research, 26 (Supplement): 1 - 31.",
        "Mills, L.F., 1998, Book-tax differences and Internal Revenue Service Adjustments, Journal ofAccounting Research, 36: 343 - 356.",
        "Mills, L. F., Newberry, K., Trautman, W. 2002, Trends in Book-tax income and Balance Sheet Differences, Tax Notes August 19, 2002, 1109-1124.",
        "Mills, L.F., Newbeny, K., Novack, G.F. 2003, How well do Compustat NOL Data Identify Firms with U.S. Tax Return Loss Carryovers? forthcoming, Journal of the American Taxation Association.",
        "Mills, L.F., Plesko, G. A, 2003, Bridging the reporting gap: a proposal for more informative reconciling of book and tax income, National Tax Journal 56:4 (December), 865 - 893.",
        "Permanent Subcommittee on Investigations, 2003, Report On Fishtail, Bacchus, Sundance, and Slapshot: Four Enron Transactions Funded and Facilitated By U.S. Financial Institutions, U.S. Senate, Committee on Governmental Affairs, (January 2).",
        "Phillips, J.,. Pincus, M., Rego, 5. 2003. Earnings management: new evidence based on defened tax. Earnings management: new evidence based on defened tax expense. The Accounting Review 78 (2003): 49 1-521.",
        "Plesko, G.A., 2000a, Book-tax differences and the measurement of corporate income, in Proceedings of the Ninety-Second Annual Conference, (Washington D.C.: National Tax Association - Tax Institute of America), 17 1-176.",
        "Plesko, G.A., 2000b, Evidence and theory on corporate tax shelters, in Proceedings of the Ninety-Second Annual Conference, (Washington D.C.: National Tax Association - Tax Institute of America), 367-371.",
        "Plesko, G.A., 2003, An evaluation of alternative measures of corporate tax rates, Journal of Accounting and Economics 35:2 (April 2003) pp. 201 - 226.",
        "Plesko, G.A., 2004, Corporate Tax Avoidance and the Properties of Corporate Earnings, National Tax Journal 57:3 (September), pp. 729-737.",
        "Schler, M.L., 2002, Ten more truths about tax shelters: The problem, possible solutions, and a reply to Professor Weisbach, Tax Law Review 55, 325 - 395.",
        "Scholes, M.S., Wolfson, M.A., Erickson, M., Maydew, E.L., Shevlin, T. 2002, Taxes and Business Strategy: A Planning Approach 2ed, (Prentice-Hall, Englewood Cliffs).",
        "Shackelford, D.A., T. Shevlin, 2001, Empirical tax research in accounting, Journal of Accounting and Economics v 34 Nos. 1-3, pp. 321-387.",
        "Shackelford, D.A., Slemrod, J., Sallee, J. 2007, A Unifying Model of How Taxes Affect the Real and Accounting Decisions of Corporations, working paper.",
        "Smith, D.T., Butters, J.K. 1949, Taxable and Business Income (NBER, New York).",
        "U.S. Department of the Treasury, 1999, The Problem of corporate tax shelters: Discussion, analysis and legislative proposals, Washington, D.C.: U.S. Government Printing Office.",
        "U.S. Internal Revenue Service, 2004, Statistics of Income - 200]: Corporation Income Tax 38 Returns, (Publication 16) (Washington D.C.: US GPO).",
        "Weisbach, D.A., 2002, Ten truths about tax shelters, Tax Law Review 55, 215 - 253.",
        "Yin, G.K., 2001, Business Purpose, Economic Substance, and Corporate Tax Shelters: Getting Serious About Corporate Tax Shelters: Taking a Lesson from History. Southern Methodist University Law Review 54:1 (Winter 2001): pp. 209 - 238."
    ]
}