{
    "id": 13309,
    "cites": 78,
    "cited_by": 7,
    "reference": [
        "Abboud, Soo Kim, and Jane Y. Kim, 2005. Top of the Class: How Asian Parents Raise High Achievers-And How You Can Too. New York: Berkeley Publishing Group.",
        "Akerlof, George, and Rachel Kranton, 2000. Economics and Identity, Quarterly Journal of Economics 115, pp. 715-733.",
        "Akerlof, George, and Rachel Kranton, 2002. Identity and Schooling: Some Lessons for the Economics of Education. Journal of Economic Literature 40, pp. 1167-1201.",
        "Akerlof, George, and Rachel Kranton, 2005. Identity and the Economics of Organizations. Journal of Economic Perspectives 19, pp. 9-32.",
        "Altonji Joseph G., Ulrich Doraszelski, and Lewis Segal, 2000. Black/White Differences in Wealth. Economic Perspectives, Federal Reserve Bank of Chicago, Winter.",
        "Aronson, Joshua, Diane M. Quinn, and Steven J. Spencer, 1998. Stereotype Threat and the Academic Underperformance of Minorities and Women. In Janet K. Swim and Charles Stangor, editors, Prejudice: The Targets Perspective, pp. 83-103. San Diego, CA: Academic Press.",
        "Ashraf, Nava, Dean S. Karlan, and Wesley Yin, 2006. Tying Odysseus to the Mast: Evidence from a Commitment Savings Project in the Philippines. Quarterly Journal of Economics 121, pp. 635-672.",
        "Austen-Smith, David, and Roland G. Fryer, Jr., 2005. An Economic Analysis of `Acting White. Quarterly Journal of Economics 120, pp. 551-583.",
        "Barke, Richard P., Hank Jenkins-Smith, and Paul Slovic, 1997. Risk Perceptions of Men and Women Scientists. Social Science Quarterly 78, pp. 167-176.",
        "Barsky, Robert B., F. Thomas Juster, Miles S. Kimball, and Matthew D. Shapiro, 1997. Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study. Quarterly Journal of Economics 112, pp. 537-579.",
        "Becker, Gary S., and Casey B. Mulligan, 1997. The Endogenous Determination of Time Preference. Quarterly Journal of Economics 112, pp. 729-75 8.",
        "BÃ\u0083Â©nabou, Roland, and Jean Tirole, 2006. Identity, Dignity and Taboos: Beliefs as Assets. Princeton University Working Paper.",
        "Benjamin, Daniel J., Sebastian A. Brown, and Jesse M. Shapiro, 2006. Who is Behavioral? Cognitive Abtility and Anomalous Preferences? Harvard University Working Paper.",
        "Bickel, Warren K., Amy L. Odum, and Gregory J. Madden, 1999. Impulsivity and Cigarette Smoking: Delay Discounting in Current, Never, and Ex-Smokers. Psychopharmacology 146, pp. 447-454.",
        "Blascovich, Jim, Steven J. Spencer, Diane Quinn, and Claude Steele, 2001. African Americans and High Blood Pressure: The Role of Stereotype Threat. Psychological Science 12, pp. 225-229.",
        "Byrnes, James P., David C. Miller, and William D. Schafer, 1999. Gender Differences in Risk Taking: A Meta-Anal ysis. Psychological Bulletin 125, pp. 367-383.",
        "Camerer, Cohn F., and Robin M. Hogarth, 1999. The Effects of Financial Incentives in Experiments: A Review and Capital-Labor-Production Framework. Journal of Risk and Uncertainty 19, pp. 7-42.",
        "Carroll, Christopher, Byung-Kun Rhee and Changyong Rhee, 1994. Are There Cultural Effects on Saving? Some Cross-Sectional Evidence. Quarterly Journal of Economics 109, pp. 685-699.",
        "Carroll, Christopher, Byung-Kun Rhee and Changyong Rhee, 1999. Does Cultural Origin Affect Saving Behavior? Evidence from Immigrants. Economic Development and Cultural Change 48, pp. 33-50.",
        "Chiswick, Barry R., 1983. The Earnings and Human Capital of American Jews. Journal of Human Resources 18(3), pp. 3 13-336.",
        "Choi, James J., David Laibson, and Brigitte C. Madrian, 2006. Reducing the Complexity Costs of 401(k) Participation Through Quick Enrollment. In David A. Wise, editor, Developments in the Economics ofAging. Chicago: University of Chicago Press.",
        "Choi, James J., David Laibson, Brigitte C. Madrian, and Andrew Metrick. 2002. Defined Contribution Pensions: Plan Rules, Participant Choices, and the Path of Least Resistance. In James Poterba, editor, Tax Policy and the Economy 16, pp. 67-1 14. Cambridge, MA: MIT Press.",
        "Croizet, Jean-Claude, and Theresa Claire, 1998. Extending the Concept of Stereotype Threat to Social Class: The Intellectual Underperformance of Students from Low Socioeconomic Backgrounds. Personality and Social Psychology Bulletin 24, pp. 588-594.",
        "Croson, Rachel, and Un Gneezy, 2004. Gender Differences in Preferences. University of Pennsylvania Working Paper.",
        "Dohmen, Thomas, Armin Falk, David Huffman, Uwe Sunde, JÃ\u0083Â¼rgen Schupp, and Gert G. Wagner, 2005. Individual Risk Attitudes: New Evidence from a Large, Representative, Experimentally-Validated Survey. IZA Discussion Paper No. 1730.",
        "Fang, Hanming, and Glenn Loury, 2005. Dysfunctional Identities Can Be Rational. American Economic Review 95, pp. 104-111.",
        "Forehand, Mark R., Rohit DeshpandÃ\u0083Â©, and Americus Reed II, 2002. Identity Salience and the Influence of Differential Activiation of the Social Self-Schema on Advertising Response. Journal of Applied Psychology 87, pp. 1086-1099.",
        "Frederick, Shane, George Loewenstein, and Ted ODonoghue, 2002. Time Discounting and Time Preference: A Critical Review. Journal of Economic Literature 40, pp. 35 1-401.",
        "Froot, Kenneth A., 1989. Consistent Covariance Matrix Estimation with Cross-Sectional Dependence and Heteroskedasticity in Financial Data. Journal of Financial and Quantitative Analysis 24, pp. 333-355.",
        "Fuchs, Victor, 1982. Time Preference and Health: An Exploratory Study. In Victor R. Fuchs, editor, Economic Aspects of Health, pp. 93-120. Chicago: University of Chicago Press.",
        "Guiso, Luigi, and Monica Paiella, 2001. Risk Aversion, Wealth, and Background Risk. CEPR Discussion Paper No. 2728.",
        "Hoff, Karla, and Priyanka Pandey, 2006. Discrimination, Social Identity, and Durable Inequalities. American Economic Review 96, pp. 206-2 11.",
        "Hofstede, Geert, and Michael Harris Bond, 1988. The Confucius Connection: From Cultural Roots to Economic Growth. Organizational Dynamics 16, pp. 5-2 1.",
        "Holt, Charles A., and Susan K. Laury, 2002. Risk Aversion and Incentive Effects. American Economic Review 92, pp. 1644-1655.",
        "Hong, Lawrence K., 1978. Risky Shift and Cautious Shfit: Some Direct Evidence on the Culture-Value Theory. Social Psychology 41, pp. 342-346.",
        "Hsee, Chrstopher K., and Elke U. Weber, 1999. Cross-National Differences in Risk Preference and Lay Predictions. Journal of Behavioral Decision Making 12, pp. 165-179.",
        "Hurst, Erik, Ming-Ching Luoh, and Frank Stafford, 1998. Wealth Dynamics of American Families: 1984-1994. Brookings Papers on Economic Activity 1998 (1).",
        "James, William, 1890. The Principles of Psychology. New York: Henry Holt. 38 Jianakoplos, Nancy Ammon, and Alexandra Bernasek, 1998. Are Women More Risk Averse? Economic Inquiry 36, pp. 620-630.",
        "Kachelmeier, Steven J., and Mohamed Shehata, 1992. Examining Risk Preferences Under High Monetary Incentives: Experimental Evidence from the Peoples Republic of China. American Economic Review 82, pp. 1120-1141.",
        "Kasindorf, Martin, 1982. Asian Americans: A `Model Minority. Newsweek (December 6), pp. 39-51.",
        "Kirby, Kris N., and Nancy M. Petry, 2004. Heroin and Cocaine Abusers Have Higher Discount Rates for Delayed Rewards than Alcoholics or Non-Drug-Using Controls. Addiction 99, pp. 461-471.",
        "Kirby, Kris N., Nancy M. Petry, and Warren K. Bickel, 1999. Heroin Addicts Have Higher Discount Rates for Delayed Rewards than Non-Drug-Using Controls. Journal of Experimental Psychology 128, pp. 78-87.",
        "Knowles, John, and Andrew Postlewaite, 2005. Wealth Inequality and Parental Transmission of Savings Behavior. University of Pennsylvania Working Paper.",
        "Kray, Laura J., Leigh Thompson, and Adam Gahinsky, 2001. Battle of the Sexes: Gender Stereotype Confirmation and Reactance in Negotiations. Journal of Personality and Social Psychology 80, pp. 942-958.",
        "Laury, Susan K., 2005. Pay One or Pay All: Random Selection of One Choice for Payment. Research Paper Series 06-13, Andrew Young School of Policy Studies.",
        "LeBoeuf, Robyn A., Eldar Shafir, and Julia Belyavsky, 2006. The Conflicting Choices of Alternating Selves. Princeton University working paper.",
        "Loewenstein, George, 2000. Emotions in Economic Theory and Economic Behavior. American Economic Review 90, pp. 426-432.",
        "Loewenstein, George, Daniel Read, and Roy F. Baumeister, 2003. Time and Decision: Economic and Psychological Perspectives. New York: Russell Sage Foundation.",
        "Luhtanen, Ria, and Jennifer Crocker, 1992. A Collective Self-Esteem Scale: Self-Evaluation of Ones Social Identity. Personality and Social Psychology Bulletin 18, pp. 302-318.",
        "Marx, David M., and Diederik A. Stapel, 2006a. Distinguishing Stereotype Threat From Priming Effects: On the Role of the Social Self and Threat-Based Concerns. Journal of Personality and Social Psychology 9 1(2), 243-54.",
        "Marx, David M., and Diederik A. Stapel, 2006b. Understanding Stereotype Life: On the Role of the Social Self. Social Cognition 24(6), 776-91.",
        "Meier, Stephan, and Charles Sprenger, 2006. Impatience and Credit Behavior: Evidence from a Field Experiment. Federal Reserve Bank of Boston Working Paper.",
        "Morse, Adair, 2006. Payday Lenders: Heroes or Villains? University of Michigan Working Paper.",
        "Neal, Derek A., and William R. Johnson, 1996. The Role of Premarket Factors in Black-White Wage Differences. Journal of Political Economy 104, pp. 869-895.",
        "Petry, Nancy M., and Thomas Casarella, 1999. Excessive Discounting of Delayed Rewards in Substance Abusers with Gambling Problems. Drug and Alcohol Dependence 56(1-2), pp. 25-32.",
        "Potter, Steven B., 2002. Befriending Payday and Small Loan Business-A Smart Move for the Banking Industry? Banking Law Journal 119 (7), pp. 636-642.",
        "Reicher, Stephen, and Mark Levine, 1994. Deindividuation, Power Relations Between Groups and the Expression of Social Identity: The Effects of Visibility to the Out-Group. British Journal of Social Psychology 33, pp. 145-163.",
        "Rimer, Sara, and Karen W. Arenson, 2004. Top Colleges Take More Blacks, but Which Ones? New York Times (June 24), p. Al.",
        "Rivhin, Gary, 2007. Las Vegas Caters to Asias High Rollers. New York Times (June 13).",
        "Rogers, William, 1993. Regression Standard Errors in Clustered Samples. Stata Technical Bulletin 13, pp. 19-23.",
        "Sahm, Claudia R., 2007. Stability of Risk Preference University of Michigan mimeo.",
        "Samuelson, William, and Richard Zeckhauser, 1988. Status Quo Bias in Decision Making. Journal of Risk and Uncertainty 1, pp. 7-59.",
        "Shapiro, Jesse M., 2005. Is There a Daily Discount Rate? Evidence from the Food Stamp Nutrition Cycle. Journal of Public Economics 89, pp. 303-325.",
        "Shih, Margaret, Todd L. Pittinsky, and Nahini Ambady, 1999. Stereotype Susceptibility: Identity Salience and Shifts in Quantitative Performance. Psychological Science 10, pp. 80-83.",
        "Skiba, Paige, and Jeremy Tobacman, 2007. Measuring the Individual-Level Effects of Access to Credit: Evidence from Payday Loans. University of Oxford mimeo.",
        "Sowell, Thomas, 1975. Race and Economics. New York: David McKay Company, Inc.",
        "Sowell, Thomas, 1981. Ethnic America: A Histoiy. New York: Basic Books.",
        "Sowell, Thomas, 2005. Black Rednecks and White Liberals. San Francisco: Encounter Books.",
        "Springstead, Glenn R., and Theresa M. Wilson, 2000. Participation in Voluntary Individual Savings Accounts: An Analysis of IRAs, 401(k)s, and TSP. Social Security Bulletin 63(1).",
        "Steele, Claude M., and Joshua Aronson, 1995. Stereotype Threat and the Intellectual Test Performance of African Americans. Journal of Personality and Social Psychology 69, pp. 797-811.",
        "Stewart, Mark B., 1983. On Least Squares Estimation when the Dependent Variable is Grouped. Review of Economic Studies 50, pp. 737-753.",
        "Sue, Stanley, and Sumie Okazaki, 1990. Asian-American Educational Achievements: A Phenomenon in Search of an Explanation. American Psychologist 45(8), pp. 9 13-920.",
        "SundÃ\u0083Â©n, Annika E., and Brian J. Surette, 1998. Gender Differences in the Allocation of Assets in Retirement Savings Plans. American Economic Review 88, pp. 207-2 11.",
        "Turner, John C., 1985. Social Categorization and the Self-Concept: A Social Cognitive Theory of Group Behavior. In E. J. Lawler, editor, Advances in Group Processes, Vol. 2, pp. 77-121. Greenwich, CT: JAI Press.",
        "Twain, Mark, 1872. Roughing It. London: G. Routledge and Sons. Walton, Gregory M., and Geoffrey L. Cohen, 2003. Stereotype Lift. Journal of Experimental Social Psychology 39, pp. 45 6-467.",
        "Waters, Mary C., 1994. Ethnic and Racial Identities of Second-Generation Black Immigrants in New York City. International Migration Review 28(4), pp. 795-820.",
        "Weber, Elke U., and Christopher Hsee, 1998. Cross-cultural Differences in Risk Perception, but Cross-cultural Similarities in Attitudes Towards Perceived Risk. Management Science 44,pp. 1205-1217.",
        "Wheeler, S. Christian, and Richard E. Petty, 2001. The Effects of Stereotype Activiation on Behavior: A Review of Possible Mechanisms. Psychological Bulletin 127, pp. 797-826."
    ]
}