{
    "id": 13302,
    "cites": 34,
    "cited_by": 13,
    "reference": [
        "[1] Atkeson, A. and P.J. Kehoe, 2006. Modeling the Transition to a New Economy: Lessons from Two Technological Revolutions, Forthcoming in the American Economic Review.",
        "[2] Bartelsman, E.J. and Beaulieu, J.J., 2004. A Consistent Accounting of U.S. Productivity Growth, unpublished manuscript.",
        "[3] Basu, S. and Fernald, J., 2006. ICT as a General-Purpose Technology: Evidence from U.S. Industry Data, unpublished manuscript.",
        "[5] Baumol, W.J., 1967. Macroeconomics of Unbalanced Growth: The Anatomy of Urban Crisis, American Economic Review, 57, 415-426.",
        "[6] Bresnahan, T. F., and Trajtenberg, M., 1995. General Purpose Technologies: Engines of Growth?, Journal of Econometrics, 65, 83-108.",
        "[7] Bosworth, B.P. and Triplett, J.E., 2006. Services Productivity in the United States: Griliches Services Volume Revisited, The Brookings Institution, unpublished manuscript.",
        "[8] Buera, F. and J. Kaboski, 2006, The Rise of the Service Economy, Northwestern University Working Paper.",
        "[9] Caselli, P. and PaternO, F., 2001. ICT Accumulation and Productivity Growth in the United States: An Analysis Based on Industry Data, Temi di Discussione 419, Banco dItalia.",
        "[10] Chun, H., Kim, J.-W., Lee, J. and Morck, R., 2005. Information Technology, Creative Destruction, and Firm-Specific Volatility, unpublished manuscript.",
        "[11] David, PA., 1990. The Dynamo and the Computer: An Historical Perspective on the Modern Productivity Paradox, American Economic Review, 80, 355-361.",
        "[12] David, P.A. and Wright, G., 2003. General Purpose Technologies and Surges in Productivity: Historical Reflections on the Future of the ICT Revolution, in: P.A. David and M. Thomas (eds.), The Economic Future in Historical Perspective, Oxford University Press.",
        "[13] Desmet, K. and M. Fafchamps, 2006, Employment Concentration across U.S. Counties, Regional Science and Urban Economics, 36, 482-509.",
        "[14] Duranton G. and D. Puga, 2001. Nursery Cities: Urban Diversity, Process Innovation, and the Life Cycle of Products, American Economic Review, 91, 1454-1477.",
        "[15] Duranton, G., 2006, Urban evolutions: The fast, the slow, and the still, Forthcoming in the American Economic Review.",
        "[16] Forman, C, Goldfarb, A. and S. Greenstein, 2005. Geographic location and the diffusion of Internet technology, Electronic Commerce Research and Applications, 4, 1-13.",
        "[19] Gabaix, X., 1999, Zipfs Law for Cities: An Explanation, Quarterly Journal of Economics, 114, 739-67. 26",
        "[20] Griliches, Z., 1957. Hybrid Corn: An Exploration in the Economics of Technological Change, Econometrica, 25, 501-522.",
        "[21] Gust, C. and Marquez, J., 2002. International Comparisons of Productivity Growth: The Role of Information Technology and Regulatory Practices, International Finance Discussion Paper Number 727, Board of Governors of the Federal Reserve System.",
        "[22] Henderson, J. V., 2005, Urbanization and Growth, Chapter 24 in Handbook of Economic Growth, 1, Part B, 1543-1591, Elsevier.",
        "[23] Henderson, J. V. and A. Venables, 2005, The Dynamics of City Formation: Finance and Government, Brown University Working Paper.",
        "[24] Hobijn, B. and Jovanovic, B., 2001. The Information-Technology Revolution and the Stock Market: Evidence, American Economic Review, 91, 1203-1220.",
        "[25] Holmes, T., 2004. Step-by-step Migrations, Review of Economic Dynamics, 7, 52-68.",
        "[26] Jovanovic, B. and Rousseau, P.L., 2005. General Purpose Technologies, NBER Working Paper 11093.",
        "[27] Kendrick, J., 1961. Productivity Trends in the United States. Princeton: Princeton University Press.",
        "[28] Kongsamut, P., Rebelo, S. and X. Danyang, 2001. Beyond Balanced Growth, Review of Economic Studies, 68, 869-882.",
        "[29] Lucas RE. Jr. and E. Rossi-Hansberg, 2002, On the Internal Structure of Cities, Econometrica, 70, 14451476.",
        "[30] Lucas, R. E. Jr., 2004, Life Earnings and Rural-Urban Migration, Journal of Political Economy, 112, S29-S59.",
        "[31] McGuckin, RH. and Stiroh, K.J., 2002. Computers and Productivity: are Aggregation Effects Important?, Economic Inquiry, 40, 42-59.",
        "[32] Ngai, L.R. and Pissarides, c. 2004. Structural Change in a Multi-Sector Model of Growth, CEPR Discussion Paper No. 4763.",
        "[33] Rosenberg, N. and M. Trajtenberg, 2004. A General-Purpose Technology at Work: The Corliss Steam Engine in the Late- Nineteenth-Century United States, Journal of Economic History, 64, 1-39.",
        "[34] Rossi-Hansberg, E., 2004, Cities under Stress, Journal of Monetary Economics, 51, 903-937.",
        "[35] Rossi-Hansberg, E., 2005, A Spatial Theory of Trade, American Economic Review, 95, 1464-1491.",
        "[36] Rossi-Hansberg, E.and M. L. J. Wright, 2006, Urban Structure and Growth, Forthcoming in the Review of Economic Studies.",
        "[37] Triplett, J.E. and Bosworth, B.P., 2002. Baumols Disease Has Been Cured: IT and Multifactor Productivity in U.S. Services Industries, The Brookings Institution, Washington, D.C."
    ]
}