{
    "id": 13304,
    "cites": 64,
    "cited_by": 0,
    "reference": [
        "Aguero-Torres, H., L. Fratiglioni, et al. (1998). Dementia is the major cause of functional dependence in the elderly: 3-year follow-up data from a populationbased study. American Journal of Public Health 88(10): 1452-1456.",
        "Boult, C., M. Altmann, et al. (1996). Decreasing disability in the 21st century: the future effects of controlling six fatal and nonfatal conditions. American Journal of Public Health 86(10): 1388-93.",
        "Chernew, M. E., D. P. Goldman, et al. (2005). Disability and health care spending among Medicare beneficiaries. Health Affairs 24(2): W5R42-W5R51.",
        "Crimmins, E. M., Y. Saito, et al. (1997). Further evidence on recent trends in the prevalence and incidence of disability among older Americans from two sources: the LSOA and the NHIS. J Gerontol B Psychol Sci Soc Sci 52(2): S59-71.",
        "Cummings, J. L. and G. Cole (2002). Alzheimer Disease. Journal of the America Medical Association 287(18): 2335-2338.",
        "Cutler, D. M. (2001). Declining disability among the elderly. Health Affairs 20(6): 1127.",
        "Cutler, D. M. (2005). Intensive medical technology and the reduction in disability.",
        "Analyses in the Economics of Aging. D. A. Wise. Chicago, The University of Chicago Press: 16 1-184. Dunlop, D. D., S. L. Hughes, et al. (1997). Disability in activities of daily living: Patterns of change and a hierarchy of disability. American Journal of Public Health 87(3): 378-383.",
        "Dunlop, D. D., L. M. Manheim, et al. (2002). Incidence of functional limitations in older adults: The impact of gender, race, and chronic conditions. Archives of Physical Medicine and Rehabilitation 83(7): 964-971.",
        "Ettinger, W. H., Jr., L. P. Fried, et al. (1994). Self-reported causes of physical disability in older people: the Cardiovascular Health Study. CHS Collaborative Research Group. Journal of the American Geriatrics Society 42(10): 1035-44.",
        "Ettinger, W. H., Jr., L. P. Fried, et al. (1994). Self-reported causes of physical disability in older people: the Cardiovascular Health Study. CHS Collaborative Research Group. J Am Geriatr Soc 42(10): 1035-44.",
        "Ferrucci, L., J. M. Guralnik, et al. (1998). Constant hierarchic patterns of physical functioning across seven populations in five countries. Gerontologist 38(3): 286294.",
        "Ferrucci, L., J. M. Guralnik, et al. (1997). Hospital diagnosis, medicare charges, and nursing home admissions in the year when older persons become severly disabled. Journal of the American Medical Association 277(9): 728-734.",
        "Ferrucci, L., J. M. Guralnik, et al. (1996). Progressive versus catastrophic disability: a longitudinal view of the disablement process. Journals of Gerontology. Series A, Biological Sciences and Medical Sciences 5 1(3): M123-30.",
        "Ford, A. B., S. J. Folmar, et al. (1988). Health and function in the old and very old. Journal of the American Geriatric Society 36: 187-197.",
        "Freedman, V. A., E. M. Crimmons, et al. (2004). Resolving inconsistencies in trends in old-age disability: report from a technical working group. Demography 4 1(3): 417-441.",
        "Freedman, V. A. and L. G. Martin (1998). Understanding trends in functional limitations among older Americans. American Journal of Public Health 88(10): 1457-1462.",
        "Freedman, V. A., L. G. Martin, et al. (2002). Recent trends in disability and functioning among older adults in the United States: A systematic review. Journal of the American Medical Association 288(24): 3137-3146.",
        "Fried, L. P., K. Bandeen-Roche, et al. (2000). Preclinical mobility disability predicts incident mobility disability in older women. J Gerontol Med Sci 55: M43-52.",
        "Fried, L. P., K. Bandeen-Roche, et al. (1996). Functional decline in older adults: expanding methods of ascertainment. J Gerontol A Biol Sci Med Sci 5 1(5): M206-M214.",
        "Fried, L. P., W. H. Ettinger, et al. (1994). Physical disability in older adults: A physiological approach. Journal of Clinical Epidemiology 47(7): 747-760.",
        "Fried, L. P., L. Ferrucci, et al. (2004). Untangling the concepts of disability, frailty, and comorbidity: Implications for improved targeting and care. Journals of Gerontology. Series A, Biological Sciences and Medical Sciences 59(3): M255263.",
        "Fried, L. P., 5. J. Herdman, et al. (1991). Preclinical disability: hypotheses about the bottom of the iceberg. J Aging Health 3: 285-300.",
        "Fried, L. P., Y. Young, et al. (2001). Self-reported preclinical disability identifies older women with early declines in performance and early disease. J Clin Epidemiol 54: 889-901.",
        "Fried, T. R., E. H. Bradley, et al. (2001). Functional disability and health care expenditures for older persons. Archives of Internal Medicine 161: 2602-2607.",
        "Gill, T. M., H. G. Allore, et al. (2006). The dynamic nature of mobility disability in older persons. Journal of the American Geriatrics Society 54(2): 248-254.",
        "Gill, T. M., E. A. Gahbauer, et al. (2006). Transitions between frailty states among community-living older persons. Arch Intern Med 166(4): 418-23.",
        "Gill, T. M., J. T. Robinson, et al. (1998). Difficulty and dependence: Two components of the disability continuum among community-living older persons. Annals of Internal Medicine 128(2): 96-10 1.",
        "Gill, T. M., J. T. Robison, et al. (1997). Predictors of recovery in activities of daily living among disabled older persons living in the community. J Gen Intern Med 12(12): 757-762.",
        "Greenland, S. and K. Drescher (1993). Maximum likelihood estimation of the attributable fraction from logistic models. Biometrics 49(3): 865-72.",
        "Guccione, A. A., D. T. Felson, et al. (1994). The effects of specific medical conditions on the functional limitations of elders in the Framingham Study. American Journal of Public Health 84(3): 35 1-8.",
        "Guralnik, J. M., L. Alecxih, et al. (2002). Medical and long-term care costs when older persons become more dependent. American Journal of Public Health 92(8): 1244- 1245.",
        "Guralnik, J. M., L. Ferrucci, et al. (1995). Lower-extremity function in persons over the age of 70 years as a predictor of subsequent disability. N Engl J Med 332: 556561.",
        "Guralnik, J. M., A. Z. LaCroix, et al. (1991). Morbidity and disability in older persons in the years prior to death. American Journal of Public Health 81: 443-447.",
        "Does the number of diagnosis codes matter in predicting in-hospital mortality? Journal of the American Medical Association 267(16): 2 197-2203. Jagger, C., A. J. Arthur, et al. (2001). Patterns of onset of disability in activities of daily living with age. J Am Geriatr Soc 49: 404-409.",
        "Jencks, S. F., D. K. Williams, et al. (1988). Assessing hospital-associated deaths from discharge data: the role of length of stay and comorbidities. Journal of the American Medical Association 260: 2240-2246.",
        "Katz, S., A. B. Ford, et al. (1963). Studies of illness in the aged. The index of ADL: A standardized measure of biological and psychosocial function. Journal of the America Medical Association 185(914-919).",
        "Kempen, G. I. and T. P. Suurmeijer (1990). The development of a hierarchical polychotomous ADL-IADL scale for noninstitutionalized elders. Gerontologist 30(4): 497-502.",
        "Komisar, H. L., J. Hunt-McCool, et al. (1997). Medicare spending for elderly beneficiaries who need long-term care. Inquiry 34(4): 302-10.",
        "Kosorok, M. R., G. S. Omenn, et al. (1992). Restricted activity days among older adults. American Journal of Public Health 82: 1263-1267.",
        "Lakdawalla, D. N., J. Bhattacharya, et al. (2004). Are the young becoming more disabled? Health Affairs 23(1): 168-176.",
        "Lamb, V. L. (1996). A cross-national study of quality of life factors associated with patterns of elderly disablement. Social Science and Medicine 42(3): 363-77.",
        "Lazaridis, E. N., M. A. Rudberg, et al. (1994). Do activities of daily living have a hierarchical structure? An analysis using the longitudinal study of aging. Journal of Gerontology 49(2): M47-M51.",
        "Leveille, S. G., L. P. Fried, et al. (2002). Disabling symptoms: What do older women report? Journal of General Internal Medicine 17: 766-773.",
        "Leveille, S. G., L. P. Fried, et al. (2004). Advancing the taxonomy of disability in older adults. Journals of Gerontology. Series A, Biological Sciences and Medical Sciences 59A(1): 86-93.",
        "Leveille, S. G., L. P. Fried, et al. (2004). Advancing the taxonomy of disability in older adults. J Gerontol A Biol Sci Med Sci 59A(1): 86-93.",
        "Liu, K., S. Wall, et al. (1997). Disability and Medicare costs of elderly persons. Milbank 0 75(4): 461-493.",
        "Lunney, J. R., J. Lynn, et al. (2003). Patterns of functional decline at the end of life. Journal of the American Medical Association 289(18): 2387-2392.",
        "Manton, K. G. (1988). A longitudinal study of functional change and mortality in the United States. Journal of Gerontology 43(5): S153-S161.",
        "Manton, K. G. (1989). Epidemiological, demographic, and social correlates of disability among the elderly. Milbank quarterly 67 Suppl 2 Pt 1: 13-58.",
        "McClellan, M. and L. Yan (2000). Understanding disability trends in the U.S. elderly population: The role of disease management and disease prevention. Department of Economics. Stanford University.",
        "Schoeni, R. F., V. A. Freedman, et al. (2001). Persistent, consistent, widespread, and robust? Another look at recent trends in old-age disability. Journal of Gerontology 56B(4): S206-S218.",
        "Singer, B. H. and K. G. Manton (1998). The effects of health changes on projections of health service needs for the elderly population of the United States. Proceedings of the National Academy of Sciences of the United States of America 95(26): 156 18-22.",
        "Siu, A. L., R. D.B., et al. (1990). Hierarchical measures of physical functioning in ambulatory geriatrics. Journal of the American Geriatrics Society 38(10): 11131119.",
        "Song J, Chang RW, et al. (2006). Population impact of arthritis on disability in older adults. Arthritis and Rheumatism 55(2): 248-255.",
        "Spector, W. D. and J. A. Fleishman (1998). Combining activities of daily living with instrumental activities of daily living to measure functional disabiltiy. Journal of Gerontology 53B(1): S46-S57.",
        "Spillman, B. C. (2004). Changes in elderly disability rates and the implications for health care utilization and cost. Milbank quarterly 82(1): 157-194.",
        "Valderrama-Gama, E., J. Damian, et al. (2002). Chronic disease, functional status, and self-ascribed causes of disability among noninstitutionalized older people in Spain. Journal of Gerontology 57A(11): M716-M721.",
        "Verbrugge, L. M., J. M. Lepkowski, et al. (1991). Levels of disability among U.S. adults with arthritis. Journal of Gerontology 46(2): S7 1-S83.",
        "Verbrugge, M. and A. M. Jette (1994). The disablement process. Soc Sci Med 38(1): 114.",
        "Waidmann, T. A. and K. Liu (2000). Disability trends among elderly persons and implications for the future. Journal of Gerontology 55B(5): S298-S307.",
        "Williamson, J. D. and L. P. Fried (1996). Characterization of older adults who attribute functional decrements to Old Age. Journal of the American Geriatrics Society 44(12).",
        "Williamson, J. D. and L. P. Fried (1996). Characterization of older adults who attribute functional decrements to Old Age. J Am Geriatr Soc 44(12).",
        "Wolff, J. L., C. Boult, et al. (2005). Newly reported chornic conditions and onset of functional dependency. Journal of the American Geriatrics Society 53(5): 851855."
    ]
}