{
    "id": 13303,
    "cites": 28,
    "cited_by": 5,
    "reference": [
        "ANDERSON, S., A. DE PALMA, AND J.-F. THISSE (1992): Discrete-Choice Theory of Product Differentiation. MIT Press, Cambridge, MA.",
        "ANGRIST, J., AND A. KRUEGER (1999): Empirical Strategies in Labor Economics, in Handbook of Labor Economics, ed. by 0. Ashenfelter, and D. Card, vol. 3A. Elsevier Science. ANGRIST, J. D., AND V. LAVY (1999): Using Maimonides Rule to Estimate the Effect of Class Size on Scholastic Achievement, Quarterly Journal of Economics, 114(2), 533-575.",
        "ASADULLAH, M. N. (2005): The Effect of Class Size on Student Achievement: Evidence from Bangladesh, Applied Economics Letters, 12(4), 217 -~ 221.",
        "CLOTFELTER, C. T. (1999): Public School Segregation in Metropolitan Areas, Land Economics, 75(4), 487-504.",
        "DIxIT, A. K. (1976): Optimization in Economic Theory. Oxford University Press, Oxford, UK.",
        "DOBBELSTEEN, S., J. LEVIN, AND H. OOSTERBEEK (2002): The Causal Effect of Class Size on Scholastic Achievement: Distinguishing the Pure Class Size Effect from the Effect of Changes in Class Composition,  Oxford Bulletin of Economics and Statistics, 64(1), 17-38.",
        "ELACQUA, G. (2005): How Do For-Profit Schools Respond to Voucher Funding? Evidence from Chile, Occasional Paper, National Center for Study of Privatization in Education, Teachers College, Columbia University.",
        "EPPLE, D., D. FIGLI0, AND R. ROMANO (2002): Competition Between Private and Public Schools: Testing Stratification and Pricing Predictions, Unpub. paper, University of Florida.",
        "EPPLE, D., AND R. ROMANO (1998): Competition Between Private and Public Schools, Vouchers, and Peer Group Effects, American Economic Review, 88(1), 33-62.",
        "EPPLE, D., R. ROMANO, AND H. SIEG (2006): Admission, Tuition, and Financial Aid Policies in the Market for Higher Education, Econometrica, 74(4), 885 -~ 928.",
        "FERREYRA, M. M. (2007): Estimating the Effects of Private School Vouchers in Multi-District Economies, American Economic Review, 97(3), 789-817.",
        "HOXBY, C. M. (2000): The Effects of Class Size on Student Achievement: New Evidence from Population Variation, Quarterly Journal of Economics, 115(4), 1239-1285.",
        "HSIEH, C.-T., AND M. URQUIOLA (2006): The Effects of Generalized School Choice on Achievement and Stratification: Evidence from Chiles School Voucher Program, Journal of Public Economics, 90, 1477-1503.",
        "IMBENS, G., AND T. LEMIEUX (forthcoming): Regression Discontinuity Designs: A Guide to Practice, Forthcoming in Journal of Econometrics. JAKUBOWSKI, M., AND P. SAKOWSKI (2005): Quasi-Experimental Estimates of Class Size Effect in Primary Schools in Poland, Unpub. paper, Warsaw University, Faculty of Economics.",
        "KREMER, M. R. (1995): Research on Schooling: What We Know and What We Dont: A Comment, World Bank Research Observer, 10(2), 247-254.",
        "KRUEGER, A. B. (2003): Economic Considerations and Class Size, Economic Journal, 113(485), F34-63.",
        "LAZEAR, E. P. (2001): Educational Production, Quarterly Journal of Economics, 116(3), 777-803.",
        "LEE, D. S. (forthcoming): Randomized Experiments from Non-Random Selection in U.S. House Elections,  Forthcoming in Journal of Econometrics. LEE, D. S., AND D. CARD (forthcoming): Regression Discontinuity Inference with Specification Error, Forthcoming in Journal of Econometrics. MANSKI, C. (1992): Educational Choice (Vouchers) and Social Mobility, Economics of Education Review, 11(4), 351-369.",
        "MCCRARY, J. (forthcoming): Manipulation of the Running Variable in the Regression Discontinuity Design: A Density Test, Forthcoming in Journal of Econometrics. McEWAN, P., AND J. SHAPIRO (forthcoming): The Benefits of Delayed Primary School Enrollment: Discontinuity Estimates Using Exact Birth Dates, Forthcoming in Journal of Human Resources. MCFADDEN, D. (1974): Conditional Logit Analysis of Qualitative Choice Behavior, in Frontiers in Econometrics, ed. by P. Zarembka, pp. 105-142. Academic Press, New York.",
        "NECHYBA, T. J. (2003): Centralization, Fiscal Federalism, and Private School Attendance, International Economic Review, 44(1), 179-204.",
        "ROTHSTEIN, J. (2006): Good Principals or Good Peers? Parental Valuation of School Characteristics, Tiebout Equilibrium, and the Effects of Inter-District Competition, American Economic Review, 96(4), 1333-1350.",
        "SHADISH, W. R., T. D. CooK, AND D. T. CAMPBELL (2002): Experimental and Quasi-Experimental Designs for Generalized Causal Inference. Boston.",
        "SHAKED, A., AND J. SUTTON (1982): Relaxing Price Competition through Product Differentiation, Review of Economic Studies, 49, 3-13.",
        "THISTLEWAITE, D., AND D. CAMPBELL (1960): Regression Discontinuity Analysis: An Alternative to 28 the Ex-Post Facto Experiment, Journal of Educational Psychology, 51, 309-317.",
        "URQUIOLA, M. (2005): Does School Choice Lead to Sorting? Evidence from Tiebout Variation, American Economic Review, 95(4), 1310-1326.",
        "Bolivia, Review of Economics and Statistics, 88(1). VAN DER KLAAUW, W. (2002): Estimating the Effect of Financial Aid Offers on College Enrollment: A Regression Discontinuity Approach, International Economic Review, 43(4), 1 249-i 287.",
        "VERHOOGEN, E. A. (2007): Trade, Quality Upgrading and Wage Inequality in the Mexican Manufacturing Sector, CEPR discussion paper no. 6385, July.",
        "WÃ\u0083â\u0080\u009dSSMANN, L. (2005): Educational Production in Europe, Economic Policy, (43), 445 - 493."
    ]
}