{
    "id": 13305,
    "cites": 47,
    "cited_by": 33,
    "reference": [
        "Agnihotri, Satish, Sex Ratio Patterns in the Indian Population: A Fresh Exploration, New Delhi, India: Sage, 2000.",
        "Quantitative Analysis, Structural Change and Economic Dynamics, 2002, 13, 285-314.",
        "Bardhan, Pranab, On Life and Death Questions, Economic and Political Weekly, 1974, 9, 1293-1304.",
        "Basu, Alaka, Is Discrimination in Food Really Necessary for Explaining Sex Differentials in Childhood Mortality?, Population Studies, 1989, ~3 (2), 193-210.",
        "Becker, Anne, Television, Disordered Eating, and Young Women in Fiji: Negotiating Body Image and Identity during Rapid Social Change, Culture, Medicine and Psychiatry, 2004, 28 (4), 533-559.",
        "Borooah, Vani, Gender bias among children in India in their diet and immunisation against disease, Social Science and Medicine, 2004, 58, 1719-1731.",
        "Das Gupta, Monica, Selective Discrimination Against Female Children in Rural Punjab, India, Population and Development Review, 1987, 13 (1), 77-100.",
        "Della Vigna, Stefano and Ethan Kaplan, The Fox News Effect: Media Bias and Voting, Quarterly Journal of Economics, 2006, forthcoming.",
        "Duflo, Esther, Gender Equality in Development, 2005. MIT Working Paper.",
        "Dyson, Tim and Mick Moore, On Kinship Structure, Female Autonomy, and Demographic Behavior in India, Poulation and Development Review, 1983, 9 (1), 35-60.",
        "Fernandes, Leela, Nationalizing `The Global: Media images, Cultural Politics and the Middle Class in India, Media, Culture and Society, 2000, 22 (5), 611-628.",
        "Filmer, Dean and Lant Pritchett, Estimating Wealth Effects without Expenditure Data-or Tears: An Application to Educational Enrollments in States of India, Demography, 2001, 38 (1), 115-132.",
        "Gentzkow, Matthew and Jesse Shapiro, Media, Education and Anti-Americanism in the Muslim World, Journal of Economic Perspectives, 2004, 18 (3), 117-133.",
        "Griffiths, Paula, Zoe Matthews, and Andrew Hinde, Understanding the Sex Ratio in India: A Simulation Approach, Demography, 2000, 37 (4), 477-488.",
        "Grossman, Michael, On the Concept of Health Capital and the Demand for Health, Journal of Political Economy, 1972, 80 (2), 223-255.",
        "Holbert, R. Lance, Dhavan Shah, and Nojin Kwak, Political Implications of Prime-time Drama and Sitcom Use: Genres of Representation and Opinions Concerning Womens Rights, Journal of Communications, 2003, 53 (1), 45-60.",
        "Hornik, Robert and Emile McAnany, Theories and Evidence: Mass Media Effects and Fertility Change, Communication Theory, 2001, 11 (4), 454471.",
        "International Institute for Population Sciences and ORC Macro, National Family Health Survey (NFHS-2), Technical Report, International Institute for Population Sciences and ORC Macro, Mumbai, India 2000.",
        "Jensen, Robert, The (Mis)Perceived Returns to Education and the Demand for Schooling: Evidence from a Randomized Intervention, 2007. Mimeo, Brown University.",
        "Jha, Prabhat, Rajesh Kumar, Priya Vasa, Neeraj Dhingra, Deva Thiruchelvam, and Rahim Moineddin, Low male-to-female sex ratio of children born in India: National Survey of 1.1 Million Households, Lancet, 2006, 367, 211-218.",
        "Johnson, Kirk, Media and Social Change: the Modernizing Influences of Television in Rural India, Media, Culture and Society, 2001, 23 (2), 147-169.",
        "Kane, Thomas, Mohamadou Gueye, Ilene Speizer, Sara Pacque-Margolis, and Danielle Baron, The Impact of a Family Planning Multimedia Campaign in Bamako, Mali, Studies in Family Planning, 1998, 29 (3), 309-323.",
        "Kottak, Conrad, Prime-Time Society: An Anthropological Analysis of Television and Culture, Belmont, CA: Wadsworth Modern Anthropology Library, 1990.",
        "La Pastina, Antonio, Telenovela reception in rural Brazil: Gendered Readings and Sexual Mores, Critical Studies in Media Communication, 2004, 21 (2), 162-181.",
        "Mankekar, Purnima, National Texts and Gendered Lives: An Ethnography of Televsion Viewers in a North Indian City, American Ethnologist, 1993, 20 (3), 543-563.",
        "Screening Culture, Viewing Politics: An Ethnography of Television, Womanhood and Nation in Postcolonial India, Durham: Duke University Press, 1999.",
        "Mishra, Vinad, T.K. Roy, and Robert Retherford, Sex Differentials in Childhood Feeding, Health Care, and Nutritional Status in India, Population and Development Review, 2004, 30 (2), 269-295.",
        "Morgan, Michael and Nancy Rothschild, Impact of the New Television Technology: Cable TV, Peers, and Sex-Role Cultivation in the Electronic Environment, Youth and Society, 1983, 15 (1), 33-SO.",
        "Murthi, Anne-Catherine Guio Mamta and Jean Dreze, Mortality, Fertility and Gender Bias in India: A District Level Analysis, Population and Development Review, 1995, 21 (4), 745-782.",
        "National Readership Studies Council, The National Readership Study, Technical Report, National Readership Studies Council, New Delhi, India 2006.",
        "National Sample Survey Organization, Reports on Village Facilities, NSS 58th Round, Technical Report, NSS, New Delhi, India 2003.",
        "Olenick, I., Womens exposure to mass media is linked to attitudes toward contraception in Pakistan, India and Bangladesh, International Family Planning Perspectives, 2000, 26 (1), 48-SO.",
        "Olken, Ben, Do Television and Radio Destroy Social Capital? Evidence from Indonesian Villages, NBER Working Paper, No. 12561, 2006.",
        "Oster, Emily, Proximate Causes of Population Gender Imbalance in India, 2007. Mimeo, University of Chicago.",
        "Pace, Richard, First-Time Televiewing in Amazonia: Television Acculturation in Gurupa, Brazil, Ethnology, 1993, 32 (2), 187-205.",
        "Pande, Rohini, Selective gender differences in childhood nutrition and immunization in rural India: The role of siblings, Demography, 2003, ~0 (3), 395-418.",
        "Piotrow, Phyllis, Jose Rimon, Kim Winnard, D. Lawrence Kincaid, Dale Huntington, and Julie Convisser, Mass Media Family Planning Promotion in Three Nigerian Cities, Studies in Family Planning, 1990, 21 (5), 265-274.",
        "Qian, Nancy, Missing Women and the Price of Tea in China: The Effect of Relative Female Income on Sex Imbalance, 2006. Brown University Working Paper.",
        "Rahman, Lupin and Vijayendra Rao, The Determinants of Gender Equity in India: Examining Dyson and Moores Thesis with New Data, Population and Development Review, 2004, 30 (2), 239-268.",
        "Rogers, Everett, Peter Vaughan, Ramadhan Swalehe, Nagesh Rao, Peer Svenkerud, and Sururuchi Sood, Effect of an Entertainment-education Radio Soap Opera on Family Planning Behavior in Tanzania, Studies in Family Planning, 1999, 30 (3), 193-211.",
        "Rosenzweig, Mark and T. Paul Shultz, Market Opportunities, Genetic Endowments and Intrafamily Resource Distribution: Child Survival in India, American Economic Review, 1982, 72 (4), 803-815.",
        "Scrase, Timothy, Television, the middle classes and the transformation of cultural identities in West Bengal, India, Gazette: The International Journal for Television Studies, 2002, 6~ (4), 323-342.",
        "Sen, Amartya, Missing Women, British Medical Journal, 1992, 30~, 587-588.",
        "Thomas, Bella, What the Worlds Poor Watch on TV, World Press Review, 2003, 50 (3).",
        "Valente, Thomas, Young Mi Kim, Cheryl Lettenmaier, William Glass, and Yankuba Dibba, Radio Promotion of Family Planning in The Gambia, International Family Planning Perspectives, 1994, 20 (3), 96-100.",
        "World Bank, Engendering Development, Technical Report, World Bank 2001.",
        "World Development Report: Equity and Development, Washington DC: World Bank and Oxford University Press, 2006."
    ]
}