{
    "id": 1330,
    "cites": 25,
    "cited_by": 1,
    "reference": [
        "Aho, C. M. and T. 0. Bayard (1983), U.S. Trade Policy: Where Do We Go From Here?, processed.",
        "Baldwin, R.E., ed. (1984), Recent Issues and Initiatives in U.S. Trade Policy (Cambridge: National Bureau of Economic Research Conference Report).",
        "War II, forthcoming in Baldwin and Krueger (1984).",
        "Baldwin, R. E. and A. 0. Krueger, eds. (1984), The Structure and Evolution of Recent U.S. Trade Policy (Chicago: University of Chicago Press for the National Bureau of Economic Research).",
        "Bauer, R. A., J. Pool, and L. Dexter (1963), American Business and Public Policy: The Politics of Foreign Trade (Aldine-Atherton, Inc.: Chicago).",
        "Blackhurst, R. (1981), The Twilight of Domestic Economic Policies, The World Economy, 4 (December), pp. 357-373.",
        "Camps, M. and W. Diebold, Jr. (1983), The New Multilateralisrn: Can the World Trading System Be Saved? (New York: Council on Foreign Relations).",
        "Cohen, S. D. and R. I. Meltzer (1982), United States International Economic Policy in Action. (New York: Praeger).",
        "Diebold, W., Jr. (1952), The End of the I.T.O., Essays in International Finance, No. 16 (Princeton University: Princeton).",
        "Dobson, J. M. (1976), Two Centuries of Tariffs: The Background and Emergences of the U.S. International Trade Commission, (United States International Trade Commission: Washington, D.C.).",
        "Finger, J. M., H. K. Hall, and D. R. Nelson (1982), The Political Economy of Administered Protection, American Economic Review, 72: 452-466.",
        "Gardner, R. N. (1980), Sterling-dollar Diplomacy in Current Perspective (Columbia University Press: New York).",
        "Gilpin, R. (1977), Economic Interdependence and National Security in Historical Perspective, in K. Knorr and F. N. Trager, eds., Economic Issues and National Security, (Lawrence, Kansas: Regents Press of Kansas).",
        "New York). Goldstein, J. L. (1981), The State, Industrial Interests and Foreign Economic Policy: American Commercial Policy in the Postwar Period, Prepared for the National Science Foundation Conference on The Politics and Economics of Trade Policy, Minneapolis, October 29-31, 1981.",
        "Hull, C. (1948), The Memoirs of Cordell Hull (The Macmillan Company: New York).",
        "Kindleberger, C. P. (1981), Dominance and Leadership in the International Economy: Exploitation, Public Goods and Free Rides, International Studies Quarterly, 25:242-254.",
        "California Press: Berkeley). Krasner, S.D. (1979), The Tokyo Round: Particularistic Interests and Prospects for Stability in the Global Trading System, International Studies Quarterly, 23:491-531.",
        "World Politics, 28: 317-347. Krause, L. B. (1982), U.S. Economic Policy Toward the Association of Southeast Asian Nations: Meeting the Japanese Challenge (Washington: Brookings Institution).",
        "Leddy, J. M. and J. Norwood (1963), The Escape Clause and Peril Points Under the Trade Agreements Program in W. B. Kelly, Jr., ed., Studies in United States Commercial Policy (University of North Carolina Press: Chapel Hill).",
        "Lipson, C. (1982), The Transformation of Trade: The Sources and Effects of Regime Changes, International Organization, 36: 417-455.",
        "Meyer, F. V. (1978), International Trade Policy (St. Martins: New York).",
        "Nordlinger, E. A. (1981), On the Autonomy of the Democratic State (Cambridge University Press: Cambridge, Mass.).",
        "Saxonhouse, G. R. (1983), The Micro- and Macroeconomics of Foreign Sales to Japan, in W. R. Cline, ed., Trade Policy in the l98Os (Washington: Institute for International Economics through Massachusetts Institute of Technology Press).",
        "Annual Report of the Council of Economic Advisers, Washington: February. Vernon, R. (1983), Old Rules and New Players: GATT in the World Trading System, processed, May 11.",
        "Wilkinson, J. R. (1960), Politics and Trade Policy (Washington: Public Affairs Press)."
    ]
}