{
    "id": 13301,
    "cites": 18,
    "cited_by": 0,
    "reference": [
        "Arias, Elizabeth. (2007) United States Life Tables, 2003. National Vital Statistics Reports. 54(b4). Original April b9, 2006; Revised March 28, 2007.",
        "Baicker.Katherine and Amitabh Chandra. (2004) Medicare Spending, the Physician Workforce, and the Quality of Care Received by Medicare Beneficiaries, Health Affairs W4: b84-b97.",
        "Cao, Zhun and Thomas G. McGuire. (2003) Service-Level Selection by HMOs in Medicare Journal of Health Economics 22(6): 9b5-3b.",
        "Chandra, Amitabh, and Douglas 0. Staiger. (2007) Productivity Spillovers in Health Care: Evidence from the Treatment of Heart Attacks. Journal of Political Economy. bb5(b): b03-b40.",
        "Enthoven, Alain C. Health Plan. Reading, MA: Addison-Wesley. b980. Fisher, Elliot S. and H. Gilbert Welch. (b999) Avoiding the Unintended Consequences of Growth in Medical Care: How Might More Be Worse? Journal of the American Medical Association. 28 b: 446-453. Fisher E, Wennberg D, Stukel T, Gottlieb D, Lucas F, Pinder E. (2003) Implications of regional variations in Medicare spending. part 2: health outcomes and satisfaction with care. Annals of Internal Medicine b38(4): 288-298.",
        "Fisher, Elliott S., Wennberg, John E., Stukel, Therese A., Sharp, Sandra M. (b994) Hospital Readmission Rates for Cohorts of Medicare Beneficiaries in Boston and New Haven New England Journal of Medicine. 33b: 989-995. 35 Fuchs, Victor R. (2004) More Variation in Use of Care, More Flat-of-the-curve Medicine. Health Affairs. 23(6): 104-107.",
        "Gowrisankaran, Gautam and Robert J. Town (1999). Estimating the Quality of Care in Hospitals Using Instrumental Variables, Journal of Health Economics 18: 747 - 67.",
        "Guadagnoli, Edward, Hauptman, Paul J., Ayanian, John Z., Pashos, Chris L., McNeil, Barbara J., Cleary, Paul D. (1995) Variation in the Use of Cardiac Procedures after Acute Myocardial Infarction. New England Journal of Medicine. 333: 573578. Heidenreich, P.A. and M. McClellan. (2001) Trends in treatment and outcomes for acute myocardial infarction: 1975-1995. American Journal of Medicine 110: 165-174.",
        "Institute of Medicine, Unequal Treatment: Confronting Racial and Ethnic Disparities in Health Care, National Academy Press, Washington, DC (2002).",
        "Kessler, Daniel and Mark McClellan. (1996) Do Doctors Practice Defensive Medicine? The Quarterly Journal of Economics. 111(2): 353-390.",
        "Lannon, Patrick J. (2006) Domicile Planning - Dont Take it for Granted. The Florida Bar Journal. 80(1): 34.",
        "Lee, Ronald, and Jonathan Skinner. (1999) Will Aging Baby Boomers Bust the Federal Budget? The Journal of Economic Perspectives, 13(1): 117-140.",
        "Nordhaus, William D. (2002) The Health of Nations: The Contribution of Improved Health to Living Standards NBER Working Paper No. 8818.",
        "OConnor, Gerald T., Quinton, Hebe B., Traven, Neal D., Ramunno, Lawrence D., Dodds, T. Andrew, Marciniak, Thomas A., and John E. Wennberg. (1999) Geographic Variation in the Treatment of Acute Myocardial Infarction: The Cooperative Cardiovascular Project Journal of the American Medical Association. 281: 627-633.",
        "Sheehan-Connor, Damien. Traveler Experience as an Instrument to Assess Medical Care Effectiveness. Working Paper. February 2007.",
        "Sirovich BE, Gottlieb DJ, Welch HG, and ES Fisher. (2006) Regional variations in health care intensity and physician perceptions of the quality of care. Annals of Internal Medicine. 144: 641-649.",
        "Stock, James, James Wright, and Motohiro Yogo. (2002). A Survey of Weak Instruments and Weak Identification in GMM. Journal of Business and Economic Statistics, 20:4, 518-29.",
        "Stukel, Therese A., Fisher, Elliott S., Wennberg, David E., Alter, David A., Gottlieb, Daniel J., and Marian J. Vermeulen. (2007) Analysis of Observational Studies in the Presence of Treatment Selection Bias: Effects of Invasive Cardiac Management on AMI Survival Using Propensity Score and Instrumental Variable Methods. Journal of the American Medical Association 297: 27 8-285."
    ]
}