{
    "id": 13300,
    "cites": 19,
    "cited_by": 16,
    "reference": [
        "Bamgbose, Ayo. 2004. Language of Instruction Policy and Practice in Africa. Paris: UNESCO.",
        "Banerjee, Abhijit, Shawn Cole, Esther Duflo and Leigh Linden. 2005. Remedying Education: Evidence from Two Randomized Experiments in India. Department of Economics, MIT.",
        "Deolalikar, Anil B. 1999. Primary and Secondary Education in Kenya: A Sector Review. Revised February 1999.",
        "Fuller, Bruce. 1986. Raising School Quality in Developing Countries: What Investments Boost Learning? The World Bank, Washington D.C.",
        "Fuller, Bruce and Prema Clarke. 1994. Raising School Effects While Ignoring Culture? Local Conditions and the Influence of Classrooms, Tools, Rules and Pedagogy, Review of Educational Research, 64(1), 119-1S7.",
        "Hanushek, Eric A. 199S. Interpreting Recent Research on Schooling in Developing Countries, World Bank Research Observer, 10 (August), 227-246. Heyneman, Stephen P., Joseph P. Farrell and Manuel A. Sepulveda-Stuardo. 1978. Textbooks and Achievement: What We Know. World Bank Staff Working Paper No. 298.",
        "Heyneman, Stephen P., Dean T. Jamison and Xenia Montenegro. 1984. Textbooks in the Philippines: Evaluation of the Pedagogical Impact of Nationwide Investment. Educational Evaluation and Policy Analysis 6(2):139-1S0.",
        "Iyer, Lakshmi, Paul Glewwe, and Michael Kremer. 2002. School Funding and Student Performance: Evidence from Kenya. Department of Economics, Harvard University. Draft paper.",
        "Jamison, Dean, Barbara Searle, Klaus Galda and Stephen Heyneman. 1981. Improving Elementary Mathematics Education in Nicaragua: An Experimental Study of the Impact of Textbooks and Radio on Achievement. Journal of Educational Psychology 73(4): SS6-67.",
        "Knight, John, and Richard Sabot. 1990. Education, Productivity and Inequality: The East African Natural Experiment. Oxford University Press.",
        "Lockheed, Marlaine E., and Eric Hanushek. 1988. Improving Educational Efficiency in Developing Countries: What Do We Know? Compare 18(1):21-38.",
        "National Council of Educational Research and Training. 2002. Seventh All India School Education Survey, New Delhi: National Council of Educational Research and Training.",
        "Pritchett, Lant, and Deon Filmer. 1999. What Education Production Functions Really Show: A Positive Theory of Education Expenditures, Economics of Education Review. 1 8(2):223-239.",
        "UNDP. 1990. Human Development Report. Oxford University Press. New York.",
        "UNESCO. 1999. Statistical Yearbook. UNESCO: Paris, France and Bernan: Lanham, Maryland.",
        "UNESCO. 2006. Education for All Global Monitoring Report. UNESCO: Paris, France.",
        "World Bank. 1990. World Development Report. Oxford University Press. New York.",
        "World Bank. 1997. Primary Education in India. The World Bank. Washington, DC.",
        "World Bank. 2004. Treasures of the Education System in Sri Lanka. The World Bank."
    ]
}