{
    "id": 13316,
    "cites": 38,
    "cited_by": 0,
    "reference": [
        "[1] Alchian, A. and H. Demsetz (1972). ~Production, Information Costs, and Economic Organization. American Economic Review, 62(5):777-95.",
        "[2] Ayotte, K. and P. Bolton (2007). ~Optimal Property Rights in Financial Contracting Working Paper.",
        "[3] Ayres, I. and E. Talley (1995) ~Solomonic Bargaining: Dividing a Legal Entitlement To Facilitate Coasean Trade, 10~ Yale L. J. 1027.",
        "[4] Baird, D. G. and T. H. Jackson (1985), ~Fraudulent Conveyance Law and its Proper Domain. 38 Vanderbilt L. Rev. 829.",
        "[5] Bebchuk, L.A. and J. Fried (1996) ~The Uneasy Case for the Priority of Secured Claims in Bankruptcy 105 Yale L.J. 857.",
        "[6] . (1997). ~The Uneasy Case for the Priority of Secured Claims in Bankruptcy: Further Thoughts and a Reply to Critics 82 Cornell L. Rev. 1279",
        "[7] Bisin, A. and A. Rampini (2006) ~Exclusive Contracts and the Institution of Bank- ruptcy 27 Economic Theory 277.",
        "[8] Bizer, D.S. and P.M. DeMarzo (1992) ~Sequential Banking. 100 Journal of Political Economy, ~1-61.",
        "[9] Blum, B. (2004) Bankruptcy and Debtor/Creditor, Examples and Explanations, 3rd ed.",
        "[10] Bjerre, C.S. (1999) ~Secured Transactions Inside Out: Negative Pledge Covenants, Prop- erty and Perfection, 8~ Cornell L. Rev. 305.",
        "[11] Calabresi, G. and A.D. Melamed (1972) ~Property Rules, Liability Rules and Inalien- ability: One View of the Cathedral, 85 Harvard L. Rev., 1089-1128. 34",
        "[12] Coase, R. H. (1960). The Problem of Social Cost. Journal of Law and Economics, 3(1), l-44.",
        "[13] Easterbrook, F. H. and D. R. Fischel (1985) Limited Liability and the Corporation 52 Chi L. Rev 89.",
        "[14] Epstein, R.A. (1982) Notice and Freedom of Contract in the Law of Servitudes, 55 So. Cal. L. Rev. 1353",
        "[15] Grossman, S., and Hart, 0. (1986). The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration. Journal of Political Economy, 94:691-719.",
        "[16] Guner, A.B. (2007) Loan Sales and the Cost of Corporate Borrowing forthcoming, Review of Financial Studies",
        "[17] Hansmann, H. and R. Kraakman (2002). Property, Contract and Verification: The Numerus Clausus Problem and the Divisibility of Rights 31 Journal of Legal Studies S373-S420.",
        "[18] Hart, 0., and Moore, J. (1990). Property Rights and the Nature of the Firm. Journal of Political Economy, 98:1119-58.",
        "[19] Jackson, T. and A. Kronman (1979) Secured Financing and Priorities Among Credi- tors 88 Yale L. J. 1153-1182.",
        "[20] Jensen, M. and W. Meckling (1976) Theory of the Firm, Managerial Behavior, Agency Costs and Ownership Structure Journal of Financial Economics, 3: 305-360.",
        "[21] Kaplow, L. and S. Shavell (1995) Do Liability Rules Facilitate Bargaining? A Reply to Ayres and Talley 105 Yale L. J., 221.",
        "[22] . (1996) Property Rules Versus Liability Rules: An Economic Analysis, 109 Harvard L. Rev 713.",
        "[23] Katz, A. (1990). Your Terms or Mine? The Duty to Read the Fine Print in Contracts Rand Journal of Economics, 21(4), 518-537.",
        "[24] Klein, B., R. Crawford and A. Alchian (1978) Vertical Integration, Appropriable Rents and the Competitive Contracting Process, Journal of Law and Economics, 21: 297- 326",
        "[25] Merrill, T. and H. Smith (2000) Optimal Standardization in the Law of Property: The Numerus Clausus Principle 110 Yale L.J. 1-70. 35",
        "[26] . (2001a) What Happened to Property in Law and Economics? 111 Yale L.J. 357-398.",
        "[27] . (2001b). The Property/Contract Interface 110 Colum. L. Rev. 773.",
        "[28] Morse, D. W. (2001) Revised Article 9 Anti-Assignment Clauses: Then and Now Unpublished manuscript, The Association of Commercial Finance Attorneys.",
        "[29] Plank, T. W. (2001) The Limited Security Interest in Non-Assignable Collateral Under Revised Article 9 9 American Bankruptcy Institute Law Review 323.",
        "[30] Schwarcz, S. L.(1999) The Impact on Securitization of Revised Article 9 7~ Chi.-Kent L. Rev 947.",
        "[32] Schwartz, A. (1996) Priority Contracts and Priority in Bankruptcy 82 Cornell L. Rev. 1396.",
        "[33] . (1998) A Contract Theory Approach to Business Bankruptcy, 107 Yale L.J. 1807.",
        "[34] Thompson, R.B. (1991) Piercing the Corporate Veil: An Empirical Study 76 Cornell L. Rev 1036.",
        "[35] Triantis, G. G. (1993) A Theory of the Regulation of Debtor-in-Possession Financing ~6 Vand. L. Rev. 901.",
        "[36] Warren, E. and J. L. Westbrook (2005) Contracting Out of Bankruptcy: An Empirical Intervention, 118 Harvard L. Rev. 1197",
        "[37] Williamson, 0. (1975). Markets and Hierarchies: Analysis and Antitrust Implications. New York: Free Press.",
        "[38] Williamson, 0. (1979). Transaction-Cost Economics: The Governance of Contractual Relations. Journal of Law and Economics, 22:3-61.",
        "[39] Williamson, O.(1985). The Economic Institutions of Capitalism. New York: Free Press."
    ]
}