{
    "id": 13313,
    "cites": 21,
    "cited_by": 8,
    "reference": [
        "Bernard, Andrew B., J. Bradford Jensen, and Peter K. Schott. 2006. Transfer Pricing by U.S.- Based Multinational Firms, Tuck School of Business Working Paper No. 2006-33.",
        "Bosworth, Barry P., Susan M. Collins. 2006. Economic Growth, in Susan M. Collins, Barry P. Bosworth, and Miguel A. Soto-Class eds., The Economy of Puerto Rico (Washington, D.C.: Brookings Institution): 17-69.",
        "Buiter, Willem. 2006. Dark Matter or Cold Fusion? Global Economics Paper no. 136, London: Goldman Sachs (16 January).",
        "Bureau of Economic Analysis. 2007. News Release: U.S. International Investment Position, 2006. http ://www.bea.gov/newsreleases/international/intinv/2007/pdf/intinv06 .pdf.",
        "Cline, William. 2005. The United States as a Debtor Nation, Washington D.C.: Institute for International Economics and the Center for Global Development.",
        "Curcuru, Stephanie E., Tomas Dvorak, and Francis E. Warnock. 2007. The Stability of Large External Imbalances: The Role of Return Differentials, NBER Working Paper 13074, Cambridge, MA.",
        "Gourinchas, Pierre-Olivier and HÃ\u0083Â©lÃ\u0083Â¨ne Rey. 2007. From World Banker to World Venture Capitalist: US External Adjustment and the Exorbitant Privilege, in Richard H. Clarida (ed.), G7 Current Account Imbalances. Sustainabilily andAdjustment, The University of Chicago Press, pp. 11-55.",
        "Gros, Daniel. 2006a. Foreign Investment in the US (I): Disappearing in a Black Hole? CEPS Working Document No. 242, Centre for European Policy Studies, Brussels, April.",
        "Working Document No. 243, Centre for European Policy Studies, Brussels, April. Grubert, I-larry. 1997. Another Look at the Low Taxable Income of Foreign~Controiied Companies in the United States, U.S. Treasury Department, Office of Tax Analysis Paper 74 (October).",
        "Grubert, Harry, Timothy Goodspeed, and Deborah Swenson. 1993. Explaining the Low Taxable Income of Foreign-Controlled Companies in the United States, in Alberto Giovannini, R. Glen Hubbard, and Joel Slemrod, eds., Studies in International Taxation. (Chicago: University of Chicago Press): 237-70.",
        "Grubert, Harry, and John Mutti. 1991. Taxes, Tariffs and Transfer Pricing in Multinational Corporation Decision Making, Review of Economics and Statistics (May): 285-293.",
        "Hausmann, Ricardo and Federico Sturzenegger. 2006. Global Imbalances or Bad Accounting? The Missing Dark Matter in the Wealth of Nations. Harvard University, Center for International Development Working Paper 124.",
        "Hines, James R.Jr., and Eric M. Rice. 1994. Fiscal Paradise: Foreign Tax Havens and American Business, The Quarterly Journal of Economics, Vol. 109, No. 1. (Feb.): 149-182.",
        "Huang, Juann H., and Angelo Mascaro. 2004. Return on Cross-Border Investment: Why Does U.S. Investment Abroad Do Better? Technical Paper no. 2004-17, Washington, D.C.: Congressional Budget Office (December).",
        "Huizinga, Hany and Luc Laeven. 2006. International Profit Shifting within Multinationals: a Multi-country Perspective. European Economy, European Commission Economic Papers, number 260. Brussels, Belgium.",
        "Kitchen, John. 2006. Sharecroppers or Shrewd Capitalists? Projections of the U.S. Cunent Account, International Income Flows, and Net International Debt. Unpublished manuscript, Office of Management and Budget (February).",
        "Landefeld, Steven and Ann Lawson. 1991. Valuation of the U.S. Net International Investment Position, Survey of Current Business (May): 40-49.",
        "Lipsey, Robert. 2006. Measuring International Trade in Services, NBER Working Paper 12271. Cambridge, MA.",
        "Mataloni, Raymond J. Jr.2000. An Examination of the Low Rates of Return of Foreign-Owned U.S. Companies, Survey of Current Business (March): 55-73.",
        "McGrattan, Ellen R., and Edward C. Prescott. 2006. Technology Capital and the U.S. Cunent Account, Federal Reserve Bank of Minneapolis Research Department Working Paper 646 (November).",
        "Tille, Cedric. 2003. The Impact of Exchange Rate Movements on U.S. Foreign Debt. Current Issues in Economics and Finance 9 (1), Federal Reserve Bank of New York."
    ]
}