{
    "id": 13315,
    "cites": 28,
    "cited_by": 16,
    "reference": [
        "Abel, Andrew and Janice Eberly (2002): ~Q without adjustment costs and cash flow effects without financing constraints, Mimeo, University of Pennsylvania.",
        "Albuquerque, Rui (2004): ~Optimal Currency Hedging, Finance 0405010, EconWPA.",
        "Arrelano, Manuel and Stephen Bond (1991): ~Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Review of Economic Studies, 58, 277-297.",
        "Eberly, Janice, Rebelo, Sergio, and Nicolas Vincent (2007): ~Investment, Cash Flow and Value: A Neoclassical Benchmark, Mimeo, Northwestern University.",
        "Aghion, Philippe, Philippe Bachetta and Abhijit Banerjee (2001): ~Currency Crises and Monetary Policy in an Economy with Credit Constraints, European Economic Review, 45, 1121-1150.",
        "Baltagi, Badi and Pinx X. Wu (1999): ~Unequally Spaced Panel Data with AR(1) Disturbances,  Econometric Theory, 15, 814-823.",
        "Bayraktar, Nihal, Plutarchos Sakellaris and Philip Vermeulen (2005): ~Real versus Financial Frictions to Capital Investment, Working Paper No. 566, European Central Bank.",
        "Blanchard, Olivier Jean, Florencio Lopez-de-Silanes and Andrei Shleifer (1994): ~What Do Firms Do with Cash Windfalls~, Journal of Financial Economics, 36, 337-360.",
        "Bleakley, Hoyt and Kevin Cowan (2002): ~Corporate Dollar Debt and Depreciations: Much Ado About Nothing?, Working Paper No. 02-5, Federal Reserve Bank of Boston.",
        "Cepedes, Luis Philippe., Roberto Chang and Andres Velasco (2004): ~Balance Sheets and Exchange Rate Policy, American Economic Review, 94, 1183-93.",
        "Christiano, Lawrence and Jonas Fisher (2000): ~Algorithms for Solving Dynamic Models with Occasionally Binding Constraints, Journal of Economic Dynamics and Control, 24, 1179-1232.",
        "Cooper, Russell and Joao Ejarque (2003): ~Financial Frictions and Investment: Requiem in Q, Review of Economic Dynamics, 6, 710-728.",
        "Den Haan, WJ and A. Marcet (1990): ~Solving the Stochastic Growth Model by Parameterizing Expectations, Journal of Business and Economic Statistics, 8, 31-34.",
        "Desai, Mihir A., C. Fritz Foley, and Kristin J. Forbes (2007): ~Financial Constraints and Growth: Multinational and Local Firm Responses to Currency Crises, Forthcoming Review of Financial Studies.",
        "Fazzari, Steven R., Glenn Hubbard and Bruce Petersen (1988): ~Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity, 1, 144-195.",
        "Frankel, Jeffrey (2003): ~Experience of and lessons from Exchange Rate Regimes in Emerging Economies, In Monetary and Financial Cooperation in East Asia, Macmillan Press.",
        "Gertler, Mark, Simon Gilchrist and Fabio M. Natalucci (2007): ~External Constraints on Monetary Policy and the Financial Accelerator, Journal of Money, Credit and Banking, 39, 295-330.",
        "Gilchrist, Simon and Charles P. Himmelberg (1995): ~The Role of Cash Flow in ReducedForm Investment Equations, Journal of Monetary Economics, 36. 541-572.",
        "Gourieroux, Christian, and Alain Monfort (1996): Simulation Based Econometric Methods, Oxford University Press, Oxford, U.K..",
        "Hennessy, Christopher A. and Toni M. Whited (2006): ~How Costly is External Financing? Evidence from a Structural Estimation, Mimeo, Univ. of Wisconsin.",
        "Hoshi, Takeo, Anil Kashyap and David Scharfstein (1991): ~Corporate Structure, Liquidity and Investment: Evidence from Japanese Industrial Groups, Quarterly Journal of Economics, 106, 33-60.",
        "Hubbard, R. Glenn (1998): ~Capital Market Imperfections and Investment, Journal of Economic Literature, 36, 193-225.",
        "Kim, Young-Sik and Park, Woo-Young, 2000, ~Input-Output Structure and the Real Business Cycle of the Korean Economy ~, Kyunghee University WP.",
        "Judd, Kenneth (1992): ~Projection Methods for Solving Aggregate Growth Models, Journal of Economic Theory, 58, 410-425.",
        "Kaplan, Steven N. and Luigi, Zingales (1997): ~Do Investment-Cash Flow Sensitivities Provide Useful Measures of Financing Constraints?, Quarterly Journal of Economics, CXII, 169-215.",
        "Krueger, Anne and Jae Yoo (2002): ~Chaebol Capitalism and the Currency-Financial Crisis in Korea, in Preventing Currency Crises in Emerging Markets, NBER Conference Report Series, Chicago: University of Chicago Press.",
        "Lamont, Owen (1997): ~Cash Flow and Investment: Evidence from Internal Capital Markets,  Journal of Finance, 52, 83-109.",
        "Stein, Jeremy (2003): ~Agency, Information and Corporate Investment in G.M. Constantinides, M. Harris and R. Stulz, Handbook of the Economics of Finance, Elsevier Science."
    ]
}