{
    "id": 13314,
    "cites": 58,
    "cited_by": 109,
    "reference": [
        "Ainslie, George, Picoeconomics, Cambridge: Cambridge University Press, 1992.",
        "Akerlof, George, Procrastination and Obedience, American Economic Review, May 1991, 81 (2), 1-19.",
        "Altonji, Joseph and Lewis Segal, Small-Sample Bias in GMM Estimation of Covariance Struc- tures, Journal of Business and Economic Statistics, 1996, 14 (3), 353-66.",
        "Amador, Manuel, Ivan Werning, and George-Marios Angeletos, Commitment Vs. Flexibility, 2004. MIT mimeo.",
        "Angeletos, George-Marios, David Laibson, Andrea Repetto, Jeremy Tobacman, and Stephen Wein- berg, The Hyperbolic Consumption Model: Calibration, Simulation, and Empirical Evalua- tion, Journal of Economic Perspectives, Summer 2001, 15 (3), 47-68.",
        "Atkinson, Anthony, Lee Rainwater, and Timothy Smeeding, Income Distribution in OECD Coun- tries: Evidence from the Luxembourg Income Study (LIS) , Technical Report Social Policy Studies 18, OECD 1995.",
        "Attanasio, Orazio and Guglielmo Weber, Is Consumption Growth Consistent with Intertempo- ral Optimization? Evidence from the Consumer Expenditure Survey, Journal of Political Economy, 1995, 103 (6), 1121-1157.",
        "James Banks, Costas Meghir, and Guglielmo Weber, Humps and Bumps in Lifetime Con- sumption, Journal of Business and Economic Statistics, January 1999, 17 (1), 22-35.",
        "Ausubel, Lawrence, The Failure of Competition in the Credit Card Market, American Economic Review, March 1991, 81(1), 50-81.",
        "Bernheim, B. Douglas, Jonathan Skinner, and Steven Weinberg, What Accounts for the Variation in Retirement Saving Among U.S. Households?, American Economic Review, September 2001, 91(4), 832-857.",
        "Bertaut, Carol and Michael Haliassos, Debt Revolvers for Self Control, 2001. University of Cyprus mimeo.",
        "Browning, Martin and Annamaria Lusardi, Household Saving: Micro Theories and Micro Facts, Journal of Economic Literature, December 1996, 34 (4), 1797-1855.",
        "Carroll, Christopher, The Buffer-Stock Theory of Saving: Some Macroeconomic Evidence, Brookings Papers on Economic Activity, 1992, 1992 (2), 61-156.",
        "Performance, Chicago: Chicago University Press, 1991.",
        "Chetty, Raj, Consumption Commitments, Unemployment Durations, and Local Risk Aversion, 2004. NBER Working Paper 10211.",
        "Chung, Shin-Ho and Richard Herrnstein, Choice and Delay of Reinforcement, Journal of the Experimental Analysis of Behavior, 1967, 10, 67-74.",
        "Deaton, Angus, Saving and Liquidity Constraints, Econometrica, 1991, 59 (5), 1221-1248.",
        "Understanding Consumption, Oxford: Oxford University Press, 1992.",
        "The Analysis of Household Surveys: A Microeconometric Approach to Development Policy, Baltimore: Johns Hopkins University Press, 1997.",
        "DellaVigna, Stefano and Ulrike Malmendier, Contract Design and Self-Control: Theory and Ev- idence, Quarterly Journal of Economics, May 2004, 119 (2), 353-402. Harvard University mimeo.",
        "Duffie, Darrell and Ken Singleton, Simulated Moments Estimation of Markov Models of Asset Prices, Econometrica, 1993, 61(4), 929-952.",
        "Dynarski, Susan and John Gruber, Can Families Smooth Variable Earnings?, Brookings Papers on Economic Activity, 1997, pp. 229-305.",
        "Engen, Eric, William Gale, and Con Uccello, The Adequacy of Household Saving, Brookings Papers on Economic Activity, 1999, 1999 (2), 65-165.",
        "Fang, Hanming and Dan Silverman, Time Inconsistency and Welfare Program Participation: Ev- idence from the NLSY, 2004. Cowles Foundation Discussion Paper 1465, Yale University.",
        "Flavin, Marjorie and Takashi Yamashita, Owner-Occupied Housing and the Composition of the Household Portfolio, American Economic Review, March 2002, 92 (1), 345-362.",
        "Frederick, Shane, George Loewenstein, and Ted ODonoghue, Time Discounting and Time Pref- erence: A Critical Review, Journal of Economic Literature, 2002, 40 (2), 351-401.",
        "French, Eric, The Effects of Health, Wealth, and Wages on Labor Supply and Retirement Behav- ior, Review of Economic Studies, 2005, 72 (2), 395-437.",
        "Gourinchas, Pierre-Olivier and Jonathan Parker, Consumption over the Life Cycle, Econometrica, January 2002, 70 (1), 47-89.",
        "Gross, David and Nicholas Souleles, Do Liquidity Constraints and Interest Rates Matter for Con- sumer Behavior? Evidence from Credit Card Data, Quarterly Journal of Economics, February 2002, 117 (1), 149-185.",
        "Hall, Robert, Intertemporal Substitution in Consumption, Journal of Political Economy, 1988, 96 (2), 339-357.",
        "Hausman, Jerry, Individual Discount Rates and the Purchase and Utilization of Energy-Using Durables, Bell Journal of Economics, 1979, 10 (1), 33-54.",
        "Hubbard, Glenn, Jonathan Skinner, and Stephen Zeldes, The Importance of Precautionary Mo- tives in Explaining Individual and Aggregate Saving, Carnegie-Rochester Conference Series on Public Policy, June 1994, 40, 59-126.",
        "Kahneman, Daniel and Amos Tversky, Prospect Theory: An Analysis of Decision Under Risk, Econometrica, March 1979, 47 (2), 263-291.",
        "Kocherlakota, Narayana, The Equity Premium: Its Still a Puzzle, Journal of Economic Literature, March 1996, 34 (1), 42-71.",
        "Laibson, David, Golden Eggs and Hyperbolic Discounting, Quarterly Journal of Economics, 1997, 62 (2), 443-478.",
        "Andrea Repetto, and Jeremy Tobacman, Self-Control and Saving for Retirement, Brookings Papers on Economic Activity, 1998, (1), 91-196.",
        "Lawrence, Emily, Poverty and the Rate of Time Preference: Evidence from Panel Data, Journal of Political Economy, 1991, 99 (1), 54-77.",
        "Mankiw, N. Gregory and Stephen P. Zeldes, The Consumption of Stockholders and Non- Stockholders, Journal of Financial Economics, 1991, 29 (1), 97-112.",
        "McFadden, Daniel, A Method of Simulated Moments for Estimation of Discrete Response Models Without Numerical Integration, Econometrica, 1989, 57 (5), 995-1026.",
        "Newey, Whitney and Daniel McFadden, Large Sample Estimation and Hypothesis Testing, in Robert Engle and Daniel McFadden, eds., Handbook of Econometrics, Volume IV, Elsevier Science, 1994, pp. 2111-2245.",
        "ODonoghue, Ted and Matthew Rabin, Doing It Now or Later, American Economic Review, March 1999, 89 (1), 103-124.",
        "Pakes, Ariel and David Pollard, Simulation and the Asymptotics of Optimization Estimators, Econometrica, 1989, 57 (5), 1027-1057.",
        "Palumbo, Michael, Uncertain Medical Expenses and Precautionary Saving Near the End of the Life Cycle, Review of Economic Studies, April 1999, 66 (2), 395-421.",
        "Parker, Jonathan, The Reaction of Household Consumption to Predictable Changes in Social Security Taxes, American Economic Review, September 1999, 89 (4), 959-973.",
        "Paserman, Daniele, Job Search and Hyperbolic Discounting: Structural Estimation and Policy Evaluation, 2004. CEPR Discussion Paper 4396.",
        "Phelps, Edmund and Robert Pollak, On Second-Best National Saving and Game-Equilibrium Growth, Review of Economic Studies, 1968, 35, 185-199.",
        "Rabin, Matthew, Risk Aversion and Expected Utility Theory: A Calibration Theorem, Econometrica, 2000, 68 (5), 1281-1292.",
        "Ruggles, Patricia, Drawing the Line: Alternative Poverty Measures and Their Implications for Public Policy, Washington, DC: The Urban Institute Press, 1990.",
        "Samwick, Andrew A., Discount Rate Heterogeneity and Social Security Reform, Journal of Development Economics, October 1998, 57 (1), 117-146.",
        "Shea, John, Union Contracts and the Life-Cycle/Permanent Income Hypothesis, American Economic Review, March 1995, 85 (1), 186-200.",
        "Shui, Haiyan and Lawrence M. Ausubel, Time Inconsistency in the Credit Card Market, Econo- metric Society North American Summer Meetings 176 May 3 2004.",
        "Strotz, Robert, Myopia and Inconsistency in Dynamic Utility Maximization, Review of Economic Studies, 1955, 23 (3), 165-180.",
        "U.S. Census Bureau, Statistical Abstract of the United States 1995.",
        "U.S. National Center for Health Statistics, Vital Statistics of the United States, Department of Health and Human Services, 1994.",
        "Viscusi, Kip and Michael Moore, Rates of Time Preference and Valuation of the Duration of Life, Journal of Public Economics, 1989, 38 (3), 297-317.",
        "Warner, John and Saul Pleeter, The Personal Discount Rate: Evidence from Military Downsizing Programs, American Economic Review, 2001, 91 (1), 33-53.",
        "West, Kenneth, Ka-Fu Wong, and Stanislav Anatolyev, Instrumental Variables Estimation of Heteroskedastic Linear Models Using All Lags of Instruments, 2004. University of Wisconsin mimeo.",
        "Zeldes, Stephen, Optimal Consumption with Stochastic Income: Deviations from Certainty Equiv- alence, Quarterly Journal of Economics, 1989, 104 (2), 275-298."
    ]
}