{
    "id": 1332,
    "cites": 22,
    "cited_by": 2,
    "reference": [
        "Olivier J. Blanchard [1983a] Current and Anticipated Deficits, Interest Rates and Economic Activity, unpublished, July.",
        "Olivier J. Blanchard [1983b} Debt, Deficits and Finite Horizons, unpublished, October.",
        "A.S. Blinder, R.M. Solow et al. [1974] The Economics of Public Finance, The Brookings Institution.",
        "Michael J. Boskin [1982] Federal Government Deficits: Some Myths and Realities, American Economic Review, Papers and Proceedings, 72, May, pp 296-303.",
        "Willem H. Buiter [1980a1 Crowding Out of Private Capital Formation by Government Borrowing in the Presence of Intergenerational Gifts and Bequests, Greek Economic Review, 2, August, pp 111-142.",
        "Willem H. Buiter [1982a1 Comment on T.J. Sargent and N. Wallace: Some Unpleasant Monetarist Arithmetic, NBER Working Paper No. 867, March.",
        "Willem H. Buiter [1982b] Deficits, Crowding Out and Inflation: The Simple Analytics, Centre for Labour Economics, London School of Economics, Discussion Paper No. 143, December.",
        "Willem H. Buiter [1983] The Measurement of Public Sector Deficits and its Implications for Policy Evaluation and Design, IMF Staff Papers, June 1983.",
        "Willem H. Buiter [1983b} The Theory of Optimum Deficits and Debt, NBER Working Paper No 1232, November.",
        "Willem H. Buiter [1984] Allocative and Stabilization Aspects of Budgetary and Financial Policy, Centre for Economic Policy Research Working Paper, forthcoming in Economica.",
        "Willem H. Buiter and Marcus H. Miller [1983] Changing the Rules: Economic Consequences of the Thatcher Regime, Brookings Papers on Economic Activity 1983, 2, pp 305-365.",
        "J. Carmichael [1982] On Barros Theorem of Debt Neutrality: The Irrelevance of Net Wealth, American Economic Review, 72, March, pp 202-213.",
        "Alex Cukierman and Jorgen Mortensen [19831 Monetary assets and inflation- induced distortions of the national accounts - conceptual issues and the correction of sector income flows in 5 EEC countries, Commission of the European Communities, Directorate General for Economic and Financial Affairs, Economic Papers, No. 15, June.",
        "P. Diamond [1965] National Debt in a Neo-Classical Growth Model, American Economic Review, 55, pp 1126-1150.",
        "John Hills [1984] Public Assets and Liabilities and the Presentation of Budgetary Policy in Public Finances in Perspective, IFS Report Series No 8.",
        "G.V. Jump [1980] Interest rates, inflation expectations, and spurious elements in measured real income and savings, American Economic Review, 70, December, pp 990-1004.",
        "Marcus H. Miller [1982] Inflation-Adjusting the Public Sector Financial Deficit, in J. Kay, ed. The 1982 Budget, Oxford.",
        "Marcus H. Miller and Simon Babbs [1983] The True Cost of Debt Service and the Public Sector Financial Deficit, mimeo, April 1983.",
        "T. Sargent [1981] Stopping Moderate Inflation: The Methods of Poincar~ and Thatcher, unpublished.",
        "T. Sargent and N. Wallace [1981] Some Unpleasant Monetarist Arithmetic Federal Reserve Bank of Minneapolis Quarterly Review, Autumn 1981.",
        "J. Siegel [1979] Inflation-Induced Distortions in Government and Private Saving Statistics, Review of Economics and Statistics, February 1979, pp 83-90.",
        "C.T. Taylor and A.R. Threadgold [1979] Real National Saving and its Sectoral Composition, Bank of England, Discussion Paper No. 6, October."
    ]
}