{
    "id": 13328,
    "cites": 11,
    "cited_by": 88,
    "reference": [
        "Blanchard, Olivier and Roberto Perotti, An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output, Quarterly Journal of Economies 117, November 2002, i329-i368.",
        "Burnside, Craig, Martin Eichenbaum, and Jonas Fisher, Fiscal Shocks and Their Consequences, Journal of Economic Theory 115, 2004, 89-ii7.",
        "Campbell, John Y., and John Cochrane, By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy 107, April i999, 205-25i. Corsetti, Giancarlo and Gernot J. Mflller, Twin deficits: squaring theory, evidence and common sense, Economic Policy, October 2006, 599-638.",
        "Eichenbaum, Martin and Jonas D. M. Fisher, Fiscal Policy in the Aftermath of 9/u, mimeo, Northwestern University, March 2004.",
        "FatÃ\u0083Â¡s, Antonio, and Ilian Mihov, The Effects of Fiscal Policy on Consumption and Employment: Theory and Evidence, manuscript, Insead, August 200i. Froot, Kenneth A. and Paul D. Klemperer, Exchange Rate Pass-Through When Market Share Matters, American Economic Review 79, September i989, 637-654. Gall, Jordi, David LÃ\u0083Â¡pez-Salido, and Javier VallÃ\u0083Â©s, Understanding the Effects of Government Spending on Consumption, Journal of the European Economic Association 5, March 2007, 227-270.",
        "Linnemann, Ludger, The Effect of Government Spending on Private Consumption: A Puzzle? , Journal of Money, Credit, and Banking 38, October 2006, i7iS-i736.",
        "Monacelli, Tommaso and Roberto Perotti, Fiscal Policy, the Trade Balance, and the Real Exchange Rate: Implications for International Risk Sharing, manuscript, IGIER, UniversitÃ\u0083Â  Bocconi, June 2006.",
        "Nickell, S., Biases in Dynamic Models with Fixed Effects, Econometrica 49, i98i, i4i7-i426. Perotti, Roberto, Estimating the effects of fiscal policy in OECD countries, manuscript, IGIER, UniversitÃ\u0083Â  Bocconi, October 2004.",
        "Perotti, Roberto, In search of the transmission mechanism for fiscal policy, manuscript, IGIER, UniversitÃ\u0083Â  Bocconi, March 2007. forthcoming NBER Macroeconomics Annual 2007.",
        "Phelps, Edmund S. and Sidney G. Winter, Optimal Price Policy under Atomistic Competition, in Edmund S. Phelps, Ed., Microeconomic Foundations of Employment and Inflation Theory, New York, NY: W.W. Norton, i970. Ramey, Valerie, Identifying Government Spending Shocks: Its All in the Timing, mimeo, University of California, San Diego, July 2006.",
        "Ramey, Valerie and Matthew D. Shapiro, Costly Capital Reallocation and the Effects of Government Spending, Carnegie-Rochester Conference Series on Public Policy 48, June i998, i45-i94. Ravn, Morten 0., Stephanie Schmitt-GrohÃ\u0083Â³, and Martin Uribe, Deep Habits, Review of Economic Studies 73, January 2006, i95-2i8."
    ]
}