{
    "id": 13325,
    "cites": 62,
    "cited_by": 36,
    "reference": [
        "[1] Alvarez, Fernando, Robert E. Lucas, Jr., and Warren Weber, Interest Rates and Inflation, American Economic Review (Papers and Proceedings) 9 1(2): 219-225 (2001).",
        "[2] Aoki, Kosuke, and Kahn Nikolov, Rule-Based Monetary Policy under Central Bank Learning, CEPR discussion paper no. 5056, May 2005.",
        "[3] Assenmacher-Wesche, Katrin, and Stefan Gerlach, Interpreting Euro Area Inflation at High and Low Frequencies, CEPR discussion paper no. 5632, April 2006.",
        "[4] Barro, Robert J., and David B. Gordon, A Positive Theory of Monetary Policy in a Natural Rate Model, Journal of Political Economy 91: 589-610 (1983).",
        "[5] Batini, Nicoletta, and Edward Nelson, The Lag from Monetary Policy Actions to Inflation: Friedman Revisited, International Finance 4(3): 381-400 (2001).",
        "[6] Batini, Nicoletta, and Anthony Yates, Hybrid Inflation and Price-Level Targeting,  Journal of Money, Credit and Banking 35: 283-300 (2003).",
        "[7] Benati, Luca, Long-Run Evidence on Money Growth and Inflation, Bank of England Quarterly Bulletin, Autumn 2005, pp. 349-355.",
        "[8] Bernanke, Ben S., Mark Gertler, and Simon Gilchrist, The Financial Accelerator in a Quantitative Business Cycle Framework, in John B. Taylor and Michael Woodford, eds., Handbook of Macroeconomics, vol. 1C, Amsterdam: North Holland, 1999.",
        "[9] Bordes, Christian, Laurent Clerc, and Velayoudom Marimoutou, Is there a Structural Break in Equilibrium Velocity in the Euro Area? Banque de France working paper no. 165, February 2007.",
        "[10] Bruggeman, Annick, Paola Donati, and Anders Warne, Is the Demand for Euro Area M3 Stable? in Otmar Issing et al, eds., Background Studies for the ECBs Evaluation of its Monetary Policy Strategy, Frankfurt: European Central Bank, 2003. 45",
        "[11] Bullard, James, and Kaushik Mitra, Learning about Monetary Policy Rules, Journal of Monetary Economics 49: 1105-1129 (2002).",
        "[12] Calvo, Guillermo A., Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics 12: 383-398 (1983).",
        "[13] Christiano, Lawrence J., Roberto Motto, and Massimo Rostagno, The Great Depression and the Friedman-Schwartz Hypothesis, Journal of Money, Credit and Banking 35 (6, pt. 2): 1119-1198 (2003).",
        "[15] Clarida, Richard, Jordi Gall, and Mark Gertler, The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature 37: 166 11707 (1999).",
        "[16] CÃ\u0083Â¼rdia, Vasco, Monetary Policy under Sudden Stops, in Essays in Open Economy Macroeconomics, Ph.D. dissertation, Department of Economics, Princeton University, June 2007.",
        "[17] de Grauwe, Paul, and Magdalena Polan, Is Inflation Always and Everywhere a Monetary Phenomenon? CEPR discussion paper no. 2841, June 2001.",
        "[18] Eggertsson, Gauti B., and Michael Woodford, The Zero Bound on Interest Rates and Optimal Monetary Policy, Brookings Papers on Economic Activity 2003:1, pp. 139-211.",
        "[19] Estrella, Arturo, and Frederic S. Mishkin, Is There a Role for Monetary Aggregates in the Conduct of Monetary Policy? Journal of Monetary Economics 40: 279-304 (1997).",
        "[20] European Central Bank, The Monetary Policy of the ECB, Frankfurt: European Central Bank, 2004.",
        "[22] Friedman, Milton, The Role of Monetary Policy, American Economic Review 58: 1-17 (1968).",
        "[23] Friedman, Milton, Money Mischief: Episodes in Monetary History, New York: Harcourt Brace Jovanovich, 1992.",
        "[24] Gall, Jordi, and Mark Gertler, Inflation Dynamics: A Structural Econometric Analysis, Journal of Monetary Economics 44: 195-222 (1999).",
        "[25] Goodfriend, Marvin, and Bennett T. McCallum, Banking and Interest Rates in Monetary Policy Analysis: A Quantitative Exploration, NBER Working Paper no. 13207, June 2007.",
        "[26] Goodhart, Charles A.E., Whatever Became of the Monetary Aggregates? National Institute Economic Review 200: 56-61 (2007).",
        "[30] Ireland, Peter, Moneys Role in the Business Cycle, Journal of Money, Credit and Banking 36: 969-983 (2004).",
        "[31] Issing, Otmar, The ECBs Monetary Policy Strategy: Why Did We Choose a Two-Pillar Approach? address at the Fourth ECB Central Banking Conference, November 10, 2006. 47",
        "[32] Jaeger, A., The ECBs Money Pillar: An Assessment, IMF working paper no. 03/82, 2003.",
        "[33] King, Mervyn A., Challenges for Monetary Policy: New and Old, in New Challenges for Monetary Policy, Kansas City: Federal Reserve Bank of Kansas City, 1999.",
        "[34] King, Mervyn A., No Money, No Inflation The Role of Money in the Economy,  Bank of England Quarterly Bulletin, Summer 2002, pp. 162-177.",
        "[35] Kugler, Peter, and Sylvia Kauffman, Does Money Matter for Inflation in the Euro Area? Oesterreichische Nationalbank, working paper no. 103, 2005.",
        "[36] Kuttner, Robert, Agreeing to Disagree: Robert Kuttner Speaks with Milton Friedman, The American Prospect, January 5, 2006.",
        "[37] Kydland, Finn E., and Edward C. Prescott, Rules Rather than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy 85: 473-491 (1977).",
        "[38] London, Simon, Lunch with the FT: Milton Friedman, Financial Times, June 7, 2003.",
        "[39] Lucas, Robert E., Jr., Nobel Lecture: Monetary Neutrality, Journal of Political Economy 104: 661-682 (1996).",
        "[40] Lucas, Robert E., Jr., Panel Discussion: Colloquium in Honor of Otmar Issing, remarks presented at the ECB colloquium Monetary Policy: A Journey from Theory to Practice, Frankfurt, March 2006.",
        "[41] Masuch, Klaus, Sergio Nicoletti-Altimari, Huw Pill, and Massimo Rostagno, The Role of Money in Monetary Policy Making, in Otmar Issing et al, eds., Background Studies for the ECBs Evaluation of its Monetary Policy Strategy, Frankfurt: European Central Bank, 2003.",
        "[42] McCallum, Bennett T., Monetary Policy Analysis in Models without Money, Federal Reserve Bank of St. Louis Review 83: 145-160 (2001). 48",
        "[43] McCandless, George T., Jr., and Warren E. Weber, Some Monetary Facts, Federal Reser ye Bank of Minneapolis Quarterly Review, Summer 1995, pp. 2-11.",
        "[44] Nelson, Edward, The Future of Monetary Aggregates in Monetary Policy Analysis,  Journal of Monetary Economics 50: 1029-59 (2003).",
        "[45] Neumann, Manfred J.M., Pre-commitment and Guidance: Lessons from the Bundesbanks History, a paper presented at the ECB colloquium Monetary Policy: A Journey from Theory to Practice, Frankfurt, March 2006.",
        "[46] Orphanides, Athanasios, The Quest for Prosperity without Inflation, Journal of Monetary Economics 50: 633-663 (2003a).",
        "[47] Orphanides, Athanasios, Historical Monetary Policy Analysis and the Taylor Rule, Journal of Monetary Economics 50: 983-1022 (2003b).",
        "[48] Orphanides, Athanasios, and John C. Williams, Robust Monetary Policy Rules with Unknown Natural Rates, Brookings Papers on Economic Activity 2002-2, pp. 63-118.",
        "[49] Papademos, Lucas, The Role of Money in the Conduct of Monetary Policy, speech at the Fourth ECB Central Banking Conference, Frankfurt, November 9, 2006.",
        "[50] Preston, Bruce, Learning About Monetary Policy Rules when Long-Horizon Expectations Matter, International Journal of Central Banking 1: 8 1-126 (2005).",
        "[51] Radcliffe Committee, Report of the Committee on the Workings of the Monetary System, London: Her Majestys Stationery Office, 1959.",
        "[52] Reynard, Samuel, Maintaining Low Inflation: Money, Interest Rates, and Policy Stance, working paper, Swiss National Bank, October 2006.",
        "[53] Sbordone, Argia M., Prices and Unit Labor Costs: A New Test of Price Stickiness,  Journal of Monetary Economics 49: 265-292 (2002).",
        "[54] Smets, Frank R., and Raf Wouters, An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area, Journal of the European Economic Association 1: 1123-1175 (2003). 49",
        "[55] Smets, Frank R., and Raf Wouters, Shocks and Frictions in U.S. Business Cycles: A Bayesian DSGE Approach, American Economic Review 97: 586-606 (2007).",
        "[56] Stark, JÃ\u0083Â¼rgen, Introductory Remarks, remarks at the Fourth ECB Central Banking Conference, Frankfurt, November 9, 2006.",
        "[57] Stock, James H., and Mark W. Watson, Why Has U.S. Inflation Become Harder to Forecast? NBER working paper no. 12324, June 2006.",
        "[58] Svensson, Lars E.O., Comment: The Future of Monetary Aggregates in Monetary Policy Analysis, Journal of Monetary Economics 50: 1061-1070 (2003).",
        "[59] Svensson, Lars E.O., and Michael Woodford, Indicator Variables for Optimal Policy, Journal of Monetary Economics 50: 691-720 (2003).",
        "[60] Svensson, Lars E.O., and Michael Woodford, Implementing Optimal Monetary Policy through Inflation-Forecast Targeting, in B.S. Bernanke and M. Woodford, eds., The Inflation Targeting Debate, Chicago: University of Chicago Press, 2005.",
        "[61] Taylor, John B., Discretion versus Policy Rules in Practice, CarnegieRochester Conference Series on Public Policy 39: 195-214 (1993).",
        "[62] von zur Muehlen, Peter, Activist versus Non-Activist Monetary Policy: Optimal Rules under Extreme Uncertainty, FEDS paper no. 2001-2, Federal Reserve Board, January.",
        "[63] Walsh, Carl E., Monetary Theory and Policy, Cambridge, MA: MIT Press, 2d ed., 2003.",
        "[64] Woodford, Michael, Fiscal Requirements for Price Stability, Journal of Money, Credit and Banking 33: 669-728 (2001).",
        "[65] Woodford, Michael, Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton: Princeton University Press, 2003.",
        "[66] Woodford, Michael, Interpreting Inflation Persistence: Comments on the Conference on Quantitative Evidence on Price Determination, Journal of Money, Credit and Banking, forthcoming 2006. 50",
        "[68] Yun, Tack, Nominal Price Rigidity, Money Supply Endogeneity, and Business Cycles, Journal of Monetary Economics 37: 345-370 (1996). 51"
    ]
}