{
    "id": 13334,
    "cites": 48,
    "cited_by": 24,
    "reference": [
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson (2001) The Colonial Origins of Comparative Development: An Empirical Investigation, American Economic Review, December, 91, 1369-1401.",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson (2002) Reversal of Fortune: Geography and Institutions in the Making of the Modern World Income Distribution, Quarterly Journal of Economics, 118, 1231-1294.",
        "Acemoglu, Daron and James A. Robinson (2006) Economic Origins of Dictatorship and Democracy, New York; Cambridge University Press.",
        "Acemoglu, Daron, Simon Johnson, James A. Robinson, and Pierre Yared (2007) Income and Democracy, forthcoming A men can Economic Review.",
        "Anderson, Theodore W. and Cheng Hsiao (1982) Formulation and Estimation of Dynamic Models using Panel Data, Journal of Econometrics, 18, 67-82.",
        "Arellano, Manuel and Stephen R. Bond (1991) Some Specification tests for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Review of Eco- nomic Studies, 58, 277-298.",
        "Barro, Robert J. (1997) The Determinants of Economic Growth: A Cross-Country Em- pirical Study, Cambridge; MIT Press.",
        "Barro, Robert J. (1999) The Determinants of Democracy, Journal of Political Economy, 107, S158-S183.",
        "Barro, Robert J. and Jong-Wha Lee (2000) International Data on Educational Attainment: Updates and Implications, CID Working Paper 42.",
        "Beck, Nathaniel (2001) Time-Series Cross-Section Data: What have we learned in the past few Years? Annual Review of Political Science, 4, 271-293.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan (2004) How Much Should we Trust Differences-in-Differences Estimates? Quarterly Journal of Economics, 119, 249 - 275.",
        "Boix, Carles (2003) Democracy and Redistribution, Cambridge University Press; New York.",
        "Boix, Carles and Susan C. Stokes (2003) Endogenous Democratization, World Politics, 55, 517-549.",
        "Bollen, Kenneth A. (1979) Political Democracy and the Timing of Development, Amer- 28 ican Sociological Review, 44, 572-587.",
        "Bollen, Kenneth A. (1990) Political Democracy: Conceptual and Measurement Traps, Studies in Comparative International Development, 25, 7-24.",
        "Burkhart, Ross E. and Michael S. Lewis-Beck (1994) Comparative Democracy: The Economic Development Thesis, American Political Science Review, 88, 903-910.",
        "Central Intelligence Agency (2004) CIA World Factbook, Website and Book. Washington, DC.",
        "Chamberlain, Gary (1980) Analysis of Covariance with Qualitative Data, Review of Economic Studies, 47, 225-238.",
        "Collier, David and Ruth Berins Collier (1991) Shaping the political arena: critical junctures, the labor movement, and regime dynamics in Latin America, Princeton; Princeton University Press.",
        "Dunning, Thad (2007) Crude Democracy: Natural Resource Wealth and Political Regimes, Unpublished book manuscript, Department of Political Science, Yale University.",
        "Elkins, Zachary (2000) Gradations of Democracy? Empirical Tests of Alternative Con- ceptualizations, American Journal of Political Science, 44, 293-300.",
        "Engerman, Stanley L. and Kenneth L. Sokoloff (1997) Factor Endowments, Insti- tutions, and Differential Paths of Growth among New World Economies, in Stephen H. Haber ed. How Latin America Fell Behind, Stanford; Stanford University Press.",
        "Epstein, David L., Robert H. Bates, Jack Goldstone, Ida Kristensen, and Sharyn OHalloran (2006) Democratic Transitions, American Journal of Political Science, 50, 551- 569.",
        "Fish, Steven M. (2002) Islam and Authoritarianism, World Politics, 55, 4-37.",
        "Freedom House (2004) Freedom in the World, Website and Book. Washington, DC.",
        "Green, Donald P., Soo Yeon Kim, and David H. Yoon (2001) Dirty Pool, International Organization, 55, 441-468.",
        "Heston, Alan, Robert Summers, and Bettina Atten (2002) Penn World Tables Version 6.1. Center for International Comparisons at the University of Pennsylvania (CICUP).",
        "Jackman, Robert W. (1973) On the relation of Economic Development to Democratic Performance, American Journal of Political Science, 17, 611-621.",
        "Lipset, Seymour M. (1959) Some Social Requisites of Democracy: Economic Develop- ment and Political Legitimacy, American Political Science Review, 53, 69-105.",
        "Lipset, Seymour M. and Stein Rokkan eds. (1967) Party systems and voter align- ments: cross-national perspectives, New York; Free Press.",
        "Londregan, John B. and Keith T. Poole (1996) Does High Income Promote Democ- racy? World Politics, 49, 1-30.",
        "Maddison, Angus (2003) The world economy: historical statistics, Development Centre of the Organization for Economic Cooperation and Development, Paris, France.",
        "Mahoney, James (2002) Legacies of Liberalism: Path Dependence and Political Regimes in Central America, Baltimore; Johns Hopkins University Press.",
        "Mahoney, James and Dietrich Rueschemeyer eds. (2003) Comparative Historical Analysis in the Social Sciences, New York; Cambridge University Press.",
        "McEvedy, Cohn and Richard Jones (1975) Atlas of World Population History, New York; Facts on File.",
        "Moulton, Brent R. (1986) Random Group Effects and the Precision of Regression Es- timates, Journal of Econometrics, XXXII, 385-397.",
        "Muller, Edwin N. (1995) Economic Determinants of Democracy, American Sociological Review, 60, 966-982.",
        "Mundlak, Yair (1978) On the Pooling of Time Series and Cross Section Data, Econo- metrica, 46, 69-85.",
        "Papaioannou, Elias and Gregorios Siourounis (2004) Economic and Social Factors Driving the Third Wave of Democratization Unpublished, London Business School.",
        "Przeworski, Adam and Fernando Limongi (1997) Modernization: Theory and Facts, World Politics, 49, 155-183.",
        "Ross, Michael L. (2001) Does Oil Hinder Democracy? World Politics, 53, 325-361.",
        "Scully, Timothy R. (1992) Rethinking the center: party politics in nineteenth- and twentieth-century Chile, Stanford; Stanford University Press.",
        "Simmons, Beth A. and Zachary Elkins (2004) The Globalization of Liberalization: Policy Diffusion in the International Political Economy, American Political Science Review, 98, 171-189.",
        "Steinmo, Sven, Kathleen Thelen, and Frank Longstreth eds. (1992) Structuring politics: historical institutionalism in comparative analysis, New York; Cambridge University Press.",
        "Weber, Max (1930) The Protestant Ethic and the Spirit of Capitalism. Allen and Unwin; London.",
        "Weiner, Myron (1987) Empirical Democratic Theory, in Myron Weiner and E. Ozbudan eds. Competitive Elections in Developing Countries, Duke University Press; Durham.",
        "Wooldridge, Jeffrey M. (2002) Econometric Analysis of Cross Section and Panel Data, MIT Press; Cambridge.",
        "World Bank (2002) World Development Indicators, CD-ROM and Book. Washington, DC."
    ]
}