{
    "id": 13339,
    "cites": 20,
    "cited_by": 2,
    "reference": [
        "Adams, W.J. and J.L. Yellen, Commodity Bundling and the Burden of Monopoly, Quarterly Journal of Economics, 1976, 90, pp.475-498.",
        "Bork, R.H., The Antitrust Paradox: A Policy at War with Itself~ New York: Basic Books, 1978.",
        "Bowman, W.S., Tying Arrangements and the Leverage Problem, Yale Law Review, 1957, 67, pp. 19-36.",
        "Carbajo, J., D. de Meza, and D.J. Seidman, A Strategic Motivation for Commodity Bundling, Journal of Industrial Economics, 1990, 38, pp.283-298.",
        "Carlton, D.W. and M. Waldman, The Strategic Use of Tying to Preserve and Create Market Power in Evolving Industries, Rand Journal of Economics, 2002, 33, pp.194-220.",
        "Carlton, D.W. and M. Waldman, How Economics can Improve Antitrust Doctrine towards TieIn Sales, Competition Policy International, 2005, 1, pp.27-40.",
        "Carlton, D.W. and M. Waldman, Tying, Upgrades, and Switching Costs in Durable Goods Markets, mimeo, Cornell University, 2006.",
        "Chen, Y., Equilibrium Product Bundling, Journal of Business, 1997, 70, pp.85-103.",
        "Choi, J.P. and C. Stefanadis, Tying, Investment, and the Dynamic Leverage Theory, Rand Journal of Economics, 2001, 32, pp.52-71.",
        "Director, A. and E. Levi, Law and the Future: Trade Regulation, Northwestern University Law Review, 1956, 51, pp.281-296.",
        "Evans, D. and M. Salinger, Why do Firms Bundle and Tie? Evidence from Competitive Markets and Implications for Tying Law, Yale Journal of Regulation, 2005, 22, pp.3790.",
        "Farrell, J. and M.L. Katz, Innovation, Rent Extraction and Integration in Systems Markets, Journal of Industrial Economics, 2000, 48, pp.413-432.",
        "Gans, J.S., Remedies for Tying in Computer Applications, mimeo, Melbourne, 2007.",
        "Miao, C., Bundling, Compatibility and Upgrades, mimeo, University of South Carolina, 2007.",
        "Nalebuff, B., Bundling as an Entry Barrier, Quarterly Journal of Economics, 2004, 119, pp.159-187.",
        "Nash, J.F., The Bargaining Problem, Econometrica, 1950, 18, pp.155-162.",
        "Ordover, J.A., A.O. Sykes, and R.D. Willig, Nonprice Anticompetitive Behavior by Dominant Firms Toward the Producers of Complementary Products, In F.M. Fisher, ed., Antitrust and Regulation: Essays in Memory of John J. McGowan, Cambridge, MA: MIT Press, 1985.",
        "Posner, R.A., Antitrust Law, An Economic Perspective, Chicago: Univ. of Chicago Press, 1976.",
        "Whinston, M.D., Tying, Foreclosure, and Exclusion, American Economic Review, 1990, 80, pp.837-859.",
        "Whinston, M.D., Exclusivity and Tying in US v. Microsoft: What We Know and Dont Know, Journal of Economic Perspectives, 2001, 15, pp.63-80."
    ]
}