{
    "id": 13331,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "Barreto, Daniel, Derek J. Gurney, Xiaoying Xie, and Lawrence H. Goulder, 2002. An Intertemporal General Equilibrium Model for Analyzing U.S. Energy and Environmental Policies: Data Documentation. Working paper, Stanford University.",
        "Bovenberg, A. Lans, and Lawrence H. Goulder, 2001. Neutralizing the Adverse Industry Impacts of CO2 Abatement Policies: What Does It Cost? In C. Carraro and G. Metcalf, eds., Behavioral and Distributional Effects of Environmental Policy, University of Chicago Press.",
        "Bovenberg, A. Lans, Lawrence H. Goulder, and Derek R. Gurney, 2005. Efficiency Costs of Meeting Industry-Distributional Constraints under Environmental Permits and Taxes. RAND Journal of Economics, Winter.",
        "Burtraw, Dallas, Karen Palmer, Ranjit Bharvirkar, and Anthony Paul, 2002. The Effect on Asset Values of the Allocation of Carbon Dioxide Emission Allowances. Dis- cussion Paper 02-15, Resources for the Future, Washington, D.C., March.",
        "Chirinko, Robert S., Steven M. Fazzari, and Andrew P. Meyer, 2002. That Elusive Elasticity: A Long-Panel Approach to Estimating the Price Sensitivity of Business Capital. Working paper, Emory University, January.",
        "Energy Information Administration, 1999. Annual Energy Review 1999, Washing- ton, DC: Department of Energy Farrow, Scott, 1999. The Duality of Taxes and Tradeable Permits: A Survey with Applications in Central and Eastern Europe. Environmental and Development Economics 4:519-535.",
        "Fischer, Carolyn, Ian W. H. Parry, and William Pizer, 2003. Instrument Choice for Environmental Protection when Technological Innovation Is Endogenous. Journal of Environmental Economics and Management 45:523-45.",
        "Freeman, A. Myrick, 1993. The Measurement of Environmental and Resource Val- ues: Theory and Methods. Resources for the Future, Washington, D.C.",
        "Fullerton, Don, and Gilbert E. Metcalf, 2001. Environmental Controls, Scarcity Rents, and Pre-Existing Distortions. Journal of Public Economics 80(2):249-67.",
        "Fullerton, Don, and Garth Heutel, 2006. The General Equilibrium Incidence of Environmental Mandates. Working paper, University of Texas at Austin.",
        "Goulder, Lawrence H., Ian W. H. Parry, Roberton C. Williams III, and Dallas Burtraw, 1999. The Cost-Effectiveness of Alternative Instruments for Environmental Protection in a Second-Best Setting, Journal of Public Economics 72(3):329-60.",
        "Parry, Ian, and Wallace E. Oates, 2000. Policy Analysis in the Presence of Dis- torting Taxes. Journal of Policy Analysis and Management 19(4):603-13.",
        "Russek, Frank 5., 1996. Labor Supply and Taxes. Working paper, Macroeconomic Analysis Division, Congressional Budget Office, Washington, D.C.",
        "Stavins, Robert N., 1996. Correlated Uncertainty and Policy Instrument Choice. Journal of Environmental Economics and Management 30:218-32.",
        "Stavins, Robert N., 1998. The Choice of Regulatory Instruments in Environmental Policy. Harvard Environmental Law Review 22(2):313-67."
    ]
}