{
    "id": 13343,
    "cites": 25,
    "cited_by": 12,
    "reference": [
        "Angrist, Joshua; Imbens, Guido (1994). Identification and Estimation of Local Average Treatment Effects. Econometrica. 62(2): 467-75.",
        "Atack, Jeremy; Passell, Peter (1994). A New View ofAmerican Economic Histoiy, 2~ Edition. New York, NY: W.W. Norton and Company.",
        "Baum-Snow, Nathaniel (2007). Did Highways Cause Suburbanization? Quarterly Journal of Economics 122(2):775-805.",
        "Bayer, Patrick; Fang, Hanming; McMillan, Robert (2005). Separate When Equal? Racial Inequality and Residential Segregation. NBER Working Paper no. 11507.",
        "Benabou, Roland (1996). Education, Income Distribution and Growth: The Local Connection. NBER Working Paper no. 4798.",
        "Card, David; Krueger, Alan (1992). School Quality and Black-White Relative Earnings: A Direct Assessment. Quarterly Journal of Economics 107: 15 1-201.",
        "Card, David; Rothstein, Jesse (forthcoming). Racial Segregation and the Black-White Test Score Gap. Journal of Public Economics. Collins, William (2001). Race, Roosevelt, and wartime production: Fair employment in World War II labor markets. The American Economic Review. 91(1): 272-187.",
        "Collins, William; Margo, Robert (2000). Residential Segregation and Socioeconomic Outcomes: When Did Ghettos Go Bad? Economics Letters. 69(2): 239-43.",
        "Cook, Philip; Ludwig, Jens (2006). Assigning Youths to Minimize Total Harm, in Kenneth Dodge, Thomas Dishion, and Jennifer Landsford (eds.), Deviant Peer Influences in Programs for Youth: Problems and Solutions, Guildford Press.",
        "Cutler, David M.; Glaeser, Edward L. (1997). Are Ghettoes Good or Bad? Quarterly Journal of Economics, 1 12( 3): 827-72.",
        "Cutler, David M.; Glaeser, Edward L.; Vigdor, Jacob L. (1999). The Rise and Decline of the American Ghetto. Journal of Political Economy, 107(3): 455-506.",
        "Cutler, David M.; Glaeser, Edward L.; Vigdor, Jacob L. (2005).Is the Melting Pot Still Hot? Explaining the Resurgence of Immigrant Segregation. NBER Working Paper no. 11295.",
        "Hoxby, Caroline M. (2000). Does Competition among Public Schools Benefit Students and Taxpayers? American Economic Review 90(5): 1209-3 8.",
        "Massey, Douglas S.; Denton, Nancy (1993). American Apartheid: Segregation and the Making of the Underclass. Cambridge, MA: Harvard University Press.",
        "Massey, Douglas S.; Denton, Nancy (1988). The Dimensions of Residential Segregation. Social Forces 67(2):28 1-316.",
        "Moretti, Enrico (2004). Human Capital Externalities in Cities, in Henderson,J. Vernon; Thisse, Jacques Francois, eds. Handbook of regional and urban economics. Volume 4. Cities and geography. Handbooks in Economics, vol. 7. Amsterdam; San Diego and Oxford: Elsevier, 2243-9 1.",
        "Ruggles, Steven; Sobek, Matthew; Alexander, Trent; Fitch, Catherine A.; Goeken, Ronald; Hall, Patricia Kelly; King, Miriam; Ronnander, Chad (2004) Integrated Public Use Microdata Series: Version 3.0. [machine readable database] Minneapolis, MN: Minnesota Population Center [producer and distributor]. http://www.ipums.org.",
        "Schelling, Thomas C. (1971). Dynamic Models of Segregation. Journal of Mathematical Sociology l(1971):143-186.",
        "Stock, James H.; Yogo, Motohiro (2002). Testing for Weak Instruments in Linear IV Regression. NBER Technical Working Paper: 284.",
        "Taylor, George Rogers; Neu, Irene D. (1956). The American Railroad Network, 18611890. Cambridge, MA: Harvard University Press.",
        "U.S. Census Bureau (2005). American Factfinder database, generated by author using American Factfinder software, August 2005. http ://factfinder. census. gov.",
        "Vigdor (2002). The Pursuit of Opportunity: Explaining Selective Black Migration. Journal of Urban Economics 51(3): 391-417.",
        "Weaver, Robert C. (1955). The Effect of Anti-Discrimination Legislation upon the FHA- and VA-Insured Housing Market in New York State. Land Economics, 31(4): 303-313.",
        "Wellington, Arthur Mellen (1911).The Economic Theoiy of the Location of Railways, 6th Edition. New York, NY: John Wiley and Sons.",
        "Wilson, William Julius (1996). When Work Disappears: The World of the New Urban Poor. New York, NY: Vintage Books."
    ]
}