{
    "id": 13348,
    "cites": 43,
    "cited_by": 10,
    "reference": [
        "Alesina, Alberto, and Eliana La Ferrara (2000) Participation in Heterogeneous Communities, Quarterly Journal of Economics August, 847-903.",
        "Alesina, Alberto, and Eliana La Ferrara (2005) Ethnic Diversity and Economic Performance, Journal of Economic Literature 43, 762-800.",
        "Alesina, A., R. Baqir, and W. Easterly (1999) Public Goods and Ethnic Divisions, Quarterly Journal of Economics, November, 1243-1284.",
        "Alesina, A., R. Baqir, and C. Hoxby (2004) Political Jurisdiction in Heterogeneous Communities, Journal of Political Economy, 112, 348-396.",
        "Andreoni, James (1989) Giving with Impure Altruism: Applications to Charity and Ricardian Equivalence Journal of Political Economy 97, 1447-1458.",
        "BÃ\u0083Â©nabou, Roland and Jean Tirole (2006) Incentives and Prosocial Behavior, American Economic Review 96, 1652- 1678.",
        "Comes, Richard and Todd Sandler (1999) The Theory of Externalities, Public Goods, and Club Goods. Cambridge University Press.",
        "Comes, Richard and Todd Sandler (1994) The Comparative Static Properties of the Impure Public Good Model, Journal of Public Economics 54, 403-421.",
        "Costa, Dora L. and Matthew E. Kahn (2003a) Understanding the American Decline in Social Capital, Kyklos 56 17-46.",
        "Costa, Dora L. and Matthew E. Kahn (2003b) Cowards and Heroes: Group Loyalty in the American Civil War, Quarterly Journal of Economics May, 5 19-548.",
        "Daly, Mary C. and Richard V. Burkhauser (2003) The Supplemental Security Income Program, in Means-Tested Programs in the United States, Robert Moffit (ed.). National Bureau of Economic Research and University of Chicago Press: Chicago, IL.",
        "Diamond, Peter (2006) Optimal Tax Treatment of Private Contributions for Public Goods with and without Warm Glow Preferences Journal of Public Economics 90, 897-9 19.",
        "Duggan, Mark and Melissa Schettini Kearney (2005) The Impact of Child SSI Enrollment on Household Outcomes: Evidence from the Survey of Income and Program Participation, NBER working paper 11568.",
        "Eckel, Catherine C., and Philip J. Grossman (1996) Altruism in Anonymous Dictator Games, Games and Economic Behavior 16, 181-191.",
        "Fong, Christina M. (2006) Evidence from an Experiment on Charity to Welfare Recipients: Reciprocity, Altruism, and the Empathic Responsiveness Hypothesis Working paper.",
        "Fong, Christina M., and Erzo F.P. Luttmer (2007) Race and Giving to Hurricane Katrina Victims: Experimental Evidence, Working paper.",
        "Glazer, Amihai, and Kai A. Konrad (1996) A Signaling Explanation for Charity, American Economic Review 86, 10 19-1028.",
        "Gruber, J. and D. Hungerman (2007) Faith-Based Charity and Crowd Out during the Great Depression, Journal of Public Economics, 91, 1043-1069.",
        "Harbaugh, William T. (1998a) The Prestige Motive for Making Charitable Transfers, American Economic Review 88, 277-282.",
        "Harbaugh, William T. (1998b) What do Donations Buy? A Model of Philanthropy based on Prestige and Warm Glow, Journal of Public Economics 67, 269-284.",
        "Harbaugh, William T., Ulnch Mayr, and Daniel R. Burghart (2007) Natural Responses to Taxation and Voluntary Giving Reveal Motives for Charitable Donations, Science 316, 1622-1625.",
        "Hoffman, Elizabeth, Kevin McCabe, and Vernon L. Smith (1996) Social Distance and Other-Regarding Behavior in Dictator Games, American Economic Review 86, 653-660.",
        "Hollander (1990) A Social Exchange Approach to Voluntary Cooperation, American Economic Review 80, 11571167.",
        "Hungerman, Daniel M. (2007) Race and Charitable Church Activity, Working Paper.",
        "Khanna, Jyoti, and Todd Sandler, (2000). Partners in Giving: The Crowding-In Effects of UK Government Grants.",
        "European Economic Review 44, 1543-1556. 32 Kingma, Bruce. (1989). An Accurate Measurement of the Crowd-Out Effect, Income Effect, and Price Effect for Charitable Contributions. Journal of Political Economy 97, 1197-1207.",
        "Knight, Brian (2002) Endogenous Federal Grants and Crowd-out of State Government Spending: Theory and Evidence from the Federal Highway Aid Program, American Economic Review 92, 7 1-92.",
        "Loprest, Pamela J. (1997) Supplemental Security Income for Children with Disabilities, published by the Urban Institute in series, Issues and Options for States, No. A-b.",
        "Luttmer, Erzo F.P. (2001) Group Loyalty and the Taste for Redistribution, Journal of Political Economy 109, 500528.",
        "Macculloch, Robert (2005) Income Inequality and the Taste for Revolution, Journal of Law and Economics 48, 93-123.",
        "Miguel, Edward, and Mary Kay Gugerty (2005) Ethnic Diversity, Social Sanctions, and Public Goods in Kenya, Journal of Public Economics 89, 2325-2368.",
        "Okten, Cagla and Una Okonkwo Osili (2004) Contributions in Heterogeneous Communities: Evidence from Indonesia, Journal of Population Economics 17, 603-626.",
        "Payne, Abigail A. (1998). Does the Government Crowd-out Private Donations? New Evidence from a Sample of Non-profit Firms Journal of Public Economics 69, 323-345.",
        "Pepall, Lynne, Dan Richards, John Straub, and Michael DeBartolo (2007) Crowding out and Competition in the Religious Marketplace, Working Paper.",
        "Poterba, J. (1997) Demographic Structure and the Political Economy of Public Education, Journal of Policy Analysis and Management, 16(1), 48-66.",
        "Powers, Elizabeth T. (2002) Who are the S SI-Child Beneficiaries? A Closer Look using Social Security Administrative Records and Public-Use Survey Data Disability Research Institute Final Technical Report.",
        "Ribar, David C., and Mark 0. Wilhelm Altruistic and Joy-of-Giving Motivations in Charitable Behavior, Journal of Political Economy 110, 425-457 Romano, Richard, and Huseyin Yildirim (2001) Why Charities Announce Donations: A Positive Perspective, Journal of Public Economics 81, 423-447.",
        "Saunders, Shauna (2005) The Case for the National Endowment for the Arts. PhD Dissertation, Duke University.",
        "Scott, Charles G. (1999) Identifying the Race or Ethnicity of SSI Recipients, Social Security Bulletin 62, 9-20.",
        "Steinberg, Richard. (1991). Does Government Spending Crowd-out Donations? Interpreting the Evidence. Annals of Public and Cooperative Economics 62, 591-617.",
        "Straub, John and Sonia Manzoor (2005) The Robustness of Kingma s Crowd-out Estimate: Evidence from Contributions to Public Radio, Public Choice 123, 463-476.",
        "United Methodist Church (1 988a) The Book of Discipline of the United Methodist Church. The United Methodist Publishing House: Nashville. United Methodist Church (1988b) Supportive Policies for Families with Children, Position Statement proposed for the Book of Resolutions at the 1988 General Conference of the United Methodist Church, recorded in the Daily Christian Advocate, February 25, 1988, D-b-6 toD-b-8.",
        "Wan, P.G. (1982) Pareto Optimal Redistribution and Private Charity, Journal of Public Economics, 19, 131-138."
    ]
}