{
    "id": 13341,
    "cites": 20,
    "cited_by": 8,
    "reference": [
        "Altonji, Joseph, Huang, Ching-I, and Taber, Christopher (2004): Estimating the Cream Skimming Effects of Private School Vouchers on Public School Students, Working paper.",
        "Altonji, Joseph, Elder, T. and Taber Christopher (2005): Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools, Journal of Political Economy, 2005.",
        "Betts, 1997, The role of homework in improving school quality, discussion paper 96-16, University of California at San Diego.",
        "Black, Dan and Smith, Jeffrey (2004a): How Robust is the Evidence on the Effects of College Quality? Evidence form Matching, Journal of Econometrics, August 2004, 12 1(1-2) 99-124.",
        "Black, Dan and Smith, Jeffrey (2004b): Estimating the Returns to College Quality with Multiple Proxies for Quality, working paper.",
        "Black, Dan and Jeffrey Smith (2005): Estimating the Returns to College Quality with Multiple Proxies for Quality, working paper.",
        "Cameron, S and Taber, Christopher (2004): Borrowing Constraints and the Returns to Schooling, Journal of Political Economy, 112..",
        "Card, David. 1999. The Causal Effect of Education on Earnings. In Handbook of Labor Economics, volume 3A. Orley Ashenfelter and David Card, eds. New York: Elsevier Science.",
        "Cullen, Julie, Jacob, Brian, and Levitt, Steven (2003): The Effect of School Choice on Student Outcomes: Evidence from Randomized Lotteries, NBER working paper, 10113.",
        "Ehrenberg, Ronald and Sherman, Daniel. Employment While in College, Academic Achievement and Postcollege Outcomes, Journal of Human Resources, Winter 1987, 22(1), pp. 1-24.",
        "Hill, Lester, Jr. (1991): Effort and Reward in College: A Replication of Some Puzzling Findings. In Replication Research in the Social Science, edited by James W. Neuliep. Newbury Park, CA: Sage, pp. 139-56.",
        "Heckman, J, Lochner, L. and Taber, C (1998): Tax Policy and Human Capital Formation, American Economic Review, Papers and Proceedings, May, 1998.",
        "Rau, William, and Durand, Ann (2000). The Academic Ethic and College Grades: Does Hard Work Help Students to `Make the Grade? Sociology of Education, 73:19-38.",
        "Rivkin, S., Hanushek, E. and Kain, J. (2005): Teachers, School, and Academic Achievement, Econometrica, 73(2), 417-458.",
        "Ruhm, Chris. Is High School Employment Consumption or Investment, Journal of Labor Economics, October 1997, 15(4), 735-776.",
        "Sacerdote, Bruce (2001): Peer Effects with Random Assignment: Results for Dartmouth Roommates, Quarterly Journal of Economics, volume 116.",
        "Schuman, Howard, Edward Walsh, Camille Olson, and Barbara Etheridge. (1985): Effort and Reward: The Assumption that College Grades are Affected by the Quantity of Study. Social Forces, 63:945-66.",
        "Stinebrickner, Ralph and Todd Stinebrickner, 2003, Working during school and academic performance, Journal of Labor Economics 21(2) (April), 473-491.",
        "Stinebrickner, Todd R. and Ralph Stinebrickner (2004). Time-Use and College Outcomes, Journal of Econometrics, 121(1-2), 243-269.",
        "Stinebrickner, Todd R. and Ralph Stinebrickner (2006): What can be learned about peer effects using college roommates? Evidence from new survey data and students from disadvantaged backgrounds, Journal of Public Economics, 90 (2006), 1435-1454."
    ]
}