{
    "id": 13345,
    "cites": 69,
    "cited_by": 22,
    "reference": [
        "Abowd, John M. and Martha Stinson, Estimating Measurement Error in SIPP Annual Job Earnings: A Comparison of Census Survey and SSA Administrative Data, January 200S. Cornell University, mimeo. Acemoglu, Daron, Technical Change, Inequality, and the Labor Market, Journal of Economic Literature, March 2002, 90 (1), 7-72.",
        "Labor Supply on the Wage Structure at Midcentury, Journal of Political Economy, June 2004, 112 (3), 497-SSl.",
        "Albrecht, James, Anders Bjorklund, and Susan Vroman, Is There a Glass Ceiling in Sweden?, Journal of Labor Economics, January 2003, 21 (1), 145-77.",
        "Atkinson, Anthony B., Francois Bourguignon, and Christian Morrisson, Empirical Studies of Earnings Mobility, Chur, Switzerland: Harwood Academic, 1992.",
        "Attanasio, Orazio, Erich Battistin, and Hidehiko Ichimura, What Really Happened to Consumption Inequality in the US?, in Ernst Berndt and Charles Hulten, eds., Measurement Issues in Economics - The Paths Ahead. Essays in Honor of Zvi Griliches, Chicago: University of Chicago Press, 2007.",
        "Autor, David, Lawrence F. Katz, and Melissa Schettini Kearney, Trends in U.S. Wage Inequality: Re-Assessing the Revisionists, Review of Economics and Statistics, 2007.",
        "Bertrand, Marianne and Kevin F. Hallock, The Gender Gap In Top Corporate Jobs, International Labor Relations Review, October 2002, 55 (1), 3-21.",
        "Mary C. Brinton, and David B. Grusky, eds., The Declining Significance of Gender?, New York: Rusell Sage Foundation, 2006, 37-66.",
        "Bollinger, Christopher R., Measurement Error in the Current Population Survey: A Nonparametric Look, Journal of Labor Economics, 1998, 16 (3), 576-594.",
        "Affect Labor Market Outcomes?, Brookings Papers on Economic Activity, 1997, (1), 1-90.",
        "Bound, John and Alan B. Krueger, The Extent of Measurement Error in Longitudinal Earnings Data: Do Two Wrongs Make a Right?, Journal of Labor Economics, January 1991, 9 (1), 1-24.",
        "Middletown, CT: Wesleyan University Press, 1989.",
        "James J. Heckman and Edward Leamer, eds., Handbook of Econometrics, Amsterdam; London and New York: Elsevier Science B.V., 2001, 3707-3745.",
        "Buchinsky, Moshe and Jennifer Hunt, Wage Mobility in the United States, Review of Economics and Statistics, August 1999, 81, 351-68.",
        "Butcher, Kristin and John DiNardo, The Immigrant and Native Born Wage Distributions,  Industrial and Labor Relations Review, October 2002, 56 (1), 97-121.",
        "Card, David and Alan B. Krueger, Trends in Relative Black-White Earnings Revisited, American Economic Review Papers and Proceedings, May 1993, 83 (2), 85-91.",
        "Some Problems and Puzzles, Journal of Labor Economics, 2002, 20 (4), 733-783.",
        "Carroll, Robert, David Joulfaian, and Mark Rider, Income Mobility: The Recent American Experience, Working Paper 07-18, Andrew Young School of Policy Studies, Georgia State University March 2007.",
        "Congressional Budget Office, A Description of the Immigrant Population, November 2004. Online at http://www.cbo.gov/ftpdocs/6Oxx/doc6Ol9/11-23-Immigrarit .pdf.",
        "Schumer and the Honorable Jim Webb April 2007. Online at http : //www. cbo gov/ftpdocs/ 8Oxx/doc800T/04- 17-EarriirigsVariability .pdf.",
        "Cutler, David and Lawrence Katz, Macroeconomic Performance and the Disadvantaged, Brookings Papers on Economic Activity, 1991, 2, l-74.",
        "Donohue, John J. and James Heckman, Continuous Versus Episodic Change: The Impact of Civil Rights Policy on the Economic Status of Blacks, Journal of Economic Literature, December 1991, 29 (4), 1603-1643.",
        "Dragoset, Lisa M. and Gary S. Fields, U.S. Earnings Mobility: Comparing Survey- Based and Administrative-Based Estimates, Working Paper 2006-SS, ECINEQ September 2006.",
        "Dynan, Karen E., Douglas W. Elmendorf, and Daniel E. Sichel, The Evolution of Household Income Volatility, Working Paper, Brookings Institution June 2007.",
        "Edlund, Lena and Wojciech Kopczuk, Women, Wealth and Mobility, Working Paper 13162, National Bureau of Economic Research June 2007.",
        "Ferrie, Joseph, The End of American Exceptionalism? Mobility in the United States Since 18S0, Journal of Economic Perspectives, Summer 200S, 19 (3), 199-215. 44 Fields, Gary S. and Efe Ok, The measurement of income mobility: an introduction to the literature, in Jacques Silber, ed., Handbook of Income Inequality Measurement, Boston: Kluwer Academic Publishing, 1999.",
        "Fortin, Nicole M. and Thomas Lemieux, Rank Regressions, Wage Distributions, and the Gender Gap, Journal of Human Resources, Summer 1998, 33 (3), 610-643.",
        "Gittleman, Maury and Mary Joyce, Earnings Mobility in the United States, 1967-91, Monthly Labor Review, September 199S, 118 (9), 3-13.",
        "Data, Industrial Relations, April 1996, 35 (2), 180-196.",
        "Goldin, Claudia, Understanding the gender gap: An economic history of American women NBER Series on Long-Term Factors in Economic Development, New York; Oxford and Melbourne: Oxford University Press, 1990.",
        "Working Paper 1003S, National Bureau of Economic Research March 2004.",
        "Brinton, and David B. Grusky, eds., The Declining Significance of Gender?, New York: Rusell Sage Foundation, 2006, 67-101.",
        "States, Working Paper 7126, National Bureau of Economic Research May 1999.",
        "Decisions, Journal of Political Economy, August 2002, 110 (4), 730-770.",
        "States at Mid-Century, Quarterly Journal of Economics, February 1992, 107 (1), l-34.",
        "The Reversal of the College Gender Gap, Journal of Economic Perspectives, Fall 2006, 20 (4), 133-156.",
        "Gottschalk, Peter, Inequality, Income Growth, and Mobility: The Basic Facts, Journal of Economic Perspectives, Spring 1997, 11 (2), 21-40.",
        "Inequality and Mobility, Discussion Paper 2327, IZA September 2006.",
        "Hacker, Jacob S, The Great Risk Shift: The Assault on American Jobs, Families Health Care, and Retirement - And How You Can Fight Back, Oxford University Press, 2006.",
        "Hanson, Gordon H., Illegal Immigration from Mexico to the United States, Journal of Economic Literature, December 2006, ~ (4), 869-924.",
        "Harte, James M., Some Mathematical and Statistical Aspects of the Transformed Taxpayer Identification Number: A Sample Selection Tool Used at IRS, American Statistical Association Proceedings, Section on Survey Research Methods, 1986, 603-608.",
        "Hungerford, Thomas L, U.S. Income Mobility in the Seventies and Eighties, Review of Income and Wealth, December 1993, 39 (4), 403-417.",
        "Jasso, Guillermina, Mark R. Rosenzweig, and James P. Smith, The Changing Skill of New Immigrants to the United States: Recent Trends and Their Determinants, in George J. Borjas, ed., Issues in the Economics of lmmigration, Chicago: University of Chicago Press and NBER, 2000.",
        "Juhn, Chinhui, Wage Inequality and Demand for Skill: Evidence from Five Decades, Industrial and Labor Relations Review, April 1999, 52 (3), 424-443.",
        "Wage Convergence, in Marvin Kosters, ed., Workers and Their Wages, AEI Press, 1991, 107-43.",
        "Katz, Lawrence F. and Alan B. Krueger, Changes in the Structure of Wages in the Public and Private Sectors, in Ronald G. Ehrenberg, ed., Research in Labor Economics, Vol. 12, Greenwich, Conn. and London: JAI Press, 1991, 137-172.",
        "Ashenfelter and David Card, eds., Handbook of Labor Economics, Amsterdam; New York: Elsevier/North Holland, 1999.",
        "Factors, Quarterly Journal of Economics, February 1992, 107 (1), 35-78.",
        "Kestenbaum, Bert, Evaluating SSAs Current Procedure for Estimating Untaxed Wages, American Statistical Association Proceedings of the Social Statistics Section, 1976, Part 2, 461-465.",
        "Krueger, Dirk and Fabrizio Perri, Does Income Inequality Lead to Consumption Inequality ? Evidence and Theory, Review of Economic Studies, January 2006, 73 (1), 163-93.",
        "Kuznets, Simon, Shares of Upper Income Groups in Income and Savings, New York: National Bureau of Economic Research, 1953.",
        "LaLonde, Robert J. and Robert H. Topel, The Assimilation of Immigrants in the U.S. Labor Market, in George J. Borjas and Richard B. Freeman, eds., Immigration and the Work Force: Economic Consequences for the United States and Source Areas, Chicago: University of Chicago Press, 1992, 67-92.",
        "Leimer, Dean R., Historical Redistribution Under the Social Security Old-Age and Survivors Inusrance Program, ORES Working Paper Series 101, Social Security Administration April 2003.",
        "Lemieux, Thomas, Increasing Residual Wage Inequality: Composition Effects, Noisy Data, or Rising Demand for Skill?, American Economic Review, June 2006, 96 (3), 461-498.",
        "Leonesio, Michael V. and Linda Del Bene, The Evolution of Lifetime Earnings Patterns in the U.S.: Evidence from Social Security Longitudinal Earnings Records, Working Paper, Social Security Administration 2006.",
        "Levy, Frank and Peter Temin, Inequality and Institutions in 20th Century America, Working Paper 13106, National Bureau of Economic Research May 2007.",
        "Lindert, Peter, Three Centuries of Inequality in Britain and America, in Anthony B. Atkinson and Francois Bourguignon, eds., Handbook of Income Distribution, Amsterdam; New York: Elsevier/North Holland, 2000, 167-216.",
        "Lubotsky, Darren, The Effect of Changes in the U.S. Wage Structure on Recent Immigrants, 2001. University of Illinois at Urbana-Champaign, mimeo.",
        "Private Sector, Explorations in Economic History, April 2002, 39 (2), 183-203.",
        "Panis, Constantijn, Roald Euller, Cynthia Grant, Melissa Bradley, Christine E. Peterson, Randall Hirscher, and Paul Steinberg, SSA Program Data Users Manual RAND June 2000. Prepared for the Social Security Administration.",
        "Perlman, Jacob and Benjamin Mandel, The Continuous Work History Sample Under Old-Age and Survivors Insurance, Social Security Bulletin, February 1944, 7 (2), 12-22.",
        "Pischke, JÃ\u0083Â¶rn-Steffen, Measurement Error and Earnings Dynamics: Some Estimates From PSID Validation Study, Journal of Business and Economic Statistics, July 1995, 13 (3), 305-314.",
        "Scholz, John Karl, Wealth Inequality and the Wealth of Cohorts, 2003. University of Wisconsin, mimeo.",
        "Shin, Donggyun and Gary Solon, Trends in Mens Earnings Volatility: What Does the Panel Study of Income Dynamics Show?, July 2007. Working Paper.",
        "Slesnick, Daniel T., Consumption and Social Welfare: Living Standards and Their Distribution in the United States, Cambridge, New York and Melbourne: Cambridge University Press, 2001.",
        "Smith, James and Finis Welch, Black Economic Progress After Myrdal, Journal of Economic Literature, June 1989, 27 (2), 519-564.",
        "Solon, Gary, Intergenerational Mobility in the Labor Market, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Vol. 3A, Amsterdam; New York: Elsevier/North Holland, 1999, 1761-1800.",
        "Vroman, Wayne, Industrial Change and Black Mens Relative Earnings, in Ronald G. Ehrenberg, ed., Research in Labor Economics, Vol. 12, Greenwich, Conn. and London: JAI Press, 1991, 213-44.",
        "Williamson, Jeffrey G. and Peter H. Lindert, American Inequality: A Macroeconomic History, New York: Academic Press, 1980."
    ]
}