{
    "id": 13355,
    "cites": 21,
    "cited_by": 3,
    "reference": [
        "[1] Abadie, Alberto, and J. Gardeazabal. The Economic Costs of Conflict: A Case-Control Study for the Basque Country, American Economic Review, 93(1), 113-133, 2003.",
        "[2] Bondi, Loretta. Externalities of the Arms Trade, in Passas N. and Goodwin N. (eds), Its Legal but It Aint Right, University of Michigan Press, 2004.",
        "[3] Campbell, John, Andrew Lo, and C., MacKinlay, The Econometrics of Financial Markets, Princeton University Press, 1997.",
        "[4] Collier, Paul, and Anke Hoeffler. On the Economic Causes of Civil War, Oxford Economic Papers, 50, 563-573, 1998.",
        "[5] Control Arms Campaign. UN Arms Embargoes: An Overview of the Last Ten Years, Briefing Note, March 2006.",
        "[6] DellaVigna, Stefano and Joshua Pollet. Demographics and Industry Returns American Economic Review, forthcoming.",
        "[7] Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer. The Law and Economics of Self-Dealing, mimeo, 2006.",
        "[8] Duggan, Mark and Steven Levitt. Winning Isnt Everything: Corruption in Sumo Wrestling. American Economic Review, Vol. 92, pp. 1594-605, 2002.",
        "[9] Dunne, J.Paul and Eamon Surry. Arms production, SIPRI Yearbook 2006, Oxford: Oxford University Press, pp. 419-427, 2006.",
        "[10] Fisman, Raymond. Estimating the Value of Political Connections, American Economic Review, Vol. 91, pp. 1095-1102, 2001.",
        "[11] Fisman, Raymond and Shang-Jin Wei. Tax Rates and Tax Evasion: Evidence from `Missing Imports in China, Journal of Political Economy, Vol. 112, pp 471-500, 2004.",
        "[12] Guidolin, Massimo, and Eliana La Ferrara. Diamonds Are Forever, Wars Are Not. Is Conflict Bad for Private Firms?, American Economic Review, forthcoming.",
        "[13] Hsieh, Chang-Tai, and Enrico Moretti. Did Iraq Cheat the United Nations? Underpricing, Bribes, and the Oil for Food Program, Quarterly Journal of Economics, Vol. 121, 2006.",
        "[14] Jacob, Brian A and Steven Levitt. Rotten Apples: An Investigation of the Prevalence and Predictors of Teacher Cheating. Quarterly Journal of Economics, Vol. 118, pp. 843-77, 2003.",
        "[15] Miguel, Edward, Shanker Satyanath, and Ernest Sergenti, Economic Shocks and Civil Conflict: An Instrumental Variables Approach, Journal of Political Economy, Vol. 112, pp. 725-753, 2004.",
        "[16] Montalvo, JosÃ\u0083Â© G., and Marta Reynal-Querol. Ethnic Polarization, Potential Conflict and Civil War, American Economic Review, 95, 796-8 16, 2005.",
        "[17] Roberts, Brian E. A Dead Senator Tells No Lies: Seniority and the Distribution of Federal Benefits, American Journal of Political Science, 34, pp. 31-58, 1990. 31",
        "[18] Saiz, Albert and Un Simonsohn. Downloading Wisdom from Online Crowds, Working paper, 2007.",
        "[19] Snowberg, Erik, Justin Wolfers, and Eric Zitzewitz. Partisan Impacts on the Economy: Evidence from Prediction Markets and Close Elections. Quarterly Journal of Economics, Vol. 122, pp. 807-829, 2007.",
        "[20] Wolfers, Justin. Point Shaving: Corruption in NCAA Basketball. American Economic Review, Papers and Proceedings, Vol. 96, 2006.",
        "[21] Wood, Brian and Johan Peleman. The Arms Fixers. Controlling the Brokers and Shipping Agents. BASIC-NISAT-PRIO Report, 2006. 32 Figure la. Returns for Events During Embargo"
    ]
}