{
    "id": 13356,
    "cites": 49,
    "cited_by": 8,
    "reference": [
        "Allen, S. G. (1983). How Much Does Absenteeism Cost? Journal of Human Resources, 18(3), 379-393.",
        "Ballou, D. (1996). The condition of urban school finance: efficient resource allocation in urban schools: National Center for Education Statistics.",
        "Bayard, S. R. (2003). A study of the relationship between teacher absenteeism, teacher attributes, school schedule and student achievement. Unpublished Ed.D, Florida Atlantic University.",
        "Beavers, H. J. (1981). The Relationship between Selected Educational Variables and Student Achievement in a Selected School District. Unpublished Ed.D, East Texas State University.",
        "Boswell, C. B. (1993). The relationship between teacher absenteeism and student achievement in secondary schools in South Carolina. Unpublished Ed.D, University of South Carolina.",
        "Boyer, C. E. (1994). The Relationship between Buy-Back Provisions and Teacher Attendance Rates. Georgia.",
        "Bundren, D. L. (1974). The influence of situational and demographic factors on the absentee patterns of teachers. University of Southern California.",
        "Cantrell, S. (2003). Pay and performance: the utility of teacher experience, education, credentials, and attendance as predictors of student achievement at elementary schools in LAUSD. Los Angeles, CA: Los Angeles Unified School District, Program Evaluation and Research Branch.",
        "Capitan, J. H., & et al. (1980). Teacher Absenteeism. A Study of the Ohio Association of School Personnel Administrators. Ohio: American Association of School Personnel Administrators, Seven Hills, OH.",
        "Capitan, J. H., & Morris, R. (1978, October). The Ohio report on teacher absenteeism. Paper presented at the American Association of School Personnel Administrators.",
        "Chadwick-Jones, J. K., Nicholson, N., & Brown, C. (1982). Social psychology of absenteeism. New York, N.Y.: Praeger.",
        "Chaudhury, N., Hammer, J., Kremer, M., Muralidharan, K., & Rogers, F. H. (2006). Missing in Action: Teacher and Health Worker Absence in Developing Countries. Journal of Economic Perspectives, 20(1), 91-116.",
        "Clotfelter, C. T., Ladd, H. F., & Vigdor, J. L. (2006). Teacher absences: importance, incidence, and consequence. Paper presented at the Association for Public Policy Analysis and Management.",
        "Duflo, E., & Hanna, R. (2006). Monitoring Works: Getting Teachers to Come to School: C.E.P.R. Discussion Papers CEPR Discussion Papers: 5426.",
        "Educational Research Service. (1980). Employee absenteeism : a summary of research. Arlington, Va.: Educational Research Service.",
        "Ehrenberg, R. G., Ehrenberg, R. A., Rees, D. I., & Ehrenberg, E. L. (1991). School District Leave Policies, Teacher Absenteeism, and Student Achievement. Journal of Human Resources, 26(1), 72-105.",
        "Farrell, D., & Stamm, C. (1988). Meta-analysis of the correlates of employee absence. Human Relations, 41(3), 211.",
        "Freeman, R., & Grant, F. (1987). How we increased staff attendance by 16 percent and saved $156,000. American School Board Journal, 174(2), 31.",
        "Gagne, R. M. (1977). The conditions of learning (3d ed.). New York: Holt Rinehart and Winston.",
        "Henderson, E., Protheroe, N., & Porch, S. (2002). Developing an effective substitute teacher program. Arlington, VA.: Educational Research Service.",
        "Jacobson, S. L. (1990). Attendance Incentives and Teacher Absenteeism. Planning and Changing, 21(2), 78-93.",
        "Kirk, C. L. (1998). Teacher absenteeism and student achievement. Unpublished Ed.D, Florida Atlantic University.",
        "Krishnan, P., Habyarimana, J., Dercon, S., & Das, J. (2005). Teacher shocks and student learning: evidence from Zambia: The World Bank Policy Research Working Paper Series: 3602.",
        "Lewis, J., Jr. (1981). Do You Encourage Teacher Absenteeism? American School Board Journal, 168(11), 29-30,40.",
        "Ludwig, J., & Bassi, L. J. (1999). The puzzling case of school resources and student achievement. Educational Evaluation and Policy Analysis, 21(4), 385-403.",
        "Madden, H. D., & et al. (1991). Teacher Absences: Are There Implications for Educational Restructuring? South Carolina.",
        "Malick, J. J. (1997). The relationship of situational and demographic variables to staff attendance and utilization of available absence leave. Unpublished Ed.D, University of Delaware.",
        "Manatt, R. P. (1987). Lessons from a Comprehensive Performance Appraisal Project. Educational Leadership, 7(44), 7p.",
        "Martocchio, J. (1994). The effects of absence culture on individual absence. Human Relations, 47(3), 243.",
        "New York City Public Schools. (2000). Impact of Student Attendance, Teacher Certification and Teacher Absence on Reading and Mathematics Performance in Elementary and Middle Schools in New York City. Flash Research Report #3.",
        "Nicholson, N., & Johns, G. (1985). The Absence Culture and the Psychological ContractWho &apos;s in Control of Absence? Academy of Management Review, 10(3), 397-407.",
        "Nicholson, S., Pauly, M. V., Polsky, D., Sharda, C., Szrek, H., & Berger, M. L. (2006). Measuring the Effects of Work Loss on Productivity with Team Production. Health Economics, 15(2), 111-123.",
        "Occhino, J. C. (1987). Teacher Absenteeism: Its Relationship to Student Attendance and Performance on a Standardized Achievement Test. Unpublished Ed.D, The University of Rochester.",
        "Pennsylvania School Boards Association. (1978). Teacher absenteeism: professional staff absence study. Harrisburg, PA: Pennsylvania School Boards Association.",
        "Pitkoff, E. (1989). Absenteeism among urban high school employees: Organizational variables. Unpublished Ed.D, Columbia University Teachers College.",
        "Podgursky, M. (2003). Fringe benefits. Education Next(Summer).",
        "Rhodes, S., & Steers, R. (1990). Managing employee absenteeism. Reading, MA: Addison-Wesley Publishing Company, Inc.",
        "Rundall, R. A. (1986). Continuity in Subbing: Problems and Solutions. Clearing House, 59(5), 240.",
        "Skidmore, D. E. (1984). We Used These Few Simple Steps to Cut Teacher Absenteeism in Half--And Increased Productive Class Time and Community Support in the Bargain. American School Board Journal, 171(3), 40-41.",
        "Smith, D. B. (1984). A Study of the Relationship between Elementary Teacher Absenteeism and the Achievement of Elementary Pupils in Reading and Mathematics. Unpublished PhD, Michigan State University.",
        "Turbeville, I. F. (1987). The Relationship of Selected Teacher Characteristics on Teacher Absenteeism in Selected School Districts of South Carolina. Unpublished PhD, University of South Carolina.",
        "Uribe, C., Murnane, R. J., Willett, J. B., & Somers, M.-A. (2006). Expanding school enrollment by subsidizing private schools: lessons from BogotÃ\u0083Â¡. Comparative Education Review, 50(2).",
        "US Department of Education. (2004). No child left behind: a toolkit for teachers. Washington, DC: US Department of Education.",
        "Varlas, L. (2001). Succeeding with substitute teachers. Education Update, 43(7).",
        "White, N. A. (1990). Cut Sick-Pay a Day: An Incentive Plan To Reduce Teacher Absenteeism. A Practicum Report. Florida.",
        "Winkler, D. R. (1980). The Effects of Sick-Leave Policy on Teacher Absenteeism. Industrial & Labor Relations Review, 33(2), 232-240.",
        "Womble, M. (2001). Teacher absenteeism: the relationship between teacher absence due to illness and school performance level ranking on the 1998-1999 North Carolina ABCs accountability K-8 plan model. East Carolina University.",
        "Woods, R. C. (1990). The effect of teacher attendance on student achievement in two selected school districts. Unpublished Ed.D, Ball State University.",
        "Xie, J. L., & Johns, G. (2000). Interactive effects of absence culture salience and group cohesiveness: A multi-level and cross-level analysis of work absenteeism in the Chinese context. Journal of Occupational and Organizational Psychology, 73(1), 31-52. TABLES AND FIGURES"
    ]
}