{
    "id": 13360,
    "cites": 17,
    "cited_by": 5,
    "reference": [
        "[1] Armstrong, Mark. Competition in Two-Sided Markets Rand Journal of Economics, 2006.",
        "[2] Bernheim, Douglas and Jonathan Meer. 2007. ~How Much Value do Real Estate Brokers Add: A Case Study mimeo Stanford University.",
        "[3] Cantillon, Estelle and Pai-Ling Yin, 2006 How and When do Markets Tip? Lessons from the Battle of the Bund mimeo ULB.",
        "[4] Coles, Melvyn and Abhinay Muthoo. ~Strategic Bargaining and Competitive Bidding in a Dynamic Market Equilibrium Review of Economic Studies 1998, 65, 235-60.",
        "[5] Coles, Melvyn and Eric Smith. ~Marketplace and Matching International Economic Review, 1998, Vol 39, No 1.",
        "[6] Department of Justice. ~Competition in the Real Estate Brokerage Industry A Report by the FTC and DOJ, April 2007.",
        "[7] House, Christopher and Emre Ozdenoren. 2007. ~Durable Goods and Conformity mimeo University of Michigan.",
        "[8] Hsieh, Chang Tai and Enrico Moretti. ~Can Free Entry be Inefficient? Fixed Com- missions and Social Waste in the Real Estate Industry Journal of Political Economy 111(5), 2003",
        "[9] Levitt, Steven and Chad Syverson. ~Market Distortions When Agents are Better In- formed: The Value of Information in Real Estate Transactions, University of Chicago mimeo.",
        "[10] Merlo, Antonio and Francois Ortalo-Magne. Bargaining over Residential Real Estate: Evidence from England Journal of Urban Economics, September 2004, 192-216. 27",
        "[11] Merlo, Antonio, Francois Ortalo-MagnÃ\u0083Â© and John Rust. Models of Bargaining and Price Determination of Residential Real Estate: Theory and Evidence 2006 mimeo University of Maryland.",
        "[12] Munneke, Henry and Abdullah Yavas. ~Incentives and Performance in Real Estate Bro- kerage: Theory and Evidence Journal of Real Estate Finance and Economics, 2001, 22, 5-21.",
        "[13] Nadel, Mark. 2007. ~A Critical Assessment of the Standard Traditional Residential Real Estate Broker COmmission Rate Structure Brookings Institute mimeo.",
        "[14] Rochet, Jean-Charles and Jean Tirole, Two sided markets: A progress report forth- coming Rand Journal of Economics.",
        "[15] Salant, Stephen. ~For Sale by Owner: When to Use a Broker and How to Price the House The Journal of Real Estate Finance and Economics, 1991, 4, 157-173.",
        "[16] Taylor, Curtis. ~The Long Side of the Market and The Short End of the Stick: bar- gaining Power and Price Formation in Buyers, Sellers and Balanced Markets The Quarterly Journal of Economics, August 1995, 837-855.",
        "[17] Yavas, Abdullah and Peter Colwell. ~Buyer Brokerage: Incentive and Efficiency Impli- cations, Journal of Real Estate Finance and Economics, 1999, 18: 259-277 28"
    ]
}