{
    "id": 13368,
    "cites": 19,
    "cited_by": 169,
    "reference": [
        "Bernanke, Ben, Mark Gertler, and Mark Watson, (1997): Systematic Monetary Policy and the Effects of Oil Shocks, Brookings Papers on Economic Activity, 1997-1, 91-157.",
        "Blanchard, Olivier, and John Simon (2001): The Long and Large Decline in U.S. Output Volatility, Brookings Papers on Economic Activity, 200 1-1, 135-174.",
        "Calvo, Guillermo (1983): Staggered Contracts in a Utility-Maximizing Framework, Journal of Monetary Economics, September, 12, 383-398.",
        "Carter, David, Daniel Rogers, and Betty Simkins, (2006): Does Fuel Hedging Make Economic Sense? The Case of the U.S. Airline Industry, Financial Management, 35-i, Spring.",
        "Carter, David, Daniel Rogers, and Betty Simkins, (2006): Hedging and Value in the U.S. Airline Industry, Journal of Applied Corporate Finance, 18-4, 21-33, Fall.",
        "Castelnuovo, Efrem, Sergio Nicoletti-Altimari, and Diego Rodriguez-Palenzuela (2003): Definition of Price Stability, Range and Point Inflation Targets: The Anchoring of Long Term Inflation Expectations, in Background Studies for the ECBs Evaluation of its Monetary Policy Strategy.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler (2000): Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economies, 115-1, February, 147-180.",
        "De Gregorio, JosÃ\u0083Â©, Oscar Landerretche, and Christopher Neilson (2007): Another Passthrough Bites the Dust? Oil Prices and Inflation, mimeo.",
        "Edelstein, Paul, and Lutz Kilian (2007): Retail Energy Prices and Consumer Expenditures, University of Michigan, mimeo.",
        "Erceg, Christopher, Dale Henderson and Andrew Levin (2000): Optimal Monetary Policy with Staggered Wage and Price Contracts, Journal of Monetary Economies, 46, 281-313.",
        "Finn, Mary G. (2000): Perfect Competition and the Effects of Energy Price Increases on Economic Activity, Journal of Money Credit and Banking, vol. 32, no. 3., 400-416.",
        "Herrera,Ana Maria and Elena Pesavento (2007): Oil Price Shocks, Systematic Monetary Policy, and the Great Moderation, Michigan State University, unpublished manuscript.",
        "Hooker, Mark A. (1996): What Happened to the Oil Price Macroeconomy Relationship?, Journal of Monetary Economies, 38, 195-2 13.",
        "Hooker, Mark A. (2002): Are Oil Shocks Inflationary? Asymmetric and Nonlinear Specifications versus Changes in Regime, Journal of Money, Credit and Banking, vol. 34, no. 2, 540-561.",
        "Kilian, Lutz (2006): Not All Oil Price Shocks Are Alike: Disentangling 76 Demand and Supply Shocks in the Crude Oil Market, CEPR Discussion Paper 5994.",
        "Kilian, Lutz (2007): A Comparison of the Effects of Exogenous Oil Supply Shocks on Output and Inflation in the G7 Countries, Journal of the European Economic Association, forthcoming.",
        "Levin, Andrew T., Fabio M. Natalucci, and Jeremy M. Piger (2004): The Macroeconomic Effects of Inflation Targeting, Federal Reserve Bank of St. Louis Review, vol. 86, no. 4, 51-80.",
        "Rotemberg, Julio and Michael Woodford (1996): Imperfect Competition and the Effects of Energy Price Increases on Economic Activity, Journal of Money, Credit and Banking, vol. 28, no. 4, 549-577.",
        "Stock, James, and Mark Watson (2003): Has the Business Cycle Changed and Why?, Federal Reserve Bank of Kansas City, 9-56."
    ]
}