{
    "id": 13374,
    "cites": 19,
    "cited_by": 6,
    "reference": [
        "Baughman, Reagan, Stacy Dickert-Conlin, Michael Conlin, and John Pepper (2001). Slippery When Wet: The Effects of Local Alcohol Access Laws on Highway Safety, Journal of Health Economics, 20(6): 1089-1096.",
        "Bonnie, R., and M. OConnell, eds. (2004). Reducing Underage Drinking: A Collective Responsibility. Washington, DC: The National Academies Press.",
        "Carpenter, Christopher (2004). Heavy Alcohol Use and Youth Suicide: Evidence from Tougher Drunk Driving Laws, Journal of Policy Analysis and Management, 23(4): 83 1-842.",
        "Carpenter, Christopher, Deborah D. Kloska, Patrick OMalley, and Lloyd Johnston (2007). Alcohol Control Policies and Youth Alcohol Consumption: Evidence from 28 Years of Monitoring the Future, Berkeley Electronic Press Journals in Economic Analysis and Policy, 7(1 Topics): Article 25.",
        "Cook, Philip, and Michael Moore (2001). Environment and Persistence in Youthful Drinking Patterns, in Risky Behavior Among Youths: An Economic Analysis, J. Gruber, ed. Chicago: University of Chicago Press.",
        "Dee, Thomas (1999). State Alcohol Policies, Teen Drinking and Traffic Fatalities, Journal of Public Economics, 72: 289-3 15.",
        "Dee, Thomas, and William Evans (2001). Behavioral Policies and Teen Traffic Safety, American Economic Review, 9 1(2): 9 1-96.",
        "Escobedo, Luis, and Melchor Ortiz (2002). The Relationship Between Liquor Outlet Density and Injury and Violence in New Mexico, Accident Analysis and Prevention, 34: 689-694.",
        "Fan, J., and I. Gijbels (1996). Local Polynomial Modeling and Its Applications. London: Chapman and Hall.",
        "Grossman, M., F. Chaloupka, H. Saffer, and A. Laixuthai (1994). Effects of Alcohol Price Policy on Youth: A Summary of Economic Research, Journal of Research on Adolescence, 4: 347-364.",
        "Hahn, Jinyong, Petra Todd, and Wilbert van der Klaauw (2001). Identification and Estimation of Treatment Effects with a Regression-Discontinuity Design, Econometrica, 69(1): 201-209.",
        "Hingson, R., D. Merrigan, and T. Heeren (1985). Effects of Massachusetts Raising Its Legal Drinking Age from 18 to 20 on Deaths from Teenage Homicide, Suicide, and Nontraffic accidents, Pediatric Clinics of North America, 32: 22 1-232.",
        "Jones, N., C. Pieper, and L. Robertson (1992). Effect of Legal Drinking Age on Fatal Injuries of Adolescents and Young Adults, American Journal of Public Health, 82: 112-115.",
        "Joksch, Hans, and Ralph Jones (1993). Changes in the Drinking Age and Crime, Journal of Criminal Justice, 21: 209-221.",
        "Kaestner, Robert (2000). A Note on the Effect of Minimum Drinking Age Laws on Youth Alcohol Consumption, Contemporary Economic Policy, 18(3): 315-325.",
        "Males, Mike (1986). The Minimum Purchase Age for Alcohol and Young-Driver Fatal Crashes: A Long-Term View, The Journal of Legal Studies, 15(1): 18 1-211.",
        "Saffer, Henry, and Michael Grossman (1987). Beer Taxes, the Legal Drinking Age, and Youth Motor Vehicle Fatalities, The Journal of Legal Studies, 16(2): 35 1-374.",
        "Thistlewaite, D., and D. Campbell (1960). Regression-Discontinuity Analysis: An Alternative to the Ex Post Facto Experiment, Journal of Educational Psychology, 51: 309-317.",
        "Young, Douglas, and Agnieska Bielinska-Kwapisz (2002). Alcohol Taxes and Beverage Prices, National Tax Journal, 55: 57-73."
    ]
}