{
    "id": 13370,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "Aghion, Philippe, and Peter Howitt, 1992, A Model of Growth Through Creative Destruction, Econometrica 60, 323-351.",
        "Casella, George, and Roger L. Berger, 2002, Statistical Inference, Duxbury Press.",
        "Cohen, Lauren, Andrea Frazzini and Christopher Malloy, 2007, The Small World of Investing: Board Connections and Mutual Fund Returns, working paper, Harvard Business School.",
        "Colla, Paola, and Antonio Mele, 2005, Information Linkages and Correlated Trading, working paper, London School of Economics.",
        "Crawford, Vincent, and Joel Sobel, 1982, Strategic Information Transmission, Econometrica SO, 1431-1451.",
        "Dewatripont, Mathias, and Jean Tirole, 2005, Modes of Communication, Journal of Political Economy 113, 1217-1238.",
        "Ellison, Glenn D., and Drew Fudenberg, 1995, Word of Mouth Communication and Social Learning, Quarterly Journal of Economics 110, 93-125.",
        "Fennell, Edward, 2005, Keeping Out of the Shadows, posted July S to Times Online, http://www.timesonline.co.uk.",
        "Hellmann, Thomas, and Enrico Perotti, 2005, The Circulation of Ideas: Firms versus Markets, working paper, University of British Columbia.",
        "Hong, Harrison, Jeffrey D. Kubik, and Jeremy C. Stein, 2005, Thy Neighbors Portfolio: Word-of-Mouth Effects in the Holdings and Trades of Money Managers, Journal of Finance 60, 280 1-2824.",
        "Jackson, Matthew 0., 2005, The Economics of Social Networks, in Richard Blundell, Whitney Newey and Torsten Persson eds., Proceedings of the 9th World Congress of the Econometric Society, Cambridge University Press.",
        "Krishna, Vijay, and John Morgan, 2004, The Art of Conversation: Eliciting Information From Experts Through Multi-Stage Communication, Journal of Economic Theory 117, 147-179.",
        "Ozsoylev, Han N., 2005, Asset Pricing Implications of Social Networks, working paper, Said Business School, University of Oxford.",
        "Saxenian, AnnaLee, 1994, Regional Advantage: Culture and Competition in Silicon Valley and Route 128, Harvard University Press.",
        "Shiller, Robert J., 2000, Irrational Exuberance, Princeton University Press."
    ]
}