{
    "id": 13372,
    "cites": 57,
    "cited_by": 4,
    "reference": [
        "[1] Almazan, A. and J. Suarez, 2003, Entrenchment and Severance Pay in Optimal Governance Structures. Journal of Finance 58, 519-548",
        "[2] Armstrong, C., D. F. Larcker and C. Su, 2007, Stock Options and Chief Executive Officer Compensation. Working Paper, Stanford University",
        "[3] Baker, G., M. Jensen and K. J. Murphy, 1988, Compensation and Incentives: Practice vs. Theory. Journal of Finance 43, 593-616",
        "[4] Baker, G. and B. Hall, 2004, CEO Incentives and Firm Size. Journal of Labor Economics 22, 767-98",
        "[5] Baranchuk, N., G. MacDonald and J. Yang, 2007, The Economics of Super Managers. Working Paper, University of Texas at Dallas",
        "[6] Bebchuk, L. and J. Fried, 2004, Pay Without Performance. The Unfulfilled Promise of Executive Compensation. Cambridge, MA: Harvard University Press",
        "[7] Bebchuk, L., and Y. Grinstein, 2005, The Growth of Executive Pay. Oxford Review of Economic Policy 21, 283-303",
        "[8] Bebchuk, L., and Y. Grinstein, 2007, Firm Expansion and CEO Pay, Working Paper, Cornell University",
        "[9] Becker, B., 2006, Wealth and Executive Compensation. Journal of Finance 61, 379-397",
        "[10] Bennedsen, M. F. Perez-Gonzalez, and D. Wolfenzon, 2007, Do CEOs Matter? Working Paper, Copenhagen Business School",
        "[11] Bertrand, M. and S. Mullainathan, 2001, Are CEOs Rewarded for Luck? The Ones Without Principals Are. Quarterly Journal of Economics 116, 901-932",
        "[12] Core, J. and W. Guay, 1999, The Use of Equity Grants to Manage Optimal Equity Incentive Levels. Journal of Accounting and Economics 28, 151-184",
        "[13] Core, J. and W. Guay, 2002, Estimating the Value of Employee Stock Option Portfolios and Their Sensitivities to Price and Volatility. Journal of Accounting Research 40, 613-630",
        "[14] Core, J., W. Guay and R. Verrecchia, 2003, Price Versus Non-Price Performance Measures in Optimal CEO Compensation Contracts. The Accounting Review 78, 957-981",
        "[15] Demsetz, H. and K. Lehn, 1985, The Structure of Corporate Ownership: Causes and Consequences. Journal of Political Economy 93, 1155-1177 43",
        "[16] Dittmann, I. and E. Maug, 2007, Lower Salaries and No Options? On the Optimal Structure of Executive Pay,  Journal of Finance, 62, 303-343",
        "[17] Edmans, A., 2007, Inside Debt. Working Paper, University of Pennsylvania",
        "[18] Epstein, L. and S. Zin, 1989, Substitution, Risk Aversion and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework. Econometrica 57, 937-968",
        "[19] Falato, A., and D. Kadyrzhanova, 2007, Optimal CEO Incentives and Industry Dynamics.  Working Paper, Federal Reserve Board",
        "[21] Gabaix, X. and A. Landier, 2008, Why Has CEO Pay Increased So Much? Quarterly Journal of Economics, forthcoming.",
        "[22] Garicano, L. and T. Hubbard, 2005, Learning About the Nature of Production from Equilibrium Assignment Patterns. Working Paper, University of Chicago",
        "[23] Gayle, G. and R. Miller, 2007, Has Moral Hazard Become a More Important Factor in Managerial Compensation? Working Paper, Carnegie-Mellon University",
        "[24] Gibbons, R. and K. J. Murphy, 1992, Optimal Incentive Contracts in the Presence of Career Concerns: Theory and Evidence. Journal of Political Economy 100, 468-505",
        "[25] Gompers, P., J. Ishii and A. Metrick, 2003, Corporate Governance and Equity Prices. Quarterly Journal of Economics 118, 107-155",
        "[26] Grossman, S. J. and 0. D. Hart, 1983, An Analysis of the Principal-Agent Problem, Econometrica 51, 7-45",
        "[27] Hall, B. and J. Liebman, 1998, Are CEOs Really Paid Like Bureaucrats? Quarterly Journal of Economics 113, 653-69 1",
        "[28] Haubrich, J. G., 1994, Risk Aversion, Performance Pay, and the Principal-Agent Problem.  Journal of Political Economy 102, 258-276.",
        "[29] He, Z., 2007, Optimal Executive Compensation When Cash Flows Follow Geometric Brownian Motion, Review of Financial Studies, forthcoming",
        "[30] Hermalin, B. and M. Weisbach, 1998, Endogenously Chosen Boards of Directors and Their Monitoring of Management. American Economic Review 88, 96-118 44",
        "[31] Hermalin, B. and N. Wallace, 2001, Firm Performance and Executive Compensation in the Savings and Loan Industry, Journal of Financial Economics 61, 139-170",
        "[32] Himmelberg, C. and G. Hubbard, 2000, Incentive Pay and the Market for CEOs: An Analysis of Pay-for-Performance Sensitivity. Working Paper, Columbia University",
        "[33] Holmstrom, B., 1979, Moral Hazard and Observability. Bell Journal of Economics 10, 74-91",
        "[34] Holmstrom, B., 1992, Comments, in Lars Werin and Hans Wijkander, eds., Contract Economics. Blackwell, Cambridge MA",
        "[35] Holmstrom, B., 1999, Managerial Incentive Problems: A Dynamic Perspective, Review of Economic Studies, 66, 169-182.",
        "[36] Holmstrom, B. and S. Kaplan, 2001, Corporate Governance and Takeovers in the US: Making Sense of the `80s and `90s. Journal of Economic Perspectives 15, 121-144",
        "[37] Holmstrom, B. and P. Milgrom, 1987, Aggregation and Linearity in the Provision of Intertemporal Incentives. Econometrica 55, 308-328",
        "[38] Inderst, R. and H. Mueller, 2007, CEO Compensation and Private Information: An Optimal Contracting Perspective. Working Paper, New York University",
        "[39] Jensen, M. and W. Meckling, 1976, Theory of the Firm: Managerial Behavior, Agency Costs, and Capital Structure. Journal of Financial Economics 3, 305-360",
        "[40] Jensen, M. and K. J. Murphy, 1990, Performance Pay and Top-Management Incentives. Journal of Political Economy 98, 225-64",
        "[41] Jensen, M. and K. J. Murphy, 2004, Remuneration: Where Weve Been, How We Got To Here, What Are The Problems, and How To Fix Them. Working Paper, Harvard Business School",
        "[42] Kreps, D. and E. Porteus, 1978, Temporal Resolution of Uncertainty and Dynamic Choice Theory. Econometrica 46, 185-200.",
        "[43] Kuhnen, C. and J. Zwiebel, 2007, Executive Pay, Hidden Compensation and Managerial Entrenchment. Working Paper, Northwestern University",
        "[44] Lazear, E.P., 1995, Personnel Economics, MIT Press.",
        "[45] Manso, G., 2006, Motivating Innovation. Working Paper, Massachusetts Institute of Technology 45",
        "[46] Morck, R., A. Shleifer and R. Vishny, 1990, Do Managerial Objectives Drive Bad Acquisitions ? Rand Journal of Economics 24, 357-379",
        "[47] Murphy, K. J., 1985, Corporate Performance and Managerial Remuneration: An Empirical Analysis. Journal of Accounting and Economics, 7, 11-42",
        "[48] Murphy, K. J., 1999, Executive Compensation, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Vol. 3b. New York and Oxford: Elsevier/NorthHolland, 2485-2563",
        "[49] Prendergast, C., 2002, The Tenuous Trade-Off between Risk and Incentives. Journal of Political Economy, 110, 1071-102",
        "[50] Rajan, R. and J. Wulf, 2006, Are Perks Purely Managerial Excess? Journal of Financial Economics 79, 1-33",
        "[51] Rosen, 5., 1992, Contracts and the Market for Executives, in Lars Werin and Hans Wijkander, eds., Contract Economics. Cambridge, MA and Oxford: Blackwell, 181-211",
        "[52] Sannikov, Y., 2006, A Continuous-Time Version of the Principal-Agent Problem. Working Paper, New York University",
        "[53] Sattinger, M., 1993, Assignment Models of the Distribution of Earnings, Journal of Economic Literature 31, 831-880",
        "[54] Schaefer, 5., 1998, The Dependence of Pay-Performance Sensitivity on the Size of the Firm. Review of Economics and Statistics, 80, 436-443",
        "[55] Tervio, M., 2007, The Difference that CEOs Make: An Assignment Model Approach. Working Paper, University of California, Berkeley",
        "[56] Weil, P., 1990, Nonexpected Utility in Macroeconomics. Quarterly Journal of Economics 105, 29-42",
        "[57] Yermack, D., 1995, Do Corporations Award CEO Stock Options Effectively? Journal of Financial Economics 39, 237-269",
        "[58] Yermack, D., 2006, Flights of Fancy: Corporate Jets, CEO Perquisites, and Inferior Shareholder Returns. Journal of Financial Economics 80, 2 11-242 46"
    ]
}