{
    "id": 1337,
    "cites": 19,
    "cited_by": 5,
    "reference": [
        "Arnott, R., and J.E. Stiglitz (1982), ~`Labor Turnover, Wage Structures, and Moral Hazard: The Inefficiency of Competitive Markets, Queens University Discussion Paper No. 496.",
        "Butters, G.R. (1977), Equilibrium Distributions of Sales and Advertising Prices, Review of Economic Studies 44, 465-491.",
        "Calvo, G. (1979), Quasi-Walrasian Theories of Unemployment, American Economic Review 69, 102-408.",
        "Diamond, P.A. (1971), `~A Model of Price AdjustmentTt, Journal of Economic Theory 3, 156-168.",
        "Dybvig, P. and G. Jaynes (1980), Output-supply, Employment and Intra-~ Industry Wage Dispersion, Cowles Foundation Discussion Paper No. 546.",
        "Nortensen, D.T. (1970), A Theory of Wage and Employment Dynamics, in Microeconomic Foundations of Inflation and Employment Theory, edited by E. Phelps et al, New York: Norton.",
        "Nortensen, D.T. (1973), TtSearch Equilibrium in a Simply Multi-Narket Economy, Center for Mathematical Studies, Discussion Paper No. 54, Northwestern University.",
        "Reinganuin, J.F. (1979), A Simple Model of Equilibrium Price Dispersiont, Journal of Political Economy 87,. 851-858.",
        "Roths child, M. (1973), Models of Market Organization with Imperfect Information, Journal of Political Economy 81, 1285-1308.",
        "Salop, S.C. (1973a), Systematic Job Search and Unemployment,t Review of Economic Studies, 191-201.",
        "Salop, S.C. (1973b), Wage Differentials in a Dynamic Theory of The Finn, Journal of Economic Theory, 321-44.",
        "Salop, S.C. (1979), A Model of the Natural Rate of Unemployment, American Economic Review 69, 117-25.",
        "Salop, S.C. (1977), The Noisy Monopolist: Imperfect Information, Price Dispersion and Price Discrimination, Review of Economic Studies 44, 383-406.",
        "Salop, S.C. and J.E. Stiglitz (1977), tBargins and Ripoffs: A Model of Monopolistically Competitive Price Dispersion, Review of Economic Studies 44, 493-510.",
        "Shapiro, C. and J.E. Stiglitz (1982), Equilibrium Unemployment as a Worker Discipline Device, Discussion Paper No. 28, Woodrow Wilson School, Princeton University (forthcoming American Economic Review).",
        "Stigler, G. (1961), The Economics of Information, Journal of Political Economy 69, 213-225.",
        "Stiglitz, J.E. (1974), Alternative Theories of Wage Determination and Unemployment in L.D.C. `5: The Labor Turnover Model, Quarter]~y~ Journal of Economics 88, 194-227.",
        "Stiglitz, J.E. (1976), Prices and Queues as Screening Devices in Competitive Markets, IMSSS Technical Report No. 212, Stanford University.",
        "Stiglitz, J.E. (1982a), The Wage-Productivity Hypothesis: Its Economic Consequences and Policy Implications paper presented at 1982 meeting of the American Economic Association, New York, December 28-30."
    ]
}