{
    "id": 13371,
    "cites": 41,
    "cited_by": 16,
    "reference": [
        "[1] Acemoglu, Daron and JÃ\u0083Â¶rn-Steffen Pischke (1998). Why Do Firms Train? Theory and Evi- dence. Quarterly Journal of Economics, Vol. 113, No. 1, 79-119.",
        "[2] Acemoglu, Daron and JÃ\u0083Â¶rn-Steffen Pischke (1999). The Structure of Wages and Investment in General Training. Journal of Political Economy, Vol. 107, 539-5 72.",
        "[3] Acemoglu, Daron and Robert Shimer (1999). Holdups and Efficiency with Search Frictions. International Economic Review, Vol. 40, 827-8S0.",
        "[4] Balmaceda, Felipe (2005). Firm-Sponsored General Training. Journal of Labor Economics, Vol. 23, No. 1, 11S-133.",
        "[5] Becker, Gary (1962). Investment in Human Capital: A Theoretical Analysis. Journal of Political Economy, Vol. 70, No. 1, 9-49.",
        "[6] Becker, Gary (1964). Human Capital, New York: Columbia University Press.",
        "[7] Brown, Jeff and Amy Finkelstein (2004). The Interaction of Public and Private Insurance: Medicaid and the Long-Term Care Insurance Market. NBER Working Paper.",
        "[8] Cabral, LuIs (2006). Severance Pay, Job Turnover and Investment. Work in progress, New York University.",
        "[10] Card, David, Carlos Dobkin and Nicole Maestas (200S). The Impact of Nearly Universal Insurance Coverage on Health Care Utilization and Health: Evidence from Medicare. mimeo, UC Berkeley.",
        "[11] Cebul, Randall, Ray Herschman, James B. Rebitzer, Lowell J. Taylor and Mark Votruba (2007). Employer-Based Insurance Markets and Investments in Health.",
        "[12] Chang, Chun and Yijiang Wang (1995). A Framework for Understanding Differences in Labor Turnover and Human Capital Investment. Journal of Economic Behavior and Organization, Vol. 28, 91-lOS. 37",
        "[13] Chang, Chun and Yijiang Wang (1996). Human Capital Investment Under Asymmetric Information: The Pigovian Conjecture Revisited. Journal of Labor Economics, Vol. 14, No. 3, 505-520.",
        "[14] Cochrane, John (1995). Time Consistent Health Insurance. Journal of Political Economy, Vol. 103, No. 3: 445-473.",
        "[15] Crocker, Keith J. and John R. Moran (2003). Contracting with Limited Commitment: Evidence from Employment-Based Health Insurance Contracts. RAND Journal of Economics, Vol. 34, No. 4, 694-718.",
        "[16] Davis, Karen, Cathy Schoen, Stuart Guterman, Tony Shih, Stephen C. Schoenbaum and Ilana Weinbaum (2007). Slowing the Growth of U.S. Health Care Expenditures: What are the Options? The Commonwealth Fund.",
        "[17] Diamond, Peter (1992). Organizing the Health Insurance Market. Econometrica, Vol. 60, No. 6, 1233-1254.",
        "[18] Ehrenberg, Ronald G. and Robert Stewart Smith (2003). Modern Labor Economics: Theory and Public Policy. Addison-Wesley: MA.",
        "[19] Ellis, Randall 0. and Albert Ma (2005). Health Insurance, Expectations and Job Turnover. Unpublished Manuscript, Boston University.",
        "[20] Finkelstein, Amy, Kathleen McGarry and Amir Sufi (2005). Dynamic Inefficiencies in Insur- ance Markets: Evidence from Long-Term Care Insurance. NBER Working Paper 11039.",
        "[21] Grossman, Michael (1972). On the Concept of Health Capital and the Demand for Health. Journal of Political Economy, Vol. 80, No. 2, 223-255.",
        "[22] Grossman, Michael (2000). The Human Capital Model. In Handbook of Health Economics, Volume 1A, edited by Anthony J. Culyer and Joseph P. Newhouse. Amsterdam: North- Holland, Elsevier Science, 347-408.",
        "[23] Gruber, Jonathan and Brigitte C. Madrian (1994). Health Insurance and Job Mobility: The Effects of Public Policy on Job-Lock. Industrial and Labor Relations Review, Vol. 48, No. 1, 86-102. 38",
        "[24] Gruber, Jonathan and Brigitte C. Madrian (1996). Employment Separation and Health In- surance Coverage. Journal of Public Economics, Vol. 66, No. 3, 349-382.",
        "[25] Gruber, Jonathan and Brigitte C. Madrian (2002). Health Insurance, Labor Supply and Job Mobility: A Critical Review of the Literature. NBER Working Paper 8817.",
        "[26] Guide to Clinical Preventive Services, (2006): Recommendations of the U.S. Preventive Ser- vices Task Force. AHRQ Publication No. 06-0588, June 2006. Agency for Healthcare Research and Quality, Rockville, MD, http: //www. ahrq. gov/clinic/pocketgdo6/",
        "[27] Hagist, Christian and Laurence J. Kotlikoff (2006). Whos Going Broke? Comparing Health- care Costs in ten OECD Countries, NBER Working Paper 11833.",
        "[28] Hall, Robert E. and Charles I. Jones (2007). The Value of Life and the Rise in Health Spending. Quarterly Journal of Economics, 2007.",
        "[29] Hashimoto, Masanori (1981). Firm-Specific Human Capital as a Shared Investment. Amer- ican Economic Review, Vol. 71, No. 3, 475-482.",
        "[30] Hendel, Igal and Alessandro Lizzeri (2003). The Role of Commitment in Dynamic Contracts: Evidence from Life Insurance. Quarterly Journal of Economics, Vol. 118, No. 1, 299-327.",
        "[31] Herring, Bradley (2006). Sub-optimal Coverage of Preventive Care Due to Market-Level Turnover Among Private Insurers. Unpublished Working Paper. Emory University School of Public Health.",
        "[32] Hoffman, Catherine and John Holahan (2005). What Is the Current Population Survey Telling Us About the Number of Uninsured?, available at http: //www. kff org.",
        "[33] Jovanovic, Boyan (1979). Job Matching and the Theory of Turnover. Journal of Political Economy, Vol. 87, 972-990.",
        "[34] Kenkel, Donald 5. (2000). Prevention. in Handbook of Health Economics, Volume 1B, edited by Anthony J. Culyer and Joseph P. Newhouse. Amsterdam: North-Holland, Elsevier Science, 1676-1719.",
        "[3S] Kambourov, Gueorgui and Iourii Manovskii (200S). Occupational Specificity of Human Cap- ital. mimeo, University of Pennsylvania. 39",
        "[36] Kessler, Anke S. and Christoph Lfllfesmann (2006). The Theory of Human Capital Revisited: On the Interaction of General and Specific Investments. The Economic Journal, Vol 116, No. 514, 903-923.",
        "[37] Madrian, Brigitte C. (1994). Employment-Based Health Insurance and Job Mobility: Is There Evidence of Job Lock? Quarterly Journal of Economics, Vol. 109, No. 1, 27-54.",
        "[38] Murphy, Kevin M. and Robert H. Topel (2005). The Value of Health and Longevity. Journal of Political Economy, Vol. 114, No. 5, 871-904.",
        "[39] Pauly, Mark, Howard Kunreuther and Richard Hirth (1995). Guaranteed Renewability in Insurance. Journal of Risk and Uncertainty, 10, 143-156.",
        "[40] Richmond, Julius B. and Rashi Fein (2005). The Health Care Mess: How We Got Into It and What It Will Take To Get Out. Harvard University Press: Cambridge, MA.",
        "[41] Santos Silva, Joao and Silvana Tenreyro (2006). The Log of Gravity. Review of Economics and Statistics, Vol. 88, No. 4, 641-658.",
        "[42] U.S. Department of Labor (1991). Selected Characteristics of Occupations Defined in the Re- vised Dictionary of Occupation Titles. Washington D.C.: U.S. Government Printing Office. 40"
    ]
}