{
    "id": 13378,
    "cites": 26,
    "cited_by": 22,
    "reference": [
        "[1] Anderson, S. P. and McLaren, J. [2005]. Media Mergers and Media Bias with Rational Con- sumers. Mimeo, University of Virginia.",
        "[3] Bernhardt, D., Krasa, S. and Polborn, M. K. [2006], Political Polarization and the Elec- toral Effects of Media Bias. CESifo Working Paper Series No. 1798, available at SSRN: http: //ssrn. com/abstract=892475.",
        "[4] Besley, T. and Prat, A. [2006]. Handcuffs for the Grabbing Hand? Media Capture and Government Accountability. American Economic Review, 96(3): 720-736.",
        "[5] Cohen, B. [1963]. The Press and Foreign Policy. Princeton, Princeton University Press.",
        "[6] DellaVigna, S. and Kaplan, E. [2007]. The Fox News Effect: Media Bias and Voting. Quar- terly Journal of Economics, forthcoming.",
        "[7] Erikson, R. 5. [1989]. Economic Conditions and The Presidential Vote. American Political Science Review, 83(2): 567-573.",
        "[8] Erikson, R. 5. [1990]. Economic Conditions and the Congressional Vote: A Review of the Macrolevel Evidence. American Journal of Political Science, 34(2): 373-399.",
        "[9] Erbring, L., Goldenberg, E. N. and Miller, A. H. [1980]. Front-Page News and Real-World Cues: A New Look at Agenda-Setting by the Media. American Journal of Political Science, 24(1): 16-49.",
        "[10] Fair, R. C. [1978]. The Effect of Economic Events on Votes for President. Review of Eco- nomics and Statistics, 60(2): 159-173.",
        "[11] Fridkin Kahn, K. and Kenney, P. J. [2002]. The Slant of the News: How Editorial Endorse- ments Influence Campaign Coverage and Citizens Views of Candidates. American Political Science Review, 96(2): 381-394. 23",
        "[12] Gentzkow, M. A., Glaeser, E. L. and Goldin, C. [2006]. The Rise of the Fourth Estate: How Newspapers Became Informative and Why it Mattered. In Edward L. Glaeser and Claudia Goldin (Eds.), Corruption and Reform: Lessons from Americas History. National Bureau of Economic Research.",
        "[13] Gentzkow, M. A. and Shapiro, J. M. [2007]. What Drives News Media Slant? Evidence from U.S. Daily Newspapers. Mimeo, University of Chicago.",
        "[14] Gerber, A., Karlan, D. and Bergan, D. [2006]. Does The Media Matter? A Field Experiment Measuring the Effect of Newspapers on Voting Behavior and Political Opinions. Mimeo, Yale University.",
        "[15] Groseclose, T. and Milyo, J. [2005]. A Measure of Media Bias. Quarterly Journal of Eco- nomics, 120(4): 1191-1237.",
        "[16] Hibbs, D. A, Jr. [1987]. The American Political Economy: Macroeconomic and Electoral Pol- itics in the United States. Cambridge, Harvard University Press.",
        "[17] Iyengar, S., Kinder, D. R., and Peters, M. D. [1982]. Experimental Demonstrations of the Not-So-Minimal Consequences of Television News Programs. The American Political Sci- ence Review, 76(4): 848-858.",
        "[18] Iyengar, S. and Simon, A. F. [2000]. New Perspectives and Evidence on Political Communi- cation and Campaign Effects. Annual Review of Psychology 51: 149-169.",
        "[19] Larcinese, V. [2007]: The Instrumental Voter Goes to the News-Agent: Information Acquisi- tion, Marginality, and the Media, Journal of Theoretical Politics, 19(3): 249-276.",
        "[20] Lippmann, W. [1922]. Public Opinion. New York, Harcourt, Brace.",
        "[21] Lott, J. R., Jr. and Hassett, K. A. [2004]. Is Newspaper Coverage of Economic Events Polit- ically Biased? Working Paper, American Enterprise Institute, Washington, DC.",
        "[22] MacKuen, M. B., Erikson, R. S. and Stimson, J. A. [1992]. Peasants or Bankers? The American Electorate and the U.S. Economy. American Political Science Review, 86(3): 597- 611. 24",
        "[23] McCombs, M. E. [2002]. The Agenda-Setting Role of the Mass Media in the Shaping of Public Opinion. Paper presented at Mass Media Economics 2002 conference, London School of Economics: http://sticerd.lse.ac.uk/dps/extra/McCombs.pdf",
        "[24] McCombs, M. E. and Shaw, D. L. [1972]. The Agenda-Setting Function of Mass Media. Public Opinion Quarterly, 36(2): 176-187.",
        "[26] Puglisi, R. [2004]. The Spin Doctor Meets the Rational Voter: Electoral Competition with Agenda-Setting Effects. Available at SSRN: http: //ssrn. com/abstract=581881.",
        "[27] Puglisi, R. [2006]. Being the New York Times: the Political Behaviour of a Newspaper. Political Economy and Public Policy (PEPP) Working Paper n. 20, STICERD, London School of Economics.",
        "[28] Stromberg, D. [2004]. Mass Media Competition, Political Competition, and Public Policy. Review of Economic Studies, 71(1): 265-284."
    ]
}