{
    "id": 13385,
    "cites": 51,
    "cited_by": 37,
    "reference": [
        "ABEL, A. (1983), Optimal Investment under Uncertainty, American Economic Review, 73, 228-233.",
        "ABEL, A. and EBERLY, J. (1996), Optimal investment with costly reversibility, Review of Economic Studies, 63, 581-593.",
        "ABEL, A. and EBERLY, J. (2002), Investment and q with fixed costs: an empirical analysis, Wharton School, University of Pennsylvania, mimeo.",
        "ADDA, J. and COOPER, R. (2000), Balladurette and Juppette: a discrete analysis of scrapping subsidies, Journal of Political Economy, 108, 778-806.",
        "AGHION, P., ANGELETOS, G., BANERJEE, A. and MANOVA, K. (2005), Volatility and growth: credit constraints and productivity-enhancing investment, NBER WP11349.",
        "BACHMAN, R., CABALLERO, R. and ENGEL, E. (2006), Lumpy Investment in Dynamic General Equilibrium, NBER WP 12336.",
        "BAILY, M., HULTEN, C. AND CAMPBELL, D. (1992),Productivity dynamics in manufacturing plants, Brookings Papers on Economic Activity, 1992, 187-249.",
        "BARNDORFF-NIELSEN, 0. and SHEPHARD, N. (2006), Econometrics of testing for jumps in financial economics using bipower variation, Journal of Financial Econometrics, 4, 1-30.",
        "BARTELSMAN, E., BECKER, R. and GRAY, W. (2000) NBER Productivity Database, available at www.nber.org.",
        "BARLEVY, G. (2004), The cost of business cycles under endogenous growth American Economic Review, 94, 964-990.",
        "BERNANKE, B. (1983), Irreversibility, Uncertainty and Cyclical Investment, Quarterly Journal of Economics, 98, 85-106.",
        "BERNARD, A., REDDING, S. and SCHOTT, P. (2006), Multi-product firms and product switching, NBER WP 12293.",
        "BERTOLA, G. and BENTOLILA, 5. (1990), Firing costs and labor demand: How bad is Eurosclerosis , Review of Economic Studies, 54, 3 18-402.",
        "BERTOLA, G. and CABALLERO, R. (1990), Kinked Adjustment Costs and Aggregate Dynamics , NBER Macroeconomics Annual, 61, 223-246.",
        "BERTOLA, G. and CABALLERO, R. (1994), Irreversibility and Aggregate Investment, Review of Economic Studies, 61, 223-246.",
        "BLOOM, N., (2006), The impact of uncertainty shocks: firm-level estimation and a 9/11 simulation , Centre for Economic Performance discussion paper 718.",
        "BLOOM, N., BOND, S. and VAN REENEN, J.(2007), Uncertainty and Investment Dynamics, Review of Economic Studies, 74, 391-415.",
        "BLOOM, N., FLOETOTTO, M. and JAIMOVICH, N. (2007), Really Uncertain Business Cycles , Stanford mimeo.",
        "BLOOM, N. and VAN REENEN, J. (2007), Measuring and Explaining Management Practices Across Firms and Countries, forthcoming Quarterly Journal of Economics.",
        "BOND, S. and VAN REENEN, J. (2007), Microeconometric models of investment and employment , forthcoming Handbook of Econometrics.",
        "CABALLERO, R. (1991), On the sign of the investment uncertainty relationship, American Economic Review, 81, 279-288.",
        "CABALLERO, R. and ENGEL, E. (1993), Microeconomic adjustment hazards and aggregate dynamics, Quarterly Journal of Economics, 108, 359-383.",
        "CABALLERO, R. and ENGEL, E. (1999), Explaining Investment Dynamics in U.S. Manufacturing: a Generalized (S,s) Approach, Econometrica, 67, 783-826.",
        "CABALLERO, R., ENGEL, E. and HALTIWANGER, J. (1995), Plant-Level Adjustment and Aggregate Investment Dynamics, Brookings Papers on Economic Activity, 2, 1-54.",
        "CABALLERO, R., ENGEL, E. and HALTIWANGER, J. (1997), Aggregate Employment Dynamics: Building from Microeconomics Evidence, American Economic Review, 87, 115-137.",
        "CABALLERO,R. and LEAHY, J. (1996), Fixed costs: the demise of marginal Q, NBER working paper 5508.",
        "CHRISTIANO, L., EICHENBAUM, M. and EVANS, C. (2005), Nominal rigidities and the dynamic effects of a shock to monetary policy, Journal of Political Economy, 113, 1-45.",
        "COOPER, R. and HALTIWANGER, J. (1993), The Aggregate Implications of Machine Replacement: Theory and Evidence, American Economic Review, 83, 360-82.",
        "COOPER, R. and HALTIWANGER, J. (2006), On the nature of the capital adjustment process, Review of Economic Studies, 73, 6 11-633.",
        "COOPER, R., HALTIWANGER, J. and WILLIS, J. (2004), Dynamics of labor demand: evidence from plant-level observations and aggregate implications, NBER working paper 10297.",
        "DAVIS, S., FABERMAN, R. and HALTIWANGER, J. (2006), The Flow Approach to Labor Markets: New Data Sources and Micro-Macro Links, forthcoming Journal of Economic Perspectives.",
        "DIXIT, A. (1993), The Art of Smooth Pasting, Fundamentals of Pure and Applied Economics, Harwood Academic Publishers, Switzerland.",
        "DIXIT, A., and PINDYCK, R. (1994), Investment Under Uncertainty, Princeton University Press, Princeton, New Jersey.",
        "FOSTER, L., HALTIWANGER, J. and KRIZAN. C (2000), Aggregate Productivity Growth: Lessons from Microeconomic Evidence, New Developments in Productivity Analysis, NBER, University of Chicago Press.",
        "HAMERMESH, D. (1989), Labor demand and the structure of adjustment costs, American Economic Review, 79, 674-89.",
        "HARTMAN, R. (1972), The effect of price and cost uncertainty on Investment, Journal of Economic Theory, 5, 258-266.",
        "HASSLER, J. (1996), Variations in risk and fluctuations in demand - a theoretical model, Journal of Economic Dynamics and Control, 20, 1115-1143.",
        "JUDD, K. (1998), Numerical Methods in Economics, MIT Press, Cambridge, Massachusetts.",
        "HAYASHI, F. (1982), Tobins marginal Q and average Q: a neoclassical interpretation, Econometrica, 50, 213-224.",
        "KHAN, A. and THOMAS, J. (2003), Nonconvex factor adjustments in equilibrium business cycle models: do nonlinearities matter?, Journal of Monetary Economics, 50, 331-360.",
        "KING, R. and REBELO, 5. (1999), Resuscitating real business cycles, in the Handbook of Macroeconomics, John Taylor and Michael Woodford (eds.), Elsevier, North-Holland.",
        "KRUSELL, P and SMITH, A. (1998), Income and wealth heterogeneity in the macroeconomy, Journal of Political Economy, 106, 867-896.",
        "LEAHY, J. and WHITED, T. (1996), The Effects of Uncertainty on Investment: Some Stylized Facts, Journal of Money Credit and Banking, 28, 64-83.",
        "LEE, B. and INGRAM. B. (1991), Simulation estimation of time series models, Journal of Econometrics, 47, 197-205.",
        "MEGHIR, C. and PISTAFERRI, L (2004), Income variance dynamics and heterogeneity, Econometrica, 72, 1-32,.",
        "MERZ, M. and YASHIV, E. (2006), Labor and the Market Value of the Firm, forthcoming American Economic Review.",
        "NICKELL, 5. (1986), Dynamic models of labor demand, in: 0. Ashenfelter and R. Layard, Eds., Handbook of Labor Economics, vol.1, North-Holland, Amsterdam.",
        "OHANIAN, L. (2001), Why did productivity fall so much during the Great Depression?, American Economic Review, 91, 34-38.",
        "RAMEY, G. and RAMEY, V, (1995) Cross-country evidence on the link between volatility and growth, American Economic Review, 85, 1138-1151.",
        "RAMEY, V. and SHAPIRO, M, (2001) Displaced Capital, Journal of Political Economy, 605622.",
        "STOKEY, N. and LUCAS, R. (1989), Recursive Methods in Economic Dynamics, with PRESCOTT, E., Harvard University Press, Cambridge Mass."
    ]
}