{
    "id": 13386,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "Abadie, Alberto and Guido Imbens (2002). Simple and Bias-Corrected Matching Estimators for Average Treatment Effects, NBER Technical Working Papers 0283 National Bureau of Economic Research, Inc.",
        "Abrevaya, Jason (2006). Estimating the Effect of Smoking on Birth Outcomes Using a Matched Panel Data Approach, Journal of Applied Econometrics, 21(4): 489-5 19.",
        "Abrevaya, Jason and Christian M. Dahl (2007). The Effects of Birth Inputs on Birthweight: Evidence from Quantile Estimation on Panel Data, working paper.",
        "Almond, Douglas, Kenneth Y. Chay, and David S. Lee (2005). The Costs of Low Birth Weight, Quarterly Journal of Economics, 120 (3): 103 1-1083.",
        "Centers for Disease Control and Prevention (2001). Women and Smoking: A Report of the Surgeon General, 2001, Tobacco Information and Prevention Source, from: http ://www.cdc .gov/tobacco/sgr/sgrforwomenlataglance.htm.",
        "Centers for Disease Control and Prevention (2005). Tobacco Use, Access, and Exposure to Tobacco in Media Among Middle and High School Students, Morbidity and Mortality Weekly Report, 54 (12): 297-301.",
        "Centers for Disease Control and Prevention (2006a). Births: Final Data for 2004, National Vital Statistics Reports, 55 (1) (September 2006).",
        "Centers for Disease Control and Prevention (2006b). Errata: Tobacco Use, Access, and Exposure to Tobacco in Media Among Middle and High School Students, Morbidity and Mortality Weekly Report, 55 (17): 490.",
        "Chen, Xi-Kuan, with Shi Wu Wen, Nathalie Fleming, Kitaw Demissie, George G. Rhoads, and Mark Walker (2007), Teenage Pregnancy and Adverse Birth Outcomes: a Large Population Based Retrospective Cohort Study, International Journal of Epidemiology, 10, (January 2007): 368-373.",
        "Evans, William N., and Jeanne S. Ringel (1999). Can Higher Cigarette Taxes Improve Birth Outcomes, Journal of Public Economics 72(1): 135-154.",
        "Imbens, Guido W. (2004). Nonparametric estimation of average treatment effects under Exogeneity: A Review, Review of Economics and Statistics, 86, (February 2004): 4-29.",
        "Kramer, Mark S. (1987), Determinants of low birth weight: Methodological assessment and meta-analysis, Bulletin of the World Health Organization, 65:663-737.",
        "Law, Karen, Laura R. Stroud, Linda L. LaGasse, Raymond Niaura, Jing Liu, and Barry M. Lester (2003). Smoking During Pregnancy and Newborn Neurobehavior, Pediatrics 111(6): 1318-1323.",
        "Oken, E., K. P. Kleinman, J. Rich-Edwards, and M. W. Gilman (2003). A Nearly Continuous Measure of Birth Weight for Gestational Age Using a U.S. National Reference, BMC Pediatrics, 5: 1-10.",
        "Permutt, Thomas, and J. Richard Hebel (1989). Simultaneous-equation Estimation in a Clinical Trial of the Effect of Smoking on Birth Weight, Biometrics 45: 6 19-622.",
        "Roy, Tara Sankar, Frederic C. Seidler, and Theodore A. Slotkin (1998). Prenatal Nicotine Exposure Evokes Alterations of Cell Structure in Hippocampus and Somatosensory Cortex, Journal of Pharmacology and Experimental Therapeutics, 300: 124-132.",
        "Slotkin, Theodore (1998). Fetal Nicotine or Cocaine Exposure: Which One is Worse? Journal of Pharmacology and Experimental Therapeutics, 285: 93 1-942.",
        "Shiono,P. H., and R. E. Behrman (1995). Low Birth Weight Analysis and Recommendations, The Future of Children 5: 4-18.",
        "Wei, Jung-Nan, Fung-Chang Sung, Chung-Yi Li,, Chia-Hsuin Chang, Ruey-Shiung Lin, Chau-Ching Lin, Chuan-Chi Chiang, and Lee-Ming Chuang (2003), Low Birth Weight and High Birth Weight Infants Are Both at an Increased Risk to Have Type 2 Diabetes Among Schoolchildren in Taiwan, Diabetes Care 26: 343-348."
    ]
}