{
    "id": 13390,
    "cites": 17,
    "cited_by": 5,
    "reference": [
        "[1] Aiyagari, S.R, Marcet, A., Sargent, T.J, and Juha Seppala (2002): Optimal Taxation without State Contingent Debt, Journal of Political Economy, 110, 1220-1254.",
        "[2] Angeletos, George-Marios (2002): ~Fiscal Policy with Non-Contingent Debt and the Optimal Maturity Structure, Quarterly Journal of Economics, 117, 1105-1131.",
        "[3] Atkeson, A., Chari, V.V., and Patrick J. Kehoe (1999): ~Taxing Capital Income: A Bad Idea, Federal Reserve Bank of Minneapolis Quarterly Review, 23, 3-17..",
        "[4] Atkinson, A.B and Joseph E. Stiglitz (1972): The Structure of Indirect Taxation and Economic Efficiency, Journal of Public Economics, 1, 97-119.",
        "[5] Barro, Robert J. (1979): On the Determination of Public Debt, Journal of Political Economy, 87, 940-971.",
        "[6] Bohn, Henning (1990): ~Tax Smoothing with Financial Instruments, American Economic Review, 80, 1217-1230.",
        "[7] Buera, F. and Juan P. Nicolini (2004): Optimal Maturity Structure of Government Debt without State Contingent Bonds, Journal of Monetary Economics, 51, 531-554.",
        "[8] Chamley, Christophe (1986): Optimal Taxation of Capital Income in General Equilibrium with Infinite Lives, Econometrica, 54, 607-622.",
        "[9] Chari, V.V., Christiano, L.J. and Patrick J. Kehoe (1994): ~Optimal Fiscal Policy in a Business Cycle Model, Journal of Political Economy, 102, 617-652.",
        "[10] Farhi, E. and Ivan Werning (2005): The Optimal Maturity Structure of Government Debt when Markets are Incomplete, mimeo MIT.",
        "[11] Judd, Kenneth L. (1985): Redistributive Taxation in a Simple Perfect Foresight Model, Journal of Public Economics, 28, 59-83.",
        "[12] Judd, Kenneth L. (1992): Optimal Taxation in Dynamic Economies: Theory and Evidence, mimeo.",
        "[13] LoÃ\u0083Â¨ve, M. (1977): Probability Theory II, Springer Verlag, 4th edition.",
        "[14] Lucas, R. and Nancy Stokey (1983): Optimal Fiscal and Monetary Policy in an Economy without Capital, Journal of Monetary Economics, 12, 55-93.",
        "[15] Ramsey, Frank P. (1927): A Contribution to the Theory of Taxation, Economic Journal, XLVIII, 47-61. 43",
        "[17] Werning, Ivan (2005): Tax Smoothing with Incomplete Markets, MIT mimeo.",
        "[18] Zhu, Xiaodong (1992): Optimal Fiscal Policy in a Stochastic Growth Model, Journal of Economic Theory, 58, 250-289. 44"
    ]
}