{
    "id": 13397,
    "cites": 31,
    "cited_by": 31,
    "reference": [
        "Ang, A., G. Bekaert and M. Wei (2006): Do Macro Variables, Asset Markets or Surveys Forecast Inflation Better?, Journal of Monetary Economics, forthcoming.",
        "Aruoba, S.B., F.X. Diebold and C. Scotti (2007): Real-Time Measurement of Business Conditions, working paper.",
        "Atkeson, A. and L.E. Ohanian (2001): Are Phillips Curves Useful for Forecasting Infla- tion?, Federal Reserve Bank of Minneapolis Quarterly Review, 25, pp.2-li.",
        "Bates, J.M. and C.W.J. Granger (1969): The Combination of Forecasts, Operations Research Quarterly, 20, pp.451-468.",
        "Bernanke, B.S. and J. Boivin (2003): Monetary Policy in a Data-Rich Environment, Journal of Monetary Economics, 50, pp.525-546.",
        "Bernanke, B.S., J. Boivin and P. Eliasz (2005): Measuring Monetary Policy: A Fac- tor Augmented Vector Autoregressive (FAVAR) Approach, Quarterly Journal of Economics, 120, pp.387-422.",
        "Boivin, J. and S. Ng (2006): Are More Data Always Better for Factor Analysis?, Journal of Econometrics, 132, pp.169-194.",
        "Clark, T.E. and M. McCracken (2001): Tests of Equal Forecast Accuracy and Encom- passing for Nested Models, Journal of Econometrics, 105, pp.85-110.",
        "DAgostino, A. and D. Giannone (2006): Comparing Alternative Predictors Based on Large Panel Factor Models, European Central Bank Working Paper 680.",
        "Diebold, F.X. and R.S. Mariano (1995): Comparing Predictive Accuracy, Journal of Business and Economic Statistics, 13, pp.253-263.",
        "Edge, R.M., M. T. Kiley and J.P. Laforte (2006): A Comparison of Forecast Performance between Federal Reserve Staff Forecasts, Simple Reduced form Models and a DSGE Model, working paper.",
        "Faust, Jon and Jonathan H. Wright (2006): Efficient Forecast Tests for Conditional Policy Forecasts, working paper.",
        "Fernandez, C., E. Ley and M.F.J. Steel (2001): Model Uncertainty in Cross-Country Growth Regressions, Journal of Applied Econometrics, 16, pp.563-576.",
        "Forni, M., M. Hallin, M. Lippi and L. Reichlin (2005): The Generalized Dynamic Factor Model: One-Sided Estimation and Forecasting, Journal of the American Statistical Association, 100, pp.830-840.",
        "Giannone, D., L. Reichlin and L. Sala (2004): Monetary Policy in Real Time, in M.",
        "Gertler and K. Rogoff (eds.), NBER Macroeconomics Annual, 2004, MIT Press, Cambridge.",
        "Giannone, D., L. Reichlin and D. Small (2007): Nowcasting GDP: The Real Time Informational Content of Macroeconomic Data Releases, working paper.",
        "Koop, G. and S. Potter (2003): Forecasting in Large Macroeconomic Panels Using Bayesian Model Averaging, Federal Reserve Bank of New York Staff Report 163.",
        "Kttnsch (1989): The Jackknife and the Bootstrap for General Stationary Observations, Annals of Statistics, 17, pp.1217-1241.",
        "Liu, R. and K. Singh (1992): Moving Blocks Jackknife and Bootstrap Capture Weak Dependence, in Exploring the Limits of the Bootstrap (R. Lepage and L. Billard, eds.), Wiley, New York.",
        "Marcellino, M., J.H. Stock and M.W. Watson (2006): A Comparison of Direct and It- erated Multistep AR methods for Forecasting Macroeconomic Time Series, Journal of Econometrics, 135, pp.499-526.",
        "Reifschneider, D.L., D.J. Stockton and D.W. Wilcox (1997): Econometric Models and the Monetary Policy Process, Carnegie Rochester Series on Public Policy, 47, pp.1- 37.",
        "Romer, C.D. and D.H. Romer (2000): Federal Reserve Information and the Behavior of Interest Rates, American Economic Review, 90, pp.429-457.",
        "Sims, C.A. (2002): The Role of Models and Probabilities in the Monetary Policy Process, Brookings Papers on Economic Activity, 2, pp.1-40.",
        "Stock, J.H. and M.W. Watson (1999): Forecasting Inflation, Journal of Monetary Economics, 44, pp.293-335.",
        "Stock, J.H. and M.W. Watson (2002): Forecasting Using Principal Components from a Large Number of Predictors, Journal of the American Statistical Association, 97, pp.1167-1179.",
        "Stock, J.H. and M.W. Watson (2003): Forecasting Output and Inflation: The Role of Asset Prices, Journal of Economic Literature, 41, pp.788-829.",
        "Stock, J.H. and M.W. Watson (2005): An Empirical Comparison of Methods for Forecasting Using Many Predictors, working paper.",
        "Stock, J.H. and M.W. Watson (2007): Has Inflation Become Harder to Forecast?, Journal of Money, Credit and Banking, 39, pp.3-34.",
        "Tulip, P. (2005b): Has Output Become More Predictable? Changes in Greenbook Fore- cast Accuracy, Finance and Economics Discussion Series 2005-31, Federal Reserve Board.",
        "Wright, J.H. (2003): Forecasting U.S. Inflation by Bayesian Model Averaging, Interna- tional Finance Discussion Paper 780, Federal Reserve Board."
    ]
}