{
    "id": 13398,
    "cites": 20,
    "cited_by": 11,
    "reference": [
        "Abreu, Dilip, David Pearce, and Ennio Stacchetti, ~Optimal Cartel Equilibria with Imperfect Monitoring, Journal of Economic Theory, XXXIX (June 1986), 251-269.",
        "AdÃ\u0083Â£o, Bernardino, Isabel Correia, and Pedro Teles, ~Monetary Policy with Single Instrument Feedback Rules, Manuscript, Bank of Portugal, 2006.",
        "Albanesi, Stefania, V. V. Chari, and Lawrence J. Christiano, ~How Severe Is the Time-Inconsistency Problem in Monetary Policy? NBER Working Paper 8139, 2001.",
        "Alesina, Alberto, and Robert J. Barro, ~Currency Unions, Quarterly Journal of Economics, CXVII (May 2002), 409-436.",
        "Backus, David, and John Driffill, ~Inflation and Reputation, American Economic Review, LXXV (June 1985), 530-538.",
        "Barro, Robert J., and David B. Gordon, ~Rules, Discretion and Reputation in a Model of Monetary Policy, Journal of Monetary Economics, XII (July 1983), lOl-121.",
        "Bassetto, Marco, ~A Game-Theoretic View of the Fiscal Theory of the Price Level, Econo- met rica, LXX (November 2002), 2167-2195.",
        "Calvo, Guillermo A., and Carlos A. Vegh, ~Inflation Stabilization and BOP Crises in Devel- oping Countries, in Handbook of Macroeconomics, Vol. 1C, John B. Taylor and Michael Woodford, eds. (Amsterdam: North-Holland, 1999), 1531-1614.",
        "Canavan, Chris, and Mariano Tommasi, ~On the Credibility of Alternative Exchange Rate Regimes, Journal of Development Economics, LIV (October 1997), lOl-122.",
        "Canzoneri, Matthew B., ~Monetary Policy Games and the Role of Private Information, Amer- ican Economic Review, LXXV (December 1985), 1056-1070.",
        "Chang, Roberto, ~Credible Monetary Policy in an Infinite Horizon Model: Recursive Ap- proaches, Journal of Economic Theory, LXXXI (August 1998), 431-461.",
        "Faust, Jon, and Lars E. 0. Svensson, ~Transparency and Credibility: Monetary Policy with 31 Unobservable Goals, International Economic Review, XLII (May 2001), 369-397.",
        "Green, Edward J., and Robert H. Porter, ~Noncooperative Collusion under Imperfect Price Information, Econometrica, LII (January 1984), 87-100.",
        "Herrendorf, Berthold, ~Importing Credibility Through Exchange Rate Pegging, Economic Journal, CVII (May 1997), 687-694.",
        "Rates, Journal of International Economics, XLIX (October 1999), 31-SO.",
        "McCallum, Bennett T., ~Price Level Determinacy with an Interest Rate Policy Rule and Ra- tional Expectations, Journal of Monetary Economics, VIII (November 1981), 319-329.",
        "Persson, Torsten, and Guido Tabellini, ~Introduction, in Monetary and Fiscal Policy, Vol. 1, Credibility, Torsten Persson and Guido Tabellini, eds. (Cambridge, MA: MIT Press, 1994), 1-31.",
        "Poole, William, ~Optimal Choice of Monetary Policy Instruments in a Simple Stochastic Macro Model, Quarterly Journal of Economics, LXXXIV (May 1970), 197-216.",
        "Woodford, Michael, Interest and Prices: Foundations of a Theory of Monetary Policy (Prince- ton, NJ: Princeton University Press, 2003).",
        "Zarazaga, Carlos E. J. M., ~Hyperinflations and Moral Hazard in the Appropriation of Seignior- age: An Empirical Implementation with a Calibration Approach, Federal Reserve Bank of Dallas Working Paper 95-17, 1995."
    ]
}