{
    "id": 13394,
    "cites": 34,
    "cited_by": 15,
    "reference": [
        "[1] Abowd, John, and David Card (1989): On the Covariance Structure of Earnings and Hours Changes, Econometrica, Vol. 57, pp.411-445.",
        "[2] Altonji, Joseph G, and Lewis M Segal (1996): Small Sample Bias in GMM Estimation of Covariance Structure, Journal of Business and Economics Statistics, Vol. 109, pp. 659-684.",
        "[3] Baker, Michael (1997): Growth-rate Heterogeneity and the Covariance Structure of Life-Cycle Earnings, Journal of Labor Economics, Vol. 15, pp. 338-375.",
        "[5] Ben-Porath, Yoram (1967): The Production of Human Capital and the Life Cycle of Earnings, Journal of Political Economy,.Vol. 75.",
        "[6] Bound, J. and A. B. Krueger, (1991), The Extent of Measurement Error in Longitudinal Earnings Data: Do two wrongs make a right?, Journal of Labor Economics Vol. 9, pp. 1-24.",
        "[7] Campbell John Y., Joao F. Cocco, Francisco J. Gomes, and Pascal J. Maenhout (2001): Investing Retirement Wealth: A Life-Cycle Model, in Risk Aspects of InvestmentBased Social Security Reform, John Campbell and Martin Feldstein eds., University of Chicago Press: Chicago, IL, pp. 439-473. 32",
        "[8] Carroll, Christopher, and Andrew Samwick (1997): ~The Nature of Precautionary Wealth, Journal of Monetary Economics, 40, No. 1, pp. 41-72.",
        "[9] Castaneda, Ana, Javier Diaz-Jimenez, and Jose Victor Rios-Rull (2003): ~Accounting for earnings and wealth inequality, Journal of Political Economy, Vol. 111, no 4, pp. 818-57.",
        "[10] Chamberlain, Gary (1984): ~Panel Data, in Handbook of Econometrics, eds. Z. Griliches and M. Intriligator. Amsterdam: North Holland, pp. 1274-1318.",
        "[11] Christiano Lawrence, and Martin Eichenbaum (1990): ~Unit Roots in Real GNP: Do We Know, and Do We Care? Carnegie-Rochester Conference Series on Public Policy.",
        "[12] Constantinides, George M., and Darrell Duffie (1996): ~Asset Pricing with Heterogeneous Consumers, Journal of Political Economy, Vol. 104, pp. 219-240.",
        "[13] Davis, Steve J., Felix Kubler and Paul Willen (2003): ~Borrowing Costs and the Demand for Equity Over the Life-cycle, Working Paper, University of Chicago.",
        "[14] Deaton, Angus, and Christina Paxson (1994): ~Intertemporal Choice and Inequality, Journal of Political Economy, Vol. 102, pp. 437-467.",
        "[15] Gourinchas Pierre-Olivier, and Jonathan A. Parker (2002): ~Consumption Over the Life Cycle, Econometrica, Vol. 70, pp. 47-89.",
        "[16] Guvenen, Fatih (2007): ~Learning Your Earning: Are Labor Income Shocks Really Very Persistent? American Economic Review, Vol. 97, No. 3, pp. 687-712.",
        "[18] Guvenen, Fatih, and Anthony Smith (2007): ~Inferring Labor Income Risk from Economic Choices: An Indirect Inference Approach, Working Paper, University of Texas at Austin.",
        "[20] Hall, Robert E. (1971): ~The Measurement of Quality Change from Vintage Price Data, in Zvi Griliches ed., Price Indexes and Quality Change, Cambridge, MA: Harvard University Press.",
        "[21] Hause, John C. (1980): ~The Fine Structure of Earnings and the On-the-Job Training Hypothesis, Econometrica, Vol. 48, pp. 1013-29.",
        "[22] Heathcote, Jonathan, Kjetil Storesletten, Gianluca Violante (2004): ~The Macroeconomic Implications of Rising Wage Inequality in the United States, Working Paper, NYU. 33",
        "[23] Heathcote, Jonathan, Kjetil Storesletten, Gianluca Violante (2005): Two Views of Inequality over the Life-Cycle, Journal of the European Economic Association PEP, Vol 3, pp. 765-775",
        "[24] Heckman, James J., and Richard Robb (1985): Using Longitudinal Data to Estimate Age, Period, and Cohort Effects in Earnings Equations, in W. Mason and S. Fienberg (eds), Cohort Analysis in Social Research: Beyond the Identification Problem, New York: Springer Verlag.",
        "[25] Hubbard, R Glenn, Jonathan Skinner and Steve P. Zeldes (1994): The Importance of Precautionary Saving in Explaining Individual and Aggregate Savings, CarnegieRochester Conference on Public Policy, Vol. 40, pp. 59-105.",
        "[26] Hubbard, R Glenn, Jonathan Skinner and Steve P. Zeldes (1995): Precautionary Saving and Social Insurance, Journal of Political Economy, Vol. 103, pp. 360-399.",
        "[27] Huggett, Mark (1996): Wealth Distribution in Lifecycle Economies, Journal of Monetary Economics, Vol 38, pp. 469-94.",
        "[28] Katz, Lawrence F., and David H. Autor (1999): Changes in the Wage Structure and Earnings Inequality, in the Handbook of Labor Economics, Vol. 3, Amsterdam: North Holland.",
        "[30] Lillard, Lee A., and Robert T Reville (1999): Life-Cycle Human Capital Investment: New Evidence on an Old Issue, Working Paper, University of Michigan.",
        "[32] Lucas, Robert E., Jr. (2003): Macroeconomic Priorities, American Economic Review, Vol 93, pp. 1-14.",
        "[33] MaCurdy, Thomas (1982): The Use of Time-Series Processes to Model the Error Structure of Earnings in a Longitudinal Data Analysis, Journal of Econometrics, Vol. 18, pp. 83-114.",
        "[34] Meghir, Costas, and Luigi Pistaferri (2004): Income Variance Dynamics and Heterogeneity,  Econometrica, Vol. 72, pp. 1-32.",
        "[35] Mincer, Jacob (1974): Schooling, Experience and Earnings, New York: Columbia University Press.",
        "[37] Storesletten, Kjetil, Chris Telmer and Amir Yaron (2001): The Welfare Costs of Business Cycles Revisited: Finite Lives and Cyclical Variation in Idiosyncratic Risk, European Economic Review, Vol. 45, pp. 1311-39.",
        "[38] Storesletten, Kjetil, Chris Telmer and Amir Yaron (2004): Cyclical Dynamics in Idiosyncratic Labor-Market Risk, Journal of Political Economy, Vol. 112, pp. 695-717.",
        "[39] Topel, Robert H. (1990): Specific Capital, Mobility and Wages: Wages rise with Job Seniority, NBER Working Paper No. 3294.",
        "[40] Topel, Robert H., and Michael P. Ward (1992): Job Mobility and the Careers of Young Men, Quarterly Journal of Economics, Vol. 107, pp. 439-79. 35"
    ]
}