{
    "id": 13395,
    "cites": 16,
    "cited_by": 5,
    "reference": [
        "Appleton, (1999). Poverty Rates in Uganda, The World Bank.",
        "Blundell, R. and J. Powell (2004). Endogeneity in Semiparametric Binary Response Models, Review of Ecomomic Stndies, vol. 71, pp. 655-679.",
        "Collier, P. and J. Gunning (1999). Explaining African Economic Performance, Jonrmal of Ecomomic Literatnre, vol. XXXVII, pp. 64-111.",
        "Edmonds, E. and N. Pavcnik (2005). The Effect of Trade Liberalization on Child Labor, Jonrmal of Imtermatiomal Ecomomics Vol. 65, pp. 40 1-419.",
        "Edmonds, E. and N. Pavcnik (2006). Trade Liberalization and the Allocation of Labor between Households and Markets in a Poor Country, Jonrmal of Imtermatiomal Ecomomics 69 (2), pp. 257-295.",
        "Goldberg, P. and N. Pavcnik (2004). Trade, Inequality, and Poverty: What Do We Know? Evidence from Recent Trade Liberalization Episodes in Developing Countries, Brookings Trade Forum 2004, 223-269.",
        "Goldberg, P. and N. Pavcnik (2006). Distributional Effects of Trade Liberalization in Developing Countries, forthcoming, Jonrmal of Ecomomic Literatnre.",
        "Harrison, A. (Ed.), (2006). Globalizatiom amd Poverty, forthcoming University of Chicago Press for the National Bureau of Economic Research, Boston, Massachusetts.",
        "Hertel, T. and A.L. Winters (Eds.), (2006). Poverty Impacts of the Doha Developmemt Agemda, Palgrave-McMillan for the World Bank, Washington DC.",
        "Hoekman, B. and M. Olarreaga (Eds.), (2006). Global Trade Liberalizatiom amd Poor Conmtries: Poverty Impacts amd Policy Implicatioms, forthcoming Science Po, Paris.",
        "Newey, W. (1987). Efficient Estimation of Limited Dependent Variable Models with Endogenous Explanatory Variables, Jonrmal of Ecomometrics 36, pp. 231-250.",
        "Nicita, A. (2006). The Price Effect of Trade Liberalization: Measuring the Impacts on Household welfare, Policy Research Working Paper Series, the World Bank.",
        "Porto, G. (2005). Informal Export Barriers and Poverty, Jonrmal of imtermatiomal Ecomomics, 66, pp. 447-470.",
        "Stock, J. and D. Staiger (1997). Instrumental Variables Regression with Weak Instruments, Ecomometrica 65, No 3, pp. 557-586.",
        "Welch, K., M. McMillan and D. Rodrik (2003). When Economic Reform Goes Wrong: Cashews in Mozambique, Brookings Trade Forum 2003.",
        "Winters, A., N. McCulloch, and A. McKay (2004). Trade Liberalization and Poverty: The Evidence So Far, Jonrmal of Ecomomic Literatnre, XLII, pp. 72-115."
    ]
}