{
    "id": 134,
    "cites": 30,
    "cited_by": 1,
    "reference": [
        "Acton, Jan P. Nonmonetary Factors in the Demand for Medical Services: Some Empirical Evidence. J.F.E. 83, no. 3 (June 1975): 595-6 14.",
        "Aday, Lu Ann, and Andersen, Ronald. Development of Indices of Access to Medical Care. Ann Arbor, Mich.: Health Admin., 1975.",
        "Allen, Roy G. D. Mathematical Analysis for Economists. New York: St. Martins, 1964.",
        "Becker, Gary S., and Lewis, H. Gregg. On the Interaction between the Quantity and Quality of Children. In New Economic Approaches to Fertility, edited by Theodore W. Schultz. Proceedings of a conference sponsored by the National Bureau of Economic Research and the Population Council. J.P.E. 81, no. 2, Pt. 2 (March/April 1973): S279-S288.",
        "Cowling, Keith, and Rayner, A. J. Price, Quality and Market Share. J.P.E. 78, no. 6 (November/December 1970): 1292-1309.",
        "Feldman, Roger. Price and Quality Differences in the Physicians Service Market. Presented at the annual meeting of the Allied Social Science Associations, Dallas, December 1975.",
        "Friedman, Bernard, and Leibowitz, Arleen. The Bequest Motive in Human Capital and the Health Care of Children. Unpublished paper. Brown Univ., Dept. Econ., 1975.",
        "Fuchs, Victor R. The Service Economy. New York: Columbia Univ. Press (for Nat. Bur. Econ. Res.), 1968.",
        "Goldman, Fred. An Economic Analysis of Child Health. Ph.D. dissertation, City Univ. New York, 1975.",
        "Goldman, Fred, and Grossman, Michael. The Demand for Pediatric Care: An Hedonic Approach. NBER Working Paper no. 134, April 1976.",
        "Goldman, Steven M., and Uzawa, Hirofumi. A Note on Separability in Demand Analysis. Econometrica 32, no. 3 (July 1964): 387-98.",
        "Griliches, Zvi. Hedonic Price Indexes for Automobiles: An Econometric Analysis of Quality Change. In Government Price Statistics, Hearings, U.S. Congress, Joint Economic Committee. Washington: Government Printing Office, 1961.",
        "Cambridge, Mass.: Harvard Univ. Press, 1971.",
        "Grossman, Michael. The Demandfor Health: A Theoretical and Empirical Investigation. New York: Columbia Univ. Press (for Nat. Bur. Econ. Res.), 1972.",
        "Holtmann, Alphonse G., and Olsen, E. Odgers, Jr. The Determinants of the Demand for Physician Visits in a Consumers Utility Model. Unpublished paper. State Univ. New York at Binghamton, Dept. Econ., 1974.",
        "Houthakker, Hendrik S. Compensated Changes in Quantities and Qualities Consumed. Rev. Econ. Studies 19, no. 3 (1952-53): 155-64.",
        "Inman, Robert P. The Family Provision of Childrens Health: An Economic Analysis. In The Role of Health Insurance in the Health Services Sector, edited by 280 JOURNAL OF POLITICAL ECONOMY Richard N. Rosett. New York: Neale Watson Acad. Publication (for Nat. Bur. Econ. Res.), 1976.",
        "King, A. Thomas. The Demand for Housing: Integrating the Roles ofJourneyto -Work, Neighborhood Quality, and Prices. In Household Production and Consumption, edited by Nestor E. Terleckyj. New York: Columbia Univ~ Press (for Nat. Bur. Econ. Res.), 1975.",
        "Michael, Robert T. The Effect of Education on Efficiency in Consumption. New York: Columbia Univ. Press (for Nat. Bur. Econ. Res.), 1972.",
        "Muth, Richard F. Household Production and Consumer Demand Functions. Econometrica 34, no. 3 (July 1966): 699-708.",
        "Univ. Chicago Press, 1969.",
        "Newhouse, Joseph P., and Phelps, Charles E. Price and Income Elasticities for Medical Care Services. In The Economics of Health and Medical Care, edited by Mark Penman. London: Macmillan, 1974.",
        "In The Role of Health Insurance in the Health Services Sector, edited by Richard N. Rosett. New York: Neale Watson Acad. Publication (for Nat. Bur. Econ. Res.), 1976.",
        "Newhouse, Joseph P., and Sloan, Frank A. Physician Pricing: Monopolistic or Competitive: Reply. Southern Econ. J. 38, no. 4 (April 1972): 577-80.",
        "Nichols, D.; Smolensky, E.; and Tideman, T. N. Discrimination by Waiting Time in Merit Goods. A.E.R. 61, no. 3, pt. 1 (June 1971): 312-23.",
        "Ohta, Makoto, and Griliches, Zvi. Automobile Prices Revisited: Extensions of the Hedonic Hypothesis. In Household Production and Consumption, edited by Nestor E. Terleckyj. New York: Columbia Univ. Press (for Nat. Bur. Econ. Res.), 1975.",
        "Phelps, Charles E. Effects of Insurance on Demand for Medical Care. In Equity in Health Services: Empirical Analyses in Social Policy, edited by Ronald Andersen, Joanna Kravits, and Odin W. Anderson. Cambridge, Mass.: Ballinger, 1975.",
        "Steinwald, Bruce, and Sloan, Frank A. Determinants of Physicians Fees. J. Bus. 47, no~ 4 (October 1974): 493-511.",
        "Straszheim, Mahlon R. An Econometric Analysis of the Urban Housing Market. New York: Columbia Univ. Press (for Nat. Bur. Econ. Res.), 1975.",
        "Theil, Henri. Qualities, Prices and Budget Enquiries. Rev. Econ. Studies 19, no. 3 (1952-53): 129-47."
    ]
}