{
    "id": 13400,
    "cites": 23,
    "cited_by": 1,
    "reference": [
        "United Nations, The Millennium Development Goals Report 2005, United Nations (New York: 2005).",
        "Turnovsky, Stephen J., and Pradip Chattopadhyay, Volatility and Growth in Developing Economies: Some Numerical Results and Empirical Evidence, Journal of International Economics, 59 (March 2003), 267-96.",
        "Sachs, Jeffrey, The End of Poverty: Economic Possibilities for our Time, Penguin Press (New York, NY: 2005).",
        "Pallage, StÃ\u0083Â©phane, Michel A. Robe, and Catherine BÃ\u0083Â©rubÃ\u0083Â©, The Potential of Foreign Aid as Insurance, IMF Staff Papers, 53 (December 2006), 453-75.",
        "Norrbin, Stefan C., and F. Pinar Yigit, The Robustness of the Link between Volatility and Growth of Output, Review of World Economics, i4i (June 2005), 343-56.",
        "Neanidis, Kyriakos, and Dimitrios Varvarigos, The Allocation of Volatile Aid and Economic Growth: Evidence and a Suggestive Theory, Working Paper No. 07, Loughborough University, (- 2007).",
        "Markandya, Anil, Vladimir Ponczek, and Soonhwa Yi, What is the Link between Aid Volatility and Growth?, unpublished, Wider Conference (June 2006).",
        "Kose, M. Ayhan, Eswar Prasad, and Marco E. Terrones, Growth and Volatility in an Era of Globalization, IMF Staff Papers, 52 (March 2005), 3i-63.",
        "Fielding, David, and George Mavrotas, The Volatility of Aid, Discussion Paper No. 0508, University of Otago (June 2005).",
        "Hudson, John, and Paul Mosley, Aid Volatility, Policy and Development, unpublished, Wider Conference (June 2006).",
        "Eifert, Benn, and Alan Gelb, Improving the Dynamics of Aid, Policy Research Working Paper No. 3732, World Bank (October 2005).",
        "Commission for Africa, Our Common Interest: Report of the Commission for Africa, Department of International Development, London (March 2005).",
        "Chong, Alberto, and Mark Gradstein, Policy Volatility and Growth, Working Paper No. 578, Inter-American Development Bank (August 2006).",
        "Chatterjee, Santanu, Georgios Sakoulis, and Stephen J. Turnovsky, Unilateral Capital Transfers, Public Investment, and Economic Growth, European Economic Review, 47 (December 2003), i077-i03.",
        "Chatterjee, Santanu, and Stephen J. Turnovsky, Financing Public Investment through Public Aid: Consequences for Economic Growth and Welfare, Review of International Economics, i3 (March 2005), 20-44.",
        "Working Paper No. 06/65, International Monetary Fund (March 2006).",
        "Bulir, Ales, and A. Javier Hamann, Aid Volatility: An Empirical Assesssment, IMF Staff Papers, 50 (March 2003), 64-89.",
        "Blackburn, Keith, and Alessandra Pelloni, On the Relationship between Growth and Volatility, Economics Letters, 83 (April 2004), i23-i28.",
        "Bekaert Geert, Campbell R. Harvey, and Christian Lundblad, Growth Volatility and Financial Liberalization. Journal of Banking and Finance, (July 2006), 370-403.",
        "Arellano, Cristina, Ales Bulir, Timothy Lane, and Leslie Lipschitz, The Dynamic Implications of Foreign Aid and its Variability, Working Paper No. 05/ii9, International Monetary Fund (June 2005).",
        "Aghion, Philippe, George-Marios Angeletos, Abhijit Banerjee, and Kalina Manova, Volatility and Growth: Credit Constraints and Productivity-Enhancing Investment,  Working Paper No. ii349, National Bureau of Economic Research (May 2005).",
        "Agenor, Pierre-Richard, and Devrim Yilmaz, Aid Allocation, Growth and Welfare with Productive Public Goods, unpublished, University of Manchester (August 2007).",
        "Agenor, Pierre-Richard, A Theory of Infrastructure-led Development, Working Paper No. 83, Centre for Growth and Business Cycle Research, University of Manchester (December 2006)."
    ]
}