{
    "id": 13401,
    "cites": 70,
    "cited_by": 7,
    "reference": [
        "Ziegler, A., 2000, Optimal Portfolio Choice under Heterogeneous Beliefs, European Finance Review, 4, l-19.",
        "Yan, H., 2006, Natural Selection in Financial Markets: Does It Work?, Working paper, Yale University.",
        "Williams, J. T., 1977, Capital Asset Prices with Heterogeneous Beliefs, Journal of Financial Economics, 5, 219-39.",
        "Wang, J., 1993, A Model of Intertemporal Asset Prices under Asymmetric Information, Review of Economic Studies, 60, 249-82.",
        "Veronesi, P., 1999, Stock Market Overreaction to Bad News in Good Times: A Rational Expectations Equilibrium Model, Review of Financial Studies, 12, 975-1007.",
        "Timmermann, A. G., 1993, How Learning in Financial Markets Generates Excess Volatility and Predictability in Stock Prices, Quarterly Journal of Economics, 108, 1135-45.",
        "Timmermann, A., 1996, Excess Volatility and Predictability of Stock Prices in Autoregressive Dividend Models with Learning, Review of Economic Studies, 63, 523-57.",
        "Spiegel, M., 1998, Stock Price Volatility in a Multiple Security Overlapping Generations Model, Review of Financial Studies, 11, 419-447.",
        "Shiller, R. J., 1981, Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends?, American Economic Review, 71, 421-36.",
        "Scheinkman, J. A., and W. Xiong, 2003, Overconfidence and Speculative Bubbles, Journal of Political Economy, 111, 1 183-12 19.",
        "Shefrin, H., 2005, A Behavioral Approach to Asset Pricing, Academic Press Inc., London.",
        "Riedel, F., 2001, Existence of Arrow-Radner Equilibrium with Endogenously Complete Markets under Incomplete Information, Journal of Economic Theory, 97, 109-122.",
        "Unpublished lecture notes: www. nhh no/f or/dp/1996/wp0396 pdf.",
        "Ocone, D., and I. Karatzas, 1991, A Generalized Clark Representation Formula with Application to Optimal Portfolios, Stochastics and Stochastics Reports, 34, 187-220.",
        "Nualart, D., 1995, The Malliavin Calculus and Related Topics, Springer-Verlag, New York.",
        "Morris, 5., 1995, The Common Prior Assumption in Economic Theory, Economics and Philosophy, 11, 227-253.",
        "Merton, R. C., 1971, Optimum Consumption and Portfolio Rules in a Continuous Time Model, Journal of Economic Theory, 3, 373-413.",
        "Merton, R. C., 1973, The Theory of Rational Option Pricing, Bell Journal of Economics and Management Science, 4.",
        "Menzly, L., T. Santos, and P. Veronesi, 2004, Understanding Predictability, Journal of Political Economy, 112, l-47.",
        "Loewenstein, M., and G. A. Willard, 2006, The Limits of Investor Behavior, Journal of Finance, 61, 231-258.",
        "Liu, 2006, Portfolio Selection in Stochastic Environments, forthcoming in Review of Financial Studies.",
        "Lipster, R. S., and A. N. Shiryaev, 2001, Statistics of Random Processes II, Applications, Springer Verlag, second edn.",
        "Lintner, J., 1969, The Aggregation of Investors Diverse Judgments and Preferences in Purely Competitive Security Markets, Journal of Financial and Quantitative Analysis, 4, 347-400.",
        "LeRoy, S. F., and R. D. Porter, 1981, The Present-Value Relation: Tests Based on Implied Variance Bounds, Econometrica, 49, SSS-74.",
        "Kogan, L., S. Ross, J. Wang, and M. Westerfield, 2006, The Survival and Price Impact of Irrational Traders, Journal of Finance, 61, 195-229.",
        "Kim, T. S., and E. Omberg, 1996, Dynamic Nonmyopic Portfolio Behavior, Review of Financial Studies, 9, 141-61.",
        "Karatzas, I., J. Lehoczky, and S. Shreve, 1987, Optimal Portfolio and Consumption Decisions for a `Small Investor on a Finite Horizon, SIAM Journal of Control and Optimization, 25, 115 7-l 186.",
        "Kandel, E., and N. D. Pearson, 1995, Differential Interpretation of Public Signals and Trade in Speculative Markets, The Journal of Political Economy, 103, 831-872.",
        "Jouini, E., and C. Napp, 2006, Consensus Consumer and Intertemporal Asset Pricing with Heterogeneous Beliefs, forthcoming in Review of Economic Studies.",
        "Hong, H., and J. C. Stein, 1999, A Unified Theory of Underreaction, Momentum Trading, and Overreaction in Asset Markets, Journal of Finance, 54, 2143-84.",
        "Heston, S. L., 1993, A Closed-Form Solution for Options with Stochastic Volatility with Applications to Bond and Currency Options, Review of Financial Studies, 6, 327-43.",
        "Hellwig, M. F., 1980, On the Aggregation of Information in Complete Markets, Journal of Economic Theory, 26, 279-312.",
        "Harris, M., and A. Raviv, 1993, Differences of Opinion Make a Horse Race, Review of Financial Studies, 6, 473-506.",
        "Hansen, L. P., and J. A. Scheinkman, 2005, Long Term Risk: An Operator Approach, Working paper, Princeton University.",
        "Hansen, L. P., J. C. Heaton, and N. Li, 2005, Consumption Strikes Back? Measuring Long Run Risk, Working paper, University of Chicago.",
        "Grossman, S. J., and J. E. Stiglitz, 1980, On the Impossibility of Informationally Efficient Markets,  American Economic Review, 70, 393-408.",
        "Gallmeyer, M., 2000, Beliefs and Volatility, Working paper, Carnegie Mellon University.",
        "Friedman, M., 1953, Essays in Positive Economics, University of Chicago Press, Chicago, IL.",
        "Duffie, D., N. Garleanu, and L. H. Pedersen, 2002, Securities Lending, Shorting, and Pricing, Journal of Financial Economics, 66, 307-39.",
        "Detemple, J. B., and F. Zapatero, 1991, Asset Prices in an Exchange Economy with Habit Formation,  Econometrica, 59, 1633-57.",
        "Detemple, J. B., R. Garcia, and M. Rindisbacher, 2003, A Monte Carlo Method for Optimal Portfolios, Journal of Finance, 58, 401-446.",
        "Detemple, J., and S. Murthy, 1994, Intertemporal Asset Pricing with Heterogenous Beliefs, Journal of Economic Theory, 62, 294-320.",
        "De Long, J. B., A. Shleifer, L. H. Summers, and R. J. Waldmann, 1991, The Survival of Noise Traders in Financial Markets, Journal of Business, 64, l-20.",
        "De Long, J. B., A. Shleifer, L. H. Summers, and R. J. Waldmann, 1990b, Positive Feedback Investment Strategies and Destabilizing Rational Speculation, Journal of Finance, 45, 37995.",
        "De Long, J. B., A. Shleifer, L. H. Summers, and R. J. Waldmann, 1990a, Noise Trader Risk in Financial Markets, Journal of Political Economy, 98, 703-38.",
        "David, A., and P. Veronesi, 2002, Option Prices with Uncertain Fundamentals: Theory and Evidence on the Dynamics of Implied Volatilities, Working paper, University of Chicago.",
        "David, A., 2007, Heterogenous Beliefs, Speculation, and the Equity Premium, forthcoming in Journal of Finance.",
        "Daniel, K., D. Hirshleifer, and A. Subrahmanyam, 1998, Investor Psychology and Security Market Under- and Overreactions, Journal of Finance, 53, 1839-85.",
        "Cox, J. C., and C.-f. Huang, 1989, Optimal Consumption and Portfolio Policies When Asset Prices Follow a Diffusion Process, Journal of Economic Theory, 49, 33-83.",
        "Constantinides, G. M., 1990, Habit Formation: A Resolution of the Equity Premium Puzzle, Journal of Political Economy, 98, 519-43.",
        "Constantinides, G. M., 1992, A Theory of the Nominal Term Structure of Interest Rates, Review of Financial Studies, 5, 531-552.",
        "Cheng, P., and 0. Scaillet, 2006, Linear-Quadratic Jump-Diffusion Modelling, Working paper, HEC Geneva, University of Geneva.",
        "Cochrane, J. H., 2001, Asset Pricing, Princeton University Press.",
        "Cecchetti, S. G., P.-s. Lam, and N. C. Mark, 2000, Asset Pricing with Distorted Beliefs: Are Equity Returns Too Good to Be True?, American Economic Review, 90, 787-805.",
        "Campbell, J. Y., and R. J. Shiller, 1988b, Stock Prices, Earnings, and Expected Dividends, Journal of Finance, 43, 661-76.",
        "Campbell, J. Y., and R. J. Shiller, 1988a, The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financial Studies, 1, 195-227.",
        "Campbell, J. Y., and J. H. Cochrane, 1999, By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy, 107, 205-S 1.",
        "Buraschi, A., and A. Jiltsov, 2005, Model Uncertainty and Option Markets with Heterogeneous Agents, forthcoming in Journal of Finance.",
        "Bullard, J., and J. Duffy, 2001, Learning and Excess Volatility, Macroeconomic Dynamics, 5, 272-302.",
        "Brennan, M. J., and Y. Xia, 2001, Stock Price Volatility and Equity Premium, Journal of Monetary Economics, 47, 249-83.",
        "Biais, B., and P. Bossaerts, 1998, Asset Prices and Trading Volume in a Beauty Contest, Review of Economic Studies, 65, 307-40.",
        "Bhamra, H. S., and R. Uppal, 2007, The Effect of Introducing a Non-Redundant Derivative On the Volatility of Stock-Market Returns When Agents Differ in Risk Aversion, forthcoming in Review of Financial Studies.",
        "Berrada, T., 2006, Incomplete Information, Heterogeneity and Asset Pricing, Journal of Financial Econometrics, 4, 136-160.",
        "Basak, 5., 2005, Asset Pricing with Heterogeneous Beliefs, Journal of Banking and Finance, 29, 2849-2881.",
        "Berrada, T., 2004, Bounded Rationality and Asset Pricing, Working paper, HEC Montreal.",
        "Barsky, R. B., and J. B. De Long, 1993, Why Does the Stock Market Fluctuate?, Quarterly Journal of Economics, 108, 291-311.",
        "Barberis, N., A. Shleifer, and R. Vishny, 1998, A Model of Investor Sentiment, Journal of Financial Economics, 49, 307-43.",
        "Bansal, R., and A. Yaron, 2004, Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles, Journal of Finance, 59, 1481-lSl.",
        "Alchian, A., 1950, Uncertainty, Evolution and Economic Theory, The Journal of Political Economy, 58, 211-221.",
        "Abel, A. B., 1990, Asset Prices under Habit Formation and Catching Up with the Joneses, American Economic Review, 80, 38-42."
    ]
}