{
    "id": 13413,
    "cites": 26,
    "cited_by": 7,
    "reference": [
        "Consumption (CE Survey) subtracts from the BLS measure of total expenditures spending on health care, education, pension plans, and cash contributions. In addition, housing and vehicle expenditures are converted to service flows. The rental equivalent for owned dwellings is used instead of spending on mortgage interest, property taxes, and spending on maintenance, repairs, and insurance. For those in public or subsidized housing, we impute a rental value. We subtract spending on vehicle purchases and add a vehicle service flow. See Meyer and Sullivan (2006a) for more details.",
        "U.S. Census Bureau, Statistical Abstract of the United States, 2006 Edition. USGPO: Washington, DC.",
        "Slesnick, D. T. 1993. Gaining Ground: Poverty in the Postwar United States. Journal of Political Economy 101(1): 1-38.",
        "Rogers, J. M. and Gray, M. B. 1994. CE Data: Quintiles of Income Versus Quintiles of Outlays. Monthly Labor Review 117(12): 32-37.",
        "Division. Washington D.C.: U.S. Census Bureau. Sawhill, I. (1988), Poverty in the U.S.: Why Is It So Persistent? Journal of Economic Literature, 26, September, 1073-1119.",
        "Murray, Kasia ONeill and Wendell E. Primus 2005. Recent Data Trends Show Welfare Reform to Be a Mixed Success: Significant Policy Changes Should Accompany Reauthorization Review of Policy Research, 22:3, 30 1-324.",
        "Atrostic, B.K. and Kalenkoski, C., 2002, Item Response Rates: One Indicator of How Well We Measure Income. In proceedings of the annual meetings of the American Statistical Association (ASA), August 11-15.",
        "Attanasio, Orazio P., Erich Battistin, and Andrew Leicester. 2006. From Micro to Macro, from Poor to Rich: Consumption and Income in the UK and the US, working paper, University College London.",
        "Bavier, R. (2007), Income and Expenditure Data in Poverty Measurement. Journal of Policy Analysis and Management, forthcoming.",
        "Browning, M., Crossley, T. F. and Weber, G., 2003. Asking Consumption Questions in General Purpose Surveys. Economic Journal, 113 (November), F540-F567.",
        "Burtless, G. and Smeeding, T. 2001. The Level, Trend, and Composition of Poverty. In S. Danziger and R. Haveman, eds., Understanding Poverty, Cambridge, MA: Harvard University Press, 27-68.",
        "Charles, K. K., Danziger, S., Pounder, L., and Schoeni, R.F. 2006. Consumption, Income, and Well-Being Among the Mature Population, National Poverty Center working paper, April 2006.",
        "Citro, C. F. and Michael, R. T. (1995). Measuring Poverty: A New Approach, eds.",
        "Washington, D.C.: National Academy Press. Coder, J. and Scoon-Rogers, L. 1996. Evaluating the Quality of Income Data Collected in the Annual Supplement to the March Current Population Survey and the Survey of Income and Program Participation. Housing and Household Economic Statistics Division. Washington D.C.: U.S. Census Bureau.",
        "Cutler, D. M. and Katz, L.F. 1991. Macroeconomic Performance and the Disadvantaged. Brookings Papers on Economic Activity 2: 1-74.",
        "Edin, K. and Lein, L. 1997. Making Ends Meet: How Single Mothers Survive Welfare and Low-Wage Work. New York: Russell Sage Foundation.",
        "General Accounting Office. 1996. Alternative Poverty Measures, GAO/GGD-96183R.",
        "Washington, DC: Government Printing Office. Gieseman, R. 1987. The Consumer Expenditure Survey: quality control by comparative analysis, Monthly Labor Review, 8-14.",
        "Gruber, J.. (1997). The Consumption Smoothing Benefits of Unemployment Insurance.",
        "Johnson, D. S., Smeeding, T. M., and Torrey, B.B. 2005. Economic Inequality Through the Prisms of Income and Consumption. Monthly Labor Review. April, 11-24.",
        "Krueger, D. and Pen, F. 2006. Does Income Inequality lead to Consumption Inequality? Evidence and Theory Review of Economic Studies 73, pp. 163-193.",
        "Marquis, K. H. and Moore, J. C. 1990. Measurement Errors in SIPP Program Reports. In Proceedings of the 1990 Annual Research Conference, 72 1-745. Washington, DC.: U.S. Bureau of the Census.",
        "Meyer, Bruce D. and Dan T. Rosenbaum. 2001. Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers, Quarterly Journal of Economics, CXVI, 1063-1114.",
        "Meyer, B. D., Mok, W. K. C. and Sullivan, J. X. 2007. The Under-Reporting of Transfers in household Surveys: Comparisons to Administrative Aggregates working paper, April.",
        "Meyer, B. D., Sullivan, J. X.. 2007. Consumption and Income Poverty for those 65 and Over, working paper, July.",
        "Journal of Human Resources, 38:S, 1180-1220. Moore, J. C., Stinson, L.L. and Welniak, E. J. Jr. 2000. Income Measurement Error in Surveys: A Review. Journal of Official Statistics, 14:4, 33 1-361."
    ]
}