{
    "id": 1341,
    "cites": 17,
    "cited_by": 6,
    "reference": [
        "Akerlof, George A., and MaIn, Brian~G. M. Unemployment Spells and Unemploy- ment Experience, American Economic Review, 70 (December 1980): 885-893.",
        "Unemployment Durations, American Economic Review, 71 (December 1981): 1003-1011.",
        "Ando, Albert, and Modigliani, Franco. The `Life Cycle Hypothesis of Saving: Aggregate Implications and Tests, American Economic Review, 53 (March 1963): 55-84.",
        "Baily, Martin Neil. The Worsening of Unemployment In the United States, unpublished paper, The Brookings Institution, Washington, D.C. (1983).",
        "Bernanke, Ben S. Permanent Income, Liquidity, and Expenditure on Automo- biles, National Bureau of Economic Research Working Paper No. 756 (1981).",
        "Blinder, Alan S. Temporary Taxes and Consumer Spending, Journal of Political Economy, 89 (February 1981): 26-53.",
        "Clark, Kim B., and Summers, Lawrence H. Labor Market Dynamics and Unemploy- ment: A Reconsideration, Brookings Papers, Washington, 1979:1, 13-72.",
        "Flavin, Marjorie. The Adjustment of Consumption to Changing Expectations about Future Income, Journal of Political Economy, 89 (October 1981): 974-1009.",
        "Friedman, Milton. A Theory of the Consumption Function. (General Series 63) New York: National Bureau of Economic Research, 1957.",
        "Hall, Robert E. Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy, 86 (December 1~7R): 971-87. Hall, Robert B., and Mishkin, Frederic S. The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households, Econometrica, March 1982.",
        "Hausman, Jerry A., An Instrumental Variable Approach to Full Information Estimators for Linear and Certain Nonlinear Econometric Models, Econometrica, Vol. 43 (July 1975): 727-738.",
        "Hayashl, Fumio. The Permanent Income Hypothesis: Estimation and Testing by Instrumental Variables, Journal of Political Economy, 90 (October 1982): 895-9 16.",
        "Sectional Analysis, forthcoming, Quarterly Journal of EconomIcs. Judge, George C., etal. Introduction to the Theory and Practice of Econometrics. New York: John Wiley and Sons, 1982.",
        "King, Mervyn. The Economics of Saving, National Bureau of Economic Research Working Paper No. 1247 (December 1983).",
        "King, Mervyn, and L-D. L. Dicks-Mireaux. Asset Holdings and the Life-Cycle, The Economic Journal, 92 (June 1982): 274-267 Lucas, Robert E., Jr. Econometric Policy Evaluation: A Critique. In The Phillips Curve and Labor Markets, edited by Karl Brunner and Allan H.",
        "Meltzer. Amsterdam: North-Holland, 1976.",
        "Projector, Dorothy S. Survey of Financial Characteristics of Consumers, Federal Reserve Bulletin, March 1964, pp. 285-293."
    ]
}