{
    "id": 13419,
    "cites": 26,
    "cited_by": 34,
    "reference": [
        "Ang, Andrew, and Monika Piazzesi, 2003, A no-arbitrage vector autoregression of term structure dynamics with macroeconomic and latent variables, Jonrnal of Monetary Economics 50, 745-787.",
        "Ang, Andrew, Geert Bekaert and Mm Wei, 2007, The term structure of real rates and expected inflation, Jonrnal of Finance, forthcoming.",
        "Beechey, Meredith, 2007, A closer look at the sensitivity puzzle: the sensitivity of expected future short rates and term premiums to macroeconomic news, Finance and Economics Discussion Series, Board of Governors of the Federal Reserve System, 2007-6.",
        "Bekaert, Geert, Seonghoon Cho, and Antonio Moreno, 2005, New-Keynesian macroeconomics and the term structure, NBER Working Paper 11340, May.",
        "Bernanke, Ben, Vincent Reinhart, and Brian Sack, 2004, Monetary Policy Alternatives at the Zero Bound: An Empirical Assessment, Broolcings Papers on Economic Activity 2, 2004, 1-78.",
        "Berner, Richard, and David Miles, 2006, The term-premium case for higher yields, Morgan Stanley Equity Research, January 20.",
        "Cochrane, John H., and Monika Piazzesi, 2005, Bond Risk Premia, American Economic Review 95, 138-160.",
        "Cochrane, John H., and Monika Piazzesi, 2006, Decomposing the yield curve, manuscript, November.",
        "Dai, Qiang, and Kenneth J. Singleton, 2002, Expectation puzzles, time-varying risk premia, and affine models of the term structure, Jonrnal of Financial Economics 63, 415-441.",
        "DAmico, Stefania, Don H. Kim, and Mm Wei, 2006, TIPS from TIPS, manuscript, September.",
        "Duffee, Gregory R., 2002, Term premia and interest rate forecasts in affine models, Jonrnal of Finance 57, 405-443.",
        "Duffie, Darrell, and Rui Kan, 1996, A yield-factor model of interest rates, Mathematical Finance 6, 379-406.",
        "Gallmeyer, Michael F., Burton Hollifield, and Stanley E. Zin, 2005, Taylor rules, McCallum rules and the term structure of interest rates, Jonrnal of Monetary Economics 52, 921-950.",
        "Greenspan, Alan, 2005, Semiannual Monetary Policy Report to the Congress, Feb- 21 ruary 16.",
        "Gross, Bill, 2005, Ive got to admit its getting better, getting better all the time, Imvestmemt Ontloolc, PIMCO, March; link.",
        "GÃ\u0083Â¼rkaynak, Refet, Brian Sack, and Eric T. Swanson, 2005, The sensitivity of longterm interest rates to economic news: evidence and implications for macroeconomic models, Amen cam Ecomomic Review 95, 425-436.",
        "GÃ\u0083Â¼rkaynak, Refet, Brian Sack, and Jonathan H. Wright, 2006, The US Treasury Yield Curve: 1961 to the Present, Finance and Economics Discussion Paper 2006-28, Board of Governors of the Federal Reserve System; data link.",
        "Kim, D.H. and A. Orphanides, 2005, Term Structure Estimation with Survey Data on Interest Rate Forecasts, Finance and Economics Discussion Paper 2005-48, Board of Governors of the Federal Reserve System.",
        "Kroszner, Randall 5., 2006, Why are yield curves so flat and long rates so low globally?, remarks presented at the Institute of International Bankers, June 16.",
        "Lehman Brothers, 2006, Ontloolc ~OO7: The Comnmdnnm Rnms its Connse, December.",
        "Lu, Biao, and Liuren Wu, 2005, Systematic movements in macroeconomic releases and the term structure of interest rates, manuscript.",
        "Ludvigson, Sydney C., and Serena Ng, 2006, Macro factors in bond risk premiums, manuscript, August.",
        "Macaulay, Frederick R., 1938, The Movement of Interest Rates, Bond yields and Stock prices in the United States since 1856, National Bureau of Economic Research.",
        "Rudebusch, Glenn D., Eric T. Swanson, and Tao Wu, 2006, The bond yield `conundrum  from a macro-finance perspective, Mometany amd Ecomomic Stndies, December.",
        "Shiller, Robert J., 1979, The volatility of long-term interest rates and expectations models of the term structure, Jonnmal of Political Ecomomy 87, 1190-1219.",
        "Warnock, Frank and Veronica Warnock, 2006, International capital flows and US interest rates, manuscript, September."
    ]
}