{
    "id": 13411,
    "cites": 41,
    "cited_by": 10,
    "reference": [
        "Anderson, T., N. Kunitomo, and T. Sawa (1982), ~Evaluation of the Distribution Function of Limited Information Maximum Likelihood Estimator, Econometrica 59(4), 1009-1027.",
        "Angrist, J. (1989), ~Using the Draft Lottery to Measure the Effects of Military Service on Civilian Earnings, in Research in Labor Economics, vol. 10, edited by Ronald Ehrenberg, Greenwich, CT: JAI.",
        "Angrist, J. (1990), ~Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records. American Economic Review 80(3), 313-36.",
        "Angrist, J. (1991), ~The Draft Lottery and Voluntary Enlistment in the Vietnam Era. Journal of the American Statistical Association 86(415), 584-595.",
        "Angrist, J. (1993), ~The Effect of Veterans Benefits on Education and Earnings, Industrial and Labor Relations Review 46(4), 637-652.",
        "Angrist, J., G. Imbens and D. Rubin (1996), ~Identification of Causal Effects Using Instrumental Variables, Journal of the American Statistical Association 91(434), 444455.",
        "Angrist, J. and A. Krueger (1992), ~Estimating the Payoff to Schooling Using the Vietnam-Era Draft Lottery, National Bureau of Economic Research, Working paper 4067.",
        "Angrist, J. and A. Krueger (1994), ~Why Do World War II Veterans Earn More than Non-veterans? Journal of Labor Economics 12(1), 74-97.",
        "Angrist, J. and A. Krueger (1995), ~Split-Sample Instrumental Variables Estimates of the Return to Schooling, Journal of Business and Economic Statistics 13(2), 225-235.",
        "Autor, D. and M. Duggan (2003), ~The Rise in the Disability Rolls and the Decline in Unemployment, Quarter Journal of Economics 118(1), 157-206.",
        "Autor, D. and M. Duggan (2007), ~Distinguishing Income from Substitution Effects in Disability Insurance, American Economic Review Papers and Proceedings 97(2).",
        "Bedard, K. and 0. Deschenes (2006), ~The Impact of Military Service on Long-Term Health: Evidence from World War II and Korean War Veterans, American Economic Review 96(1), 176-194.",
        "Bekker, Paul (1994), ~Alternative Approximations to the Distribution of Instrumental Variable Estimators, Econometrica 62(3), 657-682.",
        "Berger, M. and B. Hirsch (1983), ~The Civilian Earnings Experience of Vietnam-Era Veterans, Journal of Human Resources 18(4), 455-79.",
        "Bound, J. and S. Turner (2002), ~Going to War and Going to College: Did World War II and the G.I. Bill Increase Educational Attainment for Returning Veterans? Journal of Labor Economics 20(4), pp. 784-815.",
        "Card, D. and T. Lemieux (2001), ~Going to College to Avoid the Draft: The Unin- tended Legacy of the Vietnam War, The American Economic Review 91(2), 97-102.",
        "Dobkin, C. and R. Shabani (2006), ~The Long Term Health Effects of Military Service: Evidence from the National Health Interview Survey and the Vietnam Era Draft Lottery, University of California at SantaCruz, Department of Economics, mimeo.",
        "Duggan, M., R. Rosenheck and P. Singleton (2006), ~Federal Policy and the Rise in Disability Enrollment: Evidence for the VAs Disability Compensation Program, National Bureau of Economic Research Working paper 12323.",
        "Eisenberg, D. and B. Rowe (2007), ~Effects of Military Service in Vietnam on Smoking Later in Life, Department of Health Management and Policy, University of Michigan, mimeo.",
        "Eitelberg, M., J. Laurence, B. Waters and L. Perelman (1984), ~Screening for Service: Aptitude and Education criteria for Military Entry, Washington, DC: Office of the Assistant Secretary of Defense (Manpower, Installations and Logistics), September.",
        "Goldberg, J., M. Richards, R. Anderson, and M. Rodin (1991), ~Alcohol Consumption in Men Exposed to the Military Draft Lottery: A Natural Experiment, Journal of Substance Abuse 3, 307-313.",
        "Griliches, Z. and W.M. Mason (1972), ~Education, Income, and Ability, Journal of Political Economy 80(3, Part II), S74-S103.",
        "Hausman, J., W.K. Newey, and T. Woutersen (2006), ~IV Estimation with Heteroskedasticity and Many Instruments, MIT Department of Economics, memo, Novem- ber.",
        "Hearst, N., J. Buehler, T. Newman, and G. Rutherford (1991), ~The Draft Lottery and AIDS: Evidence Against Increased Intravenous Drug Use by Vietnam Veterans, American Journal of Epidemiology 134(5), 522-525.",
        "Hearst, N., T. Newman and S. Hulley (1986), ~Delayed Effects of the Military Draft on Mortality: A Randomized Natural Experiment, mimeo, New England Journal of Medicine 314(10), 620-24.",
        "Heckman, J.J, L. Lochner, and P. Todd (2005), ~Earnings Functions, Rates of Return and Treatment Effects: The Mincer Equation and Beyond,~ IZA Discussion Paper No.",
        "Henderson, D. (2005), ~The Role of Economists in Ending the Draft, Econ Journal Watch 2(2), 362-376.",
        "Imbens, G., and J. Angrist (1994), ~Identification and Estimation of Local Average Treatment Effects, Econometrica 62(2), 467-475.",
        "Imbens, G. and W. van der Klaauw (1995), ~Evaluating the Cost of Conscription in the Netherlands, Journal of Business and Economic Statistics 13(2), 207-2 15.",
        "Jaeger, D. (1997), ~Reconciling the Old and New Census Bureau Education Questions: Recommendations for Researchers, Journal of Business and Economic Statistics 15(3), 300-309.",
        "Lemieux, T. and D. Card (2001), ~Education, Earnings And The Canadian G.I. Bill, Canadian Journal of Economics 34(2), 313-344.",
        "Newey, W. (1990), ~Efficient Instrumental Variables Estimation of Nonlinear Models, Econometrica 58(4), 809-837.",
        "Oi, W. (1967), ~The Economic Cost of the Draft, American Economic Review 57(2),3962.",
        "Schwartz, 5. (1986), ~The Relative Earnings of Vietnam and Korean-Era Veterans, Industrial and Labor Relations Review 39(4), 564-72.",
        "Seftor, N.S. and S.E. Turner (2002), ~Back to School: Federal Student Aid Policy and Adult College Enrollment, Journal of Human Resources 37(2), 336-352.",
        "Selective Service System, Office of Public Affairs (1970), A Short History of the Selective Service System, Washington: USGPO.",
        "Selective Service System, Office of Public Affairs (1986), Semiannual Report of the Director of Selective Service, Washington: USGPO.",
        "Seltzer, C. and S. Jablon (1974), ~Effects of Selection on Mortality, American Journal of Epidemiology 100(5), 367-372.",
        "Stanley, M. (2003), ~College Education and the Midcentury GI Bills, Quarterly Journal of Economics 118(2), 671-708 Turner, S. and J. Bound (2003), ~Closing the Gap or Widening the Divide: the Effects of the G.I. Bill and World War II on the Educational Outcomes of Black Americans, Journal of Economic History 63(1), 145-177.",
        "U.S. Congressional Budget Office (1978), the Congress of the United States ~Veterans Educational Benefits: Issues Concerning the GI Bill, October.",
        "VA Office of Inspector General (2005), ~Review of State Variances in VA Disability Compensation Payments, Department of Veterans Affairs Office of Inspector General, Report No. 05-00765-137 Washington, DC."
    ]
}