{
    "id": 13424,
    "cites": 49,
    "cited_by": 49,
    "reference": [
        "[1] Backus, D., and G.W, Smith, 1993, Consumption and Real Exchange Rates in Dynamic Economies with Non-traded Goods, Journal of International Economics, 35, 297-3 16.",
        "[2] Barrionuevo, J., 1992, Asset Prices in the International Economy, Ph.D. Dissertation, Economics Department, University of Chicago.",
        "[3] Baxter, M. and U. Jermann, 1997, The international portfolio diversification is worse than you think, American Economic Review, 87, 170-80.",
        "[4] Benigno, G. and C. Thoenissen, 2006, Consumption and Real Exchange Rates with Incomplete Markets and Non-Traded Goods, Centre for Economic Policy Research, Working paper 5580.",
        "[5] Blanchard, 0., F. Giavazzi and F. Sa, 2005, International Investors, the US Current Account and the Dollar, Brookings Papers on Economic Activity. 1: 2005, 1-65.",
        "[6] Brainard, W., and J. Tobin, 1991, On the Internationalization of Portfolios, Discussion Paper, Cowles Foundation.",
        "[7] Bottazi, L., P. Pesenti and E. van Wincoop, 1996, Wages, Profits and the international portfolio puzzle, European Economic Review, 40, 219-254.",
        "[8] Broda, C. and D. Weinstein, 2007, Product Creation and Destruction: Evidence and Price Impli- cations, Mimeo, Columbia University.",
        "[9] Chan, K., V.M. Covrig and L.K. Ng, 2005, What Determines the Domestic and Foreign Bias? Evidence from Mutual Fund Equity Allocations Worldwide, Journal of Finance, 60, 1495-1534.",
        "[10] Chari, V.V. , P. Kehoe and E. McGrattan, 2002, Can Sticky Price Models Generate Volatile and Persistent Real Exchange Rates?, Review of Economic Studies, 69, 533-63.",
        "[11] Coeurdacier, N., 2005, Do Trade Costs in Goods Markets Lead to Home Bias in Equities?, Mimeo, ESSEC. 28",
        "[12] Coeurdacier, N. and S. Guibaud, 2005, A Dynamic Equilibrium Model of Imperfectly Integrated Financial Markets, Working Paper PSE, 2005-24.",
        "[13] Cole, H., M. Obstfeld, 1991, Commodity trade and international risk sharing: how much do financial markets matter?, Journal of Monetary Economics, 28, 3-24.",
        "[14] Corsetti, G., L. Dedola and S. Leduc, 2007, International Risk-Sharing and the Transmission of Productivity Shocks, Working Paper, European Central Bank, forthcoming Review of Economic Studies.",
        "[15] Corsetti, G., P. Martin and P. Pesenti, 2007, Productivity, Terms of Trade, and the `Home Market Effect, Journal of International Economics, forthcoming.",
        "[16] Devereux, M. and A. Sutherland, 2006, Solving for Country Portfolios in Open Economy Macro Models , Mimeo, UBC.",
        "[17] Engel, C. and A. Matsumoto, 2006, Portfolio Choice in a Monetary Open-Economy DSGE Model, National Bureau of Economic Research, Working Paper 12214.",
        "[18] French, K. and J. Poterba, 1991, Investor Diversification and International Equity Markets, Amer- ican Economic Review, 81, 222-26.",
        "[19] Gali, J., 1999, Technology, Employment, and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations?, American Economic Review, 89, 249-271",
        "[20] Ghironi, F., Lee, J. and A. Rebucci, 2006, The Valuation Channel of External Adjustment, Mimeo, Boston College.",
        "[21] Gourinchas, P-O and H. Rey, 2005, International Financial Adjustment, National Bureau of Eco- nomic Research, Working Paper 11155",
        "[22] Heathcote, J. and F. Perri, 2004, Financial Globalization and Real Regionalization, Journal of Economic Theory, 119, 207-243.",
        "[23] Heathcote, J. and F. Perri, 2002, Financial Autarky and International Business Cycles, Journal of Monetary Economics, 49, 601-627. 29",
        "[24] Hooper, P. and J. Marquez, 1995, Exchange Rates, Prices, and External Adjustment in the United States and Japan. in Kenen, P. (Ed.), Understanding Interdependence. Princeton, Princeton Uni- versity Press, pp. 107-68.",
        "[25] Julliard, C., 2004, Human Capital and International Portfolio Choice, Mimeo, Princeton Univer- sity.",
        "[26] Julliard, C., 2002, International Portfolio Diversification Is Not Worse Than You Think, Mimeo Princeton University.",
        "[27] Kollmann, R., 2006a, A Dynamic General Equilibrium Model of International Portfolio Holdings: Comment, Econometrica, 74, 269-273.",
        "[28] Kollmann, R., 2006b, International Portfolio Equilibrium and the Current Account, Centre for Economic Policy Research, Working Paper 5512.",
        "[29] Kollmann, R., 1996, Incomplete Asset Markets and the Cross-Country Consumption Correlation Puzzle, Journal of Economic Dynamics and Control, 20, 945-962.",
        "[30] Kollmann, R., 1995, Consumption, Real Exchange Rates and the Structure of International Asset Markets, Journal of International Money and Finance, 1995, 14, 191-211.",
        "[31] Kollmann, R., 1991, Essays on International Business Cycles, PhD Dissertation, Economics De- partment, University of Chicago.",
        "[32] Lane, P., and G.M. Milesi-Ferretti, 2006a, The External Wealth of Nations Mark II, IMF Working Paper 06-69.",
        "[33] Lane, P., and G.M. Milesi-Ferretti, 2006b, Europe and Global Imbalances, forthcoming in Eco- nomic Policy.",
        "[34] Lane, P., and G.M. Milesi-Ferretti, 2005, A Global Perspective on External Positions, 1115 Dis- cussion Paper 79, Trinity College Dublin.",
        "[35] Lane, P. and G.M. Milesi-Feretti, 2003, International Financial Integration, IMF Staff Papers, 50., 82- 113. 30",
        "[36] Lane, P. and J. Shambaugh, 2007, Financial Exchange Rates and International Currency Exposures, mimeo.",
        "[37] Lewis, K., 1999, Explaining Home Bias in Equities and Consumption, Journal of Economic Liter- ature, 37, 571-608.",
        "[38] Lucas, R., 1982, Interest Rates and Currency Prices in a Two-Country World, Journal of Monetary Economics, 10, 335-359.",
        "[39] Lustig, H. and S. Van Nieuwerburgh, 2005, The Returns on Human Capital: Good News on Wall Street is Bad News on Main Street, National Bureau of Economic Research, Working Paper 11564.",
        "[40] Martin, P. and H. Rey, 2006, Globalization and Emerging Markets: With or Without Crash?, American Economic Review December, 96, 1631-51.",
        "[41] Martin, P. and H. Rey, 2004,  Financial Super-Markets: Size Matters for Asset Trade, 2004, Journal of International Economics, 64, 335- 361.",
        "[42] Obstfeld, M., 2006, International Risk Sharing and the Costs of Trade, Ohlin Lecture, Stockholm School of Economics.",
        "[43] Obstfeld M. and K. Rogoff, 2000, The Six Major Puzzles in International Macroeconomics: Is There a Common Cause?, NBER Macroeconomics Annual, 339-390.",
        "[44] Pavlova, A. and R. Rigobon, 2004, Asset Prices and Exchange Rates, Review of Financial Studies, forthcoming.",
        "[45] Rotemberg J. and M. Woodford, 1999, The Cyclical Behavior of Prices and Costs, in Handbook of Macroeconomics, Elsevier, 1051-1135.",
        "[46] Tille, C., 2005, Financial Integration and the Wealth Effect of Exchange Rate Fluctuations, Federal Reserve Bank of New York Staff Report 226.",
        "[47] Tille, C. and E. van Wincoop, 2007, International Capital Flows, National Bureau of Economic Research, Working Paper 12856. 31",
        "[48] Uppal, R., 1993, A General Equilibrium Model of International Portfolio Choice, Journal of Fi- nance, 48, 529-553.",
        "[49] van Wincoop, E. and F. Warnock, 2006, Is Home Bias in Assets Related to Home Bias in Goods?, National Bureau of Economic Research, Working Paper 12728. 32"
    ]
}