{
    "id": 13429,
    "cites": 11,
    "cited_by": 3,
    "reference": [
        "Canadian Institute for Health Information. Health care spending to reach $142 billion this ~ 2005.",
        "Corman, H., Joyce, T., and Grossman, M. 1987. Birth Outcome Production Functions in the U.S. Journal of Human Resources. 22: 339-360.",
        "Corman, Hope, and Grossman, M. 1985. Determinants of Neonatal Mortality Rates in the U.S.: A Reduced Form Model. Journal of Health Economics, 4 (3): 2 13-236.",
        "Currie. 1. and J. Gruber. 1996. Saving Babies: The Efficacy and Cost of Recent Expansions of Medicaid Eligibility for Pregnant Women. Journal of Political Economy 104 (6): 1263-96.",
        "Cutler. David. A. Deaton and A. Lieras-Muney. ~The Determinants of Mortality. Harvard University and Princeton University. December 2005.",
        "Decker, Sandra L and Remler, D. K 2004. How Much Might Universal Health Insurance Reduce Socioeconomic Disparities in Health? A Comparison of the US and Canada. Applied Health Economics and Health Policy, 3 (4): 205-216.",
        "Dubay, L., Joyce, T., Kaestner, R. and G. Kenney. 2001. Changes in Prenatal Care Timing and Low Birth Weight by Race and Socioeconomic Status: Implications for the Medicaid Expansions for Pregnant Women. Health Services Research. 36 (2): 373-398.",
        "Joyce, T., Racine, A., McCalla, S., and Wehbeh, H. 1995. The Impact of Prenatal Exposure to Cocaine on Newborn Costs and Length of Stay. Health Services Research 30: 34 1-358.",
        "Joyce, T. 1994. Self Selection, Prenatal Care and Birthweight among Blacks, Whites, and Hispanics in New York City. Journal of Human Resources 29: 762-794.",
        "Joyce, T., and Grossman, M. 1990. The Dynamic Relationship Between Low Birthweight and Induced Abortion in New York City: An Aggregate Time-Series Analyses. Journal of Health Economics. 9: 273-288.",
        "Kaestner, R., Joyce, T., and Wehbeh, H. 1996. The Effect of Drug Use on Birth Weight: Measurement Error in Binary Variables. Economic Inquiry 34: 6 17-629."
    ]
}