{
    "id": 13422,
    "cites": 29,
    "cited_by": 10,
    "reference": [
        "1111 Alexander, Donald and William Kern (2005). Drive for Show and Putt for Dough?: An Analysis of the Earnings of PGA Tour Golfers, Journal of Sports Economics, 6: 46-60.",
        "1121 Andreoni, Jim and Doug Bernheim (2006). Social Image and the SO-SO Norm, Working Paper.",
        "1131 Bandiera, Oriana, Iwan Barankay and Imran Rasul (2007). Social Incentives in the Work- place, University College London Mimeo. July.",
        "1141 Bandiera, Oriana, Iwan Barankay and Imran Rasul (2005). Social Preferences and the Response to Incentives: Evidence from Personnel Data,Quarterly Journal of Economics",
        "1151 Benabou, Roland and Jean Tirole (2002). Self-Confidence and Personal Motivation, Quar- terly Journal of Economics, 117(3): 871-915.",
        "1161 Bertrand, Marianne, Erzo F.P. Luttmer and Sendhil Mullainathan (2000). Network Effects and Network Cultures, Quarterly Journal of Economics, 115: 1019-1055.",
        "1171 Bronars, Stephen and Gerald Oettinger (2000). Effort, Risk-Taking, and Participation in Tournaments: Evidence from Professional Golf, University of Texas Mimeo.",
        "1181 Bognanno, Michael and Ronald Ehrenberg (1990). Do Tournaments have Incentive Ef- fects? Journal of Political Economy 98: 1307-1324.",
        "1191 Boozer, Michael and Stephen Cacciola (2001). Inside the `Black Box of Project Star: Esti- mation of Peer Effects using Experimental Data. Working Paper.",
        "11101 Falk, Armin and Andrea Ichino (2006). Clean Evidence on Peer Effects, Journal of Labor Economics 24(1): 39-57.",
        "11111 Festinger, Leon (1954). A theory of social comparison processes, Human Relations: 117-",
        "11121 Glaeser, Edward L., Bruce Sacerdote and Jose A. Scheinkman (1996). Crime and Social Interactions, Quarterly Journal of Economics 111: 507-548.",
        "11131 Graham, Bryan (2007). Identifying Social Interactions through Excess Variance Contrasts, University of California, Berkeley Working Paper.",
        "11141 Kroft, Kory (forthcoming, 2007). Takeup, Social Multipliers and Optimal Social Insurance, Journal of Public Economics.",
        "11151 Lazear, Edward, Ulrike Malmendier and Roberto Weber (2006). Sorting in Experiments with Application to Social Preferences",
        "11161 Lemieux, Thomas, Bentley Macleod and Daniel Parent (2006). Performance Pay And Wage Inequality Departmental Working Papers, McGill University, Department of Economics.",
        "11171 Levitt, Steven and John List (2007). What Do Laboratory Experiments Measuring Social Preferences Tell Us About the Real World? Journal of Economic Perspectives, Forthcoming.",
        "11181 List, John A. (2006). The Behavioralist Meets the Market: Measuring Social Preferences and Reputation Effects in Actual Transactions, Journal of Political Economy, 114(1): 1-37.",
        "11191 List, John A. and Daniel L. Millimet (2006). Bounding the Impact of Market Experience on Rationality: Evidence from a Field Experiment with Imperfect Compliance, University of Chicago mimeo.",
        "11201 Moffitt, Robert (2001). Policy Interventions, Low-Level Equilibria, and Social Interactions. In S. Durlauf and P. Young (Eds.), Social Dynamics. Cambridge: MIT Press.",
        "11211 Manski, Charles (1993). Identification of Endogenous Social Effects: The Reflection Prob- lem, Review of Economic Studies 60: 53 1-542.",
        "11221 Mas, Alexandre and Enrico Moretti (2006). Peers at Work, NBER Working Paper 12508.",
        "11231 Orszag, Jonathan (1994). A New Look at Incentive Effects in Golf Tournaments, Economic Letters 46: 77-88.",
        "11241 Pessin, J. (1933). The comparative effects of social and mechanical stimulation on memo- rizing, American Journal of Psychology 45: 263-270.",
        "11251 Sacerdote, Bruce (2001). Peer Effects with Random Assignment: Results for Dartmouth Roommates. Quarterly Journal of Economics, 116(2): 681-704.",
        "11261 Saez, Emmanuel and Esther Duflo (2003). The Role of Information and Social Interactions in Retirement Plan Decisions: Evidence From a Randomized Experiment, Quarterly Journal of Economics 118: 8 15-842.",
        "11271 Triplett, Norman (1898). The Dynamogenic Factors in Pacemaking and Competition, American Journal of Psychology 9: 507-533.",
        "11281 Zajonc, R. B (1965). Social facilitation, Science 149: 269-274.",
        "11291 Zimmerman, David J. (2003). Peer Effects in Higher Education: Evidence from a Natural Experiment, Williams Project on the Economics of Higher Education, Review of Economics and Statistics, February, 85(1): 9-23."
    ]
}