{
    "id": 13425,
    "cites": 31,
    "cited_by": 56,
    "reference": [
        "BARRO, R. J. (1974): Are Government Bonds Net Wealth?, Journal of Political Economy, 82(6), 1095-1117.",
        "BAXTER, M., AND R. G. KING (1993): Fiscal Policy in General Equilibrium, American Economic Review, 86, 1154-1174.",
        "BLANCHARD, 0. J., AND R. PEROTTI (2002): An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output, Quarterly Journal of Economics, 117(4), 1329-1368.",
        "BLINDER, A. 5. (1981): Temporary Income Taxes and Consumer Spending, Journal of Political Economy, 89(1), 26-53.",
        "BOHN, H. (1998): The Behavior of U.S. Public Debt and Deficits, Quarterly Journal of Economics, 113(3), 949-963.",
        "CALDARA, D., AND C. KAMPS (2006): What Are the Effects of Fiscal Policy Shocks? A VAR-Based Comparative Analysis, Manuscript, Stockholm University, available on-line.",
        "CANOVA, F., AND P. E. PAPPAS (2003): Price Dispersions in Monetary Unions: The Role of Fiscal Shocks, Economic Journal, forthcoming, CEPR Discussion Paper No. 3746.",
        "CHRIST, C. F. (1968): A Simple Macroeconomic Model with a Government Budget Restraint, Journal of Political Economy, 76(1), 53-67.",
        "COENEN, G., AND R. STRAUB (2004): Non-Ricardian Households and Fiscal Policy in an Estimated DSGE Model of the Euro Area, Manuscript, European Central Bank.",
        "DAVIG, T. (2005): Periodically Expanding Discounted Debt: A Threat to Fiscal Policy Sustainability?, Journal of Applied Econometrics, 20(7), 829-840.",
        "DAVIG, T., AND E. M. LEEPER (2006): Fluctuating Macro Policies and the Fiscal Theory, in NBER Macroeconomics Annual ~OO6, ed. by D. Acemoglu, K. Rogoff, and M. Woodford, vol. 21, pp. 247-298. MIT Press, Cambridge.",
        "FAVERO, C. A., AND F. GIAVAZZI (2007): Debt and the Effects of Fiscal Policy, Manuscript, IGIER (Universita Bocconi).",
        "FAVERO, C. A., AND T. MONACELLI (2005): Fiscal Policy Rules and Regime (In)Stability: Evidence from the U.S., IGIER Working Paper No. 282, January.",
        "FERNANDEZ-VILLAVERDE, J., J. F. RUBIO-RAMIREZ, T. J. SARGENT, AND M. WATSON (2007): ABCs (and Ds) of Understanding VARs, American Economic Review, 97(3), 1021-1026.",
        "FORNI, L., L. MONFORTE, AND L. SESSA (2006): Keynes vs. Ricardo: Revisiting the Effects of Fiscal Policy in an Estimated DSGE Model for the Euro Area, Manuscript, Bank of Italy.",
        "WHAT HAS FINANCED GOVERNMENT DEBT? 24 GIANNITSAROU, C., AND A. J. SCOTT (2006): Inflation Implications of Rising Government Debt, in NBER Imtermatiomal Semimar om Macroecomomics ~OO6, forthcomimg, ed. by L. Reichlin, and K. D. West. MIT Press, Cambridge, MA.",
        "HAMILTON, J. D., AND M. A. FLAVIN (1986): On the Limitations of Government Borrowing: A Framework for Empirical Testing, Americam Ecomomic Review, 76(4), 808-819.",
        "HANSEN, L. P., W. ROBERDS, AND T. J. SARGENT (1991): Time Series Implications of Present Value Budget Balance and of Martingale Models of Consumption and Taxes, in Ratiomal Expect atioms Ecomometrics, ed. by L. P. Hansen, and T. J.",
        "Sargent, pp. 121-161. Westview Press, Inc., Boulder, CO. HANSEN, L. P., AND T. J. SARGENT (1991): Two Difficulties in Interpreting Vector Autoregressions, in Ratiomal Expect atioms Ecomometrics, ed. by L. P. Hansen, and T. J. Sargent, pp. 77-119. Westview Press, Boulder, CO.",
        "KAMPS, C. (2007): Dynamic Scoring in an Estimated DSGE Model of the U.S.",
        "Economy, Manuscript, European Central Bank. KILIAN, L. (1998): Small-Sample Confidence Intervals for Impulse Response Functions,  Review of Ecomomic amd Statistics, 80(2), 218-230.",
        "LEEPER, E. M. (1989): Policy Rules, Information, and Fiscal Effects in a `Ricardian  Model, Federal Reserve Board, International Finance Discussion Paper No.",
        "LEEPER, E. M., AND S.-C. S. YANG (2004): Some Evidence on Fiscal and Monetary Impacts in the United States, Manuscript, Indiana University.",
        "Jonrmal of Pnblic Ecomomics, NBER Working Paper No. 12103. LIPPI, M., AND L. REICHLIN (1994): VAR Analysis, Nonfundamental Representations, Blaschke Matrices, Jonrmal of Ecomometrics, 63(1), 307-325.",
        "MOUNTFORD, A., AND H. UHLIG (2005): What Are the Effects of Fiscal Policy Shocks?, SFB 649 Discussion Paper 2005-039, Humbolt University.",
        "PEROTTI, R. (2004): Estimating the Effects of Fiscal Policy in OECD Countries, IGIER Working Paper No. 276.",
        "ROBERDS, W. (1991): Implications of Expected Present Value Budget Balance: Application to Postwar U.S. Data, in Ratiomal Expectatioms Ecomometrics, ed. by L. P. Hansen, and T. J. Sargent, pp. 163-175. Westview Press, Inc., Boulder, CO.",
        "SARGENT, T. J., AND N. WALLACE (1981): Some Unpleasant Monetarist Arithmetic,  Federal Reserve Bamlc of Mimmeapolis Qnarterly Review, 5(Fall), 1-17.",
        "SIMS, C. A. (1998): Econometric Implications of the Government Budget Constraint,  Jonrmal of Ecomometrics, 83(1-2), 9-19.",
        "WOODFORD, M. (2001): Fiscal Requirements for Price Stability, Jonrmal of Momey, Credit, amd Bamlcimg, 33(3), 669-728.",
        "WHAT HAS FINANCED GOVERNMENT DEBT? 25 YANG, S.-C. 5. (2005): Quantifying Tax Effects Under Policy Foresight, Jonrmal of Mometary Ecomomics, 52(8), 1557-1568."
    ]
}