{
    "id": 13436,
    "cites": 37,
    "cited_by": 5,
    "reference": [
        "Altonji, Joseph G. and Thomas A. Dunn. 2000. An Intergenerational Model of Wages, Hours, and Earnings, Journal of Human Resources. 35(2): 221-258.",
        "Angrist, Joshua D. and William N. Evans. 1999. Schooling and Labor Market Consequences of the 1970 State Abortion Reforms. Research in Labor Economics, Vol. 18. Solomon Polachek, ed, Greenwich: JAI Press, 1999.",
        "Ananat, Elizabeth Oltmans, Jonathan Gruber, and Phillip B. Levine. 2004. Abortion Legalization and Lifecycle Fertility. National Bureau of Economic Research working paper 10705.",
        "An, Chong-Bum, Robert Haveman, and Barbara Wolfe. 1993. Teen Out-of-Wedlock Births and Welfare Receipt: The Role of Childhood Events and Economic Circumstances, The Review of Economics and Statistics, 75 (2) (May): 195-208.",
        "Black, Sandra E., Paul J. Devereaux, and Kjell G. Salvanes. 2004. Fast Times at Ridgement High? The Effect of Compulsory Schooling Laws on Teenage Births. NBER working paper 10911. November.",
        "Black, Sandra E., Paul J. Devereux and Kjell G. Salvanes. 2005. Why the Apple Doesnt Fall Far: Understanding the Intergenerational Transmission of Education. American Economic Review. 95(1): pp. 437-449.",
        "Brooks-Gunn, Jeanne and Frank F. Furstenberg, Jr. Adolescent Sexual Behavior. American Psychologist. Vol. 44, No. 2 (February 1989). pp. 249-257.",
        "Brooks-Gunn, Jeanne and Roberta Paikoff. Sexuality and Developmental Transitions During Adolescence, pp. 190-245 in John Schulenberg, Jennifer L. Maggs, and Klaus Hunelmann (eds.), Health Risks and Developmental Transitions during Adolescence. Cambridge, England: Cambridge University Press. 1997.",
        "Chadwick, Laura and Gary Solon. 2002. Intergenerational Income Mobility among Daughters, American Economic Review. 92(1): 335-344.",
        "Chilman, C.S. (1983). Adolescent sexuality in a changing American society: Social and psychological perspectives for the human services professions (2nd ed.) New York: Wiley.",
        "Currie, Janet and Enrico Moretti. 2007. Biology as Destiny? Short- and Long-Run Determinants of Intergenerational Transmission of Birth Weight. Journal of Labor Economics, 25 (2): pp. 23 1-264.",
        "Dehejia, Rajeev, and Adriana Lleras-Muney. 2004. Booms, Busts and Babies Health. Quarterly Journal of Economics, Vol. 119, No. 3 (August). pp. 1091-1130.",
        "Duncan, Greg and Jeanne Brooks-Gunn, eds. 1997. Consequences of Growing Up Poor. NY: Russell Sage.",
        "Duncan, Greg and Saul Hoffman. Welfare Benefits, Economic Opportunities, and Out-ofWedlock Births among Black Teenage Girls. Demography 27 (November 1990): 5 19-36.",
        "Duncan, Greg, W. Jean Yeung, Jeanne Brooks-Gunn, and Judith R. Smith. 1998. How Much Does Childhood Poverty Affect the Life Chances of Children? American Sociological Review 63(3), (June): 406-423.",
        "Geronimus, Arline T. and Sanders Korenman. 1992. The Socioeconomic Consequences of Teen Childbearing Reconsidered. Ouarterly Journal of Economics. Vol. 107, No. 4 (November). pp. 1187-1214.",
        "Geronimus Arline T., Sanders Korenman, Marianne M. Hillemeier. 1994. Does Young Maternal Age Affect Child Development? Evidence from Cousin Comparisons in the United States. Population and Development Review. Vol. 20, No. 3 (September). pp. 585-609.",
        "Grogger, J. and S. Bronars. 1993. The Socioeconomic Consequences of Teen Childbearing: Findings from a Natural Experiment. Family Planning Perspectives 25 (July-August): 156-16 1.",
        "Hardy, Janet B. and Laurie Schwab Zabin. Adolescent Pregnancy in an Urban Environment. Washington, DC: Urban Institute Press. 1991.",
        "Haveman and Wolfe (1995), Journal of Economic Literature 33: 1829-78.",
        "Hotz, V. Joseph, Susan Williams McElroy, and Seth G. Sanders. 1996. The Impacts of Teenage Childbearing on the Mothers and the Consequences of Those Impacts for Government. pp. 55-94 in Rebecca A. Maynard (ed.), Kids Having Kids: Economic Costs and Social Consequences of Teen Pregnancy. Washington, D.C.: The Urban Institute Press.",
        "Experiment, Journal of Human Resources 40 (3): 683-7 15. Hunt, Jennifer. 2003. Teen Births Keep American Crime High, NBER Working Paper 9632.",
        "Kearney, Melissa S. and Phillip B. Levine. 2007. Subsidized Contraception, Fertility, and Sexual Behavior. Unpublished manuscript.",
        "Kirby, Douglas. 1997. No Easy Answers: New Research Findings on Programs to Reduce Teen Pregnancy. Washington, DC: National Campaign to Prevent Teen Pregnancy.",
        "Klepinger, D., Shelly Lundberg, and R. Plotnick, (1999). Teen Childbearing and Human Capital: Does Timing Matter? mimeo, University of Washington, October.",
        "Leibowitz, A, Marvin Eisen, and Winston K. Chow. 1986. An Economic Model of Teenage Pregnancy Decisionmaking. Demography. Vol. 23, No. 1 (February). pp. 67-78.",
        "Levine, D.I. and Painter, G. (2003). The Schooling Costs of Teenage Out-of-Wedlock Childbearing: Analysis with a Within-School Propensity-Score-Matching Estimator Review of Economics and Statistics, 85(4), 884-899.",
        "Levine, Phillip B. 2003. Parental Involvement Laws and Fertility Behavior. Journal of Health Economics. Vol. 22, No. 5 (September). pp. 861-878.",
        "Levine, Phillip B, Amy Trainor, and David J. Zimmerman. 1996. The Effect of State Medicaid Funding Restrictions on Pregnancy, Abortion, and Births, Journal of Health Economics, Vol. 15, No. 5 (October). pp. 555-578.",
        "Levine, Phillip B. 2001. The Sexual Activity and Birth Control Use of American Teenagers, in Jonathan Gruber (ed.), An Economic Analysis of Risky Behavior among Youths. Chicago: University of Chicago Press.",
        "McCrary, Justin and Heather Royer. 2006. The Effect of Female Education on Fertility and Infant Health: Evidence from School Entry Policies Using Exact Date of Birth NBER Working Paper 12329. (June).",
        "Moffitt, Robert A. 2003. The Temporary Assistance for Needy Families Program. In Robert A. Moffitt (ed.), Means-Tested Transfer Programs in the U.S. Chicago: University of Chicago Press.",
        "Reproductive Behavior: Research Perspectives. Robert A. Moffitt, editor. Washington, DC: National Academy Press. . 1992. Incentive Effects of the U.S. Welfare System: A Review, Journal of Ecomomic Literature, 30(1) (March): 1-6 1.",
        "National Campaign to Prevent Teen Pregnancy. 2007. Why it Matters. Accessed March 19, 2007 at http://www.teenpregnancy.org/wimldefault.asp.",
        "ODonoghue, Ted and Matthew Rabin. 1999. Doing it Now or Later. American Economic Review. Vol. 89, No. 1 (March). pp. 103-124.",
        "ODonoghue, Ted and Matthew Rabin. 2001. Risky Behavior among Youths: Some Issues from Behavioral Economics, 2001. In ed. Jonathan Gruber, Risky Behavior Among Youths. National Bureau of Eocnomic Research Conference Report. Chicago, IL: The University of Chicago Press.",
        "Solon, Gary. 1999. Intergenerational Mobility in the Labor Market, in Orley Ashenfelter and David Card (eds.), Handbook of Labor Economics. Amsterdam: Elsevier."
    ]
}