{
    "id": 13432,
    "cites": 25,
    "cited_by": 40,
    "reference": [
        "ATKE50N, A., AND A. BuRSTEIN (2005): Trade Costs, Pricing-to-Market, and International Relative Prices, UCLA.",
        "BACCHETTA, P., AND E. VAN WINcOOP (2003): Why Do Consumer Prices React Less Than Import Prices to Exchange Rates?, Jonrmal of the Enropeam Ecomomics Associatiom, 1(2).",
        "BASu, S. (1995): Intermediate Goods and Business Cycle: Implication for Productivity and Welfare, Amen cam Ecomomic Review, 85(3), 512-31.",
        "BETTS, C., AND M. DEVEREux (2000): Exchange Rate Dynamics in a Model of Pricingto -Market, Jonnmal of Imtenmatiomal Ecomomics, 50(1), 215-44.",
        "BRODA, C., AND D. WEINSTEIN (2006): Globalization and the Gains from Variety, Qnantenly Jonnmal of Ecomomics, 121(2), 541-85.",
        "BuRSTEIN, A., AND C. HELLwIG (2007): Prices and Market Shares in a Menu Cost Model, Working Paper.",
        "CAMPA, J., AND L. GoLDBERG (2005): Exchange Rate Pass-Through into Import Prices, Review of Ecomomics amd Statistics, 87(4), 679-690.",
        "CHARI, V., P. KEHOE, AND E. McGRATTAN (2002): Can Sticky Price Models Generate Volatile and Persistent Exchange Rates?, Review of Ecomomic Stndies, 69(3), 533-63.",
        "CORSETTI, G., AND P. PESENTI (2004): Endogenous Pass-Through and Optimal Monetary Policy: A Model of Self-Validating Exchange Rate Regimes, CEPR Working Paper No. 8737.",
        "DEVEREux, M., AND C. ENGEL (2003): Monetary Policy in the Open Economy Revisited: Price Setting and Exchange Rate Flexibility, Review of Ecomomic Stndies, 70, 765-84.",
        "DEVEREux, M., C. ENGEL, AND P. ST0RGAARD (2004): Endogenous Pass-through when Nominal Prices are set in Advance, Jonnmal of Imtenmatiomal Ecomomics, 63(2), 263-291.",
        "D0RNBuScH, R. (1987): Exchange Rate and Prices, Amenicam Ecomomic Review, 77(1), 93-106.",
        "DOTSEY, M., R. KING, AND A. WOLMAN (1999): State-Dependent Pricing and the General Equilibrium Dynamics of Money and Output, Qnarterly Jonrmal of Ecomomics, 114(2), 655-690.",
        "ENGEL, C. (2006): Equivalence Results for Optimal Pass-Through, Optimal Indexing to Exchange Rates, and Optimal Choice of Currency for Export Pricing, Jonrmal of Enropeam Ecomomic Associatiom, 4(6), 1249-60.",
        "FRIBERG, R. (1998): In which currency should exporters set their prices?, Jonrmal of Imtermatiomal Ecomomics, 45, 59-76.",
        "GI0vANNINI, A. (1988): Exchange Rates and Traded Goods Prices, Jonrmal of Imtermatiomal Ecomomics, 24, 45-68.",
        "GOLDBERG, L., AND C. TILLE (2005): Vehicle Currency Use in International Trade, NBER Working Paper No. 11127.",
        "GOLOSOv, M., AND R. LuCAS (2007): Menu Costs and Phillips Curves, Jonrmal of Political Ecomomy, 115, 171-99.",
        "GOPINATH, G., AND R. RIGOBON (2007): Sticky Borders, Qnarterly Jonrmal of Ecomomics, forthcomimg.",
        "KIMBALL, M. (1995): The Quantitative Analytics of the Basic Neomonetarist Model, Jonrmal of Momey, Credit amd Bamlcimg, 27, 1241-77.",
        "KLENOw, P., AND J. WILLIS (2006): Real Rigidities and Nominal Price Changes, Stanford Mimeo.",
        "KRuGMAN, P. (1980): Vehicle Currencies and the Structure of International Exchange, Jonrmal of Momey, Credit amd Bamlcimg, 12, 513-26.",
        "NEIMAN, B. (2007): Multinationals, Intrafirm Trades, and International Macroeconomic Dynamics, Working Paper.",
        "OBSTFELD, M., AND K. ROGOFF (1995): Exchange Rate Dynamics Redux, Jourmal of Political Ecomomy, 103, 624-60.",
        "RAuCH, J. (1999): Networks versus Markets in International Trade, Jourmal of Imtermatiomal Ecomomics, 48, 7-35."
    ]
}