{
    "id": 13449,
    "cites": 36,
    "cited_by": 31,
    "reference": [
        "Andersen, T.G. and T. Bollerslev, 1998, Answering the Skeptics: Yes, Standard Volatility Models Do Provide Accurate Forecasts, International Economic Review 39, 885-905.",
        "Andersen, T.G., T. Bollerslev, F.X. Diebold and P. Labys, 2001, The Distribution of Exchange Rate Volatility, Journal of the American Statistical Association 96, 42-55.",
        "Andersen, T.G., T. Bollerslev, F.X. Diebold and P. Labys, 2003, Modeling and Forecasting Realized Volatility, Econometrica 71, 579-625.",
        "Andersen, T.G., T. Bollerslev and N. Meddahi, 2006, Realized Volatility Forecasting and Market Microstructure Noise, Working Paper; Kellogg School, Northwestern University, Duke University and Imperial College.",
        "Andersen, T.G., P.H. Frederiksen and A. Staal, 2006, The Information Content of Realized Volatility Forecass, Mimeo; Kellogg School of Management, Northwestern University.",
        "Ang, A., R.J. Hodrick, Y. Xing and X. Zhang (2006), The Cross-Section of Volatility and Expected Returns, Journal of Finance 61, 259-299.",
        "Bakshi G.S. and N. Kapadia, 2003, Delta-Hedged Gains and the Negative Market Volatility Risk Premium, Review of Financial Studies 16, 527-566.",
        "Bakshi, G.S., and D. Madan, 2000, Spanning and Derivative-Security Valuation, Journal of Financial Economics 55, 205-238.",
        "Bandi, F. and J. Russell, 2005, Microstructure Noise, Realized Volatility, and Optimal Sampling,  Working Paper; University of Chicago.",
        "Banz, R., and M. Miller, 1978, Prices for State-Contingent Claims: Some Estimates and Applications, Journal of Business 51, 653-672.",
        "Barndorff-Nielsen, O.E., P.R. Hansen, A. Lunde and N. Shephard, 2006, Designing Realised Kernels to Measure the Ex-Post Variation of Equity Prices in the Presence of Noise, Working Paper, Oxford University.",
        "Barndorff-Nielsen, O.E. and N. Shephard, 2001, Non-Gaussian OU based Models and some of their uses in Financial Economics, Journal of the Royal Statistical Society B 63, 167-241.",
        "Barndorff-Nielsen, O.E. and N. Shephard, 2002, Econometric Analysis of Realised Volatility and its Use in Estimating Stochastic Volatility Models, Journal of the Royal Statistical Society B 64, 253-280.",
        "Barone-Adesi, G., and R. Whaley, 1987, Efficient Analytical Approximation of American Option Values, Journal of Finance 42, 301-320.",
        "Black, F., and M. Scholes, 1973, The Pricing of Options and Corporate Liabilities, Journal of Political Economy 81, 637-654.",
        "Bliss, R.R. and N. Panigirtzoglou, 2004, Option-Implied Risk Aversion Estimates, Journal of Finance 59, 407-446.",
        "Bollerslev, T., M. Gibson and H. Zhou (2007), Dynamic Estimation of Volatility Risk Premia from Option-Implied and Realized Volatilities, Working Paper; Duke University and Federal Reserve Board of Governors.",
        "Bollerslev, T. and H. Zhou (2007), Expected Stock Returns and Variance Risk Premia, Working Paper; Duke University and Federal Reserve Board of Governors.",
        "Bondarenko, 0., 2000, Recovering Risk-Neutral Densities: A New Nonparametric Approach, Working Paper; University of Illinois at Chicago.",
        "Bondarenko, 0., 2003, Estimation of Risk-Neutral Densities Using Positive Convolution Approximation, Journal of Econometrics 116, 85-112.",
        "Bondarenko, 0., 2007, Variance Trading and Market Price of Variance Risk, Working Paper; University of Illinois at Chicago.",
        "Breeden, D., and R. Litzenberger, 1978, Prices of State Contingent Claims Implicit in Options Prices, Journal of Business 51, 621-652.",
        "Britten-Jones, M. and A. Neuberger, 2000, Option Prices, Implied Price Processes, and Stochastic Volatility, Journal of Finance 55, 839-866.",
        "Carr, P. and L. Wu, 2004, Variance Risk Premia, Working Paper; New York University and Baruch College.",
        "Demeterfi, K., E. Derman, M. Kamal, and J. Zou, 1999, More Than You Ever Wanted to Know About Volatility Swaps, http://www.gs.com/qs/doc/volswaps.pdf, Working Paper; Goldman Sachs.",
        "Duan, J.-C. and C.-Y. Yeh, 2007, Jump and Volatility Risk Premiums Implied by VIX, Working Paper; Rotman School of Management, University of Toronto.",
        "Dupire, B., 1993, Model Art, Risk (September) 118-120.",
        "Jiang, G., and Y. Tian, 2005a, The Model-Free Implied Volatility and Its Information Content,  Review of Financial Studies 18, 1305-1342.",
        "Jiang, G., and Y. Tian, 2005b, Gauging the Investor Fear Gauge: Implementation Problems in the CBOEs New Volatility Index and a Simple Solution, Working Paper; University of Arizona.",
        "Meddahi, N., 2002, A Theoretical Comparison Between Integrated and Realized Volatility, Journal of Applied Econometrics 17, 479-508.",
        "Neuberger, A., 1994, The Log Contract: A New Instrument to Hedge Volatility, Journal of Portfolio Management, Winter, 74-80.",
        "Ross, 5., 1976, Options and Efficiency, Quarterly Journal of Economics 90, 75-89.",
        "Todorov, V., 2007, Variance Risk Premium Dynamics, Working Paper; Duke University.",
        "Whaley, R., 1986, Valuation of American Futures Options: Theory and Empirical Tests, Journal of Finance 41, 127-150.",
        "Wu, L., 2004, Variance Dynamics: Joint Evidence from Options and High-Frequency Returns,  Working Paper; Baruch College.",
        "Zhang, L., P.A. Mykland and Y. AIt-Sahalia (2005), A Tale of Two Time Scales: Determining Integrated Volatility with Noisy High-Frequency Data, Journal of the American Statistical Association 100, 1394-1411."
    ]
}