{
    "id": 13447,
    "cites": 19,
    "cited_by": 9,
    "reference": [
        "AntrÃ\u0083Â s, P. 2003. Firms, Contracts and Trade Structure, Quarterly Journal of Economics 118, 13 75- 1418.",
        "AntrÃ\u0083Â s, P. 2005. Incomplete Contracts and the Product Cycle, American Economic Review 95, 1054-1073.",
        "AntrÃ\u0083Â s, P. and E. Helpman, 2004. Global Sourcing, Journal of Political Economy 112, 442- 580.",
        "Barba-Navaretti, G. and A. Venables, 2004. Multinational Firms in the World Economy. Princeton, New Jersey: Princeton University Press.",
        "Bernard, B., J. B. Jensen and P. Schott, 2006. Intra-Firm trade, mimeo.",
        "Bernard, B., J. Redding and P. Schott, 2006. Multi-Product Firms and Trade Liberalization, mimeo.",
        "Black, S. E. and P. E. Strahan, 2002. Entrepreneurship and Bank Credit Availability, Journal of Finance 57, 2807-2833.",
        "Blonigen, B., R. Davies, and K. Head, 2003. Estimating the Knowledge-Capital Model of the Multinational Enterprise: Comment, American Economic Review 93, 980-94.",
        "Carr, D., J. Markusen, and K. Maskus, 2001. Estimating the Knowledge-Capital Model of the Multinational Enterprise, American Economic Review 91, 693-708.",
        "Carr, D., J. Markusen, and K. Maskus, 2003. Estimating the Knowledge-Capital Model of the Multinational Enterprise: Reply, American Economic Review 93, 995-1001.",
        "Caves, R., 1975. Diversification Foreign Investment and Scale in North American Manufacturing Industries. Ottawa: Economic Council of Canada.",
        "Grossman, G. and E. Helpman 2003. Outsourcing versus FDI in Industry Equilibrium, Journal of the European Association 1,317-327.",
        "Grossman, G. and E. Helpman 2005. Outsourcing in the Global Economy, Review of Economic Studies 72, 135-159.",
        "Hanson, G., R. Mataloni, and M. Slaughter, 2001. Expansion Strategies of U.S. Multinational Firms, in D. Rodrik and S. Collins, eds., Brookings Trade Forum, 2001, 245-282.",
        "Helpman, E., 1984. A Simple Theory of International Trade with Multinational Corporations, Journal of Political Economy, 92(3), 45 1-71.",
        "Helpman, E. and P. Krugman, 1985. Market Structure and Foreign Trade. Cambridge: MIT Press.",
        "Hummels, D., J. Ishii and K.M. Yi, 2001. The Nature and Growth of Vertical Specialization in World Trade, Journal of International Economics 54, 75-96.",
        "Spencer, B. 2005. International Outsourcing and Incomplete Contracts, Canadian Journal of Economics 38, 1107-1135.",
        "Schott, P. 2003. Across-Product Versus Within-Product Specialization in International Trade, Quarterly Journal of Economics."
    ]
}