{
    "id": 13448,
    "cites": 25,
    "cited_by": 60,
    "reference": [
        "Ang, A., and M. Piazzesi, 2003, A No-Arbitrage Vector Autoregression of Term Structure Dynamics with Macroeconomic and Latent Variables, Journal of Monetary Economics, 50, 4, 745-787.",
        "Bekaert, G., S. Cho, and A. Moreno, 2003, New-Keynesian Macroeconomics and the Term Structure, working paper, Columbia University.",
        "Bikbov, R., and M. Chernov, 2005, No-Arbitrage Macroeconomic Determinants of the Yield Curve, working paper, Columbia University.",
        "Campbell, J. Y., and R. J. Shiller, 1991, Yield Spreads and Interest Rate Movements: A Birds Eye View, Review of Economic Studies, 58, 495-5 14.",
        "Carter, C. K., and R. Kohn, 1994, On Gibbs Sampling for State Space Models, Biometrika, 81, 541-553.",
        "Christiano, L. J., M. Eichenbaum, and C. Evans, 1996, The Effects of Monetary Policy Shocks: Evidence from the Flow of Funds, Review of Economics and Statistics, 78, 16-34.",
        "Clarida, R., Gall, J., and M. Gertler, 2000, Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics, 115, 147-80.",
        "Cochrane, J. H., and M. Piazzesi, 2005, Bond Risk Premia, American Economic Review 95, 1, pp. 138-160.",
        "Cogley, T., and T. J. Sargent, 2001, Evolving Post World War II U.S. Inflation Dynamics, NBER Macroeconomics Annual, 16, 33 1-373.",
        "Collins, S., and P. L. Siklos, 2004, `Discounting Optimal Taylor Rules: Can the Policy Horizon Masquerade as Interest Rate Smoothing? working paper, Investment Company Institute, Washington DC.",
        "Dai, Q., and K. J. Singleton, 2002, Expectation Puzzles, Time-Varying Risk Premia, and Affine Models of the Term Structure, Journal of Financial Economics, 63, 415-41.",
        "Dewachter, H., and M. Lyrio, 2006, Macro Factors and the Term Structure of Interest Rates, Journal of Money, Credit and Banking, 38, 119-140.",
        "Duffie, D., and R. Kan, 1996, A Yield-Factor Model of Interest Rates, Mathematical Finance, 6, 379-406.",
        "Evans, C. L. and D. Marshall, 1998, Monetary Policy and the Term Structure of Nominal Interest rates: Evidence and Theory, Carnegie-Rochester Conference Series on Public Policy, 49, 53-111.",
        "Evans, C. L. and D. Marshall, 2001, Economic Determinants of the Term Structure of Interst Rates, working paper, Federal Reserve Bank of Chicago.",
        "Eichenbaum, M., and C. L. Evans, 1995, Some Empirical Evidence on the Effects of Shocks to Monetary Policy on Exchange Rates, Quarterly Journal of Economics, 110, 4, 975-1009.",
        "Favero, C., and R. Rovelli, 2003, Macroeconomic Stability and the Preferences of the Fed: A Formal Analysis, Journal of Money, Credit and Banking, 35, 4, 545-556.",
        "Fleming, M. J., 2003, Measuring Treasury Market Liquidity, Federal Reserve Bank of New York Economic Policy Review, 9,3, 83-108.",
        "Fuhrer, J. C., and G. R. Moore, 1995, Monetary Policy Trade-Offs and the Correlation between Nominal Interest Rates and Real Output, American Economic Review, 85, 1, 2 19-239.",
        "HÃ\u0083Â¶rdahl, p., o. Tristani, and D. Vestin, 2006, A Joint Econometric Model of Macroeconomic and Term Structure Dynamics, Journal of Econometrics, i3i, 405-444.",
        "Johannes, M., and N. Polson, 2005, MCMC Methods for Financial Econometrics, working paper, Columbia University.",
        "Piazzesi, M., 2005, Bond Yields and the Federal Reserve, Journal of Political Economy, ii 3, 2, pp. 3 ii-344.",
        "Raftery, A. E., and S. Lewis, i992, How Many Iterations in the Gibbs Sampler? in J. M. Bernardo, J. Berger, A. P. David, and A. F. M. Smith, ed., Bayesian Statistics 4, Oxford University Press, Oxford, pp. 763-773. Romer, C. D., and D. H. Romer, 2004, A New Measure of Monetary Policy Shocks: Derivation and Implication, American Economic Review 94,4, pp. i055-i084.",
        "Rudebusch, G., and L. E. 0. Svensson, i999, Policy Rules for Inflation Targeting, in Taylor, J. B., ed., Monetary Policy Rules, Chicago University Press, Chicago, IL, 203-246. Rudebusch, G., and T. Wu, 2005, A Macro-Finance Model of the Term Strucutre, Monetary Policy, and the Economy, forthcoming Economic Journal.",
        "Sims, C. A., i992, Interpreting the Macroeconomic Time Series Facts: The Effects of Monetary Policy, European Economic Review, 36, 975-i000. Sims, C. A., and T. Zha, 2006, Macroeconomic Switching,Ameri can Economic Review, 96, 54-8i."
    ]
}