{
    "id": 13457,
    "cites": 15,
    "cited_by": 18,
    "reference": [
        "Acemoglu, D. and J. Robinson (2005), Economic Origins of Dictatorship and Democracy, Cambridge, UK: Cambridge University Press.",
        "Bermeo, N. (2003), Ordinary People in Extraordinary Times: The Citizenry and the Breakdown of Democracy, Princeton, NJ: Princeton University Press.",
        "Bernhard, Reenock, and Nordstrom, (2003), Economic Performance and Survival in New Democracies: Is there a Honeymoon Effect?, Comparative Political Studies 36, 404-431.",
        "Brender, A. and A. Drazen (2005a), Political Budget Cycles in New Versus Established Democracies, Journal of Monetary Economics 52, October 2005.",
        "Working Paper 11862. Diamond, L. (1994), Toward Democratic Consolidation, Journal of Democracy 5.",
        "Gillespie, C. (1991), The Role of Civil-Military Pacts in Elite Settlements and Elite Convergence: Democratic Consolidation in Uruguay, in Gunther and Higley, eds. Elites and Democratic Consolidation, Cambridge: Cambridge University Press.",
        "Huntington, 5. (1993), The Third Wave: Democratization in the Late Twentieth Century, Norman, OK: University of Oklahoma Press.",
        "Linz, J.J., and A. Stepan (1978), The Breakdown of Democratic Regimes, Baltimore, MD: Johns Hopkins University Press.",
        "Mainwaring, 5. (1992), Transitions to Democracy and Democratic Consolidation: Theoretical and Comparative Issues, working paper.",
        "ODonnell, G. and P. Schmitter (1986), Transitions from Authoritarian Rule: Tentative Conclusions about Uncertain Democracies, Baltimore: Johns Hopkins University Press.",
        "Remmer, K. (1996), The Sustainability of Political Democracy: Lessons from South America, Comparative Political Studies 29, 611-634.",
        "Rogoff, K. (1990), Equilibrium Political Budget Cycles, American Economic Review 80, 21-36.",
        "Rogoff, K. and A. Sibert (1988), Elections and Macroeconomic Policy Cycles, Review of Economic Studies 55, 1-16.",
        "Rustow, D.C. (1970), Transitions to Democracy: Toward a Dynamic Model, Comparative Politics 2, 337-363.",
        "Schedler, A. (1998) What is Democratic Consolidation? Journal of Democracy, 9, 9 1-107."
    ]
}