{
    "id": 13456,
    "cites": 40,
    "cited_by": 0,
    "reference": [
        "[13] Geisler, R. Gene. 1985. Measuring Gerrymandering of Legislative Districts. Unpublished Manuscript.",
        "[12] Eig, Larry M. and Michael V. Seitzinger. (1981). State Constitutional and Statutory Provisions Concerning Congressional and State Legislative Redistricting. Congressional Research Service Report No. 81-143A.",
        "[11] Diaconescu, D.E., B. Florea, and A. Grassi. (2002). Geometric transitions, del Pezzo surfaces and open string instantons, Advanced Theorertical and Mathematical Physics. 6 . 643-702.",
        "[9] Boyce, Ronald R. and W.A.V. Clark. (1964). The Concept of Shape in Geography, Ceographical Review 54. 561-572.",
        "[10] Cox, E.P. (1927). A Method of Assigning Numerical and Percentage Values to the Degree of Roundness of Sand Grains. Journal of Paleontology 1. 179-183.",
        "[8] Bartal, Yair, Moses Charikar and Danny Raz. (2001). Approximating mm-sum k-clustering in Metric Spaces,",
        "[7] Barabas, Jason and Jennifer Jerit. (2004). Redistricting Principles and Racial Representation,  State Politics and Policy Quarterly 4. 415-435.",
        "[6] Aurenhammer, Franz and Rolf Klein. (2000) Voronoi diagrams. In J. Sack and G. Urrutia, editors, Handbook of Computational Ceometry, Chapter V, pages 201-290. Elsevier Science Publishing.",
        "[4] Aurenhammer, Franz. (1987). Power Diagrams: Properties, Algorithms and Applications, SIAM Journal on Computing 16. 78-96.",
        "[5] Aurenhammer, Franz., Hoffmann, F., and Aronov, B. (1998). Minkowski-Type Theorems and Least-Squares Clustering, Algorithmica 20. 61-76.",
        "[3] Arrow, Kenneth. (1970). Social Choice and Individual Values. Cowles Foundation Monograph Series. New Haven, CT. Yale University Press. 23We are grateful to Roland Benabou for this illustrative example. 20",
        "[2] Attneave, Fred and Malcolm D. Arnout. (1956). The Quantitative Study of Shape and Pattern Perception. Psychological Bulliten 53. 472-451.",
        "[1] Adams, Bruce. (1977). A Model State Reapportionment Process: The Continuing Quest for `Fair and Effective Representation. Harvard Journal on Legislation 14. 825-904.",
        "[41] Young, H.P. (1988). Measuring the Compactness of Legislative Districts. Legislative Studies Quarterly 13. 105-115. 23",
        "[40] Wells, David I. (1982). How to Inhibit Gerrymandering: The Purpose of Districting Criteria.  National Civic Review 71. 183-187.",
        "[31] Pounds, Norman J.G. (1972). Political Geography (2nd ed.) New York, NY: McGraw-Hill, Inc.",
        "[32] Pildes, Richard H. and Richard G. Niemi. (1993). Expressive Harms, `Bizarre Districts, and Voting Rights: Evaluating Election-District Appearances After Shaw v. Reno. 92 Michigan Law Review. 483-531.",
        "[33] Richter-Gebert, Jurgen, Bernd Sturmfels, and Thorsten Theobald. (2003) First steps in tropical geometry, arXiV.math. 1-29. 22",
        "[34] Rudin, Walter. (1964). Principles of Mathematical Analysis. New York, NY: McGraw Hill, Inc.",
        "[35] Sahni, S. and T. Gonzales. (1976). P-Complete Approximation Problems. Journal of the ACM 23. 555-566.",
        "[36] Schwartberg, Joseph E. (1966). Reapportionment, Gerrymanders, and the Notion of Compactness.  Minnesota Law Review 50. 443-452.",
        "[37] Shotts, Kenneth W. (2002) Gerrymandering, Legislative Composition, and National Policy Outcomes. American Journal of Political Science 46:398-414",
        "[38] Taylor, Peter J. (1973). A New Shape Measure for Evaluating Electoral District Patterns. American Political Science Review 67. 947-950.",
        "[39] Weaver, James B. and Sidney W. Hess. (1963). A Procedure for Nonpartisan Districting: Development of Computer Techniques. Yale Law Journal 72. 288-308.",
        "[28] Niemi, Richard G., Bernard Groffman, Carl Calucci and Thomas Hofeller. (1990). Measuring Compactness and the Role of Compactness Standard in a Test for Partisan and Racial Gerrymandering. The Journal of Politics 52. 1155-1181.",
        "[29] Papayanopolous, L. (1973). Quantitative Principles Underlying Legislative Apportionment. Annals of the New York Academy of Sciences 19. 181-191.",
        "[30] Passare, Mikael and Hans Rullgard. (2004). Amoebas, Monge-Ampere measures, and triangulations of the Newton polytope, Duke Mathematics Journal 121. 481-507.",
        "[27] Mumford, David and Jayant Shah. (1989). Optimal Approximations by Piecewise Smooth Functions and Associated Variational Problems. Harvard University Press. Cambridge, MA.",
        "[25] Mitchell, John E. (2001). Branch-and-cut for the k-way equipartition problem, Technical report, Mathematical Sciences, Rensselaer Polytechnic Institute.",
        "[26] Mitchell, John E. (2003). Realignment in the National Football League: Did They Do It Right? Naval Research Logistics 50. 683-701.",
        "[24] Mandelbrot, Benoit B. (1967). How long is the cost of Great Britain? Statistical selfsimilarity and fractal dimension. Science 156. 636-638.",
        "[23] MacQueen, J.B. (1967). Some Methods For Classification and Analysis of Multivariate Observations,  Proceedings of the 5th Berkeley Symposium on Mathematical Statistics and Probability. Berkeley, CA. University of California Press. 281-297.",
        "[22] Knight, Jeffrey L. (2004). GIS BASED COMPACTNESS MEASUREMENT USING FRACTAL ANALYSIS. http://www.spatial.maine.edu/ucgis/testproc/knight/knight.html.",
        "[21] Kaiser, Henry F. (1966). An Objective Method for Establishing Legislative Districts. Midwest Journal of Political Science 10. 200-213.",
        "[20] Issacharoff, Samuel, Pamela S. Karlan and Richard H. Pildes (2002). The Law of Democracy: Legal Structure of the Political Process (2nd ed.) New York, NY: Foundation Press.",
        "[17] Harris, Curtis C., Jr. (1964). A Scientific Method of Districting. Behavioral Science 9. 2 19-225.",
        "[19] Horton, R.E. (1932). Drainage Basin Characteristics. Transactions of the American Geophysical Union 13. 350-361.",
        "[16] Gibbs, J.P. (1961). A Method for Comparing the Spatial Shape of Urban Units. in Urban Research Methods (J.P.Gibbs, ed.) New York, NY: Van Nostrand.",
        "[14] Gelman, Andrew and Gary King. (1990). Estimating the Electoral Consequences of Legislative Redistricting, Journal of the American Statistical Association 85. 274-282.",
        "[15] Gelman, Andrew and Gary King. (1994). A Unified Method of Evaluating Electoral Systems and Redistricting Plans, American Journal of Political Science 38(2). 514-554."
    ]
}