{
    "id": 13450,
    "cites": 34,
    "cited_by": 2,
    "reference": [
        "Anderson, James E., and J. Peter Neary (2005), Measuring the Restrictiveness of International Trade Policy, Cambridge: MIT Press.",
        "Arce, Hugh M., and Kenneth A. Reinert (1994), Aggregation and the Welfare Analysis of U.S. Tariffs, Journal of Economic Studies 21, 26-30.",
        "Ballard, Charles L., John B. Shoven, and John Whalley (1985), General Equilibrium Computations of the Marginal Welfare Costs of Taxes in the United States, American Economic Review 75, 128-138.",
        "Broda, Christian, and David Weinstein (2004), Globalization and the Gains from Variety, Ouarterly Journal of Economics 121, 541-586.",
        "Dakhlia, Sami, and Akram Temimi (2006), An Extension of the Trade Restrictiveness Index to Large Economies, Review of International Economics, 14, 678-682.",
        "De Melo, Jaime, and David Tarr (1992), A General Equilibrium Analysis of U.S. Foreign Trade Policy, Cambridge: MIT Press.",
        "Feenstra, Robert C. (1992), How Costly Is Protectionism? Journal of Economic Perspectives 6, 159-178.",
        "Feenstra, Robert C. (1995), Estimating the Effects of Trade Policy. In Handbook of International Economics, Vol. 3, edited by Gene Grossman and Kenneth Rogoff. Amsterdam: Elsevier.",
        "Irwin, Douglas A. (1998a), Changes in U.S. Tariffs: The Role of Import Prices and Commercial Policies, American Economic Review, 88, 10 15-1026.",
        "Irwin, Douglas A. (1998b), Higher Tariffs, Lower Revenues? Analyzing the Fiscal Aspects of the `Great Tariff Debate of 1888, Journal of Economic History 58, 59-72.",
        "Irwin, Douglas A. (2007). Tariff Incidence in Americas Gilded Age, Journal of Economic History 67, 582-607.",
        "Johnson, Harry (1960), The Cost of Protection and the Scientific Tariff, Journal of Political Economy 68, 327-345.",
        "Johnston, Louis D. and Samuel H. Williamson (2006), The Annual Real and Nominal GDP for -21- the United States, 1790 - Present, Economic History Services, April 1. URL: http ://eh.net/hmit/gdp/ Kee, Hiau L., Alessandro Nicita, and Marcelo Olarreaga (2006), Import Demand Elasticities and Trade Distortions, World Bank Working Paper, October.",
        "Kee, Hiau L., Alessandro Nicita, and Marcelo Olarreaga (2006b), Estimating Trade Restrictiveness Indices, World Bank Policy Research Working Paper No. 3840, February.",
        "Krueger, Anne 0. (1974), The Political Economy of a Rent Seeking Society, American Economic Review 64, 291-303.",
        "Krugman, Paul (1997), Age of Diminished Expectations, 3fl~ edition, Cambridge: MIT Press.",
        "Leamer, Edward E. (1974), Nominal Tariff Averages with Estimated Weights, Southern Economic Journal 41, 34-46.",
        "Lerdau, E. (1957), On the Measurement of Tariffs: The U.S. Over Forty Years, Economia Internazionale 10, 232-244.",
        "Lee, Jong-Wha, and Phillip Swagel (1997), Trade Baniers and Trade Flows across Countries and Industries, Review of Economics and Statistics, 79, 372-82.",
        "Loveday, Alexander (1929), The Measurement of Tariff Levels, Journal of the Royal Statistical Society 92, 487-529.",
        "Magee, Stephen P. (1972), The Welfare Effects of Restrictions on U.S. Trade, Brookings Papers on Economic Activity, 3, 645-701.",
        "Marquez, Jaime (1994), The Econometrics of Elasticities or the Elasticity of Econometrics: An Empirical Analysis of the Behavior of U.S. Imports, Review of Economics and Statistics 76, 471-481.",
        "Marquez, Jaime (1999), Long-Period Trade Elasticities for Canada, Japan, and the United States, Review of International Economics 7, 102- 116.",
        "ORourke, Kevin (1997), Measuring Protection: A Cautionary Tale, Journal of Development Economics 53, 169-83.",
        "Panagariya, Arvind (2002), Cost of Protection: Where Do We Stand? American Economic Review 92, 175-179.",
        "Pavcnik, Nina (2002), Trade Liberalization, Exit, and Productivity Improvements: Evidence from Chilean Plants,Review of Economic Studies 69, 245-76.",
        "Rousslang, Donald (1987), The Opportunity Cost of Import Tariffs, Kyklos 40, 88-103.",
        "Rousslang, Donald J., and Stephen P. Tokarick (1995), Estimating the Welfare Cost of Tariffs: The Roles of Leisure and Domestic Taxes, Oxford Economic Papers 47, 83-97.",
        "Stern, Robert M., Jonathan Francis, and Bruce Schumacher (1976), Price Elasticities in International Trade: An Annotated Bibliography, London: Macmillan.",
        "Trefler, Daniel (1993), Trade Liberalization and the Theory of Endogenous Protection: An Econometric Study of U.S. Import Policy, Journal of Political Economy 101, 138-60.",
        "U.S. Bureau of the Census (1975). Historical Statistics of the United States. Bicentennial Edition. Washington, D.C.: Government Printing Office.",
        "U.S. Department of the Treasury (1923), Annual Report, Washington, D.C.: GPO.",
        "U.S. International Trade Commission (2004), Economic Effects of Significant U.S. Import Restraints, Publication 3701, Fourth Update, June.",
        "U.S. International Trade Commission (2007), Economic Effects of Significant U.S. Import Restraints, Publication 3906, Fifth Update, February."
    ]
}