{
    "id": 13454,
    "cites": 29,
    "cited_by": 42,
    "reference": [
        "BÃ\u0083Â¶hm-Bawerk, E. von (1888), Kapital und Kapitalzins, Part II, Positive Theorie des Kapitales, 4th Edition, Vol 1, Gustav Fischer: Jena, 1921.",
        "Byatt, I., I. Castles, I. M. Goklany, D. Henderson, N. Lawson, R. McKitrick, J. Monis, A Peacock, C. Robinson and R. Sidelsky (2006), The Stern-Review: A Dual Critique. Part II: Economic Aspects, World Economics 7, pp. 199-232.",
        "Carter, R. M., C. R. de Freitas, I. M. Goklany, D. Holland and R. S. Lindzen (2006), The Stern-Review: A Dual Critique. Part I: The Science, World Economics 7, pp. 167-98.",
        "Chichilnisky, G. (1994), North-South Trade and the Global Environment, American Economic Review 84, pp. 851-874.",
        "Chichilnisky, G. (2005), The Kyoto Protocol: Property Rights and Efficiency of Markets for Environmental Services, in: S. Kant and R. A. Beny, Institutions, Sustainability and Natural Resources, Springer: Dordrecht NL, pp. 14 1-154.",
        "Dasgupta. P. and G. Heal (1979), Economic Theory and Exhaustible Resources, Cambridge University Press: Cambridge, London, New York etc.",
        "Houghton, J. (2004), Global Warming, third edition, Cambridge University Press, Cambridge UK.",
        "Howitt, P. and H.-W. Sinn, Gradual Reforms of Capital Income Taxation, American Economic Review 79, 1989, pp. 106-124.",
        "Kemp, M.C. and N.V. Long (1980), Resource Extraction under Conditions of Common Access, in M.C. Kemp and N. V. Long, eds., Exhaustible Resources, Ooptimality, and Trade, North- Holland Publ. Co.: Amsterdam, pp. 127-135.",
        "Khalatbari, F. (1977), Market Imperfections and the Optimum Rate of Depletion of Natural Resources, Economica 44, pp. 409-414.",
        "Konrad, K., T.E. Olson and R. SchÃ\u0083Â¶b (1994), Resource Extraction and the Threat of Possible 33 Expropriation: The Role of Swiss Bank Accounts, Journal of Environmental Economics and Management 26, pp. 149-162.",
        "Long, N. V. (1975), Resource Extraction under the Uncertainty about Possible Nationalization, Journal of Economic Theory 10, pp. 42-53.",
        "McMillan, J. and H.W. Sinn (1984), Oligopolistic Extraction of a Common Property Resource: Dynamic Equilibria, in: M.C. Kemp and N.V. Long, eds., Essays in the Economics of Exhaustible Resources, North Holland Publ. Co.: Amsterdam and New York, pp. 199-214.",
        "Meadows, D.H., D. L. Meadows, J. Randers and W.W. Behrens (1972), The Limits to Gowth, Universe Books, New York.",
        "Muhtab, F.U. (1989), Effect of Climate Change and Sea Level Rise on Bangladesh, Commonwealth Secretariat: London.",
        "Nordhaus, W.D. (2006), The Stern Review on the Economics of Climate Change, NBER Working Paper No. W12741.",
        "Page, T. (1977), Conservation and Economic Efficiency. An Approach to Materials Policy, John Hopkins University Press, Baltimore MD.",
        "Pigou, A. C. (1932), The Economics of Welfare, 4th ed., Macmillan: London.",
        "Sinn, H. -W. (1 984a), Common Property Resources, Storage Facilities and Ownership Structures: A Cournot Model of the Oil Market, Economica 51, pp. 235-252. Sinn, H.-W. (1984b), Optimal Resource Taxation, in: D. W. Pearce, H. Siebert and I. Walter, Risk and the Political Economy of Resource Development, McMillan Press: 34 London, pp. 197-204.",
        "Sinn, H.-W. (2007), Pareto Optimality in the Extraction of Fossil Fuels and the Greenhouse Effect, CESifo Working Paper No. 2083, August 2007.",
        "Solow, R.M. (1974a), Intergeneration Equity and Exhaustible Resources, Review of Economic Studies 41, Symposium on the Economics of Exhaustible Resources, pp. 29-45.",
        "Solow, R.M. (1974b), The Economics of Resources or the Resources of Economics, American Economic Review 64, pp. 1-14.",
        "Stiglitz, J.E. (1974), Growth with Exhaustible Natural Resources: Efficient and Optimal Growth Paths, Review of Economics Studies 41, Symposium on the Economics of Exhaustible Resources, pp. 123-137.",
        "Technical Sources BGR (2007), Reserves, Resources and Availability of Energy Resources, Federal Institute for Geosciences and Natural Resources (BGR) self-published, Hannover, available at: www.bgr.bund.de.",
        "BP (2007), BP Statistical Review of World Energy, BP self-published: London, available at: www.bp.comlstatisticalreview.",
        "Harks, E. (2007), Der globale Olmarkt - Herausforderungen und Handlungsoptionen fÃ\u0083Â¼r Deutschland, SWP-Studie 2007/Sli, Stiftung Wissenschaft und Politik - Deutsches Institut fÃ\u0083Â¼r Internationale Politik und Sicherheit, Berlin.",
        "IPCC (1996), Guidelines for National Greenhouse Inventories Workbook, Volume 2, IPCC, New York. available at: http ://www.ipcc-nggip.iges.or.jp/public/gl/invs 1 .htm.",
        "Kleinknecht, K. (2007), Unser Freund, das Atom, Frankfurter Allgemeine Zeitung, March, 6th 2007.",
        "Marland, G., T.A. Boden, and R. J. Andres (2005), Global, Regional, and National Fossil Fuel C02 Emissions, in Trends: A Compendium of Data on Global Change. Carbon Dioxide Information Analysis Center, Oak Ridge National Laboratory, U.S. Department of Energy, Oak Ridge, Tenn., U.S.A. Available online at: http://cdiac.esd.ornl.gov/trends/emis/meth reg.htm."
    ]
}