{
    "id": 13455,
    "cites": 33,
    "cited_by": 46,
    "reference": [
        "[1] Altig, David, Lawrence Christiano, Martin Eichenbaum, and Jesper Linde (2004), Firm- Specific Capital, Nominal Rigidities and the Business Cycle, working paper, Northwestern University.",
        "[2] Ball, Laurence, and David Romer (1990), Real Rigidities and the Non-Neutrality of Money, Review of Economic Studies, 57, 187-204.",
        "[3] Basu, Susanto (1995), Intermediate Goods and Business Cycles: Implications for Productivity and Welfare, American Economic Review, 85, 512-531.",
        "[4] Basu, Susanto, and John Fernald (1997), Returns to Scale in U.S. Production: Estimates and Implications, Journal of Political Economy, 105, 249-83.",
        "[5] Bils, Mark, and Pete Klenow (2004), Some Evidence on the Importance of Sticky Prices, Journal of Political Economy, 112, 947-985.",
        "[6] Blanchard, Olivier, and Jordi Gali (2006), Real Wage Rigidities and the New Keynesian Model, working paper, CREI and MIT.",
        "[7] Burstein, Ariel (2006), Inflation and Output Dynamics with State Dependent Pricing Deci- sions, Journal of Monetary Economics, 53, 1235-1257.",
        "[8] Caballero, Ricardo, and Eduardo Engel (2007), Price Stickiness in Ss Models: New Interpre- tations of Old Results, Journal of Monetary Economics, 54S, 100-121.",
        "[9] Caplin, Andrew and Daniel Spulber (1987), Menu Costs and the Neutrality of Money, Quar- terly Journal of Economics, 102, 703-25. 33",
        "[10] Chari, V.V., Patrik Kehoe, and Ellen McGrattan (2000), Sticky Price Models of the Business Cycle: Can the Contract Multiplier solve the Persistence Problem? Econometrica, 68, 1151- 1179.",
        "[11] Chevalier, J., A. Kashyap, and P. Rossi (2003), Why Dont Prices Rise During Periods of Peak Demand? Evidence From Scanner Data, American Economic Review, 93, 15-37.",
        "[12] Christiano, Lawrence, Martin Eichenbaum, and Charles Evans (2005), Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy, 113, 1-45.",
        "[13] Devereux, Michael and Henry Siu (2007), State-dependent Pricing and Business Cycle Asym- metries, International Economic Review, 48, 281-310.",
        "[14] Dhyne, Emmanuel, L. J. Alvarez, H. L. Bihan, G. Veronese, D. Dias, J. Hoffmann, N. Jonker, P. Lunnemann, F. Rumler and J. Vilmunen (2006), Price Changes in the Euro Area and the United States: Some Facts from Individual Consumer Price Data, Journal of Economic Perspectives, 20 171-192.",
        "[15] Dotsey, Michael and Robert King (2006), Pricing, Production, and Persistence, Journal European Economic Association, 4, 893-928.",
        "[16] Dossche, Maarten, Freddy Heylen and Dirk Van den Poel (2006), The Kinked Demand Curve and Price Rigidity: Evidence from Scanner Data, working paper, National Bank of Belgium.",
        "[17] Eichenbaum, Martin, and Jonas Fisher (2007), Estimating the frequency of price optimization in Calvo style models, Journal of Monetary Economics, forthcoming.",
        "[18] Ellingsen, Tore, Richard Friberg and John Hassler (2006), Explaining Asymmetric Price Adjustment, working paper, Stockholm School of Economics and Stockholm University.",
        "[19] Gagnon, Etienne (2006), Price Setting during Low and High Inflation: Evidence from Mex- ico, working paper, Federal Reserve Board.",
        "[20] Gertler, Mark, and John Leahy (2005), A Phillips Curve with An Ss Foundation, working paper, New York University.",
        "[21] Goldberg, Pinelopi, and Rebecca Hellerstein (2006), A Framework for Identifying the Sources of Local Currency Price Stability with an Empirical Application, working paper, Yale Uni- versity and Federal Reserve Bank of New York. 34",
        "[22] Golosov, Mike, and Robert Lucas (2007), Menus Menu Costs and Phillips Curves, Journal of Political Economy, 115, 171-199.",
        "[23] Gopinath, Gita, Oleg Itskhoki and Roberto Rigobon (2007), Currency Choice and Exchange Rate Pass-through, working paper, Harvard University.",
        "[24] Kimball, Miles (1995), The Quantitative Analytics of the Basic Neomonetarist Model, Jour- nal of Money, Credit and Banking, 27, 1241-77.",
        "[25] Klenow, Pete, and Olexei Kryvtsov (2005), State-Dependent or Time-Dependent Pricing: Does It Matter for Recent U.S. Inflation? working paper, Stanford University and Bank of Canada.",
        "[26] Klenow, Peter and Jonathan Willis (2006), Real Rigidities and Nominal Price Changes, working paper, Stanford University and Federal Reserve Bank of Kansas City.",
        "[27] Levy, Daniel, Mark Bergen, Shantanu Dutta, and Robert Venable (1999), Menu Costs, Posted Prices, and Multi-Product Retailers, Journal of Money, Credit, and Banking, 31, 683-703.",
        "[28] Midrigan, Virgiliu (2006), Menu Costs, Multi-Product Firms and Aggregate Fluctuations, working paper, Ohio State University.",
        "[29] Nakamura, Emi (2006) Accounting for Incomplete Pass-Through, working paper, Harvard University.",
        "[30] Nakamura, Emi, and Jon Steinsson (2006) Monetary Non-Neutrality in a Multi-Sector Menu Cost Model, working paper, Harvard University.",
        "[31] Nakamura, Emi, and Jon Steinsson (2007) Five Facts About Prices: A Reevaluation of Menu Cost Models, working paper, Harvard University.",
        "[32] Rotemberg, Julio, and Michael Woodford (1997), An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy, 1997 NBER Macroeconomics Annual, 297-346.",
        "[33] Woodford, Michael (2003), Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton, NJ: Princeton University Press. 35"
    ]
}