{
    "id": 13453,
    "cites": 15,
    "cited_by": 11,
    "reference": [
        "Bohn, H. and R.T. Deacon (2000), Ownership Risk, Investment and the Use of Natural Resources, American Economic Review 90, pp. 526-549.",
        "Hotelling, H. (1931), The Economics of Exhaustible Resources, Journal of Political Economy 39, pp. 137-175.",
        "Houghton, J. (2004), Global Warming, third edition, Cambridge University Press, Cambridge UK.",
        "Kamien, M.I. and N.L. Schwartz (1982), The Role of Common Property Resources in Optimal Planning Models with Exhaustible Resources, in V. K. Smith and J. V. Krutilla, Explorations in Natural Resource Economics, RFF Press, Baltimore.",
        "Kemp, M.C. and N.Y. Long (1980), On the Optimal Order of Exploitation of Deposits of an Exhaustible Resource, in: M.C. Kemp and N.Y. Long, Exhaustible Resources, Optimality and Trade, North-Holland Publishing Company, Amsterdam, New York and Oxford, pp. 3 1-44.",
        "Koistad, C.D. and J.A. Krautkraemer (1993), Natural Resource Use and the Environment, in A.V. Kneese and J.L. Sweeney, Handbook of Natural Resource and Energy Economics, Volume 3, Elsevier, Amsterdam, San Diego and Oxford , pp. 1219-1265.",
        "Konrad, K., T.E. Olson and R. SchÃ\u0083Â¶b (1994), Resource Extraction and the Threat of Possible Expropriation: The Role of Swiss Bank Accounts, Journal of Environmental Economics and Management 26, pp. 149-162.",
        "Krautkraemer, J.A. (1985), On Growth, Resource Amenities and the Preservation of Natural Environments, Review of Economic Studies 52, pp. 153-170.",
        "Krutilla, J.V. and A.C. Fisher (1975), Resource Conservation, Environmental Preservation, and the Rate of Discount, Quarterly Journal of Economics 89, pp. 358-370.",
        "Long, N.Y. (1975), Resource Extraction under the Uncertainty about Possible Nationalization, Journal of Economic Theory 10, pp. 42-53.",
        "Meadows, D.H., Meadows D.L., Randers J., and W.W. Behrens (1972), The Limits to Growth, Universe Books, New York.",
        "Quiggin, J. and J. Horowitz (2003), Costs of Adjustment to Climate Change, Australian Journal ofAgricultural and Resource Economics 47, pp. 429-446.",
        "Solow, R.M. (1974), Intergenerational Equity and Exhaustible Resources, Review of Economic Studies 41, Symposium on the Economics of Exhaustible Resources, pp. 29-45.",
        "Stiglitz, J.E. (1974), Growth with Exhaustible Natural Resources: Efficient and Optimal Growth Paths, Review of Economics Studies 41, Symposium on the Economics of Exhaustible Resources, pp. 123-137.",
        "Withagen, C. (1995), Pollution, Abatement and Balanced Growth, Environmental and Resource Economics 5, pp. 1-8."
    ]
}