{
    "id": 13466,
    "cites": 34,
    "cited_by": 24,
    "reference": [
        "Adams, S. J. Educational Attainment and Health: Evidence from a Sample of Older Adults. Education Economics 10: 97-109, 97-109, 2002.",
        "Arendt, J. N. Does Education Cause Better Health? A Panel Data Analysis Using School Reform for Identification. Economics of Education Review 24: 149-160, 2005.",
        "Arendt, J. N. In Sickness and in Health--Till Education Do Us Part: Education Effects on Hospitalization. Economics of Education Review, forthcoming. Arkes, J. Does Schooling Improve Adult Health? Working Paper, RAND Corporation, 2004.",
        "Auster, R., I. Leveson, and D. Sarachek. The Production of Health, an Exploratory Study. Journal of Human Resources 4: 4 11-436, 1969.",
        "Becker, G. S., and C. B. Mulligan. The Endogenous Determination of Time Preference. quarterly Journal of Economics 112: 729-75 8, 1997.",
        "Berger, M. C., and J. P. Leigh. Schooling, Self-Selection, and Health. Journal of Human Resources 24: 433-455, 1989.",
        "Breierova, L., and E. Duflo. The Impact of Education on Fertility and Child Mortality: Do Fathers Really Matter Less Than Mothers? National Bureau of Economic Research Working Paper No. 10513, 2004.",
        "Cameron, A. C., and P. K. Trivedi. Microeconometrics: Methods and Applications. Cambridge, MA: Cambridge University Press, 2005.",
        "Card, D. The Causal Effect of Education on Earnings. In Handbook of Labor Economics Vol. 3, edited by 0. Ashenfelter and D. Card. Amsterdam: North-Holland, Elsevier Science, 180 11863, 1999.",
        "Card, D. Estimating the Return to Schooling: Progress on Some Persistent Econometric Problems. Econometrica 69: 1127-1160, 2001.",
        "Chou, S.-Y., J.-T. Liu, and M. Grossman. The Impact of National Health Insurance on Birth Outcomes: A Natural Experiment in Taiwan. Presented at the Fifth World Congress of the International Health Economics Association, Barcelona, Spain, July 10-13, 2005.",
        "Cipollone, P., D. Radicchia, and A. Rosolia. The Effect of Education on Youth Mortality. Working Paper, Bank of Italy, 2007.",
        "Cox, D. R. The Analysis of Binary Data. London: Methuen and Company Ltd. 1970.",
        "Curie, J. and E. Moretti. Mothers Education and the Intergenerational Transmission of Human Capital: Evidence from College Openings and Longitudinal Data. quarterly Journal of Economics 118: 1495-1532, 2003.",
        "Deaton, A. Policy Implications of the Gradient of Health and Wealth. Health Affairs 21: 1330, 2002.",
        "Duflo, E. Schooling and Labor Market Consequences of School Construction in Indonesia: Evidence from an Unusual Policy Experiment. American Economic Review 91: 795-813, 2001.",
        "Fuchs, V. R. Time Preference and Health: An Exploratory Study. In Economic Aspects of Health, edited by V. R. Fuchs. Chicago: University of Chicago Press, 93-120, 1982.",
        "Grimard, F., and D. Parent. Education and Smoking: Were Vietnam Draft Avoiders also More Likely to Avoid Smoking? Journal of Health Economics 26: 896-926, 2007.",
        "Grossman, M. Education and Non-market Outcomes. In Handbook of the Economics of Education Vol. 1, edited by E. Hanushek and F. Welch. Amsterdam: North-Holland, Elsevier Science, 577-633, 2006.",
        "Grossman, M. The Human Capital Model. In Handbook of Health Economics Vol. 1A, edited by A. J. Culyer and J. P. Newhouse. Amsterdam: North-Holland, Elsevier Science, 347-408, 2000.",
        "Grossman, M., and R. Kaestner. Effects of Education on Health. In The Social Benefits of Education, edited by J. R. Behrman and N. Stacey. Ann Arbor, Michigan: University of Michigan Press, 69-123, 1997.",
        "Hausman, J. A. Specification Tests in Econometrics. Econometrica 46: 125 1-1271, 1978.",
        "Huber, P. J. The Behavior of Maximum Likelihood Estimates under Nonstandard Conditions. In Fifth Berkeley Symposium on Mathematical Statistics and Probability. Berkeley, CA: University of California Press, 221-233, 1967.",
        "Kenkel, D., D. Lillard, and A. Mathios. The Roles of High School Completion and GED Receipt in Smoking and Obesity. Journal of Labor Economics 24: 635-660, 2006.",
        "Leigh, J. P., and R. Dhir. Schooling and Frailty among Seniors. Economics of Education Review, 16: 45-57, 1997.",
        "Lleras-Muney, A. The Relationship between Education and Adult Mortality in the United States. Review of Economic Studies 72: 189-221, 2005.",
        "McCrary, J., and H. Royer. The Effect of Female Education on Fertility and Infant Health: Evidence from School Entry Policies Using Exact Date of Birth. National Bureau of Economic Research Working Paper No. 12329, 2006.",
        "Mincer, J. Schooling, Experience, and Earnings. New York: Columbia University Press for the National Bureau of Economic Research, 1974.",
        "Oreopoulos, P. Estimating Average and Local Average Treatment Effects of Education when Compulsory Schooling Laws Really Matter. American Economic Review 96: 152-175, 2006.",
        "Available at www. stata. comlsupport/faqs/stat/chi2 .html. 38 Spasojevic, J. Effects of Education on Adult Health in Sweden: Results from a Natural Experiment. Ph.D. Dissertation, City University of New York Graduate Center, 2003.",
        "Spohr, C. A. Formal Schooling and Workforce Participation in a Rapidly Developing Economy: Evidence from `Compulsory Junior High School in Taiwan. Journal of Development Economics 70: 29 1-327, 2003.",
        "Staiger, D., and J. A. Stock. Instrumental Variables Regressions with Weak Instruments. Econometrica 65: 557-5 86, 1997.",
        "Stata Corporation. Stata Base Reference Manual Vol. 3, R-Z, Release 9. College Station, TX: Stata Press, 2005.",
        "Wu, D.-M. Alternative Tests of Independence between Stochastic Regressors and Disturbances. Econometrica 41: 733-750, 1973."
    ]
}