{
    "id": 13464,
    "cites": 24,
    "cited_by": 12,
    "reference": [
        "[1] Artuc, Erhan, Shubham Chaudhuri and John McLaren (Forthcoming). Delay and Dynamics in Trade Liberalization: Simulation Results. Forthcoming, Journal of International Economics.",
        "[2] Artuc, Erhan, Shubham Chaudhuri, and John McLaren (2007). Trade Shocks and Labor Adjustment: A Structural Empirical Approach. NBER Working Paper 13465 (October).",
        "[3] Blanchard, Olivier J. and Lawrence F. Katz (1992). Regional Evolutions.  Brookings Papers on Economic Activity 1, pp.1-61.",
        "[4] Cameron, Stephen, Shubham Chaudhuri, and John McLaren (2007). Trade Shocks and Labor Adjustment: Theory. NBER Working Paper 13463 (October).",
        "[5] Davidson, Carl, Lawrence Martin and Steven J. Matusz (1999). Trade and Search Generated Unemployment. Journal of International Economics 48:2 (August), pp. 271-99.",
        "[6] Davidson, Carl and Steven J. Matusz (2001). On Adjustment Costs. Michigan State University Working Paper.",
        "[7] Davidson, Carl and Steven J. Matusz, (2004). International Trade and Labor Markets: Theory, Evidence, and Policy Implications. Kalamazoo, Michigan: W.E. Upjohn Institute for Employment Research. 27",
        "[8] Davidson, Carl and Steven J. Matusz, (2004). International Trade and Labor Markets: Theory, Evidence, and Policy Implications. Kalamazoo, Michigan: W.E. Upjohn Institute for Employment Research.",
        "[9] Dehejia, Vivek (2002). Will Gradualism work when Shock Therapy Doesnt? Economics ~ Politics 15:1 (November), p. 33-59.",
        "[10] Dixit, Avinash (1993). Prices of Goods and Factors in a Dynamic Stochastic Economy. In Wilfred J. Ethier, Elhanan Helpman and J. Peter Neary (eds.), Theory, Policy and Dynamics in International Trade: Essays in Honor of Ronald W. Jones. Cambridge, U.K.: Cambridge University Press.",
        "[11] Dixit, Avinash and Victor Norman (1980). Theory of International Trade. Cambridge, UK: Cambridge University Press.",
        "[12] Dixit, Avinash and Rafael Rob (1994). Switching Costs and Sectoral Adjustments in General Equilibrium with Uninsured Risk. Jonrnal of Economic Theory 62, pp. 48-69.",
        "[13] Feenstra, Robert C. and Tracy R. Lewis (1994), Trade Adjustment Assistance and Pareto Gains from Trade, Jonrnal of International Economics, XXXVI, pp. 201-22.",
        "[14] Freund, Caroline, and John McLaren (1999). On the Dynamics of Trade Diversion: Evidence from Four Trade Blocks. International Finance Discnssion Paper 637, Board of Governors of the Federal Reserve System, Washington, D.C.",
        "[15] Jones, Ronald I. (1971). A Three-factor Model in Theory, Trade and History. In Trade, Balance of Payments and Growth: Essays in Honor of C.P. Kindleberger, ed. by Bhagwati et. al. Amsterdam: North Holland.",
        "[16] Jovanovic, Boyan and Robert Moffitt (1991). An Estimate of a Sectoral Model of Labor Mobility, Jonrnal of Political Economy, 98:4, pp. 827852.",
        "[17] Karp, Larry and Thierry Paul (1994). Phasing In and Phasing Out Protectionism with Costly Adjustment of Labour, Economic Jonrnal 104:427 (November), pp. 1379-92.",
        "[18] Magee, Stephen P. (1989). Three Simple Tests of the Stolper-Samuelson Theorem. Ch. 7 in Stephen P. Magee, William A. Brock, and Leslie Young, Black Hole Tariffs and Endogenons Policy Theory, New York: Cambridge University Press, 1989.",
        "[19] Matsuyama, Kiminori (1992). A Simple Model of Sectoral Adjustment. Review of Economic Stndies, 59, pp. 375-88. 28",
        "[20] Mussa, M. (1974). Tariffs and the Distribution of Income: The Importance of Factor Specificity, Substitutability, and Intensity in the Short and Long Run. Jonrnal of Political Economy 82:6 (November/December), pp.1191-1203.",
        "[21] Mussa, Michael (1978). Dynamic Adjustment in the Heckscher-OhlinSamuelson Model, Jonrnal of Political Economy, 86:5, pp. 775-91.",
        "[22] Rappaport, Jordan (2000). Why are Population Flows so Persistent? Federal Reserve Bank of Kansas City Working Paper RWP 99-13.",
        "[23] Slaughter, Matthew J. (1998). International Trade and Labor-Market Outcomes, Economic Journal, 108:450 (September), pp. 1452-1462.",
        "[24] Topel, Robert H. (1986) Local Labor Markets. Jonrnal of Political"
    ]
}