{
    "id": 13475,
    "cites": 43,
    "cited_by": 17,
    "reference": [
        "[43] Woodford, Michael (2002), Imperfect Common Knowledge and the Effects of Monetary Policy,  in P. Aghion, R. Frydman, J. Stiglitz, and M. Woodford, eds., Knowledge, Information, and Expectations in Modern Macroeconomics: In Honor of Edmund S. Phelps, Princeton Uni- versity Press. 49",
        "[42] Ventura, Jaume (2003), Economic Growth with Bubbles, CREI/Universitat Pompeu Fabra mimeo.",
        "[40] Subrahmanyam, Avanidhar, and Sheridan Titman (2001). Feedback From Stock Prices to Cash Flows, Journal of Finance 56, 2389-2413. 48",
        "[41] Tobin, James (1969), A General Equilibrium Approach to Monetary Theory, Journal of Money, Credit and Banking 1, 15-29.",
        "[39] Subrahmanyam, Avanidhar, and Sheridan Titman (1999). The Going-Public Decision and the Development of Financial Markets, Journal of Finance 54, 1045-1082.",
        "[38] Shiller, Robert (2000), Irrational Exuberance, Princeton University Press, Princeton.",
        "[36] Panageas, Stavors (2005), The Neoclassical q Theory of Investment in Speculative Markets, Wharton School mimeo.",
        "[37] Scheinkman, Jose, and Wei Xiong (2003), Overconfidence and Speculative Bubbles, Journal of Political Economy 111, 1183-1219.",
        "[35] Ozdenoren, Emre, and Kathy Yuan, Feedback Effects and Asset Prices (2007), forthcoming in the Journal of Finance.",
        "[34] Morris, Stephen, and Hyun Song Shin (2002), The Social Value of Public Information, American Economic Review 92, 1521-1534.",
        "[33] Morris, Stephen, and Hyun Song Shin (2005), Central Bank Transparency and the Signal Value of Prices, Brookings Papers on Economic Activity.",
        "[32] Morck, Randall, Robert Vishny, and Andrei Shleifer (1990), The Stock Market and Investment: Is the Market a Sideshow?, Brookings Papers on Economic Activity 2:1990, 157-215.",
        "[31] Mackowiak, Bartosz and Mirko Wiederholt (2007) Optimal Sticky Prices under Rational Inattention, Humboldt University/Northewestern University mimeo.",
        "[29] Lorenzoni, Guido (2006), A Theory of Demand Shocks, MIT mimeo.",
        "[30] Lorenzoni, Guido (2007), News Shocks and Optimal Monetary Policy, MIT mimeo.",
        "[28] Keynes, John Maynard (1936), The General Theory of Employment, Interest and Money, Macmillan, London.",
        "[26] Hellwig, Christian (2005), Heterogeneous Information and the Benefits of Transparency, UCLA mimeo.",
        "[27] Heinemann, Frank, and Camille Cornand (2004), Optimal Degree of Public Information Dis- semination, CESifo Working Paper 1353.",
        "[25] Harrison, J. Michael and David M. Kreps, Speculative Investor Behavior in a Stock Market with Heterogeneous Expectations, (1978) The Quarterly Journal of Economics, Vol. 92(2), 323-336.",
        "[24] Goldstein, Itay, Emre Ozdenoren and Kathy Yuan (2007) Learning and Strategic Comple- mentarities: Implications for Speculative Attacks, mimeo University of Pennsylvania and University of Michigan. 47",
        "[23] Goldstein, Itay, and Alexander Guembel (2007), Manipulation and the Allocational Role of Prices,  Review of Economic Studies, forthcoming.",
        "[22] Gilchrist, Simon, Charles Himmelberg, and Gur Huberman (2005), Do stock price bubbles influence corporate investment? Journal of Monetary Economics, 52, 805-827.",
        "[21] Dupor, William (2005), Stabilizing Non-Fundamental Asset Price Movements under Discre- tion and Limited Information, Journal of Monetary Economics 62, 727-747.",
        "[20] Dow, J., and Gorton, G. (1997), Stock Market Efficiency and Economic Efficiency: Is There a Connection?, Journal of Finance 52, 1087-1129.",
        "[19] Cutler, David M., James M. Poterba and Lawrence H. Summers (1989), What Moves Stock Prices? The Journal of Portfolio Management 15, 4-12.",
        "[18] Chen, Qi, Itay Goldstein, and Wei Jiang (2007), Price Informativeness and Investment Sensitivity to Stock Price, Review of Financial Studies 20, 619-650.",
        "[16] Cespa, Giovanni and Xavier Vives (2007) Dynamic Trading and Asset Prices: Keynes vs. Hayek, mimeo IESE Business School and University of Salerno.",
        "[17] Chen, Nai-Fu, Richard Roll, and Stephen A. Ross (1986) Economic Forces and the Stock Market, The Journal of Business 59, 383-403.",
        "[15] Cecchetti, Stephen, Hans Genberg, John Lipsky, and Sushil Wadhwani (2000), Asset Prices and Central Bank Policy, London, International Center for Monetary and Banking Studies.",
        "[13] Caballero, Ricardo (2006), On the Macroeconomics of Asset Shortages, MIT mimeo.",
        "[14] Caballero, Ricardo, Emmanuel Farhi, and Mohamad Hammour (2006), Speculative Growth: Hints from the U.S. Economy, American Economic Review 96, 1159-1192.",
        "[9] Barro, Robert J. (1990), The Stock Market and Investment, The Review of Financial Studies 3, 115-131. 46",
        "[10] Bernanke, Ben S., and Mark Gertler (2001), Should Central Banks Respond to Movements in Asset Prices? American Economic Review 91, 253-257.",
        "[11] Bosworth, Barry (1975), The Stock Market and the Economy, Brookings Papers on Economic Activity 2:1975, 257-290.",
        "[12] Brainard, W., and J. Tobin (1968), Pitfalls in financial model building, American Economic Review 58, 99-122.",
        "[8] Baker, Malcolm, Jeremy Stein, and Jeffrey Wurgler (2003), When Does the Market Matter? Stock Prices and the Investment of Equity-Dependent Firms, Quarterly Journal of Economics 118, 969-1005.",
        "[7] Baeriswyl, Romain, and Camille Cornand (2007), Monetary Policy and its Informative Value, University of Munich/UniversitÃ\u0083Â³ Louis Pasteur mimeo.",
        "[5] Angeletos, George-Marios, and Alessandro Pavan (2007b), Policy with Dispersed Informa- tion, MIT/Northwestern mimeo.",
        "[6] Bacchetta, Philippe, and Eric van Wincoop (2005), Can Information Heterogeneity Explain the Exchange Rate Determination Puzzle?, American Economic Review 95.",
        "[4] Angeletos, George-Marios, and Alessandro Pavan (2007a), Efficient Use of Information and Social Value of Information, Econometrica 75, 1103-1142.",
        "[3] Amato, Jeffrey, and Hyun Song Shin (2006), Imperfect Common Knowledge and the Infor- mation Value of Prices, Economic Theory 27, 213-241.",
        "[2] Allen, Franklin, Stephen Morris, and Hyun Song Shin (2006) Beauty Contests and Iterated Expectations, Review of Financial Studies 19, 161-177.",
        "[1] Abel, Andrew B., and Olivier J. Blanchard (1986), The Present Value of Profits and Cyclical Movements in Investment, Econometrica 54, 249-273."
    ]
}