{
    "id": 13472,
    "cites": 21,
    "cited_by": 3,
    "reference": [
        "Wiser, Ryan, Mark Bolinger, and Matt St. Clair. 2005. Easing the Natural Gas Crisis: Reducing Natural Gas Prices through Increased Deployment of Renewable Energy and Energy Efficiency. Lawrence Berkeley National Laboratory working paper (LBNL56756) . http ://eetd.lbl. gov/EA/EMP/reports/56756.pdf.",
        "Weitzman, Martin. 1974. Prices versus Quantities. Review of Economic Studies. 61(4): 477-49 1.",
        "Stavins, Robert N. 1998. What Can We Learn from the Grand Policy Experiment? Lessons from S02 Allowance Trading. Journal of Economic Perspectives. 12(3): 69-88.",
        "RGGI Emissions Leakage Multi-State Staff Working Group. 2007. Potential Emissions Leakage and the Regional Greenhouse Gas Initiative (RGGI): Evaluating Market Dynamics, Monitoring Options, and Possible Mitigation Mechanisms.",
        "Potts, Brian H. 2006. Regulating Greenhouse Gas Leakage: How California Can Evade the Impending Constitutional Attacks. Electricity Journal. 19(5): 43-53.",
        "Market Advisory Committee. 2007. Recommendations for Designing a Greenhouse Gas Cap-and-Trade System for California. http ://www.climatechange.ca.gov/documents/2007-06-29MACFINALREPORT.PDF Nordhaus, William D. 2007. To Tax or Not to Tax: Alternative Approaches to Slowing Global Warming. Review of Environmental Economics and Policy. 1(1): 26-44.",
        "Larsen, John. 2007. Comparison of Economy-wide Climate Change Proposals in the 110th Congress, 1990-2050. World Resources Institute. (last updated May 10, 2007).",
        "Kolstad, Jonathan, and Frank Wolak. 2003. Using Environmental Emissions Permit Prices to Raise Electricity Prices: Evidence from the California Electricity Market. Stanford University working paper.",
        "Holland, Stephen, Christopher Knittel and Jonathan Hughes. 2007. Greenhouse Gas Reductions under Low Carbon Fuel Standards? Center for the Study of Energy Markets Working Paper 167. University of California Energy Institute.",
        "Fowlie, Meredith L. 2007. Incomplete Environmental Regulation and Leakage in Electricity Markets. University of Michigan working paper.",
        "Ellerman, Denny, et al. 2000. Markets for Clean Air. Cambridge: Cambridge University Press.",
        "Eilperin, Juliet. 2007. Western States Agree to Cut Greenhouse Gases. Washington Post, February 27.",
        "California Energy Markets. 2007. Southwest Utilities Undaunted by CPUCs New GHG Contract Policy. January 26.",
        "California Energy Commission. 2007b. Scenario Analyses of Californias Electricity System: Preliminary Results for the 2007 Integrated Energy Policy Report. Appendices. CEC-200-2007-0 1 0-SD-AP.",
        "California Energy Commission. 2007a. Scenario Analyses of Californias Electricity System: Preliminary Results for the 2007 Integrated Energy Policy Report. CEC-2002007 -0 10-SD.",
        "Bushnell, James, Carla Peterman and Catherine Wolfram. 2007. Californias Greenhouse Gas Policies: How Do They Add Up? UC Energy Institute working paper.",
        "Bushnell, James. 2007. The Implementation of California AB 32 and its Impact on Wholesale Electricity Markets. Center for the Study of Energy Markets Working Paper 170. University of California Energy Institute.",
        "Borenstein, Severin. 2007. Electricity Rate Structure and the Economics of Solar Power. Center for the Study of Energy Markets Working Paper 172. University of California Energy Institute.",
        "Becker, Randy, and Vernon Henderson. 2000. Effects of Air Quality Regulations on Polluting Industries. The Journal of Political Economy, 108 (2): 379-421.",
        "Auffhammer, Maximilian, and Richard T. Carson. 2006. Forecasting the Path of Chinas C02 Emissions: Offsetting Kyoto - and then Some. UC Berkeley, Department of Agricultural and Resource Economics working paper.",
        "Aldy, Joseph E., Scott Banett, and Robert N. Stavins. 2003.Thirteen plus One: A Comparison of Global Climate Policy Architectures. Climate Policy. 3: 373-397."
    ]
}