{
    "id": 13488,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "ACCRA Cost of Living Index Manual. Revised September 2005.",
        "Anderson, P.M., K.F.Butcher, and P.B. Levine. 2003. Economic Perspectives on Childhood Obesity. Economic Pespectives, Federal Reserve Bank of Chicago. Third Quarter: 30-48.",
        "Anderson, P.M., K.F.Butcher, and P.B. Levine. 2003. Maternal Employment and Overweight Children. Journal of Health Economics 22: 477-504.",
        "Avertt, S. and S. Korenman. 1999. The Economic Reality of the Beauty Myth. Journal of Human Resources 3 1(2): 304-330.",
        "Booth, K.M., M.M. Pinkston, W.S. Poston. 2005. Obesity and the Built Environment. Journal of the American Dietetic Association Supplement. May: Sl10-S117.",
        "Burdette, H.L. and R.C. Whitaker. 2004. Neighborhood Playgrounds, Fast Food Restaurants, and Crime: Relationships to Overweight in Low-Income Preschool Children. Preventive Medicine. 38(1): 57-63.",
        "Cawley, J. 2004. An Economic Framework for Understanding Physical Activity and Eating Behaviors. American Journal of Preventive Medicine 27(3S): 117-1125.",
        "Cawley, J. 2000. Bodyweight and Womens Labor Market Outcome. Cambridge MA: National Bureau of Economic Research Working Paper 7841.",
        "Cawley, J. and R. Burkhauser. 2006. Beyond BMI: The Value of More Accurate Measures of Fatness and Obesity in Social Science Research. National Bureau of Economic Research Working Paper 1229 1. June.",
        "Chou, S-Y, M. Grossman, and H. Saffer. 2004. An Economic Analysis of Adult Obesity: Results from the Behavioral Risk Factor Surveillance System. Journal of health Economics 23(2): 565-588.",
        "Chou, S-Y, M. Grossman, and H. Saffer. 2002. An Economic Analysis of Adult Obesity: Results from the Behavioral Risk Factor Surveillance System. National Bureau of Economic Research Working Paper No. 9247. October.",
        "Chou, S-Y, I. Rashad, and M. Grossman. 2005. Fast-Food Restaurant Advertising on Television and Its Influence on Childhood Obesity. NBER Working Paper No. 11879. December.",
        "Coate, D. 1983. The Relationship between Diet, Parents Fatness, and Obesity in Children and Adolescents. National Bureau of Economic Research. Working Paper 1072.",
        "Conley, D. and R. Glauber. 2005. Gender, Body Mass, and Economic Status. National Bureau of Economic Research Working Paper No. 11343. May.",
        "Finkelstein, E.A., I.C. Fiebeilcorn, G. Wang. 2003. National Medical Spending Attributable to Overweight and Obesity. Health Affairs Web Release. 2 19-226.",
        "Ginter, D.,R. Haveman, and B. Wolfe. 2000. Neighborhood Attributes as Determinants of Childrens Outcomes: How Robust are the Relationships? Journal of Human Resources XXXV(4): 603-642.",
        "Goodman, E., B. R. Hinden, and S. Khandelwal. 2000. Accuracy of Teen and Parental Reports of Obesity and Body Mass Index. Pediatrics 106: 52-5 8.",
        "Gormaker S.L., A.Must, J.M. Perrin, A.M. Sobol, and W. Dietz. 1993. Social and Economic Consequences of Overweight in Adolescence and Young Adulthood. New England Journal of Medicine 329(14): 1008-10 12.",
        "Grossman, M. 2005. Education and Non-Market Outcomes. Cambridge MA: National Bureau of Economic Research Working Paper 11582. August."
    ]
}