{
    "id": 13489,
    "cites": 30,
    "cited_by": 2,
    "reference": [
        "Aghion, P., P. Bacchetta and A. Banerjee (2000). A simple model of monetary policy and cunency crises. European Economic Review 44(4-6): 728-73 8.",
        "Bordo, M., B. Eichengreen, D. Klingebiel and M. S. Martinez-Peria (2001). Is the crisis problem growing more severe? Economic Policy 16(32): 51.",
        "Bordo, M. D. (1992). Financial crises. Aldershot, Hants, England ; Brookfield, Vt., USA, E. Elgar Pub.",
        "Bordo, M. D. (2006). Sudden Stops, Financial Crises, and Original Sin in Emerging Countries: DejÃ\u0083Â  vu? National Bureau of Economic Research Working Paper Series No. 12393.",
        "Bordo, M. D. (2007). Growing Up to Financial Stability. National Bureau of Economic Research Working Paper Series No. 12993.",
        "Bordo, M. D. and B. Eichengreen (2002). Crises Now and Then: What Lessons from the Last Era of Financial Globalization. National Bureau of Economic Research Working Paper Series No. 8716.",
        "Eichengreen and R. Hausmann. Chicago, University of Chicago Press: vii, 296. Bordo, M. D. and H. Rockoff (1996). The Gold Standard as a `Good Housekeeping Seal of Approval. National Bureau of Economic Research Working Paper Series No.",
        "Caballero, R. J., K. Cowan and J. Kearns (2005). Fear of Sudden Stops: Lessons From Australia and Chile. Journal of Policy Reform 8(4): 3 13-354.",
        "Calvo, G. A., A. Izquierdo and L.-F. Mejia (2004). On the Empirics of Sudden Stops: The Relevance of Balance-Sheet Effects. National Bureau of Economic Research Working Paper Series No. 10520.",
        "Calvo, G. A., A. Izquierdo and E. Talvi (2006). Phoenix Miracles in Emerging Markets: Recovering without Credit from Systemic Financial Crises. National Bureau of Economic Research Working Paper Series No. 12101.",
        "Calvo, G. A. and E. Talvi (2005). Sudden Stop, Financial Factors and Economic Collpase in Latin America: Learning from Argentina and Chile. National Bureau of Economic Research Working Paper Series No. 11153.",
        "CatÃ\u0083Â£o, L. (2005). Sudden Stops and Cunency Drops: A Historical Look. IMF Working Papers(06/1 33).",
        "Cavallo, E. A. and J. A. Frankel (2004). Does Openness to Trade Make Countries More Vulnerable to Sudden Stops, Or Less? Using Gravity to Establish Causality. National Bureau of Economic Research Working Paper Series No. 10957.",
        "Cespedes, L. F., R. Chang and A. Velasco (2004). Balance Sheets and Exchange Rate Policy. American Economic Review 94(4): 1183-1193.",
        "Charm, V. V., P. Kehoe and E. R. McGrattan (2005). Sudden Stops and Output Drops. National Bureau of Economic Research Working Paper Series No. 11133.",
        "Dooley, M. P. (2000). A model of crises in emerging markets. Economic Journal 110(460): 256.",
        "Edwards, 5. (2004). Thirty Years of Cunent Account Imbalances, Cunent Account Reversals, and Sudden Stops. IMF Staff Papers 51: 1.",
        "Edwards, 5. (2005). Capital Controls, Sudden Stops and Cunent Account Reversals. National Bureau of Economic Research Working Paper Series No. 11170.",
        "Eichengreen, B. and M. Adalet (2005). Cunent Account Reversals: Always a Problem? National Bureau of Economic Research Working Paper Series No. 11634.",
        "Eichengreen, B. and R. Hausmann (1999). Exchange Rates and Financial Fragility. National Bureau of Economic Research Working Paper Series No. 7418.",
        "Eichengreen, B., R. Hausmann and U. Panizza (2003). Cunency Mismatches, Debt Intolerance and Original Sin: Why They Are Not the Same and Why it Matters. National Bureau of Economic Research Working Paper Series No. 10036.",
        "Flandreau, M. and N. Sussman (2005). Old Sins. Other peoples money: debt denomination and financial instability in emerging market economies. B. J.",
        "Goldstein, M. and P. Turner (2004). Controlling cunency mismatches in emerging markets. Washington, DC, Institute for International Economics.",
        "Guidotti, P. E., F. Sturzenegger and A. n. Villar (2004). On the Consequences of Sudden Stops. Economia 4(2): 171-214.",
        "Hoffman, P. T., G. Postel-Vinay and J.-L. Rosenthal (2007). Surviving large losses: financial crises, the middle class, and the development of capital markets.",
        "Maddala, G. 5. (1983). Limited-dependent and qualitative variables in econometrics.",
        "Cambridge IlCambridgeshirel ; New York, Cambridge University Press. Meissner, C. M. and A. M. Taylor (2006). Losing our Marbles in the New Century? The Great Rebalancing in Historical Perspective. National Bureau of Economic Research Working Paper Series No. 12580.",
        "Milesi-Ferrett, G. M. and A. Razin (1998). Cunent Account Reversals and Cunency Crises: Empirical Regularities. National Bureau of Economic Research Working Paper Series No. 6620.",
        "Mishkin, F. 5. (2003). Financial Policies and the Prevention of Financial Crises in Emerging Market Countries. Economic and financial crises in emerging market economies. NBER conference report. M. S. Feldstein. Chicago, University of Chicago Press: pp 93-130.",
        "Ranciere, R., A. Tornell and F. Westermann (2006). Decomposing the Effects of Financial Liberalization: Crises vs. Growth. National Bureau of Economic Research Working Paper Series No. 12806."
    ]
}