{
    "id": 13483,
    "cites": 53,
    "cited_by": 40,
    "reference": [
        "[1] Acemoglu, D., and J. Ventura, 2002, The world income distribution, Quarterly Journal of Economics 117, 659-694.",
        "[2] Amadi, A., and P. Bergin, 2006, Understanding international portfolio diversification and turnover rates, Working paper, UC Davis.",
        "[3] Backus, D.K., P.J. Kehoe, and F.E. Kydland, 1992, International real business cycles, Journal of Political Economy 101, 745-775.",
        "[4] Backus, D.K., P.J. Kehoe, and F.E. Kydland, 1995, International business cycles: theory and evidence, in: T. Cooley, ed., Frontiers of business cycle research (Princeton University Press, Princeton) 331-356.",
        "[5] Backus, D.K., and G. Smith, 1993, Consumption and real exchange rates in dynamic exchange economies with non-traded goods, Journal of International Economics 35, 297-316.",
        "[6] Basu, S., J.G. Fernald and M.S. Kimball, 2006, Are technology improvements contractionary?, American Economic Review 96(5), 1418-1448.",
        "[7] Baxter, M., and U. Jermann, 1997, The international diversification puzzle is worse than you think, American Economic Review 87(1), 170-180.",
        "[8] Baxter, M., U. Jermann, and R.G. King, 1998, Non-traded goods, non-traded factors, and international non-diversification, Journal of International Economics 44(2), 211-229.",
        "[9] Beck T., A. DemirgflÃ\u0083Â§-Kunt, and R. Levine, 2000, A new database on financial development and structure, World Bank Economic Review 14, 597-605.",
        "[10] Bottazzi, L., P. Pesenti, and E. van Wincoop, 1996, Wages, profits and the international portfolio puzzle, European Economic Review 40(2), 219-254.",
        "[11] Brainard, W.C., and J. Tobin, 1992, On the internationalization of portfolios, Oxford Economic Papers 44, 533-565.",
        "[12] Cantor, R., and N.C. Mark, 1988, The international transmission of real business cycles, International Economic Review 29(3), 493-507.",
        "[13] Coeurdacier, N., 2006, Do trade costs in goods markets lead to home bias in equities?, Working paper, ESSEC Business School.",
        "[14] Coeurdacier, N., and S. Guibaud, 2006, A dynamic equilibrium model of imperfectly integrated financial markets, Working paper, ESSEC Business School. 35",
        "[15] Cole, H.L., 1988, Financial structure and international trade, International Economic Review 29(2), 237-259.",
        "[16] Collard, F., H. Dellas, B. Diba, and A. Stockman, 2007, Home bias in goods and assets, Working paper, CNRS-GREMAQ.",
        "[17] Cole, H.L., and M. Obstfeld, 1991, Commodity trade and international risk sharing, Journal of Monetary Economics 28, 3-24.",
        "[18] Corsetti, G., L. Dedola and S. Leduc, 2006 Productivity, external balance and exchange rates: evidence on the transmission mechanism among G7 countries, NBER Working Paper 12483.",
        "[19] Debaere, P., and H. Lee, 2004, The real side determinants of countrys terms of trade: A panel data analysis, Working paper, University of Texas.",
        "[20] Dhareshwar A., and V. Nehru, 1993, A new database on physical capital stock: sources, methodology and results, Revista de Analisis Economico 8, 37-59.",
        "[21] Devereux, M., and A. Sutherland, 2006, Solving for country portfolios in open economy macro models, Working paper, University of British Columbia.",
        "[22] Engel, C. and A. Matsumoto, 2006, Portfolio choice in a monetary open-economy DSGE model, Working paper, University of Wisconsin.",
        "[23] Evans, M. and Hnatkovska, V., 2007, Solving general equilibrium models with incomplete markets and many financial assets, Working paper, Georgetown University.",
        "[24] Gehrig, T., 1993, An informational-based explanation of the domestic bias in international equity investments, Scandivanian Journal of Economics 95(1), 97-109.",
        "[25] Gollin D., 2002, Getting income shares right, Journal of Political Economy, 110(2), 458-474",
        "[26] Gomme, P., and P. Klein, 2006, Second-order approximation of dynamic models without the use of tensors, Working paper, University of Western Ontario.",
        "[27] Hatchondo, J.C., 2005, Asymmetric information and the lack of international portfolio diversification, Working paper, Federal Reserve Bank of Richmond.",
        "[28] Heathcote, J., and F. Perri, 2002, Financial autarky and international business cycles, Journal of Monetary Economics, 49(3), 601-627.",
        "[29] Heathcote, J., and F. Perri, 2004, Financial globalization and real regionalization, Journal of Economic Theory 119(1), 207-243.",
        "[30] Heston A., R. Summers, and B. Aten, 2006, Penn World Table Version 6.2, Center for International Comparisons of Production, Income and Prices at the University of Pennsylvania.",
        "[31] Hnatkovska, V., 2005, Home bias and high turnover: Dynamic portfolio choice with incomplete markets, Working paper, University of British Columbia.",
        "[32] Jeske, K., 2001, Equity home bias: Can Information cost explain the puzzle?, Federal Reserve Bank of Atlanta Economic Review. 36",
        "[33] Julliard, C., 2002, The international diversification puzzle is not worse than you think, Working paper, LSE.",
        "[34] Julliard, C., 2004, Human capital and international portfolio choice, Working paper, LSE.",
        "[35] Kho, B.C., R.M. Stulz, and F.E. Warnock, 2006, Financial globalization, governance, and the evolution of the home bias, BIS Working Paper 220.",
        "[36] Kollmann, R., 2006, International portfolio equilibrium and the current account, Working paper, University of Paris XII.",
        "[37] Kraay A. ,N. Loayza, L. Serven and J. Ventura, 2005, Country portfolios, Journal of the European Economic Association, 3(4): 914-945",
        "[39] Lewis, K., 1996, What can explain the apparent lack of international consumption risksharing ?, Journal of Political Economy 104(2), 267-297.",
        "[40] Lewis, K., 1999, Trying to explain home bias in equities and consumption, Journal of Economic Literature, XXXVII, 571-608.",
        "[41] Lucas, R.E. Jr, 1982, Interest rates and currency prices in a two-country world, Journal of Monetary Economics 10, 335-359.",
        "[42] Michaelides, A., 2003, International portfolio choice, liquidity constraints, and the home equity bias puzzle, Journal of Economic Dynamics and Control 28(3), 555-594.",
        "[43] Obstfeld, M., and K. Rogoff, 2000, The six major puzzlies in international macroeconomcis: Is there a common cause?, NBER Macroeconomics Annual 15, eds. Bernanke and Rogoff, 339-390.",
        "[44] Palacios-Huerta, I., 2001, The human capital of stockholders and the international diversification puzzle, Journal of International Economics, 54(2), 309-331.",
        "[45] Pavlova, A., and R. Rigobon, 2007, Asset prices and exchange rates, Review of Financial Studies, forthcoming.",
        "[46] Pesenti, P., and E. van Wincoop, 2002, Can nondurables generate substantial home bias?, Journal of Money, Credit and Banking, 34(1), 25-50.",
        "[47] Portes, R., and H. Rey, 2005, The determinants of cross-border equity flows, Journal of International Economics 65, 269-296.",
        "[48] Schmitt-Grohe, S., and M. Uribe, 2004, Solving dynamic general equilibrium models using a second-order approximation to the policy function, Journal of Economic Dynamics and Control 28, 645-658. 37",
        "[49] Stockman, A., and L. Tesar, 1995, Tastes and technology in a two-country model of the business cycle: Explaining international comovements, American Economic Review, 85(1), 168-185.",
        "[50] Tesar, L., 1993, International risk-sharing and non-traded goods, Journal of International Economics 35, 69-89.",
        "[51] Tille, C., and E. van Wincoop, 2007, International capital flows, Working paper, Federal Reserve Bank of New York.",
        "[52] Uppal, R., 1993, A general equilibrium model of international portfolio choice, Journal of Finance XLVIII(2), 529-553.",
        "[53] van Nieuwerburgh, S., and L. Veldkamp, 2007, Information immobility and the home bias puzzle, Working paper, NYU.",
        "[54] van Wincoop, E., and F. Warnock, 2006, Is home bias in assets related to home bias in goods?, Working paper, University of Virginia."
    ]
}