{
    "id": 13482,
    "cites": 31,
    "cited_by": 9,
    "reference": [
        "Andrucci, G. et al. The Relationship between MMPI and Sensation Seeking Scales to Adolescent Drug Use, Journal of Personality Assessment, vol. 53, p. 253-324, 1989.",
        "Barnes GE, Murray RP, Patton D, Bentler PM, and Anderson RE, The Addiction-Prone Personality, Springer: New York, 2000.",
        "Barsky, R. Juster, T. Kimball, M. Shapiro, M. Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study, The Quarterly Journal of Economics, p. 537579, May, 1997.",
        "Becker GS and Murphy KM, A theory of rational addiction, Journal of Political Economy, 96(4):675-700, 1988.",
        "Chaloupka FJ and Laixuthai A, Do youths substitute alcohol and marijuana? Some econometric evidence, Eastern Economic Journal, 23(3):253-276, 1997.",
        "Chaloupka FJ and Wechsler H, Binge drinking in college: the impact of price, availability, and alcohol control policies, Contemporary Economic Policy, 14(4):112-124, 1996.",
        "Chaloupka FJ, Grossman M, and Saffer H, The effects of alcohol price on alcohol consumption and alcohol-related problems, Alcohol Research and Health, 26(1):22-34, 2002.",
        "Chatterji P, Kaestner R, Markowitz 5, and Dave D, Alcohol abuse and suicide attempts among youth, Economics and Human Biology, 2(2), p. 159-180, 2004.",
        "Cloninger, R. A Systematic Method for Clinical Description and Classification of Personality Variants Archives of General Psychiatry, vol. 44, p. 573-588, 1987.",
        "Coate, D., and M. Grossman, Effects of Alcoholic Beverage Prices and Legal Drinking Ages on Youth Alcohol Abuse, Journal of Law and Economics, 31, p. 145-171, 1988.",
        "Cook PJ. And Moore MJ, Environment and Persistence in Youthful Drinking Patterns, in: Risky Behavior Among Youth, ed. J. Gruber, Chicago: University of Chicago Press, 2001.",
        "Council on Scientific Affairs, Alcoholism in the elderly, Journal of the American Medical Association, 275(10), p. 797-801, 1996.",
        "Cutler and Glaeser What Explains Differences in Smoking Drinking and Other Health Related Behaviors? NBER Working Paper, no. 11100, 2005.",
        "Ding W, Lehrer SF, and Rosenquist JN, The impact of poor health on education: new evidence using genetic markers, National Bureau of Economic Research Working Paper 12304, June 2006.",
        "Grossman, M. Chaloupka F. and Sirtalan S. An Empirical Analysis of Alcohol Addiction: Results from the Monitoring the Future Panels, Economic Inquiry, 36:1, p. 39-48, 1998.",
        "Harwood, H. Updating Estimates of the Economic Costs of Alcohol Abuse in the United States: Estimates. Update Methods, and Data. Report prepared by The Lewin Group for the National Institute on Alcohol Abuse and Alcoholism, 2000.",
        "Holder HD, and Wagenaar AC, Effects of the elimination of a state monopoly on distilled spirits retail sales: a time-series analysis of Iowa, British Journal of Addiction, 85(12):1615-25, 1990.",
        "Howard MO, Kivlahan D, and Walker RD, Cloningers Tridimensional Theory of Personality and Psychopathology: Applications to Substance Use Disorders, Journal of Studies on Alcohol, 58:48-66, 1997.",
        "Kenkel D. Are Alcohol Tax Hikes Fully Passed Through to Prices: Evidence from Alaska, American Economic Review, 95(2): 273-277, 2005.",
        "Kessler, R. Crum R. Warner L. Nelson C. Schulenberg J. and Anthony J .,The Lifetime Co-occurrence of DSM-III-R Alcohol Abuse and Dependence with other Psychiatric Disorders in the National Comorbidity Survey. Archives of General Psychiatry, 54: 313-321, 1996.",
        "Leung S.F. and Phelps C. E My kingdom for a drink....? a review of estimates of the price sensitivity of alcoholic beverages, in Economics and The Prevention of Alcohol-Related Problems, eds. M.E., Hilton, and G. Bloss, Washington: US Government Printing Office, 1993.",
        "Manning, W. Blumberg, L. and Moulton, L. The Demand for Alcohol: The Differential Response to Price, Journal of Health Economics, 14(2), p 123-148, 1995.",
        "Markowitz S and Grossman M, The effects of beer taxes on physical child abuse, Journal of Health Economics, 19(2), p. 271-282, 2000.",
        "Menza, M. Golbe, L. Cody, R. Forman, N. Dopamine-related Personality Traits, Neurology, XLIII, p.505598, 1993.",
        "National Conference of State Legislatures website. http://www.ncs~.orq/programs/s/du~/du~-home.htm Nelson J. Advertising Bans, Monopoly and Alcohol Demand: Testing for Substitution Effects Using State Panel Data, Review of Industrial Organization, 22(3), 2003.",
        "Parker RN and Auerhahn K, Alcohol, drugs and violence, Annual Review of Sociology, 24, p. 291-311, 1998.",
        "Picone G., F. Sloan and J. Trogdon, The effect of the tobacco settlement and smoking bans on alcohol consumption Health Economics, 13, 2004.",
        "Rabin M, A perspective on psychology and economics, European Economic Review, 82:34-55, 2002.",
        "Saffer H. and Chaloupka, F. Demographic Differentials in the Demand for Alcohol and Illicit Drugs National Bureau of Economic Research, (with Frank Chaloupka) in The Economic Analysis of Substance Use and Abuse: An Integration of Econometric and Behavioral Economic Research, Chaloupka, F. Bickel, W. Grossman, M. and Saffer, H. eds. University of Chicago Press: Chicago, June 1999.",
        "Saffer, H., and Dave, D. Mental Illness and the Demand for Alcohol, Cocaine and Cigarettes, Economic Inquiry, vol. 43, no. 2, April 2005.",
        "U.S. Brewers Association. Brewers Almanac. Washington D.C.: U.S. Brewers Association, Various Years. Young DJ and Bielinska-Kwapisz A, Alcohol Taxes and Beverage Prices, National Tax Journal, 55(1):57-73, 2002."
    ]
}