{
    "id": 13491,
    "cites": 45,
    "cited_by": 7,
    "reference": [
        "[1] Allard, Scott; Danziger, Sheldon (2000). Welfare magnets: myth or reality ?, The Journal of Politics, 62: 350-368.",
        "[2] Alston, Lee (1981). Tenure choice in Southern agriculture, Explorations in Economic History, 18: 211-232.",
        "[4] Bartel, Ann P (1989). Where do the new U.S. immigrants live?, Journal of Labor Economics, 7: 371-391.",
        "[5] Berry, Steven T (1994). Estimating discrete-choice models of product differentiation , The RAND Journal of Economics, 25: 242-262.",
        "[6] Biles, Roger (1994). The South and the New Deal. University of Kentucky Press, Lexington, KY.",
        "[7] Blank, Rebecca (1998). The effect of welfare and wage levels on the location decisions of female-headed households, Journal of Urban Economics, 24: 186-211.",
        "[8] Bogue, Donald (1951). State economic areas: A description of the procedure used in making a functional grouping of the counties of the United States. U.S. Bureau of the Census. Washington, D.C.: Government Printing Office.",
        "[9] Bogue, Donald ; Beale, Calvin (1953). Economic Subregions of the United States, Farm Population. Series Census-BAE, No. 19. Washington, D.C. Government Printing Office.",
        "[11] Borjas, George J.; Bronars, Stephen G.; Trejo, Stephen J (1992). SelfSelection and Internal Migration in the United States. Journal of Urban Economics, 32: 159-185.",
        "[13] Cardell, Scott (1997). Variance components structures for extreme-value and logistic distributions with application to models of heterogeneity, Econometric Theory, 13: 185-213.",
        "[14] Couch, Jim, Atkinson, Keith E.; Wells, William H. (1998). New Deal agricultural appropriations: a political influence, Eastern Economic Journal, 24: 137-48. 40",
        "[15] Couch, Jim; Shughart II, William (1998). The political economy of the New Deal. Edward Elgar, New York, NY.",
        "[16] Couch Jim; Williams, Peter M. (1999). New Deal or same old shuffle? The distribution of New Deal dollars across Alabama, Economics and Politics, 11: 213-223.",
        "[17] Cragg, Michael; Kahn, Matthew (1997). New estimates of climate demand: evidence from location choice, Journal of Urban Economics, 42: 26 1-284.",
        "[18] Federal Works Agency, Work Projects Administration. Final Statistical Report of the Federal Emergency Relief Administration (Washington, DC: GPO, 1942).",
        "[19] Fishback, Price V., Haines, Michael R.; Kantor, Shawn (2001). The impact of New Deal programs on black and white infant mortality in the South, Explorations in Economic History, 38: 93-122.",
        "[20] Fishback, Price V.; Horrace, William C.; Kantor, Shawn (2006). Do federal programs affect internal migration? The impact of New Deal expenditures on mobility during the Great Depression, Explorations in Economic History, 43: 179-222.",
        "[21] Fishback, Price V.; Horrace, William C.; Kantor, Shawn (2005a). Do federal programs affect internal migration? The impact of New Deal expenditures on mobility during the Great Depression, NBER Working paper No. w8283. Jan 2005.",
        "[23] Fishback, Price V., Kantor, Shawn; Wallis, John Joseph (2003) Can the New Deals Three Rs be rehabilitated? A program-by-program, county-bycounty analysis, Explorations in Economic History, 40: 278-307.",
        "[24] Fleck, Robert Kenneth (1994). Essays on the political economy of the New Deal, unpublished Ph.D. dissertation, Stanford University.",
        "[25] (2001 a). Inter-party competition, intra-party competition, and distributive policy: a model and test using New Deal data, Public Choice, 108 : 77-100.",
        "[28] (1999b). The value of the vote: a model and test of the effects of turnout on distributive policy, Economic Inquiry, 37: 609-23.",
        "[29] Gramlich, Edward; Laren, Deborah (1984). Migration and income redistribution responsibilities, Journal of Human Resources, 19: 489-511.",
        "[30] Herzog, Henry W., Jr.; Schlottmann, Alan M.(1986). The metro-rating game: what can be learned from recent migrants? Growth and Change, 17: 37-50.",
        "[32] Howard, Donald 5 (1943). The WPA and Federal Relief Policy. Russell Sage Foundation, New York, NY.",
        "[33] Jaeger, D.A. (2000). Local Labor Markets, Admission Categories, and Immigrant Location Choice Mimeo, Hunter College and Graduate School of CUNY, New York and IZA, Bonn.",
        "[34] Kauffman, Kyle; Kiesling, Lynne (1997). Was there a nineteenth entury welfare magnet in the United States? Preliminary results from New York City and Brooklyn., The Quarterly Review of Economics and Finance, 37: 439-448..",
        "[35] Levine, Phillip; Zimmerman, David (1999). An empirical analysis of the welfare magnet debate using the NLSY, Journal of Population Economics, 12: 391-409.",
        "[36] McFadden, Daniel (1973). Conditional logit analysis of qualitative choice behavior, in P.Zarembka, ed. Frontiers in Econometrics, Academic Press, New York.",
        "[37] Mertz, Paul E (1978). New Deal policy and Southern rural poverty. Louisiana State University Press, Baton Rouge, LA.",
        "[38] Moffitt, Robert (1992). Incentive effects of the U.S. welfare system: a review, Journal of Economic Literature, 30: 1-61.",
        "[39] Reading, Don C. (1973). New Deal activity and the states, 1933 to 1939, Journal of Economic History, 1973: 792-810.",
        "[40] Roy, A. D. (1951). Some thoughts on the distribution of earnings. Oxford Economic Papers, 3: 135-146.",
        "[42] Saloutos, Theodore (1974). New Deal agricultural policy: an evaluation, The Journal of American History, 61: 394-416. 42",
        "[43] Schaefer, Donald F (1989). Location Choice in the Antebellum South, The Journal of Economic History, 49: 145-165.",
        "[44] Sjaastad, Larry A (1962). The costs and returns of human migration, The Journal of Political Economy, 70: 80-93.",
        "[45] Stromberg, David (2004). Radios Impact on Public Spending. Quarterly Journal of Economics, 119: 189-221.",
        "[47] Wallis, John; Fishback, Price; Kantor, Shawn (2006). Politics, relief, and reform: Roosevelts efforts to control corruption and political manipulation during the New Deal. in Corruption and Reform Edward Glaeser and Claudia Goldin eds. NBER Volume. Chicago: University of Chicago Press: 343-372.",
        "[48] Wallis, John Joseph; Benjamin, Daniel K (1981). Public relief and private employment in the Great Depression, Journal of Economic History, 41: 97- 102.",
        "[49] Wallis, John (1987). Employment, politics, and economic recovery during the Great Depression, Review of Economics and Statistics, 69: 516-20.",
        "[51] (2001). The political economy of New Deal spending, yet again: a reply, Explorations in Economic History, 38: 305-14.",
        "[52] Webb, John N (1936). The transient unemployed, Monthly Report of the Federal Emergency Relief Administration January 1 through January 31, 1936 (Washington, DC: GPO, 1936), 1-25.",
        "[53] Whatley, Warren C (1983). Labor for the picking: the New Deal in the South, The Journal of Economic History, 45: 905-929.",
        "[54] Williams, Edward Ainsworth (1968). Federal Aid for Relief. AMS Press, New York.",
        "[55] Wright, Gavin (1974). The political economy of New Deal spending: an econometric analysis, Review of Economics and Statistics, 56: 30-38."
    ]
}