{
    "id": 1349,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Ando, Albert, and Franco Modigliani 1963. The `Life-Cycle Hypothesis of Saving: Aggregate Implications and Tests, American Economic Review, 53 (March): 55-84.",
        "Barro, Robert 3., and Sahasakul, Chaipat 1983. Measuring the Average Marginal Tax Rate From the Individual Income Tax, journal of Business, 56 (October): 419-452.",
        "Beveridge, Andrew A. 1983. Reliability of Large-Scale Household Surveys: The Case of the Annual Housing Survey, presented at the Annual Meeting of the American Association for Public Opinion Research, May.",
        "Carliner, Michael 1982. The Future of Bank Financial Services for Housing, Washington, D.C.: American Bankers Association.",
        "DeLeeuw, Frank, and Larry Ozanne 1979. The Impact of the Federal Income Tax on Investment in Housing, Survey of Current Business, 59 (December): 50-61.",
        "Diamond, Douglas B. 1983. The Impact of Inflation on New House Prices, Washington, D.C.: Department of Housing and Urban Development (unpublish- ed).",
        "Ferber, Robert; John Forsythe; Harold W. Guthrie; and E. Scott Maynes 1969a.",
        "Characteristics: Savings Accounts, Review of Economics and Statistics, 51 (November): 435-44. Friedman, Benjamin 1982. Effects of Saving Patterns on Interest Rates and Economic Activity, Journal of Finance, 37 (March): 37-62.",
        "Friend, Irwin, and Charles Lieberman 1975. Short-Run Asset Effects on Household Saving and Consumption: The Cross-Section Evidence, American Economic Review, 65 (September): 624-633.",
        "Hendershott, Patric H., and Sheng Cheng Hu 1981. Inflation and Extraordinary Returns on Owner-Occupied Housing: Some Implications for Capital Alloca- tion and Productivity Growth, Journal of Macroeconomics, 3 (Spring): 177- 203.",
        "Jianakoplos, Nancy A. 1983. Household Wealth Accumulation During Periods of Inflation: Some Evidence from Longitudinal Data, Doctoral Dissertation, The Ohio State University.",
        "Consumer Finances, Ann Arbor: Survey Research Center, Institute for Social Research, The University of Michigan. Lieberman, Charles, and Paul Wachtel 1980. Age Structure and Personal Savings Behavior, in George von Furstenberg (ed.), Social Security Versus Private Saving, Cambridge, MA: Ballinger Publishing Company: 3 15-357.",
        "Modigliani, Franco, and R. Brumberg 1955. Utility Analysis and the Consumption Function, in Kenneth Kurihara (ed.), Post-Keynesian Economics, London; Allen and Unwin: 388-436.",
        "Munnell, Alicia 1981. Social Security, Private Pensions and Saving, in Phillip Cagan (ed.), Saving for Retirement: Report on a Miniconference on Savin~ held for the 1981 White House Conference on Aging, Washington, D,C.: American Council of Life Insurance: 122-155.",
        "Shumay, Alexander 3., and Edward 3. Kane 1983. Consumer Finance Research Project Documentation, Revised Working Paper, Ohio State Univeristy, June.",
        "U.S. Department of Commerce, Bureau of the Census 1981. Construction Reports C27, Second Quarter 1981, Washington, September."
    ]
}