{
    "id": 13494,
    "cites": 16,
    "cited_by": 10,
    "reference": [
        "Bayard, Kimberly, Hellerstein, Judith, Neumark, David and Kenneth Troske (1999) New Evidence on Sex Segregation and Sex Differences in Wages From Matched Employee-Employer Data NBER Working Paper 7703.",
        "Bloch, Francis and Vijayendra Rao (2002) Terror as a Bargaining Instrument: A Case Study of Dowry Violence in Rural India. American Economic Review. 92 (4).",
        "Bowlus, Audra and Shannon Seitz (2005) Domestic Violence, Employment and Divorce. Mimeo University of Western Ontario.",
        "Dee, Thomas (2003) Until Death do you Part: the Effects of Unilateral Divorce on Spousal Homicides, Economic Inquiry 41(1), January 2003, pages 163-182.",
        "Dugan, Laura, Daniel Nagin and Richard Rosenfeld (1999). Explaining the Decline in Intimate Partner Homicide; The Effect of Changing Domesticity, Womens Status and Domestic Violence Resources. Homicide Studies. Vol 3, No 3, August, 1999.",
        "Friedberg, Leora and Anthony Webb (2006). Household Bargaining and Leisure Time. Boston College Center for Retirement Research.",
        "Gelles, Richard (1976). Abused Wives: Why do They Stay? Journal of Marriage and the Family. 3 8(4).",
        "Goodwin, Thomas and Michael Breen (1990). Pregnancy Outcome and Fetomaternal Hemorrhage After Noncatastrophic Trauma American Journal of Obstetrics and Gynecology. Vol 162, no 3.",
        "Hoynes, Hilary Williamson (2000) Local Labor Markets and Welfare Spells: Do Demand Conditions Matter? The Review of Economics and Statistics. LXXXII (3).",
        "Kalai, Ehud (1983). Solutions to the Bargaining Problem. Mimeo Department of Managerial Economics and Decision Sciences, Northwestern University.",
        "Macmillan, Ross and Rosemary Gartner (1999). When She Brings Home the Bacon: Labor Force Participation and the Risk of Spousal Violence Against Women. Journal of Marriage and the Family. 61.",
        "Molm, Linda (1989). Punishment Power: A Balancing Process in Power-Dependence Relations. American Journal of Sociology, 94(6).",
        "Nash, John (1950). The Bargaining Problem Econometrica 18(2): 155-162.",
        "Pollak, Robert A (2005) Bargaining Power in Marriage: Earnings, Wage Rates, and Household Production NBER Working Paper 11239.",
        "Rennison, Callie Marie and Sarah Welchans (2000). Intimate partner Violence. US Department of Justice, Bureau of Justice Statistics. NCJ 178247.",
        "Stevenson, Betsey and Justin Wolfers,(2003) ~`Bargaining in the Shadow of the Law: Divorce Laws and Family Distress NBER working paper 10175."
    ]
}