{
    "id": 13499,
    "cites": 26,
    "cited_by": 5,
    "reference": [
        "Brynjolfsson, Erik, and Lorin M. Hitt (2000), Beyond Computation: Information Technology, Organizational Transformation and Business Performance, Journal of Economic Perspectives, 14(4): 23-48.",
        "Chang, Yongsung, and Frank Schorfheide (2003), Labor-Supply Shifts and Economic Fluctuations, Journal of Monetary Economics, 50(8): 1751-68.",
        "Chen, Kaiji, Ay~e Imrohoroglu, and Selahattin Imrohoroglu (2007), A Quantitative Assessment of the Decline in the U.S. Saving Rate, Working Paper, USC.",
        "Comin, Diego, and Mark Gertler (2006), Medium-Term Business Cycles, American Economic Review, 96(3): 523-51.",
        "Corrado, Carol A., Charles R. Hulten, and Daniel E. Sichel (2005), Measuring Capital and Technology: An Expanded Framework, in C. Corrado, J. Haltiwanger, and D. Sichel (eds.), Measuring Capital in the New Economy (Chicago: University of Chicago Press).",
        "Corrado, Carol A., Charles R. Hulten, and Daniel E. Sichel (2006), Intangible Capital and Economic Growth, Finance and Economics Discussion Series, 2006-24.",
        "Couper, Elise A., John P. Hejkal, and Alexander L. Wolman (2003), Boom and Bust in Telecommunications, Federal Reserve Bank of Richmond Economic Quarterly, 89(4): l-24.",
        "Doms, Mark (2004), The Boom and Bust in Information Technology Investment, FRBSF Economic Review 2OO~, Federal Reserve Bank of San Francisco (http://www.frbsf.org).",
        "Feenberg, Daniel, and Elisabeth Coutts (1993), An Introduction to the TAXSIM Model, Journal of Policy Analysis and Management, 12(1): 189-94.",
        "Gall, Jordi (2005), Trends in Hours, Balanced Growth and the Role of Technology in the Business Cycle, Federal Reserve Bank of St. Louis Review, 87(4): 459-86.",
        "Gall, Jordi, Mark Gertler, and J. David LÃ\u0083Â³pez-Salido (2007), Markups, Gaps and the Welfare Costs of Business Cycles, Review of Economics and Statistics, 89(1): 44-59.",
        "Greenwood Jeremy, Zvi Hercowitz, and Per Krusell (1997), Long-Run Implications of Investment-Specific Technological Change, American Economic Review, 87(3): 34262.",
        "Hall, Robert E. (1997), Macroeconomic Fluctuations and the Allocation of Time, Journal of Labor Economics, 15(1): S223-5O.",
        "Hansen, Gary D., and Edward C. Prescott (2002), Malthus to Solow, American Economic Review, 92(4): 1205-17.",
        "Hornstein, Andreas and Per Krusell (1996), Can Technology Improvements Cause Productivity Slowdowns? NBER Macroeconomics Annual, Vol. 11, 209-59. (Cambridge, 34 MA: MIT Press).",
        "Ireland, Peter N., and Scott Schuh (2007), Productivity and U.S. Macroeconomic Performance: Interpreting the Past and Predicting the Future with a Two-Sector Real Business Cycle Model, Working Paper 642, Boston College.",
        "Kahn, James A., and Robert W. Rich (2007), Tracking the New Economy: Using Growth Theory to Detect Changes in Trend Productivity, Journal of Monetary Economics, 54(6): 1670-1701.",
        "McGrattan, Ellen R., and Edward C. Prescott (2005a), Taxes, Regulations, and the Value of U.S. and U.K. Corporations, Review of Economic Studies, 72(3): 767-96.",
        "Miller, Merton H. (1977), Debt and Taxes, Journal of Finance, 32(2): 261-75.",
        "Powell, Michael K. (2002), Remarks at the Thomas Weisel Partners, Growth Forum 4.0, June 17 (Santa Barbara, CA: www.fcc.gov/Speeches).",
        "Prescott, Edward C. (2004), Why Do Americans Work So Much More Than Europeans? Federal Reserve Bank of Minneapolis Quarterly Review, 28(1): 2-12.",
        "Prescott, Edward C., Alexander Ueberfeldt, and Simona Cociuba (2005), U.S. Hours and Productivity Behavior Using CPS Hours Worked Data: 1959-I to 2005-Il, Manuscript, Research Department, Federal Reserve Bank of Minneapolis.",
        "Ritter, Jay R., and Ivo Welch (2002), A Review of IPO Activity, Pricing, and Allocations, Journal of Finance, 57(4): 1795-1828.",
        "Ruggles, Steven, et al. (2004), Integrated Public Use Microdata Series: Version 3.0 [Machinereadable database] (Minneapolis, MN: Minnesota Population Center) (http://www.",
        "Smets, Frank, and Rafael Wouters (2007), Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach, American Economic Review, 97(3): 586-606.",
        "Solow, Robert M. (1987), Wed Better Watch Out, New York Times Book Review, July 12, p. 36."
    ]
}