{
    "id": 135,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "Aniemiya, T., On the Use of Principal Components of Independent Variables in Two-Stage Least Squares Estimation, mt. Econ. Rev., September 1966.",
        "Arrow, K., H. Chenery, B. Minhas and R. Solow, Capital-Labor Substitution and Economic Efficiency, R.E. Stat., August 1961.",
        "Boskin, M., Notes on the Tax Treatment of Human Capital, Conference on Tax Policy, U.S. Treasury Department, 1976.",
        "Break, C., The Incidence and Economic Effects of Taxation, in A. Blinder et al, The Economics of Public Finance, Brookings, 1974.",
        "David, P., and J. Scadding, Private Saving: Ultrarationality, Aggregation and `Denisons Law, Jour. Pol. Econ., 1974.",
        "Diamond, P., Incidence of An Interest Income Tax, J.E.T., September 1970.",
        "Hall, R., Consumption Taxes Versus Income Taxes: Implications for Economic Growth, Proceedings of the National Tax Association, 1968.",
        "Harberger, A., Introduction, in A. Harberger and N. Bailey, eds., The Taxation of Income From Capital, Brookings, 1969.",
        "N. Krzyzaniak, ed., Effects of the Corporation Income Tax, Wayne State University Press, 1966.",
        "Hickman, B., and R. Coen and N. Hurd, The Hickman-Coen Annual Growth Model: Structural Characteristics and Policy Responses, mt. Econ. Rev., February 1975.",
        "Jorgenson, D., and J. Brundy, Consistent Efficient Estimation of Systems of Simultaneous Equations by Means of Instrumental Variables, IMSSS Technical Report No. 92, March 1973.",
        "Kendrick, J., The Formation and Stocks of Total Capital, NBER, forthcoming. Lucas, R., Labor-Capital Substitution in U.S. Manufacturing, in Harberger and Bailey, eds., The Taxation of Income From Capital, Brookings, 1969.",
        "Mundell, R., Inflation and Real Interest, Jour. Pol. Econ., June 1963.",
        "Munnell, A., The Impact of Social Security on Private Savings, Nat. Tax Jour., 1975.",
        "Musgrave, R., The Theory of Public Finance, McGraw-Hill, 1959.",
        "Musgrave, R., and P. Musgrave, Public Finance. in Theory and Practice, McGraw-Hill, 1973.",
        "Nerlove, M., Recent Empirical Studies of the CES and Related Production Functions, in M. Brown, ed., The Theory and Empirical Analysis of Production, NBER, 1967.",
        "Pechman, J., Federal Tax Policy, rev. ed., ~rookings, 1971.",
        "Pechman, J., and B. Okner, Who Bears the Tax Burden? Brookings, 1974.",
        "Sato, K., Taxation and Neoclassical Growth, Finance Publique, 1967.",
        "Shoven, J., and J. Whalley, A General Equilibrium Calculation of the Effects of Differential Taxation of Income From Capital in the U.S., Jour. Pub. Econ., November 1972.",
        "Taylor, L., Saving Out of Different Types of Income, Brookings Paper On Economic Activity, 1970.",
        "Weber, W., The Impact of Interest Rates on Aggregate Consumption, Amer. Econ. Rev., September 1970.",
        "Wright, C., Saving and the Rate of Interest, in A. Harberger and M. Bailey, eds., The Taxation of Income From Capital, Brookings, 1969."
    ]
}