{
    "id": 13500,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "Adams, A.V. and R.K. Johanson (2004) Skills Development in Sub-Saharan Africa, World Bank, Washington DC.",
        "Atchoarena, D. and Delluc, A. (2001) Revisiting Technical and Vocational Education in Sub-Saharan Africa: An Update on Trends, Innovations, and Challenges. International Institute for Educational Planning: Paris.",
        "Banerjee, A. and E. Duflo (2005) Growth theory through the lens of development eco- nomics, Handbook of Development Economics, Vol 1A Amsterdam, Elsevier, pp473-SS2.",
        "Banji, 0-0 (2004) Learning, Knowledge and Skills: Implications for Firm Level Perfor- mance in African Industry, International Journal of Technology Management and Sustainable Development, 3, 2, 91-113.",
        "Bartelsman, E., J. Haltiwanger, and S. Scarpetta (2006) Reallocation and Productivity Growth: The FAQs, mimeo, University of Amsterdam.",
        "Batra, G. (2002) Training, Technology and Firm Level Competitiveness -~ Evidence from the World Business Environment Survey for Latin American and the Caribbean, World Bank Backround Paper, Washington, D.C.",
        "Beaudry, P. and P. Francois (2006) Managerial skill acquisition and the theory of eco- nomic development, NBER working paper W11451.",
        "Biggs,T. M. Shah and P. Srivastava (1995) Technological Capabilities and Learning in African Enterprises, World Bank Technical Paper 288.",
        "Chari V.V. and H. Hopenhayn (1991) Vintage Human Capital, Growth, and the Diffusion of New Technology, Journal of Political Economy, 99, 6, 1142-1165.",
        "Ciceon (Centro de Investigation sobre Economia Laboral y Gestion del Conocimento) (2001) The Incidence of Training in Mexico, World Bank Background Paper, Washington, D.C.",
        "Dc Ferranti, D., G.E. Perry, I. Gill, J.L. Guasch, W.F. Maloney, Sanchez-Paramo, C. and Schady N. (2003) Closing the Gap in Education and Technology, World Bank, Washington DC.",
        "Fluitman, F. (1992) Traditional Apprenticeship in West Africa: Recent Evidence and 43 Policy Options. Discussion Paper No. 34. Geneva: ILO.",
        "Haan, H. C. and Serriere, N. (2002) Training for Work in the Informal Sector: Fresh Evidence from West Africa, ILO Training Center, Turin.",
        "Hall, B. H., and B. Khan. (2003) Adoption of New Technology. NBER working paper 9730.",
        "Hobday, M. (1995) Innovation in East Asia: the challenge to Japan. Aldershot, London.",
        "Hsieh, C-T and P. Klenow (2007) Relative prices and relative prosperity, American Eco- nomic Review, June.",
        "Katz, J. M. (1987) Technology creation in Latin American manufacturing industries. St.",
        "Martins Press, New York. Lucas (1990) Why Doesnt Capital Flow from Rich to Poor Countries? American Eco- nomic Review, Papers and Proceedings, Vol 80 (2) pp. 92-96.",
        "McKinsey Global Institute (2001) India: The Growth Imperative. Report, McKinsey Global Institute.",
        "Restuccia, D. and R. Rogerson (2007) Policy distortions and aggregate productivity with heterogeneous plants, NBER working paper W13018."
    ]
}