{
    "id": 13502,
    "cites": 42,
    "cited_by": 58,
    "reference": [
        "[1] Adalid, Ramon, and Carsten Detken, 2006, `Excessive Liquidity and Asset Price Boom/Bust Cycles, manuscript, European Central Bank.",
        "[2] Barro, Robert 1977, `Long-Term Contracting, Sticky Prices and Monetary Pol- icy, Journal of Monetary Economics 3(3), 305-316.",
        "[4] Beaudry, Paul and Franck Portier, 2004, `CAn Exploration into Pigous Theory of Cycles, Journal of Monetary Economics, September, 51(6): 1183-1216.",
        "[5] Beaudry, Paul and Franck Portier, 2006, `Stock Prices, News, and Economic Fluctuations, American Economic Review, September, 96(4): 1293-1307.",
        "[6] Benhabib, Jess, Stephanie Schmitt-Grohe, Martin Uribe, 2001, `~Monetary Pol- icy and Multiple Equilibria, American Economic Review, March, 91(1): 167-86.",
        "[7] Benhabib, Jess, Stephanie Schmitt-Grohe, Martin Uribe, 2002a, `Chaotic Interest-Rate Rules, American Economic Review, May, 92(2): 72-78.",
        "[8] Benhabib, Jess, Stephanie Schmitt-Grohe, Martin Uribe, 2002b, `~Avoiding Liq- uidity Traps, Journal of Political Economy, June, 110(3): 535-63.",
        "[9] Benigno, Pierpaolo, and Michael Woodford, 2004, `Optimal Stabilization Policy when Wages and Prices are Sticky: the Case of a Distorted Steady State, National Bureau of Economic Research working paper 10839. 33",
        "[10] Benigno, Pierpaolo, and Michael Woodford, 2007, `~Linear-Quadratic Approx- imation of Optimal Policy Problems, Manuscript, Columbia University, Sep- tember 22.",
        "[11] Bernanke, Ben, 2003, Remarks at the Annual Washington Policy Conference of the National Association of Business Economists, Washington, D.C., March 25.",
        "[12] Bernanke, Ben S., T. Laubach, F. S. Mishkin, and A. S. Posen, 1999, Infla- tion Targeting: Lessons from the International Experience. Princeton University Press.",
        "[13] Bordo, Michael and David C.Wheelock, 2007, `Stock Market Booms and Mone- tary Policy in the Twentieth Century, Federal Reserve Bank of St. Louis Review, March/April, 89(2), pp. 91-122.",
        "[14] Borio, Claudio and Philip Low, 2002, `~Asset Prices, Financial and Monetary Stability: Exploring the Nexus, BIS Working Paper no. 114.",
        "[15] Carlstrom, Charles T. and Timothy S. Fuerst, 2002, Taylor Rules in a Model that Satisfies the Natural-Rate Hypothesis, American Economic Review, May, 92(2): 79-84",
        "[16] Carlstrom, Charles T. and Timothy S. Fuerst, 2005, `~Investment and Interest Rate Policy: A Discrete Time Analysis, Journal of Economic Theory, July, 123(1): 4-20.",
        "[17] Cecchetti, Stephen, and M. Ehrmann, 2002, `Does Inflation Targeting Increase Output Volatility? An International Comparison of Policymakers Preferences and Outcomes in Norman Loayza and Klaus Schmidt-Hebbel (editors), Mon- etary Policy: Rules and Transmission Mechanisms, Proceedings of the Fourth 34 Annual Conference of the Central Bank of Chile, Santiago, Chile: Central Bank of Chile, pg. 247-274.",
        "[18] Christiano, L. J., M. Eichenbaum, and C. Evans, 1996, `~The Effects of Monetary Policy Shocks: Evidence from the Flow of Funds, Review of Economics and Statistics, 78, 16-34.",
        "[19] Christiano, L. J., M. Eichenbaum, M., and C. Evans, 1999, `~Monetary Pol- icy Shocks: What have we Learned and to what End? in J. B. Taylor, and M.Woodford, ed., Handbook of Macroeconomics, Elsevier Science, North Hol- land.",
        "[20] Christiano, L. J., M. Eichenbaum, M., and C. Evans, 2005, `~Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy, February, 113(1): 1-45.",
        "[21] Christiano, Lawrence, Cosmin Ilut, Roberto Motto and Massimo Rostagno, 2007, `Monetary Policy and Stock Market Boom-Bust Cycles, manuscript avail- able at http: / /faculty.wcas.northwestern.edu/ lchrist/research.htm.",
        "[22] Christiano, Lawrence and Massimo Rostagno, 2001, `~Money Growth Monitoring and the Taylor Rule, National Bureau of Economic Research Working paper number 8539.",
        "[23] Eichengreen, Barry and Kris J Mitchener, 2004, `The Great Depression as a Credit Boom Gone Wrong, in Field, Alexander J., ed. Research in economic history. Volume 22. Coedited by Gregory Clark and William A. Sundstrom. Oxford; Amsterdam and San Diego: Elsevier, JAI, 183-237 35",
        "[24] Erceg, Christopher, Dale Henderson, and Andrew Levin, 2000, `Optimal Mon- etary Policy with Staggered Wage and Price Contracts, Journal of Monetary Economics, 46, 281-313.",
        "[25] Gertler, Mark, Luca Sala and Antonella Trigari, 2007, `An Estimated Monetary DSGE Model with Unemployment and Staggered Nominal Wage Bargaining, manuscript, New York University.",
        "[26] Giannoni, Marc P., and Michael Woodford, 2005, `Optimal Inflation Target- ing Rules, in Bernanke, Ben S., and Michael Woodford, eds., The Inflation- Targeting Debate, University of Chicago Press, 19-83.",
        "[27] Jaimovic, Nir, and Sergio Rebelo, 2006, `Do News Shocks Drive the Business Cycle?, Northwestern University.",
        "[28] Levin, A., Lopez-Salido, J.D., 2004. Optimal Monetary Policy with Endoge- nous Capital Accumulation, manuscript, Federal Reserve Board.",
        "[29] Levin, A., Onatski, A., Williams, J., Williams, N., 2005, Monetary Policy under Uncertainty in Microfounded Macroeconometric Models, in, NBER Macroeco- nomics Annual 2005, Gertler, M., Rogoff, K., eds. Cambridge, MA: MIT Press.",
        "[30] Lucca, David, 2006, Essays in Investment and Macroeconomics, Doctoral Dis- sertation, Northwestern University.",
        "[31] Matsuyama, Kiminori, 1984, `A Learning Effect Model of Investment: An Al- ternative Interpretation of Tobins Q, manuscript, Northwestern University.",
        "[32] McCallum, Bennett, 2001, `Monetary Policy Analysis in Models Without Money, Federal Reserve Bank of St. Louis Review 83(4), 145-160. 36",
        "[33] Midrigan, Virgiliu, 2005, `Menu Costs, Multi-Product Firms and Aggregate Fluctuations, manuscript.",
        "[34] Nakamura, Emi, and JOn Steinsson, 2006, `Five Facts About Prices: A Reeval- uation of Menu Cost Models, manuscript, Harvard.",
        "[35] Smets, Frank and Raf Wouters, 2003, `CAn Estimated Dynamic Stochastic Gen- eral Equilibrium Model of the Euro Area, Journal of the European Economic Association, September, 1(5): 1123-75.",
        "[36] Smets, Frank and Raf Wouters, 2007, `~Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach, American Economic Review, Vol. 97, No. 3, June.",
        "[37] Svensson, Lars E.O., 1997, `Inflation Forecast Targeting: Implementing and Monitoring Inflation Targets, European Economic Review, 41, pp. 1111-1146.",
        "[38] Svensson, Lars E.O. and Robert J. Tetlow, 2005, `~Optimal Policy Projections, International Journal of Central Banking, vol. 1 n. 3, December.",
        "[39] Svensson, Lars E.O. and Michael Woodford, 2005, `~Implementing Optimal Pol- icy through Inflation-Forecast Targeting, in Bernanke, Ben S., and Michael Woodford, eds., The Inflation-Targeting Debate, University of Chicago Press, 19-83.",
        "[41] Woodford, Micael, 2003a, Interest and Prices: Foundations of a Theory of Mon- etary Policy, Princeton University Press.",
        "[42] Woodford, Micael, 2003b, `~Optimal Interest-Rate Smoothing, Review of Eco- nomic Studies 70: 861-886.",
        "[43] Yun, Tack, 1996, `Nominal Price Rigidity, Money Supply Endogeneity, and Busi- ness Cycles, Journal of Monetary Economics, 37(2): 345 - 370.",
        "[44] Yun, Tack, 2005, `Optimal Monetary Policy with Relative Price Distortions,"
    ]
}