{
    "id": 13508,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "[1] Atkinson, Anthony, ~On the Measurement of Inequality, Journal of Economic Theory, 2:3 (1970), 244-263.",
        "[3] Borenstein, Severin, ~Ihe Irouble with Electricity Markets: Understanding Californias Restructuring Disaster, Journal of Economic Perspectives, 16:1 (2002), 191-211.",
        "[4] Borenstein, Severin and Stephen P. Holland, ~On the Efficiency of Competitive Elec- tricity Markets With lime-Invariant Retail Prices, RAND Journal of Economics, 36:3 (2005), 469-493.",
        "[6] California Energy Commission, ~Californias Major Sources of Energy, http : / /www.energy.ca.gov/html/energysources. html (September 2006).",
        "[7] Caves, Douglas and Laurits R. Christensen, ~Econometric Analysis of Residential lime- of-Use Electricity Pricing Experiments, Journal of Econometrics, 14 (1980), 287-306.",
        "[8] Environmental Defense, ~Environmental Defense Decries CPUC Inaction On Real lime Pricing, http://www.environmentaldefense.org/pressrelease. cfm?Conten- tID=61 (Au- gust 3, 2001).",
        "[9] Energy Information Administration, ~Ihe National Energy Modeling System: An Overview 2003, DOE/EIA-0581 (March 2003).",
        "[10] Herriges, Joseph A., S. Mostafa Baladi, Douglas W. Caves, and Bernard F. Neenan, 19 Ihe Response of Industrial Customers to Electric Rates Based Upon Dynamic Marginal Costs, Review of Economics and Statistics, 75:3 (1993), 446-454.",
        "[11] Hirst, Eric and Brendan Kirby, Retail-Load Participation in Competitive Wholesale Electricity Markets, Edison Electric Institute, www.ehirst .com/PDF/PRDReport.pdf (January 2001).",
        "[12] Holland, Stephen P. and Erin I. Mansur, Ihe Short-Run Effects of lime-Varying Prices in Competitive Electricity Markets, Energy Journal, 27:4 (2006), 127-156.",
        "[14] Kiesling, Lynne, Green Market for Electricity, Reason Public Policy Institute, www.rppi.org/greenmarket.html (August 13, 2002). 20",
        "[15] Nevada Power, ~Reducing Peak Power Demands To Benefit Environment, Consumers, http: / /www.eei .org/industry issues/environment/voluntary efforts/electric cus- tomer_stories/nevada_power.htm, Edison Electric Institute (July 10, 2003).",
        "[16] Patrick, Robert and Frank Wolak, ~Real-Time Pricing and Demand Side Participation in Restructured Electricity Markets, in A. Faruqui and K. Eakin (Eds.), Electricity Pricing in Transition (Boston, MA: Kluwer Academic Publishers, 2002).",
        "[17] Paul, Anthony and Dallas Burtraw, ~The RFF Haiku Electricity Market, Resources for the Future working paper (June 2002).",
        "[19] Steiner, Peter, ~Peak Loads and Efficient Pricing. Quarterly Journal of Economics, 72:1 (1957), 585-610. 21",
        "[20] Swofford, Gary, Prepared Witness lestimony: Ihe House Committee on Energy and Commerce, http: //energycommerce.house.gov/ 107/hearings/0622200 lHearing265 / Swofford437.htm (June 22, 2001).",
        "[21] laylor, Ihomas N. and Peter M. Schwarz, Ihe Long-Run Effects of a lime-of-Use Demand Charge, RAND Journal of Economics, 21:3 (1990), 431-445.",
        "[22] Irain, Kenneth and Gil Mehrez, Optional lime-of-Use Prices for Electricity: Econo- metric Analysis of Surplus and Pareto Impacts, RAND Journal of Economics, 25:2"
    ]
}