{
    "id": 13507,
    "cites": 34,
    "cited_by": 7,
    "reference": [
        "[1] Allaz, Blaise, and Jean-Luc Vila. 1993. Cournot Competition, Forward Markets and Efficiency. Journal of Economic Theory, 53(1): 1-16.",
        "[2] Borenstein, Severin, and James B. Bushnell. 1999. An Empirical Analysis of the Potential for Market Power in Californias Electricity Market. Journal of Industrial Economics, 47(3): 285-323.",
        "[3] Borenstein, Severin, James B. Bushnell, and Christopher R. Knittel. 1999. Market Power in Electricity Markets: Beyond Concentration Measures. Energy Journal, 20(4): 65-88.",
        "[4] Borenstein, Severin, James B. Bushnell, and Frank A. Wolak. 2002. Measur- ing Market Inefficiencies in Californias Deregulated Wholesale Electricity Market. American Economic Review, 92(5): 1376-1405.",
        "[5] Bushnell, James B. 2003. A Mixed Complementarity Model of Hydro-Thermal Electricity Competition in the Western U.S. Operations Research, 51(1): 80-93.",
        "[6] Bushnell, James B. 2004. Californias Electricity Crisis: A Market Apart? Energy Policy, 32(9): 1045-1052.",
        "[7] Bushnell, James B. Forthcoming. Oligopoly Equilibria in Electricity Contract Markets. Journal of Regulatory Economics. 41",
        "[8] Bushnell, James B., and Celeste Saravia. 2002. An Empirical Analysis of the Competitiveness of the New England Electricity Market. CSEM Working Paper WP- 101, University of California Energy Institute.",
        "[9] Czyzyk, Joseph, Michael P. Mesnier, and Jorge J. More. 1998. The NEOS Server. IEEE Journal on Computational Science and Engineering, 5: 68-75.",
        "[10] Davidson, Russell, and James G. MacKinnon. 1993. Estimation and Inference in Econometrics, Oxford University Press.",
        "[11] Dirkse, Steven P., and Michael C. Ferris. 1995. The PATH solver: Anon- monotone stabilization scheme for mixed complementarity problems. Optimization Methods and Software, 5: 123-156.",
        "[12] Fabra, Natalia, and Juan Toro. 2005. Price Wars and Collusion in the Spanish Electricity Market. International Journal of Industrial Organization, 23(3-4): 155- 181.",
        "[13] Gilbert, Richard, and Justine Hastings. 2005. Vertical Integration in Gasoline Supply: An Empirical Test of Raising Rivals Costs. Journal of Industrial Economics, 53(4): 469-492.",
        "[14] Green, Richard J. 1999. The Electricity Contract Market in England and Wales. Journal of Industrial Economics, 47(1): 107-124. 42",
        "[15] Green, Richard J., and David M. Newbery. 1992. Competition in the British Electricity Spot Market. Journal of Political Economy, 100(5): 929-53.",
        "[16] Hendricks, Kenneth, and R. Preston McAfee. 2006. A Theory of Bilateral Oligopoly. Unpublished.",
        "[17] Hobbs, Benjamin. 2001. Linear Complementarity Models of Nash-Cournot Com- petition in Bilateral and POOLCO Power Markets. IEEE Transactions on Power Systems, 16(2): 194-202.",
        "[18] Hortacsu, Ali, and Steven L. Puller. Forthcoming. Testing Strategic Models of Firm Behavior in Restructured Electricity Markets: A Case Study of ERCOT. RAND Journal of Economics.",
        "[19] Joskow, Paul J. 2003. The Difficult Transition to Competitive Electricity Markets in the U.S. In Electricity Restructuring: Choices and Challenges, ed. James M. Griffen and Steven L. Puller. Chicago: University of Chicago Press.",
        "[21] Klemperer, Paul D., and Margaret A. Meyer. 1989. Supply Function Equi- libria in Oligopoly Under Uncertainty. Econometrica, 57(6): 1243-77. 43",
        "[22] Kolstad, Charles D., and Lars Mathiesen. 1991. Computing Cournot-Nash Equilibria. Operations Research, 39(5): 739-48.",
        "[23] Krattenmaker, Thomas G., and Steven C. Salop. 1986. Competition and Cooperation in the Market for Exclusionary Rights. American Economic Review Papers and Proceedings, 76(2): 109-13.",
        "[24] Liski, Matti, and Juan-Pablo Montero. 2006. Forward Trading and Collusion in Oligopoly. Journal of Economic Theory, 131(1): 212-30.",
        "[25] Mahenc, Philippe, and Francois Salanie. 2004. Softening Competition through Forward Trading. Journal of Economic Theory, 116: 282-93.",
        "[26] Mansur, Erin T. 2007. Upstream Competition and Vertical Integration in Elec- tricity Markets. Journal of Law and Economics, 50(1): 125-56.",
        "[27] Mansur, Erin T. Forthcoming. Measuring Welfare in Restructured Electricity Mar- kets. Review of Economics and Statistics.",
        "[28] Murphy, Kevin M., and Robert H. Topel. 1985. Estimation and Inference in Two-Step Econometric Models. Journal of Business ~ Economic Statistics, 3(4): 88-97.",
        "[29] Newey, Whitney K., and Kenneth D. West. 1987. A Simple, Positive Semi- definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix. Econometrica, 55(3): 703-08. 44",
        "[30] Puller, Steven L. 2007. Pricing and Firm Conduct in Californias Deregulated Electricity Market. Review of Economics and Statistics, 89(1): 75-87.",
        "[31] Rey, Patrick, and Jean Tirole. Forthcoming. A Primer on Foreclosure. In Hand- book of Industrial Organization, Volume 3, ed. Mark Armstrong and Robert H. Porter. New York: Elsevier.",
        "[32] Rudkevich, Aleksandr, Max Duckworth, and Richard Rosen. 1998. Mod- eling Electricity Pricing in a Deregulated Generation Industry: The Potential for Oligopoly Pricing in a Poolco. Energy Journal, 19(3): 19-48.",
        "[33] Schmalensee, Richard, and Bennett W. Golub. 1984. Estimating Effective Concentration in Deregulated Wholesale Electricity Markets. RAND Journal of Eco- nomics, 15(1): 12-26.",
        "[34] Wolak, Frank A. 2000. An Empirical Analysis of the Impact of Hedge Contracts on Bidding Behavior in a Competitive Electricity Market. International Economic Journal, 14(2): 1-39.",
        "[35] Wolfram, Catherine D. 1999. Measuring Duopoly Power in the British Electricity Spot Market. American Economic Review, 89(4): 805-26."
    ]
}