{
    "id": 13501,
    "cites": 18,
    "cited_by": 20,
    "reference": [
        "Acemoglu, D. and J. Linn (2004). Market Size in Innovation: Theory and Evidence from the Pharmaceutical Industry. Ouarterly Journal of Economics 119(3): 1049-90.",
        "Angell, M. (2004). The Truth About the Drug Companies: How They Deceive Us and What to Do About It New York, Random House.",
        "Berndt, E. R., I. M. Cockburn and Z. Griliches (1996). Pharmaceutical Innovations and Market Dynamics: Tracing Effects on Price Indexes for Antidepressant Drugs. Brookings Papers on Economic Activity: 133-88.",
        "Caves, R. E., M. D. Whinston and M. A. Hurwitz (1991). Patent Expiration, Entry, and Competition in the U S Pharmaceutical Industry. Brookings Papers on Economic Activity: 1-48.",
        "Chandra, A., J. Gruber and R. McKnight (2007). Patient Cost-sharing, Hospitalization Offsets, and the Design of Optimal Health Insurance for the Elderly. National Bureau of Economic Research Working Paper 12972. Cambridge, MA: National Bureau of Economic Research.",
        "DiMasi, J. A., R. W. Hansen and H. G. Grabowski (2003). The Price of Innovation: New Estimates of Drug Development Costs. Journal of Health Economics 22(2): 15 1-85.",
        "Espo, D. (2007). Bush Says Hell Veto Medicare Drug-price Measure. Seattle Times. Seattle, WA.",
        "Feldstein, M. (1999). Tax Avoidance and the Deadweight Loss of the Income Tax. Review of Economics and Statistics 8 1(4): 674-80.",
        "Garber, A., C. Jones and P. Romer (2006). Insurance and Incentives for Medical Innovation. Forum for Health Economics and Policy 9(2): Article 4.",
        "Gilbert, R. and C. Shapiro (1990). Optimal Patent Length and Breadth. RAND Journal of Economics 21: 106-112.",
        "Jorgenson, D. and K.-Y. Yun (2001). Investment, Volume 3, Lifting the Burden: Tax Reform, the Cost of Capital, and U. S. Economic Growth. Cambridge, MA, MIT Press.",
        "Kaiser Family Foundation (2007). The Medicare Prescription Drug Benefit. Kaiser Family Foundation Report 7044-06. Menlo Park, CA: Kaiser Family Foundation.",
        "Klemperer, P. (1990). How Broad Should the Scope of Patent Protection Be? RAND Journal of Economics 21: 113-130.",
        "Lakdawalla, D. and N. Sood (2006). Health Insurance as a Two-Part Pricing Contract. National Bureau of Economic Research Working Paper 12681. Cambridge, MA: National Bureau of Economic Research.",
        "Lichtenberg, F. and S. X. Sun (2007). The Impact of Medicare Part D on Prescription Drug Use by the Elderly: Evidence from a Large Retail Pharmacy Chain. Health Affairs forthcoming.",
        "Mane, K. (2007). Senate GOP blocks Medicare Part D Negotiation Bill. The Hill Retrieved September 10, 2007, from h medicare-part-d-negoiiation-biii-2007-04- 18 .htnil.",
        "Nordhaus, W. D. (2004). Schumpeterian Profits in the American Economy: Theory and Measurement. National Bureau of Economic Research Working Paper 10433.",
        "Shapiro, C. (2007). Patent Reform: Aligning Reward and Contribution. National Bureau of Economic Research, Inc. NBER Working Papers."
    ]
}