{
    "id": 13504,
    "cites": 36,
    "cited_by": 0,
    "reference": [
        "Abreu, D., Brunnermeier, M., 2003. Bubbles and crashes. Econometrica 71, 173-204.",
        "Allen, F., Morris, S., Postlewaite, A., 1993. Finite bubbles with short sale constraints and asymmetric information. Journal of Economic Theory 61, 206-229.",
        "Bernheim, D., 1994. A theory of comformity. Journal of Political Economy 102, 841-877.",
        "Blanchard, 0., Watson, M., 1982. Bubbles, rational expectations and financial markets. In: Wachtel, P. (Ed.), Crisis in the Economic and Financial Structure: Bubbles, Bursts, and Shocks. Lexington Press, Lexington, MA.",
        "Chen, J., Hong, H., Stein, J., 2002. Breadth of ownership and stock returns. Journal of Financial Economics 66, 171-205.",
        "Cowen, A., Groysberg, B., Healy, P., 2003. Which types of analyst firms make more optimistic forecasts. Unpublished working paper, Harvard Business School.",
        "DeLong, J. B., Shleifer, A., Summers, L., Waldmann, R., 1990. Noise trader risk in financial markets. Journal of Political Economy 98, 703-38.",
        "DeMarzo, P., Kaniel, R., Kremer, I., 2006. Relative wealth concerns and financial bubbles. Review of Financial Studies, forthcoming.",
        "Diether, K., Malloy, C., Scherbina, A., 2002. Differences of opinion and the cross section of stock returns. Journal of Finance 52, 2113-2141.",
        "Fudenberg, D., Tirole, J., 1991. Game Theory. MIT Press, Cambridge, MA.",
        "Gerstner, L., 2002. Who Says Elephants CanT Dance?: Leading A Great Enterprise Through Dramatic Change. Harper Collins, New York, NY.",
        "Greenwood, R., Nagel, 5., 2006. Inexperienced investors and bubbles. Unpublished working paper, Harvard Business School.",
        "Grossman, S., Stiglitz, J., 1980. On the impossibility of informationally efficient markets. American Economic Review 70, 393-408.",
        "Groysberg, B., Healy, P., Chapman, C., Gui, Y., 2005. Do buy-side analysts out-perform the sell-side? Unpublished working paper, Harvard Business School.",
        "Harrison, J. M., Kreps, D., 1978. Speculative investor behavior in a stock market with heterogeneous expectations. Quarterly Journal of Economics 92, 323-36.",
        "Hirshleifer, D., Teoh, S. H., 2003. Limited attention, information disclosure, and financial reporting. Journal of Accounting and Economics 36, 337-386.",
        "Holmstrom, B., 1999, Managerial incentive problems: A dynamic perspective. Review of Economic Studies 66, 169-182.",
        "Holmstrom, B., Ricart i Costa, J., 1986. Managerial incentives and capital management. Quarterly Journal of Economics 101, 835-860.",
        "Hong, H., Kubik, J., 2003. Analyzing the analysts: Career concerns and biased earnings forecasts. Journal of Finance 58, 313-35 1.",
        "Kreps, D., 1990. A Course in Microeconomic Theory. Princeton University Press, Princeton, NJ.",
        "Lamont, 0., Thaler, R., 2003. Can the market add and subtract? Mispricing in tech stock carve-outs. Journal of Political Economy 111, 227-268.",
        "Lin, H., McNichols, M., 1998. Underwriting relationships, analysts earnings forecasts and investment recommendations. Journal of Accounting and Economics 25, 101-127.",
        "Malkiel, B., 2003. A Random Walk Down Wall Street. W.W. Norton and Company, New York, NY.",
        "Malmenier, U., Shantikumar, D., 2004. Are investors naive about incentives? Journal of Financial Economics, forthcoming.",
        "Michaely, R., Womack, K., 1999. Conflict of interest and the credibility of underwriter analyst recommendations. Review of Financial Studies 12, 653-686.",
        "Miller, E., 1977. Risk, uncertainty and divergence of opinion. Journal of Finance 32, 1151-1168.",
        "Morris, 5., 2001. Political correctness. Journal of Political Economy 109, 231-265.",
        "Nairn, A., 2002. Engines That Move Markets. John Wiley and Sons, Inc., New York, NY.",
        "Ofek, E., Richardson, M., 2003. Dotcom mania: The rise and fall of internet stock prices. Journal of Finance 58, 1113-1137.",
        "Pacelle, M., 2000. Soros Quantum Fund lost big on tech selloff. Smart Money Magazine, January 6, article available online at SmartMoney.com.",
        "Pastor, L., Veronesi, P., 2006. Technological revolutions and stock prices. Unpublished working paper, University of Chicago.",
        "Scharfstein, D., Stein, J., 1990. Herd behavior and investment. American Economic Review 80, 465-479.",
        "Scheinkman, J., Xiong, W., 2003. Overconfidence and speculative bubbles. Journal of Political Economy 111, 1183-1219.",
        "Shiller, R., 2000. Irrational Exuberance. Broadway Books, New York, NY.",
        "Shleifer, A., Vishny, R., 1997. Limits of arbitrage. Journal of Finance 52, 35-55.",
        "Wolfe, T., 1975. The Painted Word. Farrar, Straus and Giroux, New York, NY."
    ]
}