{
    "id": 13516,
    "cites": 29,
    "cited_by": 3,
    "reference": [
        "[1] Alevy, Jonathan E., Michael S. Haigh and John A. List (2007). Information Cascades: Evidence from a Field Experiment with Financial Market Professionals. Journal of Finance, Vol. LXII, No. 1, 151-180.",
        "[2] Anderson, Lisa R. and Charles A. Holt (1997). Information Cascades in the Laboratory. American Economic Review, Vol. 87, No. 5, pp. 847-862.",
        "[3] Asch, Solomon. E. (1951). Effects of Group Pressure upon the Modification and Distortion of Judgment. In H. Guetzkow (ed.), Groups, Leadership and Men. Pittsburgh, PA: Carnegie Press.",
        "[4] Asch, Solomon E. (1955). Opinions and Social Pressure. Scientific American, Vol. 193, 31-35.",
        "[5] Bandura, Albert (1977). Social Learning Theory. Englewood Cliffs, NJ: Prentice Hall.",
        "[6] Banerjee, Abhijit (1992). A Simple Model of Herd Behavior. Quarterly Journal of Economics, Vol. 107, No. 3, 797-817.",
        "[7] Bayer, Patrick, Stephen Ross and Giorgio Topa (2005). Place of Work and Place of Residence: Informal Hiring Networks and Labor Market Outcomes. NBER Working Paper No. 11019.",
        "[8] Bernheim, B. Douglas (1994). A Theory of Conformity. Journal of Political Economy, Vol. 102, No. 5, 841-877.",
        "[9] Besley, Timothy and Ann Case (1994). Diffusion as a Learning Process: Evidence from HYV Cotton/ RPDS, Princeton University Discussion Paper No. 174.",
        "[10] Bikhchandani, Sushil, David Hirshleifer and Ivo Welch (1992). A Theory of Fads, Fashion, Customs, and Cultural Change as Information Cascades. Journal of Political Economy, Vol. 100, No. 5, pp. 992-1026.",
        "[11] Bikhchandani, Sushil, David Hirshleifer and Ivo Welch (1998). Learning from the Behavior of Others: Conformity, Fads and Information Cascades. Journal of Economic Perspectives, Vol. 12, No. 1, 151-170.",
        "[12] Ã\u0083Â§elen, BogaÃ\u0083Â§han and Shachar Kariv (2004). Distinguishing Informational Cascades from Herd Behavior in the Laboratory. American Economic Review, Vol. 94, No. 3, 484-498.",
        "[13] Chamley, Christophe P. (2004). Rational Herds: Economic Methods of Social Learning. Cambridge University Press.",
        "[14] Conley, John and Christopher Udry (2005). Learning About a New Technology: Pineapples in Ghana. mimeo, Economic Growth Center at Yale University. 18",
        "[15] Duflo, Esther, Michael Kremer and Jonathan Robinson (2005). Understanding Fertilizer Adoption: Evidence from Field Experiments. Mimeo, MIT.",
        "[16] Duflo, Esther (2005). Field Experiments in Development Economics. in Advances in Economic Theory and Econometrics, No. 42, Vol. 2, (Editors R. Blundell, W. Newey, T. Persson). Cambridge University Press.",
        "[17] Duflo, Esther and Emmanuel Saez (2002). Participation and Investment Decisions in a Retirement Plan: The Influence of Colleagues Choices. Journal of Public Economics, Vol. 85, No. 1, 121-148.",
        "[18] Foster, Andrew D. and Mark R. Rosenzweig (1995). Learning by Doing and Learning from Others: Human Capital and Technical Change in Agriculture. Journal of Political Economy, Vol 103: 1176-1209.",
        "[19] Harrison, Glenn W. and John A. List (2004). Field Experiments. Journal of Economic Literature, Vol. 42, No. 4, 1009-55.",
        "[20] Heckman, James and Edward Vytlacil (2001). Policy Relevant Treatment Effects. American Economic Review, Papers and Proceedings, Vol. 91, No. 2, 107-111.",
        "[21] Knight, Brian and Nathan Schiff (2007). Momentum in Presidential Primaries. mimeo, Brown University.",
        "[22] Kremer, Michael and Ted Miguel (2004). Networks, Social Learning and Technology Adoption: The Case of Deworming Drugs in Kenya. Econometrica. Vol. 72, No. 1, 159-217",
        "[23] List, John (2007). Field Experiments: A Bridge Between Lab and Naturally-Occurring Data. NBER Working Paper No. 12992.",
        "[24] Mobius, Markus M., Paul Niehaus and Tanya S. Rosenblat (2005). Social Learning and Consumer Demand. mimeo.",
        "[25] Salganik, Matthew J., Peter S. Dodds and Duncan J. Watts (2006). Experimental Study of Inequality and Unpredictability in an Artificial Cultural Market. Science, Vol. 311, 854-856.",
        "[26] Smith, Lones and Peter SÃ\u0083Â¸rensen (2000). Pathological Outcomes of Observational Learning. Econometrica, Vol. 68, No. 2, pp. 371-398.",
        "[27] Sorensen, Alan T. (2005). Social Learning and Health Plan Choice. forthcoming, Rand Journal of Economics.",
        "[28] Manski, Charles (1993). Identification of Exogenous Social Effects: The Reflection Problem. Review of Economics Studies, Vol. 60, No. 1, pp. 31-42. 19",
        "[29] Manski, Charles (2000). Economic Analysis of Social Interactions. Journal of Economic Perspectives, Vol. 14, No. 3, 115-136."
    ]
}