{
    "id": 13511,
    "cites": 23,
    "cited_by": 16,
    "reference": [
        "[1] Asch, Peter and Joseph J. Seneca. 1976. Monopoly and External Costs: An Application of Second-Best Theory to the Automobile Industry, Journal of Environmental Economics and Management, 3: 69-79.",
        "[2] Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan. 2004. How Much Should We Trust Differences-in-Differences Estimates? Quarterly Journal of Economics, 119: 249-275.",
        "[3] Borenstein, Severin. 2002. The Trouble with Electricity Markets: Understanding Californias Restructuring Disaster, Journal of Economic Perspectives, 16(1): 191-211.",
        "[4] Borenstein, Severin, James B. Bushnell, and Frank A. Wolak. 2002. Measuring Market Inefficiencies in Californias Restructured Wholesale Electricity Market, American Economic Review, 92(5): 1376-1405.",
        "[5] Buchanan, James. 1969. External Diseconomies, Corrective Taxes, and Market Structure, American Economic Review, 59(1): 174-177.",
        "[6] Burtraw, Dallas, Alan Krupnick, Karen Palmer, Anthony Paul, Mike Toman and Cary Bloyd. 2003. Ancillary Benefits of Reduced Air Pollution in the United States from Moderate Greenhouse Gas Mitigation Policies in the Electricity Sector, Journal of Environmental Economics and Management, 45(3): 650-673.",
        "[7] Bushnell, James B. and Erin T. Mansur. 2005. Consumption under Noisy Price Signals: A Study of Electricity Retail Rate Deregulation in San Diego, Journal of Industrial Economics, 53(4): 493-513.",
        "[8] Bushnell, James B. and Celeste Saravia. 2002. An Empirical Assessment of the Competitiveness of the New England Electricity Market, University of California Energy Institute CSEM Working Paper- 101.",
        "[9] Dnes, Anthony W. 1981. The Case of Monopoly and Pollution, Journal of Industrial Economics, 30(2): 213-216.",
        "[10] Endres, Alfred. 1978. Monopoly-Power as a Means for Pollution-Control? Journal of Industrial Economics, 27(2): 185-187.",
        "[11] Fowlie, Meredith. 2005. Emissions Trading, Electricity Industry Restructuring, and Investment in Pollution Abatement, University of California Energy Institute CSEM Working Paper-149.",
        "[12] Fullerton, Don and Gilbert E. Metcalf. 2002. Cap and Trade Policies in the Presence of Monopoly and Distortionary Taxation, Resource and Energy Economics, 24(4): 327-347.",
        "[14] Kahn, Edward. 2000. Workpapers in Public Utilities Commission of Ohio, Case No. 99-ELETP. 23",
        "[15] Levin, Dan. 1985. Taxation within Cournot Oligopoly, Journal of Public Economics, 27(3): 281-290.",
        "[16] Mansur, Erin T. 2005. Measuring Welfare in Restructured Electricity Markets, Yale Mimeo.",
        "[17] ~-. 2006. Prices vs. Quantities: Environmental Regulation and Imperfect Competition, Yale Mimeo.",
        "[18] ~-. Forthcoming. Upstream Competition and Vertical Integration in Electricity Markets, Journal of Law and Economics.",
        "[20] Palmer, Karen, Dallas Burtraw, and Jhih-Shyang Shih. Forthcoming. The Benefits and Costs of Reducing Emissions from the Electricity Sector, Journal of Environmental Management.",
        "[21] Puller, Steven L. Forthcoming. Pricing and Firm Conduct in Californias Deregulated Electricity Market, Review of Economics and Statistics.",
        "[22] Simpson, David R. 1995. Optimal Pollution Taxation in a Cournot Duopoly, Environmental and Resource Economics, 6(4): 359-69.",
        "[23] Wolak, Frank A. and Robert H. Patrick. 1997. The Impact of Market Rules and Market Structure on the Price Determination Process in the England and Wales Electricity Market, University of California Energy Institute POWER Working Paper-0~j7.",
        "[24] Wolfram, Catherine D. 1998. Strategic Bidding in a MultiUnit Auction: An Empirical Analysis of Bids to Supply Electricity in England and Wales, RAND Journal of Economics, 29(4): 703-725.",
        "[25] ~-. 1999. Measuring Duopoly Power in the British Electricity Spot Market, American Economic Review, 89(4): 805-826. 24"
    ]
}