{
    "id": 13514,
    "cites": 22,
    "cited_by": 4,
    "reference": [
        "Allensworth, Elaine M. (2005). Dropout Rates After High-Stakes Testing in Elementary School: A Study of the Contradictory Effects of Chicagos Efforts to End Social Promotion. Educational Evaluation and Policy Analysis 27(4): 341-364.",
        "Alexander, K. L., D. R. Entwisle, et al. (1994). On the Success of Failure: A Reassessment of the Effects of Retetenion in the Primary Grades. New York, University of Cambridge Press.",
        "Dworkin, A. G., J. Lorence, et al. (1999). Elementary School Retention and Social Promotion in Texas: An Assessment of Students who Failed the Reading Section of the TAAS. Houston, University of Houston.",
        "ECS (2000). ECS State Notes, Education Commission of the States (www.ecs.org).",
        "Eide, E. R. and M. H. Showalter (2001). The Effect of Grade Retention on Educational and Labor Market Outcomes. Economics of Education Review 20: 563-576.",
        "Fine, M. (1991). Framing Dropouts: Notes on the Politics of an Urban Public High School. Albany, N.Y., SUNY Press.",
        "Grissom, J. B. and L. A. Shepard (1989). Repeating and Dropping Out of School. Flunking Grades: Research and Policies on Retention. L. A. Shepard and M. L. Smith. New York, The Falmer Press: 34-63.",
        "Hahn, J., P. Todd, et al. (1999). Evaluating the Effect of an Anti-Discrimination Law Using a Regression-Discontinuity Design. NBER Working Paper 7131. Cambridge, MA.",
        "Holmes, C. T. (1989). Grade Level Retention Effects: A Meta-Analysis of Research Studies. Flunking Grades: Research and Policies on Retention. L. A. Shepard and M. L. Smith. New York, The Falmer Press: 16-33.",
        "Hoxby, C. M. (2000). The Effects of Class Size on Student Achievement: New Evidence from Population Variation. Quarterly Journal of Economics 115 (4): 1239-1285.",
        "Imbens, G. W. and J. D. Angrist (1994). Identification and Estimation of Local Average Treatment Effects. Econometrica 62 (2): 467-475.",
        "Jacob, B. and Levitt, 5. (2003). Rotten Apples: An Investigation of the Prevalence and Predictors of Teacher Cheating. Quarterly Journal of Economics. 118(3): 843-877.",
        "Jacob, B. and Lefgren, L. (2004). Remedial Education and Student Achievement: A RegressionDiscontinuity Analysis. Review of Economics and Statistics. LXXXVI (1): 226-244.",
        "Jacob, B. (2005). Accountability, Incentives and Behavior: Evidence from School Reform in Chicago. Journal of Public Economics. 89(5-6): 761-796.",
        "Krueger, A. B. (1999). Experimental Estimates of Education Production Functions. Quarterly Journal of Economics 114:497-532.",
        "McEwan, Patrick J. and Miguel Urquiola (2005). Non-random sorting around breaks in the regression-discontinuity design: Evidence from class size reduction. Working paper.",
        "Murnane, R. J., J. B. Willet, and F. Levy (1995). The Growing Importance of Cognitive Skills in Wage Determination. The Review of Economics and Statistics 77 (2):251-266.",
        "Pierson, L. H. and J. P. Connell (1992). Effect of Grade Retention on Self-System Processes, School Engagement and Academic Performance. Journal of Educational Psychology 84: 300-307.",
        "Roderick, M. (1994). Grade Retention and School Dropout: Investigating the Association. American Educational Research Journal 3 1(4): 729-759.",
        "Rumberger, R. W. (1987). High School Dropouts: A Review of Issues and Evidence. Review of Educational Research 57: 10 1-121.",
        "Schulz, E. M., R. Toles, et al. (1986). Association of Dropout Rates with Student Attributes. American Educational Research Association, San Francisco, CA.",
        "Shepard, L. A. and M. L. Smith (1989). Flunking Grades: Research and Policies on Retention. New York, N.Y., The Falmer Press."
    ]
}