{
    "id": 13510,
    "cites": 35,
    "cited_by": 7,
    "reference": [
        "[1] A. Barnett, The Pigouvian Tax Rule Under Monopoly, Amer. Econ. Rev., 70 (1980) 1037-1041.",
        "[2] 5. Barrett, Strategic Environmental Policy and International Trade, J. Public Econ. 54 (1994) 325-338.",
        "[3] 5. Borenstein, J. Bushnell, F. Wolak, Measuring Market Inefficiencies in Californias Restructured Wholesale Electricity Market, Amer. Econ. Rev. 92 (2002) 1376-1405.",
        "[4] E. Browning, A Neglected Welfare Cost of Monopoly - and Most Other Product Market Distortions, J. Public Econ. 66 (1997) 127-144.",
        "[6] J. Bushnell, E. Mansur, C. Saravia, Market Structure and Competition: A Cross-Market Analysis of U.S. Electricity Deregulation, Amer. Econ. Rev. (forthcoming).",
        "[7] J. Bushnell, C. Saravia, An Empirical Assessment of the Competitiveness of the New England Electricity Market, CSEM Working Paper CSEM WP-101 (2002).",
        "[8] F. Carlsson, Environmental Taxation and Strategic Commitment in Duopoly Models, Environ. Resource Econ. 15 (2000) 243-256.",
        "[9] Y. Chen, B. Hobbs, An Oligopolistic Power Market Model with Tradable NOx Permits, IEEE Trans. Power Syst. 20 (2005) 119-129.",
        "[10] Y. Chen, B. Hobbs, S. Leyffer, T. Munson, Solution of Large-Scale Leader-Follower Market Equilibria Problems: Electric Power and NO~ Permit Markets, Computational Management Science, 3 (2006) 307-330.",
        "[11] M. Cropper, W. Oates, Environmental Economics: A Survey, J. Econ. Lit. 30 (1992) 675-740.",
        "[12] L. Goulder, I. Parry, D. Burtraw, Revenue-Raising vs. Other Approaches to Environmental Protection: The Critical Significance of Pre-Existing Tax Distortions, RAND J. Econ. 28 (1997) 708-731.",
        "[13] M. Greaker, Strategic Environmental Policy: Eco-dumping or a Green Strategy? J. Environ. Econ. Manage. 45 (2003) 692-707.",
        "[14] R. Hahn, Market Power and Transferable Property Rights, Quart. J. Econ. 99 (1984) 753-765. 29",
        "[15] A. Jaffe, R. Newell, R. Stavins, Environmental Policy and Technological Change, Environ. Resource Econ. 22 (2002) 41-69.",
        "[17] N. Keohane, Environmental Policy and the Choice of Abatement Technique: Evidence from Coal-Fired Power Plants, Yale University mimeo (2005).",
        "[18] J. Kolstad, F. Wolak, Using Environmental Emissions Permit Prices to Raise Electricity Prices: Evidence from the California Electricity Market, Stanford University mimeo. (2003).",
        "[19] D. Lee, Efficiency of Pollution Taxation and Market Structure, J. Environ. Econ. Manage. 2 (1975) 69-72.",
        "[20] D. Levin, Taxation within Cournot Oligopoly, J. Public Econ. 27 (1985) 281-290.",
        "[21] E. Mansur, Note Regarding Endogenous Emissions Rates in Prices vs. Quantities, Yale University mimeo (2006).",
        "[22] E. Mansur, Upstream Competition and Vertical Integration in Electricity Markets, J. Law Econ. 50 (2007) 125-156.",
        "[23] E. Mansur, Measuring Welfare in Restructured Electricity Markets, Rev. Econ. Stat. (forthcoming).",
        "[24] E. Mansur, Do Oligopolists Pollute Less? Evidence from a Restructured Electricity Market, J. md. Econ. (forthcoming).",
        "[25] W. Misiolek, H. Elder, Exclusionary Manipulation of Markets for Pollution Rights, J. Environ. Econ. Manage. 16 (1989) 156-166.",
        "[26] W. Oates, D. Strassmann, Effluent Fees and Market Structure, J. Public Econ. 24 (1984) 29-46.",
        "[27] 5. Puller, Pricing and Firm Conduct in Californias Deregulated Electricity Market, Rev. Econ. Stat. 89 (2007) 75-87.",
        "[28] E. Sartzetakis, Raising Rivals Costs Strategies via Emission Permits Markets, Rev. md. Organ. 12 (1997) 751-765.",
        "[29] 5. Shaffer, Optimal Linear Taxation of Polluting Oligopolists, J. Regal. Econ. 7 (1995) 85-100. 30",
        "[30] D. Simpson, Optimal Pollution Taxation in a Cournot Duopoly, Environ. Resource Econ. 6 (1995) 359-369.",
        "[31] R. Stavins, Transaction Costs and Tradable Permits, J. Environ. Econ. Manage. 29 (1995) 133-147.",
        "[32] T. Tietenberg, Environmental and Natural Resource Economics, 7th Edition, Pearson, Boston, 2006.",
        "[33] A. Ulph, Environmental Policy Instruments and Imperfectly Competitive International Trade, Environ. Resource Econ. 7 (1996) 333-355.",
        "[34] M. Weitzman, Prices vs. Quantities, Rev. Econ. Stud. 41 (1974) 477-491.",
        "[35] F. Wolak, R. Patrick, The Impact of Market Rules and Market Structure on the Price Determination Process in the England and Wales Electricity Market, POWER Working Paper PWP-O~7 (1997).",
        "[36] C. Wolfram, Strategic Bidding in a MultiUnit Auction: An Empirical Analysis of Bids to Supply Electricity in England and Wales, RAND J. Econ. 29 (1998) 703-725.",
        "[37] C. Wolfram, Measuring Duopoly Power in the British Electricity Spot Market, Amer. Econ. Rev. 89 (1999) 805-826. 31"
    ]
}