{
    "id": 13528,
    "cites": 22,
    "cited_by": 5,
    "reference": [
        "Baicker, Katherine, and Amitabh Chandra, The Labor Market Effects of Rising Health Insurance Premiums, Journal of Labor Economics, Vol. 24, no. 3, July 2006.",
        "Bureau of Labor Statistics, Current Employment Statistics, U.S. Department of Labor, 2006.",
        "Brown, Charles, Minimum Wages, Employment, and the Distribution of Income, Handbook of Labor Economics Volume 3B, Elsevier Science,1999.",
        "California Health Care Foundation, State Employer Health Insurance Mandates: A Brief History, March 2004, http://svww.chcf.org/documents//Emp1oyerInsuranceIViandates.pdf (accessed October 31, 2004).",
        "Chernew, Michael, Kevin Frick, and Catherine McLaughlin. The Demand for Health Insurance Coverage by Low-Income Workers: Can Reduced Premiums Achieve Full Coverage? Health Services Research, October 1997.",
        "Currie, Janet and Brigitte C. Madrian, Health, Health Insurance and the Labor Market, in Orley Ashenfelter and David Card (Eds.) The Handbook of Labor Economics Vol 3C, 2000. (Holland: Elsevier Science).",
        "Fiscal Policy Institute, State Minimum Wages and Employment in Small Businesses, April 2004, http:,iwwwJiscaipoiicy~org/rninimumwageandsrna1ibusiness.pdf (accessed October 31, 2004).",
        "Fishback, Price and Shawn Everett Kantor. Did Workers Gain from the Passage of Workers Compensation Laws? Quarterly Journal of Economics 110 (August 1995), pp. 7 13-742.",
        "Fitzpatrick, John J. State Labor Legislation Enacted, Monthly Labor Review, January, various years. Gruber, Jonathan. The Incidence of Mandated Maternity Benefits, American Economic Review, June 1994: 622-41.",
        "Gruber, Jonathan and Ebonya Washington. Subsidies to Employee Health Insurance Premiums and the Health Insurance Market, National Bureau of Economic Research Working Paper 9567, March 2003.",
        "Gruber, Jonathan and Alan Krueger. The Incidence of Mandated Employer-Provided Insurance: Lessons from Workers Compensation Insurance, in David Bradford (ed.), Tax Policy and the Economy, vol. 5, (Cambridge, MA: The MIT Press, 1991), pp. 111-144.",
        "Kaiser/HRET Survey of Employer-Sponsored Health Benefits, Various years. Krueger and Reinhardt, The Economics of Employer Versus Individual Mandates, Health Affairs, Spring 1994.",
        "Madrian, Brigitte C. and Lars John Lefgren, An Approach To Longitudinally Matching Population Survey (CPS) Respondents, Journal of Economic and Social Measurement, 2000, v26(1), 3 1-62.",
        "Nelson, Richard, State Labor Legislation Enacted, Monthly Labor Review, January, various years. Nelson, Richard and John J. Fitzpatrick, State Labor Legislation Enacted, Monthly Labor Review, January, various years. Olson, Craig. Do Workers Accept Lower Wages in Exchange for Health Benefits? Journal of Labor Economics, 2002 20(2) part 2: S91 - S 114.",
        "Porter, Eduardo, Rising Cost of Health Benefits Cited as Factor in Slump of Jobs, New York Times, August 19, 2004.",
        "Schwabisch, Jonathan A. Accounting for Wages and Benefits Using the ECI, Monthly Labor Review September 2004: 26- 41.",
        "Summers, Lawrence H. Some Simple Economics of Mandated Benefits, American Economic Review, May 1989: 177-83.",
        "Swartz, Katherine. Interpreting the Estimates from Four National Surveys of the Number of People without Health Insurance, Journal of Economic and Social Measurement (1986) 14:233-242.",
        "Thurston, Norman, Labor Market Effects of Hawaiis Mandatory Employer-Provided Health Insurance, Industrial and Labor Relations Review, October, 1997.",
        "United States Bureau of the Census, Current Population Survey, various years. United States Department of Labor. Employer Costs for Employee Compensation, Publication 07-1434, September 2007.",
        "Yelowitz, Aaron, The Cost of Californias Health Insurance Act of 2003, Employment Policies Institute, October 2003.",
        "Yelowitz, Aaron, The Economic Impact of Proposition 72 on California Employers, Employment Policies Institute, September 2004."
    ]
}