{
    "id": 13523,
    "cites": 29,
    "cited_by": 20,
    "reference": [
        "Acemoglu D (2002) Technical Change, Inequality, and the Labor Market. Journal of Economic Literature 40(1): 7-72.",
        "Acemoglu D, Aghion P, and Violante G (2001) Technical Change, Deunionization, and Inequality. Carnegie-Rochester Conference Series On Public Policy 55(1): 229-264.",
        "Autor DH, Katz LF, Kearney MS (2005) Rising Wage Inequality: The Role of Composition and Prices. NBER Working Paper No. 11628.",
        "Autor DH, Katz LF, Kearney MS (2006) The Polarization of the U.S. Labor Market. American Economic Review Papers and Proceedings 96(2): 189-194.",
        "Autor DH, Katz LF, Kearney MS (2007) Trends in U.S. Wage Inequality: Revising the Revisionists. Harvard University mimeo.",
        "Autor DH, Levy F, Murnane RJ (2003) The Skill Content of Recent Technological Change: An Empirical Investigation. Quarterly Journal of Economics 118(4): 1279-1333.",
        "Bebchuk, L, Grinstein Y (2005) The Growth of Executive Pay. NBER Working Paper No. 11443.",
        "Blackburn ML, Bloom DE (1987) Earnings and Income Inequality in the United States. Population and Development Review 13(4): 575-609.",
        "Blinder, AS (1980) The Level and Distribution of Economic Well-Being. In: Feldstein M (ed) The American Economy in Transition. University of Chicago Press, Chigago, 415-499.",
        "Card, D (1992) The Effects of Unions on the Distribution of Wages: Redistribution or Relabelling? NBER Working Paper No. 4195.",
        "Card D, Lemieux T (1996) Wage Dispersion, Returns to Skill, and Black-White Wage Differentials. Journal of Econometrics 74(2): 319-361.",
        "Card D, Lemieux T, Riddell WC (2003) Unions and the Wage Structure. In: Addison JT, Schnabel C (eds) The International Handbook of Trade Unions. Edward Elgar, Cheltenham, 246-92.",
        "Dustmann C, Ludsteck J, SchÃ\u0083Â¶nberg U (2007) Revisiting the German Wage Structure. IZA Discussion Paper No. 2685.",
        "Feenstra RC, Hanson GH (2003): Global Production Sharing and Inequality: A Survey of Trade and Wages. In: Choi EK, Harrigan J (eds) Handbook of International Trade, Blackwell, Malden Oxford Victoria, 146-185.",
        "Firpo, S, Fortin NM, Lemieux T (2007) Unconditional Quantile Regressions. NBER Technical Working Paper No. 339.",
        "Freeman, RB (1976) The Overeducated American. Academic Press, New York.",
        "Freeman, RB (1980) Unionism and the Dispersion of Wages. Industrial and Labor Relations Review 34(1), 3-23.",
        "Freeman, RB (1993) How Much has Deunionization Contributed to the Rise of Male Earnings Inequality? In: Danziger S, Gottschalk P (eds) Uneven Tides: Rising Income Inequality in America, Russell Sage Foundation, New York, 133-163.",
        "Freeman, RB, Katz LF (1995) Differences and Changes in Wage Structures. University of Chicago Press, Chicago.",
        "Gabaix X, Landier A (2008) Why Has CEO Pay Increased So Much? Quarterly Journal of Economics, forthcoming.",
        "Goos M, Manning A (2007) Lousy and Lovely Jobs: The Rising Polarization of Work in Britain. The Review of Economics and Statistics 89(1): 118-133.",
        "Lemieux, T, MacLeod WB, Parent D (2007) Performance Pay and Wage Inequality. NBER Working Paper No. 13128.",
        "Levy F, Murnane RJ (1992) U.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations. Journal of Economic Literature 30(3): 1333-81.",
        "Levy F, Murnane RJ (2006) How Computerized Work and Globalization Shape Human Skill Demands. MIT and Harvard mimeo.",
        "Levy F, Temin P (2007) Inequality and Institutions in 20th Century America, NBER Working Paper No. 13106.",
        "Mincer, J (1974) Schooling, Experience, and Earnings. Columbia University Press, New York.",
        "Piketty T, Saez E (2006) The Evolution of Top Incomes: A Historical and International Perspective. American Economic Review, Papers and Proceedings 96(2): 200-205.",
        "Rosen, S (1981) The Economics of Superstars. American Economic Review 71(5): 845-58.",
        "Saez E, Veall M (2005) The Evolution of High Incomes in Northern America: Lessons from Canadian Evidence. American Economic Review 95(3): 831-849."
    ]
}