{
    "id": 13524,
    "cites": 32,
    "cited_by": 1,
    "reference": [
        "Aaronson, D., 1999. The Effect of School Finance Reform on Population Heterogeneity.",
        "National Tax Journal 52, 5-29. Addonizio, M., Kearney, P., Prince, H., 1995. Michigans High Wire Act. Journal of Education Finance 20, 235-269.",
        "Autor, D., Katz, L., Kearney, M., 2005. Trends in U.S. Wage Inequality: Re-Assessing the Revisionists. National Bureau of Economic Research Working Paper 11627.",
        "Brueckner, J., Rosenthal, S., 2005. Gentrification and Neighborhood Housing Cycles: Will Americas Future Downtowns Be Rich? Working Paper, Syracuse University.",
        "Courant, P., Loeb, S., 1997. Centralization of School Finance in Michigan. Journal of Policy Analysis and Management 16(1), 114-136.",
        "Courant, P., Cullen, J., Loeb, S., 2003. K-12 Education in Michigan. In: Ballard, C., Courant, P., Drake, D., Fischer, R., Gerber E. (eds.), Michigan at the Millennium: A Benchmark and Analysis Of Its Fiscal and Economic Structure. Lansing, MI: Michigan State University Press, 299-321.",
        "Cullen, J., Loeb, S., 2004. School Finance Reform in Michigan: Evaluating Proposal A.",
        "In: John Yinger (ed.), Helping Children Left Behind: State Aid and the Pursuit of Educational Equity, Cambridge, MA: MIT Press, 2 15-249. Dee, T., 2000. The Capitalization of Education Finance Reforms. Journal of Law and Economics 43, 185-2 14.",
        "Epple, D., Romano, R., 1998. Competition Between Private and Public Schools, Vouchers, and Peer-Group Effects. American Economic Review 88(1), 33-62.",
        "Epple, D., Romano, R., 2003. Neighborhood Schools, Choice, and the Distribution of Educational Benefits. In: Caroline Hoxby, ed., The Economics of School Choice.",
        "Chicago, IL: U. of Chicago Press, 227-286. Epple, D., Sieg, H., 1999. Estimating Equilibrium Models of Local Jurisdictions. Journal of Political Economy 107(4), 645-681.",
        "Fernandez, R., Rogerson, R., 1998. Public Education and Income Distribution: A Dynamic Quantitative Evaluation of Education-Finance Reform, American Economic Review 88(4), 8 13-33.",
        "Fernandez, R., Rogerson, R., 2003. Equity and Resources: An Analysis of Education Finance Systems. Journal of Political Economy 111(4), 85 8-897.",
        "Ferreyra, M., 2002. Estimating the Effects of Private School Vouchers in Multi-District Economies. PhD dissertation, University of Wisconsin-Madison.",
        "Ferreyra, M., 2007. Estimating the Effects of Private School Vouchers in Multi-District Economies. American Economic Review 97(3), 789-8 17.",
        "Fischel, W., 2001. The Homevoter Hypothesis: How Home Values Influence Local Government Taxation, School Finance, and Land-Use Policies. Cambridge, MA: Harvard University Press.",
        "Fuller, B., Gesicki, K., Kang, E., Wright, J., 2006. Is the No Child Left Behind Act Working? The Reliability of How States Track Achievement. PACE, University of California at Berkeley, Working Paper 06-01.",
        "Glaeser, E., Gyourko, J., 2005. Urban Decline and Durable Housing. Journal of Political Economy 113(2), 345-375.",
        "Guilfoyle, J., 1998a. The Effect of Property Taxes and School Spending on House Prices: Evidence from Michigans Proposal A. Mimeo, Michigan Department of Treasury.",
        "Hu, Y., Yinger, J., 2007. The Impact of School District Consolidation on Housing Values. Working Paper, Syracuse University.",
        "Kane, T., Staiger, D., 2002. The Promise and Pitfalls of Using Imprecise School Accountability Measures. Journal of Economic Perspectives 16(4), 91-1 14.",
        "Keely, L., 2005. The Myth of School Finance Equalization, as told by Kentucky and North Carolina. University of Wisconsin-Madison Working Paper, 2005.",
        "Loeb, S., 2001. Estimating the Effects of a School Finance Reform: A Framework for a Federalist System, Journal of Public Economics 80, 225-247.",
        "Lockwood, A., 2002. School Finance Reform in Michigan. Proposal A: A Retrospective.",
        "Mimeo, Michigan Department of Treasury. Nechyba, T., 1999. School Finance Induced Migration Patterns: The Case of Private School Vouchers. Journal of Public Economic Theory 1(1), 5-50.",
        "Nechyba, T., 2000. Mobility, Targeting, and Private-School Vouchers. American Economic Review 90(1), 130-46.",
        "Nechyba, T., 2004. Prospects for Achieving Equity or Adequacy in Education: The Limits of State Aid in General Equilibrium. In: Yinger, J. (ed.), Helping Children Left Behind: State Aid and the Pursuit of Educational Equity. Cambridge, MA: MIT Press, 111-143.",
        "Palmon, 0., Smith, B. New Evidence on Property Tax Capitalization. Journal of Political Economy 106(5), 1099-1111. Papke, L., 2005. The Effects of Spending on Test Pass Rates: Evidence From Michigan.",
        "Journal of Public Economics 89(5-6), 82 1-839. Poterba, J., 1992. Taxation and Housing: Old Questions, New Answers. American Economic Review 82(2), Papers and Proceedings, 237-242.",
        "Rothstein, J., 2006. Good Principals or Good Peers? Parental Valuations of School Characteristics, Tiebout Equilibrium, and the Incentive Effects of Competition among Jurisdictions. American Economic Review 96(4), 1333-1350.",
        "Roy, J., 2004. Effect of a School Finance Reform on Housing Variables and Socieconomic Segregation: Evidence from Michigan. Mimeo, Princeton University.",
        "Roy, J., 2003. Impact of School Finance Reform on Resource Equalization and Academic Performance: Evidence From Michigan. Mimeo, Princeton University."
    ]
}