{
    "id": 13521,
    "cites": 24,
    "cited_by": 24,
    "reference": [
        "[1] Adolfson, M., Laseen, S., Linde, J., and Villani, M., 2004. Bayesian estimation of an open economy DSGE model with incomplete pass-through. Working Paper Series 179, Sveriges Riksbank.",
        "[2] Bernanke, B., Gertler, M. and Gilchrist, 5., 1999. The financial accelerator in a quantitative business cycle framework, in: Taylor, J.B., Woodford, M. (Eds.), Handbook of Macroeconomics, Vol. 1C. North Holland, Amsterdam, pp. 1341-1393.",
        "[3] Calvo, G., 1983. Staggered prices in a utility-maximizing framework. Journal of Monetary Economics 12, 383-398.",
        "[4] Carlstrom, C., Fuerst, T., 1997. Agency costs, net worth, and business fluctuations: a computable general equilibrium analysis. The American Economic Review 87(5), 893-910.",
        "[5] Chari, V.V., Christiano, L.J., and Eichenbaum, M., 1995. Inside money, outside money and short term interest rates. Journal of Money, Credit and Banking 27, 1354-86.",
        "[6] Christiano, L.J., 2002. Solving dynamic equilibrium models by a method of undetermined coefficients. Computational Economics 20(1-2), 21-55.",
        "[7] Christiano, L.J., Eichenbaum, M., 1992. Current Real Business Cycle theories and aggregate labor market fluctuations. The American Economic Review 82(3), 430-450.",
        "[8] Christiano, L.J., Eichenbaum, M., and Evans, C., 2005. Nominal rigidities and the dynamic effects of a shock to monetary policy. Journal of Political Economy 113(1), 1-45.",
        "[9] Christiano, L.J., Motto, R., and Rostagno, M., 2003. The Great Depression and the Friedman-Schwartz hypothesis. Journal of Money, Credit and Banking 35(6,2), 1119-1198.",
        "[10] Christiano, L.J., Motto, R., and Rostagno, M., 2007. Financial factors in Business Cycles, manuscript.",
        "[11] Erceg, C.J., Henderson, D., and Levin, A.T., 2000. Optimal monetary policy with staggered wage and price contracts. Journal of Monetary Economics 46(2), 281-313. 26",
        "[12] Fagan, G., Henry, J., and Mestre, R., 2001. An area-wide model for the euro area. European Central Bank Working Paper No. 42.",
        "[13] Fisher, I., 1933. The debt-deflation theory of the Great Depression. Econometrica 1, 337-357.",
        "[14] Fisher, J.D.M., 1999. Credit market imperfections and the heterogeneous response of firms to monetary shocks. Journal of Money, Credit and Banking 31(2), 187-211.",
        "[15] Gerlach, S., Svensson, L., 2001. Money and inflation in the euro area: a case for monetary indicators?. BIS Working Paper No. 98.",
        "[16] Gurkaynak, R.S., Sack B., and Swanson, E., 2005. The sensitivity of long-term interest rates to economic news: evidence and implications for macroeconomic models. The American Economic Review 95(1), 42536.",
        "[17] Peersman, G., Smets, F., 2003. The monetary transmission mechanism in the euro area: evidence from VAR analysis, in: Angeloni, I., Kashyap, A., and Mojon, B. (Eds.), Monetary Policy Transmission in the Euro Area, Cambridge: Cambridge University Press, pp. 36-55.",
        "[18] Rotemberg, J., Woodford, M., 1999. Interest rate rules in an estimated sticky-price model, in Taylor, J.B. (Ed.), Monetary Policy Rules, Chicago: University of Chicago Press.",
        "[19] Schorfheide, F., 2005. Learning and monetary policy shifts. Review of Economic Dynamics (8), 392-419.",
        "[20] Sahuc, J.G., Smets, F., 2007. Differences in interest rate policy at the ECB and the Fed: an investigation with a medium-scale DSGE model. Journal of Money, Credit and Banking (forthcoming).",
        "[21] Smets, F., Wouters, R., 2003. An estimated stochastic general equilibrium model of the euro area. Journal of the European Economic Association 1, 1123-1175.",
        "[22] Smets, F., Wouters, R., 2003. Comparing shocks and frictions in US and euro area business cycles: a Bayesian DSGE approach. Journal of Applied Econometrics 20(2), 161-183. 27",
        "[23] Woodford, M., 1999. Optimal Monetary Policy Inertia. NBER Working Paper No. 7261.",
        "[24] Woodford, M., 2003. Optimal interest-rate smoothing. Review of Economic"
    ]
}