{
    "id": 13520,
    "cites": 26,
    "cited_by": 8,
    "reference": [
        "Altonji, Joseph G., Todd E. Elder and Christopher R. Taber. 2005. Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools. Journal of Political Economy, 113(1): 151-184.",
        "Antoni, Monfred and Elke Jahn. 2007. Do Changes in Regulation Affect Employment Duration in Temporary Work Agencies? Paper presented at meetings of the Society of Labor Economists.",
        "Andersson, Fredrik, Harry J. Holzer and Julia I. Lane. 2002. The Interactions of Firms and Workers in the Low-wage Labor Market. Working paper, U.S. Census Bureau.",
        "Andersson, Fredrik, Harry J. Holzer and Julia I. Lane. 2008. Temporary Help Agencies and the Advancement Prospects of Low Earners. In this volume.",
        "Andersson, Fredrik, Harry J. Holzer and Julia I. Lane. 2005. Moving Up or Moving On: Who Advances in the Low-Wage Labor Market? New York: Russell Sage Foundation.",
        "Ashenfelter, Orley and David Card. 1985. Using the Longitudinal Structure of Earnings to Estimate the Effect of Training Programs. Review of Economics and Statistics 67: 648-660.",
        "Autor, David and Susan N. Houseman. 2005. Do Temporary Help Jobs Improve Labor Market Outcomes for Low-Skilled Workers? Evidence from Random Assignments. Working paper, MIT Economics Department.",
        "Blank, Rebecca M. 1998. Contingent Work in a Changing Labor Market. In Richard B. Freeman and Peter Gottschalk, eds., Generating Jobs: How to Increase Demand for Less-Skilled Workers. New York: Russell Sage Foundation.",
        "Booth, Alison L., Marco Francesconi and Jeff Frank. 2002. Temporary Jobs: Stepping Stones or Dead Ends? The Economic Journal 112(127): 189-213.",
        "Cohany, Sharon R. 1998. Workers in Alternative Employment Arrangements: A Second Look. Monthly LaborReview 121(11): 3-21.",
        "Dyke, Andrew, Carolyn J. Heinrich, Peter R. Mueser, Kenneth R. Troske and Kyung-Seong Jeon. 2006. The Effects of Welfare-to-Work Program Activities on Labor Market Outcomes. Journal of Labor Economics 24(3, July): 567-608.",
        "Even, William E. and David A. Macpherson. 2003. The Wage and Employment Dynamics of 43 Minimum Wage Workers. Southern Economic Journal 69(3): 676-690.",
        "Gagliarducci, Stefano. 2005. The Dynamics of Repeated Temporary Jobs. Labour Economics 12: 429-448.",
        "Garcia-Perez, J. Ignacio and Fernando Munoz-Bullon. 2005. Temporary Help Agencies and Occupational Mobility. Oxford Bulletin of Economics and Statistics 67(2): 163-180.",
        "Heckman, James J., Robert J. LaLonde and Jeffrey A. Smith. 1999. The Economics and Econometrics of Active Labor Market Programs. In Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Volume 3A. New York: Elsevier.",
        "Heinrich, Carolyn J., Peter R. Mueser and Kenneth R. Troske. 2005. Welfare to Temporary Work: Implications for Labor Market Outcomes. Review of Economics and Statistics 87(1): 154-170.",
        "Heinrich, Carolyn J. 2005. Temporary Employment Experiences of Women on Welfare. Journal of Labor Research 26(2): 335-50.",
        "Hotchkiss, Julie, Christopher King and Peter R. Mueser. 2005. The Determinants of Welfare Exit and Employment. Chapter 3 in Christopher King and Peter Mueser, Welfare and Work: Experiences in Six Cities. Kalamazoo, Michigan: Upjohn.",
        "Houseman, Susan N., Arne L. Kalleberg and George A. Erickcek. 2003. The Role of Temporary Agency Employment in Tight Labor Markets. Industrial and Labor Relations Review 57(1): 105-127.",
        "Houseman, Susan N. and Anne E. Polivka 1999. The Implications of Flexible Staffing Arrangements for Job Stability. Working paper, W.E. Upjohn Institute.",
        "Kvasnicka, Michael. 2005. Does Temporary Agency Work Provide a Stepping Stone to Regular Employment? SFB 649 Discussion Paper 2005-03 1, Sonderforschungsbereich 649, Humboldt University, Berlin, Germany.",
        "Lane, Julia, Kelly S. Mikelson, Pat Sharkey and Doug Wissoker. 2003. Pathways to Work for Low-Income Workers: The Effect of Work in the Temporary Help Industry. Journal of Policy Analysis and Management 22(4, Fall): 58 1-598.",
        "Pavetti, LaDonna, M. Ihcelle K. Den, Jacquelyn Anderson, Carole Trippe and Sidnee Paschal. 2000. The Role of Intermediaries in Linking TANF Recipients with Jobs. Paper presented at the Federal Reserve Bank of New York.",
        "Pawasarat, John. 1997. The Employment Perspective: Jobs Held by the Milwaukee County AFDC Single Parent Population (January 1996-March 1997). Working paper, Employment and Training Institute, Milwaukee, Wisconsin.",
        "Poppe, Nan, Julie Strawn and Karin Martinson. 2003. Whose Job Is It? Creating Opportunities for Advancement. In Robert P. Giloth, ed.,Workforce Intermediaries in the 2Ft Century. Philadelphia: Temple University Press.",
        "Segal, Lewis M. and Daniel G. Sullivan. 1997. The Growth of Temporary Services Work. Journal of Economic Perspectives 11(2, Spring): 117-136."
    ]
}