{
    "id": 13527,
    "cites": 33,
    "cited_by": 242,
    "reference": [
        "Barrow, L., and C. Rouse (2005), Do Returns to Schooling Differ by Race and Ethnicity? Federal Reserve Bank of Chicago Working Paper No. 2005-02.",
        "Becker, G. (1975), Human Capital, 2nd Ed., New York, NY: Columbia University Press.",
        "Belley, P., and L. Lochner (2007), The Changing Role of Family Income and Ability in Determining Educational Achievement, Working Paper.",
        "Berkner, L. (2000), Trends in Undergraduate Borrowing: Federal Student Loans in 1989-90, 1992-93, and 1995-96, Washington DC: National Center for Education Statistics Report 2000-151.",
        "Blackburn, M., and D. Neumark (1993), Omitted-Ability Bias and the Increase in the Return to Schooling, Journal of Labor Economics, 11, p.521-544.",
        "Brown, M., M. Mazzocco, J.K. Scholz, and A. Seshadri (2006), Tied Transfers, University of Wisconsin-Madison Working Paper.",
        "Cameron, S., and C. Taber (2004), Estimation of Educational Borrowing Constraints Using Returns to Schooling, The Journal of Political Economy, 112, 132-182.",
        "Cameron, S., and J.J. Heckman (1998),Life Cycle Schooling and Dynamic Selection Bias: Models and Evidence for Five Cohorts of American Males , The Journal of Political Economy, 106, 262-333.",
        "Cameron, S., and J.J. Heckman (2001), The dynamics of educational attainment for black, hispanic and white males, The Journal of Political Economy, 109, 455-499.",
        "Card, D., and T. Lemieux (2001), Can Falling Supply Explain the Rising Return to College for Younger Men? A Cohort-Based Analysis, Quarterly Journal of Economics, 116, p.705-746.",
        "Carneiro, P., and J.J. Heckman (2002), The Evidence on Credit Constraints in Post-Secondary Schooling, Economic Journal, 112, 989-1018.",
        "Cawley, J., J.J. Heckman, L. Lochner and E. Vytlacil (2000), Understanding the Role of Cognitive Ability in Accounting for the Recent Rise in the Economic Return to Education, in K.J. Arrow, S. Bowles and S. Durlauf (eds.), Meritocracy and Economic Inequality, Princeton University Press.",
        "College Board (2005), Trends in College Pricing 2005.",
        "Cunha, F., and J.J. Heckman (2006), A New Framework for the Analysis of Inequality, NBER Working Paper No. 12505.",
        "Cunha, F., J.J. Heckman, L. Lochner, and D. Masterov (2007), Interpreting the Evidence on Life Cycle Skill Formation, in E. Hanushek and F. Welch (eds.), Handbook of the Economics of Education, Amsterdam: Elsevier Science.",
        "Cunha, F., J.J. Heckman, and S. Navarro (2005), Separating Uncertainty from Heterogeneity in Life Cycle Earnings, NBER Working Paper No. 11024.",
        "Dick, A., A. Edlin, and E. Emch (2003), The Savings Impact of College Financial Aid, Contributions to Economic Analysis and Policy, 2(1).",
        "Dynarski, S., and J. Scott-Clayton (2006), The Cost of Complexity in Federal Student Aid: Lessons from Optimal Tax Theory and Behavioral Economics, NBER Working Paper No. 12227.",
        "Ellwood, D., and T. Kane (2000), Who Is Getting a College Education? Family Background and the Growing Gaps in Enrollment, in S. Danziger and J. Waldfogel (eds.), Securing the Future: Investing in Children from Birth to College, Russell Sage Foundation.",
        "Heckman, J.J., L. Lochner and C. Taber (1998), Explaining Rising Wage Inequality: Explorations with a Dynamic General Equilibrium Model of Labor Earnings with Heterogeneous Agents, Review of Economic Dynamics, 1, 1-58.",
        "Heckman, J.J., L. Lochner, and P. Todd (2007), Earnings Functions, Rates of Return and Treatment Effects: The Mincer Equation and Beyond, in E. Hanushek and F. Welch (eds.), Handbook of the Economics of Education, Amsterdam: Elsevier Science.",
        "Juhn, C. (2003), Labor Market Dropouts and Trends in the Wages of Black and White Men, Industrial and Labor Relations Review, 56(4), 643-62.",
        "Kane, T. (2007), Public Intervention in Postsecondary Education, in E. Hanushek and F. Welch (eds.), Handbook of the Economics of Education, Amsterdam: Elsevier Science.",
        "Kane, T., and C. Rouse (1999), The Community College: Educating Students at the Margin Between College and Work, Journal of Economic Perspectives, 13(1), 63-84.",
        "Keane, M. (2002), Financial Aid, Borrowing Constraints, and College Attendance: Evidence from Structural Estimates, American Economic Review, 92, 293-297.",
        "Keane, M., and K. Wolpin (2001), The Effect of Parental Transfers and Borrowing Constraints on Educational Attainment, International Economic Review, 42, 1051-1103.",
        "Lochner, L., and A. Monge (2007), Human Capital Formation with Endogenous Constraints, Working Paper.",
        "McPherson, M., and M. Schapiro (1998), The Student Aid Game: Meeting Need and Rewarding Talent in American Higher Education, Princeton, NJ: Princeton University Press.",
        "MaCurdy, T., and E. Vytlacil (2003), Establishing New Norms for the AFQT Using Data from Pay97, Working Paper.",
        "Manski, C., and D. Wise (1983), College Choice in America, Cambridge, MA: Harvard University Press.",
        "Murnane, R., J. Willett, and F. Levy (1995), The Growing Importance of Cognitive Skills in Wage Determination, Review of Economics and Statistics, 77, 251-266.",
        "Rivkin, 5. (1995), Black/White Differences in Schooling and Employment, Journal of Human Resources, 30(4), 826-52.",
        "Stinebrickner, T., and R. Stinebrickner (2007), The Effect of Credit Constraints on the College Drop-Out Decision: A Direct Approach Using a New Panel Study, Working Paper."
    ]
}