{
    "id": 13525,
    "cites": 31,
    "cited_by": 2,
    "reference": [
        "Abel, Andrew B. and Janice C. Eberly, 1994, A unified model of investment under uncertainty, American Economic Review 84 (5), 1369-1384.",
        "Anderson, Christopher W., and Luis Garcia-FeijÃ\u0083Â³o, 2006, Empirical evidence on capital investment, growth options, and security Journal of Finance 61(1), 171-194.",
        "Bebchuk, Lucian and Alma Cohen, 2005, The costs of entrenched boards, Journal of Financial Economics 78, 409-433.",
        "Bebchuk, Lucian, Alma Cohen, and Allen Ferrell, 2005, What matters in corporate governance? working paper, Harvard Law School.",
        "Berk, Jonathan B, Richard C. Green, and Vasant Naik, 1999, Optimal investment, growth options, and security returns, Journal of Finance 54, 1153-1607.",
        "Brealey, Richard A., Stewart C. Myers, and Franklin Allen, 2006, Principles of Corporate Finance, Irwin McGraw-Hill.",
        "Bushman, R., A. Smith, and X. F. Zhang, 2006, Investment-cash flow sensitivities are really capital investment-working capital investment sensitivities, working paper, Yale University.",
        "Carlson, Murray, Adlai Fisher, and Ron Giammarino, 2004, Corporate investment and asset price dynamics: Implications for the cross section of returns, Journal of Finance 59 (6), 2577-2603.",
        "Carlson, Murray, Adlai Fisher, and Ron Giammarino, 2006, Corporate investment and asset price dynamics: Implications for SEO event studies and long-run performance, Journal of Finance 61(3), 1009-1034.",
        "Chen, Long and Lu Zhang, 2007, Neoclassical factors, NBER working paper 13282.",
        "Cochrane, John H., 1991, Production-based asset pricing and the link between stock returns and economic fluctuations, Journal of Finance 46, 209-237.",
        "Cochrane, John H., 1996, A cross-sectional test of an investment-based asset pricing model, Journal of Political Economy 104, 572-621.",
        "Cooper, Ilan, 2006, Asset pricing implications of nonconvex adjustment costs and irreversibility of investment, Journal of Finance 61(1), 139-170.",
        "Cooper, Michael J., Huseyin Gulen, and Michael J. Schill, 2007, Asset growth and the cross-section of stock returns, forthcoming, Journal of Finance.",
        "Core, John E., Wayne R. Guay, and Tjomme 0. Rusticus, 2005, Does weak governance cause weak stock returns? An examination of firm operating performance and investors expectations, forthcoming, Journal of Finance.",
        "Daniel, Kent, and Sheridan Titman, 1997, Evidence on the characteristics of cross sectional variation in stock returns, Journal of Finance 52, 1-33.",
        "Fairfield, Patricia M., J. Scott Whisenant, and Ten Lombardi Yohn, 2003, Accrued earnings and growth: Implications for future profitability and market mispricing, The Accounting Review 78 (1), 353-371.",
        "Gompers, Paul A., Joy L. Ishii, and Andrew Metrick, 2003, Corporate governance and equity prices, Quarterly Journal of Economics 118, 107-155.",
        "Hayashi, Fumio, 1982, Tobins marginal and average q: A neoclassical interpretation, Econometrica 50 (1), 213-224.",
        "Hirshleifer, David, Kewei Iou, Siew Hong Teoh, and Yinglei Zhang, 2004, Do investors overvalue firms with bloated balance sheets? Journal of Accounting and Economics 38, 297-331.",
        "Liew, Jimmy and Maria Vassalou, 2000, Can book-to-market, size, and momentum be risk factors that predict economic growth? Journal of Financial Economics 57, 221-245.",
        "Liu, Laura X. L., Toni M. Whited, and Lu Zhang, 2006, Investment-based expected returns, working paper, Stephen M. Ross School of Business at the University of Michigan.",
        "Lyandres, Evgeny, Le Sun, and Lu Zhang, 2007, The new issues puzzle: Testing the investmentbased explanation, forthcoming, Review of Financial Studies.",
        "Richardson, Scott A., Richard G. Sloan, Mark T. Soliman, and Irem Tuna, 2005, Accrual reliability, earnings persistence, and stock prices, Journal of Accounting and Economics 39, 437-485.",
        "Sloan, Richard G., 1996, Do stock prices fully reflect information in accruals and cash flows about future earnings? The Accounting Review 71(3), 289-315.",
        "Stickney, Clyde P., Paul Brown, and James M. Wahlen, 2003, Financial reporting and statement analysis: A strategic approach, 5th ed., South-Western College Publishing.",
        "Thomas, Jacob K. and Huai Zhang, 2002, Inventory changes and future returns, Review of Accounting Studies 7, 163-187.",
        "Titman, Sheridan, K. C. John Wei, and Feixue Xie, 2004, Capital investments and stock returns, Journal of Financial and Quantitative Analysis 39, 677-700.",
        "Xie, Hong, 2001, The mispricing of abnormal accruals, The Accounting Review 76 (3), 357-373.",
        "Xing, Yuhang, 2006, Interpreting the value effect through the Q-theory: An empirical investigation, forthcoming, Review of Financial Studies.",
        "Zhang, Lu, 2005, The value premium, Journal of Finance 60 (1), 67-103."
    ]
}