{
    "id": 1353,
    "cites": 61,
    "cited_by": 95,
    "reference": [
        "Ben Amoaku-Adu (1983). The Canadian Tax Reform and Its Effects on Stock Prices. Journal of Finance 38, 1669-76.",
        "Alan Auerbach (1979). Wealth Maximization and the Cost of Capital. Quarterly Journal of Economics 93, 2433~246.",
        "Alan Auerbach (1983a) Stockholder Tax Rates and Firm Attributes. Journal of Public Economics 21, 107-127.",
        "Alan Auerbach (1983b). Taxation, Corporate Financial Policy, and the Cost of Capital. Journal of Economic Literature 21, 905-~40.",
        "Alan Auerbach (1983c). Corporate Taxation in the U.S. Brookin~s Papers on Economic Activity, 1983:2.",
        "Sudipto Bhattacharya (1979). Imperfect Information, Dividend Policy, and the Bird in the Hand Fallacy. Bell Journal of Economics 10, 259-70.",
        "Fischer Black (1976). The Dividend Puzzle. Journal of Portfolio Management, ~.tinter.",
        "Fischer Black and Myron Scholes (1973). The Behavior of Security Returns Around Ex-dividend Days. Unpublished irianuscript, University of Chicago.",
        "Fischer Black and Myron Scholes (19714). The Effects of Dividend Policy and ~ividend Yield on Common Stock Prices and Returns. Journal of Financial Economics 1, 1-22.",
        "Marshall Blume, Jean Crockett, and Irwin Friend (19724). Stockownership in the United States: Characteristics and Trends. Survey of Current Business 524, 16~240.",
        "David Bradford (1981). The Incidence and Allocation Effects of a Tax On Corporate Distributions. Journal of Public Economics 15, 1-22.",
        "Michael Brennan (1970). Taxes, Market Valuation, and Corporate Financial Policy. National Tax Journal 23, 2417_27.",
        "John Brittain (1966). Corporate Dividend Policy (Washington: The Brookings Institution).",
        "Central Statistical Office (1983). Economic Trends: Annual Supplement, 1983 (London: HMSO).",
        "George Constantiriides (1983). Capital Market Equilibrium with Personal Tax. Econometrica 51, 611-36.",
        "Corporation Tax Green Paper (1982). Command Paper 81~56 (London: HMso).",
        "Kenneth Eades, Patrick Hess and Han Kim (l981~). On Interpreting Security Returns During the Ex-dividend Period. Journal of Financial Economics, forthcoming. Jereir~y Edwards (l981~). Does Dividend Policy Matter? Fiscal Studies 5, 1-17. Jeren~r Edwards and Michael Keen (l981~). Wealth Maximization and the Cost of Capital. Quarterly- Journal of Economics XCIX, 2ll-.2l1~. Edwin Elton and Martin Gruber (1970). Marginal Stockholder Tax Rates and the Clientele Effect. Review of Economics and Statistics 52, 68-71~.",
        "Edwin Elton, Martin Gruber, and Joel Rentzler (1983b). A Simple Examination of the Empirical Relationship Between Dividend Yields and Deviations from the CAPM. Journal of Banking and Finance 7, l35~1~6.",
        "Eugene Fama and H. Babiak (1968). Dividend Policy: An Empirical Analysis. Journal of the American Statistical Association 63, 1132-1161.",
        "Eugene Fama, Lawrence Fisher, Michael Jensen, and Richard Roll (1969). The Adjustment of Stock Prices to New Information. International Economic Review 10, 1-21.",
        "George Fane (1975). The Determination of Quarterly Dividend Payments in the U.K. In G. A. Renton, (ed.), Modelling the Econon~r (London: Heinemann), 537-551.",
        "Daniel Feenberg (1981). Does the Investment Interest Limitation Explain the Existence of Dividends? Journal of Financial Economics 9, 265-69.",
        "Martin Feldstein (1970). Corporate Taxation and Dividend Behavior. Review of Economic Studies 37, 57-72.",
        "Martin Feldstein (1978). The Welfare Cost of Capital Income Taxation. Journal of Political Econon~r 86, 529-51.",
        "Martin Feldstein and Lawrence Suxrimers (1979). Inflation and the Taxation of Capital Income in the Corporate Sector. National Tax Journal 32, ~5-TO.",
        "Martin Feldstein, Louis Dicks-Mireaux, and James Poterba (1983). The Effective Tax Rate and the Pretax Rate of Return. Journal of Public Economics 21, 129-58.",
        "Don Fullerton, A. Thonias King, John Shoven, and John Whalley (1981). Corporate Tax Integration in the United States: A General Equilibrium Approach. American Economic Review 71, 677-91.",
        "Roger Gordon and David Bradford (1980). Taxation and the Stock Market Valuation of Capital Gains and Dividends: Theory and Empirical Results. Journal of Public Economics 11~, 109-36.",
        "Roger Gordon and Burton MalkIel (1981). Corporation Finance. In Henry J. Aaron and Joseph A. Pechman, eds., How Taxes Affect Economic Behavior (Washington: The Brookings Institution).",
        "Jerry Green (1980). Taxation and the Ex-dividend Day Behavior of Common Stock Prices. NBER Working Paper No. 1496, Cambridge, Mass.",
        "Robert Hall and Dale Jorgenson (1961). Tax Policy and Investment Behavior.~ American Economic Review 53, 2~(-59.",
        "Robert Hamada and ~tyron Scholes (1981~). Taxes and Corporte Financial Management. In Edward Altman and Marti Subrahmanyam, eds., Recent Advances in Corporate Finance (Homevood, IL: Dow-Jones Irwin).",
        "Arnold C. Harberger (1962). The Incidence of the Corporate Income Tax. Journal of Political Econort~j 70, 215-140.",
        "Funiio Hayashi (1982). Tobins Marginal q and Average q: A Neoclassical Interpretation. Econornetrica 50, 213_214.",
        "Patrick Hess (1982). The Ex-dividend Day Behavior of Stock Returns: Further Evidence on Tax Effects. Journal of Finance 37, 14145-56.",
        "House of Commons (1911). Report of the Select Committee on Corporation Tax, House of Commons Paper 622 (London: HMSO).",
        "Dale Jorgenson and Martin Sullivan (1981). Inflation and Corporate Capital Recovery. In Charles Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Capital (Washington: Unban Institute Press).",
        "Avner Kalay (1982). The Ex-dividend Day Behavior of Stock Prices: A Re-examination of the Clientele Effect. Journal of Finance 37,1059-70.",
        "Costas Kaplanis. Ex-dividend Day Equilibrium and Taxes. Unpublished manuscript, London Business School, 1983.",
        "John Maynard Keynes. The General Theory of Ei~ployment, Interest, and Money London: Macmillan, 1936).",
        "Nabil Khoury and Keith Smith (1911). Dividend Policy and the Capital Gains Tax in Canada. Journal of Business Administration 8, 19-32.",
        "Mervyn King (1971). Corporate Taxation and Dividend Behavior - A Comment. Review of Econoniic Studies 38, 377-80.",
        "Mervyn King (19714). Taxation and the Cost of Capital. Review of Economic Studies 141, 21-35.",
        "Mervyn King (1977). Public Policy and the Corporation (London: Chapman and Hall).",
        "Mervyn King (1983). Advance Corporation Tax and Incentives: A Note. Unpublished manuscript, London School of Economics.",
        "Wilbur Lewellen, Kenneth Stanley, Ronald Lease, and Gary Schlarbaum (1978). Some Direct Evidence on the Dividend Clientele Phenomenon. Journal of Finance 33, 1385-99.",
        "John Lintner (1956). Distribution of Incomes of Corporations Among Dividends, Retained Earnings, and Taxes. American Economic Review ~46, 97-113.",
        "Robert Litzenberger and Krishna Ramaswamy (19T9). The Effect of Personal Taxes and Dividends on Capital Asset Prices: Theory and Empirical Evidence. Journal of Financial Economics 7, 163-95. Robert Litzenberger and Krishna Ramaswamy (1980). Dividends, Short Selling Restrictions, Tax-induced Investor Clienteles, and Market E~ui1ibrium. Journal of Finance 35, ~469-82.",
        "Robert Litzenberger and Krishna Ramaswamy (1982). ~tThe Effects of Dividends on Common Stock Prices: Tax Effects or Information Effects? Journal of Finance 37, ~429~1i143.",
        "John B. Long, Jr. (1978). The Market Valuation of Cash Dividends: A Case to Consider. Journal of Financial Economics 6, 235_614.",
        "Ignacio Mas (l98~). Anomalous Share Price Movements Around Ex-Dividend Days: The British Evidence, unpublished S.B. Thesis, Massachusetts Institute of Technolo~r, Cambridge, MA. Cohn Mayer (1982). The Structure of the Corporation Tax in the U.K. Fiscal Studies 3, 12l-~42.",
        "Charles McClure (1971). Must Corporate Income Be Taxed Twice? (Washington: Brookings Institution).",
        "Merton Miller (1977). Debt and Taxes. Journal of Finance 32 261-75.",
        "Merton Miller and Franco Modigliani (1961). Dividend Policy, Growth, and the Valuation of Shares. Journal of Business 3]4, l~ll~~33.",
        "Merton Miller and Kevin Rock (1982). Dividend Policy Under Asymmetric Information.  Unpublished manuscript, University of Chicago.",
        "Merton Miller and Myron Scholes (19T8). Dividends and Taxes. Journal of Financial Economics 6, 333_6I~. Merton Miller and Myron Scholes (1982). Dividends and Taxes: Some Empirical Evidence. Journal of Political Economy 90, ll82_1~2.",
        "James Poterba (l98l~a). Public Policy and Corporate Dividend Behavior: The Postwar British Experience. MIT Working Paper, Cambridge, MA. l981~. James Poterba (l98l~b). The Citizens Utilities Case: A Further Dividend Puzzle. MIT Working Paper No. 339, Cambridge, MA. l981~. James Poterba and Lawrence Summers (1983). Dividend Taxes, Corporate Investment, and Q. Journal of Public Economics 22, l35-6T.",
        "James Poterba and Lawrence Summers (l98l~a). New Evidence that Taxes Affect the Valuation of Dividends. NBER Working Paper No. 1288, Cambridge, MA. James Poterba and Lawrence Summers (l98l~b). Testing Alternative Models of Dividend Taxation: Time Series Evidence. Work in progress, Cambridge, MA. Stephen Ross (1977). The Determination of Financial Structure: An IncentiveSignalling Approach. Bell Journal of Economics 8, 23~~1~0.",
        "Joseph Stiglitz (1980). The Inefficiency of Stock Market Equilibrium. Unpublished manuscript, Princeton University.",
        "Joseph Stiglitz (1983). Some Aspects of the Taxation of Capital Gains.~ Journal of Public Economics, 21, 257_91~.",
        "James Tobin (1969). A General Equilibrium Approach to Monetary Theory. Journal of Money, Credit, and Banking 1, 15-29."
    ]
}