{
    "id": 13537,
    "cites": 47,
    "cited_by": 72,
    "reference": [
        "Babbel, David F. and Craig B. Merrill. 2006. Rational Decumulation. Unpublished.",
        "Bernheim, B. Douglas. 1987. The Economic Effects of Social Security: Toward a Reconciliation of Theory and Measurement. Journal of Public Economics, 33(3): 273 - 304.",
        "Beshears, John, James J. Choi, David Laibson, and Brigitte C. Madrian. 2006. The Importance of Default Options for Retirement Saving Outcomes: Evidence from the United States. Working paper.",
        "Blake, D and W. Burrows. 2001. Survivor Bonds: Helping to Hedge Mortality Risk. Journal of Risk and Insurance. 68(2): 339-348.",
        "Blake, D., A.J.G. Cairns, and K. Dowd. 2006. Living with Mortality: Mortality Bonds and Other Mortality-Linked Securities. British Actuarial Journal.",
        "Blake, D., W. Burrows and J. Michael Orszag. 2002. Survivor Bonds and Compulsory Annuitization: Reducing the Costs of Pension Provision. In Olivia Mitchell, ed., Innovations in Retirement Financing. Philadelphia, PA: Pension Research Council: 222-233.",
        "Borzi, Phyllis C. and Martha Priddy Patterson. 2007. Regulating Markets for Retirement payouts: Solvency, Supervision and Credibility. Unpublished.",
        "Braun, Michael and Alexander Muermann. 2003. The Impact of Regret on the Demand for Insurance. Unpublished.",
        "Brazell, David, Jason Brown and Mark J. Warshawsky. 2007. Combination of Life Annuities and Long-term Care Insurance: Tax Issues. Unpublished.",
        "Brown, Jeffrey R. 2001. Private Pensions, Mortality Risk, and the Decision to Annuitize. Journal of Public Economics, 82(1): 29-62.",
        "Brown, Jeffrey. 2004. The New Retirement Challenge. White for Americans for Secure Retirement. Available at www.paycheckforlife.org.",
        "Brown, Jeffrey R. and Amy Finkelstein. Forthcoming. The Interaction of Public and Private Insurance: Medicaid and the Long-Term Care Insurance Market. American Economic Review. Brown, Jeffrey R., Marcus Casey and Olivia S. Mitchell. 2007. Who Values the Social Security Annuity? Evidence from the Health and Retirement Study. Unpublished.",
        "Brown, Jeffrey R. and Peter Orszag. 2006. The Political Economy of Government-Issued Survivor Bonds. Journal of Risk and Insurance. Vol 73(4) December pp. 611-631.",
        "Brown, Jeffrey R., Olivia S. Mitchell and James M. Poterba. 2001. The Role of Real Annuities and Indexed Bonds in an Individual Accounts Retirement Program, in J. Campbell and M.",
        "Feldstein, Risk Aspects of Investment-Based Social Security Reform, University of Chicago Press: Chicago, IL, pp. 321-360. Brown, Jeffrey R., Olivia S. Mitchell and James M. Poterba. 2002. Mortality Risk, Inflation Risk, and Annuity Products, in 0. Mitchell, Z. Bodie, B. Hammond, and S. Zeldes, Innovations in Retirement Financing, University of Pennsylvania Press: Philadelphia, PA, pp.",
        "Brown, Jeffrey R. and James M. Poterba. 2000. Joint Life Annuities and the Demand for Annuities by Married Couples, The Journal of Risk and Insurance, 67(4): pp. 527 - 553.",
        "Brown, Jeffrey R. and James M. Poterba. 2006. Household Demand for Variable Annuities, Tax Policy and the Economy.",
        "Brown, Jeffrey R. and Mark J. Warshawsky. 2004. Longevity-Insured Retirement Distributions from Pension Plans: Regulatory and Market Issues, in W. Gale, J. Shoven and M. Warshawsky, Ed., Public Policies and Private Pensions, Brookings Institution.",
        "Coile, Courtney, Peter Diamond, Jonathan Gruber and Alain Jousten. Delays in Claiming Social Security Benefits. Journal of Public Economics. Vol. 84(3), 357-385. Congressional Research Service. 2005. Pension issues: Lump-Sum Distributions and Retirement Income Security. CRS Report for Congress. August 3, 2005.",
        "Davidoff, Thomas, Jeffrey R. Brown and Peter A. Diamond. 2005. Annuities and Individual Welfare. American Economic Review. 95(5), 1573 - 1590.",
        "Dushi, Irena, and Anthony Webb. 2004. Household Annuitization Decisions: Simulations and Empirical Analysis. Journal of Pension Economics and Finance. 3(2): 109 - 43.",
        "Finkelstein, Amy and James Poterba. 2002. Selection Effects in the United Kingdom Individual Annuities Market. The Economic Journal. 112(476): 28-50.",
        "Gentry, William and Casey Rothschild. 2006. Lifetime Annuities for US: Evaluating the Efficacy of Policy Interventions in Life Annuity Markets. Paper prepared for the American Council for Capital Formation (available at www.accf.org).",
        "Hu, Wei-Yin and Jason S. Scott. 2007. Behavioral Obstacles to the Annuity Market. SSRN Working Paper. March.",
        "James, Estelle and Xue Song. 2001. Annuities Markets Around the World: Moneys Worth and Risk Intermediation. Working paper.",
        "Johnson, Richard W., Leonard E. Burman, and Deborah Kobes. 2004. Anuitized Wealth at Older Ages: Evidence from the Health and Retirement Study. Washington DC: The Urban Institute.",
        "Kotlikoff, Laurence J. and Avia Spivak. 1981. The Family as an Incomplete Annuities Market. Journal of Political Economy. 89(2): 372-39 1.",
        "Laibson, David. 1997. Golden Eggs and Hyperbolic Discounting. Quarterly Journal of Economics. 62(May): 443-77.",
        "Langer, Ellen J. The Illusion of Control. Journal of Personality and Social Psychology. 32(2): 311-328. LIMRA International 2006. Retirement Income Preferences. Lusardi, Annamaria, and Olivia S. Mitchell. Baby Boomer Retirement Security: The Roles of Planning, Financial Literacy, and Housing Wealth. Journal of Monetary Economics. 54(1).",
        "Milevsky, Moshe Arye. 1998. Optimal Asset Allocation Towards the End of the Life Cycle: To Annuitize or Not to Annuitize? Journal of Risk and Insurance Vol. 65, No. 3, 40 1-426.",
        "Milevksy, Moshe Arye. 2004. Real Longevity Insurance with a Deductible: Introduction to Advanced-Life Delayed Annuities. Society of Actuaries.",
        "Milevsky, Moshe Arye and Virginia R. Young. Forthcoming. Annuitization and Asset Allocation. Journal of Economic Dynamics and Control. Mitchell, Olivia S., James M. Poterba, Mark J. Warshawsky and Jeffrey R. Brown. 1999. New Evidence on the Moneys Worth of Individual Annuities. American Economic Review.",
        "Modigliani, Franco. 1986. Life Cycle, Individual Thrift and the Wealth of Nations. Nobel Prize acceptance speech, reprinted in The American Economic Review, 76(3): 297 - 313.",
        "Murtaugh, Christopher, Brenda Spillman and Mark J. Warshawsky. 2001. In Sickness and in Health: An Annuity Approach to Financing Long-Term Care and Retirement Income. Journal of Risk and Insurance, Vol. 68, No. 2. June. Pp. 225 - 254.",
        "National Association of Variable Annuities. 2006. Annuity Fact Book. 5th edition.",
        "Perun, Pamela. 2004. Putting Annuities Back into Savings Plans. Working paper presented at the Society of Actuaries Symposium on Managing Retirement Assets, April 1, 2004.",
        "Poterba, James M., Steven Venti, and David A. Wise. 2007. The Changing Landscape of Pensions in the United States. Working paper presented at Improving the Effectiveness of Financial Education and Savings Programs conference.",
        "Prudential Financial. 2006. Learning the Two-Step: A New Approach to Asset Allocation for the Retiree. Prudential Financial white paper.",
        "Saku, Aura. 2001. `Does the Balance of Power Within a Family Matter? The Case of the Retirement Equity Act. IGIER Working Paper 202. Milan, Italy: Innocenzo Gasparini Institute for Economic Research.",
        "Salisbury, Dallas. 2002. Statement before the committee on Ways and Means, Subcommittee on Oversight, United States House of Representatives. Hearing on Retirement Security and Defined Benefit Pension Plans. June 20, 2002.",
        "Scott, Jason S., John G. Watson, and Wei-Yin Hu. 2006. Efficient Annuitization with Delayed Payout Annuities. Financial Engines working paper.",
        "Sinclair, Sven H. and Kent A. Smetters. 2004. Health Shocks and the Demand for Annuities. Congressional Budget Office Technical Paper Series: No. 2004-09.",
        "Smith, Barbara and Fiona Stewart. Learning from the Experience of OECD Countries: Lessons for Policy, Programs and Evaluations. Working paper presented at Improving the Effectiveness of Financial Education and Savings Programs conference. Social Security Administration. 2007. Fact Sheet. Available at www. ssa.gov/pressoffice/factsheets/basic-fact-alt.pdf accessed on May 7, 2007.",
        "Tuna, Cassio M. and Olivia S. Mitchell. 2005. The Impact of Health Status and Out-of-Pocket Medical Expenditures on Annuity Valuation. University of Michigan, Retirement Research Center Research Brief: No. RB 2005-079.",
        "Tversky, Amos and Daniel Kahneman. 1974. Judgment under Uncertainty: Heuristics and Biases. Science. 185(4157): 1124-1131.",
        "Tversky, Amos and Daniel Kahneman. 1992. Advances in Prospect Theory: Cumulative Representation of Uncertainty. Journal of Risk and Uncertainty. 5: 297 - 323.",
        "Warshawsky, Mark J. 2007. Recent Developments in Life Annuity Markets and Products. Watson Wyatt working paper."
    ]
}