{
    "id": 13534,
    "cites": 25,
    "cited_by": 8,
    "reference": [
        "Aakvik, A.; J. Heckman; and E. Vytlacil. 2005. Estimating Treatment Effects for Discrete Outcomes When Responses to Treatment Vary: An Application to Norwegian Vocational Rehabilitation Programs. Journal of Econometrics 125: 15-51.",
        "Angrist, J,; ; G. Imbens; and D. Rubin. 1996. Identification of Causal Effects Using Instrumental Variables. Journal of the American Statistical Association 91 (June): 444-472.",
        "Angrist, J. and A. Krueger. 1999. Empirical Strategies in Labor Economics. In Handbook of Labor Economics, Vol. 3A, eds. 0. Ashenfelter and D. Card. Amsterdam: North-Holland.",
        "Becker, G. 1975. Human Capital. 2~~ Ed. New York and London: Columbia University Press.",
        "BjÃ\u0083Â¶rklund, A. and R. Moffitt. 1987. The Estimation of Wage and Welfare Gains in SelfSelection Models. Review of Economics and Statistics 69: 42-49.",
        "Blundell, R.; L. Dearden; and B. Sianesi. 2001. Evaluating the Returns to Education: Models, Methods and Results. Paper presented at the Meetings of the Royal Statistical Society.",
        "Blundell, R.; L. Dearden; and B. Sianesi. 2005. Evaluating the Effect of Education on Earnings: Models, Methods and Results from the National Child Development Survey. Journal of the Royal Statistical Society A, Part 3: 473-S 12.",
        "Card, D. 1999. The Causal Effect of Education on Earnings. In Handbook of Labor Economics, Vol. 3A, eds. 0. Ashenfelter and D. Card. Amsterdam: North-Holland.",
        "Card, D. 2001. Estimating the Return to Schooling: Progress on Some Persistent Econometric Problems. Econometrica 69 (September): 1127-1160.",
        "Carneiro, P. ; J. Heckman; and E. Vytlacil. 2003. Estimating Distributions of Treatment Effects with an Application to the Returns to Schooling and Measurement of the Effects of Uncertainty on College Choice. International Economic Review 44 (May): 36 1-422.",
        "Carneiro, P.; J. Heckman; and E. Vytlacil. 2006. Estimating Marginal and Average Returns to Education. Mimeo.",
        "Heckman, J. 1978. Dummy Endogenous Variables in a Simultaneous Equation System. Econometrica 46: 93 1-960.",
        "Heckman, J. and R. Robb. 1985. Alternative Methods for Evaluating the Impact of 24 Interventions. In Longitudinal Analysis of Labor Market Data, eds J. Heckman and B. Singer. Cambridge University Press..",
        "Heckman, J.; S. Urzua; and E. Vytlacil. 2006. Understanding Instrumental Variables in Models with Essential Heterogeneity. Review of Economics and Statistics 88 (August): 389-432.",
        "Heckman, J. and E. Vytlacil. 1999. Local Instrumental Variables and Latent Variable Models for Identifying and Bounding Treatment Effects. Proceedings of the National Academy of Sciences 96 (April): 4730-4734.",
        "Heckman, J. and E. Vytlacil. 2005. Structural Equations, Treatment Effects, and Econometric Policy Evaluation. Econometrica 73 (May): 669-738.",
        "Imbens, G. and J. Angrist. 1994. Identification and Estimation of Local Average Treatment Effects. Econometrica 62: 467-76.",
        "Lang, K. 1993. Ability Bias, Discount Rate Bias, and the Return to Education. Mimeographed. Boston: Boston University.",
        "Lee, L.F. 1979. Identification and Estimation in Binary Choice Models with Limited (Censored) Dependent Variables. Econometrica 47: 977-996.",
        "Mincer, J. 1974. Schooling, Experience, and Earnings. New York and London: Columbia University Press.",
        "Newey, W. and D. McFadden. 1994. Large Sample Estimation and Hypothesis Testing. Handbook of Econometrics, Volume IV, eds. R. Engle and D. McFadden. Amsterdam: Elsevier.",
        "Oreopoulos, P. 2006. Estimating Average and Local Average Treatment Effects of Education When Compulsory Schooling Laws Really Matter. American Economic Review 96 (March): 152-175.",
        "Quandt, R. 1972. A New Approach to Estimating Switching Regressions. Journal of the American Statistical Association 67 (1972): 306-3 10.",
        "Rubin, D. 1974. Estimating Causal Effects of Treatments in Randomized and Non-Randomized Studies. Journal of Educational Psychology 66: 688-701.",
        "Stock, J. and M. Yogo. 2005. Testing for Weak Instruments in Linear IV Regression. In Identification and Inference for Econometric Models, eds. D.W.K. Andrews and J. Stock. Cambridge: Cambridge University Press."
    ]
}