{
    "id": 13531,
    "cites": 17,
    "cited_by": 141,
    "reference": [
        "Arkolakis, Konstantinos (2007) Market Access Costs and the New Consumers Margin in International Trade, University of Minnesota, Department of Economics, Working Pa- per.",
        "Bernard, Andrew and J. Bradford Jensen (1999) Exceptional Exporter Performance: Cause, Effect, or Both? Journal of International Economics , 47: 1-25.",
        "Besedes, Tibor. 2006. A Search Cost Perspective on Duration of Trade, working Paper, Louisiana State University.",
        "Brooks, Eileen (2006) Why dont firms export more? Product Quality and Colombian Plants Journal of Development Economics, 80: 160-178.",
        "Clerides, Sofronis, Saul Lach and James Tybout (1998) Is Learning-by-Exporting Impor- tant? Micro-dynamic Evidence from Colombia, Mexico and Morocco, Quarterly Jour- nal of Economics, pp. 903-947.",
        "Das, Mita, Mark Roberts and James Tybout (2007) Market Entry Costs, Producer Hetero- geneity and Export Dynamics, Econometrica 75(3), pp. 837-874.",
        "Eaton, Jonathan, Samuel Kortum, and Francis Kramarz (2004) Dissecting Trade: Firms, Industries, and Export Destinations, American Economic Review Papers and Proceed- ings, 94: 150-154.",
        "Eaton, Jonathan, Samuel Kortum, and Francis Kramarz (2007) An Anatomy of Inter- national Trade: Evidence from French Firms, Working Paper, New York University, Department of Economics.",
        "Eslava, Marcela, John Haltiwanger, Adriana Kugler, and Maurice Kugler (2004) The Ef- fects of Structural Reforms on Productivity and Profitability Enhancing Reallocation: Evidence from Colombia, Journal of Development Economics, 75: 333-371.",
        "Irarrazabal, Alfonso A. and Luca David Opromolla (2006) Hysteresis in Export Markets, New York University, Working Paper.",
        "Kugler, Maurice (2006) Spillovers from foreign direct investment: within or between indus- tries? Journal of Development Economics, 80(2): 444-477.",
        "Jovanovic, Boyan (1982) Selection and the Evolution of Industry, Econometrica, 50: 649- 670.",
        "Luttmer, Erzo (2006) Selection, Growth, and the Size Distribution of Firms, forthcoming, Quarterly Journal of Economics.",
        "Melitz, Marc (2003) The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica 71, 1695-1725.",
        "Rauch, James and Joel Watson (2003) Starting Small in an Unfamiliar Environment, International Journal of Industrial Organization 21: 1021-1042.",
        "Roberts, Mark and James Tybout (1997a) The Decision to Export in Colombia: An Empir- ical Model of Entry with Sunk Costs, American Economic Review 87(4), pp. 545-563.",
        "Roberts, Mark and James Tybout (1997b) What Makes Exports Boom? Directions in De- velopment Monograph Series, The World Bank, Washington, DC."
    ]
}