{
    "id": 13533,
    "cites": 20,
    "cited_by": 4,
    "reference": [
        "Autor, D., L. Katz, and A. Krueger. 1998. Computing Inequality: Have Computers Changed the Labor Market? Quarterly Journal of Economics, 113: 1169-1214.",
        "Berger, M. 1985. The Effect of Cohort Size on Earnings Growth: A Reexamination of the Evidence. Journal of Political Economy 93: 56 1-573.",
        "Bloom, D., and R. Freeman. 1986. The Effects of Rapid Population Growth on Labor Supply and Employment in Developing Countries. Population and Development Review, 12: 381- 414.",
        "Bloom, D., R. Freeman and S. Korenman. 1987. The Labour-Market Consequences of Generational Crowding. European Journal of Population, 3: 131-176.",
        "Bloom, D., D. Canning, and J. Sevilla. 2003. The Demographic Dividend: A New Perspective on the Economic Consequences of Population Change. Santa Monica, CA: RAND.",
        "Borjas, G. 2003. The Labor Demand Curve is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market. Quarterly Journal of Economics, 118: 1335-1374.",
        "Borjas, G., R. Freeman, and L. Katz. 1997. How Do Immigration and Trade Affect Labor Market Outcomes? Brookings Papers on Economic Activity, 1997: 1-90.",
        "Corseuil, C., and M. Foguel. 2002. Uma SugestÃ\u0083Â£o de Deflatores para Rendas Obtidas a Partir de Algumas Pesquisas Domiciliares do IBGE. Texto para DiscussÃ\u0083Â£o, 897. Rio de Janeiro, RJ, Brazil: Instituto de Pesquisa EconÃ\u0083Â´mica Aplicada (IPEA).",
        "Freeman, R. 1979. The Effect of Demographic Factors on Age-Earnings Profiles. Journal of Human Resources, 14: 289-3 18.",
        "Gindling, T., and D. Robbins. 2001. Patterns and Sources of Changing Wage Inequality in Chile and Costa Rica During Structural Adjustment. World Development, 29: 725-7245.",
        "Grant, J., and D. Hamermesh. 1981. Labor Market Competition among Youths, White Women and Others, Review of Economics and Statistics, 63: 354-360.",
        "Hamermesh, D. 1993. Labor Demand. Princeton, NJ: Princeton University Press.",
        "Mason, A. 2005. Demographic Transition and Demographic Dividends in Developed and Developing Countries. Population Division, Department of Economic and Social Affairs, United Nations. UN/POP/PD/2005/2.",
        "Potter, J.., C. Schmertmann, and S. Cavenaghi. 2002. Fertility and Development: Evidence from Brazil. Demography, 39: 739-76 1.",
        "Riani, J.L.R. 2005. Determinantes do Resultado Educacional no Brasil: FamIlia, Perfil Escolar dos MunicIpios e Dividendo Demografico numa Abordagem HierÃ\u0083Â¡rquica e Espacial. Centro de Desenvolvimento e Planejamento Regional (CEDEPLAR/UFMG). Ph.D. Dissertation.",
        "Belo Horizonte, Brazil. Roberts, M., and E. Skoufias. 1997. The Long-Run Demand for Skilled and Unskilled Labor in Colombian Manufacturing Plants. Review of Economics and Statistics, 79: 330-334.",
        "Saavedra, J., and M. Torero. 2004. Labor Market Reforms and Their Impact over Formal Labor Demand and Job Market Turnover: The Case of Peru. In: Law and Employment: Lessons from Latin America and the Caribbean. (J. Heckman and C. Pages, eds.). Chicago: University of Chicago Press, 13 1-182.",
        "Triest, R., M. Sapozhnikov, and S. Sass. 2006. Population Aging and the Structure of Wages. Chestnut Hill, MA: Boston College, Center for Retirement Research.",
        "Welch, F. 1979. Effects of Cohort Size on Earnings: The Baby Boom Babies Financial Bust. Journal of Political Economy, 87: S65-S97.",
        "Williamson, J. 2003. Demographic Change, Economic Growth, and Inequality. In: Population Matters (N. Birdsall, A.C. Kelley, and S.W. Sinding, eds.). Oxford: Oxford University Press, 106-136."
    ]
}