{
    "id": 13538,
    "cites": 34,
    "cited_by": 18,
    "reference": [
        "Allen, Franklin, Antonio Bernardo and Ivo Welch, 2000, A Theory of Dividends Based on Tax Clientele Journal of Finance 55(6), 2499-2536.",
        "Bernheim, B. Douglas and Lee S. Redding, 2001. Optimal Money Burning: Theory and Application to Corporate Dividends, Journal of Economics and Management Strategy 10, 463-507.",
        "Bernheim, B. Douglas and Adam Wantz (1995), A Tax-Based Test of the Dividend Signalling Hypothesis, American Economic Review 85(3), 532-551.",
        "Bertrand, Marianne and Sendhil Mullainathan (2003), Enjoying the Quiet Life? Corporate Governance and Managerial Preferences, Journal of Political Economy October.",
        "Bradford, David F., 1981, The incidence and allocation effects of a tax on corporate distributions,  Journal of Public Economics 15, 1-22.",
        "Brealey, Richard and Stuart Meyers (2003), Principles of Corporate Finance, Mc-Graw Hill.",
        "Coase, Ronald, 1960, The Problem of Social Cost, Journal of Law and Economics 3(1), 1-44.",
        "Desai, Mihir A., C. Fritz Foley, and James Hines (2007), Dividend Policy inside the Multinational Firm, NBER Working Paper No. 8698, forthcoming in Financial Management.",
        "Desai, Mihir A. and Austan D. Goolsbee, 2004 Investment, Overhang and Tax Policy Brookings Papers on Economic Activity 2, 285-355.",
        "Feldstein, Martin, (1970) Corporate taxation and Dividend Behavior, Review of Economic Studies 37, 57-72.",
        "Fenn, George W. and Nellie Liang, 2001, Corporate payout policy and managerial stock incentives, Journal of Financial Economics, 60(1), 45-72.",
        "Gordon, Roger and Martin Dietz, 2006, Dividends and Taxes, NBER Working Paper No. 12292, forthcoming in eds. Alan Auerbach and Daniel Shaviro Institutional Foundations of Public Finance: Economic and Legal Perspectives, (Harvard University Press, Cambridge MA).",
        "Goulder, Lawrence and Roberton Williams (2003) The Substantial Bias from Ignoring General Equilibrium Effects in Estimating Excess Burden, and a Practical Solution, Journal of Political Economy, 111, 898-927.",
        "Grossman, Sanford J. and Oliver D. Hart, 1980, Takeover bids, the free-rider problem, and the theory of the corporation, Bell Journal of Economics 11, 42-54.",
        "Harberger, A.C., 1962, The incidence of the corporation income tax, Journal of Political Economy 70, 215-240.",
        "Harberger, A.C., 1966, Efficiency effects of taxes on income from capital in: M. Krzyzaniak, ed., Effects of corporation income tax (Wayne State University Press, Detroit).",
        "Hines, James R., Jr. 1996. Dividends and Profits: Some Unsubtle Foreign Influences. Journal of Finance 51, 661-689.",
        "Hines, James R., Jr. 1999. Three Sides of Harberger Triangles, Journal of Economic Perspectives 13 (2), 167-188.",
        "Jensen, Michael C, 1986, Agency costs of free cash flow, corporate finance and takeovers, American Economic Review 76, 323-329.",
        "Jensen, Michael C. and William H. Meckling, 1976, Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics, 3(4), 305-360.",
        "John, Kose and Joseph Williams, 1985, Dividends, Dilution, and Taxes: A Signaling Equilibrium,  Journal of Finance 40 (4), 1053-1070.",
        "Kaplow, Louis, 2006, Optimal Control of Externalities in the Presence of Income Taxation, NBER Working Paper No. 12339.",
        "Kaplow, Louis, 2008. The Theory of Taxation and Public Economics (Princeton University Press: New Jersey).",
        "King, Mervin A., 1977, Public Policy and the Corporation, (Chapman and Hall, London).",
        "Korinek, Anton and Joseph Stiglitz (2006), Dividend Taxation and Intertemporal Tax Arbitrage , Columbia University Working Paper.",
        "LaPorta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 2000, Agency problems and dividend policies around the world, Journal of Finance 55(1), 1-33.",
        "Poterba, James, 2004, Corporate Payout Policy, American Economic Review Papers and Proceedings, 94(2), 171-175.",
        "Poterba, James and Lawrence Summers, 1985 The Economic Effects of Dividend Taxation, in E. Altman and M. Subrahmanyam, eds., Recent Advances in Corporation Finance (Homewood, IL: Dow Jones-Irwin), 227-284.",
        "Prescott, Edward C. and Robert M. Townsend, 1984a Pareto Optima and Competitive Equilibria with Adverse Selection and Moral Hazard Econometrica 52(1): 21-45.",
        "Prescott, Edward C. and Robert M. Townsend, 1984b. General Competitive Analysis in an Economy with Private Information International Economic Review 25(1), 1-20.",
        "Rajan, Raghuram, Henri Servaes, and Luigi Zingales, 2000, The cost of diversity; The diversification discount and inefficient investment, Journal of Finance 55, 35-80.",
        "Scharfstein, David and Jeremy Stein, 2000, The Dark Side of Internal Capital Markets: Divisional Rent-Seeking and Inefficient Investment, Journal of Finance, 55 (6).",
        "Shleifer Andrei and Robert Vishny, 1986, Large shareholders and Corporate Control, Journal of Political Economy 94 (3), 461-488.",
        "Sinn, Hans-Werner, (1991) The Vanishing Harberger Triangle, Journal of Public Economics, 45(3), 271-300."
    ]
}