{
    "id": 13541,
    "cites": 11,
    "cited_by": 10,
    "reference": [
        "Bergstrom, T. C. i997. A survey of theories of the family, Chapter 2 in Handbook of Population and Family Economics, M. R. Rosenzweig and 0. Stark (eds.). New York: North Holland, 2i-79. Case, A. 2004. Does money protect health status? Evidence from South African pensions. Chapter 7 in Perspectives on the Economics ofAging, D. Wise (ed.), University of Chicago Press, 287-305.",
        "Case, A. and A. Deaton. 2006. Health and wellbeing in Udaipur and South Africa. Forthcoming in Developments in the Economics ofAging, D. Wise (ed) University of Chicago Press for the NBER.",
        "Food and Agriculture Organization of the United Nations. 2006. The developing worlds new burden: obesity, accessed on line July 27, 2006 at http://www.fao.org/FOCUS/E/obesity/obesi . htrn Furnham, A. and P. Baguma. i994. Cross-cultural differences in the evaluation of male and female body shapes. International Journal of Eating Disorders i5(i):8i-9.",
        "Hoddinott, J. and L. Haddad. i995. Does female income share influence household expenditures? Evidence from Cote DIvoire. Oxford Bulletin of Economics and Statistics 57: 77-96. Holdsworth, M., A. Gartner, E. Landais, B. Maire and F. Delpeuch. 2004. Perceptions of healthy and desirable body size in urban Senegalese women. International Journal of Obesity 28: i56i-8.",
        "Kahn, K., S.M. Tollman, M. Garenne, and J.S.S. Gear. i999. Who dies from what? Determining cause of death in South Africas rural northeast. Tropical Medicine and International Health 4(6): 433-4i. Leibbrandt, M., L. Poswell, P. Naidoo, M. Welch, and I. Woolard. 2005. Measuring recent changes in South African inequality and poverty using i996 and 200i Census data. Working Paper 9629, Development Policy Research Unit, University of Cape Town.",
        "Martorell, R., L. Kettel Khan, M. L. Hughes, and L. M. Grummer-Strawn. 2000. Obesity in women from developing countries. European Journal of Clinical Nutrition 54(3): 247-52.",
        "Onyike, Chiadi U., Rosa M. Crum, Hochange B. Lee, Constantine G. Lyketsos, and William W. Eaton. 2003. Is obesity associated with major depression? Results from the Third National Health and Nutrition Examination Survey. American Journal of Epidemiology i58(i2): ii39-47.",
        "Popkin, B.M. i994. The nutrition transition in low income countries: An emerging crisis. Nutrition Reviews 52(9): 285-98. Popkin B.M. and C. M. Doak. i998. The obesity epidemic is a worldwide phenomenon. Nutrition Reviews 56: i 06-i 4. Puoane, T., K. Steyn, D. Bradshaw, R. Laubscher, J. Fourie, V. Lambert, and N. Mbananga. 2002. Obesity in South Africa: The South African Demographic and Health Survey. Obesity Research iO: i038-48.",
        "Varma, Amit, Jing He, Lisa Weissfeld, and Sherin U. Devaskar, 2003. Postnatal intracerebroventricular exposure to neuropeptide Y causes weight loss in female adult rats. Am JPhysiol Regulatory Integrative Comp Physiol, 284:i560-i566.",
        "World Health Organization. 2000. Obesity: Preventing and managing the global epidemic. Report of a WHO consultation. Technical Report Series 894: i-253.",
        "Ziebland, S., J. Robertson, J. Jay and A. Neil. 2002. Body image and weight change in middle age: A qualitative study. International Journal of Obesity 26: i083-9i."
    ]
}