{
    "id": 13544,
    "cites": 42,
    "cited_by": 16,
    "reference": [
        "[1] Bacchetta Philippe and Eric van Wincoop [2005]. A theory of the currency denomination of international trade, Journal of International Economics 67, 295-319.",
        "[2] Bacchetta Philippe and Eric van Wincoop [2003]. Why do consumer prices react less than import prices to exchange rates? Journal of the European Economic Association,Papers and Proceedings 1, 662-670.",
        "[3] Backus, David K., Patrick J. Kehoe, and Finn E. Kydland [1992]. International Real Business Cycles, Journal of Political Economy 100, 745-75.",
        "[4] Benigno, G. and Benigno, P. [2003]. Price stability in open economy, Review of Economic Studies 70, 743-64.",
        "[5] Betts, C. and Devereux, M. [2000]. Exchange rate dynamics in a model of pricing to market, Journal of International Economics 50, 215-44.",
        "[6] Bils, Mark and Peter J. Klenow [2004]. Some Evidence on the Importance of Sticky Prices, Journal of Political Economy, 112, 947-85.",
        "[7] Burstein, Ariel T., JoÃ\u0083Â£o Neves, and Sergio Rebelo [2003]. Distribution Costs and Real Ex- change Rate Dynamics During Exchange-Rate-Based Stabilizations, Journal of Monetary Economics, 1189-1214.",
        "[8] Burstein, Ariel T., Martin Eichenbaum, and Sergio Rebelo [2006]. Large Devaluations and the Real Exchange Rate, Journal of Political Economy.",
        "[9] Calvo, Guillermo A. [1983]. Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 383-98.",
        "[10] Campa, Jose. and Linda Goldberg [2005]. Exchange rate pass through into import prices, Review of Economics and Statistics 87, 679-90.",
        "[11] Clarida, Richard, Jordi Gall, Mark Gertler [2002]. A simple framework for international policy analysis, Journal of Monetary Economics 49, 879-904. 47",
        "[12] Corsetti, Giancarlo [2006]. Openness and the case for flexible exchange rates, Research in Economics 60, 1-21.",
        "[13] Corsetti, Giancarlo and Luca Dedola [2005]. A macroeconomic model of international price discrimination, Journal of International Economics 67, 129-56",
        "[14] Corsetti, Giancarlo, Luca Dedola, and Sylvain Leduc [2007], International Risk Sharing and the Transmission of Productivity Shocks, Review of Economic Studies, forthcoming.",
        "[15] Corsetti, Giancarlo, Luca Dedola, and Sylvain Leduc [2005], High exchange-rate volatility and low pass-through in business cycle models, Journal of Monetary Economics, forth- coming.",
        "[16] Corsetti, Giancarlo and Paolo Pesenti [2001]. Welfare and macroeconomic interdepen- dence, Quarterly Journal of Economics 116, 421-46.",
        "[17] Corsetti, Giancarlo and Paolo Pesenti [2005]. International dimension of optimal monetary policy, Journal of Monetary Economics 52, 281-305.",
        "[18] Devereux, Micheal B. and Charles Engel [2003]. Monetary policy in open economy revis- ited: price setting and exchange rate flexibility, Review of Economic Studies 70, 765-83.",
        "[19] Devereux, Michael B. and Charles Engel [2007]. Expenditure Switching vs. Real Exchange Rate Stabilization: Competing Objectives for Exchange Rate Policy, Journal of Monetary Economics, forthcoming.",
        "[20] Devereux, Micheal B., Charles Engel, and Peter E. Storgaard [2004]. Endogenous ex- change rate pass-through when nominal prices are set in advance, Journal of International Economics 63, 263-91.",
        "[21] Dornbusch, R. [1987]. Exchange rates and prices, American Economic Review 77, 93-106.",
        "[22] Margarida Duarte and Maurice Obstfeld [2007]. Monetary policy in the open economy revisited: The case for exchange-rate flexibility restored, Journal of International Money and Finance, forthcoming.",
        "[24] Engel, Charles [2006], Equivalence Results for Optimal Pass-Through, Optimal Indexing to Exchange Rates, and Optimal Choice of Currency for Export pricing, Journal of the European Economics Association 4, December, i249-i260.",
        "[25] Engel, Charles and John H. Rogers [i996]. How Wide Is the Border? American Economic Review 86, iii2-25.",
        "[26] Frankel, Jeffrey, David Parsley, and Shang-Jin Wei [2004]. Slow pass-through around the world: A new import for developing countries? mimeo, Harvard University.",
        "[27] Friberg, Richard [i998]. In which currency should exporters set their prices? Journal of International Economics 45, 59-76.",
        "[28] Goldberg, Linda and Cedric Tille [2005]. Macroeconomic Interdependence and the Inter- national Role of the Dollar, mimeo, Federal Reserve Bank of New York.",
        "[29] Goldberg, Pinelopi K. and Michael M. Knetter. [i997]. Goods prices and exchange rates: What have we learned? Journal of Economic Literature 35, i243-72.",
        "[30] Goldberg, Pinelopi K. and Verboven, F. [200i]. The evolution of price dispersion in the European car market, Review of Economic Studies 68, 8ii-48.",
        "[3i] Goldberg, Pinelopi K. and Rebecca Hellerstein [2007]. A framework for identifying the sources of local-currency price stability with empirical application, mimeo, Federal Reserve Bank of New York.",
        "[32] Hellerstein, Rebecca [2005]. A Decomposition of the Sources of Incomplete Cross-Border Transmission: The Case of Beer, mimeo, Federal Reserve Bank of New York.",
        "[33] Khan, Aubhik, Robert G. King, and Alexander L. Wolman [2003]. Optimal monetary policy, Review of Economic Studies 70, 825-60.",
        "[34] Lubik, Thomas and Frank Schorfheide [2004]. Testing for indeterminacy: An application to US monetary policy, American Economic Review, 94, i90-2i7.",
        "[36] Monacelli, Tommaso [2005]. Monetary policy in a low pass-through environment, Journal of Money Credit and Banking 37, 1047-1066.",
        "[37] Nakamura, Emi and JÃ\u0083Â³n Steinsson [2007]. Five Facts About Prices: A Reevaluation of Menu Cost Models, mimeo, Harvard University.",
        "[39] Obstfeld, Maurice [2002]. Inflation-targeting, exchange rate pass-through, and volatility, American Economic Review 92, 102-7.",
        "[40] Obstfeld, Maurice and Kenneth Rogoff [1995]. Exchange rate dynamics redux, Journal of Political Economics 102, 624-60.",
        "[41] Obstfeld, Maurice and Kenneth Rogoff [2000]. New directions for stochastic open economy models, Journal of International Economics, 50, 117-154.",
        "[42] Smets, Frank, and Raf Wouters [2002]. Openness, imperfect exchange rate pass-through and monetary policy, Journal of Monetary Economics 49, 947-8 1.",
        "[43] Sutherland, Alan [2005]. Incomplete Pass-Through and the Welfare Effects of Exchange Rate Variability, Journal of International Economics 65, 375-99.",
        "[44] Taylor, John [2000]. Low inflation, pass-through, and the pricing power of firms, European Economic Review 39, 195-214.",
        "[45] Woodford, Michael [2003]. Interest and prices, Princeton and Oxford: Princeton University Press. 50"
    ]
}