{
    "id": 13542,
    "cites": 44,
    "cited_by": 163,
    "reference": [
        "Alvarez, Luis J. (2007): What do micro price data tell us on the va- lidity of the New Keynesian Phillips Curve?, Bank of Spain, unpublished manuscript.",
        "Ball, Laurence and David H. Romer (1990): ~Real Rigidities and the Nonneutrality of Money, Review of Economic Studies 57, 183-203.",
        "Bayoumi, Tam (2004): ~GEM: A New International Macroeconomic Model, IMF Occasional Paper no. 239.",
        "Bernanke, Ben, Mark Gertler and Simon Gilchrist (1999), The Finan- cial Accelerator in a Quantitative Business Cycle Framework, Handbook of Macroeconomics, John Taylor and Michael Woodford, editors.",
        "Blanchard, Olivier J. and Jordi Gall (2006): A New Keynesian Model with Unemployment, mimeo.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans (2005): ~Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy, vol. 113, no. 1, 1-45.",
        "Christiano, Lawrence J., Roberto Motto and Massimo Rostagno (2006): Monetary Policy and Stock Market Boom-Bust Cycles, mimeo.",
        "Clarida, Richard, Jordi Gall, and Mark Gertler (1998): ~Monetary Policy Rules in Practice: Some International Evidence European Economic Review, vol. 42, 1033-1067.",
        "Clarida, Richard, Jordi Gall, and Mark Gertler (1999): ~The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature, vol. 37, 1661-1707.",
        "Clarida, Richard, Jordi Gall, and Mark Gertler (2000): ~Monetary Policy 43 Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics, vol. 105, issue 1, 147-180.",
        "Coenen, GÃ\u0083Â¼nter, Peter McAdam, Roland Straub (2006): ~Tax Reform and Labour Market Performance in the Euro Area: A Simulation-Based Analysis unsing the New Area-Wide Model, Journal of Economic Dynamics and Control, forthcoming.",
        "Cogley, Timothy, and Argia M. Sbordone (2005): A Search for a Struc- tural Phillips Curve, Federal Reserve Bank of New York, mimeo.",
        "Dixit, Avinash, and Joseph Stiglitz (1977): Monopolistic Competition and Optimum Product Diversity, American Economic Review, 67, 297-308.",
        "Dotsey, Michael, Robert G. King, and Alexander L. Wolman (1999): ~State Dependent Pricing and the General Equilibrium Dynamics of Money and Output, Quarterly Journal of Economics, vol. CXIV, issue 2, 655-690.",
        "Erceg, Christopher J., Luca Guerrieri, Christopher Gust (2006): ~SIGMA: A New Open Economy Model for Policy Analysis, International Journal of Central Banking, vol. 2 (1), 1-50.",
        "Fischer, Stanley (1977): Long Term Contracts, Rational Expectations, and the Optimal Money Supply Rule, Journal of Political Economy, 85 (1), 191-205.",
        "Fuhrer, Jeffrey C., and George R. Moore (1995): ~Inflation Persistence, Quarterly Journal of Economics, No. 440, February, pp 127-159.",
        "Gall, Jordi and Mark Gertler (1999): ~Inflation Dynamics: A Structural Econometric Analysis, Journal of Monetary Economics, vol. 44, no. 2, 44 195-222.",
        "Gall, Jordi, Mark Gertler, David LOpez-Salido (2005): ~Robustness of the Estimates of the Hybrid New Keynesian Phillips Curve, Journal of Mone- tary Economics, vol. 52, issue 6, 1107-1118.",
        "Gall, Jordi and Pau Rabanal (2004): ~Technology Shocks and Aggregate Fluctuations: How Well Does the RBC Model Fit Postwar U.S. Data?, NBER Macroeconomics Annual ~ 225-288.",
        "Gertler, Mark and John Leahy (2006): ~A Phillips Curve with an S-s Foundation, mimeo.",
        "Gertler, Mark, Luca Sala and Antonella Trigari; (2007) ~An Estimated Monetary DSGE Model with Unemployment and Staggered Nash Wage Bar- gaining.",
        "Golosov, Mikhail, and Robert E. Lucas Jr. (2007): Menu Costs and Phillips Curves, Journal of Political Economy, vol. 115 (2), 171-199.",
        "Goodfriend, Marvin and Robert G. King (1997): The New Neoclassical Synthesis and the Role of Monetary Policy, NBER Macroeconomics Annual, 231-282.",
        "Hall, Robert (2005): Employment Fluctuations with Equilibrium Wage Stickiness, American Economic Review vol. 95, no. 1, 50-64.",
        "Monetary Policy in the Business Cycle, American Economic Review, 95, 3 739-764. Klenow, Peter J., Oleksiy Kryvtsov (2005): State-Dependent or Time- Dependent Pricing: Does it Matter for Recent U.S. Inflation? NBER WP 11043.",
        "Lucas, Robert E. (1976): Econometric Policy Evaluation: A Critique, Carnegie-Rochester conference Series on Public Policy, vol. 1, 19-46.",
        "Mankiw, N. Gregory and David Romer (1991): New Keynesian Eco- nomics, MIT Press (Cambridge, MA).",
        "Midrigan, Virgiliu (2006): Menu costs, Multi-Product Firms, and Ag- gregate Fluctuations, mimeo.",
        "Monacelli, Tommaso (2006): Optimal Monetary Policy with Collateral- ized Household Debt and Borrowing Constraints, mimeo.",
        "Nakamura, Emi and Jon Steinsson (2006): Five Facts about Prices: A Reevaluation of Menu Costs Models, Harvard University, mimeo.",
        "Primiceri, Giorgio, Ernst Schaumberg and Andrea Tambalotti (2006): Intertemporal Disturbances, mimeo.",
        "Rotemberg, Julio and Michael Woodford (1999): ~Interest Rate Rules in an Estimated Sticky Price Model, in J.B. Taylor ed., Monetary Policy Rules, University of Chicago Press.",
        "Sargent, Thomas (1981): Interpreting Economic Time Series, Journal of Political Economy, 99 (2), 213-248.",
        "Sims, Christopher (1980): Macroeconomics and Reality, Econometrica, vol. 48, no. 1, 1-48.",
        "Smets, Frank, and RafWouters (2003): ~An Estimated Dynamic Stochas- tic General Equilibrium Model of the Euro Area, Journal of the European Economic Association, vol 1, no. 5, 1123-1175.",
        "Smets, Frank, and Raf Wouters (2006): Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach, mimeo.",
        "Taylor, John B. (1979): Estimation and Control of a Macroeconomic 46 Model with Rational Expectations, Econometrica, 47 (5), 1267-1286.",
        "Taylor, John B. (1980): Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, 88, 1-23.",
        "Taylor, John B. (1993): ~Discretion versus Policy Rules in Practice, Carnegie-Rochester Series on Public Policy 39, 195-214.",
        "Taylor, John B. (1999): ~An Historical Analysis of Monetary Policy Rules, in J.B. Taylor ed., Monetary Policy Rules, University of Chicago Press.",
        "Trigari, Antonella (2005): Equilibrium Unemployment, Job Flows, and Inflation Dynamics, ECB WP304.",
        "Woodford, Michael (2003): Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton University Press. (Princeton, New Jersey).",
        "Woodford, Michael (2006): How Important is Money in the Conduct of Monetary Policy?, unpublished manuscript."
    ]
}