{
    "id": 13546,
    "cites": 87,
    "cited_by": 0,
    "reference": [
        "Ando, Albert, E. Cary Brown, Robert M. Solow, and John Kareken (1963). Lags in Monetary and Fiscal Policy. In Commission on Money and Credit, Stabilization Policies. Eaglewood, N.J.: Prentice Hall. 1-13.",
        "Banking, Finance, and Urban Affairs Committee, House of Representatives (1977a). Conduct of Monetary Policy. Washington, DC: Government Printing Office.",
        "Amendments to the Council on the Wage and Price Stability Act: Hearings. Washington, DC: Government Printing Office. Banking, Finance, and Urban Affairs Committee, House of Representatives (1979).",
        "Amendments to the Council on the Wage and Price Stability Act, 1979. Washington, DC: Government Printing Office.",
        "Banking, Housing, and Urban Affairs Committee, House of Representatives (1978). Anti- Inflation Proposals. Washington, DC: Government Printing Office.",
        "Banking, Housing, and Urban Affairs Committee, U.S. Senate (1980). Extension of the Council on Wage and Price Stability and the Presidents Anti-Inflation Policies. Washington, DC: Government Printing Office.",
        "Bernanke, Ben 5. (1983). Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review, Vol. 73(3), 257-276.",
        "Bernanke, Ben 5. (2002). On Milton Friedmans Ninetieth Birthday. Remarks at the Conference to Honor Milton Friedman, University of Chicago, November 8.",
        "Bordo, Michael D., and Anna J. Schwartz (2004). IS-LM and Monetarism, History of Political Economy, Vol. 36 (Supplement), 217-239.",
        "Budget Committee, U.S. Senate (1977). The Economy and the Federal Budget. Washington, DC: Government Printing Office.",
        "Dornbusch, Rudiger, and Stanley Fischer (1978). Macroeconomics. New York: McGraw Hill.",
        "Dornbusch, Rudiger, and Paul Krugman (1976). Flexible Exchange Rates in the Short Run, Brookings Papers on Economic Activity, Vol. 7(3), 537-575.",
        "Federal Open Market Committee (1978). Transcript of Federal Open Market Committee Meeting, July 18 1978. www. federaireserve. gov.",
        "Fischer, Stanley (1977). Long-Term Contracts, Rational Expectations, and the Optimal Money Supply Rule, Journal of Political Economy, Vol. 85(1), 191-205.",
        "Francis, Danyl R. (1974). Inflation, Recession-Whats a Policymaker to Do?, Federal Reserve Bank of St. Louis Review, Vol. 56(11), 3-7.",
        "Friedman, Benjamin M. (1978a). Crowding Out or Crowding In? Economic Consequences of Financing Government Deficits, Brookings Papers on Economic Activity, Vol. 9(3), 593-641.",
        "Friedman, Benjamin M. (1978b). Who Puts the Inflation Premium into Nominal Interest Rates?, Journal of Finance (Papers and Proceedings), Vol. 33(3), 833-845.",
        "Friedman, Milton (1953a). The Effects of a Full-Employment Policy on Economic Stability: A Formal Analysis. In M. Friedman, Essays in Positive Economics. Chicago: University of Chicago Press. 117-132.",
        "Friedman, Milton (1953b). The Case for Flexible Exchange Rates. In M. Friedman, Essays in Positive Economics. Chicago: University of Chicago Press. 157-203.",
        "Friedman, Milton (1960). A Program for Monetary Stability. Fordham, NY: Fordham University Press.",
        "Friedman, Milton (1961). The Lag in Effect of Monetary Policy, Journal of Political Economy, Vol. 69(5), 447-466.",
        "Friedman, Milton (1962). Capitalism and Freedom. Chicago: University of Chicago Press.",
        "Friedman, Milton (1966). What Price Guideposts? In G. P. Shultz and R. Z. Aliber (eds.), Guidelines: Informal Contracts and the Market Place. Chicago: University of Chicago Press.",
        "Friedman, Milton (1968). The Role of Monetary Policy, American Economic Review, Vol.",
        "Friedman, Milton (1970a). A Theoretical Framework for Monetary Analysis, Journal of Political Economy, Vol. 78(2), 193-238.",
        "Friedman, Milton (1970b). The Counter-Revolution in Monetary Theory. Institute of Economic Affairs Occasional Paper No. 33. Reprinted in M. Friedman, Monetarist Economics.",
        "Friedman, Milton (1971). A Monetary Theory of Nominal Income, Journal of Political Economy, Vol. 79(2), 323-337.",
        "Friedman, Milton (1972a). Comments on the Critics, Journal of Political Economy, Vol.",
        "Friedman, Milton (1972b). Have Monetary Policies Failed?, American Economic Review (Papers and Proceedings), Vol. 62(2), 11-18.",
        "Friedman, Milton (1972c). An Economists Protest. Glenn Ridge, N.J.: Thomas Horton.",
        "Friedman, Milton (1975). Twenty-Five Years After the Rediscovery of Money: What Have We Learned?: Discussion, American Economic Review (Papers and Proceedings), Vol. 65(2), 176-179.",
        "Friedman, Milton (1976a). Price Theory. Second Edition. Chicago: Aldine.",
        "Friedman, Milton (1977). Nobel Lecture: Inflation and Unemployment, Journal of Political Economy, Vol. 85(3), 45 1-472.",
        "Friedman, Milton (1979). Real Cause of the Great Depression, San Francisco Chronicle, February 20, 5.",
        "Friedman, Milton (1980a). Monetarism: A Reply to the Critics, The Times, March 3, 19.",
        "Friedman, Milton (1980b). Memorandum: Response to Questionnaire on Monetary Policy, June 11, 1980. In Treasury and Civil Service Committee, Memoranda on Monetary Policy.",
        "London: HMSO. 55-6 1. Friedman, Milton (1983). Monetarism in Rhetoric and in Practice, Bank of Japan Monetary and Economic Studies, Vol. 1(2), 1-14.",
        "Friedman, Milton (1984). Has Monetarism Failed?, Manhattan Report, Vol. 4(3), 3-4.",
        "Friedman, Milton (1986). The Resource Cost of Irredeemable Paper Money, Journal of Political Economy, Vol. 94(3), 642-647.",
        "Friedman, Milton (1997). Rx for Japan: Back to the Future, Wall Street Journal, December 17, A22.",
        "Friedman, Milton, and Anna J. Schwartz (1963b). Money and Business Cycles, Review of Economics and Statistics, Vol. 45(1), 32-64.",
        "Friedman, Milton, and Anna J. Schwartz (1970). Monetary Statistics of the United States. New York: Columbia University Press.",
        "Greenspan, Arthur (1971). Leading Economists View Nixon Freeze, New York Post, August 16, pp. 5 and 39.",
        "Harrod, Roy (1951). The Life of John Maynard Keynes. London: Macmillan.",
        "Hawtrey, Ralph G. (1932). The Art of Central Banking. London: Longmans, Green and Company.",
        "Heller, Walter W. (1976). Can We Have Full Employment without Inflation?, Challenge, Vol.",
        "Heller, Walter W. (1979). The Realities of Inflation, Wall Street Journal, January 19, 10.",
        "Keynes, John Maynard (1936). The General Theory of Employment, Interest and Money.",
        "London: Macmillan. Keynes, John Maynard (1943). The Objective of International Price Stability, Economic Journal, Vol. 53(210), 185-187.",
        "King, Robert G., and Alexander L. Wolman (1996). Inflation Targeting in a St. Louis. Model of the 21st Century, Federal Reserve Bank of St. Louis Review, Vol. 78(3), 83-107.",
        "Krugman, Paul (1998). Its Baack! Japans Slump and the Return of the Liquidity Trap, Brookings Papers on Economic Activity, Vol. 29(2), 137-187.",
        "Krugman, Paul (1999). Thinking About the Liquidity Trap. December.",
        "Krugman, Paul (2000). Thinking About the Liquidity Trap, Journal of the Japanese and International Economies, Vol. 14(4), 221-237.",
        "Krugman, Paul (2007a). Who Was Milton Friedman?, New York Review of Books, Vol. 54(2), February 15, 27-30.",
        "Krugman, Paul (2007b). Paul Krugman Replies, New York Review of Books, Vol. 54(5), March 29, 50.",
        "Krugman, Paul (2007c). Paul Krugman Replies, New York Review of Books, Vol. 54(6), April 12, 86.",
        "Matthews, R.C.O. (1982). Introduction. In R.C.O. Matthews (ed.), Slower Growth in the Western World. London: Heinemann. 1-16.",
        "McCallum, Bennett T. (2004). Monetarism. Manuscript, Carnegie Mellon University.",
        "Okun, Arthur M. (1979). Sticks with Two Short Ends, Challenge, Vol. 22(3), July/August, 47-51.",
        "Orphanides, Athanasios (2003). The Quest for Prosperity without Inflation, Journal of Monetary Economics, Vol. 50(4), 633-663.",
        "Orphanides, Athanasios (2004). Monetary Policy in Deflation: The Liquidity Trap in History and Practice. FEDS Discussion Paper 2004-00 1, Federal Reserve Board.",
        "Phelps, Edmund 5. (1967). Phillips Curves, Expectations of Inflation, and Optimal Unemployment over Time, Economica, Vol. 34(135), 254-28 1.",
        "Phelps, Edmund 5. (1968). Money-Wage Dynamics and Labor-Market Equilibrium, Journal of Political Economy, Vol. 76(4), 678-711.",
        "Robertson, D.H. (1940). Essays in Monetary Theory. London: P.S. King and Son.",
        "Romer, Christina D. (1993). The Nation in Depression, Journal of Economic Perspectives, Vol. 7(2), 19-39.",
        "Rotemberg, Julio J., and Michael Woodford (1997). An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy, NBER Macroeconomics Annual, Vol. 12(1), 297-346.",
        "Samuelson, Paul A. (1970). Price Controls, Newsweek, December 28, 57.",
        "Samuelson, Paul A. (1971). Questions and Answers, Newsweek, October 4, 72.",
        "Samuelson, Paul A. (1978). The Year That Was, Newsweek, January 2, 52.",
        "Samuelson, Paul A. (1980). The Case for Controls, Newsweek, March 3, 42.",
        "Samuelson, Paul A., and Robert M. Solow (1960). Analytical Aspects of Anti-Inflation Policy, American Economic Review (Papers and Proceedings), Vol. 50(2), 177-194.",
        "Schwartz, Anna J., and Edward Nelson (2007). Who Was Milton Friedman? A Response, New York Review of Books, Vol. 54(5), March 29, 48-50.",
        "Solow, Robert M. (1969). Price Expectations and the Behavior of the Price Level. Manchester, U.K.: Manchester University Press.",
        "Taylor, John B. (1980). Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, Vol. 88(1), 1-23.",
        "Taylor, John B. (1981). On the Relation Between the Variability of Inflation and the Average Inflation Rate, Carnegie-Rochester Conference Series on Public Policy, Vol. 15(1), 57-86.",
        "Taylor, John B. (1998). Monetary Policy and the Long Boom, Federal Reserve Bank of St.",
        "Louis Review, Vol. 80(6), 3-11. 38 Timberlake, Richard H. (1984). The Central Banking Role of Clearinghouse Associations, Journal of Money, Credit, and Banking, Vol. 16(1), 1-15.",
        "Tobin, James (1966). Check the Boom, New Republic, September 3, 9-14.",
        "Tobin, James (1974). The New Economics One Decade Older. Princeton: Princeton University Press.",
        "Tobin, James (1976). The Nobel Milton, The Economist, October 23, 94-95. Reprinted in J.",
        "Tobin, Essays in Economics: Theory and Policy: The Papers of James Tobin Volume 3. Cambridge, MA: MIT Press, 1982. 663-666.",
        "Ugai, Hiroshi (2007). Effects of the Quantitative Easing Policy: A Survey of Empirical Analyses, Bank of Japan Monetary and Economic Studies, Vol. 25(1), 1-47.",
        "Ways and Means Committee, House of Representatives (1978). The Presidents 1978 Tax Program. Washington, DC: Government Printing Office.",
        "Ways and Means Committee, House of Representatives (1979). Real Wage Insurance.",
        "Washington, DC: Government Printing Office. Wonnacott, Paul, and Ronald J. Wonnacott (1979). Economics. New York: McGraw Hill.",
        "Woodford, Michael (2003). Interest and Prices: Foundations of a Theory of Monetary Policy.",
        "Princeton: Princeton University Press. Woodford, Michael (2007). How Important Is Money in the Conduct of Monetary Policy? Manuscript, Columbia University."
    ]
}