{
    "id": 13558,
    "cites": 15,
    "cited_by": 14,
    "reference": [
        "Adrian, Tobias, and Hyun Song Shin, Liquidity and Financial Cycles, presented at 6th BIS Symposium: Financial System and Macroeconomic Resilience, Brunnen, Switzerland June 18, 2007.",
        "Blanchard, Olivier J., and Lawrence H. Summers, Perspectives on High World Real Interest Rates, Brookings Papers on Economic Activityl984-2 pp. 273-324, 1984.",
        "Brainard, William C., John B. Shoven and Lawrence Weiss, The Financial Valuation of the Return to Capital Brookings Papers on Economic Activity, 2:453-511, 1980.",
        "Brunnermeier, Markus, and Christian Julliard, Money Illusion and Housing Frenzies, unpublished paper, Princeton University, June 7, 2007.",
        "Campbell, John Y., Kermit Schoenholtz and Robert J. Shiller, Forward Rates and Future Policy: Interpreting the Term Structure of Interest Rates, Brookings Papers on Economic Activity, pp. 173 224, 11983.",
        "Campbell, John Y. and Robert J. Shiller, Stock Prices, Earnings, and Expected Dividends, Journal of Finance, 43:661-76, 1988.",
        "Clark, J. B., The Gold Standard of Currency in the Light of Recent Theory, Political Science Quarterly, 10(3):383-97, September 1895. Fisher, Irving, Appreciation and Interest, Publications of the American Economic Association, 11(4):1-98, July 1896. Fisher, Irving, The Money Illusion, New York: Adelphi, 1928.",
        "Friedman, Irving S., Inflation: A Growing World-Wide Disaster, Garden City: Anchor Books, 1975.",
        "Friedman, Milton, Inflation and Unemployment: The New Dimension of Politics, Transatlantic Arts, 1977.",
        "Gordon, Robert J., The Recent Acceleration of Inflation and Its Lessons for the Future, Brookings Papers on Economic Activity, 1-8-47, 1970.",
        "Gyourko, Joseph, Christopher Mayer and Todd Sinai, Superstar Cities, Cambridge MA: National Bureau of Economic Research Working Paper No. 12355, July, 2006.",
        "Kindleberger, Charles P., and Robert Z. Aliber, Manias, Panics and Crashes: A History of Financial Crises, Fifth Edition, Palgrave-MacMillan, 2005.",
        "Modigliani, Franco, and Richard Cohn, Inflation, Rational Valuation, and the Market, FinancialAnalysts Journal, pp. 22-44, March-April 1979.",
        "Okun, Arthur M., Efficient Disinflation Policies, American Economic Review, 68:34852, May 1978.",
        "Shiller, Robert J., Irrational Exuberance, 2nd Edition, Princeton: Princeton University Press, 2005."
    ]
}