{
    "id": 13553,
    "cites": 20,
    "cited_by": 110,
    "reference": [
        "Brown, Lynn E., National and Regional Housing Patterns: History of Residential Investment in the U.S. New England Economic Review, July/August, 2000.",
        "Case, Karl E., and Robert J. Shiller, The Efficiency of the Market for Single Family Homes, American Economic Review, 79:1, 125-37, March, 1989.",
        "Davis, Morris A., and Jonathan Heathcote, The Price and Quantity of Residential Land in the United States, unpublished paper, University of Wisconsin, Madison WI, 2006.",
        "DePasquale, Denise, Rikard Forslid, and Edward L. Glaeser, Incentives and Social Capital: Are Homeowners Better Citizens? Journal of International Economics, 50(2):497-517, 2000.",
        "Fisher, Lynn M. and Austin J. Jafee, Determinants of International Home Ownership Rates, unpublished paper, Smeal College of Business Administration, Pennsylvania State University, 2002.",
        "Genesove, David, and Christopher Mayer, Loss Aversion and Seller Behavior: Evidence from the Housing Market, Cambridge MA: National Bureau of Economic Research Working Paper No. 8143, 2001.",
        "Glaeser, Edward L., and Joseph Gyourko, The Impact of Zoning on Housing Affordability, NBER Working Paper 8835, March 2002.",
        "Gramlich, Edward M., Subprime Mortgages: Americas Latest Boom and Bust, Washington D.C.: The Urban Institute Press, 2007.",
        "Grebler, Leo, David M. Blank, and Louis Winnick, Capital Formation in Residential Real Estate, Princeton NJ: National Bureau of Economic Research and Princeton University Press, 1956.",
        "Gyourko, Joseph, Christopher Mayer, and Todd Sinai, Superstar Cities, Cambridge MA: National Bureau of Economic Research Working Paper No. 12355, July 2006.",
        "Kindleberger, Charles Poor, Manias, Panics and Crashes: A History of Financial Crises, New York: Basic Books, 1978.",
        "Leamer, Edward E., Housing and the Business Cycle, paper presented at the Federal Reserve Bank of Kansas City Symposium Housing, Housing Finance, and Monetary Policy, Jackson Hole, Wyoming, August 31, 2007.",
        "Leinberger, Christopher B., Financing Wailcable Urbane Projects, Urban Land, January 2007.",
        "Mayerhauser, Nicole, and Marshall Reinsdorf, Housing Services in the National Economic Accounts, U.S. Bureau of Economic Analysis, August, 2006.",
        "Meadows, Donella H., Dennis L. Meadows, JÃ\u0083Ë\u009crgen Randers, and William W. Behrens III Limits on Growth: a report for the Club of Rome `s project on the predicament of mankind, New York: Universe Books, 1972.",
        "Poole, Robert, Frank Ptacek, and Randal Verbrugge, Treatment of Owner-Occupied Housing in the CPI, Office of Prices and Living Conditions, Washington DC: Bureau of Labor Statistics, 2005.",
        "Shiller, Robert J., From Efficient Markets to Behavioral Finance, Journal of Economic Perspectives, 17(1): 83-104, 2003.",
        "Shiller, Robert J., Irrational Exuberance, 2nd Edition, Princeton: Princeton University Press, 2005.",
        "Shiller, Robert J., Low Real Interest Rates and High Asset Prices, unpublished paper, for presentation at Brookings Panel on Economic Activity, Washington DC, September 2007.",
        "Taylor, John B., Housing and Monetary Policy, remarks presented at the Federal Reserve Bank of Kansas City Symposium Housing, Housing Finance, and Monetary Policy, Jackson Hole, Wyoming, August 31, 2007."
    ]
}