{
    "id": 13552,
    "cites": 18,
    "cited_by": 14,
    "reference": [
        "Anderson Jonathan, 2007, Solving Chinas Rebalancing Puzzle, Finance and Development, September 2007, Vol. 44, pp. 32-35, (IMF).",
        "Aziz, Jahangir, 2006, Rebalancing Chinas Economy: What Does Growth Theory Tell Us?, IMF Working Paper 06/291.",
        "Aziz, Jahangir and Steven Dunaway, 2007, Chinas Rebalancing Act, Finance and Development, September 2007, Vol. 44, pp. 27-31, (IMF).",
        "Aziz, Jahangir and Li Cui, 2007, Explaining Chinas Low Consumption: The Neglected Role of Household Income, IMF Working Paper 07/181.",
        "Bernstein, Jeffrey R. and David E. Weinstein, 2002, Do Endowments Predict the Location of Production? Evidence from National and International Data, Journal of Jnternational Economics, 56(1), January, 55-76.",
        "Dean, Judith M., Fung, K.C. Fung and Zhi Wang, 2007, Measuring the Vertical Specialization in Chinese Trade, U.S. International Trade Commission Working Paper.",
        "Denison, Edward, 1967, Why Growth Rates Differ. Brookings.",
        "Denison, Edward, 1980, Accounting for Slower Growth: The United States in the ]970s. Brookings.",
        "Dooley, Michael P., David Folkerts-Landau and Peter Garber, 2003, An Essay on the Revived Bretton Woods System, NBER Working Paper no. 9971.",
        "Dooley, Michael P., David Folkerts-Landau and Peter Garber, 2004a, The Revived Bretton Woods System: The Effects of Periphery Intervention and Reserve Management on interest Rates and Exchange Rates in Center Countries, NBER Working Paper no. 10331.",
        "Dooley, Michael P., David Folkerts-Landau and Peter Garber, 2004b, Direct Investment, Rising Real Wages and the Absorption of Excess Labor in the Periphery, NBER Working Paper no. 10626.",
        "Dooley, Michael P., David Folkerts-Landau and Peter Garber, 2004c, The U.S. Current Account Deficit and Economic Development: Collateral for a Total Return Swap, NBER Working Paper no. 10727.",
        "Felipe, Jesus and Rana Hasan, 2006a, The Challenge of Job Creation in Asia, ERD Policy Brief no 44, Asian Development Bank. Available at: http://www.asiandevbank.org/Documents/EDRC/Poiicy Briefs/PB044,pdf Felipe, Jesus and Rana Hasan, 2006b, Labor Markets in a Globalizing World, in Felipe, Jesus and Rana Hasan, eds. Labor Markets in Asia: Jssues and Perspectives. London: Palgrave Macmillan for the Asian Development Bank.",
        "Hummels, David, Jun Ishii and Kei-Mu Yi, 2001, The Nature and Growth of Vertical Specialization in World Trade, Journal of International Economics, 54, 75-96.",
        "Lau, Lawrence J., Xikang Chen, Leonard K. Cheng, K. C. Fung, Yun-Wing Sung, Cuihong Yang, Kunfu Zhu, Zhipeng Tang and Jiansuo Pei, 2006a, Estimation of Domestic Value-Added and Employment Induced by Chinas Exports, unpublished.",
        "Lau, Lawrence J., Xikang Chen, Leonard K. Cheng, K. C. Fung, Yun-Wing Sung, Cuihong Yang, Kunfu Zhu, Zhipeng Tang and Jiansuo Pei, 2006b, The Estimation of Domestic Value-Added and Employment Generated by U.S.-China Trade, Working Paper no 2, The Institute of Economics, Chinese University of Hong Kong.",
        "Lau, Lawrence J., Xikang Chen, Leonard K. Cheng, K. C. Fung, Yun-Wing Sung, Cuihong Yang, Kunfu Zhu, Zhipeng Tang and Jiansuo Pei, 2006c, Estimates of U.S.-China Trade Balances in Terms of Domestic Value-Added, Working Paper no 295, Stanford Center for International Development, Stanford University.",
        "Nordhaus, William, 2002, Productivity Growth and the New Economy, Brooking Papers on Economic Activity, 2002."
    ]
}