{
    "id": 13556,
    "cites": 29,
    "cited_by": 48,
    "reference": [
        "[1] Bakhshi, H., Khan, H., Burriel-Lombart, P. (forthcoming) The new Keynesian Phillips curve under trend-inflation and strategic complementarity, Journal of Macroeconomics.",
        "[2] Ball, L., 2006. Has Globalization Changed Inflation?, NBER wp 12687.",
        "[3] Benassy, J-P., 1996. Taste for variety and optimum production patterns in monopolistic competition, Economics Letters 52: 41-47.",
        "[4] Bernanke, B. Globalization and Monetary Policy. Speech at the Fourth Economic Summit, Stanford Institute for Economic Policy Research, Stanford, March 2006.",
        "[5] Bilbiie, F.O., Ghironi, F., Melitz, M.J., 2006a. Endogenous Entry, Product Variety and Business Cycle, unpublished.",
        "[6] Bilbiie, F.O., Ghironi, F., Melitz, M.J., 2006b. Monopoly Power and Endogenous Variety in Dynamic Stochastic General Equilibrium: Distortions and Remedies, unpublished.",
        "[7] Borio, C., Filardo A., 2007. Globalization and Inflation: New cross-country evidence on the global determinants of domestic inflation. BIS, unpublished.",
        "[8] Broda,C., Weinstein, D., 2006. Globalization and the Gains from Variety, Quarterly Journal of Economics, 121(2)",
        "[9] Chen, N., Imbs, J., Scott, A., 2006. Competition, Globalization and the Decline of Inflation, CEPR discussion paper n. 4695. 34",
        "[10] Cogley, T., Sbordone A., 2005. A search for a structural Phillips curve. Federal Reserve Bank of New York Staff Reports No. 203.",
        "[11] Eichenbaum, M., Fisher, J., 2007. Estimating the frequency of price re-optimization in Calvo-style models. Journal of Monetary Economics.",
        "[12] Dotsey, M., King, R., 2005. Implications of state-dependent pricing for dynamic macroeconomic models. Journal of Monetary Economics 52 (1): 2 13-242.",
        "[13] Dotsey, M., King, R., Wolman A., 1999. State-dependent pricing and the general equilibrium dynamics of money and output. Quarterly Journal of Economics 114 (3): 655-690.",
        "[14] Gali, J., Monacelli, T., 2005. Monetary Policy and Exchange Rate Volatility in a Small Open Economy. Review of Economic Studies, 72: 707-734.",
        "[15] Gust, C, Leduc S., Vigfusson, R.J., 2006. Trade Integration, Competition and the Decline in Exchange-Rate Pass-Through, unpublished.",
        "[16] Ihrig, J., Kamin, S.B., Lindner, D., Marquez, J. Some Simple Tests of the Globalization and Inflation Hypothesis. Board of Governors International Finance Discussion Paper n. 893, forthcoming.",
        "[17] International Monetary Fund. 2006. `CHow Has Globalization Affected Inflation? World Economic Outlook, Chapter III, April.",
        "[18] Ireland, P. 2005. Changes in the Federal Reserves Inflation Target: Causes and Consequences, unpublished.",
        "[19] Levin, A., Lopez-Salido, D., Yun, T., 2006. Strategic Complementarities and Optimal Monetary Policy, unpublished.",
        "[20] Kimball, M. 5., 1995. The Quantitative Analytics of the Basic Neomonetarist Model. Journal of Money, Credit and Banking, vol 27 (4): 1241-1277.",
        "[21] Kohn, D.L., 2006. The Effects of Globalization on Inflation and Their Implications for Monetary Policy, Remarks at the Federal Reserve Bank of Bostons 51st Economic Conference, Chatam, Mass., June 16.",
        "[22] Melitz, M., Ottaviano, G., 2005. Market Size, Trade and Productivity, unpublished. 35",
        "[23] Mishkin, R., 2007. Inflation Dynamics, NBER working paper n. 13147.",
        "[24] Razin,A., Yuen, C. 2002. The `~New Keynesian Phillips Curve: Closed Economy vs. Open Economy. Economic Letters, 75: 1-9.",
        "[25] Rogoff, K., 2003. Globalization and Global Disinflation, Jackson Hole Symposium, August 28-30.",
        "[26] Rogoff, K., 2006. Impact of Globalization on Monetary Policy, Jackson Hole Symposium, August 24-26.",
        "[27] Sbordone, A., 2002. Prices and unit labor costs: a new test of price stickiness, Journal of Monetary Economics 49 (2).",
        "[28] Woodford, M. 2003. Interest and Prices. Foundations of a Theory of Monetary Policy. Princeton University Press.",
        "[29] Yellen, J. Monetary Policy in a Global Environment. Speech at the Conference `The Euro and the Dollar in a Globalized Economy University of California at Santa Cruz, May 2006. 36"
    ]
}