{
    "id": 13568,
    "cites": 29,
    "cited_by": 47,
    "reference": [
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney. 2005. Rising Wage Inequality: The Role of Composition and Prices. NBER Working Paper no. 11628 (September).",
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney. 2006. The Polarization of the U.S. Labor Market, American Economic Review 96 (May): 189-94.",
        "Autor, David H., Lawrence F. Katz, and Melissa S. Kearney. 2008. Trends in U.S. Wage Inequality: Revising the Revisionists, Review of Economics and Statistics 90 (forthcoming).",
        "Autor, David H., Lawrence F. Katz, and Alan B. Krueger. 1998. Computing Inequality: Have Computers Changed the Labor Market? Quarterly Journal of Economics 113 (November): 1169-12 13.",
        "Autor, David H., Frank Levy, and Richard J. Murnane. 2003. The Skill Content of Recent Technological Change: An Empirical Investigation, Quarterly Journal of Economics, 118 (November): 1279-1333.",
        "Bartel, Ann P., Casey Ichniowski, and Kathryn L. Shaw. 2007. How Does Information Technology Really Affect Productivity? Plant-Level Comparisons of Product Innovation, Process Improvement and Worker Skills, Quarterly Journal of Economics 122 (November).",
        "Blinder, Alan. 2007. How Many U.S. Jobs Might Be Offshorable? Princeton University, CEPS Working Paper No. 142 (March).",
        "Borjas, George J., Richard B. Freeman, and Lawrence F. Katz. 1997. How Much Do Immigration and Trade Affect Labor Market Outcomes? Brookings Papers on Economic Activity, no. 1: 1-90.",
        "Burtless, Gary. 1999. Effect of Growing Wage Disparities and Family Composition Shifts in the Distribution of U.S. Income, European Economic Review 43 (April): 853-65.",
        "Card, David. 2001. Estimating the Return to Schooling: Progress on Some Persistent Econometric Problems, Econometrica 69 (September): 1127-60.",
        "Card, David and John E. DiNardo. 2002. Skill-Biased Technological Change and Rising Wage Inequality: Some Problems and Puzzles, Journal of Labor Economics 20 (October): 733-83.",
        "Dew-Becker, Ian, and Robert J. Gordon. 2005. Where Did the Productivity Growth Go? Inflation Dynamics and the Distribution of Income, Brookings Papers on Economic Activity, no. 2: 67-150.",
        "Doms, Mark, Timothy Dunne, and Kenneth R. Troske. 1997. Workers, Wages, and Technology, Quarterly Journal of Economics 112 (February): 253-90.",
        "Freeman, Richard B. 1975. Overinvestment in College Training? Journal of Human Resources 10 (Summer): 287-3 11.",
        "Goldin, Claudia, and Lawrence F. Katz. 1998. The Origins of Technology-Skill Complementarity, Quarterly Journal of Economics 113 (June): 693-732.",
        "Goldin, Claudia, and Lawrence F. Katz. 2000. Education and Income in the Early Twentieth Century: Evidence from the Prairies, Journal of Economic History 60 (Sept.): 782-8 18.",
        "Goldin, Claudia and Lawrence F. Katz. 2008. The Race between Education and Technology. Cambridge, MA: Harvard University Press, forthcoming.",
        "Goldin, Claudia, and Robert A. Margo. 1992. The Great Compression: The Wage Structure in the United States at Mid-Century, Quarterly Journal of Economics 107 (February): 1-34.",
        "Hamermesh, Daniel 5. 1999. Changing Inequality in Markets for Workplace Amenities, Quarterly Journal of Economics, 114 (November): 1085-1123.",
        "Heckman, James J., and Alan B. Krueger. 2003. Inequality in America. Cambridge: MIT Press.",
        "Juhn, Chinhui and Kevin M. Murphy. 1995. Inequality in Labor Market Outcomes, Economic Policy Review 1 (January): 26-34.",
        "Katz, Lawrence F., and David H. Autor. 1999. Changes in the Wage Structure and Earnings Inequality. In 0. Ashenfelter and D. Card, eds., Handbook of Labor Economics, vol. 3A. Amsterdam: Elsevier Science: 1463-555.",
        "Lemieux, Thomas. 2006a. Postsecondary Education and Increased Wage Inequality, American Economic Review 96 (May): 195-99.",
        "Lemieux, Thomas. 2006b. Increased Residual Wage Inequality: Composition Effects, Noisy Data, or Rising Demand for Skill, American Economic Review 96 (June): 46 1-98.",
        "Lemieux, Thomas. 2007. The Changing Nature of Wage Inequality, U. of British Columbia.",
        "Levy, Frank, and Peter Temin. 2007. Inequality and Institutions in Twentieth Century America. NBER Working Paper no. 13106 (May).",
        "Oreopoulos, Philip. 2007. Would More Compulsory Schooling Help Disadvantaged Youth? Evidence from Recent Changes to School-Leaving Laws. University of Toronto (April).",
        "Pierce, Brooks. 2007. Recent Trends in Compensation Inequality, U.S. Bureau of Labor Statistics, http ://www.nber. org/~confer/2007/CRI Ws07/pierce .ppt.",
        "Tinbergen, Jan. 1974. Substitution of Graduate by Other Labor, Kyklos 27 (2): 217-26."
    ]
}