{
    "id": 13569,
    "cites": 15,
    "cited_by": 4,
    "reference": [
        "Anderson, Richard G. and Robert H. Rasche (1996). A Revised Measure of the St.",
        "Giirkaynak, Refet S. (2005) Using Federal Funds Futures Contracts for Monetary Policy Analysis. Working paper, Federal Reserve Board.",
        "Gilrkaynak, Refet S., Brian Sack, and Eric Swanson (2005). Do Actions Speak Louder Than Words? The Response of Asset Prices to Monetary Policy Actions and Statements. International Journal of Central Banking, 1, 55-93.",
        "GUrkaymiak, Refet S., Brian Sack, and Eric Swanson. (2007) Market-Based Measures of Momietary Policy Expectations, Journal of Business and Economic Statistics, 25, 201-212.",
        "Hamilton, James D. (1994). Time Series Analysis. Princeton: Princeton University Press.",
        "Hamilton, James D. (forthcoming). Daily Changes in Fed Funds Futures Prices, Jour- nal of Money, Credit, and Banking. Kuttner, Kenneth N. (2001). Monetary Policy Surprises and Interest Rates: Evidence from the Fed Funds Futures Market. Journal of Monetary Economics, 47, 523-544.",
        "Lang, Joe, Briami Sack and William Whitesell (2003). Anticipations of Momietary Policy in Finamicial Markets. Journal of Money, Credit, and Banking, 35(6, part 1), 889-909.",
        "Nilsemi, Jeffrey H. (1998). Borrowed Reserves, Fed Funds Rate Targets, and the Term Structure. In Ignazio Angeloni and Riccardo Rovelli, eds., Monetary Policy and Interest Rates, Macmillan Press.",
        "Piazzesi, Monika, and Eric Swanson (2006). Futures Prices as Risk-Adjusted Forecasts of Monetary Policy. Working paper, University of Chicago.",
        "Poole, William, and Robert H. Rasche (2000). Perfecting the Markets Knowledge of Monetary Policy, Journal of Financial Services Research, 18, 255-298.",
        "Poole, William, Robert H. Rasche, and Daniel L. Thornton (2002). Market Antic- ipations of Monetary Policy Actions. Federal Reserve Bank of St. Louis Review, 84 (July/August), 65-94.",
        "Sarno, Lucio, Daniel L. Thornton, and Giorgio Valente (2005). Federal Funds Rate Prediction. Journal of Money, Credit, and Banking, 37, 449-471.",
        "Swanson, Eric T. (2006). Have Increases in Federal Reserve Transparency Improved Private Sector Interest Rate Forecasts? Journal of Money, Credit, and Banking, 38, 791- 819.",
        "Taylor, John b. (2001) Expectations, Open Market Operations, and Changes in the Federal Funds Rate. Federal Reserve Bank of St. Louis Review, (July/August), 33-48.",
        "Thornton, Daniel L. (2005). A New Federal Funds Rate Target Series: September 27, 1982 - December 31, 1993. Working paper, Federal Reserve Bank of St. Louis, 27 http://research.stlouisfed.org/wp/2005 /2005-032 .pdf."
    ]
}