{
    "id": 1356,
    "cites": 15,
    "cited_by": 3,
    "reference": [
        "Abel, Andrews B., 1980, Empirical investment equations: An - integrative framework, in: Karl Brunner and Alan H. Metzler, eds., On the State of Macro-Economics, Carnegie-Rochester Conference Series on Public Policy, 12 (Amsterdam: North Holland) 39-91.",
        "Bulow, Jeremy I. and L. Summers, 1982, Risk and taxes reconsidered, mimeo.",
        "Eisner, Robert and Robert Chirinko, 1980, Tax policy and business investment, unpublished.",
        "Eisner, Robert and R.H. Strotz, 1963, Determinants of business investment, in Commission on Money and Credit, Impacts of Monetary Policy (Prentice-Hall, Englewood Cliffs, NJ) 59-337.",
        "Lipton, David and James Poterba, Jeffrey Sachs, Lawrence Summers, 1982, Multiple shooting in rational expectations models, Econometrica, Sept.",
        "Lucas, Robert E., Jr., l967a, Adjustment costs and the theory of supply, Journal of Political Economy 75, Aug., 321-334. Lucas, Robert E., Jr., 1976, Econometric policy evaluation: A critique, ed., The Phillips Curve and Labor Markets, Carnegie-Rochester Conference Series on Public Policy, 1 (Amsterdam: North Holland) 19-46.",
        "Poterba, James and Lawrence Summers, 1983, Dividend taxes, corporate investment and q, forthcoming, Journal of Public Economics.",
        "Rosen, Kenneth T., 1982, The impact of proposition 13 on house prices in Northern California, Journal of Political Economy, Feb., 191.",
        "Salinger, Michael and Lawrence Summers, 1983, Corporate tax reform and securities prices; A simulation approach, forthcoming in National Bureau of Economic Research Conference Volume on Tax Simulation Analysis.",
        "Summers, Lawrence, 1981, Taxation and corporate investment: A g theory approach, Brookings Papers on Economic Activity, January, 67-127.",
        "Summers, Lawrence, 1983, Taxation and asset prices in a general equilibrium model, unpublished.",
        "Summers, Lawrence, 1983, The non-adjustment of nominal interest rates: A study of the Fisher effect, In: J. Tobin, ed., Macroeconomics: Prices and quantities, Brookings Institution, 201-247.",
        "Summers, Lawrence, 1982, Inflation and the valuation of corporate equities, National Bureau of Economic Research Working Paper.",
        "Tobin, James, 1969, A general equilibrium approach to monetary theory, Journal of Money, Credit and Banking 1, Feb., 15-29.",
        "Treadway, Arthur B., 1969, On rational entrepreneurial behavior and the demand for investment, Review of Economic Studies 36, 227-239."
    ]
}