{
    "id": 13572,
    "cites": 44,
    "cited_by": 0,
    "reference": [
        "Adams, Darius M., Rarlph J. Alig, Bruce A. McCarl, John M. Callaway, Steven M. Winnett. 1999. Minimum Cost Strategies for Sequestering Carbon in Forests. Land Economics 75(3): 360-374.",
        "Alig, Ralph J., Darius M. Adams, and Bruce McCarl. 1998. Impacts of Incorporating Land Exchanges between Forestry and Agriculture in Sector Models. Journal of Agricultural and Applied Economics 30(2): 389-40 1.",
        "Intertemporal Model of the U.S. Forest and Agriculture Sectors. Environmental and Resource Economics 9: 259-274. Alig, Ralph J., Michael R. Dicks, and Robert J. Moulton. 1998. Land-Use Dynamics Involving Forestland: Trends in the U.S. South. In Kluender, R.A., N.B. Smith and M. M.",
        "University of Arkansas: Moticello, AR. Alig, Ralph J. and Robert G. Healy. 1987. Urban and Built-Up Land Area Changes in the United States. Land Economics 63(3): 2 15-226.",
        "Ben-Akiva, Moshe and Steven R. Lerman. 2000. Discrete Choice Analysis: Theory and Application to Travel Demand. The MIT Press: Cambridge, MA Bockstael, Nancy E. and Elena G. Irwin. 2000. Economics and the Land Use-Environment Link. The International Yearbook of Environmental and Resource Economics. Edward Elgar Publishing, H. Folmer and T. Tietenberg, editors.",
        "Canion-Flores, Carmen and Elena G. Irwin. 2004. Determinants of Residential Land-Use Conversion and Sprawl at the Rural-Urban Fringe. American Journal of Agricultural Economics 86(4): 889-904.",
        "Cropper, Maureen, Jyotsna Pun, and Charles Griffiths. 2001. Predicting the Location of Deforestation: The Role of Roads and Protected Areas in North Thailand. Land Economics 77(2): 172-186.",
        "Dixit, Avinash K. and Robert S. Pindyck. 1994. Investment under Uncertainly. Princeton University Press: Princeton, NJ.",
        "Dubois, Mark R., Kenneth McNabb and Thomas J. Straka. 1999. Cost Trends for Forestry Practices in the South. Forest Farmer 32: 3-8.",
        "Farm Service Agency (FSA), U.S. Department of Agriculture. 2006. Conservation Reserve Program, Monthly Summary - July 2006. Washington, D.C.",
        "Food and Agricultural Policy Research Institute (FAPRI). 2001. Analysis of the Grain, Oilseed, and Cotton Provisions of the Agricultural Act of 2001, H.R. 2646. FAPRI-UMC Report No. 09-0 1. FAPRI, University of Missouri: Columbia, MO.",
        "Greene, William H. 2000. Econometric Analysis, 4th ed. Prentice Hall: Upper Saddle River, NJ.",
        "Hausman, Jerry and Daniel McFadden. 1984. Specification Tests for the Multinomial Logit Model. Econometrica 52(5): 1219-40.",
        "Heimlich, Ralph E. and William D. Anderson. 2001. Development at the Urban Fringe and Beyond: Impacts on Agriculture and Rural Land. Agricultural Economic Report No.",
        "Heimlich, Ralph E., Keith D. Wiebe, Roger Claassen, Dwight Gadsby, and Robert M. House. Wetlands and Agriculture: Private Interests and Public Benefits. Agricultural Economics Report No. (AER 765), U.S. Department of Agriculture, Economic Research Service: Washington, D.C. Helms, Douglas. 1992. Readings in the History of the Soil Conservation Service. U.S.",
        "Department of Agriculture, Soil Conservation Service. Washington, DC. Hoekman, Bernard, Francis Ng and Marcelo Olarreaga. 2002. Reducing Agricultural Tariffs Versus Domestic Support: Whats More Important for Developing Countries? World Bank Policy Research Working Paper, No. 2918. World Bank: Washington, D.C.",
        "Lubowski, Ruben N. 2002. Determinants of Land-Use Transitions in the United States: Econometric Analysis of Changes among the Major Land-Use Categories. Ph.D.",
        "Dissertation. Harvard University, Cambridge, MA. Lubowski, Ruben N., Shawn Bucholtz, Roger Claassen, Michael J. Roberts, Joseph C. Cooper, Anna Gueorguieva, and Robert Johansson. 2006a. Environmental Effects of Agricultural Land-Use Change: The Role of Economics and Policy. Economic Research Report No.",
        "McCarl, Bruce A. and Uwe A. Schneider. 2001. Greenhouse Gas Mitigation in U.S.",
        "Agriculture and Forestry. Science 294: 248 1-2482. McMillen, Daniel P. 1992. Probit with Spatial Autocorrelation. Journal of Regional Science 32(3): 335-348.",
        "Moulton, Robert J. and Kenneth R. Richards. 1990. Costs of Sequestering Carbon through Tree Planting and Forest Management in the United States. GTR WO-58. Washington, D.C.: U.S. Department of Agriculture, Forest Service.",
        "Nelson, Gerald C. and Daniel Hellerstein. 1997. Do Roads Cause Deforestation? Using Satellite Images in Econometric Analysis of Land Use. American Journal of Agricultural Economics 79: 80-88.",
        "Nelson, G.C., Harris, Virginia, and Steven W. Stone. 2001. Deforestation, Land Use, and Property Rights: Empirical Evidence from Darien, Panama. Land Economics 77(2): 187205.",
        "Newell, Richard G. and Robert N. Stavins. 2000. Climate Change and Forest Sinks: Factors Affecting the Costs of Carbon Sequestration. Journal of Environmental Economics and Management 40(3): 211-235.",
        "Nusser, S.M. and J.J. Goebel. 1997. The National Resources Inventory: A Long-Term MultiResource Monitoring Programme. Environmental and Ecological Statistics 4(3): 181204.",
        "Oxfam International, 2003. Cultivating Poverty: The Impact of US Cotton Subsides on Africa. Oxfam Briefing Paper 30. Boston, MA.",
        "Parks, Peter J. and Randall A. Kramer. 1995. A Policy Simulation of the Wetlands Reserve Program. Journal of Environmental Economics and Management 28: 223-240.",
        "Pew Center for Civic Journalism. 2000. Research - Straight Talk from Americans - 2000. www.pewcenter.org/dOingcj/research/r_ST2000nat1.htnil.",
        "Plantinga, Andrew J., and SoEun Ahn. 2002. Efficient Policies for Environmental Protection: An Econometric Analysis of Incentives for Land Conversion and Retention. Journal of Agricultural and Resource Economics 27(1): 128-145.",
        "Plantinga, Andrew J., Ralph Alig, and Hsiang-tai Cheng. 2001. The Supply of Land for Conservation Uses: Evidence from the Conservation Reserve Program. Resources, Conservation and Recycling 31: 199-215.",
        "Plantinga, Andrew J. and Joseph Buongiorno. 1990. Determinants of Changes in Non-Industrial Private Timberland Ownership in the United States. Journal of World Forest Resource ManagementS: 29-46.",
        "Roberts, Michael J. and Shawn Bucholtz. 2005. Slippage in the Conservation Reserve Program or Spurious Correlation? A Comment. American Journal of Agricultural Economics 87(1): 244-250.",
        "Roberts, Michael and Ruben Lubowski. 2007. Enduring Impacts of Land Retirement Policies: Evidence from the Conservation Reserve Program. Land Economics, forthcoming (November).",
        "Rust, John. 1987. Optimal Replacement of GMC Bus Engines: An Empirical Model of Harold Zurcher. Econometrica 55(5): 999-1033.",
        "Schatzki, Todd. 2003. Options, Uncertainty, and Sunk Costs: An Empirical Analysis of Land Use Change. Journal of Environmental Economics and Management 46: 86-lOS.",
        "Soil Survey Staff. 2000. Soil Ratings for Plant Growth-A System for Arraying Soils According to their Inherent Productivity and Suitability for Crops. C.S. Holzhey and H.R. Sinclair, eds. U.S. Department of Agriculture, Natural Resources Conservation Service, National Soil Survey Center. Lincoln, NE.",
        "Stavins, Robert N. 1999. The Costs of Carbon Sequestration: A Revealed-Preference Approach. American Economic Review 89(4): 994-1009.",
        "Stavins, Robert N. and Adam B. Jaffe. 1990. Unintended Impacts of Public Investments on Private Decisions: The Depletion of Forested Wetlands. American Economic Review 80(3): 337-352.",
        "Thornes, Paul and Daniel P. Miller. 1998. Land Value and Parcel Size: A Semiparametric Analysis. Journal of Real Estate Finance and Economics 17(3): 233-244.",
        "U.S. Department of Agriculture (USDA). 1973. Land Capability Classification. Soil Conservation Service Handbook, No. 210. Washington, DC.",
        "Westcott, Paul C. and J. Michael Price. 2001. Analysis of the U.S. Commodity Loan Program with Marketing Loan Provisions. Agricultural Economic Report No. 801. U.S.",
        "Department of Agriculture, Economic Research Service: Washington, D.C. Westcott, Paul C., C. Edwin Young and J. Michael Price. 2002. The 2002 Farm Act: Provisions and Implications for Commodity Markets. Agriculture Information Bulletin No. 778.",
        "U.S. Department of Agriculture, Economic Research Service: Washington, D.C. World Trade Organization (WTO). 2006. Talks suspended. Today there are only losers. WTO News, DDA June/July 2006 Modalities: Summary 24 July.",
        "Wu, Junjie. 2000. Slippage Effects and the Conservation Reserve Program. American Journal ofAgricultural Economics 82(4): 979-992."
    ]
}