{
    "id": 13573,
    "cites": 35,
    "cited_by": 114,
    "reference": [
        "[1] Organization for Economic Cooperation and Development, Household water pricing in OECD countries, OECD, Paris (1999).",
        "[3] K. D. Frederick and G. E. Schwarz, Socioeconomic impacts of climate variability and change on U.S. water resources, RFF Discussion Paper 00-2 1, Resources for the Future, Washington, DC (2000).",
        "[4] W. M. Hanemann, Prices and rate structures, in Urban Water Demand Management and Planning (D. Baumann, J. Boland and W. Hanemann, Eds.), McGraw-Hill, New York (1997).",
        "[5] C. Timmins, Demand-side technology standards under inefficient pricing regimes: Are they effective water conservation tools in the long run?, Environ. Res. Econom. 26, 107-124 (2003).",
        "[6] J. E. T. Moncur and R. L. Pollock, Scarcity rents for water: A valuation and pricing model, Land Econom. 64, 62-72 (1988).",
        "[7] D. C. Hall, Public choice and water rate design, in The Political Economy of Water Pricing Implementation (A. Dinar, Ed.), Oxford, New York (2000).",
        "[8] M. Espey, J. Espey and W. D. Shaw (1997), Price elasticity of residential demand for water: A meta-analysis, Water Resources Res. 33, 1369-1374 (1997).",
        "[9] J. M. Dalhuisen, R. J. G. M. Florax, H. L. F. de Groot and P. Nijkamp, Price and income elasticities of residential water demand: A meta-analysis, Land Econom. 79, 292-308 (2003). 32",
        "[10] R. Moffitt, The econometrics of kinked budget constraints, J. Econom. Perspect. 4, 119-139 (1990).",
        "[11] R. Moffitt, The econometrics of piecewise-linear budget constraints: A survey and exposition of the maximum likelihood method, J. Bus. Econom. Statist. 4, 3 17-328 (1986).",
        "[12] G. Burtless and J. A. Hausman, The effect of taxation on labor supply: Evaluating the Gary income maintenance experiment, J. Pol. Econom. 86, 110 1-1130 (1978).",
        "[13] J. A. Hausman, Taxes and labor supply, in The Handbook of Public Economics (A. Auerbach and M. Feldstein, Eds.), North-Holland, Amsterdam (1985).",
        "[14] J. A. Hewitt, Watering households: The two-error discrete-continuous choice model of residential water demand, Ph.D. Dissertation, University of California, Berkeley, CA (1993).",
        "[15] J. A. Hewitt and W. M. Hanemann, A discrete/continuous choice approach to residential water demand under block rate pricing, Land Econom. 71, 173-192 (1995).",
        "[16] E. M. Pint, Household responses to increased water rates during the California drought, Land Econom. 75, 246-266 (1999).",
        "[17] C. W. Howe and F. P. Lineweaver, The impact of price on residential water demand and its relation to system demand and price structure, Water Resources Res. 3, 13-32 (1967).",
        "[18] L. E. Danielson, An analysis of residential demand for water using micro time-series data, Water Resources Res. 22, 763-767 (1979).",
        "[19] 5. C. Deller, D. L. Chicoine and G. Ramamurthy, Instrumental variables approach to rural water service demand, South. Econom. J. 53, 333-346 (1986).",
        "[20] M. L. Nieswiadomy and S. L. Cobb, Impact of pricing structure selectivity on urban water demand, Contemp. Policy Issues 11, 101-113 (1993). 33",
        "[21] 5. Gaudin, Effect of price information on residential water demand, Appl. Econom. 38, 383-393 (2006).",
        "[22] J. B. Liebman and R. J. Zeckhauser, Schmeduling, Working Paper, Kennedy School of Government, Harvard University (2004).",
        "[23] W. M. Hanemann, Discrete/continuous models of consumer demand, Econometrica 52, 541-561 (1984).",
        "[24] P. Rietveld, J. Rouwendal and B. Zwart, Equity and efficiency in block rate pricing: Estimating water demand in Indonesia, Tinbergen Institute Discussion Paper No. 97-072/3, Tinbergen Institute, Amsterdam (1997).",
        "[25] R. E. Hall, Wages, income and hours of work in the U.S. labor force, in Income Maintenance and Labor Supply (G. Cain and H. Watts, Eds.), Rand McNally, Chicago (1973).",
        "[26] J. A. Nordin, J. A., A proposed modification of Taylors demand analysis: Comment, Bell J. Econom. 7, 719-21 (1976).",
        "[27] L. D. Taylor, The demand for electricity: A survey, Bell J. Econom. 6, 74-110 (1975).",
        "[28] R. Billings and D. E. Agthe, Price elasticities for water: A case of increasing block rates, Land Econom. 56, 73-84 (1980).",
        "[29] J. A. Hausman, M. Kinnucan and D. McFadden, A two-level electricity demand model: Evaluation of the Connecticut time-of-day pricing test, J. Econom. 10, 263-289 (1979).",
        "[30] D. E. Agthe, R. Billings, J. L. Dobra and K. Rafflee, A simultaneous equation demand model for block rates, Water Resources Res. 22, 1-4 (1986).",
        "[31] M. L. Nieswiadomy and D. J. Molina, Urban water demand estimates under increasing block rates, Growth and Change 19, 1-12 (1988). 34",
        "[32] M. L. Nieswiadomy and D. J. Molina, Comparing residential water demand estimates under decreasing and increasing block rates using household data, Land Econom. 65, 280-289 (1989).",
        "[33] 5. M. Olmstead, Reduced-form vs. structural models of water demand, J. Bus. Econ. Statist., forthcoming (2007).",
        "[34] P. W. Mayer, W. B. DeOreo, E. M. Opitz, J. C. Kiefer, W. Y. Davis, B. Dziegielewski and J. 0. Nelson, Residential End Uses of Water,American Water Works Association Research Foundation, Denver (1988).",
        "[35] E. T. Mansur and S. M. Olmstead, The value of scarce water: Measuring the inefficiency of municipal regulations, Working Paper (2006).",
        "[36] J. A. Hausman, Labor supply, in How Taxes Affect Economic Behavior (H. Aaron and J. Pechman, Eds.), Brookings Institution, Washington, DC (1981). 35"
    ]
}