{
    "id": 13583,
    "cites": 27,
    "cited_by": 35,
    "reference": [
        "Angrist, J. and W. Evans (1998). Children and Their Parents Labor Supply: Evidence from Exogenous Variation in Family Size. American Economic Review 88(3): 450-477.",
        "Bailey, M. J. (2006). More power to the pill: The impact of contraceptive freedom on womens lifecycle labor supply. Ouarterly Journal of Economics 121 (1): 289-320.",
        "Barro, R. J. and J.-W. Lee (2000). International Data on Educational Attainment: Updates and Implications. CID Working Paper 42.",
        "Bloom, D. E., D. Canning, et al. (2000). Population Dynamics and Economic Growth in Asia. Journal of Population Economics 26(supp.): 257-90.",
        "Bloom, D. E., D. Canning, et al. (2007). Demographic Change, Social Security Systems, and Savings. Journal of Monetary Economics 54(1): 92-114.",
        "Bloom, D. E., D. Canning, et al. (2001). Economic Growth and the Demographic Transition. NBER Working Paper(8685).",
        "Bloom, D. E., D. Canning, et al. (2003). The Demographic Dividend: A New Perspective on the Economic Consequences of Population Change. RAND Monograph Report.",
        "Bloom, D. E. and R. B. Freeman (1987). Population Growth, Labor Supply, and Employment in Developing Countries. Population growth and economic development: Issues and evidence.",
        "Bloom, D. E. and J. G. Williamson (1998). Demographic transitions and economic miracles in emerging Asia. World Bank Economic Review 12(3): 419-455.",
        "Bongaarts, J. (1984). Implications for future fertility trends for contraceptive practice. Population and Development Review 10(2): 34 1-352.",
        "Brander, J. A. and S. Dowrick (1994). The Role of Fertility and Population in Economic Growth. Journal of Population Economics 7(1): 1-25.",
        "Browning, M. (1992). Children and Household Economic Behavior. Journal of Economic Literature 30(3): 1434-1475.",
        "Engelhardt, H. and A. Prskawetz (2004). On the changing correlation between fertility and female employment over space and time. European Journal of Population 20: 35-62.",
        "Goldin, C. (1995). The U-Shaped Female Labor Force Function in Economic Development and Economic History. Investment in Womens Human Capital and Economic Development. T. P. Schultz. Chicago, IL, University of Chicago Press: 6 1-90.",
        "Henshaw, S. K., S. Singh, et al. (1999). The Incidence of Abortion Worldwide. International Family Planning Perspectives 25(Supplement): S30-S38.",
        "Heston, A., R. Summers, et al. (2006). Penn World Table Version 6.2. Center for International Comparisons of Production, Income and Prices at the University of Pennsylvania.",
        "ILO Bureau of Statistics (2007). ILO Database on Labour Statistics, International Labour Organization.",
        "Kelley, A. C. and R. M. Schmidt (1995). Aggregate Population and Economic Growth Correlations: The Role of the Components of Demographic Change. Demography 32(4): 543-555.",
        "Kelly, W. R. and P. Cutright (1983). Determinants of national family planning effort. Population Research and Policy Review 2(2): 111-130.",
        "Klerman, J. A. (1999). U.S. Abortion Policy and Fertility  The American Economic Review 89(2): 26 1-264.",
        "Mammen, K. and C. Paxson (2000). Womens Work and Economic Development. The Journal of Economic Perspectives 14(4): 141-164.",
        "Murray, M. P. (2006). Econometrics: A Modern Introduction. Boston, Addison-Wesley.",
        "Nickell, 5. (1981). Biases in dynamic models with fixed effects. Econometrica 49(6): 1417- 1426.",
        "Rosenzweig, M. R. and K. I. Wolpin (1980). Testing the Quantity-Quality Fertility Model: The Use of Twins as a Natural Experiment. Econometrica 48(1): 227-240.",
        "Simon, J. L. (1989). On Aggregate Empirical Studies Relating Population Variables to Economic Development. Population and Development Review 15(2): 323-332.",
        "Smith, J. P. and M. P. Ward (1985). Time-Series Growth in the Female Labor Force. Journal of Labor Economics 3(1): 59-90.",
        "United Nations (2004). World Population Prospects CD-ROM."
    ]
}