{
    "id": 13582,
    "cites": 13,
    "cited_by": 3,
    "reference": [
        "Amuedo-Dorantes, Catalina, Miguel Malo and Fernando MuÃ\u0083Â±oz-BullOn (2006), ~The role of temporary help agencies in facilitating temp-to-perm transitions, IZA discussion papers No. 2177. IZA, Bonn. htt~p: I/f t.p .~za. ~rg/dp2 177.",
        "Antoni, Manfred and Elke J Jahn (2006), ~Do changes in regulation affect employment duration in teporary work agencies, IZA discussion papers No. 2343 IZA, Boon .t~ti~p / /fcp. ~~/dp2343.",
        "Autor, David H (2001), Why do temporary help firms provide free general skills training?, Quarterly Journal of Economics 116(4), 1409-48.",
        "Autor, David H and Susan N. Houseman (2005), ~Do temporary help jobs improve labor market outcomes for low-skilled workers? Evidence from random assignments, unpublished. Department of Economics, MIT.",
        "Blank, Rebecca M. (1998), Contingent work in a changing labor market, in R. B.Freeman and P.Gottschalk, eds, ~Generating Jobs: How to Increase Demand for Less-Skilled Workers, Russel Sage Foundation, New York.",
        "Booth, Alison, Marco Francesconi and Jeff Frank (2002), ~Temporary jobs: stepping stones or dead ends, The Economic Journal 112, F189-F213.",
        "EIRO (2002), ~Commission proposes directive on temporary agency workers. european industrial relations observatory on-line, htt p / / ~ ~urof c~u~d. ~ ~ ~ ~ ~ European Commission (2002), Proposal for a directive of the European Parliament and the Council on working conditions for temporary workers. COM/2002/0149 final - COD 2002/0072.",
        "Forde, Chris and Gary Slater (2005), ~Agency working in Britain: Character, consequences and regulation, British Journal of Industrial Relations 43, 24971. 17 Heinrich, Carolyn J., Peter R. Mueser and Kenneth R. Troske (2005), ~Welfare to temporary work: Implications for labor market outcomes, Review of Economics and Statistics 87(1), 154-173.",
        "Houseman, Susan N (2001), Why employers use flexible staffing arrangements: Evidence from an establishment survey, Industrial and Labor Relations Review 55(1), 149-70.",
        "Kvasnicka, Michael (2005), ~Does temporary agency work provide a stepping stone to regular employment?, Discussion Papers 2005-031 . Collaborative Research Center 649, Humboldt University, Berlin.",
        "Nollen, Stanley D. (1996), ~Negative aspects of temporary employment, Journal of Labor Research 17(4), 567-81.",
        "Segal, Lewis M. and Daniel G. Sullivan (1997), ~The growth of temporary services work, Journal of Economic Perspectives 11(2), 117-36.",
        "Segal, Lewis M. and Daniel G. Sullivan (1998), Wage differntials for temporary service work: Evidence from administrative data, Working paper WP-98-23. Federal Reserve Bank of Chicago."
    ]
}