{
    "id": 13580,
    "cites": 61,
    "cited_by": 131,
    "reference": [
        "Bernanke, Ben 5. 2004. The Great Moderation. Remarks made at the meeting of the Eastern Economic Association, Washington, DC. February 20.",
        "Bernanke, Ben S., and Frederic S. Mishkin. 1997. Inflation Targeting: A New Framework for Monetary Policy? Journal of Economic Perspectives, 11(2): 97-116.",
        "Inflation Targeting in Practice: Strategic and Operational Issues and Application to Emerging Market Economies. Washington, DC: International Monetary Fund. Blinder, Alan 5. 1996. Central Banking in a Democracy. Federal Reserve Bank of Richmond Economic Quarterly, 82(4): 1-14.",
        "Brayton, Flint, Andrew Levin, Ralph Tryon, and John Williams. 1997. The Evolution of Macro Models at the Federal Reserve Board. Carnegie-Rochester Conference Series on Public Policy, 47(December): 43-8 1.",
        "Broaddus, J. Alfred, and Marvin Goodfriend. 1984. Base Drift and the Longer Run Growth of Ml: Experience from a Decade of Monetary Targeting. Federal Reserve Bank of Richmond Economic Review, 70(6): 3-14.",
        "Broaddus, J. Alfred, and Marvin Goodfriend. 2004. Sustaining Price Stability. Federal Reserve Bank of Richmond Economic Quarterly, 90(3): 3-20.",
        "Burns, Arthur F. 1979. The Anguish of Central Banking. Per Jacobsson Lecture, Sava Centar Complex, Belgrade, Yugoslavia, September 30, 1979. Belgrade: Per Jacobsson Foundation.",
        "Calvo, Guillermo A. 1983. Staggered Prices in a Utility-Maximizing Framework. Journal of Monetary Economics, 12(3): 383-98.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans. 2005.",
        "Political Economy, 113(1): 1-45. Clarida, Richard, Jordi Gall, and Mark Gertler. 1999. The Science of Monetary Policy: A New Keynesian Perspective. Journal of Economic Literature, 37(4): 166 1-1707.",
        "Dhyne, Emmanuel, et al. 2006. Price Changes in the Euro Area and the United States: Some Facts from Individual Consumer Price Data. Journal of Economic Perspectives, 20(2): 17 1-92.",
        "Dickens, William T., Lorenz Goette, Erica L. Groshen, Steinar Holden, Julian Messina, Mark E. Schweitzer, Jarkko Turunen, and Melanie E. Ward. 2007.",
        "Journal of Economic Perspectives, 21(2): 195-214. Federal Open Market Committee. 1995. Minutes of the Federal Open Market Committee Meeting of January 31-February 1, 1995.",
        "Federal Open Market Committee. 1996. Minutes of the Federal Open Market Committee Meeting of July 2-3, 1996.",
        "Federal Open Market Committee. 1981. Transcript of the Federal Open Market Committee Meeting, July 6-7, 1981.",
        "Feldstein, Martin. 1997. The Costs and Benefits of Going from Low Inflation to Price Stability. In Monetary Policy and Inflation, ed. Christina Romer and David Romer, 123-56. Chicago: University of Chicago Press.",
        "Friedman, Milton. 1964. Statement and Testimony (March 3, 1964). Statement before the U.S. Congress, House of Representatives, Committee on Banking and Currency. In The Federal Reserve System after Fifty Years, ed. U.S. Congress, House of Representatives, Committee on Banking and Currency, 1133-78. Washington, DC: U.S.",
        "Government Printing Office. Golosov, Mikhail, and Robert E. Lucas, Jr. 2007. Menu Costs and Phillips Curves. Journal of Political Economy, 115(2): 171-99.",
        "Goodfriend, Marvin. 1986. Monetary Mystique: Secrecy and Central Banking. Journal of Monetary Economics, 17(1): 63-92.",
        "Goodfriend, Marvin. 1991. Interest Rates and the Conduct of Monetary Policy. Carnegie-Rochester Conference Series on Public Policy, ed. Allan H. Meltzer and Charles I. Plosser, 34(Spring): 7-30.",
        "Goodfriend, Marvin, and Robert G. King. 1997. The New Neoclassical Synthesis and the Role of Monetary Policy. In NBER Macroeconomics Annual 1997, ed.",
        "Ben S. Bernanke and Julio J. Rotemberg, 23 1-83. Cambridge, MA: MIT Press. Goodfriend, Marvin, and Robert G. King. 2001. The Case for Price Stability. In The First ECB Central Banking Conference: Why Price Stability? ed. Alicia G.",
        "Herrero, Vitor Gaspar, Lex Hoogduin, Julian Morgan, and Bernhard Winkler, 53-94. Frankfurt am Main: European Central Bank. Goodfriend, Marvin, and Robert G. King. 2005. The Incredible Volcker Disinflation. Journal of Monetary Economics, 52(5): 981-1015.",
        "Goodfriend, Marvin, and Bennett T. McCallum. 2007. Banking and Interest Rates in Monetary Policy Analysis: A Quantitative Exploration. Journal of Monetary Economics, 54(5): 1480-1507.",
        "Greenspan, Alan. 1990. Statement before the U.S. Congress, House of Representatives, Subcommittee on Domestic Monetary Policy of the Committee on Banking, Finance, and Urban Affairs. Hearing, 101 Congress Pt Session. In Zero Inflation. Washington, DC: Government Printing Office.",
        "Greenspan, Alan. 2003. Testimony before the Committee on Banking, Housing, and Urban Affairs, U.S. Senate, on July 16, 2003. In Federal Reserve Boards Semiannual Monetary Policy Report to the Congress. Washington, DC: Federal Reserve Board.",
        "Gurkaynak, Refet S., Andrew T. Levin, and Eric T. Swanson. 2006. Does Inflation Targeting Anchor Long-Run Inflation Expectations? Evidence from Long-Term Bond Yields in the U.S., U.K., and Sweden. Federal Reserve Bank of San Francisco, Working Paper 2006-09.",
        "Hetzel, Robert L. 1998. Arthur Burns and Inflation. Federal Reserve Bank of Richmond Economic Quarterly, 84(1): 21-44.",
        "Monetary Policy in the Euro Area: Strategy and Decision Making at the European Central Bank. Cambridge: Cambridge University Press. King, Mervyn. 2005. What Has Inflation Targeting Achieved? In The Inflation Targeting Debate, ed. Ben S. Bernanke and Michael Woodford, 11-16. Chicago: University of Chicago Press.",
        "King, Robert G., Charles I. Plosser, and Sergio T. Rebelo. 1988. Production, Growth and Business Cycles: I. The Basic Neoclassical Model. Journal of Monetary Economics, 21(2-3): 195-232.",
        "King, Robert G., and Alexander L. Wolman. 1996. Inflation Targeting in a St.",
        "Louis Model of the 21st Century. Federal Reserve Bank of St. Louis Review, 78(3): 83- 107. Kydland, Finn E., and Edward C. Prescott. 1977. Rules Rather Than Discretion: The Inconsistency of Optimal Plans. Journal of Political Economy, 85(3): 473-91.",
        "Kydland, Finn E., and Edward C. Prescott. 1982. Time to Build and Aggregate Fluctuations. Econometrica, 50(6): 1345-70.",
        "Leiderman, Leonardo, and Lars E. 0. Svensson, ed. 1995. Inflation Targets.",
        "London: Centre for Economic Policy Research. Lindsey, David E., Athanasios Orphanides, and Robert H. Rasche. 2005.",
        "Louis Review, 87(2(Part 2)): 187-236 38 Lucas, Robert E., Jr. 1976. Econometric Policy Evaluation: A Critique. Carnegie-Rochester Conference Series on Public Policy, ed. Karl Brunner and Allan H.",
        "Meltzer, vol.1, pp. 19-46. Lucas, Robert E., Jr., and Thomas J. Sargent, ed. 1981. Rational Expectations and Econometric Practice. Minneapolis: University of Minnesota Press.",
        "McCallum, Bennett T. 1981. Price Level Determinacy with an Interest Rate Policy Rule and Rational Expectations. Journal of Monetary Economics, 8(3): 3 19-29.",
        "McCallum, Bennett T. 1988. Robustness Properties of a Rule for Monetary Policy. Carnegie-Rochester Conference Series on Public Policy, ed. Karl Brunner and Allan H. Meltzer, vol. 29, pp. 173-203.",
        "McCallum, Bennett T. 2002. Recent Developments in Monetary Policy Analysis: The Roles of Theory and Evidence. Federal Reserve Bank of Richmond Economic Quarterly, 88(1): 67-96.",
        "Chicago: University of Chicago Press. Meltzer, Allan H. Forthcoming. A History of the Federal Reserve. Vol. 2. Chicago: University of Chicago Press. Obstfeld, Maurice, and Kenneth Rogoff. 1995. The Mirage of Fixed Exchange Rates. Journal of Economic Perspectives, 9(4): 73-96.",
        "Okun, Arthur M. 1978. Efficient Disinflationary Policies. American Economic Review, 68(2): 348-52.",
        "Orphanides, Athanasios. 2003. The Quest for Prosperity without Inflation. Journal of Monetary Economics, 50(3): 633-63.",
        "Orphanides, Athanasios. Forthcoming. Taylor Rules. In The New Palgrave: A Dictionary of Economics, 2nd ed. Edited by Larry Blum and Steven Durlauf, Orphanides, Athanasios, and John C. Williams. 2005. Inflation Scares and Forecast-Based Monetary Policy. Review of Economic Dynamics 8(April): 498-527.",
        "Prescott, Edward C. 2006. Nobel Lecture: The Transformation of Macroeconomic Policy and Research. Journal of Political Economy, 114(2): 203-35.",
        "Rich, Georg. 1997. Monetary Targets as a Policy Rule: Lessons from the Swiss Experience. Journal of Monetary Economics, 39(1): 113-41.",
        "Rogoff, Kenneth. 2003. Globalization and Global Disinflation. In Monetary Policy and Uncertainly: Adapting to a Changing Economy, ed. Federal Reserve Bank of Kansas City. Kansas City: Federal Reserve Bank of Kansas City.",
        "Rogoff, Kenneth. Forthcoming. The Impact of Globalization on Monetary Policy. In The New Economic Geography: Effects and Policy Implications, ed. Federal Reserve Board of Kansas City. Kansas City: Federal Reserve Bank of Kansas City. Romer, Christina D., and David H. Romer. 1989. Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz. In NBER Macroeconomics Annual 1989, ed. Olivier J. Blanchard and Stanley Fischer, 121-70. Cambridge, MA: MIT Press.",
        "Rotemberg, Julio J., and Michael Woodford. 1991. Markups and the Business Cycle. In NBER Macroeconomics Annual 1991, ed. Olivier J. Blanchard and Stanley Fischer, 63-129. Cambridge, MA: MIT Press.",
        "Rotemberg, Julio J., and Michael Woodford. 1992. Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity. Journal of Political Economy, 100(6): 1153-1207.",
        "Rotemberg, Julio J., and Michael Woodford. 1997. An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy. In NBER Macroeconomics Annual 1997, ed. Ben S. Bernanke and Julio J. Rotemberg, 297-346.",
        "Sargent, Thomas J., and Neil Wallace. 1975. Rational Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule. Journal of Political Economy, 83(2): 24 1-54.",
        "Smets, Frank and Rafael Wouters. 2007. Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach. American Economic Review 97(3): 586-606.",
        "Suzuki, Yoshio. 1985. Japans Monetary Policy over the Past 10 Years. Bank of Japan Monetary and Economic Studies, 3(2): 1-9.",
        "Svensson, Lars E. 0. 2003. Escaping from a Liquidity Trap and Deflation: The Foolproof Way and Others. Journal of Economic Perspectives, 17(4): 145-66.",
        "Svensson, Lars E. 0. Forthcoming. Inflation Targeting. In The New Palgrave: A Dictionary of Economics, 2nd ed. Edited by. L. Blum and S. Durlauf. Taylor, John B. 1979. Estimation and Control of a Macroeconomic Model with Rational Expectations. Econometrica, 47(5): 1267-86.",
        "Taylor, John B. 1993. Discretion Versus Policy Rules in Practice. Carnegie- Rochester Conference Series on Public Policy, ed. Allan H. Meltzer and Charles I.",
        "Plosser, 39(December): 195-214. Tobin, James. 1980. Stabilization Policy Ten Years After. Brookings Papers on Economic Activity, no. 1, pp 19-7 1.",
        "Volcker, Paul A. 1978. The Role of Monetary Targets in an Age of Inflation. Journal of Monetary Economics, 4(2): 329-39.",
        "Woodford, Michael. 2003b. Optimal Interest-Rate Smoothing. Review of Economic Studies, 70(4): 86 1-86.",
        "Woodford, Michael. 2005. Central Bank Communication and Policy Effectiveness. In The Greenspan Era: Lessons for the Future, ed. Federal Reserve Bank of Kansas City, 399-474. Kansas City: Federal Reserve Bank of Kansas City."
    ]
}