{
    "id": 13584,
    "cites": 34,
    "cited_by": 9,
    "reference": [
        "ADMATI, A. R., AND P. PFLEIDERER (1994): Robust Financial Contracting and the Role of Venture Capitalists, The Journal of Finance, 49(2), 371-402.",
        "ALBUQUERQUE, R., AND H. A. HOPENIIAYN (2004): Optimal Lending Contracts and Firm Dynamics, Review of Economic Studies, 71, 285-315.",
        "BAKER, M., AND J. WURGLER (2006): Investor Sentiment and the Cross-Section of Stock Returns, Journal of Finance, 61, 1645-1680.",
        "BIAI5, B., T. MARI0TTI, G. PLANTIN, AND J.-C. ROCHET (2007): Optimal Design and Dynamic Pricing of Securities, Review of Economic Studies, 74, 345-390, Working paper, UniversitÃ\u0083Â© de Toulouse.",
        "CABALLERO, R., AND E. ENGLE (1999): Explaining Investment Dynamics in U.S. Manufacturing: A Generalized (S,s) Approach, Econometrica, 67, 783-826.",
        "CAMPBELL, J. Y., M. LETTAU, B. MALKIEL, AND Y. Xu (2001): Have Individual Stocks Become More Volatile? An Empirical Exploration of Idiosyncratic Risk, Journal of Finance, 56(1), 1-43.",
        "CIIEMMANUR, T. J., AND P. FULGIIIERI (1999): A Theory of the Going Public Decision, Review of Financial Studies, 12, 249-279.",
        "CLEMENTI, G. L., AND H. HOPENIIAYN (2006): A Theory of Financing Constraints and Firm Dynamics, Quarterly Journal of Economics, 121, 229-265.",
        "C0MIN, D., AND T. PIIILIPP0N (2005): The Rise in Firm-Level Volatility: Causes and Consequences, in Macroeconomics Annual, ed. by M. Gertler, and K. Rogoff. NBER.",
        "COOLEY, T., R. MARIMON, AND V. QUADRINI (2004): Aggregate Consequences of Limited Contract Enforceability, Journal of Political Economy, 112, 817-847.",
        "DAVIS, S., J. HALTIWANGER, R. JARMIN, AND J. MIRANDA (2006): Volatility and Dispersion in Business Growth Rates: Publicly Traded versus Privately Held Firms, in Macroeconomics Annual, ed. by D. Acemoglu, K. Rogoff, and M. Woodford. NBER.",
        "DEMARz0, P., AND M. M. FISHMAN (2004): Optimal Long-Term Financial Contracting with Privately Observed Cash Flows, Working Paper, Stanford University.",
        "DEMARz0, P., M. M. FISHMAN, Z. HE, AND N. WANG (2007): Agency Frictions and Investment Dynamics, Working Paper Kellogg School of Management.",
        "DEMARz0, P., AND Y. SANNIKOV (2006): Optimal Security Design and Dynamic Capital Structure in a Continuous-Time Agency Model, Journal of Finance, forthcoming.",
        "DIxIT, A. K., AND R. S. PINDYCK (1994): Investment under Uncertainty. Princeton University Press.",
        "DUNNE, T., M. J. ROBERTS, AND L. SAMUELSON (1989): The Growth and Failure of U. S. Manufacturing Plants, The Quarterly Journal of Economics, 104, 671-698.",
        "FINK, J., K. FINK, G. GRULLON, AND J. WESTON (2005): Firm Age and Fluctuations in Idiosyncratic Risk, Working Paper.",
        "GOMPERS, P., AND J. LERNER (1999): An Analysis of Compensation in the U.S. Venture Capital Partnership, Journal of Financial Economics, 51(1), 3-44.",
        "HALL, R. E., AND S. WOODWARD (2007): The Incentives to Start New Companies: Evidence from Venture Capital, Working Paper, Stanford University.",
        "JAIN, B. A., AND 0. KINI (1994): The Post-Issue Operating Performance of IPO Firms, The Journal of Finance, 49, 1699-1726.",
        "JENKINSON, T., AND A. LJUNGQVIST (2001): Going Public: The Theory and Evidence on How Companies Raise Equity Finance. Oxford University Press, Oxford, UK.",
        "JOVANOVIC, B., AND P. L. ROUSSEAU (2001): Why Wait? A Century of Life Before IPO, AER paper and proceedings, pp. 336-341.",
        "KAPLAN, S. N., AND P. STROMBERG (2003): Financial Contracting Theory Meets the Real World: An Analysis of Venture Capital Contracts, Review of Economic Studies, 70, 281-315.",
        "KIM, W., AND M. S. WEISBACH (2007): Motivations for Public Equity Offers: An International Perspective, forthcoming in Journal of Financial Economics.",
        "LOUGHRAN, T., AND J. RITTER (2004): Why Has IPO Underpricing Changed Over Time?, Financial Management, pp. 5 37.",
        "MOSKOWITZ, T. J., AND A. VISSING-JORGENSEN (2002): The Return to Entrepreneurial Investment: A Private Equity Puzzle?, American Economic Review, 92(4), 745-778.",
        "PASTOR, L., AND P. VERONESI (2005): Rational IPO Waves, Journal of Finance, 60, 1713-1757.",
        "PHILIPPON, T., AND A. RESHEFF (2007): Skill Biased Financial Development: Education, Wages and Occupations in the U.S. Financial Sector, Working Paper, New York University.",
        "PISKORSKI, T., AND A. TCHISTYI (2006): Optimal Mortgage Design, Working Paper, New York University.",
        "QUADRINI, V. (2004): Investment and Liquidation in Renegotiation-Proof Contracts with Moral Hazard, Journal of Monetary Economics, 51, 713-751.",
        "RITTER, J. R., AND I. WELCH (2002): A Review of IPO Activity, Pricing, and Allocations,  Journal of Finance, 57, 1795-1828.",
        "SANNIKOV, Y. (2007a): Agency Problems, Screening, and Increasing Credit Lines, Working Paper, NYU.",
        "Paper. 30 SCHMIDT, K. M. (2003): Convertible Securities and Venture Capital Finance, The Journal of Finance, 58(3), 1139-1166.",
        "SPEAR, S. E., AND S. SRIVASTAVA (1987): On Repeated Moral Hazard with Discounting, Review of Economic Studies, 54, 599-617."
    ]
}