{
    "id": 13598,
    "cites": 27,
    "cited_by": 14,
    "reference": [
        "[1] Becker, G.S., Mulligan, C., 2003. Deadweight costs and the size of government. The Journal of Law and Economics 46, 293-340.",
        "[2] Benhabib, J., 1996. On the political economy of immigration. European Economic Review 40, 1737-43",
        "[3] Bergstrom, T.C., Hartman, J.L., 2005. Sustainabillity of pay-as-you-go social security, Cesifo Working Paper No.1378.",
        "[4] Bohn, Henning, , 2005. Will Social Security and Medicare Remain Viable as the U.S. Population is",
        "[6] Social Security Reform, Cambridge University Press, 44-72",
        "[7] Boldrin, M., Rustichini, A., 2000. Political equilibria with social security. Review of Economic Dynamics 3, 41-78.",
        "[8] Borjas, G.J., 1999. Heavens door: immigration policy and the american economy. Princeton University Press, Princeton, N.J.",
        "[9] Borjas, G.J., 2003. THE LABOR DEMAND CURVE IS DOWNWARD SLOPING: REEXAMINING THE IMPACT OF IMMIGRATION ON THE LABOR MARKET, NBER WP 9755",
        "[10] Breyer, F., Craig, B., 1997. Voting on social security: evidence from OECD countries. European Journal of Political Economy 13, 705-724.",
        "[11] Cooley, T.F., Soares, J., 1999. A positive theory of social security based on reputation. Journal of Political Economy 107, 135- 160.",
        "[12] Dolmas, J., Huffman G.W., 2004. On the political economy of immigration and income redistribution. International Economic Review 45, 1129-1168.",
        "[13] Feldstein MS., 2006. The effects of the ageing european population on economic growth and budgets: implications for immigration and other policies. NBER working paper 12736, Cambridge, Mass.",
        "[14] Forni, L,. 2005, Social security as Markov equilibrium in OLG models. Review of Economic Dynamics 8, 178-194.",
        "[15] Galasso, V., Profeta, P., 2002. The political economy of social security: a survey. European Journal of Political Economy 18, 1- 29.",
        "[16] Hansson, I., Stuart, C., 1989. Social security as trade among living generations. American Economic Review 79, 549-559.",
        "[17] Hassler, J., Rodriguez Mora, J. V., Storesletten, K., Zilliboti, F., 2003. The survival of the welfare state, American Economic Review 93,. 87-112, 2003.",
        "[18] Krusell, P., Rios-Rull, J.V., 1996. Vested interests in a positive theory of stagnation and growth. Review of Economic Studies 63, 301-29.",
        "[19] Lee, R., Miller, T.,2000. Immigration, social security, and broader fiscal impacts. The American Economic Review 90, 350-354.",
        "[20] Mulligan, C.B., Sala-i-Martin, X., 1999. Gerontocracy, retirement and social security. NBER working paper 7117, Cambridge, Mass. 41",
        "[21] Ortega, F., 2005. Immigration quotas and skill upgrading. Journal of Public Economics 89, 1841-1863.",
        "[22] Razin, A., Sadka, E., 2000. Unskilled migration: a burden or a boon for the welfare state. Scandinavian Journal of Economics 102, 463-479.",
        "[23] Razin, A., Sadka, E., Swagel, P., 2002a. The aging population and the size of the welfare state. Journal of Political Economy 110, 900-918.",
        "[24] Razin, A., Sadka, E., Swagel, P., 2002b. Tax burden and migration: a political economy theory and evidence, Journal of Public Economics 85,167-190.",
        "[25] Razin, A., Sadka, E., 2004.Welfare migration: is the net fiscal burden a good measure of its economic impact on the welfare of the native-born population? CESifo Economic Studies 50, 709-714.",
        "[26] Tabellini, G., 2000. A positive theory of social security. Scandinavian Journal of Economics 102, 523- 545.",
        "[27] Storesletten, K., 2000. Sustaining fiscal policy through immigration. The Journal of Political Economy 108, 300-24.",
        "[28] Verbon, H.A.A., Verhoeven, M.J.M., 1992. Decision making on pension schemes under rational expectations. Journal of Economics 56, 71- 97. 42"
    ]
}