{
    "id": 13596,
    "cites": 18,
    "cited_by": 0,
    "reference": [
        "Barnhart, Tony (1998) Inside Colleges: Some Coaches Still Absentees in Polls Atlanta Journal Constitution Aug. 9, 1998.",
        "Buchanan, James and Yong Yoon (2006) All Voting is Strategic Public Choice 127: 159-167.",
        "Caldwell, David (2002) College Football: The Records of Opponents Help Life Idle Oklahoma New York Times Oct. 29, 2002.",
        "Callaghan, Thomas, PeterJ. Mucha, and Mason A. Porter (2004) The Bowl Championship Series: A Mathematical Review Notices of the American Mathematical Society 51: 8 87-893.",
        "Campbell, Noah D., Tammy M. Rodgers and Zachary Finney (2007) Evidence of Television Exposure Effects in AP Top 25 College Football RankingsJournal of Sports Economics 8: 425-434.",
        "Dienhart, Tom (2002) Winning Big Should Count for Something The Sporting News June 24, 2002.",
        "Drape, Joe (2002) College Football: In Real Life, Victory Margin Matters New York Times, Oct. 3, 2002.",
        "Fair, Ray C. and John F. Oster (2007) College Football Rankings and Market Efficiency Journal of Sports Economics 8: 3-18.",
        "Frechette, Gufflaume, Alvin Roth and M. Utku Unver (2007) Unraveling Yields Inefficient Matchings: Evidence from Post-Season College Football Bowls Forthcoming, R/I ND Journal of Economics.",
        "Goff, Brian (1996) An Assessment of Path Dependence in Collective Decisions: Evidence from Football Polls Applied Economics 28: 291-297.",
        "Langllet, George (2003) The Relationship Between Recruiting and Team Performance in Division IA College Football.Journal of Sports Economics 4: 240-245.",
        "Lebovic, James H. and Lee Sigelman (2001) The Forecasting Accuracy and Determinants of Football Rankings InternationalJournal of Forecasting 17: 105-120.",
        "Lowenstein, George, Ted ODonoghue and Matthew Rabin (2003) Projection Bias in Predicting Future Utility Quarter~ Journal of Economics 118: 1209-1248.",
        "MacCambridge, Michael, ed., (2005) ESPN College Football En~yclopedia: The Complete Histo~y of the Game.",
        "Mandel, Stewart (2007) No.1. for now: South Florida Earns Top Spot After LSU, Cal go Down. Sports Illustrated Online http: / / sportsillustrated.cnn~corn/2OO7/wdters/stewart mandei/ 10/1 6/power~rankings8 /index.",
        "Paul, RodneyJ., Amdrew Weinbach and Patrick Coate (2007) Expectations and Voting in the NCAA Football Polls (The Wisdom of Point Spreads) Journal of Sports Economics 8: 412-424.",
        "Rabin, Matthew (2002) Inference by Believers in the Law of Small Numbers Quarter~y Journal of Economics 117: 817-869.",
        "Rabin, Matthew and Joel Schrag (1999) First Impressions Matter: A Model of Confirmatory Bias Quarter~y Journal of Economics 114: 37-82."
    ]
}