{
    "id": 13591,
    "cites": 28,
    "cited_by": 22,
    "reference": [
        "BÃ\u0083Â¶ckerman, Petri, and Jaakko Kiander. 2002a. Determination of average working time in Finland. Labour 16 (September): 557-68. BÃ\u0083Â¶ckerman, Petri, and Jaakko Kiander. 2002b. Labour markets in Finland during the great depressions of the twentieth century. Scandinavian Economic History Review 50 (2): 55-70.",
        "Chakraborty, Suparna. 2006. Modeling sudden stops: The role of preferences. Manuscript. Baruch College, City University of New York.",
        "Chari, V.V., Patrick J. Kehoe, and Ellen R. McGrattan. 2005. Sudden stops and output drops. American Economic Review, Papers and Proceedings, 95 (May): 38 1-87.",
        "Cole, Harold L., and Lee E. Ohanian. 1999. The Great Depression in the United States from a neoclassical perspective. Federal Reserve Bank of Minneapolis Quarterly Review 23 (Winter): 2-24.",
        "Cole, Harold L., and Lee E. Ohanian. 2007. A second look at the U.S. Great Depression from a neoclassical perspective. In Timothy J. Kehoe and Edward C. Prescott, editors, Great depressions of the twentieth century. Federal Reserve Bank of Minneapolis, 21-58.",
        "Correia, Isabel, JoÃ\u0083Â£o Neves, and Sergio Rebelo. 1995. Business cycles in a small open economy. European Economic Review 39 (June): 1089-113.",
        "Gollin, Douglas. 2002. Getting income shares right. Journal of Political Economy 110 (April): 458-74.",
        "Gordon, Robert J. 1990. The measurement of durable goods prices. University of Chicago Press.",
        "Gorodnichenko, Yuriy, Enrique Mendoza, and Linda L. Tesar. 2007. Trade and transition dynamics in the Finnish depression. Manuscript. University of Michigan.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Gregory W. Huffman. 1988. Investment, capacity utilization, and the real business cycles. American Economic Review 78 (June): 402-17.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Per Krusell. 2000. The role of investment-specific technological change in the business cycle. European Economic Review 44 (January): 91-115.",
        "Hansen, Gary D., and Edward C. Prescott. 1995. Recursive methods for computing equilibria in business cycle models. In Thomas F. Cooley, editor, Frontiers of business cycle research. Princeton University Press, 3 9-64.",
        "Hayashi, Fumio, and Edward C. Prescott. 2002. The i990s in Japan: A lost decade. Review of Economic Dynamics 5 (January): 206-35.",
        "Hayashi, Fumio, and Edward C. Prescott. 2007. The i990s in Japan: A lost decade. In Timothy J. Kehoe and Edward C. Prescott, editors, Great depressions of the twentieth century. Federal Reserve Bank of Minneapolis, 257-86.",
        "Kehoe, Timothy J., and Edward C. Prescott. 2002. Great depressions of the twentieth century. Review of Economic Dynamics 5 (January): 1-18.",
        "Kehoe, Timothy J., and Edward C. Prescott, editors. 2007. Great depressions of the twentieth century. Federal Reserve Bank of Minneapolis.",
        "Kehoe, Timothy J., and Kim J. Ruhl. 2007. Are shocks to the terms of trade shocks to productivity? Federal Reserve Bank of Minneapolis Staff Report 391.",
        "Kiander, Jaakko. 2004. The evolution of the Finnish model in the i990s: From depression to high-tech boom. Government Institute for Economic Research (VATT) Discussion Paper 344.",
        "Kiander, Jaakko, and Pentti Vartia. 1996. The great depression of the i990s in Finland. Finnish Economic Papers, 9 (Spring): 72-88.",
        "Koskela, Erkki, and Roope Uusitalo. 2004. Unintended convergence: How Finnish unemployment reached the European level. Labour Institute for Economic Research, Discussion Paper 188.",
        "Ljunge, Martin, and Kelly S. Ragan. 2004. Who responded to the tax reform of the century? Manuscript. University of Chicago.",
        "Mendoza, Enrique G., AssafRazin, and Linda Tesar. 1994. Effective tax rates in macroeconomics: Cross-country estimates of tax rates on factor incomes and consumption. Journal of Monetary Economics 34 (December): 297-323.",
        "Prescott, Edward C. 2002. Richard T. Ely lecture: Prosperity and depression. American Economic Review 92 (May): 1-15.",
        "Prescott, Edward C. 2007. Prosperity and depression. In Timothy J. Kehoe and Edward C. Prescott, editors, Great depressions of the twentieth century. Federal Reserve Bank of Minneapolis, 403-26.",
        "Press, William H., Brian P. Flannery, Saul A. Teukolsky, and William T. Vetterling. 2002. Numerical recipes in C++: The art of scientific computing. Cambridge University Press.",
        "Rebelo, Sergio. 1991. Long-run policy analysis and long-run growth. Journal of Political Economy 99 (June): 500-521.",
        "Rogerson, Richard. 2007. Taxation and market work: Is Scandinavia an outlier? National Bureau of Economic Research Working Paper 12890.",
        "Ruhl, Kim J. 2004. The elasticity puzzle in international economics. Manuscript. University of Texas at Austin."
    ]
}