{
    "id": 13602,
    "cites": 35,
    "cited_by": 86,
    "reference": [
        "Aghion, Philippe, Diego Comin, and Peter Howitt, When Does Domestic Saving Matter for Economic Growth?, NBER Working Papers 12275 June 2006.",
        "Aguiar, Mark and Gita Gopinath, Emerging Market Business Cycles: The Cycle Is the Trend, Journal of Political Economy, February 2007, 115 (1), 69-102.",
        "Aizenman, Joshua, Brian Pinto, and Artur Radziwill, Sources for Financing Domestic Capital -~ Is Foreign Saving a Viable Option for Developing Countries?, NBER Working Papers 10624 July 2004.",
        "Barro, Robert J. and Xavier Sala-i-Martin, Economic Growth, New-York: McGraw Hill, 1995.",
        "Bernanke, Ben and Refet GÃ\u0083Â¼rkaynak, Is Growth Exogenous? Taking Mankiw, Romer and Weil seriously, in Ben Bernanke and Kenneth Rogoff, eds., N.B.E.R. Macroeconomics Annual, MIT Press Cambridge MA 2001, pp. 11-72.",
        "Caballero, Ricardo J., Emmanuel Farhi, and Pierre-Olivier Gourinchas, An Equilibrium Model of Global Imbalances and Low Interest Rates, American Economic Review, forthcoming 2007.",
        "Carroll, Christopher D. and David N. Weil, Saving and Growth: A Reinterpretation, in Carnegie-Rochester Series on Public Policy June 1994, pp. 133-192.",
        "New Evidence, in B.D. Bernheim and John B. Shoven, eds., National Savings and Economic Performance, Chicago University Press 1991.",
        "Caselli, Francesco, Accounting for Cross-Country Income Differences, NBER Working Paper 10828 October 2004.",
        "Chatterjee, Sirsha and Kanda Naknoi, The Marginal Product of Capital, Capital Flows and Convergence, mimeo, Purdue University June 2007.",
        "Chen, Kaiji, Ayse Imrohoroglu, and Selahattin Imrohoroglu, The Japanese Saving Rate, American Economic Review, December 2006, 96, 1850-1858(9).",
        "Chinn, Menzie D. and Hiro Ito, A New Measure of Financial Openness, Mimeo, U. of Wisconsin May 2007.",
        "Easterly, William, Michael Kremer, Lance Pritchett, and Lawrence Summers, Good Policy or Good Luck? Country Growth Performance and Temporary Shocks, Jonrmal of Mometary Ecomomics, 1993, 3~, 459-483.",
        "Eaton, Jonathan and Samuel Kortum, International Technology: Theory and Measurement,  Imtermatiomal Ecomomic Review, 1999, ~0 (3).",
        "Feldstein, Martin and Charles Horioka, Domestic Saving and International Capital Flows, Ecomomic Jonrmal, June 1980, 90 (358), 314-29.",
        "Gertler, Mark and Kenneth Rogoff, North-South lending and endogenous domestic capital market inefficiencies, Jonrmal of Mometary Ecomomics, 1990, ~6 (2), 245-266.",
        "Gollin, Douglas, Getting Income Shares Right, Jonrmal of Political Ecomomy, 2002, 110 (2), 458-474.",
        "Gourinchas, Pierre-Olivier and Olivier Jeanne, The Elusive Gains From International Financial Integration, Review of Ecomomic Stndies, 2006, 73 (3), 715-741.",
        "Hsieh, Chang-Tai and Peter J. Klenow, Relative Prices and Relative Prosperity, Amen cam Ecomomic Review, June 2007, 97 (3), 562-585.",
        "Jeanne, Olivier, International Reserves in Emerging Market Countries: Too Much of a Good Thing?, in Brookings Papers on Economic Activity Spring 2007, pp. 1-55.",
        "King, Robert G and Ross Levine, Finance and Growth: Schumpeter Might Be Right, The Qnantenly Jonnmal of Ecomomics, August 1993, 108 (3), 717-37.",
        "Model, Amenicam Ecomomic Review, September 1993, 83 (4), 908-31.",
        "Lucas, Robert E. Jr., Why Doesnt Capital Flow from Rich to Poor Countries?, Amenicam Ecomomic Review, 1990, 80, 92-96.",
        "Mankiw, N. Gregory, David Romer, and David Weil, A Contribution to the Empirics of Economic growth, Qnantenly Jonnmal of Ecomomics, 1992, 107 (2), 407-38.",
        "Manzocchi, Stefano and Philippe Martin, Are Capital Flows Consistent with the Neoclassical Growth Model? Evidence from a Cross-section of Developing Countries, Ecomomie Imtenmatiomale, 1997, 7~, 7-24.",
        "Matsuyama, Kiminori, Financial Market Globalization, Symmetry-Breaking, and Endogenous Inequality of Nations, Ecomometnica, 2004, 7~ (3), 853-884.",
        "Mendoza, Enrique, Vincenzo Quadrini, and Victor Rios-Rull, Financial Integration, Financial Deepness and Global Imbalances, mimeo University of Maryland January 2007.",
        "Modigliani, Franco, The Life Cycle Hypothesis of Savings and Intercountry Differences in the Savings Ratio, in J.M. Volpe M. FG. Scott and W. Eltis, eds., Imdnctiom, Growth amd Trade. Essays im Homon of Sin Roy Hannod, Oxford: Clarendon Press, 1970, pp. 197-225.",
        "Obstfeld, Maurice and Kenneth Rogoff, Fonmdatioms of Imtenmatiomal Macnoecomomics, Cambridge: MIT PRess, 1996.",
        "Parente, Stephen and Edward Prescott, Barriers to Riches, Cambridge, MA: MIT Press, 2000.",
        "Prasad, Eswar, Raghuram Rajan, and Arvind Subramanian, Foreign Capital and Economic Growth, Bnoolcimgs Papers om Ecomomic Activity, Spring 2007, pp. 153-230.",
        "Rajan, Raghuram G. and Arvind Subramanian, Aid and Growth: What Does the Cross-Country Evidence Really Show?, NBER Working Papers 11513 August 2005.",
        "Rodrik, Dani, Industrial Development: Stylized Facts and Policies, mimeo, Kennedy School of Government November 2006.",
        "Roodman, David, An Index of Donor Performance, Working Paper 67, Center for Global Development November 2006.",
        "World Bank, Where is the Wealth of Nations?, Report, Washington DC: The World Bank 2006."
    ]
}