{
    "id": 1360,
    "cites": 18,
    "cited_by": 14,
    "reference": [
        "Blinder, A.; R. Gordon; and D. Wise (1980). Reconsidering the Work Disincentive Effect of Social Security. National Tax Journal, December.",
        "Boskin, M. and M. Hurd (1982). Are Inflation Rates Different for the Elderly? NBER Working Paper No. 943.",
        "Bureau of Labor Statistics (1968). Revised Equivalence Scale. Bulletin 1570-2. Washington, D.C.",
        "Fox, A. (1982). Earnings Replacement Rates and Total Means: Findings from the Retirement History Study. Social Security Bulletin, October.",
        "Fuchs, V. (1984). Though Much Is Taken. NBER Working Paper No. 1269.",
        "Hammermesh, D. (1982). Consumption During Retirement: The Missing Link in the Life-Cycle. NBER Working Paper No. 914.",
        "Hay-Huggins (1983). Social Security, Booklet 23.",
        "Henle, P. (1972). Recent Trends in Retirment Benefits Related to Earnings. Monthly Labor Review.",
        "Hansen, W. L. and B. Weisbrod (1968). An Income-Net Worth Approach to Measuring Economic Welfare. American Economic Review, December.",
        "Hurd, M. and J. Shoven (1982). The Economic Status of the Elderly. In Z.",
        "Bodie and J. Shoven (eds.), Financial Aspects of the U.S. Pension System. Chicago: University of Chicago Press, pp. 359-97. __________ (1983). The Distributional Impact of Social Security. In D.",
        "Wise (ed.), Pensions, Labor and Individual Choice. Chicago: University of Chicago Press, forthcoming. Kotlikoff, L.; A. Spivak; and L. Summers (1982). The Adequacy of Savings. American Economic Review, December.",
        "Lazear, E. and R. Michael (1983). Allocation of Income within the Household. Mimeo, University of Chicago.",
        "Moon, Marilyn (1977). The Measurement of Economic Welfare. NY: Academic Press.",
        "Pechman, J. (1983). Federal Tax Policy, Fourth ed. Washington: The Brookings Institution.",
        "Schultz, J. et al. (1974). Providing Adequate Retirement Income. Brandeis University Press.",
        "U.S. Bureau of the Census .1983). Current Population Reports, Series P-23, No. 128. Washington, D.C.",
        "U.S. Department of Health and Human Services, Social Security Administration (1980). Social Security Bulletin, Annual Statistical Supplement, p. 28."
    ]
}