{
    "id": 13610,
    "cites": 42,
    "cited_by": 20,
    "reference": [
        "Altman, Lawrence, AIDS Is on the Rise Worldwide, U.N. Finds, The New York Times, 2006, November 22, 2006.",
        "Anarfi, John, Ernest Appiaha, and Kofi Awusabo-Asareb, Livelihood and the risk of HIV/AIDS infection in Ghana: the case of female itinerant traders, Health Transition Review, 1997, 7-5.",
        "Arnafi, John, Sexuality, migration and AIDS in Ghana-A socio-behavioral study, Health Transition Review, 1993, ~, 273-295.",
        "Bicego, George, Estimating adult mortality rates in the context of the AIDS epidemic in sub-Saharan Africa: analysis of DHS sibling histories, Health Transition Review, 1997, 7.",
        "Brewer, Toye, Julia Hasbun, Caroline Ryan, Stephen Hawes, Samuel Martinez et al., Migration, ethnicity and environment: HIV risk factors for women on the sugar cane plantations of the Dominican Republic, AIDS, 1998, 12, 1879-1887.",
        "Brockerhoff, Martin and Ann Biddlecom, Migration, Sexual Behavior and the Risk of HIV in Kenya, International Migration Review, 1999, 33 (4), 833-856.",
        "Collaborative Group on AIDS Incubation and HIV Survival, Time from HIV-1 seroconversion to AIDS and death before widespread use of highly-active antiretroviral therapy: a collaborative re-analysis, The Lancet, 2000, 355, 1131-1137.",
        "DeWalque, Damien, How Does the Impact of an HIV/AIDS Information Campaign Vary With Educational Attainment: Evidence from Rural Uganda, 2005. Mimeo, World Bank.",
        "Editorial Desk, The State of AIDS, The New York Times, 2005, December 1, 2005.",
        "Epstein, Helen, The Invisible Cure, New York, NY: Farrar, Straus and Giroux, 2007.",
        "Feeney, Griffith, The Impact of HIV/AIDS on Adult Mortality in Zimbabwe, Population and Development Review, 2001, 27 (4), 771-780.",
        "Forston, Jane, Mortality Risks and Human Capital Investment: The Impact of HIV/AIDS in Sub-Saharan Africa, 2006. Mimeo, Princeton University.",
        "Gakidou, Emmanuela and Gary King, Death by Survey: Estimating Adult Mortality without Selection Bias from Sibling Survival Data, Demography, 2006, ~3 (3), 569-585.",
        "Margaret Hogan, and Alan D Lopez, Adult mortality: time for a reappraisal, International Journal of Epidemiology, 2004, 33, 1-8.",
        "Gray, Ron, David Serwadda, Godfrey Kigozi, Fred Nalugoda, and Maria Wawer, Ugandas HIV Prevention Success: The Role of Sexual Behavior Change and the National Response. Commentary on Green et al. (2006), AIDS and Behavior, 2006, 10 (4), 347-350.",
        "Green, Edward, Rethinking AIDS Prevention: Learning from Successes in Developing Countries, Westport, CT: Praeger Publishers, 2004.",
        "Daniel Halperin, Vinand Nantulya, and Janice Hogle, Ugandas HIV Prevention Success: The Role of Sexual Behavior Change and the National Response, AIDS and Behavior, 2006, 10 (4), 335-346.",
        "Halperin, Daniel and Glenn Post, Global HIV Prevalence: The Good News Might be Even Better, Lancet, 2004, 36~ (9439), 1035-1036.",
        "Kalemi-Ozcan, Sebnam, AIDS, Reversal of the Demographic Transition and Economic Development: Evidence from Africa, NBER Working Paper, No. 12181, 2006.",
        "Klitsch, M, Rural Ugandan Womens HIV Infection Rates Seem Related to Truck Routes, International Family Planning Perspectives, 1992, 18 (2), 79.",
        "Lurie, Mark, Brian Williams, Khangelani Zuma, David Mkaya-Mwamburi, Geoff Garnett, Michael Sweat, Joel Gittelsohn, and Salim Abdool Karim, Who Infects Whom? HIV-1 Concordance and Discordance Among Migrant and Non-Migrant Couples in South Africa, AIDS, 2003a, 17 (15), 2245-2252.",
        "Lurie, MN, BG Williams, K Zuma, D Mkaya-Mwamburi et al., The Impact of Migration on HIV-1 Transmission in South Africa: A Study of Migrant and Nonmigrant Men and Their Partners, Sexually Transmitted Diseases, 2003b, 30 (2), 139-156.",
        "Maugh, Thomas, AIDS Growth Slowing Worldwide, U.N. Finds, The Los Angeles Times, 2006, May 31, 2006.",
        "McNeill, William, Plagues and Peoples, Garden City, NY: Anchor Press, 1976.",
        "Murphy, Kevin and Finis Welch, Empirical Age-Earnings Profiles, Journal of Labor Economics, 1990, 8 (2), 202-229.",
        "ORC Macro, HIV Notes from Measure DHS, Technical Report, USAID 2006.",
        "Orubuloye, 1.0., Pat Caldwell, and John Caldwell, The Role of High-Risk Occupations in the Spread of AIDS: Truck Drivers and Itinerant Market Women in Nigeria, International Family Planning Perspectives, 1993, 19 (2), 43-48.",
        "Oster, Emily, HIV and Behavior Change: Why Not Africa?, 2007. Mimeo, University of Chicago.",
        "Slutkin, Gary, Sam Okware, Warren Naamara, Don Sutherland, Donna Flanagan, Michel Carael, Erik Blas, Paul Delay, and Daniel Tarantola, How Uganda Reversed Its HIV Epidemic, AIDS and Behavior, 2006, 10 (4), 351-361.",
        "Stanton, Cynthia, Noureddine Abderrahim, and Kenneth Hill, An Assessment of DHS Maternal Mortality Indicators, Studies in Family Planning, 2000, 31 (2), 111-123.",
        "Statistics South Africa, Mid-year population estimates, South Africa, Technical Report, Statistics South Africa 2004.",
        "Steinbrook, Robert, HIV In India - A Complex Epidemic, New England Journal of Medicine, 2007, 356 (11), 1089-1093.",
        "Stoneburner, Rand and Daniel Low-Beer, Population-Level HIV Declines and Behavioral Risk Avoidance in Uganda, Science, April 2004, 30~, 714-718.",
        "Stover, James, AIM version 4. A computer program for HIV/AIDS projections and examining the social and economic impacts of AIDS, Spectrum system of Policy Models. The Futures Group International., 2003.",
        "Timeaus, Ian and Momodou Jasseh, Adult Mortality in Sub-Saharan Africa: Evidence from the Demographic and Health Surveys, Demography, 2004, ~1 (4), 757-772.",
        "Trussell, James and German Rodriguez, A Note on the Sisterhood Estimator of Maternal Mortality, Studies in Family Planning, 1990, 21 (6), 344-346.",
        "UNAIDS, AIDS Epidemic Update: Special Report on HI V/A IDS: December, 2006, UNAIDS and WHO, 2006.",
        "United Nations, Demographic Yearbook, United Nations, 2001.",
        "Wawer, Maria, Ronald Gray, Nelson Sewankambo et al., Rates of HIV-1 Transmission per Coital Act, by Stage of HIV-1 Infection, in Rakai, Uganda, Journal of Infectious Diseases, 2005, 191, 1403-1409.",
        "Weinreb, Alex, Estimating HIV+ Incidence from Mortality Rates: A Method and Agenda, 1999. Presentation, Durbin South Africa.",
        "Werker, Eric, Amrita Ahuja, and Brian Wendell., Male Circumcision and AIDS: The Macroeconomic Impact of a Health Crisis, 2006. Harvard Business School Working Paper.",
        "Wilson, Mary, Travel and the Emergence of Infectious Disease, Emerging Infectious Diseases, 1995, 1 (2), 39-46."
    ]
}