{
    "id": 13612,
    "cites": 14,
    "cited_by": 20,
    "reference": [
        "Aviat, A., N. Coeurdacier, 2007, The Geography of Trade in Goods and Asset Holdings, Journal of International Economics, 71(1), 22-Si.",
        "Baxter, M., U. Jermann, R. King, 1998, Nontraded Goods, Nontraded Factors, and Interna- tional Non-Diversification, Journal of International Economics, 44, 211-229.",
        "Burstein, A., M. Eichenbaum, S. Rebelo, 2005, Large Devaluations and the Real Exchange Rate, Journal of Political Economy, 113: 742-784, 2005.",
        "Chen, H., M. Kondratowicz and K.M Yi, 2005, Vertical Specialization and Three Facts About U.S. International Trade, North American Journal of Economics and Finance, 16 (1), 35-59.",
        "Coeurdacier, N., 2006, Do trade costs in goods market lead to home bias in equities? mimeo.",
        "French, K., J. Poterba. 1991, Investor Diversification and International Equity Markets. American Economic Review, 81(2), 222-226.",
        "Heathcote, J., F. Perri, 2004, The International Diversification Puzzle is Not as Bad as You Think. New York University, manuscript.",
        "Kang, Jun Koo, and Rene M. Stulz, 1997, Why Is There a Home Bias? An Analysis of Foreign Portfolio Equity Ownership in Japan, Journal of Financial Economics, 46 (1), 3-28.",
        "Kollmann, R., 2006a, A Dynamic Equilibrium Model of International Portfolio Holdings: Com- ment, Econometrica, 74 (1), 269-273.",
        "Kollmann, R., 2006b, International Portfolio Equilibrium and the Current Account, mimeo.",
        "Serrat, A., 2001, A Dynamic Equilibrium Model of International Portfolio Holdings, Econometrica, 69, 1467-1489.",
        "Stockman, A.C., H. Dellas, i989, International Portfolio Diversification and Exchange Rate Variability, Journal of International Economics, 26, 271-290. Stockman, A.C., L. Tesar, 1995, Tastes and Technology in a Two Country Model of the Business Cycle: Explaining International Comovements, American Economic Review, 85(1), 165-88.",
        "Tesar, L., 1993, International risk sharing and non-traded goods, Journal of International Economics 35, 69-89.",
        "Tesar, L., I. Werner, 1995, Home Bias and High Turnover, Journal of International Money and Finance, 14 (4), 467-492."
    ]
}