{
    "id": 13611,
    "cites": 27,
    "cited_by": 14,
    "reference": [
        "Ahn, Dong-Hyun, Robert F. Dittmar, and A. Ronald Gallant, 2002, Quadratic Term Structure Models: Theory and Evidence, Review of Financial Studies, Vol. 15, No. 1, 243-288.",
        "Ang, Andrew and Monika Piazzesi, 2003, A No-Arbitrage Vector Autoregression of Term Structure Dynamics with Macroeconomic and Latent Variables, Journal of Monetary Economics, Vol. 50, 745-787.",
        "Ang, Andrew, Monika Piazzesi, and Mm Wei, 2006, What Does the Yield Curve Tell Us About GDP Growth?, Journal of Econometrics, Vol. 131, 359-403.",
        "Bank for International Settlements, 2005, Zero-Coupon Yield Curves: Technical Documentation,  BIS papers, No. 25.",
        "Christensen, Jens H., Francis X. Diebold, Glenn Rudebusch, and Georg Strasser, 2007, Multivariate Comparisons of Predictive Accuracy, manuscript, University of Pennsylvania.",
        "Cox, John C., Jonathan E. Ingersoll, and Stephen A. Ross, 1985, A Theory of the Term Structure of Interest Rates, Econometrica, Vol. 53, No. 2, 385-407.",
        "Dai, Qiang and Kenneth J. Singleton, 2002, Expectations Puzzles, Time-Varying Risk Premia, and Affine Models of the Term Structure, Journal of Financial Economics, Vol. 63, No. 3, 415-441.",
        "De Pooter, Michiel, Francesco Ravazzolo, and Dick van Dijk, 2007, Predicting the Term Structure of Interest Rates: Incorporating Parameter Uncertainty and Macroeconomic Information,  Tinbergen Institute Discussion Papers.",
        "Diebold, Francis X. and Canlin Li, 2006, Forecasting the Term Structure of Government Bond Yields, Journal of Econometrics, Vol. 130, 337-364.",
        "Diebold, Francis X. and Roberto S. Mariano, 1995, Comparing Predictive Accuracy, Journal of Business and Economic Statistics, Vol. 13, 253-265.",
        "Diebold, Francis X., Monika Piazzesi, and Glenn D. Rudebusch, 2005, Modeling Bond Yields in Finance and Macroeconomics, American Economic Review, Vol 95, 415-420.",
        "Diebold, Francis X., Glenn D. Rudebusch and S. Boragan Aruoba, 2006, The Macroeconomy and the Yield Curve: a Dynamic Latent Factor Approach, Journal of Econometrics, Vol. 131, 309-338.",
        "Duffee, Gregory R., 1996, Idiosyncratic Variation of Treasury Bill Yields, Journal of Finance, Vol. 51, 527-552.",
        "Duffee, Gregory R., 2002, Term Premia and Interest Rate Forecasts in Affine Models, Journal of Finance, Vol. 57, 405-443.",
        "Duffie, Darrell and Rui Kan, 1996, A Yield-factor Model of Interest Rates, Mathematical Finance, Vol. 6, 379-406.",
        "Duffie, Darrell, Jun Pan, and Kenneth J. Singleton, 2000, Transform Analysis and Asset Pricing for Affine Jump-Diffusions, Econometrica, Vol. 68, 1343-1376.",
        "Fama, Eugene F. and Robert R. Bliss, 1987, The Information in Long-Maturity Forward Rates, American Economic Review, Vol. 77, 680-692.",
        "FilipoviÃ\u0083Â©, Damir, 1999, A Note on the Nelson-Siegel Family, Mathematical Finance, Vol. 9, 349-359.",
        "HÃ\u0083Â¶rdahl, Peter, Oreste Tristani, and David Vestin, 2005, A Joint Econometric Model of Macroeconomic and Term-Structure Dynamics, Journal of Econometrics, Vol. 131, 406-436.",
        "Kim, Don H. and Athanasios Orphanides, 2005, Term Structure Estimation with Survey Data on Interest Rate Forecasts, Finance and Economics Discussion Series, No. 48, Board of Governors of the Federal Reserve System.",
        "Krippner, Leo, 2006, A Theoretically Consistent Version of the Nelson and Siegel Class of Yield Curve Models, Applied Mathematical Finance, Vol. 13, No. 1 (March), 39-59.",
        "MÃ\u0083Â¶nch, Emanuel, 2006, Forecasting the Yield Curve in a Data-Rich Environment: A NoArbitrage Factor-Augmented VAR Approach, manuscrupt, Humboldt University.",
        "Nelson, Charles R. and Andrew F. Siegel, 1987, Parsimonious Modeling of Yield Curves, Journal of Business, Vol. 60, 473-489.",
        "Rudebusch, Glenn D., Eric Swanson, and Tao Wu, 2006, The Bond Yield `Conundrum from a Macro-Finance Perspective, Monetary and Economic Studies, Vol. 24 (December), 83-128.",
        "Svensson, Lars E. 0., 1995, Estimating Forward Interest Rates with the Extended Nelson-Siegel Method, Quarterly Review, No. 3, Sveriges Riksbank, 13-26.",
        "VasiÃ\u0083Â¨ek, Oldrich, 1977, An Equilibrium Characterization of the Term Structure, Journal of Financial Economics, Vol. 5, 177-188.",
        "Williams, David, 1997, Probability with Martingales, Cambridge University Press."
    ]
}