{
    "id": 13624,
    "cites": 17,
    "cited_by": 6,
    "reference": [
        "Abel, Andrew B., 2006, Optimal capital income taxation, manuscript, April.",
        "Auerbach, Alan J., 1979, Wealth maximization and the cost of capital, Qnarterly Jonrnal of Economics 93, 433-446.",
        "Congressional Budget Office, 2005, Taxing capital income: effective rates and approaches to reform, October.",
        "Devereux, Michael P., Rachel Griffith, and Alexander Klemm, 2002, Corporate income tax reforms and international tax competition, Economic Policy, 450495; link to updated tax data.",
        "Feldstein, Martin, and Charles Horioka, 1980, Domestic saving and international capital flows, Economic Jonrnal 90, 314-329.",
        "Gomme, Paul, and Peter Rupert, 2007, Theory, measurement and calibration of macroeconomic models, Jonrnal of Monetary Economics 54, 460-497.",
        "Gordon, Roger H., and James R. Hines, 2002, International taxation, in A.J. Auerbach and M. Feldstein, eds., Handbook of Pnblic Economics, New York: Elsevier Science By.",
        "Hassett, Kevin A., and R. Glenn Hubbard, 2002, Tax policy and business investment,  in Handbook of Pnblic Economics, Volnme 3, A.J. Auerbach and M. Feldstein, eds., 1293-1343.",
        "Hassler, John, Per Krusell, Kjetil Storesletten, and Fabrizio Zilibotti, 2004, On the timing of optimal capital taxation, CEPR Working Paper 4731.",
        "Hines, James R., 1999, Lessons from behavioral responses to international taxation, National Tax Jonrnal 52, 305-322.",
        "Jorgenson, Dale W., 1993, Introduction and summary, in D.W. Jorgenson and R. Landau, eds., Tax Reform and the Cost of Capital, Washington DC: Brookings Institution.",
        "King, Mervyn A., 1974, Taxation and the cost of capital, Review of Economic Studies 41, 21-35.",
        "King, Mervyn A., and Don Fullerton, 1984, The theoretical framework, in M.A. King and D. Fullerton, eds., The Taxation of Income from Capital, Chicago, IL: University of Chicago Press.",
        "McGrattan, Ellen R., and Edward C. Prescott, 2005, Taxes, regulations, and the value of US and UK corporations, Review of Economic Studies 72, 767-796.",
        "Mendoza, Enrique G., Assaf Razin, and Linda L. Tesar, 1994, Effective tax rates in macroeconomics: Cross-country estimates of tax rates on factor incomes and consumption, Journal of Monetary Economics 34, 297-323.",
        "Mintz, Jack, 1995, The corporation tax: a survey, Fiscal Studies 16, 23-68.",
        "Poterba, James M., and Lawrence H. Summers, 1985, The economic effects of dividend taxation, in Recent Advances in Corporate Finance, edited by E. Altman and M. Subrahmanyam, 227-284. Homewood, IL: Irwin."
    ]
}