{
    "id": 13620,
    "cites": 22,
    "cited_by": 8,
    "reference": [
        "Alterman, William, W. Erwin Diewert and Robert C. Feenstra. (1999). International Trade Price Indexes and Seasonal Commodities. U.S. Department of Labor, Bureau of Labor Statistics, Washington, D.C.",
        "Bacchetta, Philippe and Eric van Wincoop. (2000). Ã\u0082â\u0080\u009cDoes Exchange-Rate Stability Increase Trade and Welfare?Ã\u0082â\u0080\u009d American Economic Review 90, 1093-1109.",
        "Bergin, Paul R. and Robert C. Feenstra. (2000). Ã\u0082â\u0080\u009cStaggered Price Setting and Endogenous Persistence,Ã\u0082â\u0080\u009d Journal of Monetary Economics 45, 657-680.",
        "Bergin, Paul R., Robert C. Feenstra, and Gordon H. Hanson. (2007). Ã\u0082â\u0080\u009cOutsourcing and Volatility,Ã\u0082â\u0080\u009d NBER working paper no. 13144.",
        "Blackburne, Edward F. and Mark W. Frank. (2007). Ã\u0082â\u0080\u009cEstimation of Nonstationary Heterogeneous Panels,Ã\u0082â\u0080\u009d The STATA Journal, 7(2), 197-208.",
        "Breitung, Jorg and M. Hashem Pesaran. (2005). Ã\u0082â\u0080\u009cUnit Roots and Cointegration in Panels,Ã\u0082â\u0080\u009d University of Bonn and Cambridge University.",
        "Campa, JosÃ\u0083Â© Manuel and Linda S. Goldberg. (2005). Ã\u0082â\u0080\u009cExchange Rate Pass Through into Import Prices, Review of Economics and Statistics 87, 679-690.",
        "Campa, JosÃ\u0083Â© Manuel and Linda S. Goldberg. (2006). Pass-Through of Exchange Rates to Consumption Prices: What Has Changed and Why? in Takatoshi Ito and Andrew K. Rose, eds., International Financial Issues in the Pacific Rim: Global Imbalances, Financial Liberalization, and Exchange Rate Policy. East Asia Seminar on Economics 17. Chicago: University of Chicago Press and NBER.",
        "Dornbusch, Rudiger. (1987). Ã\u0082â\u0080\u009cExchange rates and prices,Ã\u0082â\u0080\u009d American Economic Review 77, 93-106.",
        "Dixit, Avinash K. and Joseph E. Stiglitz. (1977). Ã\u0082â\u0080\u009cMonopolistic Competition and Optimum Product Diversity,Ã\u0082â\u0080\u009d American Economic Review 67, 298-308.",
        "Feenstra, Robert C. (2003). Ã\u0082â\u0080\u009cA Homothetic Utility Function for Monopolistic Competition Models, Without Constant Price Elasticity,Ã\u0082â\u0080\u009d Economic Letters 78, 79-86.",
        "Feenstra, Robert C., Marshall B. Reinsdorf and Matthew J. Slaughter. (2007). Ã\u0082â\u0080\u009cEffects of Terms of Trade Changes and Trade Liberalization on the Measurement of U.S. Productivity Growth,Ã\u0082â\u0080\u009d in process.",
        "Goldberg, Penelope and Michael Knetter. (1997). Ã\u0082â\u0080\u009cGoods Prices and Exchange Rates: What Have We Learned?Ã\u0082â\u0080\u009d Journal of Economic Literature 35, 1243-1272.",
        "Ihrig, Jane E., Mario Marazzi and Alexander D. Rothenberg. (2006). Ã\u0082â\u0080\u009cExchange-Rate Pass-Through in the G-7 Countries,Ã\u0082â\u0080\u009d Board of Governors of the Federal Reserve System International Finance Discussion Paper 851.",
        "Im, Kyung So, M. Hashem Pesaran, and Yongcheol Shin. (2003). Ã\u0082â\u0080\u009cTesting for Unit Roots in Heterogeneous Panels,Ã\u0082â\u0080\u009d Journal of Econometrics, 115, 53-74.",
        "Imbs, Jean, H. Mumtaz, Morten Ravn and Helene Rey. (2005). Ã\u0082â\u0080\u009cPPP Strikes Back: Aggregation and the Real Exchange Rate,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 70, 1-43.",
        "Marazzi, Mario, Nathan Sheets, Robert J. Vigfusson, Jon Faust, Joseph E. Gagnon, Jaime Marquez, Robert F. Martin, Trevor A. Reeve and John H. Rogers. (2005). Ã\u0082â\u0080\u009cExchange Rate Pass-through to U.S. Import Prices: Some New Evidence,Ã\u0082â\u0080\u009d Board of Governors of the Federal Reserve System International Finance Discussion Paper 833.",
        "Obstfeld, Maurice and Kenneth Rogoff. (2000). Ã\u0082â\u0080\u009cNew Directions for Stochastic Open Economy Models,Ã\u0082â\u0080\u009d Journal of International Economics 50, 117-153.",
        "Olivei, G. (2002). Ã\u0082â\u0080\u009cExchange Rates and the Prices of Manufacturing Products Imported into the United States,Ã\u0082â\u0080\u009d New England Economic Review, First Quarter, 3-18.",
        "Pesaran, M. Hashem, Yongcheol Shin and Ron P. Smith. (1997). Ã\u0082â\u0080\u009cEstimating Long-run Relationships in Dynamic Heterogeneous Panels, DAE Working Papers Amalgamated Series 9721.",
        "Pesaran, M. Hashem, Yongcheol Shin and Ron P. Smith. (1999). Ã\u0082â\u0080\u009cPooled Mean Group Estimation of Dynamic Heterogeneous Panels, Journal of the American Statistical Association, 94, 621-634.",
        "Taylor, John. (2000). Ã\u0082â\u0080\u009cLow Inflation, Pass-through, and the Pricing Power of Firms,Ã\u0082â\u0080\u009c European Economic Review 44, 1389-1408."
    ]
}