{
    "id": 13621,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Autor, D.H. (2001). Wiring the Labor Market. Journal of Economic Perspectives, 15, 25-40.",
        "Bagues, M., M. Sylos Labini and N. Zinovyeva (2007). The Endogeneity of University Grading Standards and Labor Market Mismatch: Evidence from Italy. Mimeo, University of Strasbourg.",
        "Burdett, K. and J. Ondrich (1985). How Changes in Labor Demand Affect Unemployed Workers. Journal of Labor Economics, 3(1), 1-10.",
        "Congressional Budget Office (2002). The Effect of Changes in the Labor Markets on the Natural Rate of Unemployment, April.",
        "Freeman, R.B. (2002). The Labor Market in the New Information Economy. Oxford Review of Economic Policy, 18(3), 288-305.",
        "Heckman, J.J. (1990). Varaieties of Selection Bias. American Economic Review, 80(2), Paper and Procedings, 313-318.",
        "Kuhn, P. (2000). The Internet and Matching in Labor Markets in New Economy Handbook. D.C. Jones ed. Amsterdam, Elsevier.",
        "Kuhn, P. and M. Skuterud (2004). Internet Job Search and Unemployment Duration. Amen can Economic Review, 94(1), 218-232.",
        "Mannheim Centre for European Social Research (2002). Indicators on School-to-Work Transitions in Europe. Mannheim: Mzes.",
        "Meyer, B.D. (1995). Natural and Quasi-Experiments in Economics. Journal of Business ~ Economic Statistics. 13, 151-161.",
        "Pissarides, C. (2000). Equilibrium Unemployment Theory. 2nd Edition. Cambridge MA, The MIT Press.",
        "OECD (2007). Education at a Glance. Paris, Organization for Economic Co-operation and Development.",
        "Rebick, M.E. (2000). The Importance of Networks in the Market for University Graduates in Japan: a Longitudinal Analysis of Hiring Patterns. Oxford Economic Papers, 52, 471-496.",
        "Rubin, D.B. (1974). Estimating Causal Effects of Treatments in Randomized and Nonrandomized Studies. Journal of Educational Psychology, 66, 688-70 1.",
        "Stevenson, B. (2007). The Internet and Job Search. Mimeo, University of Pensilvania."
    ]
}