{
    "id": 13629,
    "cites": 35,
    "cited_by": 20,
    "reference": [
        "[1] Acemoglu, Daron, Mikhail Golosov, and Aleh Tsyvinski. 2006. Political Economy of Mechanisms. MIT Economics Department Working Paper.",
        "[2] Aiyagari, S. Rao. 1995. Optimal Capital Income Taxation with Incomplete Markets, Borrowing Constraints, and Constant Discounting. Journal of Political Economy 103(6): 1158-75,",
        "[4] Albanesi, Stefania and Roc Armenter. 2007. Understanding Capital Taxation in Ramsey Models. Working paper, Federal Reserve Bank of New York.",
        "[5] Albanesi, Stefania and Christopher Sleet. 2006. Dynamic Optimal Taxation with Private Information. The Review of Economic Studies, 73: 1-30.",
        "[6] Armenter, Roc. 2007. A Note on Incomplete Factor Taxation. Federal Reserve Bank of New York Working Paper.",
        "[7] Aruoba, Boragan, and Sanjay Chugh. 2007. Optimal Fiscal and Monetary Policy when Money is Essential. Manuscript, University of Maryland",
        "[9] Atkinson, Anthony B. and Joseph E. Stiglitz. 1980. Lectures on Public Economics. McGraw-Hill, New York.",
        "[10] Chamley, Christophe, 1986. Optimal Taxation of Capital Income in General Equilibrium with Infinite Lives. Econometrica 54 (3): 607-622.",
        "[11] Chari, V.V., and Patrick J. Kehoe. 1999. Optimal fiscal and monetary policy. In J. B. Taylor, and M. Woodford (ed.), Handbook of Macroeconomics.",
        "[12] Conesa, Juan Carlos, Sagiri Kitao and Dirk Krueger. 2006. Taxing Capital? Not a Bad Idea After All! NBER WP 12880.",
        "[13] Correia, Isabel H. 1996. Should Capital Income Be Taxed in the Steady State? Journal of Public Economics 60 (1): 147-151.",
        "[14] Diamond, P. and Mirrlees, J. 1978. A model of social insurance with variable retirement. Journal of Public Economics 10: 295-336.",
        "[15] Erosa, Andres and Martin Gervais. 2002. Optimal Taxation in Life-Cycle Economies. Journal of Economic Theory 105(2): 338-369.",
        "[16] Farhi, Emmanuel. 2006. Capital Taxation and Ownership When Markets are Incomplete. Manuscript, MIT.",
        "[17] Farhi, Emmanuel and Ivan Werning. 2007. Inequality and Social Discounting. Journal of Political Economy 115: 365-402.",
        "[18] Garriga, Carlos. 2003. Optimal Fiscal Policy in Overlapping Generation Models. Manuscript. Florida International University.",
        "[19] Golosov, Mikhail Narayana Kocherlakota, Aleh Tsyvinski. 2003. Optimal Indirect and Capital Taxation. The Review of Economic Studies, Volume 70, Issue 3, Page 569.",
        "[20] Golosov, Mikhail, and Aleh Tsyvinski. 2006. Optimal Taxation with Endogenous Insurance Markets. Forthcoming, Quarterly Journal of Economics.",
        "[21] Golosov, Mikhail, and Aleh Tsyvinski. 2006. Designing Optimal Disability Insurance: A Case for Asset Testing. Journal of Political Economy.",
        "[22] Jones, Larry E., Rodolfo E. Manuelli, and Peter E. Rossi. 1997. On the Optimal Taxation of Capital Income. Journal of Economic Theory 73(1): 93-117.",
        "[23] Judd, Kenneth. 1985. Redistributive Taxation in a Perfect Foresight Model. Journal of Public Economics 28, 59-84.",
        "[24] Kocherlakota, Narayana. 2005a. Advances in Dynamic Optimal Taxation. Paper presented at the World Congress of the Econometric Society, August 2005. 30",
        "[25] Kocherlakota, Narayana. 2005b. Zero Expected Wealth Taxes: A Mirrlees Approach to Dynamic Optimal Taxation. Econometrica.",
        "[26] Lansing, Kevin. 1999. Optimal Redistributive capital Taxation in a Neoclassical Growth model. Journal of Public Economics 73, 423-453.",
        "[27] Lucas, Robert E., Jr., and Nancy L. Stokey. 1983. Optimal Fiscal and Monetary Policy in an Economy without Capital. Journal of Monetary Economics 12: 55-93.",
        "[28] Mirrlees, James. 1971. An exploration in the theory of optimum income taxation. The Review of Economic Studies 38: 175-208.",
        "[29] Phelan, Christopher. 2006. Opportunity and Social Mobility. The Review of Economic Studies 73: 487-504.",
        "[30] Ray, Debraj. The Time Structure of Self-Enforcing Agreements. Econometrica 70 (2), 547-582.",
        "[31] Reis, Catarina. 2006. Taxation without Commitment. Manuscript, MIT.",
        "[32] Rogerson, William. 1985. Repeated moral hazard. Econometrica 53:69-76.",
        "[33] Siu, Henry. 2004. Optimal fiscal and monetary policy with sticky prices. Journal of Monetary Economics 51(3).",
        "[34] Sleet, Christopher and Sevin Yeltekin. 2006. Credibility and Endogenous Societal Discounting. Review of Economic Dynamics, 9 (3): 410-437.",
        "[35] Stockman, David. 2001. Balanced-Budget Rules: Welfare Loss and Optimal Policies. Review of Economic Dynamics 4, 438-459.",
        "[36] Werning, Ivan. 2007. Optimal Fiscal Policy with Redistribution. The Quarterly Journal of Economics CXXII.",
        "[37] Yared, Pierre. 2007. Politicians, Taxes and Debt. Manuscript, MIT."
    ]
}