{
    "id": 1363,
    "cites": 41,
    "cited_by": 9,
    "reference": [
        "Abel, A. B. 1983. Bequests with Uncertain Lifetimes. Mimeograph, Harvard University.",
        "Barro, R. J. 1974. Are Government Bonds Net Wealth? Journal of Political Economy 82: 1095-1117.",
        "Barro, R. J. 1978. The Impact of Social Security on Private Savings: Evidence from the U.S. Time Series. Washington, D.C.: American Enterprise Institute for Public Policy Research.",
        "Barro, R. J. and Friedman, J. W. 1977. On Uncertain Lifetimes. Journal of Political Economy 85: 843-849.",
        "Blinder, A. S., Gordon, R. H., and Wise, D. E. 1981. Social Security, Bequests, and the Life Cycle Theory of Saving: Cross-Sectional Tests. Working Paper No. 619, National Bureau of Economic Research, Inc. January.",
        "Cagan, P. 1965. The Effect of Pension Plans on Aggregate Saving: Evidence from a Sample Survey. Occasional Paper 95, Columbia University Press (for the National Bureau of Economic Research).",
        "Champernowne, D.G. 1969. Uncertainty and Estimation in Economics. San Francisco: Holden Day.",
        "Davies, J. B. 1981. Uncertain Lifetime, Consumption and Dissaving in Retirement. Journal of Political Economy 89: 561-578.",
        "Diamond, P. A. 1977. A Framework for Social Security Analysis. Journal of Public Economics 8: 275-298.",
        "Diamond, P. A. and Hausman, J. A. 1982. Individual Retirement and Savings Behavior. Mimeograph, Massachusetts Institute of Technology, August 1982.",
        "Eckstein, Z., Eichenbaum, M. and Peled, D. 1983. Uncertain Lifetimes and Welfare Enhancing Properties of Annuity Markets and Social Security. Mimeograph, Carnegie-Mellon University, March.",
        "Farber, H. S. 1978. Individual Preferences and Union Wage Determination: The Case of the United Mine Workers. Journal of Political Economy 86: 923-42.",
        "Feldstein, H. S. 1974. SocIal Security, Induced Retirement and Aggregate V Capital Accumulation. Journal of Political Economy 82: 905-926.",
        "Journal of Political Economy 90: 630-641. Feldstein, N. S. and Pellechio, A. 19.79. SocIal Security and Household Wealth Accumulation: New Microeconomic Evidence. Review of Economics and Statistics 61: 361-368. Friend, I. and Blume, N. E. 1975. The Demand for Risky Assets. American Economic Review 65: 900-922.",
        "Hubbard, R. G. 1984. Do IRAs and Keoghs Increase Saving? National Tax Journal 37: 43-54.",
        "Study of Effects on Household Wealth Accumulation and Allocation. Monograph 1983-3, Monograph Series in Finance and Economics, Salomon Brothers Center for the Study of Financial Institutions, New York University, 1983.",
        "Hurd, M. and Shoven, J. B. 1983. The Distributional Impact of Social Security. Working Paper No. 1155, National Bureau of Economic Research, June.",
        "King, M. A. and Dicks-Mireaux, L. 1982. Asset Holdings and the Life Cycle. Economic Journal 92: 247-267.",
        "Kotlikoff, L. J. 1979a. Social Security and Equilibrium Capital Intensity. Quarterly Journal of Economics 94: 233-253.",
        "Kotlikoff, L. J. 1979b. Testing the Theory of Social Security and Life Cycle Accumulation. American Economic Review 69: 396-410.",
        "Kotlikoff, L. J. and Smith, D. E. 1983. Pensions In the American Economy. Chicago: University of Chicago Press.",
        "Kotlikoff, L. J. and Spivak, A. 1981. The Family as an Incomplete Annuities Market. Journal of Political Economy 89: 371-391.",
        "Kotlikoff, L. J. and Summers, L. H. 1981. The Role of Intergenerational Transfers in Aggregate Capital Accumulation. Journal of Political Economy 90: 706-732.",
        "Kurz, M. 1981. The Life-Cycle Hypothesis and the Effects of Social Security and Private Pensions on Family Savings. Technical Report No. 335 (Revised), Institute for Mathematical Studies in the Social Sciences, Stanford University, December.",
        "Lazear, E. P. 1983. Incentive Effects of Pensions. Working Paper No. 1126, National Bureau of Economic Research, Inc., Hay.",
        "Leimer, 0. R. and Lesnoy, S. D. 1982. Social Security and Private Saving: New Time-Series Evidence. Journal of Political Economy 90: 606-629.",
        "Levhari, ID. and Mirman, L. 1977. Savings and Consumption with an Uncertain Horizon. Journal of Political Economy 85: 265-281.",
        "Menchik, P. L. and David, N. 1983. Income Distribution, Lifetime Savings, and Bequests. American Economic Review 73: 672-690.",
        "Mirer, T. W. 1979. The Wealth-Age Relationship Among the Aged. American Economic Review 69: 435-443.",
        "Modigliani, F. and Ando, A. 1957. Tests of the Life-Cycle Hypothesis of Savings. Bulletin of the Oxford Institute of Economics and Statistics 19: 99-124.",
        "Modigliani, F. and Bruinberg, R. 1954. Utility Analysis and the Consumption Function: An Interpretation of Cross-Section Data. In K. Kurihara (ed.), Post-Keynesian Economics. New Brunswick: Rutgers University Press.",
        "Munnell, A. 1982. The EconomicÃ\u0083Â§of Private Pensions. Washington, D. C.: Brookings Institution.",
        "Saving. Cambridge: Ballinger Press, 1974.",
        "Pauly, M. V. 1974. Overinsurance and Public Provision of Insurance: The Role of Moral Hazard and Adverse Selection. Quarterly Journal of Economics 88: 44-54.",
        "Riley, J. C. 1979. Informational Equilibrium. Econometrica 47: 331-359.",
        "Rothschild, M. and Stiglitz, J. E. 1976. Equilibrium in Competitive Insurance `Markets: An Essay on the Economics of Imperfect Information. Quarterly Journal of Economics 90: 629-650.",
        "Sheshinski, E. and Weiss, Y. 1981. Uncertainty and Optimal Social Security Systems. Quarterly Journal of Economics 96: (May 1981): 189-206.",
        "Watson, H. 1982. Saving, Social Security, and Uncertainty. Southern Economic Journal 49: 330-341.",
        "White, B. B. 1978. Empirical Tests of the Life-Cycle Hypothesis. American Economic Review 68: 547-560.",
        "Wilson, C. 1977. A Model of Insurance Markets with Incomplete Information. Journal of Economic Theory 16: 167-207.",
        "Yaari, N. E. 1965. Uncertain Lifetime, Life Insurance, and the Theory of the Consumer. Review of Economic Studies 32: 137-158."
    ]
}