{
    "id": 13630,
    "cites": 35,
    "cited_by": 11,
    "reference": [
        "Becker, G.S., T.J. Philipson, and R.R. Soares, 2005, The Quantity of Life and the Evolution of World Inequality, American Economic Review 95: 277-91.",
        "Bloom, D.E., D. Canning, and B. Graham, 2003, Longevity and Life-Cycle Savings, Scandinavian Journal of Economics 105: 3 19-38.",
        "Bloom, David E., David Canning, Rick Mansfield, and Michael Moore, 2007, Demographic Change, Social Security Systems, and Savings, Journal of Monetary Economics 54: 92-114.",
        "Bloom, David E., David Canning and Michael Moore, 2004, The Effect of Improvements in Health and Longevity on Optimal Retirement and Saving, National Bureau of Economic Research, Working Paper, No. 10919.",
        "Carnes, B.A., Olshansky, S.J., and Grahn D, 2003, Biological evidence for limits to the duration of life, Biogerontology 4: 3 1-45.",
        "Chang, F-R., 1991, Uncertain Lifetimes, Retirement, and Economic Welfare, Economica 58: 215-32.",
        "Congressional Budget Office, 2004, The Outlook for Social Security, The Congress of the United States, Washington D.C.",
        "Costa, D. L., 1998b, The Evolution of Retirement: Summary of a Research Project, American Economic Review 88: 232-36.",
        "Costa D.L., 2002, Changing Chronic Disease Rates and Long-term Declines in Functional Limitation Among Older Men, Demography 39: 119-138.",
        "Cutler, David M., 2001, Declining disability among the elderly, Health Affairs 20 (6): 11-27.",
        "Ehrlich, I., and H. Chuma, 1990, A Model of the Demand for Longevity and the Value of Life Extension, Journal of Political Economy 98: 76 1-82.",
        "Feldstein, M.S., 1985, The Optimal Level of Social Security Benefits, Quarterly Journal of Economics 10: 303-20.",
        "Fogel, R.W., 1994, Economic Growth, Population Theory, and Physiology: The Bearing of Long-Term Processes on the Making of Economic Policy, American Economic Review 84: 369- 95.",
        "Fogel, R.W., 1997, New Findings on Secular Trends in Nutrition and Mortality: Some Implications for Population Theory, In M. Rosenzweig and 0. Stark, eds., Handbook of Population and Family Economics, vol. 1A, Elsevier, Amsterdam.",
        "Fries, J.F., 1980, Aging, natural death, and the compression of morbidity, New England Journal of Medicine 303:130-5.",
        "Freedman, V.A., L.G. Martin, and R.F. Schoeni, 2002, Recent trends in disability and functioning among older adults in the United States: a systematic review, Journal of the American Medical Association 288: 3137-46.",
        "Graham, Patrick, Tony Blakely, Peter Davis, Andrew Sporle and Neil Pearce, 2004, Compression, expansion, or dynamic equilibrium? The evolution of health expectancy in New Zealand, Journal of Epidemiology and Community Health 58: 659-666.",
        "Gordo, Laura Romeu, 2006, Compression of Morbidity and the Labor Supply of Older People, JAB Discussion Paper, No. 9/2006.",
        "Gruber, J., and D. Wise, 1998, Social Security and Retirement: An International Comparison, American Economic Review 88: 158-63.",
        "Hamermesh, D.S., 1985, Expectations, Life Expectancy, and Economic Behavior, Quarterly Journal of Economics 10: 389-408.",
        "Heckman, James J., 1976, A Life Cycle Model of Earnings, Learning, and Consumption, Journal of Political Economy 84(4): Sii-S44.",
        "Hubbard, R Glenn and Judd, Kenneth L, 1987. Social Security and Individual Welfare: Precautionary Saving, Borrowing Constraints, and the Payroll Tax, American Economic Review 77(4): 630-46.",
        "Kalemli-Ozcan, S., and D.N. Weil, 2002, Mortality Change, the Uncertainty Effect, and Retirement, Working Paper no. 8742, National Bureau of Economic Research, Cambridge, MA.",
        "Kotlikoff, L.J., A. Spivak, and L.H. Summers, 1982, The Adequacy of Savings, American Economic Review 72(5):1056-69.",
        "Laibson, D., 1998, Life-Cycle Consumption and Hyperbolic Discount Functions, Eumpean Economic Review 42: 861-71.",
        "Laibson, D.L, A. Repetto, J. Tobacman, RE Hall, W.G. Gale, and GA. Akerlof, 1998, Self- Control and Saving for Retirement Broolcings Papers on Economic Activity 1998:91-1%.",
        "Lee, R., 2003, The Demographic Transition: Three Centuries of Fundamental Change, Journal of Economic Penpectives 17: 167-90.",
        "Lee, it, and L Carter, 1992, Modeling and Forecasting U.S. Mortality, Journal of the American Statistical Association 87: 659-671.",
        "Lee, it, and J.R. Goldstein, 2003, `Rescaling the life cycle: Longevity and proportionality, Population and Development Review 29 (Supplement): 183-207.",
        "Lee, Ronsid, and Timothy Miller, 2001, `tvalusting the Performance of the Lee-Carter Approach to Modeling and Forecasting Mormlity~ Deinogmphy 38(4): 537-549.",
        "Manton, LW., X. Cu, and VL. Iamb, 2006, `tong-Term Trends in Life Expectancy and Active Life Expectancy in the United States, Population and Development Review 32(1): 8 1-105.",
        "Mor, V., 2005, The Compression of Morbidity Hypothesis: A Review of Research and Prospects for the Future, Journal of the American Geriatrics Society 53: S308-S309.",
        "Nordhaus, W., 2003, The Health of Nations: The Contribution of Improved Health to Living Standards, in Kevin H. Murphy and Robert H. Topel, eds., Measuring the Gains from Medical Research: An Economic Approach, University of Chicago Press, Chicago.",
        "Schultz, T.P., 1999, Health and Schooling Investments in Africa, Journal of Economic Perspectives 13: 367-88.",
        "Skinner, J., 1985, The Effect of Increased Longevity on Capital Accumulation, American Economic Review 75: 1143-50."
    ]
}