{
    "id": 13639,
    "cites": 43,
    "cited_by": 1,
    "reference": [
        "[1] Acemoglu, Daron and Fabrizio Zilibotti, 1997, Was Prometheus Unbound by Chance? Risk, Diversification, and Growth, Journal of Political Economy, 105(4), pp. 709-51.",
        "[2] Aghion, Philippe, Abhijit Banerjee and Thomas Piketty, 1999, Dualism and Macroeco- nomic Volatility. Quarterly Journal of Economics, 114(4), pp. 1359-97.",
        "[3] Aguiar, Mark and Gita Gopinath, 2005, Fire-Sale FDI and Liquidity Crises, Review of Economics and Statistics, 87(3), pp. 439-452.",
        "[4] Allen, Franklin and Douglas Gale, 2004, Financial Intermediaries and Markets. Econo- metrica, 72, pp. 1023-1061.",
        "[5] Bernanke, Ben and Mark Gertler, 1989, Agency Costs, Net Worth, and Business Fluc- tuations, American Economic Review, 79(1), pp. 14-31.",
        "[6] Bernanke, Ben and Mark Gertler, 2001, Should Central Banks Respond To Movements in Asset Prices? American Economic Review, 91(2) pp.253-57. 35",
        "[7] Bernanke, Ben, Mark Gertler and Simon Gilchrist, 2001, The Financial Accelerator in a Quantitative Business Cycle Framework, in J. Taylor and M. Woodford, eds., Handbook of Macroeconomics. Vol. 15. Amsterdam: North Holland, pp. 134 1-93.",
        "[8] Bordo, Michael D. and Olivier Jeanne, 2002, Monetary Policy and Asset Prices: Does `Benign Neglect Make Sense? International Finance, 5(2), pp. 139-64.",
        "[10] Borio, Claudio and Philip Lowe, 2002, Asset Prices, Financial and Monetary Stability: Exploring the Nexus. Bank for International Settlements Working Paper No. 114.",
        "[11] Caballero, Ricardo J. and Arvind Krishnamurthy, 2001, International and Domestic Collateral Constraints in a Model of Emerging Market Crisis. Journal of Monetary Eco- nomics, 48(3), pp. 513-48.",
        "[12] Caballero, Ricardo J. and Arvind Krishnamurthy, 2003, Excessive Dollar Debt: Financial Development and Underinsurance. Journal of Finance, 58(2), pp. 867-94.",
        "[13] Caprio, Gerard, Daniela Klingebiel, Luc Laeven and Guillermo Noguera, 2005, Bank- ing Crisis Database, in Patrick Honohan and Luc Laeven, Systemic Financial Crises, Cambridge University Press, 2005",
        "[14] Carlstrom, Charles T. and Timothy Fuerst, 1997, Agency Costs, Net Worth, and Business Fluctuations: A Computable General Equilibrium Analysis, American Economic Review, 87(5), pp. 893-910.",
        "[15] Cecchetti, Steven, Hans Genberg, John Lipsky, and Sushil Wadhwani, 2000, Asset Prices and Central Bank Policy, International Center for Monetary and Banking Studies Report No. 2.",
        "[16] Cooley, Thomas, Ramon Marimon and Vincenzo Quadrini, Aggregate Consequences of Limited Contract Enforceability, Journal of Political Economy, 2004, 111(4).",
        "[17] Corsetti, Giancarlo, Paolo Pesenti, and Nouriel Roubini, 1999, Paper Tigers? A Model of the Asian Crisis. European Economic Review, 43(7), pp. 1211-36. 36",
        "[18] Dupor, Bill, 2002, The Natural Rate of Q, American Economic Review, 92(2), pp. 96-101.",
        "[19] Faia, Esther, and Tommaso Monacelli, 2007, Optimal Interest Rate Rules, Asset Prices and Credit Frictions, Journal of Economic Dynamics and Control, 31(10), pp. 3228-3254.",
        "[20] Farhi, E., M. Golosov, and A. Tsyvinski, 2007, A Theory of Liquidity and Regulation of Financial Intermediation, MIT mimeo.",
        "[21] Froot, K. A., D. S. Scharfstein and J. C. Stein, 1993, Risk Management: Coordinating Corporate Investment and Financing Policies, Journal of Finance 48, pp. 1629-1658.",
        "[22] Gai, Prasanna, Peter Kondor and Nicholas Vause, 2005, Procyclicality, Collateral Values and Financial Stability. Bank of England Working Paper 304.",
        "[23] Gai, Prasanna, Sujit Kapadia, Stephen Millard and Ander Perez, 2006, Financial Innovation, Macroeconomic Stability and Systemic Crises, mimeo, Bank of England.",
        "[24] Geanakoplos, John and Heraklis M. Polemarchakis, 1986, Existence, Regularity, and Constrained Suboptimality of Competitive Allocations When the Asset Market Is In- complete, in W. Heller, R. Starr and D. Starret (eds.) Uncertainty, Information, and Communication: Essays in Honor of K. J. Arrow, Vol. III, Cambridge University Press.",
        "[25] Gertler, Mark, 1992, Financial Capacity and Output Fluctuations in an Economy with Multi-Period Financial Relationships, Review of Economic Studies, 59, pp. 455-472.",
        "[26] Gourinchas, Pierre-Olivier, Rodrigo Valdes, and Oscar Landerretche, 2001, Lending Booms: Latin America and the World, Economia 1(2).",
        "[27] Guerrieri, Veronica and Guido Lorenzoni, 2007, Liquidity and Spending Dynamics, mimeo MIT.",
        "[28] Herring, Richard J. and Susan Wachter, 1999, Real Estate Booms and Banking Busts: An International Perspective, Group of 30 Occasional Paper 58.",
        "[29] Holmstrom, Bengt and Tirole, Jean, 1998, Private and Public Supply of Liquidity. Journal of Political Economy, 106(1), pp. 1-40. 37",
        "[3U] lacoviello, Matteo, 2UU5, House Prices, Borrowing Constraints and Monetary Policy in the Business Cycle, American Economic Review, 95(3), pp. 739-764.",
        "[31] Kehoe, Timothy and David K. Levine, 1993, Debt-Constrained Asset Markets, Review of Economic Studies, 6U, pp. 865-888.",
        "[32] Kiyotaki, Nobuhiro and John Moore, 1997, Credit Cycles. Journal of Political Economy, 1U5(2), pp. 211-48.",
        "[33] Krishnamurthy, Arvind, 2UU3, Collateral Constraints and the Amplification Mechanism. Journal of Economic Theory, 111(2), pp. 277-292,.",
        "[34] Krugman, Paul, 1998, Fire-sale FDI, manuscript, NBER Conference on Capital Flows to Emerging Markets.",
        "[35] Lamont, Owen. Corporate-Debt Overhang and Macroeconomic Expectations, American Economic Review, December 1995, 85 (5), pp. 11U6-17.",
        "[36] Lorenzoni, Guido, 2UU1, Excess Interest Rate Volatility in an Intermediated Economy, PhD thesis (Chapter 1), MIT.",
        "[37] McKinnon, R., and H. Pill, 1996, Credible Liberalizations and International Capital Flows: The Overborrowing Syndrome, in T. Ito and A. Krueger (eds.), Financial Dereg- ulation and Integration in East Asia, Chicago: Chicago University Press.",
        "[38] Pulvino, Todd, 1998, Do Asset Fire Sales Exist?: An Empirical Investigation of Com- mercial Aircraft Transactions, Journal of Finance 53, pp. 939-978.",
        "[39] Ranciere, Romaine, Aaron Tornell and Frank Westermann, 2UU3, Crises and Growth: A Re-Evaluation, NBER Working Paper 1UU73.",
        "[4U] Rampini, Adriano, 2UU4, Entrepreneurial Activity, Risk, and the Business Cycle, Jour- nal of Monetary Economics 51, pp. 555-573.",
        "[41] Shleifer, Andrei and Robert W. Vishny, 1992, Liquidation Values and Debt Capacity. Journal of Finance, 47(4), pp. 1343-66.",
        "[42] Schneider, Martin and Aaron Tornell, 2UU4, Balance Sheet Effects, Bailout Guarantees and Financial Crises, Review of Economic Studies, 71(3) pp. 883-913. 38",
        "[43] Tornell, Aaron and Frank Westermann, 2UU2, Boom-Bust Cycles in Middle Income Coun- tries: Facts and Explanation. International Monetary Fund Staff Papers, 49, pp. 111-55.",
        "[44] Watanabe, Wako, 2UU7, Prudential Regulation and the Credit Crunch: Evidence from Japan, Journal of Money, Credit and Banking, forthcoming. 39"
    ]
}