{
    "id": 13638,
    "cites": 48,
    "cited_by": 29,
    "reference": [
        "[1] Aaberge, R. and U. Colombino, (2006), Designing Optimal Taxes with a Microeconometric Model of Household Labour Supply, IZA Discussion Paper No. 2468.",
        "[2] Aguiar, M. and E. Hurst, (2007), Measuring Trends in Leisure: The Allocation of Time Over Five Decades, Quarterly Journal of Economics, 122(3), 969-1006.",
        "[3] Akerlof, G., (1978), The Economics of Tagging as Applied to the Optimal Income Tax, Welfare Programs, and Manpower Planning, American Economic Review, 68(1) , 8-19.",
        "[4] Albanesi, S. and C. Olivetti, (2006), Home Production, Market Production and the Gender Wage Gap: Incentives and Expectations, NBER Working Paper No. 12212.",
        "[5] Albanesi, S. and C. Olivetti, (2007), Gender Roles and Technological Progress, NBER Working Paper No. 13179.",
        "[6] Alesina, A., E. Glaeser and B. Sacerdote, (2005), Work and Leisure in the US and Europe: Why so Different?, NBER Macroeconomic Annual, MIT Press.",
        "[7] Alesina, A. and P. Giuliano, (2007), The power of the family, NBER Working Paper No. 13051.",
        "[8] Apps, P. and R. Rees, (1988), Taxation and the Household, Journal of Public Economics, 35, 355-369.",
        "[9] Apps, P. and R. Rees, (1999a), On the Taxation of Trade Within and Between Households, Journal of Public Economics, 75, 241-263.",
        "[10] Apps, P. and R. Rees, (1999b), Joint vs Individual Taxation in Models of Household Production, Journal of Political Economy, 107, 2, 393403.",
        "[11] Apps, P. and R. Rees, (2007), The Taxation of Couples, IZA Discussion Paper No. 2910.",
        "[12] Atkinson, A. B. and J. E. Stiglitz, (1972), The Structure of Indirect Taxation and Economic Efficiency, Journal of Public Economics, 1, 97-119. 30",
        "[13] Becker, G. 5., (1965), A Theory of the Allocation of Time, Ecomomic Jonrmal, 75, 493-517.",
        "[14] Becker, G. 5., (1974), A Theory of Marriage: Part II, Jonrmal of Political Ecomomy, 82, 2, S11-S26.",
        "[15] Becker, G. 5., (1985), Human Capital, Effort and the Sexual Division of Labor, Jonrmal of Labor Ecomomics, 3, 1, 33-58.",
        "[17] Blundell, R. and T. MacCurdy, (1999), Labor Supply: A Review of Alternative Approaches in 0. Ashenfelter and D. Card (eds), Hamdboolc of Labor Ecomomics, Vol 3, North Holland Amsterdam.",
        "[18] Boskin, M. and E. Sheshinski, (1983), Optimal Tax Treatment of the Family: Married Couple, Jonrmal of Pnblic Ecomomics, 20, 28 1-97.",
        "[19] Brett, C., (1998), Tax Reform and Collective Family Decision-Making, Jonrmal of Pnblic Ecomomics, 70, 425-440.",
        "[20] Browning, M., F. Bourguignon, P.-A. Chiappori and V. Lechene, (1994), Incomes and Outcomes: A Structural Model of Intrahousehold Allocation , Jonrmal of Political Ecomomy, 102, 1067-1096.",
        "[21] Browning, M. and P.-A. Chiappori, (1998), Efficient Intrahousehold Allocations: A General Characterization and Empirical Tests, Ecomometrica, 66, 1241-1278.",
        "[22] Chiappori, P.-A., (1988), Rational Household Labor Supply, Ecomometrica, 56, 63-89.",
        "[23] Chiappori, P.-A., (1992), Collective Labor Supply and Welfare, Jonrmal of Political Ecomomy, 100, 437-467.",
        "[24] Diamond, P. A. and J. A. Mirrlees, (1971a), Optimal Taxation and Public Production, I: Production Efficiency, Amen cam Ecomomic Review, 61, 1, 8-27.",
        "[25] Diamond, P. A. and J. A. Mirrlees, (1971b), Optimal Taxation and Public Production, II: Tax Rules, Amen cam Ecomomic Review, 61, 3, 26 1-278. 31",
        "[26] Edgeworth, F. Y., (1897), The Pure Theory of Taxation, Ecomomic Jonrmal, 7, 46-70, 226-238, 550-571.",
        "[27] Friedberg, L. and A. Webb, (2006), Determinants and Consequences of Bargaining Power in Households, NBER Working Paper No.12367.",
        "[28] Gelber, A., (2007), Taxation and Family Labor Supply, Harvard University, mimeo.",
        "[29] Goldin, C., (2006), The Quiet Revolution that Transformed Womens Employment Education and Family, Amen cam Ecomomic Review Papers amd Pnoceedimgs, 1-23, (Ely Lecture).",
        "[30] Gottfried, P. and W. F. Richter, (1999), The Tax Unit and Household Production: Comment, Jonnmal of Political Ecomomy, 107, 2, 404-409.",
        "[31] Gugl, E., (2004), Intrafamily Distribution and Taxation, Natiomal Tax Jonnmal Paper amd Pnoceedimgs.",
        "[32] Kleven H., C. Kreiner and E. Saez, (2006), The Optimal Income Taxation of Couples, NBER Working Paper No. 12685.",
        "[33] Kremer, M., (2003), Should Taxes be Independent of Age?, Harvard University, mimeo.",
        "[34] Ichino, A. and E. Moretti, (2006), Biological Gender Differences, Absenteeism and the Earning Gap, NBER Working Paper 12369.",
        "[35] Lundberg, S. and R. Pollak, (1993), Separate Spheres Bargaining and the Marriage Market, Jonrmal of Political Ecomomy, 101, 6, 988-1010.",
        "[36] Lundberg, S. and R. Pollak, (1996), Bargaining and Distribution in Marriage, Jonrmal of Ecomomic Perspectives, 10, 4, 139-158.",
        "[37] Lundberg, S., R. Pollak and T. Wales, (1997), Do Husbands and Wives Pool their Resources? Evidence from the U.K. Child Tax Credit Jonrmal of Hnmam Resonrces, 32, 3, 463-80.",
        "[38] Mankiw, G. and M. Weinzierl, (2007), The Optimal Taxation of Height: A Case Study of Utilitarian Income Redistribution, Harvard University, mimeo.",
        "[39] Manser, M. and M. Brown, (1980), Marriage and Household Decision Making: A Bargaining Analysis, Imtenmatiomal Ecomomic Review, 21, 31-44. 32",
        "[40] McElroy, M. and M. Homey, (1981), Nash-Bargained Household Decisions: Towards a Generalization of the Theory of Demand, Imtenmatiomal Ecomomic Review, 22, 333-349.",
        "[41] Mirrlees, J. A., (1971), An Exploration in the Theory of Optimum Income Taxation, Review of Ecomomic Stndies, 38, 175-208.",
        "[42] Myles, G., (1995), Pnblic Ecomomics, Cambridge University Press.",
        "[43] Pollak, R., (2007), Family Bargaining and Taxes: A Prolegomenon to the Analysis of Joint Taxation, IZA Working Paper No. 3109.",
        "[44] Piggott, J. and J. Whalley, (1996), The Tax Unit and Household Production , Jonnmal of Political Ecomomy, 104, 398-418.",
        "[45] Ramsey, F. P., (1927), A Contribution to the Theory of Taxation, Ecomomic Jonnmal, 37, 47-61.",
        "[46] Rosen, H., (1977), Is It Time to Abandon Joint Filing? Natiomal Tax Jonnmal, 30, 423-428.",
        "[47] Samuelson, P., (1956), Social Indifference Curves, Qnantenly Jonnmal of Ecomomics, 70, 1-22.",
        "[48] Thomas, D., (1990), Intra-household Resource Allocation: An Inferential Approach, Jonnmal of Hnmam Resonnces, 25, 635-664.",
        "[49] Vermeulen, F., (2002), Collective Household Models: Principles and Main Results, Jonnmal of Ecomomic Snnveys, 16, 4, 533-564."
    ]
}