{
    "id": 13637,
    "cites": 24,
    "cited_by": 13,
    "reference": [
        "R.E. Adkins and A.J. Dowdle. How Important Are Iowa and New Hampshire to Winning Post-Reform Presidential Nominations? Political Research Quarterly, 54(2):431-444, 2001.",
        "S. Ali and N. Kartik. A Theory of Momentum in Sequential Voting. working paper, UC-San Diego, 2006.",
        "A.V. Banerjee. A Simple Model of Herd Behavior. The Quarterly Journal of Economics, 107(3):797-817, 1992.",
        "L.M. Bartels. Candidate Choice and the Dynamics of the Presidential Nominating Process. American Journal of Political Science, 31(1):1-30, 1987.",
        "L.M. Bartels. Presidential Primaries and the Dynamics of Public Choice. Princeton University Press, 1988.",
        "M. Battaglini. Sequential Voting with Abstention. Games and Economic Behavior, 51(2):445-63, 2005.",
        "M. Battaglini, R. Morton, and T.R. Palfrey. Efficiency, Equity and Timing in Voting Mechanisms. Centre for Economic Policy Research, 2005.",
        "H. Cai, Y. Chen, and H. Fang. Observational Learning: Evidence from a Randomized Natural Field Experiment, working paper, Yale University, 2007.",
        "S. Callander. Bandwagons and Momentum in Sequential Voting. Review of Economic Studies, 74(3):653-684, 2007.",
        "C. Chamley. Rational herds. Cambridge University Press Cambridge, 2004.",
        "E. Dekel and M. Piccione. Sequential Voting Procedures in Symmetric Binary Elections. Journal of Political Economy, 108(1):34, 2000.",
        "A. Devenow and I. Welch. Rational Herding in Financial Economics. European Economic Review, 40(3-5):603--615, 1996.",
        "T. Feddersen and W. Pesendorfer. Voting Behavior and Information Aggregation in Elections With Private Information. Econometrica, 65(5):1029-1058, 1997.",
        "A.D. Foster and M.R. Rosenzweig. Learning by Doing and Learning from Others: Human Capital and Technical Change in Agriculture. The Journal of Political Economy, 103(6):1176-1209, 1995.",
        "E.L. Glaeser and B. Sacerdote. Aggregation Reversals and the Social Formation of Beliefs. NBER Working Paper, 2007.",
        "T. Klumpp and M.K. Polborn. Primaries and the New Hampshire Effect. Journal of Public Economics, 90(6-7): 1073-i 114, 2006.",
        "R.D. McKelvey and P.C. Ordeshook. Elections with limited information: a fulfilled expectations model using contemporaneous poll and endorsement data as information sources. Journal of Economic Theory, 36(1):55-85, 1985.",
        "R.B. Morton and K.C. Williams. Information Asymmetries and Simultaneous versus Sequential Voting. The American Political Science Review, 93(1):51-67, 1999.",
        "K. Munshi. Social Learning in a Heterogeneous Population: Technology Diffusion in the Indian Green Revolution. Journal of Development Economics, 73(i):185-215, 2004.",
        "KS. Strumpf. Strategic Competition in Sequential Election Contests. Public Choice, iii(3):377-397, 2002.",
        "B. Sushil, D. Hirshleifer, and I. Welch. Learning from the Behavior of Others: Conformity, Fads, and Informational Cascades. Journal of Economic Perspectives, pages 151-170, 1998.",
        "I. Welch. Sequential Sales, Learning, and Cascades. The Journal of Finance, 47(2):695-732, 1992.",
        "I. Welch. Herding among security analysts. Journal of Financial Economics, 58(3):369-396, 2000.",
        "J. Wolfers and E. Zitzewitz. Prediction Markets. The Journal of Economic Perspectives, 18(2):107-126, 2004."
    ]
}