{
    "id": 13631,
    "cites": 21,
    "cited_by": 6,
    "reference": [
        "Acemoglu, D., i998. Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality, Quarterly Journal of Economics ii3, iOSS-i090. Acemoglu, D., 2002. Directed Technical Change, Review of Economic Studies 69:4, 78i-8i0.",
        "Benhabib, J. and B. Jovanovich, 2007. Optimal Migration: a World Perspective, NBER Working Paper 12871, Cambridge MA.",
        "Boeri, T. and H. Brucker, 2005. Why Are Europeans So Tough on Migrants?, Economic Policy October 2005, 629-703.",
        "Borjas, G., 1996. The Earnings of American Immigrants in the United States, Journal of Development Eco- nomics 51:1, 69-98.",
        "Broda, C. and D. Weinstein, 2006. Globalization and the Gains from Variety, Quarterly Journal of Economics 121:2, 541-585.",
        "Caselli, F. and W. J. Coleman, 2006. The World Technology Frontier, American Economic Review 96:3, 499-522.",
        "Docquier, F. and A. Marfouk, 2005. International Migration by Educational Attainment-Release 1.1, Manuscript, FacultÃ\u0083Â© des Sciences Sociales, Politiques et Economiques, UniversitÃ\u0083Â© Libre de Bruxelles.",
        "Freeman, R., 2006. People Flows in Globalization, NBER Working Paper 12315, Cambridge MA.",
        "Hall, R. and C. I. Jones, 1999. Why do Some Countries Produce So Much More Output Per worker than Others?, Quarterly Journal of Economics 114:1, 83-116.",
        "Hatton, T.J. and J. Williamson, 2005. A Dual Policy Paradox: Why Have Trade and Immigration Policies Always Differed in Labor-Scarce Economies?, NBER Working Paper 11866, Cambridge MA.",
        "Hatton, T.J. and J. Williamson, 2006. What Determines Immigrations Impact: Comparing Two Global Cen- turies, NBER Working Paper 12414, Cambridge MA.",
        "Hummels, D., 2007. Transport Costs and International Trade in the Second Era of Globalization, Journal of Economic Perspectives 21:3, 131-154.",
        "Iranzo, S. and G. Pen, 2006. Schooling Externalities, Technology and Productivity: Theory and Evidence from U.S. States, NBER Working Paper 12440, Cambridge MA.",
        "Jones, R.W., I. Coelho and S. Easton, i986. The Theory of International Factor Flows: The Basic Model, Journal of International Economics 20, 3i3-327. Kapur, D. and J. McHale, 2006. Give Us Your Best and Brightest: The Global Hunt for Talent and its Impact on the Developing World, Center for Global Development, Washington DC.",
        "Katz, L. and K. Murphy, i992. Changes in Relative Wages i963-i987- Supply and Demand Factors, Quarterly Journal of Economics i07:i, 35-78. Klein, P. and G. J. Ventura, 2007. TFP Differences and the Aggregate Effects of Labor Mobility in the Long Run, The BE. Journal of Macroeconomics 7:i (Contributions), Article iO.",
        "Klein, P. and G. J. Ventura, 2006. Productivity Differences and the Dynamic Effects of Labor Movements, Manuscript University of Western Ontario, August 2006.",
        "Kremer, M. and S. Watt, 2006. The Globalization of Household Production, Manuscript Harvard University, December 2006 Krugman, P. and M. Obtsfeld, 2006. International Economics: Theory and Policy, Seventh Edition, Addison- Wesley.",
        "Kuhn, P. and C. McAusland, 2006. The International Migration of Knowledge Workers: When is Brain Drain Beneficial?, NBER Working Paper i276i, Cambridge MA.",
        "Mundell, R.A., i957. International Trade and Factor Mobility, American Economic Review 47, 32i-335. Psacharopoulos, G. and H. Patrinos, 2004. Returns to Investment in Education: A Further Update, Education Economics i2:2, iii - i34.",
        "Rauch, J. and V. Trinidade, 2002. Ethnic Chinese Networks in International Trade, Review of Economics and Statistics 84, ii6-i30.",
        "Stark, 0., 2004. Rethinking the Brain Drain, World Development 32:i, iS-22."
    ]
}