{
    "id": 13644,
    "cites": 25,
    "cited_by": 8,
    "reference": [
        "Ai, C., and E. Norton, (2003), Interaction Terms in Logit and Probit Models, Economics Letters, 80 (2003) p. 123-129.",
        "Arora, A., Fosfuri, A., Gambardella, A. (2001). Markets for Technology. Economics of Innovation and Corporate Strategy. MIT Press, Cambridge MA.",
        "Bessen, J. and E. Maskin (2007) Sequential Innovation, Patents, and Imitation. forthcoming in RAND Journal of Economics.",
        "Bessen, J. and Meurer (2006), Patent Litigation with Endogenous Disputes, American Economic Review Papers and Proceedings, 2006.",
        "Bessen, J. and M. Meurer (2008) Patent Failure: How Judges, Bureaucrats and Lawyers Put Innovators at Risk, forthcoming, Princeton University Press.",
        "Branstetter, L. and M. Sakakibara (2001), Do Stronger Patents Induce More Innovation?, RAND Journal of Economics, vol. 32, no. 1, Spring 2001, pp. 77-100.",
        "Cockburn, I. (2005) State Street Meets the Human Genome Project. Chapter in R. Hahn (ed.) Intellectual Properly Rights in Frontier Industries: Bioinformatics and Software. Washington, DC: Brookings-AEI Joint Center.",
        "Cockburn, I. and M. MacGarvie (2006), Entry, Exit and Patenting in the Software Industry, NBER Working paper No. 12563.",
        "Cockburn, I. and S. Wagner (2007) Patents and the Survival of Internet-Related IPOs. NBER Working Paper No. 13146.",
        "Dushnitsky, G. and M.J. Lenox. (2005) Corporate Venture Capital and Incumbent Firm Innovation Rates Research Policy, 34(5):615-639.",
        "Dushnitsky, G. and Z. Shapira (2007) Innovation Incentives Meet Organizational Reality: Comparing Corporate and Independent Venture Capitalists, working paper.",
        "Gompers, P. (1995). Optimal investment, monitoring, and the staging of venture capital. Journal of Finance 50(5), 146 1-1489.",
        "Gort, M. and S. Klepper (1982) Time Paths in the Diffusion of Product Innovations. Economic Journal, 92(367), pp. 630-653.",
        "Graham, S. J. H. and D. C. Mowery (2003) Intellectual Property Protection in the U. S. Software Industry. Chapter in W. M. Cohen and S. A. Merrill (eds.), Patents in the Knowledge-Based Economy, Washington, DC: National Academies Press.",
        "Guler, I. (2007) An Empirical Examination of Management of Real Options in the U.S. Venture Capital Industry, Advances in Strategic Management.",
        "Hall, B. (2004) Exploring the Patent Explosion. NBER Working Paper No. 10605.",
        "Hall, B. and M. MacGarvie (2006) The Private Value of Software Patents. NBER Working Paper No. 12195.",
        "Heller and Eisenberg (1998) Can Patents Deter Innovation? The Anti-commons in Biomedical Research Science, 280(5364): 698-701.",
        "Kaplan, S., B. Sensoy, and P. Stromberg (2002), How well do venture capital databases reflect actual investments?, working paper.",
        "Kortum, S. and J. Lerner (2000), Assessing the Contribution of Venture Capital to Innovation, RAND Journal of Economics, 3 1(4), 2000, 674-692.",
        "Mann, R. J. and T. Sager (2005) Patents, Venture Capital, and Software Start-Ups. University of Texas Law School, Law and Economics Research Paper No. 57, September 2005.",
        "Merges, R. P. (2006) Patents, Entry and Growth in the Software Industry. Working paper, UC Berkeley School of Law.",
        "Shapiro, C. (2001) Navigating the Patent Thicket: Cross-licenses, Patent Pools, and StandardSetting.  In Innovation Policy and the Economy, Vol. 1. Adam Jaffe, Joshua Lerner, and Scott Stern, (eds.), MIT Press for the National Bureau of Economic Research.",
        "Smith, B. L. and 5. 0. Mann (2004) Innovation and Intellectual Property Protection in the Software Industry: An Emerging Role for Patents. University of Chicago Law Review, 71, pp. 241-264.",
        "Ziedonis, R. H. (2007) Dont Fence Me In: Fragmented Markets for Technology and the Patent Acquisition Strategies of Firms, Management Science, 50: 804 - 820."
    ]
}