{
    "id": 1364,
    "cites": 20,
    "cited_by": 20,
    "reference": [
        "Allen, Steven G. and Robert L. Clark, Unions, Pension Wealth and Age-Compensation Profiles, presented at the National Bureau of Economic Research Labor Studies Program Meeting, April 1984.",
        "Bankers Trust Company, Employee Benefits Division, Corporate Pension Plan Study, A Guide for the 1980s, New York: Bankers Trust Company, 1980.",
        "Barnow, Burt S. and Ronald 6. Ehrenberg, The Costs of Defined Benefit Pension Plans and Firm Adjustments, Quarterly Journal of Economics, November 1979, pp. 523-540.",
        "Bulow, Jeremy, The Effect of Inflation on the Private Pension System, in Robert Hall (ed.), Inflation: Causes and Effects, Chicago: University of Chicago: University of Chicago Press, l982a. -~ , What are Corporate Pension Liabilities? Quarterly Journal of Economics, August l982b, pp. 435-452. Clark, Robert, Retirement Policy in an Aging Society, Durham: Duke University Press, 1980.",
        "Clark, Robert L., Steven G. Allen and Daniel A. Sumner, Inflation and Pension Benefits, final report under U. S. Department of Labor Contract No. J-9-P-l-0O74, August 1983.",
        "Clark, Robert and Ann McDermed, Inflation, Pension Benefits, and Retirement, Journal of Risk and Insurance, March 1982, pp. 19-38.",
        "Clark, Robert and Joseph Spengler, Economic Responses to Population Aging with Special Emphasis on Retirement Policy, in Robert Clark (ed.), Retirement Policy in an ~ Durham: Duke University Press, 1980.",
        "Duncan, Gregory J. and Bertil Holmlund, Was Adam Smith Right, After All? Another Test of the Theory of Compensating Wage Differentials, Journal of Labor Economics, October 1983, pp. 366-379.",
        "Ehrenberg, Ronald, Retirement System Characteristics and Compensating Wage Differentials in the Public Sector, Industrial and Labor Relations Review, July 1980, pp. 470-83.",
        "Feldstein, Martin, Should Private Pensions be Indexed? in Zvi Bodie and John B. Shoven (eds.), Financial Aspects of the United States Pension System, Chicago: University of Chicago Press, 1983.",
        "Fox, Alan, Earnings Replacement Rates of Retired Couples: Findings from the Retirement History Survey, Social Security Bulletin, January 1979, pp. 17-39.",
        "Freeman, Richard, Unions, Pensions, and Union Pension Funds, National Bureau of Economic Research Working Paper No. 1226, November 1983.",
        "Greenough, William, The Future of Employer Pensions, in Robert Clark (ed.), Retirement Policy in an Aging Society, Durham: Duke University Press, 1 980. Hay Associates, Hay-Huggins Noncash Compensation Comparison, Philadelphia: Hay Associates, 1981.",
        "Hewitt Associates, Post-Retirement Pension Increases Among Major U. S. Employers, New York: Hewitt Associates, 1981.",
        "King, Francis, Indexing Retirement Benefits, The Gerontologist, December 1982, pp. 488-92.",
        "Malca, Edward, Pension Funds and Other Institutional Investors, Lexington, Mass.: Lexington Books, 1975.",
        "McGill, Dan M., Fundamentals of Private Pensions, 3rd ed., Homewood, Ill.: Irwin, 1975.",
        "Mitchell, Olivia S. and Emily S. Andrews, Scale Economies in Private Multi-Employer Pension Systems, Industrial and Labor Relations Review, July 1981, pp. 522-530.",
        "Munnell, Alicia, The Impact of Inflation on Private Pensions, Robert Clark (ed.), Retirement Policy in an Aging Society, Durham: Duke University Press, 1980.",
        "Okun, Arthur, Inflation: The Problems and Prospects Before Us, in Arthur Okun, Henry Fowler, and Milton Gilbert (eds.), Inflation and the Problems It Creates and Policies It Requires, New York: NYU Press, 1970."
    ]
}