{
    "id": 13648,
    "cites": 16,
    "cited_by": 15,
    "reference": [
        "Banerjee, Abhijit, and Esther Duflo. Addressing Absence. Journal of Economic Perspectives 20 (Winter 2006) 117-132.",
        "Betts, Julian R., Kim S. Rueben, and Anne Danenberg, Equal Resources, Equal Outcomes? The Distribution of School Resources and Student Achievement in California 9San Francisco: Public Policy Institute of California, 2000). Www.ppic,org/rnainpubiication,asp?i=64, 6/28/05.",
        "Bradley, Steve, Cohn Green, and Gareth Leeves, Worker Absence and Shirking: Evidence from Matched Teacher- School Data, unpublished paper, Lancaster University, December 19, 2005.",
        "Chaudhury, Nazmul, Jeffrey Hammer, Michael Kremer, Karthik Murahidharan, and F. Halsey Rogers, Missing in Action: Teacher and Health Worker Absence in Developing Countries, Journal of Economic Perspectives 20 (Winter 2006), 9 1-116.",
        "Clotfelter, Charles T., Elizabeth Glennie, Helen F. Ladd, and Jacob L.Vigdor, Would Higher Salaries Keep Teachers in High-Poverty Schools? Evidence fmm a Policy Intervention in North Carolina, Journal of Public Economics, forthcoming. Clotfelter, Charles T., Helen F. Ladd, and Jacob L.Vigdor, Who Teaches Whom? Race and the Distribution of Novice Teachers, Economics of Education Review 24 (2005), 377-392.",
        "Clotfelter, Charles T., Helen F. Ladd, Jacob L.Vigdor, and Justin Wheeler, High Poverty Schools and the Distribution of Teachers and Principals, North Carolina Law Review, forthcoming. DellAngela, Tracy and Darnell Little, Teachers Miss Days; Poor Kids Miss Out: Educators at Some Struggling Schools Take Most Time Off, Analysis Shows, Chicago Tribune, September 25, 2006.",
        "Duflo, Esther, and Rema Hanna, Monitoring Works: Getting Teachers to Come to School, National Bureau of Economic Research Working Paper 11880, 2005.",
        "Ehrenberg, Ronald G., Randy A. Ehrenberg, Daniel I. Rees and Eric L. Ehrenberg, School District Leave Policies, Teacher Absenteeism, and Student Achievement, Journal of Human Resources 26 (1, 1991), 72-105.",
        "Glewwe, Paul, Nauman Ihias, and Michael Kremer, Teacher Incentives, National Bureau of Economic Research Working Paper 9671, April 2003.",
        "Ichino, Andrea and Enrico Moretti, Biological Gender Differences, Absenteeism and the Earning Gap, National Bureau of Economic Research Working Paper 12369, July2006.",
        "Imants, Jeroen and Ad Van Zoelen, Teachers Sickness Absence in Primary Schools, School Climate and Teachers Sense of Efficacy, School Organization 15 (1995), 77-86.",
        "Krueger, Alan B., Experimental Estimates of Education Production Functions, Quarterly Journal of Economics 114 (May 1999), 497-532.",
        "Lindeboom, Maarten and Marcel Kerkofs, Multistate Models for Clustered Duration Data - An Application to Workplace Effects on Individual Sickness Absenteeism, Review of Economics and Statistics 82 (November 2000), 668-684.",
        "Miller, Raegen T., Richard J. Murnane, and John B. Willett, The Impact of Teacher Absences on Student Achievement, unpublished paper, Harvard Graduate School of Education, July 2006.",
        "Miller, Raegen T., Richard J. Murnane, and John B. Willett, Do Worker Absences Affect Productivity? The Case of Teachers, unpublished paper, Harvaid Graduate School of Education, March 2007.",
        "Podgursky, Michael, Check the Facts: Fringe Benefits, Education Next, No. 3, 2003. http://www, hooveiiorg/pubiications/ednext/334798 I ,htnii. 3/2/07."
    ]
}