{
    "id": 13643,
    "cites": 13,
    "cited_by": 0,
    "reference": [
        "Andreoni, James. (1988) Privately Provided Public Goods in a Large Economy: The Limits of Altruism. Journal of Public Economics 35, 57-73.",
        "Andreoni, James. (1990) Impure Altruism and Donations to Public Goods: A Theory of Warm-Glow Giving. Economic Journal 100, 464-77.",
        "Comes, Richard, and Sandler, Todd. (1984) Easy Riders, Joint Production, and Public Goods. Economic Journal 94, 580-98.",
        "Comes, Richard, and Sandler, Todd. (1989) Public Goods, Growth, and Welfare  Social Choice and Welfare 6, 243-Si.",
        "Comes, Richard, and Sandler, Todd. (1994) The Comparative Static Properties of the Impure Public Good Model. Journal of Public Economics 54, 403-2 1.",
        "Comes, Richard, and Sandler, Todd. (1996) The Theory of Externalities, Public Goods and Club Goods, Second Edition. Cambridge, U. K.: Cambridge University Press.",
        "Dominus, Susan. (2005) The Zero-Emissions S.U.V., The New York Times Magazine, December ii.",
        "Glazer, Amihai and Konrad, Kai A. (1986) A Signalling Explanation for Charity,  American Economic Review 86, 1019-28.",
        "Harbaugh, William T. (1998) What Do Donations Buy? A Model of Philanthropy Based on Prestige and Warm Glow, Journal of Public Economics 67, 269-84.",
        "Hollander, Heinz. (1990) A Social Exchange Approach to Voluntary Cooperation,  American Economic Review 80, 1157-67.",
        "Kotchen, Matthew J. (2005) Impure Public Goods and the Comparative Statics of Environmentally Friendly Consumption, Journal of Environmental Economics and Management 49, 281-300.",
        "Kotchen, Matthew J. (2006) Green Markets and Private Provision of Public Goods, Journal of Political Economy ii4, 8i6-34.",
        "Kotchen, Matthew J. and Moore, Michael R. (in press) Conservation: From Voluntary Restraint to a Voluntary Price Premium, Environmental and Resource Economics. Samuelson, Paul A. (i954) The Pure Theory of Public Expenditure, Review of Economics and Statistics 36, 387-9. Samuelson, Paul A. (i954) A Diagmamatic Exposition of a Theory of Public Expenditure, Review of Economics and Statistics 37, 350-6. Vicamy, Simon. (2000) Donations to a Public Good in a Large Economy. European Economic Review 44, 609-i8."
    ]
}