{
    "id": 13646,
    "cites": 49,
    "cited_by": 45,
    "reference": [
        "[1] Alesina, A., S. Ardagna, G. Nicoletti, and F. Schiantarelli (200S): Regulation and Investment,  Journal of the European Economic Association 3: 791-82S.",
        "[2] Ambler, S., and E. Cardia (1998): The Cyclical Behaviour of Wages and Profits under Imperfect Competition, Canadian Journal of Economics 31: 148-164.",
        "[3] Axarloglou, K. (2003): The Cyclicality of New Product Introductions, Journal of Business 76: 29-48.",
        "[4] Basu, S., J. G. Fernald, and M. S. Kimball (2006): Are Technology Improvements Contractionary ? American Economic Review 96: 1418-1448.",
        "[S] Baxter, M., and R. G. King (1993): Fiscal Policy in General Equilibrium, American Economic Review 83: 31S-334.",
        "[8] Bernard, A. B., S. J. Redding, and P. K. Schott (2006): Multi-Product Firms and Product Switching, NBER WP 12293.",
        "[9] BilbHe, F. 0., F. Ghironi, and M. J. Melitz (2007): Monetary Policy and Business Cycles with Endogenous Entry and Product Variety, in Acemoglu, D., K. S. Rogoff, and M. Woodford, eds., NBER Macroeconomics Annual 2007, MIT Press, Cambridge, MA, forthcoming.",
        "[10] Bils, M., and P. J. Klenow (2001): The Acceleration in Variety Growth, American Economic Review 91: 274-280.",
        "[11] Blanchard, 0. J., and R. Perotti (2002): An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output, Quarterly Journal of Economics CXVII: 1329-1368.",
        "[12] Broda, C., and D. E. Weinstein (2007): Product Creation and Destruction: Evidence and Price Implications, NBER WP 13041.",
        "[13] Caballero, R. J., and M. L. Hammour (1994): The Cleansing Effect of Recessions, American Economic Review 84: 13S0-1368.",
        "[14] Campbell, J. R. (1998): Entry, Exit, Embodied Technology, and Business Cycles, Review of Economic Dynamics 1: 371-408.",
        "[iS] Campbell, J. Y. (1994): Inspecting the Mechanism: An Analytical Approach to the Stochastic Growth Model, Journal of Monetary Economics 33: 463-S06.",
        "[16] Cetorelli, N., and P. E. Strahan (2006): Finance as a Barrier to Entry: Bank Competition and Industry Structure in Local U.S. Markets, Journal of Finance 61: 437-461.",
        "[17] Chatterjee, S., and R. Cooper (1993): Entry and Exit, Product Variety and the Business Cycle, NBER WP 4S62.",
        "[18] Christiano, L. J., and M. Eichenbaum (1992): Current Real-Business-Cycle Theories and Aggregate Labor-Market Fluctuations, American Economic Review 82: 430-4S0.",
        "[19] Comin, D., and M. Gertler (2006): Medium Term Business Cycles, American Economic Review 96: S23-SS1.",
        "[20] Cook, D., (2001): Time to Enter and Business Cycles, Journal of Economic Dynamics and Control 2S (8): 1241-1261.",
        "[21] Cooley, T. F., and E. C. Prescott (199S): Economic Growth and Business Cycles, in Cooley, T.F., ed., Frontiers of Business Cycle Research, 1-38, Princeton University Press, Princeton.",
        "[22] Corsetti, G., P. Martin, and P. Pesenti (2007): Productivity Spillovers, Terms of Trade, and the `Home Market Effect, Journal of International Economics 73: 99-127.",
        "[23] Davis, S., J. C. Haltiwanger, and S. Schuh (1996): Job Creation and Destruction, MIT Press, Cambridge. 32",
        "[24] Devereux, M. B., A. C. Head, and B. J. Lapham (1996a): Aggregate Fluctuations with Increasing Returns to Specialization and Scale, Journal of Economic Dynamics and Control 20: 627-656.",
        "[25] Devereux, M. B., A. C. Head, and B. J. Lapham (1996b): Monopolistic Competition, Increasing Returns, and the Effects of Government Spending, Journal of Money, Credit, and Banking 28: 233-254.",
        "[26] Dixit, A. K., and J. E. Stiglitz (1977): Monopolistic Competition and Optimum Product Diversity, American Economic Review 67: 297-308.",
        "[27] Dos Santos Ferreira, R., and F. Dufourt (2006): Free Entry and Business Cycles under the Influence of Animal Spirits, Journal of Monetary Economics 53: 311-328.",
        "[28] Elkhoury, M., and T. Mancini Griffoli (2006): Monetary Policy with Firm Entry, manuscript, Graduate Institute of International Studies, Geneva.",
        "[29] Feenstra, R. C. (2003): A Homothetic Utility Function for Monopolistic Competition Models, without Constant Price Elasticity, Economics Letters 78: 79-86.",
        "[30] Galf, J. (1995): Product Diversity, Endogenous Markups, and Development Traps, Journal of Monetary Economics 36: 39-64.",
        "[31] Galf, J. (1999): Technology, Employment, and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations? American Economic Review 89: 249-271.",
        "[32] Galf, J., J. D. LÃ\u0083Â³pez-Salido, and J. VallÃ\u0083Â©s (2007): Understanding the Effects of Government Spending on Consumption, Journal of the European Economic Association 5: 227-270.",
        "[33] Ghironi, F., and M. J. Melitz (2005): International Trade and Macroeconomic Dynamics with Heterogeneous Firms, Quarterly Journal of Economics CXX: 865-915.",
        "[34] Grossman, G. M., and E. Helpman (1991): Innovation and Growth in the Global Economy, MIT Press, Cambridge, MA.",
        "[35] Hopenhayn, H. A. (1992): Entry, Exit, and Firm Dynamics in Long Run Equilibrium, Econometrica 60: 1127-1150.",
        "[36] Hopenhayn, H. A., and R. Rogerson (1993): Job Turnover and Policy Evaluation: A General Equilibrium Analysis, Journal of Political Economy 101: 915-938.",
        "[37] Jaimovich, N. (2004): Firm Dynamics, Markup Variations, and the Business Cycle, manuscript, University of California, San Diego.",
        "[38] Jovanovic, B. (2006): Investment Options and the Business Cycle, manuscript, New York University.",
        "[39] Judd, K. L. (1985): On the Performance of Patents, Econometrica 53: 567-585.",
        "[40] Kaldor, N. (1957): A Model of Economic Growth, Economic Journal 67: 591-624.",
        "[41] King, R. G., and S. T. Rebelo (1999): Resuscitating Real Business Cycles, in Taylor, J. B., and M. Woodford, eds., Handbook of Macroeconomics, vol. 1B, 927-1007, Elsevier, Amsterdam. 33",
        "[42] Kydland, F. E., and E. C. Prescott (1982): Time to Build and Aggregate Fluctuations, Econometrica 50: 1345-1370.",
        "[43] Lewis, V. (2006): Macroeconomic Fluctuations and Firm Entry: Theory and Evidence, manuscript, Catholic University Leuven.",
        "[44] Melitz, M. J. (2003): The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica 71: 1695-1725.",
        "[45] Romer, P. (1990): Endogenous Technological Change, Journal of Political Economy 98: 71-102.",
        "[46] Rotemberg, J. J., and M. Woodford (1992): Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity, Journal of Political Economy 100: 1153-1207.",
        "[47] Rotemberg, J. J., and M. Woodford (1999): The Cyclical Behavior of Prices and Costs, in Taylor, J. B., and M. Woodford, eds., Handbook of Macroeconomics, vol. 1B, 105 1-1135, Elsevier, Amsterdam.",
        "[48] Stebunovs, V. (2007): Finance as a Barrier to Entry in Dynamic Stochastic General Equilibrium,  Ph.D. Dissertation, Boston College.",
        "[49] Uhlig, H. (1999): A Toolkit for Analyzing Nonlinear Dynamic Stochastic Models Easily, in Marimon, R., and A. Scott, eds., Computational Methods for the Study of Dynamic Economies, 30-61, Oxford University Press, Oxford.",
        "[50] Wang, P., and Y. Wen (2007): A Defense of RBC: Understanding the Puzzling Effects of Technology Shocks, manuscript, Hong Kong University of Science and Technology and Federal Reserve Bank of St. Louis.",
        "[51] Woodford, M. (2003): Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton University Press, Princeton."
    ]
}