{
    "id": 13656,
    "cites": 35,
    "cited_by": 1,
    "reference": [
        "Agnew, Julie, Pierluigi Balduzzi and Anika SundÃ\u0083Â©n (2003). Portfolio Choice and Trading in a Large 401(k) Plan. American Economic Review 93(1): 193-215.",
        "Benartzi, Shlomo (2001). Excessive Extrapolation and the Allocation of 40 1(k) Accounts to Company Stock. Journal of Finance 56(5): 1747-1764.",
        "Benartzi, Shlomo and Richard H. Thaler (2003). Using Behavioral Economics to Improve Diversification in 40 1(k) Plans: Solving the Company Stock Problem. University of California Los Angeles Working Paper.",
        "Benartzi, Shlomo, Richard H. Thaler, Stephen P. Utkus and Cass R. Sunstein (2007). The Law and Economics of Company Stock in 40 1(k) Plans. Journal of Law and Economics 50(1): 45-79.",
        "Beshears, John, James J. Choi, David Laibson, and Brigitte C. Madrian (2008). The Importance of Default Options for Retirement Savings Outcomes: Evidence from the United States. In Stephen J. Kay and Tapen Sinha, editors, Lessons from Pension Reform in the Americas. Oxford: Oxford University Press.",
        "Brennan, Michael, and Walter N. Torous (1999). Individual Decision Making and Investor Welfare. Economic Notes 28(2): 119-143.",
        "Brown, Jeffery R., Nellie Liang and Scott Weisbenner (forthcoming). Individual Account Investment Options and Portfolio Choice: Behavioral Lessons from 40 1(k) Plans. Journal of Public Economics. Card, David, and Michael R. Ransom (2007). Pension Plan Characteristics and Framing Effects in Employee Savings Behavior. NBER Working Paper No. 13275.",
        "Carroll, Gabriel D., James J. Choi, David Laibson, Brigitte C. Madrian, and Andrew Metrick (2007). Active Decisions and Optimal Defaults. Harvard University Working Paper.",
        "Choi, James J., David Laibson, and Brigitte C. Madrian (2005a). $100 Bills on the Sidewalk: Suboptimal Saving in 40 1(k) Savings Plans. NBER Working Paper No. 11554.",
        "Choi, James J., David Laibson, and Brigitte C. Madrian (2005b). Are Empowerment and Education Enough? Underdiversification in 40 1(k) Plans. Brookings Papers on Economic Activity 2005(2): 151-198.",
        "Choi, James J., David Laibson, Brigitte C. Madrian, and Andrew Metrick (2002). Defined Contribution Pensions: Plan Rules, Participant Choices, and the Path of Least Resistance. In Tax Policy and the Economy, edited by James Poterba. Volume 16. Cambridge, Mass.: MIT Press.",
        "Choi, James, David Laibson, Brigitte C. Madrian, and Andrew Metrick (2004a). For Better or For Worse: Default Effects and 40 1(k) Savings Behavior. In Perspectives in the Economics of Aging, edited by David A Wise. University of Chicago Press.",
        "Choi, James, David Laibson, Brigitte C. Madrian, and Andrew Metrick (2004b). Employees Investment Decisions About Company Stock. In Pension Design and Structure: New Lessons from Behavioral Finance, edited by Olivia Mitchell and Stephen Utkus. Oxford: Oxford University Press.",
        "Clark, Jeremy (2002). House Money Effects in Public Good Experiments. Experimental Economics 5(3): 223-23 1.",
        "Cohen, Lauren (forthcoming). Loyalty-Based Portfolio Choice. Review of Financial Studies. Coval, Joshua D., and Tyler Shumway, 2005. Do Behavioral Biases Affect Prices? Journal of Finance 60(1): 1-34.",
        "Duflo, Esther and Christopher Udry (2004). Intrahousehold Resource Allocation in Cote dIvoire: Social Norms, Separate Accounts and Consumption Choices. NBER Working Paper No. 10498.",
        "Goetzmann, William, and Alok Kumar (2005). Why Do Individual Investors Hold UnderDiversified Portfolios? Yale University Working Paper.",
        "Grinblatt, Mark, and Matti Keloharju (2001). What Makes Investors Trade? Journal of Finance 56(2): 589-6 16.",
        "Hines, James R. and Richard H. Thaler (1995). The Flypaper Effect. Journal of Economic Perspectives 9(4): 217-26.",
        "Hubbard, R. Glenn (1998). Capital-Market Imperfections and Investment, Journal of Economic Literature 36(1): 193-225.",
        "Huberman, Gur (2001). Familiarity Breeds Investment. Review of Financial Studies 14(3): 659-680.",
        "Huberman, Gur and Paul Sengmueller (2004). Performance and Employer Stock in 401(k) Plans. Review of Finance 8(3): 403-443.",
        "Kahneman, Daniel, and Dan Lovallo (1993). Timid Choices and Bold Forecasts: A Cognitive Perspective on Risk Taking. Management Science 39(1): 17-3 1.",
        "Meulbroek, Lisa (2005). Company Stock in Pension Plans: How Costly Is It? Journal of Law and Economics 48(2): 443-474.",
        "Odean, Terrance (1998). Are Investors Reluctant to Realize Their Losses? Journal of Finance 53(5): 1775-98.",
        "ODonoghue, Ted and Matthew Rabin (1999). Procrastination in Preparing for Retirement, in Henry J. Aaron, ed., Behavioral Dimensions of Retirement Economics (Washington, D.C.: Brookings Institution Press; New York: Russell Sage Foundation): 125-56.",
        "Poterba, James M. (2004). Employer Stock and Retirement Savings Accounts, American Economic Review Papers and Proceedings: 17 1-175.",
        "Rabin, Matthew (2000). Risk Aversion and Expected-Utility Theory: A Calibration Theorem. Econometrica 68(5): 128 1-1292.",
        "Ramaswamy, Krishna (2003). Company Stock and Pension Plan Diversification. In The Pension Challenge: Risk Transfers and Retirement Income Security, edited by Olivia Mitchell and Stephen Utkus. Oxford: Oxford University Press.",
        "Samuelson and Zeckhauser (1988). Status Quo Bias in Decision Making. Journal of Risk and Uncertainty 1(1): 7-59.",
        "Thaler, Richard H. (1985). Mental Accounting and Consumer Choice. Marketing Science 4(3): 199-214.",
        "Thaler, Richard H. (1990). Saving, Fungibility and Mental Accounts. Journal of Economic Perspectives 4(1): 193-205.",
        "Thaler, Richard H. (1999). Mental Accounting Matters. Journal of Behavioral Decision Making 12(3): 183-206.",
        "Thaler, Richard H. and Eric J. Johnson (1990). Gambling with House Money and Trying to Break Even: The Effects of Prior Outcomes on Risky Choice. Management Science 36(6): 643-660.",
        "Wermers, Russ (2003). Is Money Really `Smart? New Evidence on the Relation Between Mutual Fund Flows, Manager Behavior, and Performance Persistence. University of Maryland Working Paper."
    ]
}