{
    "id": 13653,
    "cites": 61,
    "cited_by": 190,
    "reference": [
        "Akerlof, George, and Kranton, Rachel. 2000. Economics and Identity. Quarterly Journal of Economics, 115 (August): 715-53.",
        "Alchian, Armen A., and Demsetz, Harold. 1972. Production, Information Costs, and Economic Organization. The American Economic Review, 62(5): 777-95.",
        "Andersson, Fredrik, Matthew Freedman, John Haltiwanger, Julia Lane, and Kathryn Shaw. 2006. Reaching for the Stars: Who Pays for Talent in Innovative Industries? National Bureau of Economic Research Working Paper 12435.",
        "Asch, Beth J. 1990. Do Incentives Matter? The Case of Navy Recruiters. Industrial and Labor Relations Review, February, 43(special issue): s89-s 106.",
        "Autor, David, Lawrence Katz, and Melissa Kearney. 2005. Rising Wage Inequality: The Role of Composition and Prices. National Bureau of Economic Research Working Paper 11628.",
        "Autor, David, Lawrence Katz, and Melissa Kearney. Forthcoming. Trends in U.S. Wage Inequality: Re-Assessing the Revisionists. Review of Economics and Statistics. Autor, David H, Frank Levy, and Richard Murnane. 2003. The Skill Content of Recent Technological Change: An Empirical Exploration. Quarterly Journal of Economics, 118(4): 1279-1333.",
        "Baily, Martin N. 1977. On the Theory of Layoffs and Unemployment. Econometrica 45(5): 1043-63.",
        "Baron, James, and Michael Hannan. 2002. Organizational Blueprints for Success in High-Tech Start-Ups: Lessons from the Stanford Project. California Management Review, Spring, 44(3): 8-36.",
        "Baron, Jim, and David Kreps. 1999. Strategic Human Resources: Frameworks for General Managers. New York: John Wiley.",
        "Boning, Brent, Ichniowski, Casey, and Shaw, Kathryn. Forthcoming. Opportunity Counts: Teams and the Effectiveness of Production Incentives, Journal of Labor Economics. Brown, Charles. 1980. Equalizing Differences in the Labor Market. Quarterly Journal of Economics, 94(February): 113-34.",
        "Brown, Charles. 1990. Firms Choice of Method of Pay. Industrial and Labor Relations Review, February, 43(1): 165S-182S.",
        "Brown, Charles. 1992. Wage Levels and Methods of Pay. RAND Journal of Economics, 23(Autumn): 366-75.",
        "Chan, William. 1996. External Recruitment versus Internal Promotion. Journal of Labor Economics, October, 14(4): 555-70.",
        "Cheung, Steven N. 5. 1969. The Theory of Share Tenancy: With Special Application to Asian Agriculture and the First Phase of Taiwan Land Reform. Chicago: University of Chicago Press.",
        "DeVaro, Jed. 2006. Internal Promotion Competitions in Firms. The Rand Journal of Economics, 37(3), 521-42.",
        "Drago Robert, and Gerald T. Garvey. 1998. Incentives for Helping on the Job: Theory and Evidence. Journal of Labor Economics, 16(1):1-25.",
        "Drago, R., and Heywood, J. 5. 1995. The Choice of Payment Schemes: Australian Establishment Data. Industrial Relations, October, 34(4): 507-3 1.",
        "Fallc, Armin, and Ernst Fehr. 2006. The Power and Limits of Tournament Incentives the Impact of Sabotage, Social Norms and Loss Aversion. Unpublished paper.",
        "Fallick, Bruce, Charles A. Fleischmann, and James B. Rebitzer. Forthcoming. Job Hopping in Silicon Valley: The Microfoundations of a High-Technology Cluster. Review of Economics and Statistics. Fernie, Sue, and David Metcalf. 1999. Its Not What You Pay Its the Way That You Pay It and Thats What Gets Results: Jockeys Pay and Performance. Labour: Review of Labour Economics and Industrial Relations, June 13(2): 385-411.",
        "Frank, Robert H. 1984. Interdependent Preferences and the Competitive Wage Structure. RAND Journal of Economics, 15(Winter): 5 10-20.",
        "Frank, Robert H. 1985. Choosing the Right Pond: Human Behavior and the Quest for Status. New York: Oxford University Press.",
        "Frank, Robert H 1996. The Winner-Take-All Society. New York: Penguin Books.",
        "Freeman, Richard, and Morris Kleiner. 2005. The Last American Shoe Manufacturer: Decreasing Productivity and Increasing Profits in the Shift from Piece Rates to Continuous flow production. Industrial Relations, April, 44(2): 307-30.",
        "General Electric Corporation. 2001. Annual Report.",
        "Gordon, Donald F. 1974. A Neoclassical Theory of Keynesian Unemployment. Economic Inquiry, 12(December): 431-59.",
        "Green, Jerry R. and Nancy L. Stokey. 1983. A Comparison of Tournaments and Contracts. The Journal of Political Economy, 91(3), 349-64.",
        "Griliches, Zvi. 1977. Estimating the Returns to Schooling: Some Econometric Problems. Econometrica, 45 (January): 1-22.",
        "Hamilton, Barton, Jack Nickerson, and Hideo Owan. 2003. Team Incentives and Worker Heterogeneity: An Empirical Analysis of the Impact of Teams on Productivity and Participation. Journal of Political Economy, June, 111(3): 465-97.",
        "Hausman, Jerry A., and William E. Taylor. 1981. Panel Data and Unobservable Individual Effects. Econometrica, 49(November): 1377-98.",
        "Heckman, James. 1979. Sample Selection Bias as a Specification Error. Econometrica, 47(January): 153-61.",
        "Ichniowski, Casey, and Kathryn Shaw. 1995. Old Dogs and New Tricks: Determinants of the Adoption of Productivity-Enhancing Work Practices. Brookings Papers on Economic Activity: Microeconomics, 1995,. 1-65.",
        "Ichniowski, Casey, and Kathryn Shaw. 2003. Connective Capital: Building Problemsolving Networks within Firms. Unpublished paper.",
        "Ichniowski, Casey, Kathryn Shaw, and Giovanna Prennushi. 1997. The Effects of Human Resource Management Practices on Productivity: A Study of Steel Finishing Lines. The American Economic Review, 86(3): 291-3 13.",
        "Johnson, D. Gale. 1950. Resource Allocation under Share Contracts. Journal of Political Economy, 58(2): 111-23.",
        "Kandel, Eugene, and Edward Lazear. Peer Pressure and Partnerships. 1992. Journal of Political Economy, 1 00(August): 801-817.",
        "Knoeber, Charles R., and Walter N. Thurman. 1994. Testing the Theory of Tournaments: An Empirical Analysis of Broiler Production. Journal of Labor Economics, April, 12(2): 155-79.",
        "Lawler, Edward E., III, Susan Albers Mohrman, and George Benson. 2001. Organizing for High Performance: Employee Involvement, TQM, Reengineering, and Knowledge Management in the Fortune 1000. San Francisco: Jossey-Bass.",
        "Lawler, Edward E., III, Susan Albers Mohrman, and Gerald E. Ledford Jr. 1995. Creating High Performance Organizations: Practices and Results of Employee Involvement and TQM in Fortune 1000 Companies. San Francisco: Jossey-Bass.",
        "Lazear, Edward P. 1979. Why Is There Mandatory Retirement? Journal of Political Economy, 87(6), 126 1-84.",
        "Lazear, Edward P. 1986. Salaries and Piece Rates. Journal of Business, 59(July): 405-3 1.",
        "Lazear, Edward P. 1989. Pay Equality and Industrial Politics. Journal of Political Economy, 97(June): 561-80.",
        "Lazear, Edward P. 1999a. Globalization and the Market for Teammates. The Economic Journal, 109(March): C15-C40.",
        "Lazear, Edward P. 2000. Performance Pay and Productivity. American Economic Review, December, 90(5): 1346-61.",
        "Lazear, Edward P., and Sherwin Rosen. 1981. Rank-Order Tournaments as Optimum Labor Contracts. Journal of Political Economy, October, 89(5): 84 1-64.",
        "Lazear, Edward, and Kathryn Shaw. Forthcoming. Wage Structure, Wages, and Mobility. In An International Comparison of the Structure of Wages, ed. Edward Lazear and Kathryn Shaw. University of Chicago. Lo, Desmond, Mrinal Ghosh, and Francine Lafontaine. 2006. The Role of Risk, Incentives, and Selection in Salesforce Compensation Contracts. Unpublished paper, Ross School of Business, University of Michigan, May.",
        "Main, Brian G. M., Charles A. OReilly III, and James Wade. 1993. Top Executive Pay: Tournament or Teamwork? Journal of Labor Economics, October, 11(4): 606-28.",
        "March, James. 1999. The Pursuit of Organizational Intelligence. Malden, MA: Blackwell Publishers Inc.",
        "Marshall, Alfred P. [1890] 1961. Principles of Economics. New York: Macmillan.",
        "Milgrom, Paul R. 1988. Employment Contracts, Influence Activities, and Efficient Organization Design. Journal of Political Economy, 96(February): 42-60.",
        "Milgrom, Paul, and John Roberts. 1990. The Economics of Modern Manufacturing: Technology, Strategy, and Organizations. American Economic Review, June, 80(3): 511-28.",
        "Oyer, Paul. 1998. Fiscal Year Ends and Non-Linear Incentive Contracts: The Effect on Business Seasonality. The Quarterly Journal of Economics, 1 13(February): 149-85.",
        "Oyer, Paul. Forthcoming. Salary or Benefits? Research in Labor Economics. Parent, Daniel. 1999. Methods of Pay and Earnings: A Longitudinal Analysis. Industrial and Labor Relations Review, October, 53(1): 71-86.",
        "Prendergast, Canice, and Robert H. Topel. 1996. Favoritism in Organizations. Journal of Political Economy, October, 104(5): 958-78.",
        "Roberts, John. 2004. The Modern Firm: Organizational Design for Performance and Growth. Oxford University Press.",
        "Rosen, Sherwin. 1974. Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition. Journal of Political Economy, 82(January/February): 34-55.",
        "Rosen, Sherwin. 1986. Prizes and Incentives in Elimination Tournaments. American Economic Review, September, 76(4): 701-715.",
        "Ross, Stephen A. 1973. The Economic Theory of Agency: The Principals Problem. American Economic Review, 63(2): 134-39.",
        "Shearer, Bruce. 2004. Piece Rates, Fixed Wages and Incentives: Evidence from a Field Experiment. Review of Economic Studies, 71(April): 5 13-34.",
        "Stern, Scott. 2004. Do Scientists Pay to be Scientists? Management Science, 50(June): 835-53.",
        "Stiglitz, Joseph E. 1975. Incentives, Risk, and Information: Notes toward a Theory of Hierarchy. Bell Journal of Economics and Management Science, 6(August): 552-79.",
        "Time. 2000. GEs Talent Agency. December 3."
    ]
}