{
    "id": 13659,
    "cites": 55,
    "cited_by": 2,
    "reference": [
        "13] Aizenman, J., Marion, N., 2004. The Merits of Horizontal versus Vertical FDI in the Presence of Uncertainty. Journal of International Economics 62, i25-i48.",
        "14] Amuedo-Dorantes, C., Pozo, S., 200i. Foreign Exchange Rates and Foreign Direct Investment in the United States. International Trade Journal iS, 323343.",
        "15] Bacchetta, P., van Wincoop, E., 2000. Does Exchange-Rate Stability Increase Trade and Welfare? American Economic Review 90, i093-iiO9.",
        "16] Barkoulas, J., Baum, C.F., Caglayan, M., 2002 Exchange Rate Effects on the Volume and Variability of Trade Flows. Journal of International Money and Finance 2i, 48i-496.",
        "17] Bayoumi, T., i994. A Formal Model of Optimum Currency Areas. IMF Staff Papers 4i, 537-554.",
        "18] Bergin, P.R., 2003. Putting the New Open Economy Macroeconomics to a Test. Journal of International Economics 60, 3-34.",
        "19] Bernard, A.B., Jensen, J.B., Schott, P.K., 2006. Trade Costs, Heterogeneous Firms, and Productivity. Forthcoming, Journal of Monetary Economics. rio] Blonigen, B.A., i997. Firm-Specific Assets and the Link between Exchange Rates and Foreign Direct Investment. American Economic Review 87, 447-465.",
        "25 ~11] Brainard, S.L. 1997. An Empirical Assessment of the Proximity-Concentration Trade-off Between Multinational Sales and Trade. American Economic Review",
        "112] Bureau of Economic Analysis (BEA). 2002. Survey of Current Business.",
        "116] Chakrabarti, R., Scholnick, B., 2002. Exchange Rate Regimes and Foreign Direct Investment Flows. Weltwirtschaftliches Archiv 138, 1-21.",
        "1~7] Chari, V.V., Kehoe, P.J., McGrattan, E.R., 2002. Can Sticky Price Models Generate Volatile and Persistent Real Exchange Rates? Review of Economic Studies 69, 533-563.",
        "118] Cochrane, J.H., 2001. Asset Pricing. Princeton, NJ: Princeton University Press.",
        "1~9] Cote, A., 1994. Exchange Rate Volatility and Trade: A Survey. Bank of Canada Working Paper No. 94-5.",
        "120] Cushman, D.O., 1988. Exchange-Rate Uncertainty and Foreign Direct Investment in the United States. Weltwirtschaftliches Archiv 124, 322-335.",
        "121] ~-, 1985. Real Exchange Rate Risk, Expectations, and the Level of Direct Investment. Review of Economics and Statistics 67, 297-308.",
        "122] ~, i983. The Effects of Exchange Rate Risk on International Trade. Journal of International Economics iS, 45-63.",
        "123] Deaton, A., i992. Understanding Consumption. New York: Oxford University Press.",
        "124] DellAriccia, G., i999. Exchange Rate Fluctuations and Trade Flows: Evidence from the European Union. IMF Staff Papers. 46: 3i5-334.",
        "125] Devereux, M.B., Engel, C., i999, 200i. The Optimal Choice of Exchange Rate Regime: Price-Setting Rules and Internationalized Production, in Topics in Blomstrom, M. and Goldberg, L. (Eds.), Empirical International Research: A Festschrift in Honor of Robert E. Lipsey, University of Chicago Press, Chicago (also NBER Working Paper No. 6992).",
        "126] Devereux, M.B., Lane, P., Xu, J., 2005. Exchange Rates and Monetary Policy in Emerging Market Economies. Forthcoming, Economic Journal.",
        "127] Dixit, A., Pindyck, R.S., i994. Investment under Uncertainty. Princeton University Press, Princeton.",
        "128] Dunning, J.H., i973. The Determinants of International Production. Oxford Economic Papers 25, 289-336.",
        "129] Froot, K.A., Stein, J.C., i99i. Exchange Rates and Foreign Direct Investment: An Imperfect Capital Markets Approach. Quarterly Journal of Economics i06, ii9i-i2i7.",
        "130] Engel, C., Mark, N.C., West, K. 2007. Exchange Rate Models Are Not as Bad as You Think. NBER Working Paper No. i33i8.",
        "13i] Galgau, 0., Sekkat, K., 2004. The Impact of the Single Market on Foreign Direct Investment in the European Union. Exchange Rates, Economic Integration and the International Economy. Edited by Leo Michelis and Mark Lovewell. Toronto: APF Press.",
        "132] Ghironi, F., Melitz, M.J., 2005. International Trade and Macroeconomic Dynamics with Heterogeneous Firms. Quarterly Journal of Economics i20, 865-9i5 (also NBER Working Paper, No.i0540).",
        "133] Goldberg, L.S., Kolstad, C.D., i995. Foreign Direct Investment, Exchange Rate Variability, and Demand Uncertainty. International Economic Review 36, 855873.",
        "134] Hausmann, R., Fernandez-Arias, E., 2000. Inter-American Development Bank Working Paper, No. 4i7.",
        "13S] Helpman, E., Melitz, M.J., Yeaple, S.R., 2004. Exports versus FDI. American Economic Review 94, 300-3i6.",
        "136] Horstmann, I.J., Markusen, J.R., i992. Endogenous Market Structures in International Trade (Natura Facit Saltum). Journal of International Economics 32, i09-i29.",
        "137] Ihrig, J., 200i. Exchange Rate Exposure of Multinationals: Focusing on Exchange-Rate Issues. Board of Governors of the Federal Reserve System International Finance Discussion Paper No. 709 (August).",
        "138] International Monetary Fund (IMF), 2002. World Development Outlook, Trade and Finance (September). International Monetary Fund, Washington, D.C.",
        "139] ~, 2003. Balance of Payments Statistics Country Tables. Washington, D.C.: International Monetary Fund.",
        "140] ~, 2004. International Financial Statistics CD-ROM. Washington, D.C: International Monetary Fund (August).",
        "14i] Itagaki, T., i98i. The Theory of the Multinational Firm under Exchange Rate Uncertainty. Canadian Journal of Economics i4, 276-297.",
        "142] Krugman, P., i998. Fire-Sale FDI. Presented at the NBER Conference on Capital Flows to Emerging Markets, Feb. 20-2i.",
        "143] Lehmann, A., 1999. Country Risks and the Investment Activity of U.S. Multinationals in Developing Countries. IMF Working Paper No. 133.",
        "144] Lipsey, R.E., 1998. Internationalized Production in Developed and Developing Countries and in Industry Sectors. NBER Working Paper No. 6405.",
        "145] Markusen, J.R., Venables, A. 2000. The Theory of Endowment, Intra-Industry and Multinational Trade. Journal of International Economics 52, 209-234.",
        "146] Melitz, M.J., 2003. The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica 71, 1695-i 725.",
        "147] Mundell, R.A., 1957. International Trade and Factor Mobility. American Economic Review 47, 321-355.",
        "148] Obstfeld, M., Rogoff, K. 1998. Risk and Exchange Rates. NBER Working Paper No. 6694.",
        "149] Pindyck, R.S., 1998. Irreversible Investment, Capacity Choice, and the Value of the Firm. American Economic Review 78, 969-985.",
        "150] Rivoli, P., Salorio, E., 1996. Foreign Direct Investment under Uncertainty. Journal of Business Studies (Second Quarter), 335-357.",
        "151] Russ, K.N., 2006. The Endogeneity of the Exchange Rate as a Determinant of FDI: A model of entry and multinational firms. Forthcoming, Journal of International Economics.",
        "152] Russ, K.N., 2004a. Exchange Rate Regimes and Foreign Direct Investment. Exchange Rates, Economic Integration and the International Economy. Edited by Leo Michelis and Mark Lovewell. APF Press, Toronto.",
        "153] Russ, K.N., 2004b. Exchange Rate Variability and Foreign Direct Investment. Doctoral Thesis, Johns Hopkins University, Baltimore, Maryland.",
        "154] Silva, K.M.C., Tenreyro, 5. 2006. The Log of Gravity. Review of Economics and Statistics 88(4), 641-658.",
        "155] Stevens, G.V.G., 1998. Exchange Rates and Foreign Direct Investment: A Note. Journal of Policy Modeling 20, 393-301.",
        "156] Sung, H. and Lapan, H.E., 2000. Strategic Foreign Direct Investment and Exchange-Rate Uncertainty. International Economic Review 41, 411-423.",
        "157] Tenreyro, 5., 2006. On the Trade Impact of Nominal Exchange Rate Volatility. Forthcoming, Journal of Development Economics.",
        "158] Tomlin, K.M., 2000. The Effects of Model Specification on Foreign Direct Investment Models: An Application of Count Data Models. Southern Economic Journal 67, 460-468.",
        "159] Wang, K.L., Barrett, C.B., 2002. A New Look at the Trade Volume Effects of Real Exchange Rate Risk. Cornell University Department of Applied Economics and Management Working Paper, No. WP 2002-41 (November).",
        "160] World Bank, 2003. Global Development Finance. Washington, D.C.: World Bank.",
        "161] Zhang, L.H., 2004. European Integration and Foreign Direct Investment, in Tsoukis, C., Agiomirgianakis, G.M., Biswas, T. (Eds.), Aspects of Globalization: Macroeconomic and capital market linkages in the integrated world economy, Chapter 8. A Derivation of the aggregate price level The pseudo-reduced form equation for the aggregate price level is calculated in three steps: First, I define aggregate consumption as a function of the aggregate price index and the exogenous interest rate, which lets me define the wage rate as a function of the exogenous interest rate and underlying preference parameters. Second, I find"
    ]
}