{
    "id": 13652,
    "cites": 16,
    "cited_by": 1,
    "reference": [
        "Abraham, Katharine G., and Henry S. Farber. 1987. Job Duration, Seniority, and Earnings. American Economic Review, Vol. 77, No. 3 (June), pp. 278-97.",
        "Altonji, Joseph G., and Robert A. Shakotko. 1987. Do Wages Rise with Job Seniority? Review of Economic Studies, Vol. 54, No. 3 (July), pp. 437-59.",
        "Altonji, Joseph G., and Williams. 2005. Do Wages Rise with Seniority: A Reassessment Journal of Human Resources. 58(3), 370-397.",
        "Argote, Linda, Sara Beckman, and Dennis Epple. (Feb. 1990). The Persistence and Transfer of Learning in Industrial Settings, Management Science. 36 (2): 140-154.",
        "Becker, Gary 5. 1993. Human Capital. A Theoretical and Empirical Analysis, with Special Reference to Education. Chicago, University of Chicago Press.",
        "Benkard, Lanier. September 2000. Learning and Forgetting: The Dynamics of Aircraft Production, The American Economic Review, 90 (4): 1034-1054.",
        "Freeman, Richard B. and Kleiner, Morris M., The Last American Shoe Manufacturers: Changing the Method of Pay to Survive Foreign Competition Industrial Relations, April 2005, Vol. 44, No.2, pp. 307-330.",
        "Gibbons, Robert and M. Waldman. Task-Specific Human Capital. American Economic Review 94 (2004): 203-07.",
        "Hellerstein, J. K. and D. Neumark. 1999. Sex, Wages, and Productivity: An Empirical Analysis of Israeli Firm-Level Data, International Economic Review, Vol. 40, No. 1, 95-123.",
        "Hellerstein, J. K. and D. Neumark. 2004. Production Function and Wage Equation Estimation with Heterogeneous Labor: Evidence from a New matched EmployerEmployee Data Set, NBER Working Paper, No. 10325.",
        "Hellerstein, J. K., D. Neumark, and K. R. Troske. 1999. Wages, Productivity, and Worker Characteristics: Evidence from Plant-Level Production Functions and Wage Equations, Journal of Labor Economics, 17(3), 409-446.",
        "Hutchens, Robert, M., 1989 Seniority, Wages and Productivity: A Turbulent Decade, Journal of Economic Perspectives 3 (4), 49-64.",
        "Lazear, Edward P. 2000. Performance Pay and Productivity. American Economic Review, Vol. 90., No. 5: 1346-1361.",
        "Lazear, Edward P., Firm-Specific Human Capital: A Skill-Weights Approach (June 2003). IZA Discussion Paper No. 813.",
        "Neal, Derek. 1995. Industry Specific Human Capital: Evidence from Displaced Workers. Journal of Labor Economics, Vol. 13, No. 4 (October), pp. 653-77.",
        "Oi, Walter Y.,1962.Labor as a Quasi-Fixed Factor, Journal of Political Economy, LXX, (6), 538-555(December)."
    ]
}