{
    "id": 13663,
    "cites": 38,
    "cited_by": 41,
    "reference": [
        "Angrist, Joshua D. and Alan B. Krueger. 1991. Does Compulsory School Attendance Affect Education and Earnings? TheQuarter~yJournalofEconomics 106(4): 979-1014.",
        "Bedard, Kelly and Elizabeth Dhuey. 2006. The Persistence of Early Childhood Maturity: International Evidence of Long-Run Age Effects. TheQuarter~y Journal of Economics 121(4): 1437-1472.",
        "Bedard, Kelly and Elizabeth Dhuey. 2007. Is September Better Than January? The Effect of Minimum Age at School Entry Laws on Adult Earnings. Mimeo, University of California Santa Barbara.",
        "Boozer, Michael A. and Stephen E. Cacciola. 2001. Inside the `Black Box of Project STAR: Estimation of Peer Effects Using Experimental Data. Yale University Economic Growth Center Working Paper 832.",
        "Bound, John, and David A. Jaeger. 2000. Do Compulsory Attendance Laws Alone Explain the Association Between Earnings and Quarter of Birth? In Research in Labor Economics. Worker Well-B ein~g~ ed. Solomon W. Polacheck, 83-108. New York: JAI.",
        "Bound, John, David A. Jaeger, and Regina M. Baker. 1995. Problems With Instrumental Variables Estimation When the Correlation Between the Instruments and the Endogenous Explanatory Variable Is Weak. Journal of the American StatisticalAssociation 90(430):443-450.",
        "Cameron, A. Cohn, Jonah B. Gelbach, and Douglas L. Miller. 2006. Robust Inference with Multi-Way Clustering. NBER Technical Working Paper 327. Cambridge, MA: National Bureau of Economic Research.",
        "Cascio, Elizabeth U. 2007. Do Large Investments in Early Education Pay Off? Long-term Effects of Introducing Kindergartens into Public Schools. Mimeo, Dartmouth College.",
        "Cascio, Elizabeth U. and Ethan G. Lewis. 2006. Schooling and the Armed Forces Qualifying Test: Evidence from School Entry Laws, The Journal of Human Resources 41(2): 294-3 18.",
        "Cunha, Flavio, James J. Heckman, Lance Lochner, and Dimitriy V. Masterov. 2006. Interpreting the Evidence on Life Cycle Skill Formation, in Eric A. Hanushek and Finish Welch, eds., Handbook of the Economics of Education, Volume 1, pp. 698-812.",
        "Datar, Ashlesha. 2006. Does Delaying Kindergarten Entrance Give Children a Head Start? Economics of Education Review 25: 43-62.",
        "Decicca, Philip. 2007. Does Full-Day Kindergarten Matter? Evidence from the First Two Years of Schooling. Economics of Education Review 26(1): 67-82.",
        "Dee, Thomas S. 2004. Teachers, Race, and Student Achievement in a Randomized Experiment. The Review of Economics and Statistics 86, 195-210.",
        "Dee, Thomas S. and Benjamin J. Keys. 2004. Does Merit Pay Reward Good Teachers? Evidence from a Randomized Experiment. Journal of Poli~y Anaiysis and Management 23(3): 471-488.",
        "Dobkin, Carlos and Fernando Ferreira. 2007. Do School Entry Laws Affect Educational Attainment and Labor Market Outcomes? Mimeo.",
        "Elder, Todd E. and Darren H. Lubotsky. 2007. Kindergarten Entrance Age and Childrens Achievement: Impacts of State Policies, Family Background, and Peers. Mimeo.",
        "Fredricksson, Peter and BjÃ\u0083Â¶rn Ockert. 2006. Is Early Learning Really More Productive? The Effect of School Starting Age on School and Labor Market Performance. IFAU Working Paper 2006:12. Uppsala: Institute for Labour Market Policy Evaluation.",
        "Gootman, Elissa. 2006. Preschoolers Grow Older as Parents Seek an Edge. The New York Times (October 19, 2006).",
        "Gormley, William T. and Ted Gayer. 2005. Promoting School Readiness in Oklahoma: An Evaluation of Tulsas Pre-K Program. The Journal of Human Resources 40(3): 533-558.",
        "Graham, Bryan 5. 2007. Identifying Social Interactions through Conditional Variance Restrictions, Mimeo, University of California Berkeley.",
        "Imbens, Guido and Joshua Angrist. 1994. Identification and Estimation of Local Average Treatment Effects. Econometrica 62(2): 467-475.",
        "Kawaguchi, Daiji. 2006. The Effect of Age at School Entry on Education and Income. ESRI Discussion Paper Series No. 162. Tokyo: Economic and Social Research Institute.",
        "Krueger, Alan B. 1999. Experimental Estimates of Education Production Functions, The Quarter~y Journal of Economics 114(2): 497-532.",
        "Krueger, Alan B. and Diane M. Whitmore. 2001. The Effect of Attending a Small Class in the Early Grades on College Test-Taking and Middle School Test Results: Evidence from Project STAR, The Economic Journal III: 1-28.",
        "Krueger, Alan B. and Diane M. Whitmore. 2002. Would Smaller Classes Help Close the BlackWhite Achievement Gap? In Bridging the Achievement Gap, eds. J. Chubb and T. Loveless, 11-46. Washington, D.C.: Brookings Institution Press.",
        "Lavy, Victor, M. Daniele Paserman, and Analia Schiosser. 2007. Inside the Black Box of Ability Peer Effects: Evidence from Variation in High and Low Achievers in the Classroom. Mimeo.",
        "Lochner, Lance and Enrico Moretti. 2004. The Effect of Education on Crime: Evidence from Prison Inmates, Arrests, and Self Reports. TheAmerican Economic Review 94(1): 155-189.",
        "Magnuson, Katherine A. and Jane Waldfogel. 2005. Early Childhood Care and Education: Effects on Ethnic and Racial Gaps in School Readiness. The Future of Children 15(1): 169-196.",
        "McEwan, Patrick and Joseph Shapiro. 2006. The Consequences of Delayed Primary School Enrollment in a Developing Country. Forthcoming, The Journal of Human Resources.",
        "Neal, Derek A. 2006. Why Has Black-White Skill Convergence Stopped? Handbook of Economics of Education, edited by Eric Hanushek and Finis Welch, Elsiver.",
        "Oreopoulos, Philip, Marianne Page, and Ann Huff Stevens. 2006. Does Human Capital Transfer from Parent to Child? The Intergenerational Effects of Compulsory Schooling. Journal of Labor Economics 24(4): 729-760.",
        "Oreopoulos, Philip. 2007. Would More Compulsory Schooling Help Disadvantaged Youth? Evidence from Recent Changes to School-Leaving Laws. Forthcoming in An Economic Framework for Understanding and Assisting Disadvantaged Youth, ed., Jonathan Gruber.",
        "Puhani, Patrick A. and Andrea M. Weber. 2005. Does the Early Bird Catch the Worm? Instrumental Variable Estimates of Educational Effects of Age at School Entry in Germany. IZA Discussion Paper 2005. Bonn: Institute for the Study of Labor.",
        "Schanzenbach, Diane Whitmore. 2006. Classroom Gender Composition and Student Achievement: Evidence from a Randomized Experiment. Mimeo, University of Chicago.",
        "Sowell, Elizabeth R., Bradley S. Peterson, Paul M. Thompson, Suzanne E. Welcome, Amy L. Henkenius, and Arthur W. Toga. 2003. Mapping Cortical Change Across the Human Life Span. Nature Neuroscience 6: 309-315.",
        "Weil, Elizabeth. 2007. When Should a Kid Start Kindergarten? The New York Times Maga~ine. Oune 3, 2007).",
        "West, Jerry, Kristen Denton, and Elvira Germino-Hausken. 2000. Americas Kindergartners. Washington, D.C.: U.S. Department of Education.",
        "Whitmore, Diane M. 2005. Resource and Peer Impacts on Girls Academic Achievement: Evidence from a Randomized Experiment, American Economic Review 95(2): 199-203."
    ]
}