{
    "id": 13668,
    "cites": 26,
    "cited_by": 9,
    "reference": [
        "Autor, David H. and Mark G. Duggan. The Rise in the Disability Rolls and the Decline in Unemployment. Quarterly Journal of Economics, 2003, 118(1), pp. 157-205.",
        "Card, David; Dobkin, Carlos and Maestas, Nicole. The Impact of Nearly Universal Insurance Coverage on Health Care Utilization and Health: Evidence from Medicare. NBER Working Paper No. 10365, March2004.",
        "Card, David, Carlos Dobkin, and Nicole Maestas. The Impact of Nearly Universal Insurance Coverage on Health Care Utilization: Evidence from Medicare. UC Santa Cruz Unpublished Working Paper, January 2007.",
        "Currie, Janet and Gruber, Jonathan. Health Insurance Eligibility, Utilization of Medical Care, and Child Health. Quarterly Journal of Economics, 1996, 111(2), pp. 43 1-66. (1996a).",
        "Currie, Janet and Gruber, Jonathan. Saving Babies: The Efficacy and Cost of Recent Changes in the Medicaid Eligibility of Pregnant Women. Journal of Political Economy, 1996, 104(6), pp. 1263-96. (1996b).",
        "Cutler, David; and Mark McClellan. Is Technological Change in Medicine Worth It? Health Affairs, 2001, 20(5), pp. 11-29.",
        "Cutler, David; McClellan, Mark and Newhouse, Joseph. The Costs and Benefits of Intensive Treatment for Cardiovascular Disease, J. E. Triplett, Measuring the Prices of Medical Treatments. Washington, D.C.: Brookings Institution Press, 1999.",
        "Decker, Sandra. Medicare and Inequalities in Health Outcomes: The Case of Breast Cancer. Contemporary Economic Policy 20 (2002): 1-11.",
        "Decker, Sandra and Rapaport, Carol. Medicare and Disparities in Womens Health, National Bureau of Economic Research, Inc, NBER Working Papers: 8761, 2002.",
        "Dobkin, Carlos. Hospital Staffing and Inpatient Mortality. UC Santa Cruz Unpublished Working Paper, June 2003.",
        "Dow, William H. The Introduction of Medicare: Effects on Elderly Health, University of California, Berkeley, 2004.",
        "Finkelstein, Amy and Robin McKnight. What Did Medicare Do (And Was It Worth It)? NBER Working Paper No. 11609, September 2005.",
        "General Accounting Office (GAO). Hospital Emergency Departments: Crowded Conditions Vary among Hospitals and Communities, United States General Accounting Office, 2003.",
        "Imbens, Guido and Thomas Lemieux. Regression Discontinuity Designs: A Guide to Practice. NBER Working Paper No. 13039, April 2007. Forthcoming in Journal of Econometrics, 2007.",
        "Lee, David. Randomized Experiments from Non-Random Selection in U.S. House Elections. Forthcoming in Journal of Econometrics, 2007.",
        "Levy, Helen and Meltzer, David. What Do We Really Know About Whether Health Insurance Affects Health? In Catherine McLaughlin (Editor), Health Policy on the Uninsured: Setting the Agenda. Washington DC: Urban Institute Press, 2004.",
        "Lichtenberg, Frank R. The Effects of Medicare on Health Care Utilization and Outcomes. Frontiers in Health Policy Research, 2001, 5(1), pp. 27-52 (26).",
        "Manning, W. G.; Newhouse, J. P.; Duan, N.; Keeler, E. B.; Leibowitz, A. and Marquis, M. S. Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment. The American Economic Review, 1987, 77(3), pp. 25 1-77.",
        "McClellan, M.; McNeil, B. J. and Newhouse, J. P. Does More Intensive Treatment of Acute Myocardial Infarction in the Elderly Reduce Mortality? Analysis Using Instrumental Variables. JAMA, 1994, 272(11), pp. 859-66.",
        "McCrary, Justin. Manipulation of the Running Variable in the Regression Discontinuity Design: A Density Test. NBER Technical Working Paper No. T0334, January 2007. Forthcoming in Journal of Econometrics, 2007.",
        "McWilliams, J. M.; Meara, E.; Zaslavsky, A. M. and Ayanian, J. Z. Use of Health Services by Previously Uninsured Medicare Beneficiaries. N Engl J Med, 2007, 35 7(2), pp. 143-53.",
        "McWilliams, J. M.; Zaslavsky, A. M.; Meara, E. and Ayanian, J. Z. Impact of Medicare Coverage on Basic Clinical Services for Previously Uninsured Adults. Journal of the American MedicalAssociation, 2003, 290(6), pp. 757-64.",
        "Newhouse, Joseph P. Reimbursing Health Plans and Health Providers: Efficiency in Production Versus Selection. Journal of Economic Literature, 1996, 34(3), pp. 1236-1263.",
        "Newhouse, Joseph P. Pricing the Priceless: A Health Care Conundrum. Walras-Pareto Lectures. Cambridge and London: MIT Press, 2002.",
        "Remler, Dahlia K. and Sherry A. Glied. What Other Programs Can Teach Us: Increasing Participation in Health Insurance Programs American Journal of Public Health 2003, 93(1), pp. 67-74.",
        "Ruhm, Christopher J. Are Recessions Good for Your Health? Quarterly Journal of Economics, 2000, 115(2), pp. 617-650."
    ]
}