{
    "id": 13665,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Bargh, John, The Cognitive Monster: The Case Against the Controllability of Automatic Stereotype Effects, in Shelley Chaiken and Yaacov Trope, eds., Dual-Process Theories in Social Psychology. New York: Guilford Press, 1999.",
        "Blair, Irene, The Malleability of Automatic Stereotypes and Prejudice, Personality and Social Psychology Review, 6 (2002): 242-261.",
        "Bradbury, J.C., The Baseball Economist. The Real Game Exposed. New York: Dutton, 2007.",
        "Czopp, Alexander, Monteith, Margo, and Mark, Aimee, Standing Up for a Change: Reducing Bias Through Interpersonal Communication, Journal of Personality and Social Psychology, 90 (May 2006), 784-803.",
        "Devine, Patricia., and Monteith, Margo, Automaticity and Control in Stereotyping, in Shelley Chaiken and Yaacov Trope, eds., Dual-Process Theories in Social Psychology. New York: Guilford Press, 1999.",
        "Donald, Stephen, and Hamermesh, Daniel, What Is Discrimination? Gender in the American Economic Association, American Economic Review, 96 (September 2006): 1283-1292.",
        "Findlay, David, and Reid, Clifford, Voting Behavior, Discrimination and the National Baseball Hall of Fame, Economic Inquiry, 35 (July 1997): 562-578.",
        "Garicano, Luis, Palacios-Huerta, Ignacio and Prendergast, Canice Favoritism under Social Pressure, Review of Economics and Statistics, 87 (May 2005): 208-2 16.",
        "Goodwin, Stephanie, Gubin, Alexandra, Fiske, Susan, and Yzerbyt, Vincent, Power Can Bias Impression Processes: Stereotyping Subordinates by Default and By Design, Group Processes and Intergroup Relations, 3 (2000): 227-25 6.",
        "Gwartney, James, and Haworth, Charles, Employer Costs and Discrimination: The Case of Baseball, Journal of Political Economy, 82 (July-August 1974): 873-88 1.",
        "Kahn, Lawrence, Racial Discrimination in Professional Sports: A Survey of the Literature, Industrial and Labor Relations Review, 44 (April 1991): 395-4 18.",
        "Krautmann, Anthony, Gustafson, Elizabeth, and Hadley, Lawrence, A Note on the Structural Stability of Salary Equations: Major League Baseball Pitchers, Journal of Sports Economics, 4 (February 2003): 56-63.",
        "Nardinelli, Clark, and Simon, Curtis, Customer Racial Discrimination in the Market for Memorabilia: The Case of Baseball, Quarterly Journal of Economics, 105 (August 1990): 575-595.",
        "Pascal, Anthony, and Rapping, Leonard. The Economics of Racial Discrimination in Organized Baseball, in Anthony Pascal, ed., Racial Discrimination in Economic Life. Lexington, MA: Heath, 1972.",
        "Price, Joseph, and Wolfers, Justin, Racial Discrimination Among NBA Referees, National Bureau of Economic Research, Working Paper No. 13206, June 2007.",
        "Scully, Gerald, Pay and Performance in Major League Baseball, American Economic Review, 64 (December 1974): 915-930.",
        "Stoll, Michael, Raphael, Steven and Holzer, Harry, Black Job Applicants and the Hiring Officers Race, Industrial and Labor Relations Review, 57 (January 2004): 267-287.",
        "Eric Zitzewitz, Nationalism in Winter Sports Judging and Its Lessons for Organizational Decision Making, Journal of Economics and Management Strategy, 15 (Spring 2006): 67-99."
    ]
}