{
    "id": 13678,
    "cites": 25,
    "cited_by": 0,
    "reference": [
        "Wooldridge, Jeffrey M., Econometric Analysis of Cross Section and Panel Data, Cambridge, MA: The MIT Press, 2002.",
        "Schwartz, Shalom H., Elicitation of Moral Obligation and Self-Sacrificing Behavior, Journal of Personality and Social Psychology, 15, 1970, pp. 283-93.",
        "Walker, James M., Voluntary Response to Energy Conservation Appeals, Journal of Consumer Research, 7, June 1980, pp. 88-92.",
        "Rose, Steven K., Jeremy Clark, Gregory L. Poe, Daniel Rondeau, and William D. Schulze, The Private Provision of Public Goods: Tests of a Provision Point Mechanism for Funding Green Power Programs, Resource and Energy Economics, 24, February 2002, pp. 131-55.",
        "Roe, Brian, Mario F. Teisl, Alan Levy and Matthew Russell, US Consumers Willingness to Pay for Green Electricity, Energy Policy, 29, September 2001, pp. 917-25.",
        "Reiss, Peter C. and Matthew W. White, What Changes Energy Consumption Habits? Prices versus Public Pressures, Working Paper, The Wharton School, University of Pennsylvania, November 2005.",
        "Rege, Man and Kjetil Telle, The Impact of Social Approval and Framing On Cooperation in Public Good Situations, Journal of Public Economics, 88, 2004, pp. 1625-1644.",
        "Peck, Anne. E. and 0. C. Doering III, Voluntarism and Price Response: Consumer Reaction to the Energy Shortage, Bell Journal of Economics, 7, Spring 1976, pp. 287-92.",
        "Oberholzer-Gee, Felix, Your Contribution Counts! An Empirical Analysis of the Decision to Support Solar Energy, in Environmental Voluntary Contracts: Comparative Approaches to Regulation Innovation in the United States and Europe, Eric W. Orts and Kurt Deketelaere (Eds.), London: Kluwer Law International, 2001, pp. 425-34.",
        "Lee, Albert Yin-Po, Voluntary Conservation and Electricity Peak Demand: A Case Study of the Modesto Irrigation District, Land Economics, 57, August 1981, pp. 436-47.",
        "Kotchen, Matthew J. and Michael R. Moore, Private Provision of Environmental Public Goods: Household Participation in Green-Electricity Programs, Journal of Environmental Economics and Management, 23, January 2007, pp. 1-16.",
        "Kahneman, Daniel and Jack L. Knetsch, Valuing Public Goods: The Purchase of Moral Satisfaction,  Journal of Environmental Economics and Management, 22, January 1992, pp. 57-70.",
        "Hollander, Heinz, A Social Exchange Approach to Voluntary Cooperation, American Economic Review, 80, December 1990, pp. 1157-67.",
        "Heckman, James J., Dummy Endogenous Variables in a Simultaneous Equations System, Econometrica, 46, July 1978, pp. 931-960.",
        "Harbaugh, William T., The Prestige Motive For Making Charitable Transfers, American Economic Review, 88, May 1998a, pp. 277-82.",
        "Harbaugh, William T., What Do Donations Buy? A Model of Philanthropy Based on Prestige and Warm Glow, Journal of Public Economics, 67, February 1998b, pp. 269-84.",
        "Goett, Andrew A., Kathleen Hudson and Kenneth E. Train, Customers Choice among Retail Energy Suppliers: The Willingness-to-Pay for Service Attribute, Energy Journal, 21, 2000, pp. 1-28.",
        "Glazer, Amihai and Kai A. Konrad, A Signalling Explanation for Charity, American Economic Review, 86, September 1986, pp. 1019-28.",
        "Dillman, Donald, Mail and Telephone Surveys. New York: Wiley and Sons, 1978.",
        "Champ, Patricia A. and Richard C. Bishop, Donation Payment Mechanisms and Contingent Valuation: An Empirical Study of Hypothetical Bias, Environmental and Resource Economics, 19, 2001, pp. 338-402.",
        "Bohi, Douglas R. and Mary Beth Zimmerman, An Update on Econometric Studies of Energy Demand, Annual Review of Energy, 9, 1984, pp. 105-54.",
        "Black, J. Stanley, Paul C. Stern, and Julie T. Elworth, Personal and Contextual Influences on Household Energy Adoptions, Journal of Applied Psychology, 70, 1985, pp. 2-2 1.",
        "Bertrand, Marianne, Ester Duflo, and Sendhil Mullainathan, How Much Should We Trust Differences-In-Differences Estimates? The Quarterly Journal of Economics, 119, February 2004, pp. 249-75.",
        "Berndt, Ernst R., The Practice of Econometrics: Classic and Contemporary. Reading, MA: Addison-Wesley, 1991.",
        "Andreoni, James, Impure Altruism and Donations to Public Goods: A Theory of Warm-Glow Giving, Economic Journal, 100, June 1990, pp. 464-77."
    ]
}