{
    "id": 13675,
    "cites": 48,
    "cited_by": 5,
    "reference": [
        "Acosta, Pablo, Pablo Fajnzylber, and Humberto Lopez. 2007. How Important are Remittances in America? In Pablo Fajnzylber and Humberto Lopez, eds., Close to Home, Washington, DC: The World Bank, forthcoming.",
        "Angelucci, Manuella. 2003. U.S. Border Enforcement and the Net Inflow of Illegal Migration. Mimeo, University College London.",
        "Aydemir, Abdurrahman and George J. Borjas. 2007. A Comparative Analysis of the Labor Market Impact of International Migration: Canada, Mexico, and the United States. Journal of the European Economic Association, forthcoming.",
        "Blanchard, Oliver, and Lawrence Katz. 1992. Regional Evolutions. Brookings Papers on Economic Activity, 1-75.",
        "Blau, Francine D., and Lawrence M. Kahn. 2007. Gender and Assimilation among Mexican Americans. In George J. Borjas, ed., Mexican Immigration. Chicago: University of Chicago and National Bureau of Economic Research.",
        "Borjas, George J. 1996. The Earnings of Mexican Immigrants in the United States. Journal of Development Economics 51: 69-98.",
        "Borjas, George J. Native Internal Migration and the Labor Market Impact of Immigration, Journal of Human Resources 41 (Spring 2006): 22 1-258.",
        "Borjas, George J., Jeffrey Grogger, and Gordon H. Hanson. 2006. Immigration and African-American Employment Opportunities: The Response of Wages, Employment, and Incarceration to Labor Supply Shocks, NBER Working Paper No. 12518.",
        "Borjas, George J., and Lawrence F. Katz. 2007. The Evolution of Mexican Immigrants in the U.S. Workforce, 1900-2000. In George J. Borjas, ed., Mexican Immigration, Chicago: University of Chicago Press and National Bureau of Economic Research.",
        "Bound, John, and Sarah Turner. 2006. Cohort Crowding: How Resources Affect Collegiate Attainment. NBER Working Paper No. 12424.",
        "Buck, Steve, Celine Ferre, Nakagawe Hideyuki, Lourdes Rodriguez-Chamussy, and Elisabeth Sadoulet. 2007. Rural Out-migration in Mexico and Brazil. Background paper for the World Development Report, 2008.",
        "Card, David, and Ethan Lewis. 2007. The Diffusion of Mexican Immigrants in the 1990s: Patterns and Impacts. In George J. Borjas, ed., Mexican Immigration. Chicago: University of Chicago and National Bureau of Economic Research.",
        "Cardoso, Lawrence. 1980. Mexican Emigration to the United States, 1897-1931. Tucson, University of Arizona Press.",
        "Carrington, William J. and Enrica Detragiache, and Tara Viswanath. 1996. Migration with Endogenous Moving Costs. American Economic Review Sept. 86(4): 909-930.",
        "Chiquiar, Daniel. 2005. Why Mexicos Regional Income Convergence Broke Down. Journal ofDevelopment Economics.",
        "Chiquiar, Daniel and Gordon Hanson. 2005. International Migration, Self-Selection, and the Distribution of Wages: Evidence from Mexico and the United States. Journal of Political Economy, April 113(2): 239-281.",
        "Cornelius, Wayne A. 2001. Death at the Border: Efficacy and Unintended Consequences of U.S. Immigration Control Policy, Population and Development Review, 27(4): 661-85.",
        "Cornelius, Wayne A. and Enrico A. Marselli. 2001. The Changing Profile of Mexican Migrants to the United States: New Evidence from California and Mexico. Latin American Research Review.",
        "Cuecuecha, Alfredo. 2005. The Immigration of Educated Mexicans: The Role of Informal Social Insurance and Migration Costs. Mimeo, ITAM.",
        "Docquier, Frederic and Abdeslam Marfouk. 2006. International Migration by Educational Attainment, 1990-2000. In Caglar Ozden and Maurice Schiff, eds., International Migration, Remittances, and the Brain Drain. Washington, DC: The World Bank and Palgrave McMillan, pp. 15 1-200.",
        "Durand, Jorge, William Kandel, Emilio Parrado and Douglas S. Massey. 1996. International Migration and Development in Mexican Communities. Demography 33(2): 249-264.",
        "Durand, Jorge, Douglas S. Massey, and Rene M. Zenteno. 2001. Mexican Immigration in the United States. Latin American Research Review 36(1): 107-127.",
        "Edwards, Sebastian. 1999. Crisis Prevention: Lessons from Mexico and East Asia. NBER Working Paper No. 7233.",
        "Espenshade, Thomas J. 1995. Unauthorized Immigration to the United States. Annual Review of Sociology, 21: 195-216.",
        "Feliciano, Zadia. 2001. The Skill and Economic Performance of Mexican Immigrants from 1910 to 1990. Explorations in Economic History 38: 386-409.",
        "Fernandez-Huertas, Jesus. 2006. New Evidence on Emigration Selection. Mimeo, Columbia University.",
        "Gathmann, Christina. 2004. The Effects of Enforcement on Illegal Markets: Evidence from Migrant Smuggling on the Southwestern Border. IZA DP No. 1004.",
        "Grogger, Jeffrey, and Stephen J. Trejo. 2002. Falling behind or Moving up? The Intergenerational Progress of Mexican Americans. San Francisco, CA: Public Policy Institute of California.",
        "Hanson, Gordon H. 2006. Illegal Migration from Mexico to the United States. Journal of Economic Literature, December.",
        "Hanson, Gordon H. 2007. Emigration, Labor Supply, and Earnings in Mexico. In George J. Borjas, ed., Mexican Immigration. Chicago: University of Chicago and National Bureau of Economic Research.",
        "Hanson, Gordon H., and Antonio Spilimbergo. 1999. Illegal Immigration, Border Enforcement and Relative Wages: Evidence from Apprehensions at the U.S.-Mexico Border, American Economic Review, 89: 1337-57.",
        "Hatton, Timothy J. and Jeffrey G. Williamson. 2003. Demographic and Economic Pressure on Emigration out of Africa. Scandinavian Journal of Economics 105(3): 465-486.",
        "Hatton, Timothy J. and Jeffrey G. Williamson. 2005. What Fundamentals Drive World Migration? In. George J. Borjas and Jeff Crisp, eds., Poverty, International Migration, and Asylum, New York: MacMillam.",
        "Ibarraran, Pablo, and Darren Lubotsky. 2007. The Socioeconomic Status of Mexican Migrant Families: New Evidence from the 2000 Mexican Census. In George J. Borjas, ed., Mexican Immigration. Chicago: University of Chicago and National Bureau of Economic Research.",
        "Kossoudji, Sherrie. A. and Cobb-Clark, Deborah A. 2002. Coming Out of the Shadows: Learning about Legal Status and Wages from the Legalized Population. Journal of Labor Economics, 20(3): 5 98-628.",
        "Martinez, Jose and Christopher Woodruff. 2007. Selectivity of Migrants from Mexico: What Does Net Migration Tell Us? Mimeo, UCSD.",
        "Massey, Douglas S. and Kristin E. Espinosa. 1997. Whats Driving Mexico-U.S. Migration? A Theoretical, Empirical, and Policy Analysis. American Journal of Sociology 102(4): 939-999.",
        "Massey, Douglas S., L. Goldring, and Jorge Durand. 1994. Continuities in Transnational Migration: An Analysis of Nineteen Mexican Communities. American Journal of Sociology 99(6): 1492-1533.",
        "Massey, Douglas S. and Rene Zenteno. 1999. The Dynamics of Mass Migration. Proceedings of the National Academy of Sciences 96: 5328-5335.",
        "McKenzie, David and Hillel Rapoport. 2007. Network Effects and the Dynamics of Migration and Inequality: Theory and Evidence from Mexico. Journal of Development Economics, forthcoming.",
        "Mishra, Prachi. 2006. Emigration and Wages in Source Countries: Evidence from Mexico. Journal of Development Economics.",
        "Munshi, Kaivan. 2003. Networks in the Modern Economy: Mexican Migrants in the US Labor Market. Quarterly Journal of Economics 118 (May): 549-97.",
        "Orrenius, Pia M. and Madeline Zavodny. 2005. Self-Selection among Undocumented Immigrants from Mexico. Journal of Development Economics, 78(1): 215-240.",
        "Ottaviano, Gianmarco I.P., and Giovanni Peri. 2006. Rethinking the Effects of Immigration on Wages. NBER Working Paper No. 12497.",
        "Robertson, Raymond. 2000. Wage Shocks and North American Labor Market Integration. American Economic Review 90(4): 742-764.",
        "Rubalcava, Luis, and Graciela Teruel. 2006. Do Healthier Mexicans Migrate to the United States? New Findings from the Mexican Family Life Survey. Mimeo, CIDE and Universidad Iboamericana.",
        "Smith, James P. 2003. Assimilation across the Latino Generations. American Economic Review, 93(2), pp. 315-319 Taylor, J. Edward. Undocumented Mexico-U.S. Migration and the Returns to Households in Rural Mexico. American Journal ofAgricultural Economics, Vol. 69, No. 3, August 1987, pp. 626-638.",
        "Tuiran, R., V. Partida, 0. Mojarro, and E. Zuniga. 2002. Fertility in Mexico: Trends and Forecast.. Report of the United Nations Population Division, http://www.un.org/esa/popuiatioii/puh Iications/eompietiiigfertiiity/RevisedTUlRAN - PARTIDApaier.PDF Winters, Paul, Alain de Janvry, and Elisabeth Sadoulet. Family and Community Networks in Mexico-U.S. Migration. The Journal of Human Resources, Vol. 36, No. 1, Winter200l, pp. 159-184."
    ]
}