{
    "id": 13674,
    "cites": 61,
    "cited_by": 19,
    "reference": [
        "[1] Abowd J., and F. Kramarz (1999). The Analysis of Labor Markets Using Matched Employer-Employee Data, Handbook of Labor Economics, 0. Ashenfelter and D. Card eds., North-Holland, pages 2629-2710.",
        "[2] Aiyagari, R. (1994). Uninsured Idiosyncratic Risk and Aggregate Saving, Quarterly Journal of Economics, vol. 109(3), pages 659-684.",
        "[3] Albrecht J., and B. Axell (1984). An Equilibrium Model of Search Unemployment, Journal of Political Economy, vol. 92, pages 824-840.",
        "[4] Altonji, J., and R. Shakotko (1987). Do Wages Rise With Job Seniority? Review of Economic Studies, vol. 65(3), pages 437-460.",
        "[5] Altonji, J., and N. Williams (2004). Do Wages Rise with Job Seniority? A Reassessment, forthcoming in the Industrial and Labor Relations Review.",
        "[6] Baum-Snow, N., and D. Neal (2006). Data Problems and the Measurement of Racial and Gender Wage Gaps Over Time, mimeo, University of Chicago.",
        "[7] Blank, R., and D. Card (1991). Recent Trends in Insured and Uninsured Unemployment: Is There an Explanation? Quarterly Journal of Economics, vol. 106(4), pages 1157-1189.",
        "[8] Bontemps, C., J.-M. Robin, and G. J. Van den Berg (2000). Equilibrium Search with Continuous Productivity Dispersion Theory and Non Parametric Estimation, International Economic Review, vol. 41(2), pages 305-358.",
        "[9] Bound, J., and A. Krueger (1991). The Extent of Measurement Error in Longitudinal Earnings Data: Do Two Wrongs Make a Right?, Journal of Labor Economics, vol. 9(1), pages 1-24.",
        "[10] Burdett, K. (1978). A Theory of Employee Job Search and Quit Rates, American Economic Review, vol. 68, pages 212-220.",
        "[ii] Burdett, K. and M. Coles (2000). Equilibrium Wage-Tenure Contracts, Econometrica, vol. 71, pages 1377-1404.",
        "[12] Burdett, K., and D. T. Mortensen (1998). Wage Differentials, Employer Size, and Unemployment,  International Economic Review, vol. 39(2), pages 257-273.",
        "[13] Bureau of Labor Statistics (2006). Employee Tenure Summary, http://www.bls.gov.",
        "[14] Bunzel, H., B. J. Christensen, P. Jensen, N. M. Kiefer, L. Korsholm, L. Muus, G. R. Neumann, and M. Rosholm (2001). Specification and Estimation of Equilibrium Search Models, Review of Economic Dynamics, vol. 4, pages 90-126.",
        "[15] Christensen, B. J., R. Lentz, D. T. Mortensen, G. R. Neumann, and A. Wervatz (2005). On the Job Search and the Wage Distribution, Journal of Labor Economics, vol. 23(1), pages 31-58. 46",
        "[16] Cowell, F. (2000). Measurement of Inequality, Handbook of Income Distribution, A. Atkinson and F. Bourgignon eds., North Holland, pages 87-166.",
        "[17] Dey, M. and C. Flinn (2006). Household Search and Health Insurance Coverage, mimeo, NYU.",
        "[18] Eckstein, Z., and G. Van den Berg (2005). Empirical Labor Search: A Survey, IZA Discussion paper.",
        "[20] Eckstein, Z., and K. Wolpin (1995). Duration to First Job and the Return to Schooling: Estimates from a Search-Matching Model, Review of Economic Studies, vol. 62, pages 263-286.",
        "[21] Fallick, B. and C. A. Fleischman (2004). Employer-to-Employer Flows in the U.S. Labor Market: The Complete Picture of Gross Worker Flows Finance and Economics Discussion Series 2004-34. Washington: Board of Governors of the Federal Reserve System.",
        "[22] Flinn, C. (2006). Minimum Wage Effects on Labor Market Outcomes Under Search, Bargaining, and Endogenous Contact Rates, Econometrica, vol. 74, pages 1013-1062.",
        "[23] Flinn, C. and J. Heckman (1983). Are Unemployment and Out of the Labor Force Behaviorally Distinct Labor Force States? Journal of Labor Economics, vol. 1(1), pages 28-42.",
        "[24] French, E. (2005). The Labor Supply Response to Mismeasured (but Predictable) Wage Changes, forthcoming in the Review of Economics and Statistics.",
        "[25] Gaumont, D., M. Schindler, and R. Wright (2006). Alternative Theories of Wage Dispersion,  European Economic Review, vol. 50(4), pages 831-848.",
        "[26] Hagedorn, M., and I. Manovskii (2006). The Cyclical Behavior of Equilibrium Unemployment and Vacancies Revisited, mimeo, University of Pennsylvania.",
        "[27] Hall, R. E. (2005). Employment Fluctuations with Equilibrium Wage Stickiness, American Economic Review, vol. 95(1), pages 50-65.",
        "[28] Hansen, H. (1998). Transition from Unemployment Benefits to Social Assistance in Seven European OECD Countries, Empirical Economics, vol. 23(1), pages 5-30.",
        "[29] Hornstein, A., P. Krusell and G.L. Violante (2006). Technical Appendix for Frictional Wage Dispersion in Search Models: A Quantitative Assessment, available at http : //www. econ nyu. edu/user/violante/research. htm",
        "[30] Kambourov, G. and I. Manovskii (2004). Occupational Mobility and Wage Inequality, mimeo.",
        "[31] Jolivet, G., F. Postel-Vinay and J.-M. Robin (2006). The Empirical Content of the Job Search Model: Labor Mobility and Wage Dispersion in Europe and the U.S.,European Economic Review, vol. 50(4), pages 877-907 47",
        "[32] Jovanovic, B. (1979). Job Matching and the Theory of Turnover, Journal of Political Economy, vol. 87(5), pages 972-990.",
        "[33] Kostiuk, P. (1990). Compensating Differentials for Shift Work, Journal of Political Economy, vol. 98, pages 1054-1075.",
        "[34] Lagos, R. and N. Kiyotaki (2006). A Model of Job and Worker Flows, mimeo, NYU.",
        "[35] Levine, D. and W. Zame (2002). Does Market Incompleteness Matter? Econometrica, vol. 70(5), pages 1805-1839.",
        "[36] Lise, J. (2006). On-the-Job Search and Precautionary Savings: Theory and Empirics of Earnings and Wealth Inequality, mimeo, Queens University.",
        "[37] Ljungqvist, L. and T.J. Sargent (1998). The European Unemployment Dilemma, Journal of Political Economy, vol. 106, pages 514-550.",
        "[38] Lucas, R. E., and E. Prescott (1974). Equilibrium Search and Unemployment, Journal of Economic Theory, vol. 7(2), pages 188-209.",
        "[39] Machin, S., and A. Manning (1999). The Causes and Consequences of Long-Term Unemployment in Europe, in Handbook of Labor Economics, (edited by Ashenfelter, 0., and D. Card), North-Holland.",
        "[40] Manning, A., and B. Petrongolo (2005). The Part-Time Pay Penalty, CEP Discussion Paper No. 679.",
        "[41] McCall, J. (1970). Economics of Information and Job Search, Quarterly Journal of Economics, vol. 84(1), pages 113-126.",
        "[42] Mood, A., F. Graybill, and D. Boes (1974). Introduction to the Theory of Statistics, McGraw-Hill",
        "[43] Mortensen, D. T. (1970). Job Search, the Duration of Unemployment, and the Phillips Curve, American Economic Review, vol. 60(5), pages 847-62.",
        "[44] Mortensen, D. T. (2005). Wage Dispersion: Why Are Similar Workers Paid Differently?, MIT Press.",
        "[45] Mortensen, D. T. (2007). Discussion of Frictional Wage Dispersion in Search Models: A Quantitative Assessment, by A. Hornstein, P. Krusell, and G.L. Violante. EFG Meetings, San Franscisco, February.",
        "[46] Mortensen, D. T., and C. Pissarides (1994). Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies, vol. 61(3), pages 397-415.",
        "[47] Moscarini, G. (2003). Skill and Luck in the Theory of Turnover, mimeo, Yale University.",
        "[48] Nagypal, E. (2005). Worker Reallocation Over the Business Cycle: The Importance of Job-to-Job Transitions, mimeo, Northwestern University. 48",
        "[49] Nagypal, E. (2006). On the Extent of Job to Job Transitions, mimeo, Northwestern University.",
        "[50] OECD (2004). Taxes and Benefits in the United States, OECD.",
        "[51] Pissarides, C. (1985). Short-run Equilibrium Dynamics of Unemployment Vacancies, and Real Wages, American Economic Review, vol. 75(4), pages 676-90.",
        "[52] Pissarides, C. (2000). Equilibrium Unemployment Theory, MIT Press.",
        "[53] Postel-Vinay, F. and J.-M. Robin (2002). Equilibrium Wage Dispersion with Worker and Employer Heterogeneity, Econometrica, vol. 70(6), pages 2295-2350.",
        "[54] Rogerson, R., R. Shimer, and R. Wright (2006). Search Theoretic Models of the Labor Market, Journal of Economic Literature, vol. 43 (4), pages 959-988.",
        "[55] Rosholm, M. and M. Svarer (2005). Endogenous Wage Dispersion in a Search-Matching Model, Labor Economics, vol. 11(5), pages 623-645.",
        "[56] Ruggles, S., M. Sobek, A. Trent, C. A. Fitch, R. Goeken, P. K. Hall, M. King, and C. Ronnander (2004). Integrated Public Use Microdata Series: Version 3.0, Minneapolis, MN: Minnesota Population Center. http://www.ipums.org.",
        "[57] Ruhm, C. (2003). Good Times Makes You Sick, Journal of Health Economics, vol. 22(4), pages 637-658.",
        "[58] Shimer, R. (2005a). Reassessing the Ins and Outs of Unemployment, mimeo, University of Chicago.",
        "[59] Shimer, R. (2005b). The Cyclical Behavior of Equilibrium Unemployment and Vacancies, American Economic Review, vol. 95(1), pages 25-49.",
        "[60] Stevens, M. (1999). Wage-Tenure Contracts in a Frictional Labour Market: Firms Strategies for Recruitment and Retention, Reviw of Economic Studies, vol. 71, pages 535-55 1.",
        "[61] Topel, R. (1991). Specific Capital, Mobility, and Wages: Wages Rise with Job Seniority, Journal of Political Economy, vol. 99(1), pages 145-76.",
        "[62] Van den Berg, G., and G. Ridder (1998). An Empirical Equilibrium Search Model of the Labor Market, Econometrica, vol. 66(5), pages 1183-1221."
    ]
}