{
    "id": 13680,
    "cites": 20,
    "cited_by": 20,
    "reference": [
        "Ben-Porath, Y., (1976), ~Fertility Response to Child Mortality: Micro Data from Israel,~ Journal of Political Economy, 84 (4): S163-S178.",
        "Benhabib, J., and K. Nishimura, (1993), ~Endogenous Fertility and Growth,~ in General Equilibrium, Growth and Trade II, ed. by R.Becker, M.Boldrin, R.Jones and W.Thomson, Academic Press, San Diego, 237-247.",
        "Becker, G. S. and Barro, R. J., (1988), ~A Reformulation of the Theory of Fertility,  Quarterly Journal of Economics, 103: 1-25.",
        "Barro R. J., and Becker, G. 5., (1989), ~Fertility Choice in a Model of Economic Growth,~ Econometrica, 57, (2): 481-501.",
        "Bar, M. and Leukhina, 0., (2005), ~A Model of Historical Evolution of Output and Population, working paper, University of North Carolina.",
        "Alvarez, F., (1999), ~Social Mobility: The Barro-Becker Children Meet the LaitnerLoury Dynasties,~ Review of Economic Dynamics, 2(1): 65-103.",
        "Ales, L. and P. Maziero, (2007), ~Accounting for Private Information,~ working paper.",
        "Topkis, Donald (1998), Supermodularity and Complementarity, Princeton University Press, Frontiers of Economic Research Series.",
        "Chapter 4 of The Decline of Fertility in Europe: The Revised Proceedings of a Conference on the Princeton European Fertility Project, edited by Coale AJ, Cotts Watkins S (ed) 201-233. Princeton: Princeton University Press. Wolpin, K.I., (1997), ~Determinants and Consequences of the Mortality and Health of Infants and Children, Chapter 10 of Handbook of Population and Family Economics Vol. IA, edited by Rosenzweig M. R., and 0. Stark, Eds., 483-557.",
        "Sah, R. K., (1991), The Effects of Child Mortality Changes on Fertility Choice and Parental Welfare, Journal of Political Economy, 99, (3): 582-606.",
        "Rosenzweig, M. R., (1990), Population Growth and Human Capital Investments: Theory and Evidence, Journal of Political Economy 98, S38-S70.",
        "National Center for Health Statistics, (1998), ~Hist 290: Death Rates for Selected Causes by 10 year Age Groups, Race and Sex: Death Registration States, 1900 to 1932 and U.S., 1933 to 1998~ from ~Historical Vital Statistics of the United States: 1890 to 1998. Available at: http: //www.cdc.gov/nchs/datawh/statab/unpubd/mortabs/hist29o.htm.",
        "Mateos-Planas, X., (2002), ~The Demographic Transition in Europe: A Neoclassical Dynastic Approach,~ Review of Economic Dynamics, 5: 646-680.",
        "Kalemli-Ozcan, 5. (2002), ~Does the Mortality Decline Promote Economic Growth?, Journal of Economic Growth, 7 (4): 411-39.",
        "Hacker, J. David, (2003), ~Rethinking the ~Early~ Decline of Marital Fertility in the United States,~ Demography, Vol. 40, No. 4., pp. 605-620.",
        "Greenwood, J. and G. Vandenbroucke, (2005), ~Hours Worked: Long Run Trends,~ WP 11629, NBER, September 2005.",
        "Greenwood, J. and Seshadri, A., (2002), ~The U.S. Demographic Transition,~ Amen can Economic Review Papers and Proceedings, 92 (2): 153-159.",
        "Fogel R. W., (1990). ~The Conquest of High Mortality and Hunger in Europe and America: Timing and Mechanisms,~ NBER Historical Working Papers 0016, National Bureau of Economic Research, Inc.",
        "Doepke, M., (2005), ~Child Mortality and Fertility Decline: Does the BarroBecker Model Fit the Facts?, Journal of Population Economics, 18: 337-366.",
        "Boldrin, M., DeNardi, M. and Jones, L. E., (2005), ~Fertility and Social Security,~ working paper, University of Minnesota."
    ]
}