{
    "id": 13694,
    "cites": 27,
    "cited_by": 126,
    "reference": [
        "Parker, J.A., 1999, The Reaction of Household Consumption to Predictable Changes in Social Security Taxes, American Economic Review, 89, pp. 959-73.",
        "Poterba, J.M., 1988, Are Consumers Forward Looking? Evidence from Fiscal Experiments, American Economic Review, 78, pp. 413-18.",
        "Reis, R., 2006, Inattentive Consumers, Journal of Monetary Economics, 53, pp. 1761-1800.",
        "Shea, J., 1995, Union Contracts and the Life-Cycle/Permanent-Income Hypothesis, American Economic Review, 85, pp. 186-200.",
        "Slemrod, J. B., Christian, C., London, R. and Parker, J. A., 1997, April 15 Syndrome, Economic Inquiry, 35, pp. 695-709.",
        "Souleles, N.S., 1999, The Response of Household Consumption to Income Tax Refunds, American Economic Review, 89, pp. 947-58.",
        "Souleles, N.S., 2000, College Tuition and Household Savings and Consumption, Journal of Public Economics, 77, pp. 185-207.",
        "Souleles, N.S., 2002, Consumer Response to the Reagan Tax Cuts, Journal of Public Economics, 85, pp. 99-120.",
        "Souleles, N.S., 2004, Expectations, Heterogeneous Forecast Errors, and Consumption: Micro Evidence from the Michigan Consumer Sentiment Surveys, Journal of Money, Credit, and Banking, 36, pp. 39-72.",
        "Stephens, M., 2003, ~~~3rd of tha Month: Do Social Security Recipients Smooth Consumption Between Checks? American Economic Review, 93, pp. 406-22.",
        "Stephens, M., 2005, The Consumption Response to Predictable Changes in Discretionary Income: Evidence from the Repayment of Vehicle Loans, Carnegie-Mellon University, Working Paper.",
        "Stephens, M., 2006, Paycheque Receipt and the Timing of Consumption, The Economic Journal, 116, pp. 680-701.",
        "Wilcox, D.W., 1989, Social Security Benefits, Consumption Expenditure, and the Life Cycle Hypothesis, Journal of Political Economy, 97, pp. 288-304.",
        "Wilcox, D.W., 1990, Income Tax Refunds and the Timing of Consumption Expenditure, Federal Reserve Board of Governors working paper, April.",
        "Musto, D.K., and Souleles, N.S., 2006, A Portfolio View of Consumer Credit, Journal of Monetary Economics, 53, pp. 59-84.",
        "McNees, S.K., 1973, Tax Refunds and Consumer Spending, New England Economic Review, January/February, pp. 3-11.",
        "Jappelli, T., 1990, Who Is Credit Constrained in the U.S. Economy? quarterly Journal of Economics, 105, pp. 2 19-34.",
        "Jappelli, T., Pischke, J.-S., and Souleles, N.S., 1998, Testing for Liquidity Constraints in Euler Equations with Complementary Data Sources, The Review of Economics and Statistics, 80, pp. 25 1-62.",
        "Chimerine, L., 1997, Americans in Debt: The Reality, MasterCard International.",
        "Hsieh, C., 2003, Do Consumers React to Anticipated Income Changes? Evidence from the Alaska Permanent Fund, American Economic Review, 93, pp. 397-405.",
        "Carroll, C., 1992, The Buffer-Stock Theory of Saving: Some Macroeconomic Evidence, Brookings Papers on Economic Activity, 2, pp. 6 1-156.",
        "Browning, M., and Lusardi, A., 1996, Household Saving: Micro Theories and Micro Facts, Journal of Economic Literature, 34, pp. 1797-1855.",
        "Browning, M., and Collado, M.D., 2001, The Response of Expenditures to Anticipated Income Changes: Panel Data Estimates, American Economic Review, 91, pp. 68 1-92.",
        "Bodkin, R., 1959, Windfall Income and Consumption, American Economic Review, 49, pp. 602-14.",
        "Blinder, A.S., and Deaton, A., 1985, The Time Series Consumption Function Revisited, Brookings Papers on Economic Activity, 2, pp. 465-511.",
        "Auerbach, A.J., 2002, The Bush Tax Cut and National Saving, National Tax Journal, LV, pp. 387-407.",
        "Blinder, A.S., 1981, Temporary Income Taxes and Consumer Spending, Journal of Political Economy, 89, pp. 26-53."
    ]
}