{
    "id": 13709,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "Contos, G., Rauh, J., and Sorensen, M., 2006. Corporate tax rates, book tax difference, and corporate financial policy. University of Chicago working paper.",
        "Dechow, P., 1994. Accounting earnings and cash flows as measures of firm performance: The role of accounting accruals. Journal of Accounting and Economics 18, 3-42.",
        "Desai, M. and Dharmapala, D., 2006. Corporate tax avoidance and high powered incentives. Journal of Financial Economics, 79:1, 145-179.",
        "Graham, J., 1996b. Proxies for the corporate marginal tax rate. Journal of Financial Economics 42, 187-221.",
        "Graham, J., 1999. Do personal taxes affect corporate financing decisions? Journal of Public Economics 73, 147-185.",
        "Graham, J., 2003, Taxes and corporate finance: A review, Review of Financial Studies 16, 1074-1128.",
        "Graham, J., Lang, M., Shackelford, D., 2004. Employee stock options, corporate taxes, and debt policy. Journal of Finance 59, 1585-1618.",
        "Hanlon, M., 2003. What can we infer about a firms taxable income from its financial statements? National Tax Journal 56 (4), 83 1-863.",
        "Hanlon, M., 2005. The persistence and pricing of earnings, accruals, and cash flows when firms have large book-tax differences. The Accounting Review 80 (1), 137-166.",
        "Hanlon, M., LaPlante, S., and Shevlin, T., 2005. Evidence on the information loss of conforming book income and taxable income. The Journal of Law and Economics 48, 407-442.",
        "Hanlon, M., and Shevlin, T., 2002. The accounting treatment of the tax benefits of employee stock options: implications for financial accounting and tax research, Accounting Horizons 16, 1-16.",
        "Lev, B. and Nissim, D., 2004. Taxable income, future earnings and equity values. The Accounting Review 79 (4), 1039-1074.",
        "Lipe, R., 1986. The information contained in the components of earnings. Journal of Accounting Research 24, 37-64.",
        "Matheson, T., 2006. The effect of the corporate income tax on leverage ratios in large, public corporations. U.S. Department of Treasury working paper.",
        "Mills, L., Newberry, K., and Novack, G., 2003. Reducing enor in measures of corporate tax incentives. The Journal of the American Taxation Association 25(2), 1-17.",
        "Newbeny, K., 1998. Foreign tax credit limitations and capital structure decisions. Journal of Accounting Research 36 (1),157-66.",
        "Newbeny, K., and Dhaliwal, D., 2001. Cross-jurisdictional income shifting by U.S. multinationals: Evidence from international bond offerings. Journal of Accounting Research 39 (3), 643-662.",
        "Plesko, G., 2003. An evaluation of alternative measures of corporate tax rates, Journal of Accounting and Economics 35, 20 1-226.",
        "Scholes, M., Wolfson, M., Erickson, M., Maydew E., and Shevlin, T., 2005. Taxes and Business Strategy: A Planning Approach. 3rd edition. Prentice Hall, Upper Saddle River, NJ.",
        "Shevlin, T., 1987. Taxes and off-balance-sheet financing: Research and development limited partnerships. The Accounting Review 62, 480-509."
    ]
}