{
    "id": 13700,
    "cites": 14,
    "cited_by": 37,
    "reference": [
        "Whittington, L.A. (1992), Taxes and the Family: The Impact of the Tax Exemption for Dependents on Marital Fertility, Demography, Volume 29, Number 2, pp. 215-226.",
        "Schellekens, Jona (2006), Family Allowances and Fertility: Socio-Economic and Religious Differentials, Hebrew University of Jerusalem, manuscript.",
        "Mayshar, Joram and Charles F. Manski (2000), Child Allowances and Fertilities in Israel: Preliminary Findings, The Economic Quarterly, Vol. 47, pp: 53 5-565 (in Hebrew).",
        "Mayshar, Joram and Charles F. Manski (2003), Private Incentives and Social Interactions: Fertility Puzzles in Israel, Journal of the European Economic Association Vol. 1, No. 1, pp: 181-211.",
        "Laroque, Guy, and Bernard SalaniÃ\u0083Â© (2005), Does Fertility Respond to Financial Incentives?, mimeo.",
        "Kearny, Melissa (2002), Is There an Effect of Incremental Welfare Benefits on Fertility Behavior? A Look at the Family Cap, National Bureau of Economic Research, Working Paper No. 9093.",
        "Gautheir, Anne Helene, and Jan Hatzius (1997), Family Benefits and Fertility: An Econometric Analysis, Population Studies, Volume 51, Number 3, pp. 295-306.",
        "Demeny, Paul (1986), Pronatalist Policies in Low-Fertility Countries: Patterns, Performance, and Prospects, Population and Development Review, Vol. 12, Supplement, pp. 225-358.",
        "Cigno, A. (1986), Fertility and the Tax-Benefit System: A Reconsideration of the Theory of Family Taxation, Economic Journal, 96, 1035-105 1.",
        "Blau, F.D. (1992), The Fertility of Immigrant Women: Evidence from High Fertility Source Countries, in George Borjas and Richard Freeman (eds.), Immigration and the Woritforce: Economic Consequences for the United States and Source Areas, Chicago: University of Chicago Press.",
        "Black, Sandra, Paul Devereux, and Kjell Salvanes (2007), Small Family, Smart Family? Family Size and the IQ Scores of Young Men, National Bureau of Economic Research, Working Paper No. 13336.",
        "Becker, Gary 5. (1960), An Economic Analysis of Fertility, in Demographic and Economic Change in Developed Countries, National Bureau of Economic Research Series, Number 11, Princeton, NJ: Princeton University Press, pp. 209-231.",
        "Angrist, Josha, Victor Lavy, and Analia Schlosser (2006), Multiple Experiments for the Causal Link Between the Quantity and Quality of Children, Massachusetts Institute of Technology, manuscript.",
        "Acs, Gregory (1996) The impact of welfare on young mothers subsequent childbearing decisions , Journal of Human Resources, Vol. 3l,pp. 898-915."
    ]
}