{
    "id": 1370,
    "cites": 13,
    "cited_by": 5,
    "reference": [
        "Black, Fischer and Scholes, Myron. 1983. The Pricing of Options and Corporate Liabilities, Journal of Political Economy 81: 637-6514. May-June.",
        "Bodie, Zvi and Pesando, James. 1983. Retirement Annuity design in an Inflationary Climate, Chapter 11 in Bodie and Shoven, eds., Financial Aspects of the United States Pension System, University of Chicago Press.",
        "Bulow, Jeres~r. 1982. The Effect of Inflation on the Private Pension System, in Hall, Robert E., ed., Inflation: Causes and Effects, University of Chicago Press, Chapter 5, pp. 123-138.",
        "Clark, R.L., Allen, S.G. and Sumner, D.A. 1983. Inflation and Pension Benefits, mimeo, North Carolina State University, Raleigh, North Carolina.",
        "Cohn, Richard A. and Modigliani, Franco. 1983. Inflation and Corporate Financial Management, Paper presented at the Conference on Recent Advances in Corporate Finance: Implications for Corporate Financial Management Practice. NYU Graduate School of Business Administration.",
        "Constantinides, George. 1978. Market Risk Adjustment in Project Valuation, Journal of Finance 33: 603-616. May.",
        "Diamond, P. and J. Mirrlees. forthcoming. Insurance Aspects of Pensions, in D.A. Wise (ed.) Pensions, Labor, and Individual Choice. Chicago: University of Chicago Press. Feldstein, Martin. 1983. Should Private Pensions Be Indexed? Chapter 8 in Bodie and Shoven, eds., op. cit.",
        "Fischer, Stanley. 1978. Call Option Pricing When the Exercise Price is Uncertain and the Valuation of Index Bonds, Journal of Finance 33: 169-116.",
        "March. Mason, S. and Merton, R.C. 19814. The Role of Contingent Claims Analysis in Corporate Finance, Harvard Business School Working Paper (February).",
        "Merton, Robert C. forthcoming. Implicit Labor Contracts Viewed as Options: A Discussion of `Insurance Aspects of Pensions, in D.A. Wise (ed.) Pensions, Labor, and Individual Choice. Chicago: University of Chicago Press. _________________ 1983a. On the Role of Social Security as a Means for Efficient Risk Sharing in an Economy Where Human Capital Is Not Tradable, Chapter 12 in Bodie and Shoven, eds., op. cit.",
        "Plans, Chapter 10 in Bodie and Shoven, eds., op. cit. Merton, Robert C., Scholes, M. and Gladstein, M. 1982. The Returns and Risks of Alternative Put Option Portfolio Investment Strategies, Journal of Business 55: 1-55.",
        "Schulz, James H. and Leavit, Thomas D. 1983. Pension Integration: Concepts,_Issues and_Proposals. Employee Benefit Research Institute, Washington, D.C.",
        "Summers, Lawrence. 1983. Observations on the Indexation of Old Age Pensions, Chapter 9 in Bodie and Shoven, eds., op. cit."
    ]
}