{
    "id": 13704,
    "cites": 20,
    "cited_by": 36,
    "reference": [
        "Alonso, William. Location and Land Use. Cambridge, MA: Harvard University Press, 1964.",
        "Case, Karl and Robert Shiller. Ã\u0082â\u0080\u009cThe Efficiency of the Market for Single-Family HomesÃ\u0082â\u0080\u009d, American Economic Review, Vol. 79, no. 1 (March 1989): 125-137.",
        "Case, Karl and Robert Shiller. Ã\u0082â\u0080\u009cForecasting Prices and Excess Returns in the Housing MarketÃ\u0082â\u0080\u009d, Journal of Real Estate Finance and Economics, Vol. 18, no. 4 (1990).",
        "Glaeser, Edward and Joseph Gyourko. Ã\u0082â\u0080\u009cHousing DynamicsÃ\u0082â\u0080\u009d, National Bureau of Economic Research Working Paper No. 12787, December 2006.",
        "Glaeser, Edward and Joseph Gyourko. Ã\u0082â\u0080\u009cHousing Policy and House Prices: How to Make Housing More (Not Less) AffordableÃ\u0082â\u0080\u009d, mimeo, American Enterprise Institute, August 2007.",
        "Gyourko, Joseph, Chris Mayer and Todd Sinai. Ã\u0082â\u0080\u009cSuperstar CitiesÃ\u0082â\u0080\u009d, National Bureau of Economic Research Working Paper No. 12355, June 2006.",
        "Gyourko, Joseph and Joseph Tracy. Ã\u0082â\u0080\u009cUsing Home Maintenance and Repairs to Smooth Variable EarningsÃ\u0082â\u0080\u009d, Review of Economics and Statistics, Vol. 88, no. 4 (November 2006): 736-747.",
        "Henderson, Vernon and Yannis Ioannides. Ã\u0082â\u0080\u009cA Model of Housing Tenure ChoiceÃ\u0082â\u0080\u009d, American Economic Review, Vol 73, no. 1 (1983): 93-113.",
        "Himmelberg, Charles, Chris Mayer and Todd Sinai. Ã\u0082â\u0080\u009cAssessing High House Prices: Bubbles, Fundamentals and MisperceptionsÃ\u0082â\u0080\u009d, Journal of Economic Perspectives, Vol. 19, no. 4 (Fall 2005): 67-92.",
        "Leamer, Edward. Ã\u0082â\u0080\u009cBubble Trouble: Your Home Has a P/E Ratio, TooÃ\u0082â\u0080\u009d, mimeo, UCLA Anderson School of Management, June 2002.",
        "McCarthy, Jonathan and Richard Peach. Ã\u0082â\u0080\u009cAre Home Prices the Next Bubble?Ã\u0082â\u0080\u009d Economic Policy Review, Vol. 10, no. 3 (December 2004): 1-17.",
        "Muth, Richard. Cities and Housing. The Spatial Pattern of Urban Residential Land Use. University of Chicago Press: Chicago, IL 1969.",
        "Poterba, James. Ã\u0082â\u0080\u009cTax Subsidies to Owner-Occupied Housing: An Asset Market ApproachÃ\u0082â\u0080\u009d, Quarterly Journal of Economics, Vol. 99, no. 4 (November 1984): 729-745.",
        "Rosen, Sherwin (1979). Ã\u0082â\u0080\u009cWage-Based Indexes of Urban Quality of LifeÃ\u0082â\u0080\u009d. In Current Issues in Urban Economics, edited by Peter Mieszkowski and Mahlon Straszheim. Baltimore: Johns Hopkins Univerity Press, 1979.",
        "Shiller, Robert. Ã\u0082â\u0080\u009cDo Stock Prices Move Too Much to be Justified by Subsequent Changes in DividendsÃ\u0082â\u0080\u009d, American Economic Review, Vol. 71, no. 3 (1981): 421-436.",
        "Shiller, Robert. Ã\u0082â\u0080\u009cLong-Term Perspectives on the Current Housing BoomÃ\u0082â\u0080\u009d, EconomistsÃ\u0082â\u0080\u0099 Voice, Vol. 3, no. 4 (March 2006): 1-11.",
        "Shleifer, Andrei and Robert Vishny. Ã\u0082â\u0080\u009cThe Limits of ArbitrageÃ\u0082â\u0080\u009d, Journal of Finance, Vol. LII, no. 1 (March 1997): 35-55.",
        "Sinai, Todd. Ã\u0082â\u0080\u009cTaxation, User Cost and Household Mobility DecisionsÃ\u0082â\u0080\u009d, mimeo, The Wharton School, University of Pennsylvania, December 1997.",
        "Sinai, Todd and Nicholas Souleles. Ã\u0082â\u0080\u009cOwner-Occupied Housing As a Hedge Against Rent RiskÃ\u0082â\u0080\u009d, Quarterly Journal of Economics, Vol. 120, no. 2 (May 2005): 763-789.",
        "Smith, Margaret Hwang and Gary Smith. Ã\u0082â\u0080\u009cBubble, Bubble, WhereÃ\u0082â\u0080\u0099s the Housing Bubble?Ã\u0082â\u0080\u009d, Pomona College mimeo, March 2006."
    ]
}