{
    "id": 13706,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "Almeida, Heitor, Murillo Campello and Michael S.Weisbach, 2004, The Cash Flow Sensitivity of Cash, Journal of Finance, 59, 1777-1804.",
        "Almeida, Heitor, Murillo Campello and Michael S.Weisbach, 2007, Corporate Financial and Investment Policies when Future Financing is not Frictionless, Working Paper, University of Illinois.",
        "Barclay, Michael J. and Clifford W. Smith, 1995a, The Priority Structure of Corporate Liabilities, Journal of Finance, 50, 899-9 17.",
        "Barclay, Michael, J and Clifford W. Smith, 1 995b, The Maturity Structure of Corporate Debt, Journal of Finance. Barnea, Amir, Robert A. Haugen and Lemma W. Senbet, 1980, A Rationale for Debt Maturity Structure and Call Provisions in the Agency Theoretic Framework, Journal of Finance, 35, 1223-1234.",
        "Berger, A. N., and G. F. Udell, 1990, Collateral, Loan Quality and Bank Risk, Journal of Monetary Economics 25, 21-42.",
        "Berkovitch, Elazar and E. Han Kim, 1990, Financial Contracting and Leverage Induced Over- and UnderInvestment Incentives, Journal of Finance, 45, 765-794.",
        "Bolton, Patrick and David S. Scharfstein, 1996, Optimal Debt Structure and the Number of Creditors, The Journal of Political Economy, 104, 1-25.",
        "Diamond, Douglas W., 1991, Debt Maturity Structure and Liquidity Risk, Quarterly Journal of Economics, 106, 709-737.",
        "Faulkender, Michael and Mitchell A. Petersen, 2006, Does the Source of Capital Affect Capital Structure?, Review of Financial Studies, 19, 45-79.",
        "Flannery, Mark J., 1986, Asymmetric Information and Risky Debt Maturity Choice, Journal of Finance, 41, 19-3 7.",
        "Greene, W. H., 2002, Econometric Analysis, Prentice Hall.",
        "Kim, Woojin and Michael S. Weisbach, 2007, Motivations for Public Equity Offers: An International Perspective, Journal of Financial Economics, forthcoming.",
        "Korajczyk, Robert A. and Amnon Levy, 2003, Capital structure choice: Macroeconomic conditions and financial constraints, Journal of Financial Economics, 68, 75-109.",
        "Lamont, Owen, 1995, Corporate-debt overhang and macroeconomic expectations, American Economic Review, 85, 1106-1117.",
        "Leary, Mark T., 2007, Bank Loan Supply, Lender Choice, and Corporate Capital Structure, working paper, Cornell University.",
        "Mayers, David, 1998, Why Firms Issue Convertible Bonds: The Matching of Financial and Real Investment Options, Journal of Financial Economics, 47, 83-102.",
        "Myers, Stewart C., 1977, Determinants of Corporate Borrowing, Journal of Financial Economics, 5, 147-176.",
        "Smith, Clifford and Jerold Warner, 1979, On Financial Contracting: An Analysis of Bond Covenants, Journal of Financial Economics, 7, 117-161."
    ]
}