{
    "id": 13719,
    "cites": 39,
    "cited_by": 6,
    "reference": [
        "Triest, Robert K., 1998. Econometric Issues in Estimating the Behavioral Response to Taxation: A Nontechnical Introduction, National Tax Journal 5 1(4): 76 1-772.",
        "Amsterdam: Elsevier Science, North-Holland: 1423-1470. Slemrod, Joel, 2007. Cheating Ourselves: The Economics of Tax Evasion, Journal of Economic Perspectives 21(1): 25-48.",
        "Slemrod, Joel, and Shlomo Yitzhaki, 2002. Tax Avoidance, Evasion, and Administration, in Handbook of Public Economics, Volume 3, Alan J. Auerbach and Martin Feldstein, eds.",
        "Russian Tax Code, Part II, No. 1 17-FZ of August 5, 2000. English translation: http://wwwrussian tax-code~corn.",
        "Owens, Jeffrey, 2007. The Ups and Downs of Flatter Taxes, OECD Observer, No. 261.",
        "Pissarides, Christopher, and Guglielmo Weber, 1989. An Expenditure-Based Estimate of Britains Black Economy, Journal of Public Economics 39(1): 17-32.",
        "Moffitt, Robert, and Mark Wilhelm, 2000. Taxes and Labor Supply Decisions of the Affluent, in Does Atlas Shrug? The Economic Consequences of Taxing the Rich, J. Slemrod, ed. New York: Russell Sage Foundation.",
        "Martinez-Vazquez, Jorge, Mark Rider, and Sally Wallace, 2007. Russias Tax Reform. Edward Elgar, forthcoming.",
        "Martinez-Vazquez, Jorge, Mark Rider, Riatu Qibthiyyah, and Sally Wallace, 2006. Who Bears the Burden of Taxes on Labor Income in Russia? AYSPS International Studies Program Working Paper, No. 06/21 (http ://isp-aysps .gsu.edu/papers/ispwpo62 1 .htnil).",
        "Martinez-Vazquez, Jorge, and Mark Rider, 2005. Multiple Modes of Tax Evasion: Theory and Evidence, National Tax Journal 58 (1): 5 1-76.",
        "Lyssiotou, Panayiota, Panos Pashardes, and Thanasis Stengos, 2004. Estimates of the Black Economy Based on Consumer Demand Approaches, Economic Journal 1 14(July): 622640.",
        "Laitner, John, and F. Thomas Juster, 1996. New Evidence on Altruism: A Study of TIAA-CREF Retirees, American Economic Review 86(4): 893-908.",
        "Kopczuk, Wojciech, and Joseph P. Lupton, 2007. To Leave or not to Leave: The Distribution of Bequest Motives, Review of Economic Studies 74 (1): 207-235.",
        "Johnson, Barry, and Kevin Moore, 2005. Consider the Source: Differences in Estimates of Income and Wealth from Survey and Tax Data, Internal Revenue Service, available at http://www.irs.gov/Dub/irs~soi/johnsmoore,pdf.",
        "Ivanova, Anna, Michael Keen, and Alexander Klemm, 2005. The Russian Flat Tax Reform, Economic Policy 20(43): 397-444.",
        "IRS, 2006. IRS Updates Tax Gap Estimates, U.S. Internal Revenue Service, IR-2006-28, Feb. 14, 2006, http ://www.irs.gov/pub/irs-news/tax_gap_figures .pdf.",
        "Imbens, Guido W., and Thomas Lemieux, 2007. Regression Discontinuity Designs: A Guide to Practice, Journal of Econometrics, forthcoming.",
        "Hubbard, R. Glenn, Jonathan Skinner, and Stephen P. Zeldes, 1995. Precautionary Saving and Social Insurance, Journal of Political Economy 103(2): 360-399.",
        "Haider, Steven, and Gary Solon, 2006. Life-Cycle Variation in the Association between Current and Lifetime Earnings, American Economic Review 96(4): 1308-1320.",
        "Gruber, Jon, and Emmanuel Saez, 2002. The Elasticity of Taxable Income: Evidence and Implications, Journal of Public Economics 84(1): 1-32.",
        "Gorodnichenko, Yuriy, Klara Sabirianova Peter, and Dmitry Stolyarov, 2007. Consumption, Income, and Savings Behavior of Russian Households, unpublished paper.",
        "Gorodnichenko, Yuriy, and Klara Sabirianova, 2007b. Liquidity Constraints, Credit Market Development, and Tax Evasion, unpublished paper.",
        "Gorodnichenko, Yuriy, and Klara Sabirianova, 2007a. Public Sector Pay and Corruption: Measuring Bribery from Micro Data, Journal of Public Economics 91(2007): 963-991.",
        "Gaddy, Clifford, and William Gale, 2005. Demythologizing the Russian Flat Tax, Tax Notes International, March 14: 983-988.",
        "Feldstein, Martin, 1999. Tax avoidance and the deadweight loss of the income tax, Review of Economics and Statistics 8 1(4), 674-680.",
        "Feldman, Naomi, and Joel Slemrod, 2007. Estimating Tax Noncompliance with Evidence from Unaudited Tax Returns, Economic Journal, forthcoming.",
        "Feinstein, Jonathan, 1991. An Econometric Analysis of Income Tax Evasion and its Detection, RAND Journal of Economics 22(1): 14-35.",
        "Eissa, Nada, and Jeffrey B. Liebman, 1996 Labor Supply Response to the Earned Income Tax Credit, Quarterly Journal of Economics, 111(2): 605-637.",
        "Chetty, Raj, 2007. Is the Elasticity of Taxable Income a Sufficient Statistic to Calculate Deadweight Loss? mimeo.",
        "Clotfelter, Charles, 1983. Tax Evasion and Tax Rates: An Analysis of Individual Returns, Review of Economics and Statistics 65(3): 363-373.",
        "Browning, Martin, and Annamaria Lusardi, 1996. Household Saving: Micro Theories and Micro Facts, Journal of Economic Literature 34(4): 1797-1855.",
        "Brown, Charles, and James Medoff, 1989. The Employer Size-Wage Effect, Journal of Political Economy 1989, 97(5): 1027-1059.",
        "Blundell, Richard, Martin Browning and Costas Meghir, 1994. Consumer Demand and the LifeCycle Allocation of Household Expenditures, Review of Economic Studies 61(1): 57-80.",
        "Arellano, Manuel, 1987. Computing Robust Standard Errors for Within-Groups Estimators, Oxford Bulletin of Economics and Statistics 49(4), 431-434.",
        "Auten, Gerald, and Robert Carroll, 1999, The Effect of Income Taxes on Household Income, Review of Economics and Statistics, 8 1(4), 68 1-693.",
        "Andreoni, James, Brian Erard, and Jonathan Feinstein, 1998. Tax Compliance, Journal of Economic Literature 36(2): 818-860.",
        "Altonji, Joseph G., Fumio Hayashi, and Laurence J. Kotlikoff, 1997. Parental Altruism and Inter Vivos Transfers: Theory and Evidence, Journal of Political Economy 105(6): 1121-1166.",
        "Alm, James, 1999. Tax Compliance and Administration, in Handbook on Taxation, eds. W, Bartley Hildreth and James A. Richardson, 74 1-768. New York: Marcel Dekker.",
        "Aarbu, Karl, and Thor Thoresen, 2001. Income Responses to Tax Changes--Evidence from the Norwegian Tax Reform, National Tax Journal 54(2): 3 19-335."
    ]
}