{
    "id": 13711,
    "cites": 69,
    "cited_by": 82,
    "reference": [
        "Alba, Joseph A., and J. Wesley Hutchison, 2000, Knowledge calibration: What consumers know and what they think they know, Journal of Consumer Research 27, 123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c156.",
        ", and John G. Lynch, 1991, Memory and decision making, in Handbook of Consumer Research . pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c49 (Prentice-Hall: Englewood Cliffs, NJ) eds. Thomas S. Robertson and Harold H. Kassarjian.",
        "Alpert, Murray, and Howard Raiffa, 1982, A progress report on the training of probability assessors, in Daniel Kahneman, Paul Slovic, and Amos Tversky, ed.: Judgement under Uncertainty: Heuristics and Biases (Cambridge University Press: Cambridge).",
        "Anderson, Evan W., Lars Peter Hansen, and Thomas J. Sargent, 2000, Robustness, detection and the price of risk, University of Chicago working paper.",
        "Arkes, Hal R., Robyn M. Dawes, and Caryn Christensen, 1986, Factors influencing the use of a decision rule in a probabilistic task, Organizational Behavior and Human Decision Processes 37, 93Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c110.",
        "Arnold, Jasper H., 1986, Assessing capital risk: You canÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢t be too conservative, Harvard Business Review 64, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c121.",
        "Bar-Yosef, Sasson, and Itzhak Venezia, 2006, An experimental study of overconfidence in accounting numbers predictions, Hebrew University Working Paper.",
        "Basak, Suleyman, and Domenico Cuoco, 1998, An equilibrium model with restricted stock market participation, Review of Financial Studies 11, 309Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c341.",
        "Baumann, Andrea O., Raisa B. Deber, and Gail G. Thompson, 1991, Overconfidence among physicians and nurses: The micro-certainty, macro-uncertainty phenomenon, Social Science & Medicine 32, 167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c174.",
        "Bertrand, Marianne, and Antoinette Schoar, 2003, Managing with style: The effect of managers on firm policies, Quarterly Journal of Economics 118, 1169Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1208.",
        "Biais, Bruno, Denis Hilton, Karine Mazurier, and SeÃ\u0083Å\u0092Ã\u0082Â\u0081bastien Pouget, 2005, Judgmental overconfidence, self-monitoring and trading performance in an experimental financial market, Review of Economic Studies 72, 287Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c312.",
        "Cagetti, Marco, Lars Peter Hansen, Thomas Sargent, and Noah Williams, 2002, Robustness and pricing with uncertain growth, Review of Financial Studies pp. 363Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c404.",
        "Camerer, Colin, and Dan Lovallo, 1999, Overconfidence and excess entry: An experimental approach, American Economic Review 89, 306Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c318.",
        "Christensen-Szalanski, Jay J., and James B. Bushyhead, 1981, PhysiciansÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ use of probabilistic information in a real clinical setting, Journal of Experimental Psychology: Human Perception and Performance 7, 928Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c935.",
        "Cooper, Arnold C., Carolyn W. Woo, and William C. Dunkelberg, 1988, EntrepeneursÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ perceived chances for success, Journal of Business Venturing 3, 97Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c108.",
        "Daniel, Kent D., David Hirshleifer, and Avanidhar Subrahmanyam, 1998, Investor psychology and security market under- and overreactions, Journal of Finance 53, 1839Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1885.",
        "Davidson, L. B., and D. O. Cooper, 1976, A simple way of developing a probability distribution of present value, Journal of Petroleum Technology September, 1069Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1078.",
        "Deaves, Richard, Erik LuÃ\u0083Å\u0092Ã\u0082Ë\u0086ders, and Guo Ying Lou, 2003, An experimental test of the impact of overconfidence and gender on trading activity, Working paper, McMaster University.",
        "Deaves, Richard, Erik LuÃ\u0083Å\u0092Ã\u0082Ë\u0086ders, and Michael SchroÃ\u0083Å\u0092Ã\u0082Ë\u0086der, 2005, The dynamics of overconfidence: Evidence from stock market forecasters, Centre for European Economic Research Working Paper.",
        "den Steen, Eric Van, 2004, Rational overoptimism (and other biases), American Economic Review 94, 1141Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1151.",
        "Doukas, John A., and Dimitris Petmezas, 2007, Overconfident managers and self-attribution bias, European Financial Management p. forthcoming.",
        "Einhorn, Hillel J., and Robyn Hogarth, 1978, Confidence in judgement: Persistence in the illusion of validity, Psychological Review 85, 395Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c416.",
        "Epstein, Larry G., and Martin Schneider, 2002, Ambiguity, risk, and asset returns in continuous time, Econometrica 70, 1403Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1443.",
        "Fama, Eugene F., and Kenneth R. French, 2002, The equity premium, Journal of Finance 57, 637Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c659.",
        "Fama, Eugene F., and James MacBeth, 1973, Risk, return and equilibrium: Empirical tests, Journal of Political Economy 81, 607Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c636.",
        "Frank, Murray Z., and Vidhan K. Goyal, 2007, Corporate leverage: How much do managers really matter?, University of Minnesota and Hong Kong University of Science and Technology working paper.",
        "Gervais, Simon, and Itay Goldstein, 2007, The positive effects of biased self-perceptions in firms, Review of Finance forthcoming.",
        "Gervais, Simon, J.B. Heaton, and Terrance Odean, 2007, Overconfidence, investment policy and manager welfare, Working Paper.",
        "Gervais, Simon, and Terrance Odean, 2001, Learning to be overconfident, Review of Financial Studies 14, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c27.",
        "Glaser, M., L. Langer, and M. Weber, 2005, Overconfidence of professionals and lay men: Individual differences within and between tasks, Working Paper, University of Manheim.",
        "Glaser, Markus, and Martin Weber, 2007, Overconfidence and trading volume, Geneva Risk and Insurance Review forthcoming.",
        "Goel, Anand M., and Anjan V. Thakor, 2008, Overconfidence, CEO selection, and corporate governance, Journal of Finance forthcoming.",
        "Graham, John R., and Campbell R. Harvey, 2001, The theory and practice of corporate finance: Evidence from the field, Journal of Financial Economics 60, 187Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c243.",
        ", 2006, The Duke/CFO Business Outlook survey, http:\\\\www.cfosurvey.org.",
        ", and Manju Puri, 2007, Managerial attitudes and corporate actions, Duke University working paper.",
        "Hackbarth, Dirk, 2007, Managerial traits and capital structure decisions, Journal of Financial and Quantitative Studies forthcoming.",
        "Hansen, Lars, and Thomas J. Sargent, 2001, Robust control and model uncertainty, American Economic Review 91, 60Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c66.",
        "Heaton, J.B., 2002, Managerial optimism and corporate finance, Financial Management 31, 33Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c45.",
        "Hilary, Gilles, and Lior Menzly, 2006, Does past success lead analysts to become overconfident?, Management Science 52, 489Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c500.",
        "Hribar, Paul, and Holly Yang, 2006, CEO overconfidence, management earnings forecasts, and earnings management, Working paper, Cornell University.",
        "Jensen, Michael C., 1986, Agency costs of free cash flow, corporate finance, and takeovers, American Economic Review 76, 323Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c329.",
        "Jonsson, Anna-Carin, and Carl Martin Allwood, 2003, Stability and variability in the realism of confidence judgments over time, content domain, and gender, Personality and Individual Differences 34, 559Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c574.",
        "Kahneman, Daniel, and Dan Lovallo, 1993, Timid choices and bold forecasts: A cognitive perspective on risk taking, Management Science 39, 17Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c31.",
        "Keefer, Donald L., and Samuel E. Bodily, 1983, Three-point approximations for continuous random variables, Management Science 29, 595Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c609.",
        "Kidd, John B., 1970, The utilization of subjective probabilities in production planning, Acta Psychologica 34, 338Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c347.",
        "Klayman, Joshua, Jack B. Soll, Claudia GonzaÃ\u0083Å\u0092Ã\u0082Â\u0081les-Vallejo, and Sema Barlas, 1999, Overconfidence: It depends on how, what, and whom you ask, Organizational Behavior and Human Decision Processes 79, 216Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c247.",
        "Koriat, Asher, Sarah Lichtenstein, and Barauch Fischoff, 1980, Reasons for confidence, Journal of Experimental Psychology: Human Learning and Memory 6, 107Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c118.",
        "Kruger, Justin, and David Dunning, 1999, Unskilled and unaware of it: How difficulties in recognizing oneÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s own incompetence lead to inflated self-assessments, Journal of Personality and Social Psychology 77, 1121Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1134.",
        "Lichtenstein, Sarah, and Barauch Fischoff, 1977, Do those who know more also know more about how much they know?, Organizational Behavior and Human Performance 20, 159183.",
        "Lichtenstein, Sarah, Baruch Fischoff, and Lawrence Phillips, 1982, Calibration of probabilities: The state of the art to 1980, in Daniel Kahneman, Paul Slovic, and Amos Tversky, ed.: Judgement under Uncertainty: Heuristics and Biases . pp. 306Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c334 (Cambridge University Press: Cambridge).",
        "Maenhout, Pascal J., 2004, Robust portfolio rules and asset pricing, Review of Financial Studies 17, 951Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c983.",
        "Malmendier, Ulrike, and Geoffrey Tate, 2005a, CEO overconfidence and corporate investment, Journal of Finance 60, 2661Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2700.",
        ", 2005b, Does overconfidence affect corporate investment? CEO overconfidence measures revisited, European Financial Management 11, 649Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c659.",
        ", 2007, Who makes acquisitions? CEO overconfidence and the marketÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s reaction, Journal of Financial Economics forthcoming.",
        ", and Jun Yan, 2006, Corporate financial policies with overconfident managers, Working Paper, UC Berekely and UC Los Angeles.",
        "March, James G., and Zur Shapira, 1987, Managerial perspectives on risk and risk taking, Management Science 33, 1404Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1418.",
        "Merton, Robert C., 1974, On the pricing of corporate debt: The risk structure of interest rates, International Economic Review 29, 449Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c470.",
        "Newey, Whitney K., and Kenneth D. West, 1987, A simple, positive semidefinite, heteroskedasticity and autocorrelation consistent covariance-matrix, Econometrica 55, 703Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c708.",
        "Oskamp, Stuart, 1965, Overconfidence in case study judgements, Journal of Consulting Psychology 29, 261Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c265.",
        "Paese, Paul W., and Michael A. Feuer, 1991, Decisions, actions, and the appropriateness of confidence in knowledge, Journal of Behavioral Decision Making 4, 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c16.",
        "Puri, Manju, and David T. Robinson, 2007, Optimism and economic choice, Journal of Financial Economics forthcoming.",
        "Rubinstein, Mark E., 1973, A mean-variance synthesis of corporate financial theory, Journal of Financial and Quantitative Studies 8, 61Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c69.",
        "Shefrin, Hersh, 2001, Behavioral corporate finance, Journal of Applied Corporate Finance 14, 113Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 124.",
        ", 2005, A Behavioral Approach to Asset Pricing (Elsevier Academic Press: Burlington, Massachusetts) first edn.",
        "Soll, Jack B., and Joshua Klayman, 2004, Overconfidence in interval estimates, Journal of Experimental Psychology: Learning, Memory, and Cognition 30, 299Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c314.",
        "Spense, Mark T., 1996, Problem-problem solver characteristics affecting the calibration of judgments, Organizational Behavior and Human Decision Processes 67, 271Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c279.",
        "Sporer, Seigfried Ludwig, Steven Penrod, Don Read, and Brian Cutler, 1995, Choosing, confidence, and accuracy: a meta-analysis of confidence-accuracy relation in eye-witness identification studies, Psychological Bulletin 118, 315Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c327.",
        "von Holstein, C. StaeÃ\u0083Å\u0092Ã\u0082Ë\u0086l, 1972, Probabilistic forecasting: An experiment related to the stock market, Organizational Behavior and Human Performance 8, 139Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c158.",
        "West, Richard F., and Keith E. Stanovich, 1997, The domain specificity and generality of overconfidence: individual differences in performance estimation bias, Psychonomic Bulletin and Review 4, 387Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c392."
    ]
}