{
    "id": 13718,
    "cites": 32,
    "cited_by": 5,
    "reference": [
        "Anderson, Craig A., and Brad J. Bushman. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Violent Video Games on Aggressive Behavior, Aggressive Cognition, Aggressive Affect, Physiological Arousal, and Prosocial Behavior: A Meta-analytic Review of the Scientific Literature.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Psychological Science, Vol. 12, pp. 353Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c359, 2001.",
        "Anderson, Craig, Leonard Berkowitz, Edward Donnerstein, L. Rowell Huesmann, James D. Johnson, Daniele Linz, Neil M. Malamut, and Ellen Wartella. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Influence of Media Violence on YouthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Psychological Science in The Public Interest, Vol. 4, pp. 81-110, 2003.",
        "Dan Ariely and George Loewenstein. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Heat of the Moment: The Effect of Sexual Arousal on Sexual Decision MakingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Journal of Behavioral Decision Making, Vol. 18(1), pp. 1Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c12, 2005.",
        "Bandura, Albert, Dorothea Ross, and Sheila A. Ross. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Imitation of Film-mediated Aggressive Models,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Abnormal and Social Psychology, Vol. 66, pp. 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c11, 1963.",
        "Besley, Timothy, and Robin Burgess. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Political Economy Of Government Responsiveness: Theory And Evidence From IndiaÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics, 117, 2002.",
        "Bushman, Brad J. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Moderating Role of Trait Aggressiveness in the Effects of Violent Media on Aggression,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology, Vol, 69, pp. 950Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 960, 1995.",
        "Carpenter, Christopher and Dobkin, Carlos. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Drinking Age, Alcohol Consumption, and Crime,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d working paper, 2007.",
        "Card, David and Gordon Dahl. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Professional Sports, Emotional Cues, and Domestic Violence Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, working paper, 2007.",
        "DellaVigna, Stefano and Ethan Kaplan, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Fox News Effect: Media Bias and Voting,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics, 122(3): 1187-1234, 2007.",
        "DiIulio, John and Anne Piehl. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Does Prison Pay? The Stormy National Debate over the Cost-Effectiveness of Imprisonment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Brookings Review. Fall, pp. 28Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35, 1991.",
        "Einav, Liran. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Seasonality in the U.S. Motion Picture Industry,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Rand Journal of Economics, Vol. 38(1), pp. 127-145, 2007.",
        "Federal Trade Commission, Marketing Violent Entertainment To Children:A Review Of Self-Regulation And Industry Practices In The Motion Picture, Music Recording, And Electronic Game Industries., 2000.",
        "Gentzkow, Matthew. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Television and Voter TurnoutÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics, Vol. 121: 931-972, 2006.",
        "Gentzkow, Matthew and Jesse Shapiro. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Preschool Television Viewing and Adolescent Test Scores: Historical Evidence from the Coleman StudyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics, 123(1): 2008.",
        "Green, Donald P. and Alan S. Gerber, Get Out The Vote!, Washington, D.C.: Brookings Institution Press, 2004.",
        "Jacob, Brian and Lars Lefgren. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Are Idle Hands The DevilÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Workshop? Incapacitation, Concentration And Juvenile CrimeÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, American Economic Review, Vol. 93, 2003.",
        "Jacob, Brian, Lars Lefgren, and Enrico Moretti. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Dynamics of Criminal Behavior: Evidence from Weather ShocksÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources, Vol. 42, 2007.",
        "Johnson, Jeffrey G., Patricia Cohen, Elizabeth M. Smailes, Stephanie Kasen, Judith S. Brook. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Television Viewing and Aggressive Behavior During Adolescence and AdulthoodÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Science, Vol. 295, pp. 2468-2471, 2002.",
        "Joint Statement, Joint Statement on The Impact of Entertainment Violence on Children, by American Academy of Pediatrics, American Academy of Child and Adolescent Psychiatry, American Medical Association, American Psychological Association, American Academy of Family Physicians, and American Psychiatric Association, 2000.",
        "Josephson, Wendy L. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Television Violence and ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Aggression: Testing the Priming, Social Script, and Disinhibition Predictions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology, Vol. 53, pp. 882Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c890, 1987.",
        "Kessler, Daniel and Steven Levitt. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Using Sentence Enhancements to Distinguish between Deterrence and Incapacitation,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Law and Economics, Vol. 42, pp. 343-63, 1999.",
        "Lazear, Edward, Ulrike Malmendier, and Roberto Weber, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Sorting in Experiments with Application to Social PreferencesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Working paper, 2005.",
        "Leyens, Jacques-Philippe, Leoncio Camino, Ross D. Parke, and Leonard Berkowitz. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effects of Movie Violence on Aggression in a Field Setting as a Function of Group Dominance and Cohesion,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Personality and Social Psychology, Vol. 32, 346Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c360, 1975.",
        "Levitt, Steven. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Effect of Prison Population Size on Crime Rates: Evidence from Prison Overcrowding Litigation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics. Vol. 111, pp. 319Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c52, 1996.",
        "Levitt, Steven, and John List, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Do Laboratory Experiments Measuring Social Preferences Tell Us About The Real World?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Perspectives, Vol. 21(2), pp. 153-174, 2007.",
        "Loewenstein, George and Jennifer Lerner. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Role of Affect in Decision Making,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d in Handbook of Affective Science, eds. Richard J. Dawson, Klaus R. Scherer and H. Hill Goldsmith, Oxford: Oxford University Press, 619-42.",
        "Lovaas, O. Ivar, Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Effect of exposure To Symbolic Aggression on Aggressive Behavior,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Child Development, Vol. 32, pp. 37Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44, 1961.",
        "Moretti, Enrico. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Social Learning and Peer Effects in Consumption: Evidence From Movie SalesÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, working paper, 2007.",
        "Phillips, David P. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Fictional Television Stories on U.S. Adult Fatalities: New Evidence on the Effect of the Mass Media on Violence.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Sociology, Vol. 87, pp. 1340Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1359, 1982.",
        "Phillips, David P. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Mass Media Violence on U.S. Homicides,Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Sociological Review, Vol. 48, pp. 560Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c568, 1983.",
        "Spelman, William. Criminal Incapacitation, Springer Eds., 1993.",
        "Stromberg, David. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Radio Impact on Public SpendingÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d, Quarterly Journal of Economics, Vol. 119, pp. 189-221, 2004."
    ]
}