{
    "id": 13721,
    "cites": 34,
    "cited_by": 6,
    "reference": [
        "Giannetti, Mariassunta and YrjÃ\u0083Â¶ Koskinnen (2007), Investor Protection, Equity Returns, and Financial Globalization, unpublished working paper.",
        "Giannetti, Mariassunta and Andrei Simonov (2006), Which Investors Fear Expropriation? Evidence from Investors Portfolio Choices, The Journal of Finance, vol.61, pp.1507-1548.",
        "Gelos, R. Gaston and Shang-Jin Wei (2005), Transparency and International Portfolio Holdings, The Journal of Finance, vol. 60, pp. 2987-3020.",
        "Faccio, Mara and Lany Lang (2002), The Ultimate Ownership of Western European Corporations, Journal of Financial Economics, vol.65, pp.3 65-395.",
        "Edison, Hali J. and Francis E. Warnock (2004), U.S. Investors Emerging Market Equity Portfolios: A Securitylevel Analysis, Review of Economics and Statistics, vol. 86, pp. 69 1-704.",
        "Dyck, Alexander and Luigi Zingales (2004), Private Benefits of Control: An International Comparison, The Journal of Finance, vol.59, pp.537-600.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer (2005), The Law and Economics of Self-Dealing, NBER Working Paper No.118 83.",
        "Dahlquist, Magnus, Lee Pinkowitz, RenÃ\u0083Â© M. Stulz, and Rohan Williamson (2003), Corporate Governance and the Home Bias, Journal of Financial and Quantitative Analysis, vol. 38, pp. 87-110.",
        "Dahlquist, Magnus and Goran Robertsson (2001), Direct Foreign Ownership, Institutional Investors, and Firm Characteristics, Journal of Financial Economics, vol. 59, pp. 4 13-440.",
        "Claessens, Stijn, Djankov Simeon, Joseph P. H. Fan, and Lany H. P. Lang (2002), Disentangling the Incentive and Entrenchment Effects of Large Shareholdings, The Journal of Finance, vol. 57, pp. 2741-2771.",
        "Claessens, Stijn, Djankov Simeon, and Lany H. P. Lang (2000), The Separation of Ownership and Control in East Asian Corporations, Journal of Financial Economics, vol. 58, pp. 8 1-112.",
        "Bradshaw, Mark, Brian Bushee, and Gregory Miller (2004), Accounting Choice, Home-Bias, and US Investment in Non-US Firms, Journal ofAccounting Research vol.42, pp.795-841.",
        "Black, Bernard, Hasung Jang, and Woochan Kim (2006), Does Corporate Governance Affect Firms Market Values? Evidence from Korea, Journal of Law, Economics and Organization, vol. 22, pp. 366-4 13.",
        "Baek, Jae-Seung, Jun-Koo Kang, and Kyung Suh Park (2004), Corporate Governance and Firm Value: Evidence from the Korean Financial Crisis, Journal of Financial Economics, vol. 71, pp. 265-313.",
        "Ahearne, Alan, William Griever, and Francis Warnock (2004), Information Costs and Home Bias: An Analysis of U.S. Holdings of Foreign Equities, Journal of International Economics, vol.62, pp.313-336.",
        "Aggarwal, Reena, Leora Klapper, and Peter D. Wysocki (2005), Portfolio Preferences of Foreign Institutional Investors, Journal of Banking and Finance, vol. 29, pp. 2919-2949.",
        "Nenova, Tatiana (2003), The Value of Corporate Votes and Control Benefits: A Cross-Country Analysis, Journal of Financial Economics, vol.68, pp.325-35 1.",
        "Morck, Randall, Andrei Shleifer, and Robert Vishny (1988), Management Ownership and Market Valuation: An Empirical Analysis, Journal of Financial Economics, vol. 20, pp. 293-3 15.",
        "Leuz, Christian, Karl Lins, and Francis Warnock (2006), Do Foreigners Invest Less in Poorly Governed Firms? NBER Working Paper No. 12222.",
        "McDonald, John F., and Robert A. Moffitt. 1980. The Uses of Tobit Analysis, The Review of Economics and Statistics, 62:318-21.",
        "Mitton, Tod (2002), A Cross-Firm Analysis of the Impact of Corporate Governance on the East Asian Financial Crisis, Journal of Financial Economics, vol. 64, pp. 215-241.",
        "Lins, Karl (2003), Equity Ownership and Firm Value in Emerging Markets, Journal of Financial and Quantitative Analysis, vol. 38, pp.159-184.",
        "Lemmon, Michael L. and Karl V. Lins (2003), Ownership Structure, Corporate Governance, and Firm Value: Evidence from the East Asian Financial Crisis, The Journal of Finance, vol. 58, pp. 1445-1468.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny (2002), Investor Protection and Corporate Valuation, The Journal of Finance, vol. 57, pp. 1147-1170.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer (1999), Corporate Ownership around the World, The Journal of Finance, vol. 54, pp. 471-518.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny (1997), Legal Determinants of External Finance, The Journal of Finance, vol. 52, pp. 113 1-1150.",
        "Kim, Woochan and Shang-Jin Wei (2002a), Foreign Portfolio Investors Before and During a Crisis, Journal of International Economics, vol. 56, pp. 77-96.",
        "Kim, Woochan and Shang-Jin Wei (2002b), Offshore Investment Funds: Monsters in Emerging Markets? Journal of Development Economics, vol. 68, pp. 205-224.",
        "Kim, Woochan and Taeyoon Sung (2005), What Makes Group-Affiliated Firms to Go Public? KDI School Working Paper No. 05-12.",
        "Kang, Jun-Koo and Jin-Mo Kim (2006), Foreign Blockholders, Shareholder Rights, and Corporate Governance: Evidence from Partial Acquisitions of U.S Firms by Foreign Investors, mimeo.",
        "Kang, Jun-Koo and RenÃ\u0083Â© M. Stulz (1997), Why Is There a Home Bias? An Analysis of Foreign Portfolio Equity Ownership in Japan, Journal of Financial Economics, vol. 46, pp. 3-28.",
        "Joh, Sung Wook (2003), Corporate Governance and Firm Profitability, Journal of Financial Economics, vol. 68, pp. 287-322.",
        "Johnson, Simon, Peter Boone, Alasdair Breach, and Eric Friedman (2000), Corporate Governance in the Asian Financial Crisis, Journal of Financial Economics, vol.58, pp.141-186.",
        "Jensen, Michael C. and William H. Meckling, (1976), Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics, vol. 3, pp. 305-360."
    ]
}