{
    "id": 1372,
    "cites": 13,
    "cited_by": 3,
    "reference": [
        "Barro, Robert I. Are Government Bonds Net Wealth? Journal ~ Political Econ- ~ 82,6 (November/December 1974), 1095-1117.",
        "Diamond, Peter, National Debt in a Neoclassical Growth Model, American Economic Review 55 (1965), 1126-50.",
        "Drazen, Allan, Government Debt, Human Capital and Bequests in a Life-Cycle Model, Journal of Political Economy 86,3 (June 1978), 505-16. V~i. ~ 7..~ ~1... U *1.. ~ .~ - nr~. ~ ~ ..C 1:,I..kSLvJLL, .HL~ ~ ~ .,. , uuu ~ SM, Me M.LoSJJuu~J,JM UI.",
        "Wealth and Welfare in the Presence of Incomplete Annuity Markets, mimeo, Carnegie-Mellon University, May 1983a.",
        "Eckstein, Zvi, Eichenbaum, Martin and Peled, Dan, Uncertain Lifetimes and the Welfare Enhancing Properties of Annuity Markets and Social Security, mimeo, Carnegie-Mellon University, May i983b. Fischer, Stanley, A Life Cycle Model of Life Insurance Purchases, Interna tional Economic Review 14, 1 (February 1973), 132-152.",
        "Hubbard, K. Glenn, Uncertain Lifetimes and the Impact of Social Security on Individual Wealth Accumulation, mimeo, Harvard University, May 1983.",
        "Market, Journal ~ Political Economy 89, 2 (April 1981), 372-391.",
        "Levhari, David and Mirman, Leonard, Savings and Consumption with an Uncertain Horizon, Journal of Political Economy 85,2 (April 1977), 265-81.",
        "Modigliani, Franca and Brumberg. Richard, Utility Analysis and Aggregate Consumption Functions: An Attempt at Integration, mimeo 1954.",
        "Pelzman, Joseph and Rousslang, Don, A Note on Uncertain Lifetimes: A Comment, Journal of Political Economy 90,1 (February 1982), 181-3.",
        "Samuelson, Paul A., An Exact Consumption-Loan Model of Interest with or Without the Social Contrivance of Money, Journal ~ Political Economy 66,6 (December 1958), 467-82.",
        "Sheshinskj, Eytan and Weiss, Yoram, Uncertainty and Optimal Social Security Systems, j~Ã\u0083Â§. Quarterly Journal ~ Economics, 96,2 (May 1981), 189-206.",
        "Yaari, Menachem E., Uncertain Lifetime, Life Insurance, and the Theory of the Consumer, Review of ~2.p~jc1 Studies 32 (April 1965), 137-50."
    ]
}