{
    "id": 13732,
    "cites": 29,
    "cited_by": 4,
    "reference": [
        "[15] Healy, P., (1985). The Effect of Bonus Schemes on Accounting Decisions, Journal of Accounting and Economics 7 85-107.",
        "[14] Hall, B. and K. J., Murphy (2003). The Trouble with Stock Options, Journal of Economic Perspectives, 17(3) 49-70.",
        "[13] Hall, B. and J. B., Liebman (1998). Are CEOs Really Paid Like Bureaucrats?, Quarterly Journal of Economics, 653-691.",
        "[12] Graham, J. R., C. Harvey, and S., Rajgopal (2005). The Economic Implications of Corporate Financial Reporting, The Journal of Accounting and Economics 40 3-73.",
        "[11] Gabaix, X., and A. Landier (2007). Why has CEO Pay Increased so Much?, Quarterly Journal of Economics Forthcoming.",
        "[10] Eisfeldt, A. L., and A. A., Rampini (2007). Managerial Incentives, Capital Reallocation, and the Business Cycle, Journal of Financial Economics, Forthcoming.",
        "[9] Easterbrook, Frank H., (1984). Two Agency-Cost Explanations of Dividends, American Economic Review, 74(4) 650-659.",
        "[8] Burns, N.,and S. Kedia (2006). The Impact of Performance-Based Compensation on Misreporting, Journal of Financial Economics 79 35-67.",
        "[7] Beneish, Massod D., (1999). Incentives and Penalties Related to Earnings Overstatements that Violate GAAP, The Accounting Review, 74 425-457.",
        "[6] Bolton, P. ,J. Scheinkman, and W. Xiong (2003). Executive Compensation and ShortTermist Behavior in Speculative Markets, Review of Economic Studies, 73 577-610.",
        "[5] Bergstresser, D. B. and T. Philippon (2006).CEO Incentives and Earnings Management, The Journal of Financial Economics, 80(3) 511-509.",
        "[3] Bebchuk, L. A., and L., Stole, (1993), Do Short-Term Objectives Lead to Under- or Overinvestment in Long-Term Projects?, Journal of Finance 48 719-729.",
        "[4] Bebchuk, L. A., and J., Fried, (2004), Pay without Performance: The Unfulfilled Promise of Executive Compensation, Harvard University Press.",
        "[2] Barth , M. E., J. A., Elliott, and M. W., Finn (1999) Market Rewards Associated with Patterns of Increasing Earnings, Journal of Accounting Research, 37(2), 387-413.",
        "[1] Aghion, P., and J., Stein, (2007), Growth vs. Margins: Destabilizing Consequences of Giving the Stock Market What It Wants, Journal of Finance, Forthcoming.",
        "[26] Murphy, K. J., (1999), Executive Compensation, in Orley Ashenfelter and David Card (eds.), Handbook of Labor Economics, Vol 3b, Elsevier Science North Holland, Chapter 38: 2485-2563.",
        "[25] Miller M. and K. F. Rock (1985). Dividend Policy under Asymmetric Information, Journal of Finance 40(4) 1031-1051.",
        "[24] Langberg, N., and P., Kumar (2006). Corporate Fraud and Overinvestment in Efficient Capital Markets, Working paper, University of Houston.",
        "[23] Kedia, S. and T. Philippon (2006). The Economics of Fraudulent Accounting, Review of Financial Studies, Forthcoming.",
        "[22] Ke, B. (2005) Do Equity-Based Incentives Induce CEOs to manage Earnings to Report Strings of Consecutive Earnings Increases?, Working Paper, Pennsylvania State University.",
        "[21] Jensen, M. (2005), Agency Cost of Overvalued Equity, Financial Management. 34(1) 5-19.",
        "[20] Goldman, E., and S. L. Slezak (2003). An Equilibrium Model of Incentive Contracts in the Presence of Information Manipulation, Journal of Financial Economics 80 603-626.",
        "[19] Inderst, R., and H. M., Mueller (2006). CEO Compensation and Private Information: An Optimal Contracting Perspective, Working Paper, New York University.",
        "[18] Holmstrom, B. R., and J. Tirole (1993). Market Liquidity and Performance Measurement , Journal of Political Economy 101(4) 678-709.",
        "[17] Holmstrom, B. R., (1979). Moral Hazard and Observability, The Bell Journal of Economics 10(1) 324-340.",
        "[30] Zeira, J., (1999). Informational Overshooting, Booms and Crashes, Journal of Monetary Economics, 43 237-257. 42 0~4 Earnings and Growth in Investment Opportunities",
        "[29] Stein, J., (1989), Efficient Capital Markets, Inefficient Firms, Quarterly Journal of Economics 104 655-669.",
        "[27] Murphy, K. J., (2003), Stock-Based Pay in New Economy Firms, Journal of Accounting and Economics 34 129-147.",
        "[28] Skinner, D., and R. Sloan, (2002), Earnings Surprises, Growth Expectations, and Stock Returns or Dont Let an Earnings Torpedo Sink Your Portfolio. Review of Accounting Studies, 7, 2/3, June/September. 289-312."
    ]
}