{
    "id": 13736,
    "cites": 57,
    "cited_by": 42,
    "reference": [
        "[1] Abeysinghe, T. and R. Gulasekaran (2004), Quarterly real GDP estimates for China and ASEAN4 with a forecast evaluation, Journal of Forecasting, 23: 431-447.",
        "[2] Andrews, Donald W. K. (1993), Tests for Parameter Instability and Structural Change With Unknown Change Point, Econometrica 61(4): 821-856.",
        "[3] Backus, David K., Patrick J. Kehoe, and Finn E. Kydland (1995), International Business Cycles: Theory and Evidence, in Thomas F. Cooley, ed., Frontiers of Business Cycle Research, Princeton University Press, 331-357. 35",
        "[4] Bai, Jushan and Serena Ng (2006), Confidence Intervals for Diffusion Index Forecasts and Inference for Factor Augmented Regressions, Econometrica 74(4): 1133-liSO.",
        "[5] Baxter, Marianne (1995), International Trade and Business Cycles, in Gene M. Grossman and Kenneth Rogoff, eds., Handbook of International Economics, Amsterdam: North-Holland, vol. 3: 1801-64.",
        "[6] Benigno, Gianluca, and Benigno Pierpaolo, Monetary Policy Rules and the Exchange Rate, CEPR Discussion Paper no. 2807.",
        "[7] Bergman, U. Michael, Michael D. Bordo and Lars Jonung (1998), Historical Evidence on Business Cycles: The International Experience, in Jeffrey C. Fuhrer and Scott Schuh, eds., Beyond Shocks: What Causes Business Cycles? Boston, MA: Federal Reserve Bank of Boston, Federal Reserve Bank of Boston Conference Series No. 42: 65-113.",
        "[8] Bernanke, Ben 5. (2005), The Global Saving Glut and the U.S. Current Account Deficit, Remarks at the Homer Jones Lecture, St. Louis, Missouri, April 14, 2005",
        "[9] Bernanke, Ben 5. (2007), Globalization and Monetary Policy, Remarks at the Fourth Eco- nomic Summit, Stanford Institute for Economic Policy Research, Stanford, California, March 2, 2007.",
        "[10] Bernanke, Ben S., Jean Boivin and Piotr Eliasz (2005), Measuring Monetary Policy: A Fac- tor Augmented Vector Autoregressive (FAVAR) Approach, Quarterly Journal of Economics 120(1): 387-422.",
        "[11] Blanchard, Olivier, and John Simon (2001), The Long and Large Decline in U.S. Output Volatility, Brookings Papers on Economic Activity 1: 135-164.",
        "[13] Boivin, Jean, and Marc P. Giannoni (2002), Assessing Changes in the Monetary Transmission Mechanism: A VAR Approach, Federal Reserve Bank of New York, Economic Policy Review 8(1): 97-112. 36",
        "[14] Boivin, Jean, and Marc P. Giannoni (2006a), Has Monetary Policy Become More Effective?, Review of Economics and Statistics 88(3): 445-462.",
        "[15] Boivin, Jean, and Marc P. Giannoni (2006b), DSGE Models in a Data-Rich Environment, NBER Working Paper no. 12772.",
        "[16] Boivin, Jean, Marc P. Giannoni, and Ilian Mihov (2007), Sticky Prices and Monetary Policy: Evidence from Disaggregated U.S. Data, NBER Working Paper no. 12824.",
        "[17] Borio, Claudio and Andrew Filardo (2006), Globalisation and Inflation: New Cross-Country Evidence on the Global Determinants of Domestic Inflation, Bank for International Settle- ments, Basel, Switzerland.",
        "[18] Canova, Fabio, Matteo Ciccarelli, and Eva Ortega (2003), Similarities and Convergence in G-7 Cycles, Working Paper, University of Pompeu Fabra.",
        "[19] Ciccarelli, Matteo, and BenoIt Mojon (2005), Global Inflation, European Central Bank Working Paper Series no. 537.",
        "[20] Clarida, Richard, Jordi Galf, and Mark Gertler (2000), Monetary Policy Rules and Macro- economic Stability: Evidence and Some Theory, Quarterly Journal of Economics 115(1): 147-80.",
        "[21] Clarida, Richard, Jordi Galf, and Mark Gertler (2002), A Simple Framework for International Monetary Policy Analysis, Journal of Monetary Economics 49: 879-904.",
        "[22] Clark, Todd E. and Kwanho Shin (2000), The Sources of Fluctuations Within and Across Countries, in Gregory Hess and Eric van Wincoop, eds., Intranational macroeconomics, Boston, MA: Cambridge University Press, pp. 189-220.",
        "[23] Cogley, Timothy, and Thomas J. Sargent (2001), Evolving Post-World War II U.S. Inflation Dynamics, NBER Macroeconomics Annual 16: 331-373.",
        "[24] Cogley, Timothy, and Thomas J. Sargent (2005), Drifts and Volatilities: Monetary Policies and Outcomes in the Post WWII US, Review of Economic Dynamics 8: 262-302. 37",
        "[25] Cushman, David 0. and Tao Zha (1997), Identifying Monetary Policy in a Small Open Economy Under Flexible Exchange Rates, Journal of Monetary Economics 39(3): 433-448.",
        "[26] Doyle, Brian M., and Jon Faust (2005), Breaks in the Variability and Comovement of G-7 Economic Growth, Review of Economics and Statistics 87(4): 72 1-740.",
        "[27] The Economist (2005), A Foreign Affair: Inflation is Increasingly Determined by Global Rather Than Local Economic Forces, Economic Focus, October 20.",
        "[28] Ehrmann, Michael, Marcel Fratzscher, and Roberto Rigobon (2005), Stocks, Bonds, Money Markets and Exchange Rates: Measuring International Financial Transmission, European Central Bank Working Paper Series no. 452.",
        "[29] Eichenbaum, Martin and Charles L. Evans (1995), Some Empirical Evidence on the Effects of Shocks to Monetary Policy on Exchange Rates, The Quarterly Journal of Economics 110(4): 975-1009.",
        "[30] Faust, Jon, John H. Rogers, Shing-Yi B. Wang, and Jonathan Wright (2006), The High- Frequency Response of Exchange Rates and Interest Rates to Macroeconomic Announce- ments, forthcoming in Journal of Monetary Economics.",
        "[31] FernÃ\u0083Â¡ndez-Villaverde, Jesus, Juan F. Rubio-Ramfrez, Thomas J. Sargent, and Mark W. Wat- son (2007), ABCs (and Ds) of Understanding VARs, American Economic Review 97(3): 102 1-26.",
        "[32] Fisher, Richard W., and W. Michael Cox (2007), The New Inflation Equation, The Wall Street Journal, Opinion, p. All, April 6, 2007.",
        "[33] Forni, Mario, Marc Hallin, Marco Lippi, and Lucrezia Reichlin (2000), The Generalized Dynamic Factor Model: Identification and Estimation, Review of Economics and Statistics 82(4): 540-554.",
        "[34] Galf, Jordi and Mark Gertler (eds.) (2007), International Dimensions of Monetary Policy, forthcoming. 38",
        "[35] Gerlach, Stefan (1988), World Business Cycles Under Fixed and Flexible Exchange Rates, Journal of Money, Credit, and Banking 20(4): 621-32.",
        "[36] Gregory, Allan W., Allen C. Head, and Jacques Raynauld (1997), Measuring World Business Cycles, International Economic Review 38(3): 677-702.",
        "[37] Grilli, Vittorio and Nouriel Roubini (1995), Liquidity and Exchange Rates: Puzzling Evidence from the G-7 Countries,  mimeo, Yale University.",
        "[38] Grilli, Vittorio and Nouriel Roubini (1996), Liquidity Models in Open Economies: Theory and Empirical Evidence, European Economic Review 40(3-5): 847-859.",
        "[39] Hausman, Jerry A. and William E. Taylor (1983), Identification in Linear Simultaneous Equations Models with Covariance Restrictions: An Instrumental Variables Interpretation, Econometrica 51(5): 1527-1549.",
        "[40] Heathcote, Jonathan and Fabrizio Perri (2004), Financial Globalization and Real Regional- ization, Journal of Economic Theory, 119: 207-243.",
        "[42] Ihrig, Jane, Steven Kamin, Deborah Lindner, Jaime Marquez (2007), Some Simple Tests of the Globalization and Inflation Hypothesis, Board of Governors of the Federal Reserve System, International Finance Discussion Papers, forthcoming.",
        "[43] Justiniano, Alejandro (2004), Sources and Propagation Mechanisms of Foreign Disturbances in Small Open Economies: A Dynamic Factor Analysis, mimeo, Board of Governors of the Federal Reserve System.",
        "[45] Kamin, Steven B., Mario Marazzi, and John W. Schindler (2006), The Impact of Chinese Exports on Global Import Prices, Review of International Economics 14(2): 179-201. 39",
        "[46] Kilian, Lutz (1998), Small-Sample Confidence Intervals for Impulse Response Functions, Review of Economics and Statistics 80(2): 218-230.",
        "[47] Kim, Soyoung and Nouriel Roubini (2000), Exchange Rate Anomalies in the Industrial Coun- tries: A Solution With a Structural VAR Approach, Journal of Monetary Economics 45(3): 561-586.",
        "[48] Kose, M. Ayhan, Christopher Otrok, and Charles H. Whiteman (2003), International Business Cycles: World, Region, and Country Specific Factors, American Economic Review 93(4): 1216-39.",
        "[49] Kose, M. Ayhan, Christopher Otrok, and Charles H. Whiteman (2005), Understanding the Evolution of World Business Cycles, IMF Working Paper no. 05-211.",
        "[50] Kose, M. Ayhan, Eswar S. Prasad; Marco E. Terrones (2003), How Does Globalization Affect the Synchronization of Business Cycles?, American Economic Review Papers and Proceedings 93(2): 57-62.",
        "[52] Lubik, Thomas and Frank Schorfheide (2005), A Bayesian Look at New Open Economy Macroeconomics, NBER Macroeconomics Annual 2005: 313-366.",
        "[53] Lumsdaine, Robin L. and Eswar S. Prasad (2003), Identifying the Common Component in International Economic Fluctuations, Economic Journal 113(484): 10 l-2 7.",
        "[55] Monfort, Alain, Jean-Paul Renne, Rasmus RUffer, and Giovanni Vitale (2003), Is Economic Activity in the G7 Synchronized? Common Shocks vs. Spillover Effects, CEPR Discussion Paper 4119. 40",
        "[57] Sbordone, Argia M. (2007), Globalization and Inflation Dynamics: A Structural Perspective, mimeo, Federal Reserve Bank of New York.",
        "[58] Scholl, Almuth and Harald Uhlig (2006), New Evidence on the Puzzles: Monetary Policy and Exchange Rates, Computing in Economics and Finance 2006(5), Society for Computational Economics.",
        "[59] Sims, Christopher A., and Tao Zha (2006), Were there Regime Switches in US Monetary Policy? American Economic Review 96(1): 54-81.",
        "[60] Smets, Frank, and Raf Wouters (2007), Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach, American Economic Review 97(3): 586-606.",
        "[61] Stock, James H., and Mark W. Watson (1999), Forecasting Inflation, Journal of Monetary Economics 44: 293-335.",
        "[62] Stock, James H., and Mark W. Watson (2002a), Has the Business Cycle Changed and Why? NBER Macroeconomics Annual 2002: 159-218.",
        "[63] Stock, James H., and Mark W. Watson (2002b), Macroeconomic Forecasting Using Diffusion"
    ]
}