{
    "id": 13739,
    "cites": 48,
    "cited_by": 15,
    "reference": [
        "Adrian, T., Rosenberg, J, 2007. Stock returns and volatility: pricing the short-mn and long-mn components of market risk. Journal of Finance, forthcoming.",
        "Ang, A., Hodrick, R.J., Xing, Y., Zhang, X., 2006. The cross-section of volatility and expected returns. Journal of Finance 51, 259-299.",
        "Baker, M., Coval, J., Stein, J.C., 2007. Corporate financing decisions when investors take the path of least resistance. Journal of Financial Economics 84, 266-298.",
        "Bali, T., Cakici, N., Yan, X., Zhang, Z., 2005. Does idiosyncratic volatility really matter? Journal of Finance 60, 905-29.",
        "Bali, T., Cakici, N., 2005. Idiosyncratic risk and the cross-section of expected returns. Journal of Financial and Quantitative Analysis, forthcoming.",
        "Banz, R.W., 1981. The relationship between return and market value of common stocks. Journal of Financial Economics 9, 3-18.",
        "Barberis, N., Huang, M., 2005. Stocks as lotteries: the implications of probability weighting for security prices. Unpublished working paper, Yale University.",
        "Bekaert, G., Hodrick, R.J., Zhang, X., 2005. International stock return comovements. Unpublished working paper, Cornell University.",
        "Black, F., Jensen, M., Scholes, MS., 1972. The capital asset pricing model: some empirical tests. In: Jensen, M. (Ed.), Studies in the Theory of Capital Markets, Praeger, New York, pp. 79-121.",
        "Black, F., Scholes, MS., 1973. The pricing of options and corporate liabilities. Journal of Political Economy 81, 637-659.",
        "Brandt, M.W., Bray, A., Graham, J.R., 2005. The idiosyncratic volatility puzzle: time trend or speculative episodes? Unpublished working paper, Duke University.",
        "Brennan, M., Subrahmanyam, A., 1995. Investment analysis and price formation in securities markets. Journal of Financial Econometrics 38, 361-381.",
        "Brooks, R., Del Negro, M., 2005. Country versus region effects in international stock returns. Journal of Portfolio Management 31, 67-72.",
        "Brown, D.P., Ferreira, M.A., 2003. Information in the idiosyncratic volatility of small firms. Unpublished working paper, ISCTE Business School.",
        "Campbell, J.Y., 1993. Intertemporal asset pricing without consumption data. American Economic Review 83, 487-5 12.",
        "Campbell, J.Y., Lettau, M., Malkiel, B .G., Xu, Y., 2001. Have individual stocks become more volatile? an empirical exploration of idiosyncratic risk. Journal of Finance 56, 1-44.",
        "Chorida, T., Huh, SW., Subrahmanyam, A., 2005. The cross-section of expected trading activity. Review of Financial Studies, forthcoming.",
        "Daniel, K., Titman, 5., 1997. Evidence on the characteristics of cross sectional variation in stock returns. Journal of Finance 52, 1-33.",
        "Diether, K.B., Malloy, C.J., Scherbina, A., 2002. Differences of opinion and the cross section of stock returns. Journal of Finance 57, 21 13-2141.",
        "Easley, D., OHara, M., 2004. Information and the cost of capital. Journal of Finance 59, 1553-1583.",
        "Easley, D., Hvidkjaer, S., OHara, M., 2002. Is information risk a determinant of asset returns? Journal of Finance 57, 2185-2221.",
        "Engle, R.F., 1982. Affloregressive conditional heteroscedasticity with estimates of the variance of United Kingdom inflation. Econometrica 50, 987-1008.",
        "Fama, E.F., French, K.R., 1992. The cross-section of expected stock rethrns. Journal of Finance 47, 427-465.",
        "Fama, E.E, French, K.R., 1993. Common risk factors in the rethrns on stocks and bonds. Journal of Financial Economics 33, 3-56.",
        "Fu, E, 2005. Idiosyncratic risk and the cross-section of expected stock returns. Unpublished working paper, Rochester University.",
        "Goyal, A., Santa-Clara, P., 2003. Idiosyncratic risk matters! Journal of Finance 58, 975-1007.",
        "Guo, H., Savickas, R., 2007. Aggregate idiosyncratic volatility in G7 countries. Review of Financial Studies, forthcoming.",
        "Harvey, CR., Siddique, A., 2000. Conditional skewness in asset pricing tests. Journal of Finance 55, 1263-1295.",
        "Heston, S.L., 1993. A closed-form solution for options with stochastic volatility with applications to bond and currency options. Review of Financial Studies 6, 327-343.",
        "Hong, H., Lim, T., Stein, J.C., 2000. Bad news travels slowly: size, analyst coverage, and the profitability of momentum strategies. Journal of Finance 55, 265-295.",
        "Hou, K.W., Moskowitz, T., 2005. Market frictions, price delay, and the cross-section of expected returns. Review of Financial Studies 18, 981-1020.",
        "Huang, W., Liu, Q., Rhee, G., Zhang, L., 2006. Another look at idiosyncratic risk and expected returns. Unpublished working paper, University of Hawaii at Manoa.",
        "Jagannathan, R., Wang, Z., 1996. The conditional CAPM and the cross-section of expected returns. Journal of Finance 51, 3-53.",
        "Jegadeesh, N., Titman, 5., 1993. Returns to buying winners and selling losers: implications for stock market efficiency. Journal of Finance 48, 65-92.",
        "Kumar, A., 2007. Who gambles in the stock market? Unpublished working paper, UT Austin.",
        "Ledoit, 0., Santa-Clara, P., Yan, 5., 2002. Relative pricing of options with stochastic volatility. Unpublished working paper, UCLA.",
        "Lesmond, D.A., Ogden, J.P., Trzcinka, CA., 1999. A new estimate of transaction costs. Review of Financial Studies 12, 1113-1141.",
        "Lo, A.W., MacKinlay, AC., 1990. Data-snooping biases in tests of financial asset pricing models. Review of Financial Studies 3, 43 1-467.",
        "Merton, R.C., 1974. On the pricing of corporate debt: the risk structure of interest rates. Journal of Finance 29, 449-470.",
        "Merton, R.C., 1987. Presidential address: a simple model of capital market equilibrium with incomplete information. Journal of Finance 42, 483-510.",
        "Miller, E., 1977. Risk, uncertainty and divergence of opinion. Journal of Finance 32, 1151-1168.",
        "Newey, W.K., West, K.D., 1987. A simple positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix. Econometrica 55, 703-8.",
        "Rouwenhorst, KG., 1998. International momentum strategies. Journal of Finance 53, 267-284.",
        "Shanken, J., 1992. On the estimation of beta pricing models. Review of Financial Studies 5, 1-34.",
        "Spiegel, M., Wang, X., 2005. Cross-sectional variation in stock returns: liquidity and idiosyncratic risk. Unpublished working paper, Yale University.",
        "Tversky, A., Kahneman, D., 1992. Advances in prospect theory: cumulative representation of uncertainty. Journal of Risk and Uncertainty 5, 297-323.",
        "Wei, S., Zhang, C., 2005. Idiosyncratic volatility does not matter: a re-examination of the relation between average returns and average volatilities. Journal of Banking and Finance 29, 603-621.",
        "Zhang, XE, 2006. Information uncertainty and stock returns. Journal of Finance 61, 105-135."
    ]
}