{
    "id": 13746,
    "cites": 23,
    "cited_by": 75,
    "reference": [
        "Viscusi, W. Kip. 2003. The Value of Life: Estimates with Risks by Occupation and Industry, John M.",
        "Rothschild, Michael and Joseph E. Stiglitz. 1976. Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics 90, 630-649.",
        "Mitchell, Olivia S., James M. Poterba, Mark Warshawsky, and Jeffrey R. Brown. 1999. New Evidence on the Moneys Worth of Individual Annuities. American Economic Review, 89, 1299-1318.",
        "McCarthy, David and Olivia Mitchell. 2003. International Adverse Selection in Life Insurance and Annuities. NBER Working Paper 9975.",
        "Mehta, Kala M., Kristine Yaffe, Kenneth Langa, Laura Sands, Mary Whooley and Kenneth Covinsky, 13 2002. Additive Effects of cognitive Function and Depressive Symptoms of Mortality in Older Community Living Adults, University of Michigan, unpublished paper.",
        "Jullien, Bruno, Bernard Salanie, and Francois Salanie. 2002. Screening risk-averse agents under moral hazard. Unpublished mimeo.",
        "Jullien Bruno, Bernard Salanie and Francois Salanie. 1999. Should More Risk-Averse Agents Exert More Effort? The Geneva Papers on Risk and Insurance Theory, 24, pp. 19-28.",
        "Finkelstein, Amy and James Poterba. 2006. Testing for adverse selection with `unused observables. Unpublished mimeo.",
        "Hurd, Michael and Kathleen McGarry 1997. Medical Insurance and the Use of Health Care Services by the Elderly, Journal of Health Economics, 16 (2): 129-154.",
        "Finkelstein, Amy and James Poterba. 2004. Adverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity Market. Journal of Political Economy, 112(1), pp. 193-208.",
        "Finkelstein, Amy and Kathleen McGarry. 2006. Private information and its effect on market equilibrium: new evidence from long-term care insurance. American Economic Review 96(4): 938 - 958.",
        "Finkelstein, Amy and James Poterba. 2002. Selection Effects in the Market for Individual Annuities: New Evidence from the United Kingdom. Economic Journal, 112 (476), pp. 28-50.",
        "Journal of Economics, 32 (2), pp. 249-262. Ettner, Susan, 1997. Adverse Selection and the Purchase of Medigap Insurance by the Elderly, Journal of Health Economics, 16 (5) : 499-624.",
        "Davidoff, Thomas and Gerd Welke. 2005. Selection and moral hazard in the reverse mortgage market. Unpublished mimeo.",
        "Barsky, Robert, Thomas Juster, Miles Kimball and Matthew Shapiro. 1997. Preference parameters and behavioral heterogeneity: An experimental approach in the health and retirement study. Quarterly Journal of Economics 112(2): 537-579.",
        "Bernheim, Douglas, Lorenzo Forni, Jagadeesh Gokhale, and Laurence Kotlikoff. 2003a. The Mismatch Between Life Insurance and Financial Vulnerabilities: Evidence from the Health and Retirement Survey, American Economic Review 93(1), March: 354-365.",
        "Bernheim, Douglas, Katherine Carman, Jagadeesh Gokhale, and Laurence Kotlikoff. 2003b. Are Life Insurance Holdings Related to Financial Vulnerabilities? Economic Inquiry 41(4), October: 53 1-54.",
        "Cardon, James and Igal Hendel. 2001. Asymmetric Information in Health Insurance: Evidence from the National Medical Expenditure Survey. RAND Journal of Economics 32, 408-427.",
        "Cawley, John and Tomas Philipson. 1999. An empirical examination of information barriers to trade in insurance. American Economic Review Vol 89, no 4 pp.827-846.",
        "Chiappori, Pierre-Andre and Bernard Salanie. 2000. Testing for Asymmetric Information in Insurance Markets. Journal of Political Economy, 108 (1), pp. 56-78.",
        "Cohen Alma and Liran Einav. 2007. Estimating risk preferences from deductible choice. American Economic Review, 97 (3) : 745-788.",
        "Cutler, David and Richard Zeckhauser. 2000. The Anatomy of Health Insurance in A. Culyer and J.",
        "Newhouse, eds. Handbook of Health Economics, Volume IA, Amsterdam: Elsevier. Dionne, Georges and Louis Eeckhoudt. Self-Insurance, Self-Protection, and Increased Risk Aversion. Economic Letters 1985, 17, pp. 39-42."
    ]
}