{
    "id": 13749,
    "cites": 36,
    "cited_by": 23,
    "reference": [
        "An, S. and F. Schorfheide, 2007, Bayesian Analysis of DSGE Models, Econometric Reviews 39, 1357-1373.",
        "Atkeson, A. and L.E. Ohanian, 2001, Are Phillips Curves Useful for Forecasting Inflation? Federal Reserve Ban/c of Minneapolis Quarterly Review 25, 2-11.",
        "Barsky, R.B., 1987, The Fisher Hypothesis and the Forecastability and Persistence of Inflation, Journal of Monetary Economics 19, 3-24.",
        "Benati, L., 2006, Investigating Inflation Persistence Across Monetary Regimes, unpublished manuscript, European Central Bank.",
        "Benati, L. and P. Surico, 2007, U.S. Evolving Monetary Policy and the Inflation Gaps Persistence and Predictability, mimeo, European Central Bank.",
        "Beveridge, S., and C.R. Nelson, 1981. A New Approach to Decomposition of Economic Time Series into Permanent and Transitory Components with Particular Attention to Measurement of the Business Cycle. Journal of Monetary Economics 7, 151-174.",
        "Bayer A. and R. Farmer, 2007, On the Indeterminacy of Determinacy and Indeterminacy: Comments on the Paper Testing for Indeterminacy by Thomas Lubik and Frank Schorfheide, American Economic Review 97(1), 524-529.",
        "Boivin, J. and M. Giannoni, 2006, Has Monetary Policy Become More Effective?, Review of Economics and Statistics 88(3), 445-462.",
        "Calvo, G., 1983, Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 12(3), 383-398.",
        "Clarida, R., J. Gali and M. Gertler, 2000, Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, The Quarterly Journal of Economics 115(1), 147-180.",
        "Cogley, T. and T.J. Sargent, 2001, Evolving Post World War II U.S. Inflation Dynamics, NBER Macroeconomics Annual 16, 331-373.",
        "Cogley, T. and T.J. Sargent, 2005a, Drifts and Volatilities: Monetary Policies and Outcomes in the Post War U.S., Review of Economic Dynamics 8, 262-302.",
        "Cogley, T. and T.J. Sargent 2005b. The Conquest of U.S. Inflation: Learning and Robustness to Model Uncertainty. Review of Economic Dynamics 8, 528-563.",
        "Cogley, T. and T.J. Sargent, 2006, Anticipated Utility and Rational Expectations as Approximations of Bayesian Decision Making, forthcoming, International Economic Review.",
        "Cogley, T., S. Morozov, and T.J. Sargent, 2005, Bayesian Fan Charts for U.K.",
        "Inflation: Forecasting and Sources of Uncertainty in an Evolving Monetary System, Journal of Economic Dynamics and Control 29, 1893-1925.",
        "Cogley, T. and A.M. Sbordone, 2006, Trend Inflation and Inflation Persistence in the New Keynesian Phillips Curve, unpublished manuscript.",
        "Del Negro, M., F. Schorfheide, F. Smets and R. Wouters, 2007, On the Fit and Forecasting Performance of New Keynesian Models, Journal of Business and Economic Statistics 25(2), 123-162.",
        "Diebold, F.X. and L. Kilian, 2001, Measuring Predictability: Theory and Macroeconomic Applications, Journal of Applied Econometrics 16, 657-669.",
        "Gelfand, A.E. Model determination using sampling-based methods. In W.R. Gilks, S. Richardson, and D.J. Spiegelhalter, eds., Mar/coy Chain Monte Carlo in Practice, London: Chapman and Hall, 1996.",
        "Hanson, M.S., 2006, Varying Monetary Policy Regimes: A Vector Autoregressive Investigation, Journal of Economics and Business, Elsevier 58(5-6), 407-427.",
        "Ireland, P.N., 2007, Changes in the Federal Reserves Inflation Target: Causes and Consequences, forthcoming, Journal of Money Credit and Banking.",
        "Justiniano, A. and G.E. Primiceri, 2007, The Time-Varying Volatility of Macroeconomic Fluctuations, forthcoming, American Economic Review.",
        "Levin, A.T. and J.M. Piger, 2004, Is Inflation Persistence Intrinsic in Industrial Societies?, ECB working paper no. 334.",
        "Lubik T.A. and F. Schorfheide, 2004, Testing for Indeterminacy: An Application to U.S. Monetary Policy, American Economic Review, 94(1), 190-217.",
        "Pivetta, F. and R. Reis, 2007, The Persistence of Inflation in the United States, Journal of Economic Dynamics and Control 31, 1326-58.",
        "Primiceri, G., 2005, Time Varying Structural Vector Autoregressions and Monetary Policy, Review of Economic Studies 72, 821-852.",
        "Primiceri, G., 2006, Why Inflation Rose and Fell: Policymakers Beliefs and U.S.",
        "Postwar Stabilization Policy, Quarterly Journal of Economics 121, 867-901. Rotemberg J.J. and M. Woodford, 1997, An Optimization-Based Econometric Model for the Evaluation of Monetary Policy, NBER Macroeconomics Annual 12, 297-346.",
        "Sargent, T.J., N. Williams and T. Zha, 2006, Shocks and Government Beliefs: The Rise and Fall of American Inflation, American Economic Review, 96(4), 1193-1224.",
        "Sims, C.A., 2001, Comment on Sargent and Cogleys `Evolving Post World War II U.S. Inflation Dynamics, NBER Macroeconomics Annual 16, 373-379.",
        "Sims, C.A. and T. Zha, 1999, Error Bands for Impulse Responses, Econometrica 67, 1113-1155.",
        "Sims, C.A. and T. Zha, 2006, Were There Regime Switches in {US} Monetary Policy?, American Economic Review 96(1), 54-81.",
        "Smets, F.R. and R. Wouters, 2003, An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area, Journal of the European Economic Association 1, 1123-1175.",
        "Stock, J.H., 2001, Discussion of Cogley and Sargent `Evolving Post World War II U.S. Inflation Dynamics, NBER Macroeconomics Annual 16, 379-387.",
        "Stock, J.H. and M.W. Watson, 2007, Has Inflation Become Harder to Forecast?, Journal of Money Credit and Banking 39(1), 3-34."
    ]
}