{
    "id": 13740,
    "cites": 53,
    "cited_by": 5,
    "reference": [
        "Baele, Lieven, Annalisa Ferrando, Peter Hordahl, Elizaveta Krylova and Cyril Monnet (2004), Measuring Financial Integration in the Euro Area, Occasional Paper no. 14, Frankfurt: European Central Bank (April).",
        "Bailey, Wanen and Kee-Hong Bae (2003), The Latin Monetary Union: Some Evidence on Europes Failed Common Cunency, unpublished manuscript, Cornell University (July).",
        "Baldwin Richard (2006), The Euros Trade Effects, ECB Working Paper no.594, Frankfurt: European Central Bank (March).",
        "Bloomfield, Arthur (1959), Monetary Policy under the International Gold Standard, New York: Federal Reserve Bank of New York.",
        "Bodenhorn, Howard (2000), A History of Banking in Ante-Bellum America, Cambridge: Cambridge University Press.",
        "Bodenhorn, Howard (2002), Making the Little Guy Pay: Payments-System Networks, Cross-Subsidization, and the Collapse of the Suffolk System, Journal of Economic History 62, 147-168.",
        "Bodenhorn, Howard and Hugh Rockoff (1992), Regional Interest Rates in Antebellum America, in Claudia Goldin and Hugh Rockoff (eds.), Strategic Factors in Nineteenth Century American Economic History, Chicago: University of Chicago Press, 159-188.",
        "Bordo, Michael (2004), The United States as a Monetary Union and the Euro: A Historical Perspective, Cato Journal 24, 163-170.",
        "Bordo, Michael and Finn Kydland (1995), The Gold Standard as a Contingent Rule: An Essay in Exploration, Explorations in Economic History 32, 423-464.",
        "Davis, Lance (1965), The Investment Market, 1870-19 14: Evolution of a National Market, Journal of Economic History 25, 355-399.",
        "De Grauwe, Paul (2006), On Monetary and Political Union, unpublished manuscript, Catholic University of Leuven (November).",
        "Dornbusch, Rudiger (1992), Monetary Problems of Post-Communism: Lessons from the End of the Austro-Hungarian Empire, Weliwirtschaftsliches Archiv 92, 39 1-424.",
        "Dwane, Christine, Philip Lane and Tara Mclndoe (2006), Currency Unions and Irish External Trade, 1115 Discussion Paper no. 189, Dublin: Institute for International integration Studies (November).",
        "Eichengreen, Barry (1984), Mortgage Interest Rates in the Populist Era, American Economic Review 74, 995-1015.",
        "Eichengreen, Barry (1996), Globalizing Capital: A History of the International Monetary System, Princeton: Princeton University Press.",
        "Eichengreen, Barry (2007), The Break-Up of the Euro Area, NBER Working Paper no.13393 (September).",
        "Einaudi, Luca (2001), Money and Politics: European Monetary Unification and the International Gold Standard, 1865-1873, Oxford: Oxford University Press.",
        "European Central Bank (2006), The EU Anangements for Financial Crisis Management, Financial Stability Review (December), 165-174.",
        "European Central Bank (2007), Financial Integration in Europe, Frankfurt: European Central Bank (March).",
        "Fatas, Antonio and Andrew Rose (2001), Do Monetary Handcuffs Restrain Leviathan? Fiscal Policy in Extreme Exchange Rate Regimes, CEPR Discussion Paper no.2692 (February).",
        "Ferguson, Niall and Schurlarick (2006), The Empire Effect: The Determinants of Country Risk in the First Age of Globalization, 1880-19 13, Journal of Economic History 66, 288-3 12.",
        "Flandreau, Marc (1997), The Gradient of a River: Bimetallism as an Implicit Fluctuation Band, unpublished manuscript, Sciences-Po (November).",
        "Flandreau, Marc (2000), The Economics and Politics of Monetary Unions: A Reassessment of the Latin Monetary Union, 1865-7 1, Financial History Review 7,25-43.",
        "Folkerts-Landau, David and Peter Garber (1992), The ECB: A Central Bank or Monetary Policy Rule? in Matthew Canzoneri, Vittorio Grillio and Paul Masson (eds.), Establishing a Central Bank: Issues in Europe and Lessons from the US, Cambridge: Cambridge University Press, 86-110.",
        "Fraas, Arthur (1974), The Second Bank of the United States: An Instrument for an Intenegional Monetary Union, Journal of Economic History 34, 447-467.",
        "Friedman, Milton and Anna Schwartz (1963), Monetary History of the United States, 1867-1 960, Princeton: Princeton University Press.",
        "Garber, Peter and Michael Spencer (1994), The Dissolution of the Austro-Hungarian Empire: Lessons for Currency Reform, Essays in International Finance no. 191, International Finance Section, Department of Economics, Princeton University (February).",
        "Giovannini, Alberto (1989), How Do Fixed Exchange Rate Regimes Work? Evidence from the Gold Standard, Bretton Woods and the European Monetary System, in Marcus Miller, Bany Eichengreen and Richard Portes (eds.), Blueprints for Exchange Rate Management, New York: Academic Press, 13-42.",
        "Graboyes, Robert (1990), The EMU: Forerunners and Durability, Economic Review of the Federal Reserve Bank of Richmond (July/August), 8-17.",
        "Helleiner, Eric (2003), The Making of National Money: Territorial Currencies in Historical Perspective, Ithaca: Cornell University Press.",
        "Hix, Simon, Abdul Noury and Gerard Roland (2007), Democratic Politics in the European Parliament, Cambridge: Cambridge University Press.",
        "Holdfrerich, Carl-Ludwig (1989), The Monetary Unification Process in 19t~~ Century Germany: Relevance and Lessons for Europe Today, in Marcello de Cecco and Alberto Giovannini (eds.), A European Central Bank? Cambridge: Cambridge University Press, 216-241.",
        "James, John (1976), The Development of the National Money Market, Journal of Economic History 36, 878-897.",
        "Kipling, Rudyard (1900), From Sea to Sea, London: Macmillan.",
        "Lane, Philip and Sebastien Walti 92006), The Euro and Financial Integration, 1115 Discussion Paper no. 139, Dublin: Institute for International Integration Studies (May).",
        "Lopez, Carina (2002), The Argentina Crisis: A Chronology of Events after the Sovereign Default, Standard and Poors (12 April), www.standardandpoors.com.",
        "Lopez-Cordova, J. Ernesto and Christopher Meissner (2000), Exchange-Rate Regimes and International Trade: Evidence from the Classical Gold Standard Era, CIDER-IBER Working Paper no. 188, Department of Economics, UC Berkeley.",
        "Masson, Paul and Catherine Patillo (2004), The Monetary Geography of Africa, Washington, D.C.: The Brookings Institution.",
        "Meissner, Christopher (2005), A New World Order: Explaining the Emergence of the Classical Gold Standard, Journal of International Economics 66, 305-406.",
        "Mitchener, Kris James (2005), Bank Supervision, Regulation and Financial Instability During the Great Depression, Journal of Economic History 65, 152-185.",
        "Mussa, Michael (2003), Argentina and the Fund: From Triumph to Tragedy, Washington, D.C.: Institute for International Economics.",
        "Padoa-Schioppa, Tommaso (2007), Europe Needs a Single Financial Rulebook, Financial Times (10 December), www.ft.com.",
        "Panic, M. (1992), European Monetary Union: Lessons from the Gold Standard, London: Macmillan.",
        "Papademos, Lucas (2007), The Financial Market Turmoil, the European Economy, and the Role of the European Central Bank, Speech to the European Institute, new York (27 September), www,ecb,int.",
        "Rockoff, Hugh (1974), The Free Banking Era: A Reexamination, Journal of Money, Credit and Banking 6, 141-167.",
        "Rockoff, Hugh (2003), How Long did it Take the United States to Become an Optimal Currency Area? in Forrest Capie (ed.), Monetary Unions: Theory, History, Public Choice, London: Routledge, 76-104.",
        "Rose, Andrew (2000), One Money, One Market: The Effect of Common Currencies on Trade, Economic Policy 30, 7-45.",
        "Schinasi, Garry (2007), Resolving EU Financial-Stability Challenges: Is a Decentralized Decision-Making Approach Efficient? unpublished manuscript, IMF (October).",
        "Schinasi, Gany and Pedro Gustavo Teixeira (2006), The Lender of Last Resort in the European Single Financial Market, IMF Working Paper no.06/127 (May).",
        "Snowden, Kenneth (1995b), Mortgage Securitzation in the United States: Twentieth Century Developments in Historical Perspective, in Michael Bordo and Richard Sylla (eds.), Anglo-American Financial Systems, New York: Irwin, 26 1-298.",
        "Sushka, Marie Elizabeth and Brian W. Barrett (1984), Banking Structure and the National Capital Market 1869-19 14, Journal of Economic History 44, 463-477.",
        "Sylla, Richard (1969), Federal Policy, Banking Market Structure, and Capital Mobilization in the United States, 1863-19 13, Journal of Economic History 29, 657-686.",
        "Wright, Gavin (1986), Old South, New South, New York Revolutions in the Southern Economy Since the Civil War, New York: Norton."
    ]
}