{
    "id": 13747,
    "cites": 20,
    "cited_by": 11,
    "reference": [
        "Baker, L.C. (1997). The Effect of HMOs on Fee-For-Service Health Care Expenditures: Evidence from Medicare. Journal of Health Economics, 16(4): 453-481.",
        "Baker, L.C. and M.L. Brown (1999). Managed Care, Consolidation among Health Care Providers and Health Care: Evidence from Mammography. RAND Journal of Economics, 30(2): 35 1-374.",
        "Baker, L.C. and K.S. Corts (1996). HMO Penetration and the Cost of Health Care: Market Discipline or Market Segmentation? American Economic Review, 86: 389-394.",
        "Bundorf, M.K., Schulman, K.A., Gaskin, D. Jollis, J.G. and J.J. Escarce (2004). Impact of Managed Care on the Treatment, Costs and Outcomes of Fee-for-Service Medicare Patients with Acute Myocardial Infarction, Health Services Research, 39(1): 13 1-152.",
        "Cao, Z. and T.G. McGuire (2003). Service-Level Selection by HMOs in Medicare, Journal of Health Economics, 22: 915-93 1.",
        "Cawley, J.H., M.E. Chernew and C. McLaughlin (2002). HCFA Payments Necessary to Support HMO Participation in Medicare Managed Care. In Frontiers of Health Policy Research, Vol. 5, edited by Alan M. Garber (NBER: Cambridge, MA).",
        "Chernew, M.E. (1995a). The Impact of Non-IPA HMOs on the Number of Hospitals and Capacity. Inquiry, 32(2): 143-154.",
        "Chernew, M.E. (1995b). HMO Use of Diagnostic Tests: A Review of the Evidence. Medical Care Research and Review, 52(2): 196-222.",
        "Cutler, D.M. and L. Sheiner (1997). Managed Care and the Growth of Medical Expenditures. NBER Working Paper, 6 140.",
        "Gowrisankaran, G. and R. Town (2004). Managed Care, Drug Benefits and Mortality: An Analysis of the Elderly, Working paper.",
        "Hill, S.C. and B.L. Wolfe (1997). Testing the HMO Competitive Strategy: An Analysis of its Impact on Medical Care Resources. Journal of Health Economics, 16: 26 1-286.",
        "McLaughlin, C.G., M.E. Chernew and E. Fries Taylor (2002). Medigap Premiums and Medicare HMO Enrollment. Health Services Research, 3 7(6): 1445-1468.",
        "Mello, M. M., S.C. Stearns and E.C. Norton (2002). Do Medicare HMOs still reduce health services use after controlling for selection bias? Health Economics, 11: 323-340.",
        "Mello, M. M., S.C. Stearns, E.C. Norton and T.C. Ricketts (2003). Understanding biased selection in Medicare HMOs Health Services Research, 3 8(3): 96 1-992.",
        "Melnick, G.A., J. Zwanziger and A. Verity-Guerra (1989). The Growth and Effects of Hospital Selective Contracting. Health Care Management and Review, 14(3): 57-64.",
        "Robinson, J.C. (1996). Decline in Hospital Utilization and Cost Inflation Under Managed Care in California. JAMA, 276(13): 1060-1064.",
        "Robinson, J.C. (1991). HMO Market Penetration and Hospital Cost Inflation in California. JAMA, 266(19): 27 19-2723.",
        "Town, R. and S. Liu (2002). The Welfare Impact of Medicare HMOs. University of Minnesota.",
        "Zwanziger, J., G.A. Melnick, J. Mann et al. (1994). How Hospitals Practice Cost Containment with Selective Contracting and the Medicare Prospective Payment System. Medical Care, 32(11): 1153-1162.",
        "Zwanziger, J. and G.A. Melnick (1988). The Effects of Hospital Competition and the Medicare PPS Program on Hospital Cost Behavior in California. Journal of Health Economics, 7: 301-320."
    ]
}