{
    "id": 13756,
    "cites": 37,
    "cited_by": 60,
    "reference": [
        "Alesina, Alberto, Silvia Ardagna, Giuseppe Nicoletti, and Fabio Schiantarelli. 2005. Regulation and Investment, Journal of the European Economic Association, 3(4): 791-825.",
        "Auerbach, Alan. 1979. Wealth Maximization and the Cost of Capital, Quarterly Journal of Economics 93(3): 433-446.",
        "Auerbach, Alan. 1983. Corporate Taxation in the United States, Brookings Papers on Economic Activity 1983(2): 451-513.",
        "Auerbach, Alan. 2002. Taxation and Corporate Financial Policy, in Alan Auerbach and Martin Feldstein (eds.) Handbook of Public Economics, Vol. III, 125 1-1292, Amsterdam: North-Holland.",
        "Auerbach, Alan, and Kevin Hassett. 1992. Tax Policy and Business Fixed Investment in the United States. Journal of Public Economics 47(2): 141-170.",
        "Auerbach, Alan, and Dale Jorgenson. 1980. Inflation-Proof Depreciation of Assets, Harvard Business Review, September/October: 113-118.",
        "Barro, Robert. 1991. Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics 106(2): 407-443.",
        "Baumol, William, Robert Litan, and Carl Schramm. 2007. Good Capitalism. Bad Capitalism, and the Economics of Growth and Prosperity. New Haven, CT: Yale University Press.",
        "Botero, Juan, Simeon Djankov, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2004. The Regulation of Labor, Quarterly Journal of Economics 119(4): 1339-1382.",
        "Caselli, Francesco, and James Feyrer. 2007. The Marginal Product of Capital, Quarterly Journal of Economics 122(2): 535-568.",
        "Ciccone, Antonio, and Elias Papaioannou. 2006. Red tape and delayed entry. C.E.P.R. Discussion Paper 5996.",
        "DeLong, Bradford, and Lawrence Summers. 1991. Equipment Investment and Economic Growth, Quarterly Journal of Economics 106(2): 445-502.",
        "Desai, Mihir, Fritz Foley, and James Hines. 2004a. A Multinational Perspective on Capital Structure Choice and Internal Capital Markets, Journal of Finance 59(6): 245 1-2487.",
        "Desai, Mihir, Fritz Foley, and James Hines. 2004b. Foreign Direct Investment in a World of Multiple Taxes, Journal of Public Economics 88(12): 2727-2744.",
        "Devereux, Michael, Rachel Griffith, and Alexander Klemm. 2002. Corporate Income Tax Reforms and International Tax Competition, Economic Policy 17(35): 449495. Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2002. The Regulation of Entry, Quarterly Journal of Economics 117(1): 1-37.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2003. Courts, Quarterly Journal of Economics 118(2): 453-517.",
        "Goolsbee, Austan. 1998. Taxes, Organizational Form, and the Deadweight Loss of the Corporate Income Tax, Journal of Public Economics 69(1): 143-152.",
        "Graham, John. 1996. Debt and the Marginal Tax Rate, Journal of Financial Economics 41(1): 41-73.",
        "Graham, John. 2003. Taxes and Corporate Finance: A Review. Review of Financial Studies 16 (4): 1075-1129.",
        "Gwartney, James, Robert Lawson, and William Easterly. 2006. Economic Freedom of the World 2006 Annual Report. Vancouver, CA: The Fraser Institute.",
        "Hall, Robert, and Dale Jorgenson. 1967. Tax Policy and Investment Behavior, American Economic Review 57 (3): 391-414.",
        "Hall, Robert, and Alvin Rabushka. 1985. The Flat Tax. Stanford, CA: Hoover Institution.",
        "Haltiwanger, John, Stefano Scarpetta, and Helena Schweiger. 2006. Assessing Job Flows Across Countries: The Role of Industry, Firm Size, and Regulations, The World Bank Policy Research Working Paper 4070, Washington: World Bank.",
        "Hassett, Kevin, and Glenn Hubbard. 2002. Tax Policy and Business Investment, In Alan Auerbach and Martin Feldstein (eds.), Handbook of Public Economics, Vol. III, 1293-1343. Amsterdam: North-Holland.",
        "Heritage Foundation. 2004. 2004 Index of Economic Freedom, Washington, D.C.: Heritage Foundation and The Wall Street Journal.",
        "Hines, James. 2005. Corporate Taxation and International Competition, Mimeo.",
        "Hines, James, and Eric Rice. 1994. Fiscal Paradise: Foreign Tax Havens and American Business, Quarterly Journal of Economics 109(1): 149-182.",
        "Johnson, Simon, Daniel Kaufmann, and Andrei Shleifer. 1997. The Unofficial Economy in Transition, Brookings Papers on Economic Activity 1997(2): 159-239.",
        "King, Mervyn, and Don Fullerton, eds. 1984. The Taxation of Income from Capital, Chicago: University of Chicago Press for the NBER.",
        "Klapper, Leora, Luc Laeven, and Raghuram Rajan. 2006. Entry Regulation as a Barrier to Entrepreneurship, Journal of Financial Economics 82(3): 591-629.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny. 1997. Legal Determinants of External Finance, Journal of Finance 52(3): 113 1-1150.",
        "La Porta, Rafel, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny. 1999. The Quality of Government, Journal of Law, Economics, and Organization 15(1): 222-279.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2008. Economic Consequences of Legal Origins, Journal of Economic Literature, forthcoming.",
        "Mackie-Mason, Jeffrey, 1990. Do Taxes Affect Corporate Financing Decisions? Journal of Finance 45 (5): 147 1-1493.",
        "Miller, Merton. 1977. Debt and Taxes, Journal of Finance 32 (2): 261-275.",
        "Miller, Merton, and Franco Modigliani. 1958. The Cost of Capital, Corporation Finance and the Theory of Investment, American Economic Review 48(3): 261-297.",
        "Schneider, Friedrich. 2005. Shadow Economies around the World: What Do We Really Know? European Journal of Political Economy 2 1(3): 598-642."
    ]
}