{
    "id": 13752,
    "cites": 37,
    "cited_by": 6,
    "reference": [
        "Akerlof, George. A. (1970), The Market for `Lemons: Qualitative Uncertainty and the Market Mechanism, Quarterly Journal of Economics, Vol. 84, pp. 488-500.",
        "Chiappori, Pierre-Andre (2000), Econometric Models of Insurance under Asymmetric Information, Handbook of Insurance (G. Dionne, ed.).",
        "Cohen, Alma (2005), Asymmetric Information and Learning: Evidence from the Automobile Insurance Market, Review of Statistics and Economics, Vol. 87, Issue 2, pp: 197-207.",
        "Cohen, Alma and Liran Einav (2007), Estimating Risk Preferences from Deductible Choice, American Economic Review, Vol. 97, pp. 745-788.",
        "Cohen, Alma and Peter Siegelman (2007), Adverse Selection in Insurance Markets, Working Paper.",
        "Cooper, R., and B. Hayes. (1987), Multi-period Insurance Contracts, International Journal of Industrial Organization, Vol.5, pp. 211-231.",
        "Crawford, Gregory and Matthew Shum (2005), Uncertainty and Learning in Pharmaceutical Demand, Econometrica, 73, 1137-73.",
        "DArcy, Stephen, P., and Neil, A. Doherty (1990), Adverse Selection, Private Information, and Lowballing in Insurance Markets, Journal of Business, Vol. 63, pp. 145-164.",
        "Dahlby, Bev, and Douglas, S. West (1986), Price Dispersion in an Automobile Insurance Market, Journal of Political Economy, Vol. 94, pp. 4 18-438.",
        "DellAriccia, Giovanni, Ezra Friedman, and Robert Maquez (1999), Adverse Selection as a Barrier to Entry in the Banking Industry, The Rand Journal of Economics, Vol. 30,pp. 515-534.",
        "Dynamic Insurance Markets, Journal of Political Economy, Vol. 113, pp. 121-150. Dionne, Georges, and Neil A. Doherty (1994), Adverse Selection, Commitment and Renegotiation: Extension to and Evidence from Insurance Market, Journal of Political Economy, Vol. 102, pp..210-235.",
        "Dionne, Georges, and Pierre Lasserre (1985), Adverse Selection, Repeated Insurance Contracts and Announcement Strategy, Review of Economic Studies, Vol. 52, pp. 719-723.",
        "Dionne, Georges, and Charles Vanasse (1992), Automobile Insurance Ratemaking in the Presence of Asymmetrical Information, Journal of Applied Econometrics, Vol. 7, pp. 149-165.",
        "Doiron, Denise (1995), Lay-offs as Signals: The Canadian experience, The Canadian Journal of Economics, 28, 899-9 13.",
        "Finkelstein, Amy, and James Poterba (2004), Adverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity Market, Journal of Political Economy 112, 183-208, with James Poterba.",
        "Genesove, David (1993), Adverse Selection in the Wholesale Used Car Market, Journal of Political Economy, Vol. 101, pp. 644-665.",
        "Gibbons, Robert. and Lawrence Katz (1991), Layoffs and Lemons, Journal of Labor Economics, Vol. 9, pp. 351-3 80.",
        "Greenwald, Bruce (1986), Adverse selection in the Labor Market, The Review of Economic Studies, Vol. 53, pp. 325-347.",
        "Grund, Christian (1998), Stigma Effects of Layoffs? Evidence from German MicroData,  Economics Letters, 64, 24 1-247.",
        "Hendel, Igal and Alessandro Lizzeri (2003), The Role of Commitment in Dynamic Contracts: Evidence from Life Insurance, Quarterly Journal of Economics, 299-327.",
        "Israel, Mark (2005a), Tenure Dependence in Consumer-Firm Relationships: An Empirical Analysis of Consumer Departures from Automobile Insurance Firms, RAND Journal of Economics, 36, 165-192.",
        "Kunreuther, Howard and Mark V. Pauly (1985), Markets equilibrium with Private Knowledge: An Example, Journal of Public Economics, Vol. 26, pp. 269-288.",
        "Laing, D. (1994), Involuntary Layoffs in a Model with Asymmetric Information Concerning Worker Ability, Review of Economic Studies, Vol. 61, pp. 375-392.",
        "Ma, Ching-to Albert, and Andrew M. Weiss (1993), A Signaling Theory of Unemployment, European Economic Review, Vol. 37, pp. 135-157.",
        "Milgrom, Paul and Oster, Sharon (1987), Job Discrimination, Market Forces, and the Invisibility Hypothesis, Quarterly Journal of Economics, Vol. 102, pp. 453-376.",
        "Marquez, Robert (2002), Competition, Adverse selection, and Information Dispersion in the Banking Industry, Review of Financial Studies, Vol. 15, pp. 901-926.",
        "Nilssen, Tore (1992), Two Kinds of Consumer Switching Costs, The Rand Journal of Economics, Vol. 23, pp. 579-589.",
        "Nilssen, Tore (2000), Consumer Lock-in with Asymmetric Information, International Journal of Industrial Organization, Vol. 18, pp. 641-666.",
        "Petersen, A. Mitchell, and Rajan, Raghuram (1994), The Benefit of Lender Relationships: Evidence from Small Business Data, Journal of Finance, Vol. 49, pp. 3-3 7.",
        "Prendergast, Canice (1992), The Insurance Effect of Groups, International Economic Review, 33, 567-81.",
        "Puelz, Robert, and Arthur Snow (1994), Evidence on Adverse Selection: Equilibrium Signaling and Cross-Subsidization in the Insurance Market, Journal of Political Economy, Vol. 102, pp. 23 6-257.",
        "Rajan, Raghuram (1992), Insiders and Outsiders: The Choice between Informed and Arms length debt, Journal of Finance, Vol. 47, pp. 1367-1400.",
        "Ricart i Costa, J. (1988), Managerial Performance and Task Assignment, Econometrica, Vol. 56, pp. 449-466.",
        "Rothschild, Michael and Joseph E. Stiglitz (1976), Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information. Quarterly Journal of Economics Vol. 90, pp. 629-649.",
        "Stango, Victor (2002), Pricing with Consumer Switching Costs: Evidence from the Credit Card Market, The Journal of Industrial Economics, Vol. 30 pp. 475-492.",
        "Waldman, Michael (1984), Job Assignment, Signaling, and Efficiency, Rand Journal of Economics, Vol. 15, pp. 255-267.",
        "Watt, Richard and Francisco Vazquez (1997), Full Insurance, Bayesian Updated Premiums, and Adverse Selection, Geneva Papers on Risk and Insurance Theory, Vol. 22,pp. 135-150."
    ]
}