{
    "id": 1375,
    "cites": 26,
    "cited_by": 5,
    "reference": [
        "1. Atkinson, A. B, and J. E. Stigiltz, The Structure of Indireqt Taxes and E~Qnomic ~fficiency, Joi~rna1 qf Public Economic~ 1, No. 1 (April 1972), 97,119",
        "2. Atlcinson, A. B, and J. E. Stiglitz, The Design Qf Tax Struc~nre: Direct versus Indirect Ta~cation, Journal of Public Economics 6, No. 1,2 (July-August 1976), 55-75",
        "13. Auerbach, Alat~ J., Taxation, Corporate Financial Policy and the Cost of Capital, Jq~rnal of Economic Literature ?1, Nq. 3 (S~ptemb~r 1983), 905-940.",
        "4. Ballard, q~ar1es L., John B, Shoven, and John ~ha1ley~ ~ Welfare Cost of ~isto~tions in the United States Tax System: A General Equilibrium Approach, National Bureau of Economic Research Working Paper No, 1043 (December 198~).",
        "5. Baumol, William J. and David F. Bradfprd, Optimal Departures from Marginal Cost Pricing, $e~erican Economic Review 60, No. 3 (June 1970) ,265!283. r 29 -",
        "6. Benhabib, Jess and Clive Bull, The Optimal Quantity of Money: A Formal Treatment, Internation Economic Review 24, No. 1 (February 1983), 101-111.",
        "7. Clower, Robert W. A Reconsideration of the Microfoundations of Monetary Theory, Western Econ~~q Journal 6, No. 1 (December 1967), 1-9.",
        "8. Clower, Robert W., Is There an Optimal Money Supply?, Journal of Finance 25, No. 2 (May 1970), 425-433.",
        "9. Deaton, Angus, The Distance Function in Consumer Behaviour with Applications to Index Numbers and optimal Taxation, The Review of Economic Studies 46, No. 3 (July 1979), 391-405.",
        "10. Diamond, Peter A. and James A. Mirrlees, Optimal Taxation and Public Production I-Il, American Economic Review 61, I is in No. 1 (March 1971), 6-27, II is in No. 2 (June 1971), 261-278.",
        "11. Drazen, Allan, The Optimal Rate of Inflation Revisited, Journal on Monetary Economics 5, No. 2 (April 1979), 231-248.",
        "12. Fama, Eugene, Banking in the Theory of Finance, Journal of Monetary Economics 6, No. 1 (January 1980), 39-57.",
        "17. Grandmont, J. M. and Y. Younes, On the Efficiency of a ~4onetary Equilibrium, The Review of Economic Studies 40, No. 2 (April 1973), 149-165.",
        "18. Green, Jerry, and Eytan Sheshinski, Budget Displacement Fffects of Inflationary Finance, American Economic Review 67, No. 4 (September 1977), 771-782.",
        "19. Helpman, Elhanon, and Ednaim Sadka, Optimal Financing of the Governments Budget: Taxes, Bonds, or Money?, American Economic Review 69, No. 1 (March 1979), 152-160.",
        "20. Johnson, Harry G., Problems of Efficiency in Monetary Management, Journal of Political Economy 76, No. 5 (September/October 1968), 97 1-990.",
        "21. Johnson, Harry G., Is There an Optimal Money Supply?, Journal of Finance 25, No. 2 (May 1970), 435-442. - 31 -",
        "22. Marty, Alvin L., Inflation, Taxes and the Public Debt, Journal of Money, Credit, and Banking 10, No. 4 (November 1978), 437-452.",
        "23. McCallum, Bennett, The Role of Overlapping Generations Models in Monetary Economics in Money, Monetary Policy, and Financial Institutions K. Brunner and A. H. Meltzer (eds.) Carnegie- Rochester Conference Series on Public Policy, vol. 18 (Spring 1983).",
        "24. Phelps, Edmund S., Inflation in the Theory of Public Finance, Swedish Journal of Economics (March 1973), 67-82.",
        "25. Sandmo, Agnar, Optimal Taxation - An Introduction to the Literature, Journal of Public Economics 6, No. 1,2 (July-August 1976), 37-54.",
        "26. Sidrauski, Miguel, Rational Choice and Patterns of Growth in a Monetary Economy, American Economic Review 58, No. 4 (May 1967), 534-544.",
        "27. Siegel, Jeremy J., Notes on Optimal Taxation and the Optimal Rate of Inflation, Journal of Monetary Economics 4, No. 2 (April 1978), 297-305.",
        "28. Stockman, Alan C., Anticipated Inflation and the Capital Stock in a Cash-in-Advance Economy, Journal of Monetary Economics 8, No. 3 (November 1981), 387-393. - 32 -",
        "29. Summers, Lawrence H., Optimal Inflation Policy, Journal of Monetary Economics 7, No. 2 (March 1981), 175-194.",
        "130. Weiss, Laurence, The Effects of Money Supply on Economic Welfare in the Steady State, Econometrica 48, No. 3 (April 1980), 565-576. - 33 -"
    ]
}