{
    "id": 13755,
    "cites": 34,
    "cited_by": 2,
    "reference": [
        "Abraham, Katherine G. and John C. Haltiwanger, Real wages and the business cycle, Journal of Economic Literature, 33, September 1995, 1215-64.",
        "Abrahams, Jeffrey, The Mission Statement Book, Berkeley, CA: Ten Speed Press, 1995.",
        "Akerlof, George A., Labor contracts as partial gift exchange, Quarterly Journal of Economics, 97, November 1982, 543-69.",
        "Akerlof, George A. and Janet L. Yellen, The fair wage-effort hypothesis and unemployment,  Quarterly Journal of Economics, 105, May 1990, 255-283.",
        "Burdett, Kenneth and Dale T. Mortensen, Equilibrium wage differentials and employer size, International Economic Review, 39, May 1998, 257-74.",
        "ChÃ\u0083Â©ron, Arnaud, Labormarket search and real business cycles: Nash bargaining vs. fair wage, Economics Letters, 77, 2002, 279-85.",
        "Chetty, Raj and Adam Szeidl, Consumption commitments and risk preferences, Quarterly Journal of Economics, 2007, forthcoming.",
        "Collard, Fabrice and David de la Croix, Gift exchange and the business cycle: The fair wage strikes back, Review of Economic Dynamics, 3, 2000, 166-93.",
        "Danthine, Jean-Pierre and John B. Donaldson, Efficiency wages and the business cycle puzzle, European Economic Review, November 1990, 1275-301.",
        "Danthine, Jean-Pierre and AndrÃ\u0083Â© Kurmann, Fair wages in a New Keynesian model of the business cycle, Review of Economic Dynamics, 7, 2004, 107-42.",
        "Fehr, Ernst and Klaus M. Schmidt, A Theory of Fairness, Competition and Cooperation,  Quarterly Journal of Economics, 1999, 817-68.",
        "Gneezy, Un and John A. List, Putting behavioral economics to work: Testing for gift exchange in labor markets using field experiments, Econometrica, 74, September 2006, 1365-84.",
        "Hall, Robert E., Macroeconomic fluctuations and the allocation of time, Journal of Labor Economics, 15, January 1997, S223-5O.",
        "Hinrichs, John R., Measurement of reasons for resignation of professionals: Questionnaire versus company and consultant exit interviews, Journal of Applied Psychology, August 1975, 60, 530-2.",
        "Kahneman, Daniel, Jack Knetsch, and Richard Thaler, Fairness as a constraint on profit: Seeking entitlements in the market, American Economic Review, 76, September 1986, 728-41.",
        "Katz, Lawrence F. Efficiency wage theories: A partial evaluation, NBER Macroeconomics Annual, 1, 1986, 235-75.",
        "Kennickell, Arthur B., Martha Starr-McCluer, and Annika E. SundÃ\u0083Â©n, Family finances in the U.S.: Recent evidence from the Survey of Consumer Finances, Federal Reserve Bulletin, January 1997, 1-24.",
        "Krueger, Alan B. and Alexandre Mas, Strikes, scabs, and tread separations: Labor strife and the production of defective Bridgestone/Firestone tires, Journal of Political Economy, 112, April 2004, 253-89.",
        "Krause, Michael U. and Thomas A. Lubik, The cyclical upgrading of labor and on-thejob search, Working Paper, 2005.",
        "Lee, Sangheon, Seniority as an employment norm: the case of layoffs and promotions in the US employment relationship, Socio-Economic Review, 2, 2004, 65-86.",
        "Levine, David K., Modeling altruism and spitefulness in experiments, Review of Economic Dynamics, 1, 1998, 593-622.",
        "Levine, David I., Fairness, markets and ability to pay: Evidence from compensation executives, American Economic Review, 83, December 1993, 1241-59.",
        "Merz, Monika, Search in the labor market and the real business cycle, Journal of Monetary Economics, 35, November 1995, 269-300.",
        "Morrison, India, Donna Lloyd, Giuiseppe Di Pellegrino, and Neil Roberts, Vicarious 41 responses to pain in anterior cingulate cortex: Is empathy a multisensory issue? Cognitive, Affective and Behavioral Neuroscience, 4, June 2004, 270-8.",
        "Mortensen, Dale T. and Eva NagypÃ\u0083Â¡l, More on unemployment and vacancy fluctuations,  NBER Working Paper 11692, October 2005.",
        "Mortensen, Dale T., and Christopher A. Pissarides, Job creation and job destruction in the theory of unemployment, Review of Economic Studies, 61, July 1994, 397-415.",
        "NagypÃ\u0083Â¡l, Eva, On the extent of job-to-job transitions, Mimeo, 2005.",
        "Price, James L., Reflection on the determinants of voluntary turnover, International Journal of Manpower, 2001, 22, 600-24.",
        "Rabin, Matthew, Incorporating fairness into game theory and economics, American Economic Review, 83, December 1993, 1281-302.",
        "Rotemberg, Julio J., A heuristic method for extracting smooth trends from economic time series, National Bureau of Economic Research Working Paper 7439, December 1999.",
        "Shimer, Robert, The cyclical behavior of equilibrium unemployment and vacancies, American Economic Review, 95, March 2005, 25-49.",
        "Silva, Jose I. and Manuel Toledo, Labor turnover costs and the behavior of vacancies and unemployment, mimeo, 2006.",
        "Singer, Tania, Ben Seymour, John P. ODoherty, Klaas E. Stephan, Raymond J. Dolan and Chris D. Firth, Empathic neural responses are modulated by the perceived fairness of others, Nature, 439, Jan 2006, 466-9.",
        "Sutherland, John, Job-to-job turnover and job-to-non-employment movement: A case study investigation, Personnel Review, 31, 2002, 710-21."
    ]
}