{
    "id": 13762,
    "cites": 32,
    "cited_by": 1,
    "reference": [
        "Green, T. Clifton, and Byoung-Hyoun Hwang, 2007, Price-based return comovement, Emory University working paper.",
        "Greenwood, Robin, 2007a, Excess Comovement: Evidence from cross-sectional variation in Nikkei 225 weights, forthcoming Review of Financial Studies.",
        "Greenwood, Robin, 2007b, Trading restrictions and stock prices, forthcoming Review of Financial Studies.",
        "Greenwood, Robin, and Nathan Sosner, 2007, Trading patterns and excess comovement of stock returns, forthcoming Financial Analysts Journal.",
        "Hong, Harrison, Jialin Yu, and Jiang Wang, 2007, Firms as buyers of last resort, Review of Financial Studies, forthcoming.",
        "Journal of Financial Economics, forthcoming. Lakonishok, Josef, and Baruch Lev, 1987, Stock splits and stock dividends: Why, who, and when, Journal of Finance 42, 9 13-932.",
        "Lakonishok, Josef, Robert Vishny, and Andrei Shleifer, 1992, The impact of institutional trading on stock prices, Journal of Financial Economics 32, 23-43.",
        "Li, Wei, and Erik Lie, 2006, Dividend changes and catering incentives, Journal of Financial Economics 80, 293-308.",
        "Loughran, Tim, and Jay R. Ritter, 2002, Why dont issuers get upset about leaving money on the table in IPOs?, Review of Financial Studies 15, 4 13-443.",
        "Malkiel, Burton G., 1999, A Random Walk Down Wall Street, (Norton, New York, NY).",
        "Merton, Robert C., 1987, A simple model of capital market equilibrium with incomplete information, Journal of Finance 42, 483-5 10.",
        "Ohlson, James A., and Stephen H. Penman, 1985, Volatility increases subsequent to stock splits, Journal of Financial Economics 14, p. 25 1-266.",
        "Siegel, Jeremy, 1998, Stocks for the Long Run, (McGraw-Hill, New York).",
        "Gompers, Paul, and Andrew Metrick, 2001, Institutional ownership and equity prices, The Quarterly Journal of Economics 116, 229-259.",
        "Hirshleifer, David, and Siew Hong Teoh, 2002, Limited attention, information disclosure, and financial reporting, Journal ofAccounting and Economics 36, 337-386.",
        "Fama, Eugene F., and Kenneth R. French, 2001, Disappearing dividends: Changing firm characteristics or lower propensity to pay?, Journal of Financial Economics 60, 3-44.",
        "Fama, Eugene F., and Kenneth R. French, 1997, Industry costs of equity, Journal of Financial Economics 43, 153-193.",
        "Dolley, James C., 1933, Common stock split-ups-Motives and effects, Harvard Business Review October, 70-81.",
        "Cooper, Michael J., Ajay Korana, Igor Osobov, Ajay Patel, and P. Raghavendra Rau, 2004, Managerial actions in response to a market downturn: Valuation effects of name changes in the dot.com decline, Journal of Corporate Finance, forthcoming.",
        "Cooper, Michael J., Orlin Dimitrov, and P. Raghavendra Rau, 2001, A rose.com by any other name, Journal of Finance 56, 237 1-2388.",
        "Campbell, John Y., Martin Lettau, Burton G. Malkiel, and Yexiao Xu, 2001, Have individual stocks become more volatile? An empirical exploration of idiosyncratic risk, Journal of Finance 56, 1-44.",
        "Brennan, Michael, and Thomas Copeland, 1988, Stock splits, stock prices, and transactions costs, Journal of Financial Economics 22, 83-101.",
        "Black, Fischer, 1986, Noise, Journal of Finance 41, 529-543.",
        "Bikhchandani, Sushil, David Hirshleifer, and Ivo Welch, 1992, A theory of fads, fashion, custom, and cultural change as informational cascades, Journal of Political Economy 100, 992-1026.",
        "Benartzi, Shlomo, Roni Michaely, Richard H. Thaler, and William C. Weld, 2007, The nominal price puzzle, UCLA working paper.",
        "Barber, Brad, and Terrence Odean, 2007, All that glitters: The effect of attention and news on the buying behavior of individual and institutional investors, Review of Financial Studies, forthcoming.",
        "Baker, Malcolm, and Jeffrey Wurgler, 2004b, Appearing and disappearing dividends: The link to catering incentives, Journal of Financial Economics 73, 27 1-288.",
        "Baker, Malcolm, and Jeffrey Wurgler, 2004a, A catering theory of dividends, Journal of Finance 59, 1125-1165.",
        "Baker, Malcolm, Richard Ruback, and Jeffrey Wurgler, 2007, Behavioral corporate finance: A survey, ed. Espen Eckbo, (Amsterdam: North-Holland).",
        "Baker, H. Kent, and Patricia L. Gallagher, 1980, Managements view of stock splits, Financial Management 9, 73-77.",
        "Amihud, Yakov, and Clifford M. Hurvich, 2004, Predictive regressions: A reduced-bias estimation method, Journal of Financial and Quantitative Analysis 41, 637-660.",
        "Aghion, Philippe, and Jeremy Stein, 2007, Growth vs. margins: Destabilizing consequences of giving the stock market what it wants, forthcoming Journal of Finance."
    ]
}