{
    "id": 13771,
    "cites": 12,
    "cited_by": 37,
    "reference": [
        "Xu, Bin, and Jiangyong Lu, 2007, The Impact of Foreign Firms on the Sophistication of Chinese Exports, working paper, China Europe International Business School and Tsinghua University.",
        "Xu, Bin, 2007, Measuring Chinas export sophistication, China Europe International Business School.",
        "Schott, Peter, 2006, The relative sophistication of Chinese exports, NBER working paper 12173.",
        "Schott, Peter, 2004, Across-product versus within-product specialization in international trade, Ouarterlv Journal of Economics, 119(2): 647-67 8.",
        "Hummels, David, and Peter Klenow, 2005, The variety and quality of a nations exports, American Economic Review, 95: 704-723.",
        "Hallack, Juan Carlos, 2006, Product quality and the direction of trade, Journal of International Economics 68(1): 238-265.",
        "Hallack, Juan Carlos, and Peter Schott, 2005, Estimating cross-country differences in product quality, working paper, Yale University.",
        "Hale, Galina, and Cheryl Long, 2006, What determines technological spillovers of foreign direct investment: evidence from China, Working Paper Series 2006-13, Federal Reserve Bank of San Francisco. Static URL: http://ideas.recpec.org/p/fip/fedfwp/2006- 13 .html.",
        "Fontagne, Lionel, Guillaume Gaulier, and Soledad Zignago, 2007, Specialisation across varieties within products and North-South competition, CEPII Working Paper, No. 2007-06, May.",
        "Fisman, Raymond, and Shang-Jin Wei, 2004, Tax Rates and Tax Evasion: Evidence from `Missing Trade in China, Journal of Political Economy 112 (2): 47 1-496.",
        "Fisman, Raymond, Peter Moustakerski, and Shang-Jin Wei, 2008, Outsourcing Tariff Evasion: A New Explanation for Entrepot Trade, Review of Economics and Statistics, forthcoming.",
        "Finger, J. Michael, and M. E. Kreinin, 1979, A measure of `export similarity and its possible uses, Economic Journal, 89: 905-9 12."
    ]
}