{
    "id": 13779,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "Acemoglu, Daron, Mikhail Golosov, and Aleh Tsyvinski (2007) Political Economy of Mechanisms, Working Paper.",
        "Aghion, Philippe and Patrick Bolton (1990) Government Domestic Debt and the Risk of Default: A Political-Economic Model of the Strategic Role of Debt, in Rudi Dornbusch and Mario Draghi, eds. Capital Markets and Debt Management, MIT Press; Cambridge.",
        "Aiyagari, S. Rao, Albert Marcet, Thomas J. Sargent, and Juha Seppala (2002) Optimal Taxation without State-Contingent Debt, Journal of Political Economy, 110, 1220-1254.",
        "Alesina, Alberto and Roberto Perotti (1994) The Political Economy of Budget Deficits, NBER Working Paper 4637.",
        "Alesina, Alberto and Guido Tabellini (1990) A Positive Theory of Fiscal Deficits and Government Debt, Review of Economic Studies, 57, 403-414.",
        "Barro, Robert J. (1979) ~On the Determination of Public Debt, Journal of Political Economy, 87, 940-971.",
        "Bohn, Henning (1990) Tax Smoothing with Financial Instruments, American Economic Review, 80, 1217-1230.",
        "Caballero, Ricardo and Stavros Panageas (2005) A Quantitative Model of Sudden Stops and External Liquidity Management, Working Paper.",
        "Central Intelligence Agency (2007) CIA World Factbook, website and book.",
        "Washington, DC. Chari, V.V., and Patrick J. Kehoe (1993a) Sustainable Plans and Debt, Journal of Economic Theory, 61, 230-261.",
        "Chari, V.V., and Patrick J. Kehoe (1993b) Sustainable Plans and Mutual Default, Review of Economic Studies, 60, 175-195.",
        "Johnson, Simon (2007), ~The Rise of Sovereign Wealth Funds, Finance and Development 44 (3), September.",
        "Kydland, Finn E. and Edward C. Prescott (1977) Rules Rather than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy, 85, 473-491.",
        "Lizzeri, Alessandro (1999) Budget Deficits and Redistributive Politics, Review of Economic Studies 66, 909-928.",
        "Lucas, Robert E., Jr. and Nancy L. Stokey (1983) ~Optimal Fiscal and Monetary Policy in an Economy without Capital, Journal of Monetary Economics, 12, 55-93.",
        "World Bank (2006) World Development Indicators, CD-ROM and Book. washington, DC.",
        "Yared, Pierre (2007) Politicians, Taxes, and Debt, working Paper."
    ]
}