{
    "id": 13777,
    "cites": 17,
    "cited_by": 19,
    "reference": [
        "Acemoglu, Daron, and William Hawkins, ~Equilibrium Unemployment in a Generalized Search Model, mimeo, University of Rochester, 2006.",
        "Cooper, Russell, John Haltiwanger, Jonathan L. Willis, ~Dynamics of Labor Demand: Evidence from Plant-level Observations and Aggregate Implications, Working Paper No. 10297, National Bureau of Economic Research, 2004.",
        "Cooper, Russell, John Haltiwanger, Jonathan L. Willis, ~Implications of Search Frictions: Matching Aggregate and Establishment-level Observations, Working Paper No. 13115, National Bureau of Economic Research, 2007.",
        "Elsby, Michael W.L., Ryan Michaels, and Gary Solon, The Ins and Outs of Cyclical Unemployment,  Working Paper No. 12853, National Bureau of Economic Research, 2007.",
        "Fallick, Bruce and Charles Fleischman, Employer-to-Employer Flows in the U.S. Labor Market: The Complete Picture of Gross Worker Flows, Finance and Economics Discussion Series 2004-34. Washington: Board of Governors of the Federal Reserve System, 2004.",
        "Fujita, Shigeru and Garey Ramey, The Cyclicality of Job Loss and Hiring, mimeo, Federal Reserve Bank of Philadelphia and University of California at San Diego, 2006.",
        "Garibaldi, Pietro, Hiring Freeze and Bankruptcy in Unemployment Dynamics, mimeo, University of Turin and Fondazione Collegio Carlo Alberto, 2006.",
        "Haefke, C., M. Sonntag, and T. van Rens, Wage Rigidity and Job Creation, mimeo, Universitat Pompeu Fabra, 2007.",
        "Hagedorn, Marcus and Iourii Manovskii, The Cyclical Behavior of Equilibrium Unemployment and Vacancies Revisited, mimeo, University of Pennsylvania, 2005.",
        "Hobijn, Bart, and Aysegul Sahin, Firms and Flexibility, mimeo, Federal Reserve Bank of New York, 2007.",
        "Pissarides, Christopher A., ~The Unemployment Volatility Puzzle: Is Wage Stickiness the Answer? mimeo, London School of Economics, 2007.",
        "Rotemberg, Julio J., ~Cyclical Wages in a Search-and-Bargaining Model with Large Firms, Working Paper No. 12415, National Bureau of Economic Research, 2006.",
        "Silva, Jose I., and Manuel Toledo, ~Labor Turnover Costs and the Cyclical Behavior of Vacancies and Unemployment, mimeo, Universidad Carlos III de Madrid, 2007.",
        "Shimer, Robert, ~The Consequences of Rigid Wages in Search Models, Journal of the European Economic Association (Papers and Proceedings), 2: 469-479, 2004.",
        "Shimer, Robert, ~The Cyclical Behavior of Equilibrium Unemployment and Vacancies, American Economic Review 95 (March), 25-49, 2005.",
        "Shimer, Robert, ~Reassessing the Ins and Outs of Unemployment, mimeo, University of Chicago, 2007.",
        "Stokey, Nancy L., and Robert E. Lucas Jr., Recursive Methods in Economic Dynamics, with Edward C. Prescott Cambridge, Mass. and London: Harvard University Press, 1989."
    ]
}