{
    "id": 13781,
    "cites": 69,
    "cited_by": 7,
    "reference": [
        "Zimring, Franklin E., and Gordon Hawkins. (1997). Crime is Not the Problem: Lethal Violence in America. New York: Oxford University Press.",
        "Wintemute, Garen. (2000). Guns and Gun Violence. In Alfred Blumstein, and Joel Wallman (eds.), The Crime Drop in America. New York: Cambridge University Press, 45-96.",
        "Zimring, Franklin E. (2007). The Great American Crime Decline. New York: Oxford University Press.",
        "Western, Bruce. (2006). Punishment and Inequality in America. New York: Russell Sage Foundation.",
        "Wiersema, Brian, Cohn Loftin, and David McDowall. (2000). A Comparison of Supplementary Homicide Reports and National Vital Statistics System Homicide Estimates for U.S. Counties, Homicide Studies 4, 3 17-340.",
        "United States Kerner Commission. (1968). Report of the NationalAdvisory Commission on Civil Disorders. Washington, DC: U.S. Government Printing Office.",
        "Travis, Jeremy. (2005). But They All Come Back: Facing the Challenges of Prisoner Reentry. Washington, DC: Urban Institute Press.",
        "U.S. National Commission on the Causes and Prevention of Violence. (1969). To Establish Justice, to Insure Domestic Tranquility: Final Report. Washington, DC: U.S. Government Printing Office.",
        "Skogan, Wesley, and Kathleen Frydl. (2004). Fairness and Effectiveness in Policing: The Evidence. Washington, DC: The National Acedemic Press.",
        "Sherman, Lawrence W. (2002). Fair and Effective Policing. In James Q. Wilson, and Joan Petersilia (eds.), Crime: Public Policies for Crime Control. Institute for Contemporary Studies: Oakland, CA, 383-412.",
        "Schwartz, Amy Ellen, Scott Susin, and loan Voicu. (2003). Has Falling Crime Driven New York Citys Real Estate Boom? Journal of Housing Research 14, 1, 101- 135.",
        "Sampson, Robert J., Stephen Raudenbush, and Felton Earls. (1997). Neighborhoods and Violent Crime: A Multilevel Study of Collective Efficacy, Science 277, 9 18-924.",
        "Raphael, Steven and Melissa Sills (forthcoming). Urban crime, race, and the criminal justice system in the United States. In Daniel P. McMillen and Richard Arnott, eds., Companion to Urban Economics. New York, Blackwell Publishing, 515- 535. Rosenfeld, Richard, Robert Fornango, and Eric Baumer. (2005). Did Ceasefire, Compstat, and Exile Reduce Homicide? Criminology and Public Policy 4, 419- 450.",
        "Presidents Commission on Law Enforcement and Administration of Justice. (1967). To Challenge of Crime in a Free Society. Washington, DC: U.S. Government Printing Office.",
        "Philipson, Tomas J., and Richard A. Posner. (1996). The Economic Epidemmiology of Crime, Journal of Law and Economics 39 (October), 405-433.",
        "Washington, DC: The National Academies Press. Newman, Katherine S. (2004). Rampage: The Social Roots of School Shootings. New York: Basic Books.",
        "National Research Council (2008). Parole, Desistance from Crime, and Community Integration. Committee on Community Supervision and Desistance from Crime.",
        "Morris, Norval, and Michael Tonry. (1990). Between Prison and Probation: Intermediate Punishments in a Rational Sentencing System. New York: Oxford University Press.",
        "Kocieniewski, David (2007). Few choices in shielding of Witnesses, New York Times New York region: Oct. 28.",
        "Land, Kenneth C., McCall Patricia L., and Lawrence E. Cohen. (1990). Structural Covariates of Homicide Rates: Are There Any Invariances across Time and Social Space? American Journal of Sociology 95, 4, 922-963.",
        "Levitt, Steven D., and Thomas J. Miles. (forthcoming). The Empirical Study of Criminal Punishment. In A. Mitchell Polinsky, and Steven Shavell (eds.), The Handbook of Law and Economics. Levitt, Steven. (2002). Using Electoral Cycles in Police Hiring to Estimate the Effects of Police on Crime: A Reply, American Economic Review 92, 4, 1244-1250.",
        "Lochner, Lance, and Enrico Moretti. (2004). The effect of education on crime: evidence from prisoner inmates, arrests, and self-report, American Economic Review 94, 1, March, 155-189.",
        "Ludwig, Jens. (2006). The Costs of Crime. Testimony. . United States Committee on the Judiciary, 19 September.",
        "Ludwig, Jens and Philip J. Cook (2001). The Benefits of Reducing Gun Violence: Evidence from Contingent-Valuation Survey Data Journal of Risk and Uncertainty 22(3), 2001: 207-226.",
        "Machin, Stephen J., and Oliver Marie. (2005). Crime and Police Resources: The Street Crime Initiative. IZA Discussion Paper No. 1853, November.",
        "McCrary, Justin. (2002). Using electoral cycles in police hiring to estimate the effect of police on crime: Comment, American Economic Review 92, 4, September, 1236- 1243.",
        "Moore, Mark H. (2002). Recognizing Value in Policing: The Challenge of Measuring Police Performance. Police Executive Research Forum.",
        "Klick, Jonathan, and Alexander Tabarrok. (2005). Using Terror Alert Levels to Estimate the Effect of Policy on Crime, The Journal of Law and Economics 48, 267-279.",
        "Kennedy, David M., Anne M. Piehl, and Anthony A. Braga. (1996). Youth Violence in Boston: Gun Markets, Serious Youth Offenders, and a Use-Reduction Strategy, Law and Contemporary Problems 59, 1, 147-198.",
        "Kennedy, David M. (2007). Making communities safer: Youth violence and gang interventions that work, testimony before the House Judiciary Subcommittee on Crime, Terrorism, and Homeland Security, Feb. 15.",
        "Kelly, Morgan. (2000). Inequality and Crime, Review of Economics and Statistics 82, 4, November, 530-539.",
        "Joyce, Theodore. (2004). Did legalized abortion lower crime? Journal of Human Resources 39, 1, 1-28.",
        "Katz, Lawrence F., Jeffrey R. Kling, and Jeffrey B. Liebman. (2003). The Early Impacts of Moving to Opportunity in Boston. In John Goering, and Judith Feins (eds.), Choosing a Better Life: Evaluating the Moving to Opportunity Social Experiment.",
        "Washington, DC: The Urban Institute Press. Kelling, George, and William H. Sousa, Jr. (2001). Do Police Matter? An Analysis of the Impact of New York Citys Policy Reforms.. Manhattan Institute Civic Report, December.",
        "Hemenway, David. (2004). Private Guns, Public Health. Ann Arbor, MI: University of Michigan Press.",
        "Glaeser, Edward L., Bruce Sacerdote, and Jose A. Scheinkman. (1996). Crime and Social Interactions, Quarterly Journal of Economics 111, 2, 507-548.",
        "Harcourt, Bernard E., and Jens Ludwig. (2006). Broken Windows: New Evidence from New York City and a Five-City Social Experiment, University of Chicago Law Review 73, 278-287.",
        "Glaeser, Edward L., and Bruce Sacerdote. (1999). Why Is There More Crime in Cities? The Journal of Political Economy 107, 6, December, 225-25 8.",
        "Fox, James Alan. (2000). Demographics and U.S. Homicide. In Alfred Blumstein, and Joel Wallman (eds.), The Crime Drop in America. New York: Cambridge University Press.",
        "Freeman, Scott, Jeffrey Grogger, and Jon Sonstelie. (1996). The spatial concentration of crime, Journal of Urban Economics 40 (September), 216-231.",
        "Evans, William N., and Emily Owens. (2005). Flypaper COPS. Working Paper..",
        "University of Maryland Department of Economics. Forst, Brian. (1999). Policing with Legitimacy, Efficiency, and Equity. In Brian Forst, and Peter Manning (eds.), The Privatization of Policing: Two Views. Washington, DC: Georgetown University Press, 1-48.",
        "Ehrlich, Isaac. (1974). Participation in illegitimate activities: An economic analysis. In Gary S. Becker, and William M. Landes (eds.), Essays in the Economics of Crime and Punishment. New York: National Bureau of Economic Research.",
        "Cullen, Julie Berry, and Steven D. Levitt. (1999). Crime, Urban Flight and the Consequences for Cities, Review of Economics and Statistics 81, 2, 159-169.",
        "Cook, Philip J., and Jens Ludwig. (2006). The social costs of gun ownership, Journal of Public Economics 90, 1-2, Jan., 379-39 1.",
        "Cook, Philip J., and Jens Ludwig. (2003). The Effects of Gun Prevalence on Burglary: Detenence vs. Inducement. In Jens Ludwig, and Philip J. Cook (eds.), Evaluating Gun Policy. Washington, DC: Brookings Institution Press, 74-118.",
        "Cook, Philip J., and Jens Ludwig. (2000). Gun Violence: The Real Costs. New York: Oxford University Press.",
        "Cook, Philip J., and J.H. Laub. (2002). After the Epidemic: Recent Trends in Youth Violence in the United States. In Tonry M. (ed.), Crime and Justice: A Review of Research. Chicago: University of Chicago Press, 117-153.",
        "Cook, Philip J. (1986). The Relationship Between Victim Resistance and Injury in Noncommerical Robbery, Journal of Legal Studies 15, 1, 405-416.",
        "Cook, Philip J. (1985). The Case of the Missing Victims: Gunshot Woundings in the National Crime Survey, Journal of Quantitative Criminology 1, 1, 9 1-102.",
        "Cook, Philip J. (1980). Reducing Injury and Death Rates in Robbery, Policy Analysis, Winter, 2 1-45.",
        "Cohen, Mark A., Roland T. Rust, Sara Steen, and Simon T. Tidd. (2004). Willingness- to-Pay For Crime Control Programs, Criminology 42, 1, February, 89-109.",
        "Cohen, Mark A. (2005). The Costs of Crime and Justice. New York: Routledge.",
        "Cohen, Jacqueline, and Jens Ludwig. (2003). Policing Gun Crimes. In Jens Ludwig, and Philip J. Cook (eds.), Evaluating Gun Policy. Washington, DC: Brookings Institution Press, 217-239.",
        "Clotfelter, Charles T. (1993). The Private Life of Public Economics, Southern Economic Journal 59, 4, 579-596.",
        "Clotfelter, Charles T. (1977). Public services, private substitutes, and the demand for protection against crime, American Economic Review, December, 867-877.",
        "Clarke, Ronald V. (1983). Situational crime prevention: Its theoretical basis and practical scope. In Michael Tonry, and Norval Monis (eds.), Crime and Justice: An Annual Review of Research, Vol. 4. Chicago: University of Chicago Press.",
        "Bratton, William, and Peter Knobler. (1998). Turnaround: How Americas Top Cop Reversed the Crime Epidemic. New York: Random House.",
        "Braga, Anthony A. (2005). Hot Spots Policing and Crime Prevention: A Systematic Review of Randomized Controlled Trials, Journal of Experimental Criminology 1, 3 17-342.",
        "Blumstein, Alfred, and Joel Wallman. (2006). The Crime Drop and Beyond, Annual Review of Law and Social Science 2, 125-146.",
        "Blumstein, Alfred, and Joel Wallman. (2000). The Crime Drop in America. New York: Cambridge University Press.",
        "Blumstein, Alfred, and Richard Rosenfeld. (2007). Factors Contributing to U.S. Crime Trends. Prepared for the National Research Council Workshop: Undersganding Crime Trends. . Washington, DC, 24-25/April.",
        "Blumstein, Alfred, and AJ Beck. (2005). Reentry as a Transient State Between Liberty and Recommitment. In J Travis, and C Visher (eds.), Prisoner Reentry and Crime in America. New York: Cambridge University Press, 07/04/29.",
        "Blumstein, Alfred. (2000). Disaggregating the Violence Trends. In Alfred Blumstein, and Joel Wallman (eds.), The Crime Drop in America. New York: Cambridge University Press, 13-44.",
        "Becker, Gary S. (1968). Crime and Punishment: An Economic Approach, Journal of Political Economy 76, 2, 169-2 17.",
        "Bayley, David, and Clifford Shearing. (2001). The New Structure of Policing: Description, Conceptualization, and Research Agenda.. Washington, DC: National Institute of Justice.",
        "Bayley, David H. (1994). Police for the Future. New York: Oxford University Press.",
        "Ayres, Ian, and Steven D. Levitt. (1998). Measuring Positive Externalities from Unobservable Victim Precautions: An Empirical Analysis of Lojack, Quarterly Journal of Economics 113, 1, 43-77.",
        "Anderson, David A. (1999). The Aggregate Burden of Crime, Journal of Law and Economics 42, 2, October, 611-642."
    ]
}