{
    "id": 13780,
    "cites": 43,
    "cited_by": 123,
    "reference": [
        "Willis, R. J. and S. Rosen (1979, October). Education and self-selection. Journal of Political Economy 87(5, Part 2), 57-536.",
        "Willis, R. J. (1986). Wage determinants: A survey and reinterpretation of human capital earnings functions. In 0. Ashenfelter and R. Layard (Eds.), Handbook of Labor Eco- nomics, Volume, pp. 525-602. New York: North-Holland.",
        "Snyder, T. D. and C. M. Hoffman (2005). Digest of education statistics 2005. Washington, DC: National Center for Education Statistics, Institute of Education Science.",
        "Snyder, T. D. (1993). 120 Years of American Education: A Statistical Portrait. Washing- ton, D.C.: U.S. Dept. of Education, Office of Educational Research and Improvement, National Center for Education Statistics.",
        "Rosen, 5. (1977). Human capital: A survey of empirical research. In R. Ehrenberg (Ed.), Research in Labor Economics, Volume 1, pp. 3-40. Greenwich, CT: JAI Press.",
        "Psacharopoulos, G. and H. A. Patrinos (2004, August). Returns to investment in education: A further update. Education Economics 12(2), lll-134.",
        "Psacharopoulos, G. and H. A. Patrinos (2007, June). Returns to education: An interna- tional update. World Bank Policy Research working paper, Washington, DC.",
        "Psacharopoulos, G. (1981, October). Returns to education: An updated international comparison. Comparative Education 17(3), 321-341.",
        "Oreopoulos, P. (2007, December). Do dropouts drop out too soon? Wealth, health, and happiness from compulsory schooling. Journal of Public Economics 91(11-12), 2213- 2229.",
        "Murphy, K. M. and F. Welch (1992, February). The structure of wages. Quarterly Journal of Economics 107(1), 285-326.",
        "Murphy, K. M. and F. Welch (1990, April). Empirical age-earnings profiles. Journal of Labor Economics 8(2), 202-229.",
        "Mulligan, C. B. and J. G. Marion (2001, February). Average marginal tax rates revisited: Comment. Working Paper 01.4, Harris School of Public Policy.",
        "Journal of Political Economy 66(4), 281-302. Mincer, J. (1974). Schooling, Experience and Earnings. New York: Columbia University Press for National Bureau of Economic Research.",
        "Mincer, J. (1958, August). Investment in human capital and personal income distribution.",
        "MaCurdy, T. E. and T. Mroz (1995). Measuring macroeconomic shifts in wages from cohort specifications. Unpublished manuscript, Stanford University, Department of Economics.",
        "Katz, L. F. and D. H. Autor (1999). Changes in the wage structure and earnings inequal- ity. In 0. Ashenfelter and D. Card (Eds.), Handbook of Labor Economics, Volume 3, Chapter 25, pp. 1463-1555. New York: North-Holland.",
        "Review of Economics and Statistics 69(1), 175-177. Jaeger, D. A. and M. E. Page (1996, November). Degrees matter: New evidence on sheep- skin effects in the returns to education. Review of Economics and Statistics 78(4), 733-740.",
        "Hungerford, T. and G. Solon (1987, February). Sheepskin effects in the returns to education.",
        "Hirshleifer, J. (1970). Investment, Interest, and Capital. Englewood Cliffs, NJ: Prentice- Hall.",
        "Unpublished manuscript, University of Chicago, Department of Economics. Heckman, J. J. and E. J. Vytlacil (1998, Fall). Instrumental variables methods for the correlated random coefficient model: Estimating the average rate of return to schooling when the return is correlated with schooling. Journal of Human Resources 33(4), 974- 987.",
        "Heckman, J. J. and S. Urzua (2008). Option values and rates of return to schooling.",
        "Heckman, J. J., L. J. Lochner, and P. E. Todd (2006). Earnings equations and rates of return: The Mincer equation and beyond. In E. A. Hanushek and F. Welch (Eds.), Handbook of the Economics of Education, Chapter 7, pp. 307-458. Amsterdam: Elsevier.",
        "Abbring, J. H. and J. J. Heckman (2007). Econometric evaluation of social programs, part III: Distributional treatment effects, dynamic treatment effects, dynamic discrete choice, and general equilibrium policy evaluation. In J. Heckman and E. Leamer (Eds.), Handbook of Econometrics, Volume 6B, pp. 5145-5303. Amsterdam: Elsevier.",
        "Barro, R. J. and C. Sahasakul (1983, October). Measuring the average marginal tax rate from the individual income tax. Journal of Business 56(4), 419-452.",
        "Becker, G. 5. (1964). Human Capital: A Theoretical and Empirical Analysis, with Special Reference to Education. New York: National Bureau of Economic Research, distributed by Columbia University Press.",
        "Becker, G. S. and B. R. Chiswick (1966, March). Education and the distribution of earnings.",
        "American Economic Review 56(1/2), 358-369. Belley, P. and L. Lochner (2007, December). The changing role of family income and ability in determining educational achievement. Journal of Human Capital 1(1), 37-89.",
        "Card, D. (1999). The causal effect of education on earnings. In 0. Ashenfelter and D. Card (Eds.), Handbook of Labor Economics, Volume 5, pp. 1801-1863. New York: North- Holland.",
        "Card, D. and T. Lemieux (2001, May). Can falling supply explain the rising return to college for younger men? A cohort-based analysis. Quarterly Journal of Economics 116(2), 705- 746.",
        "Carneiro, P., K. Hansen, and J. J. Heckman (2001, Fall). Removing the veil of ignorance in assessing the distributional impacts of social policies. Swedish Economic Policy Re- view 8(2), 273-301.",
        "Carneiro, P., K. Hansen, and J. J. Heckman (2003, May). Estimating distributions of treatment effects with an application to the returns to schooling and measurement of the effects of uncertainty on college choice. International Economic Review 44(2), 361-422.",
        "Carneiro, P. and J. J. Heckman (2002, October). The evidence on credit constraints in post-secondary schooling. Economic Journal 112(482), 705-734.",
        "Carneiro, P., J. J. Heckman, and E. J. Vytlacil (2006). Estimating marginal and average returns to education. Unpublished manuscript, University of Chicago. Under revision.",
        "Cunha, F. and J. J. Heckman (2007). The evolution of uncertainty in labor earnings in the U.S. economy. Unpublished manuscript, University of Chicago. Under revision.",
        "Fan, J. and I. Gijbels (1996). Local Polynomial Modelling and its Applications. New York: Chapman and Hall.",
        "Feenberg, D. and E. Coutts (1993, Winter). An introduction to the TAXSIM model. Journal of Policy Analysis and Management 12(1), 189-194.",
        "Griliches, Z. (1977, January). Estimating the returns to schooling: Some econometric problems. Econometrica 45(1), l-22.",
        "Hanoch, G. (1967, Summer). An economic analysis of earnings and schooling. Journal of Human Resources 2(3), 310-329.",
        "Heckman, J. J. (2005). Notes on cross-section and cohort internal rates of return. Unpub- lished manuscript, Economics 345, University of Chicago.",
        "Heckman, J. J. and P. A. LaFontaine (2006, July). Bias corrected estimates of GED returns.",
        "Journal of Labor Economics 24(3), 661-700. Heckman, J. J. and P. A. LaFontaine (2007). The American high school graduation rate: Trends and levels. Working Paper 13670, National Bureau of Economic Research.",
        "Heckman, J. J., A. Layne-Farrar, and P. E. Todd (1996, November). Human capital pricing equations with an application to estimating the effect of schooling quality on earnings.",
        "Review of Economics and Statistics 78(4), 562-610. Heckman, J. J., L. J. Lochner, and P. E. Todd (2003). Fifty years of Mincer earnings regressions. Technical Report 9732, National Bureau of Economic Research."
    ]
}