{
    "id": 13787,
    "cites": 30,
    "cited_by": 1,
    "reference": [
        "SWEETING, T. J. (1989): On Conditional Weak Convergence, Jourmal of Theoretical Probability, 2, 461-474.",
        "VAN DER VAART, A. W. (1998): Asymptotic Statistics. Cambridge: Cambridge University Press.",
        "POTSCHER, B. M., AND I. R. PRUCHA (1997): Dymamic Nomlimear Ecomometric Models. Springer-Verlag.",
        "NEWEY, W. K. (2004): Efficient Semiparametric Estimation Via Moment Restrictions,  Ecomometrica, 72, 1877-1897.",
        "NEYMAN, J., AND E. L. SCOTT (1948): Consistent estimates based on partially consistent observations, Ecomometrica, 16, i-32.",
        "MUIRHEAD, R. J. (2005): Aspects of Multivariate Statistical Theory.",
        "NEWEY, W., AND D. L. MCFADDEN (1994): Large Sample Estimation and Hypothesis Testing, in Hamdbook of Ecomometrics, ed. by R. F. Engle, and D. L. McFadden, vol. 4, chap. 36, pp. 2111-2245. Elsevier Science, Amsterdam.",
        "MORIMUNE, K. (1983): Approximate Distributions of k-Class Estimators When the Degree of Overidentification is Large Compared With Sample Size, Ecomometrica, 51, 821-841.",
        "MAGNUS, J. R., AND H. NEUDECKER (1988): Matrix Differemtial Calculus with Applicatioms im Statistics amd Ecomometrics. Wiley, New York.",
        "MOREIRA, M. J. (2001): Tests with Correct Size When Instruments Can Be Arbitrarily Weak, Cemter for Labor Ecomomics Workimg Paper Series, 37, UC Berkeley.",
        "LEHMANN, E. L., AND J. P. ROMANO (2005): Testimg Statistical Hypotheses. Third edn., Springer.",
        "LE CAM, L., AND G. L. YANG (2000): Asymptotics im Statistics: Some Basic Comcepts. 2nd edn., Springer-Verlag.",
        "KUNITOMO, N. (1980): Asymptotic Expansions of Distributions of Estimators in a Linear Functional Relationship and Simultaneous Equations, Jourmal of the Amen cam Statistical Associatiom, 75, 693-700.",
        "JOHNSON, N. L., AND S. KOTz (1970): Distributioms im Statistics: Comtimuous Multivari ate Distributioms. New York: John Wiley and Sons.",
        "HARVILLE, D. (1974): Bayesian Inference for Variance Components Using Only Error Contrasts, Biometrika, 61, 383-385.",
        "HANSEN, C., J. HAUSMAN, AND W. K. NEWEY (2006): Estimation with Many Instrumental Variables, Umpublished Mamuscript, University of Western Ontario.",
        "HALL, W., R. WIJSMAN, AND J. GHOSH (1965): The Relationship Between Sufficiency and Invariance with Applications in Sequential Analysis, Ammals of Mathematical Statistics, 36, 575-614.",
        "CHIODA, L., AND M. JANSSON (2007): Optimal Invariant Inference when the Number of Instruments is Large, Umpublished Mamuscript, UC Berkeley.",
        "HAHN, J., AND G. KUERSTEINER (2002): Asymptotically Unbiased Inference for a Dynamic Panel Model with Fixed Effects When Both N and T are Large, Ecomometrica, 70, 1639-1657.",
        "CHAMBERLAIN, G. (1987): Asymptotic Efficiency in Estimation With Conditional Moment Restrictions, Jourmal of Ecomometrics, 34, 305-334.",
        "Ecomometrica, 75, 609-652. CHAMBERLAIN, G., AND M. J. MOREIRA (2006): Decision Theory Applied to a Linear Panel Data Model, Umpublished Mamuscript, Harvard University.",
        "BEKKER, P. A., AND V. DER PLOEG (2005): Instrumental Variable Estimation Based on Grouped Data, Statistica Neerlamdica, 59, 239-267.",
        "BEKKER, P. A. (1994): Alternative Approximations to the Distributions of Instrumental Variables Estimators, Ecomometrica, 62, 657-681.",
        "ARELLANO, M., AND B. HONOR~ (1991): `Panel Data Models: Some Recent Dcvelopments,  in Hamdbook of Ecomometrics, ed. by J. Heckman, and E. Leamer, vol. 5, chap. 53, pp. 775-826. Elsevier Science, Amsterdam.",
        "ARELLANO, M., AND S. R. BOND (1991): Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Review of Ecomomic Studies, 58, 277-297.",
        "ARELLANO, M. (2003): `Panel Data Econometrics, in Advamced Texts im Ecomometrics, ed. by M. Arellano, G. Imbens, G. Mizon, A. Pagan, and M. Watson. Oxford.",
        "ANDREWS, D. W. K., M. J. MOREIRA, AND J. H. STOCK (2006): Optimal Two-Sided Invariant Similar Tests for Instrumental Variables Regression, Ecomometrica, 74, 715-752.",
        "ANDERSEN, E. B. (1970): Asymptotic Properties of Conditional Maximum Likelihood Estimators, Jourmal of the Royal Statistical Society, Series B, 32, 283-301.",
        "AHN, S., AND P. SCHMIDT (1995): Efficient Estimation of Models for Dynamic Panel Data, Jourmal of Ecomometrics, 68, 5-27.",
        "ABREVAYA, J. (2000): Rank Estimation of a Generalized Fixed-Effects Regression Model, Jourmal of Ecomometrics, 95, i-23."
    ]
}