{
    "id": 1378,
    "cites": 67,
    "cited_by": 4,
    "reference": [
        "Aiginger, Karl, ~pirische Informationen zur Bildung von Erwartungen, If 0Studien, 25, (1/2), 1979, pp. 83-135.",
        "Greece. Summary in H. Laumer and M. Ziegler, eds., International Research in Business Cycle Surveys, Aldershot: Gower, 1982.",
        "Ando, Albert and Franco Modigliani, The `Life Cycle Hypothesis of Saving: Aggregate Implications and Tests, American Economic Review, March 1963, pp. 55-84.",
        "Arrow, Kenneth J., The Future and the Present in Economic Life, Economic Inquiry 16, 1978, pp. 157-169.",
        "Barro, Robert J., A Capital Market in an ~quilibrium Business Cycle Model, Econometrica, 48, September 1980, pp. 1393-1417.",
        "Black, Fischer, General ~uilibrium and Business Cycles, Working Paper, Massachusetts Institute of Techonology, rev. July 1982.",
        "Brunner, Karl, Alex Cukierman, and Allan H. Meltzer, Stagflation, Persistent Unemployment, and the Permanence of Economic Shocks, Journal of Monetary Economics, 6, October 1980, pp. 467-492.",
        "Cagan, Phillip, The Monetary Dynamics of Hyperinflation, in Milton Friedman, ed., Studies in the Quantity Theory of Money, University of Chicago Press, 1956.",
        "Clark, Kim B., and Lawrence H. Summers, Labor Market Dynamics and Unemployment: A Reconsideration, Brookings Papers on Economic Activity, 1, 1979, pp. 13-60.",
        "Curtin, Richard T., Determinants of Price Expectations: Evidence from a Panel Study, in M. Laumer and M. Ziegler, eds., International Research on Business Cycle Surveys. Aldershot: Gower 1982.",
        "R- 2 deLeeuw, Frank, and Michael McKelvey, Price Expectations of Business Firms, Brookings Papers on Economic Activity, I, 1981, pp. 299-313.",
        "Duesenberry, James S., Business Cycles and Economic Growth, McGraw-Hill, New York, 1958.",
        "Eisner, Robert, Factors in Business Investment, Ballinger Publishing Company for the NBER, Cambridge, Mass., 1978, esp. ch. 4.",
        "Fama, Eugene F., Efficient Capital Markets: A Review of Theory and finpirical Work, Journal of Finance, 25, May 1970, pp. 383-417.",
        "Fels, Rendigs, and C. Elton Hinshaw, Forecasting and Recognizing Business Cycle Turning Points, NBER, New York, 1968.",
        "Figlewski, Stephen, and Paul Wachtel, The Formation of Inflationary Expectations, Review of Economics and Statistics 63 (February) 1981, pp. 1-10.",
        "Fischer, Stanley, Long-Term Contracts, Rational Expectations, and the Optimal Money Supply Rule, ibid., pp. 191-205. Frenkel, Jacob A., Inflation and the Formation of Expectations, Journal of Monetary Economics 1 (November) 1975, pp. 403-421.",
        "Friedman, Benjamin M., Optimal Expectations and the Extreme Information Assumptions of `Rational Expectations Macromodels, Journal of Monetary Economics 5 (January) 1979, pp. 23-41.",
        "Friedman, Milton, A Theory of the Consumption Function, Princeton University Press for the National Bureau of Economic Research (NBER), Princeton, 1957.",
        "Frisch, Ragnar, Propagation Problems and Impulse Problems in Dynamic Economics, Economic Essays in Honor of Gustav Cassel, George Allen and Unwin, London, 1933.",
        "Gordon, Robert J., Output Fluctuations and Gradual Price ~3justment, Journal of Economic Literature XIX, June 1981, pp. 493-530.",
        "Gramlich, ~ward M., Models of Inflation Expectation Formation: A Comparison of Household and Economist Forecasts, J. Money, Credit, Banking 11 (May), 1983, pp. 155-173.",
        "R- 3 Grossman, Sanford J., An Introduction to the Theory of Rational Expectations Under Asymmetric Information, Review of Economic Studies XLVIII, 1981, pp. 541-559.",
        "Hall, Robert E., Labor Supply and Aggregate Fluctuations, Carnegie-Rochester Series on Public Policy, 12, 1980, pp. 7-23.",
        "Hicks, John R., k Contribution to the Theory of the Trade Cycle, Oxford University Press, London, 1950.",
        "Hirsch, Albert A., and Michael C. Lovell, Sales Anticipations and Inventory Behavior, Wiley, New York, 1969.",
        "Irvine, R. Owen, Jr., Tests of the Rationality and Accuracy of Manufacturers Sales Expectations, Working Paper Series, Board of Governors, Federal Reserve System, 1981.",
        "Johansen, Leif, Parametric Certainty E~quivalence Procedures in Decision Making Under Uncertainty, Zeitschrift fUr NationalÃ\u0083Â´kOnOmie, 40 (3/4) 1980.",
        "Juster, F. Thomas, Anticipations and Purchases, An Analysis of Consumer Behavior, NBER, New York, 1964.",
        "Statement presented in Hearings before the Task Force on Inflation of the Committee on the Budget, House of Representatives, 96th Congress, First Session (June), U.S. Government Printing Office, Washington, D.C., 1979, pp. 214-226.",
        "Katona, Katona, Psychological Analysis of Economic Behavior, McGraw-Hill, New York, 1951.",
        "Keynes, John Maynard, The General Theory of flnployment, Interest, and Money, Macmillan, London, 1936.",
        "King, Robert G., and Charles I. Plosser, The Behavior of Money, Credit, and Prices in a Real Business Cycle, Working Paper no. GPB 81-8, rev. November 1982, University of Rochester.",
        "Knight, Frank M., Risk, Uncertainty and profit, Houghton Mifflin, Boston, 1921.",
        "Lucas, Robert E., Jr. Econometric Policy Evaluation: A Critique in Karl Brunner and Allan H. Meltzer, eds., The Phillips Curve and Labor Markets, North Holland, Amsterdam, 1976.",
        "International Economy, ed. by K. Brunner and A.T-!. Meltzer, North-Holland Publishing Company, Amsterdam, 1977, pp. 7-29.",
        "Mankiw, N. G., J. Rotemberg, and L.H. Summers, Intertemporal Substitution in Macroeconomics, paper presented at the NBER Conference on Inflation and Business Fluctuations, April 30, 1982 (prel. draft).",
        "McNees, Stephen K. The Rationality of Economic Forecasts, American Economic Review, 68 (2), May 1978, pp. 301-305.",
        "Meltzer, Allan H., Rational Expectations, Risk, Uncertainty, and Market Responses, in Paul Wachtel, ed., Crises in the Economic and Financial Structure, Lexington Books, Lexington, Mass., 1982, pp. 3-22.",
        "Mincer, Jacob, and Victor Zarnowitz, The Evaluation of Economic Forecasts, in J. Mincer, ed., Economic Forecasts and Expectations, NBER, New York, 1969, pp. 3-46.",
        "Mishkin, Fredric S., Are Market Forecasts Rational? American Economic Review, 71 (3), June 1981, pp. 295-306.",
        "R- 5 Moore, Geoffrey H., Forecasting Short-Term Economic Change, Journal of the American Statistical Association, 64, March 1969, pp. 1-22.",
        "Mullineaux, Donald J., On Testing for Rationality: Another Look at the Livingston Price Expectations Data, Journal of Political Economy, 86 (2), April 1978, pp. 329-336.",
        "Mussa, Michael, Adaptive and Regressive Expectations in a Rational Model of the Inflationary Process, Journal of Monetary Economics 1 (November) 1975, pp. 423-442.",
        "Muth, John F., Rational Expectations and the Theory of Price Movements, Econometrica, July 1981, pp. 315-335.",
        "Nelson, Charles R., and Charles I. Plosser, Trends and Random Walks in Macroeconomic Time Series: Some Evidence and Implications, Journal of Monetary Economics, 10, September 1982, pp. 139-162.",
        "Nerlove, Marc, Adaptive Expectations and Cobweb Phenomena, Quarterly Journal of Economics, 73, 1958, pp. 227-240.",
        "Okun, Arthur N., Prices and Quantities: A Macroeconomic Analysis, Brookings Institution, Washington, D.C. Papadia, Francesco, Rationality of Inflationary Expectations in the European Communities Countries, EEC Working Paper, Brussels, March 1982.",
        "Pashigian, B. Peter, The Accuracy of the Commerce-SEC Sales Anticipations, Review of Economics and Statistics, 46, November 1964, pp. 398-405.",
        "Pearce, Douglas K., Comparing Survey and Rational Measures of Expected Inflation, J. Money, Credit, Banking 11 (November) 1979, pp. 849-858.",
        "Pesando, James E., A Note on the Rationality of the Livingston Price Expectations, journal of Political Economy 83(4), August 1975, pp. 849-858.",
        "Phelps, B~mund S., Phillips Curves, Expectations of Inflation and Optimal Unemployment Over Time, Economica, n.s., August 1967, pp. 254-281.",
        "Theory in Microeconomic Foundations of flnployment and Inflation Theory, ed. by Phelps, Norton, New York, 1970, pp. 309-337.",
        "Rational Expectations, Journal of Political Economy, 85, February 1977, pp. 163-190.",
        "R- 6 Pigou, A. C., Industrial Fluctuations, Macmillan, London, 1927,.",
        "Poole, William, Rational Expectations in the Macro Model, Brookings Papers on Economic Activity, 2, 1976, pp. 463-514.",
        "Sargent, Thomas J., A Classical Macroeconomic Model for the United States, Journal of Political Economy, April 1976, pp. 207-237.",
        "Policy, Journal of Monetary Economics, April 1976, pp. 169-183.",
        "Shackle, G. L. S., Expectations in Economics, Cambridge University Press, 1949.",
        "Solow, Robert M., On Theories of Unemployment, American Economic Review, 72, pp. 1-11. Strigel, Werner H., Business Cycle Surveys, Campus Verlag, Frankfurt/New York, 1981.",
        "Taylor, John B., Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, 88, February 1980, pp. 1-23.",
        "Theil, Henri, Economic Forecasts and Policy, North-Holland, Amsterdam, 1958.",
        "Tobin, James, How Dead is Keynes?, Economic Inquiry, 15, October 1977, pp. 459-468.",
        "Asset Accumulation and Economic Activity: Reflections on Comtemporary Macroeconomic Theory, Chicago: The University of Chicago Press, 1980.",
        "Waud, Roger N., Asymmetric Policy Maker Utility Functions and Optimal Policy under Uncertainty, Econometrica, 44, January 1976, pp. 53-60.",
        "Zarnowitz, Victor, An Appraisal of Short-Term Economic Forecasts, NBER, New York, 1967.",
        "Aggregates, paper presented at the Conference on Forecasting and Recognizing Turns in the Business Cycle, NBER, March 1968."
    ]
}