{
    "id": 13785,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "Saltzman LE, Fanslow JL, McMahon PM, Shelley GA. Intimate partner violence surveillance: uniform definitions and recommended data elements, version 1.0. Atlanta (GA): Centers for Disease Control and Prevention, National Center for Injury Prevention and Control; 2002.",
        "Brown R. Roadmaps for Clinical Practice: Case Studies in Disease Prevention and Health PromotionÃ\u0082â\u0080\u0094Intimate Partner Violence. Chicago, IL: American Medical Association; 2002",
        "Tjaden P, Thoennes N. Extent, nature, and consequences of intimate partner violence: findings from the National Violence Against Women Survey. Washington (DC): Department of Justice (US); 2000. Publication No. NCJ",
        "Dearwater SR, Coben JH, Campbell JC, et al. Prevalence of intimate partner abuse in community hospitals. JAMA 1998;280:433-8.,",
        "Abbott J, Johnson R, Koziol-McLain J, Lowenstein SR. IPV against women: incidence and prevalence in an emergency department. JAMA 1995;273:1763-7.",
        "Muelleman RA, Lenaghan PA, Pakieser RA. Battered women: injury locations and types. Ann Emerg Med 1993;28:486-92.",
        "Coben JH, Forjuoh SN, Goldolf EW. Injuries and health care use in women with partners in batterer intervention programs. J Fam Violence 1999;14:83-94; Crowell NA, Burgess AW, editors. Understanding violence against women: panel on research on violence against women, National Research Council. Washington, DC: National Academy Press; 1996",
        "Tjaden P and Thoennes N. Full report of the prevalence, incidence, and consequences of violence against women. Washington DC: National Institute of Justice and the Centers for Disease Control and Prevention; November 2000. Also available at: http://www.ncjrs.org/txtfiles1/nij/183781.txt.",
        "Bureau of Justice Statistics, Homicide Trends from 1976-1999, (2002)",
        "Violence Against Women Act (2005) (PL 109-162)",
        "Angela Browne & Shari S. Bassuk, Intimate Violence in the Lives of Homeless and Poor Housed Women: Prevalence and Patterns in an Ethnically Diverse Sample, Am. J. of Orthopsychiatry, Apr. 1997, at 261Ã\u0082â\u0080\u0093278; Angela Browne, Responding to the Needs of Low Income and Homeless Women Who are Survivors of Family Violence, JAMA, Spring 1998, at 57Ã\u0082â\u0080\u009364..",
        "Joan Zorza, Woman Battering: A Major Cause of Homelessness, Clearinghouse Rev., vol. 25, no. 4, 1991.",
        "Charlene K. Baker, Sarah L. Cook, Fran H. Norris, Domestic Violence and Housing Problems: A Contextual Analysis of Women's Help-seeking, Received Informal Support, and Formal System Response, 9 Violence Against Women 754Ã\u0082â\u0080\u0093783 (2003).",
        "Amy Correia, Harrisburg, PA: NatÃ\u0082â\u0080\u0099l Resource Center on Domestic Violence, Housing and Battered Women: A Case Study of Domestic Violence Programs in Iowa, Mar. 1999.",
        "NatÃ\u0082â\u0080\u0099l Coalition Against Domestic Violence, Detailed Shelter Surveys (2001).",
        "Anna Melbin, Chris Sullivan, & Debra Cain, Transitional Supportive Housing Programs: Battered WomenÃ\u0082â\u0080\u0099s Perspectives and Recommendations, 18 AFFILIA (2003).",
        "See M. Shinn, et al., Predictors of Homelessness Among Families in New York City: From Shelter Request to Housing Stability, 88 Am. J. of Public Health 1651Ã\u0082â\u0080\u00931657 (1998); D.H. Friedman, T. Meschede, & M. Hayes, (2003). Surviving Against the Odds: FamiliesÃ\u0082â\u0080\u0099 Journeys Off Welfare and Out of Homelessness, 6 Cityscape: A Journal of Policy Development and Research 187Ã\u0082â\u0080\u0093206 (2003); D.P. Culhane, The Quandaries of Shelter Reform: An Appraisal of Efforts to \"Manage\" Homelessness, 66 Social Service Review 428Ã\u0082â\u0080\u0093440; J.J. Stretch, & L.W. Krueger, Five Year Cohort Study of Homeless Families: A Joint Policy Research Venture, XIX J. of Sociology & Social Welfare 73Ã\u0082â\u0080\u009388 (1992).",
        "FBI, Supplementary Homicide Reports, 1976-2004.",
        "Department of Justice, Bureau of Justice Statistics, Rape and Sexual Assault: Reporting to Police and Medical Attention 1992 Ã\u0082â\u0080\u0093 2000 (2002)."
    ]
}