{
    "id": 13790,
    "cites": 40,
    "cited_by": 18,
    "reference": [
        "Aguiar, Mark and Gita Gopinath, 2007. Emerging Market Business Cycles: The Cycle Is the Trend, Journal of Political Economy, 115(1), 69-102.",
        "Aguirregabiria, Victor, 1999. The Dynamics of Markups and Inventories in Retailing Firms, The Review of Economic Studies, 66(2), 275-308.",
        "Alessandria, George and Horag Choi, 2007a. Do Sunk Costs of Exporting Matter for Net Export Dynamics? The Quarterly Journal of Economics, 122(1), 289-336.",
        "Alessandria, George and Horag Choi, 2007b. Establishment Heterogeneity, Exporter Dynamics, and the Effects of Trade Liberalization, Federal Reserve Bank of Philadelphia Working Paper 07-17.",
        "Anderson, James E. and Eric van Wincoop, 2004. Trade Costs, Journal of Economic Literature, 42(3), 691-751.",
        "Backus, David, Patrick Kehoe and Finn Kydland, 1994. Dynamics of the Trade Balance and the Terms of Trade: The J Curve? American Economic Review, 84(1), 84-103.",
        "Baldwin, Richard, 1988. Hysteresis in Import Prices: The Beachhead Effect, The American Economic Review, 78(4), 773-785.",
        "Baldwin, Richard and Paul Krugman, 1989. Persistent Trade Effects of Large Exchange Rate Shocks, Quarterly Journal of Economics, 104(4), 82 1-854.",
        "Burstein, Ariel, Martin Eichenbaum and Sergio Rebelo, 2005. Large Devaluations and the Real Exchange Rate, Journal of Political Economy, 113(4), 742-784.",
        "Burstein, Ariel and Christian Hellwig, 2007. Prices and Market Shares in a Menu Cost Model, mimeo.",
        "Broda, Christian and David Weinstein, 2006. Globalization and the Gains from Variety, The Quarterly Journal of Economics, 121(2), 541-585.",
        "Caballero, Ricardo and Eduardo Engel, 1991. Dynamic (S,s) economies, Econometrica, 59(6), 1659-1686.",
        "Campa, Jose and Linda Goldberg, 2006. Distribution Margins, Imported Inputs, and the Sensitivity of the CPI to Exchange Rates, NBER Working Paper 12121.",
        "Caplin, Andrew, 1985. The Variability of Aggregate Demand with (S,s) Inventory Policies, Econometrica, 53(6), 1395-1409.",
        "Chaney, Thomas, 2007. Distorted Gravity: The Intensive and Extensive Margins of International Trade, mimeo.",
        "Cooper, Russell and John Haltiwanger, 2006. On the Nature of Capital Adjustment Costs, The Review of Economic Studies 73(3), 611-633.",
        "Corsetti, Giancarlo and Luca Dedola, 2005. A Macroeconomic Model of International Price Discrimination, Journal of International Economics, 67(1), 129-155.",
        "Danziger, Leif. 1999. A Dynamic Economy with Costly Price Adjustments, The American Economic Review, 89(4), 878-901.",
        "Das, Sanghamitra, Mark Roberts and James Tybout, 2007. Market Entry Costs, Producer Heterogeneity, and Export Dynamics, Econometrica, 75(3), 837-873.",
        "Djankov, Simeon, Caroline Freund and Cong S. Pham, 2006. Trading on Time, World Bank Policy Research Working Paper 3909.",
        "Eaton, Jonathan and Samuel Kortum, 2002. Technology, Geography, and Trade, Econometrica, 70(5), 1741-1779.",
        "Evans, Carolyn and James Harrigan, 2005. Distance, Time, and Specialization: Lean Retailing in General Equilibrium, The American Economic Review, 95(1), 292-313.",
        "Fisher, Jonas and Andreas Hornstein, 2000. (5, s) Inventory Policies in General Equilibrium, The Review of Economic Studies, 67(1), 117-145.",
        "Gallaway, Michael, Christine McDaniel and Sandra Rivera, 2003. Short-run and Long-Run Industry-Level Estimates of US Armington Elasticities, The North-American Journal of Economics and Finance, 14, 49-68.",
        "Guasch, J. Luis and Joseph Kogan, 2001. Inventories in Developing Countries: Levels and Determinants, a Red Flag on Competitiveness and Growth, In Policy Research Working Paper 2552. The World Bank.",
        "Ghironi, Fabio and Marc Melitz, 2005. International Trade and Macroeconomic Dynamics with Heterogenous Firms, The Quarterly Journal of Economics, 120(3), 865-915.",
        "Goldberg, Pinelopi and Michael Knetter, 1997. Goods Prices and Exchange Rates: What Have We Learned? Journal of Economic Literature, 35(3), 1243-1272.",
        "Goldberg, Pinelopi and Rebecca Hellerstein, 2007. A Framework for Identifying the Sources of Local-Currency Price Stability with an Empirical Application, Federal Reserve Bank of New York Staff Report 287.",
        "Hall, George and John Rust, 2003. Simulated Minimum Distance Estimation of a Model of Optimal Commodity Price Speculation with Endogenously Sampled Prices, mimeo.",
        "Hummels, David, 2001. Time as a Trade Barrier. mimeo.",
        "Khan, Aubhik and Julia Thomas, 2007a. Inventories and the business cycle: An equilibrium analysis of (S,s) policies. American Economic Review, 97(4), 1165-88.",
        "Khan, Aubhik and Julia Thomas, 2007b. Explaining Inventories: A Business Cycle Assessment of the Stockout Avoidance and (S,s) Motives, Macroeconomic Dynamics, 11(5), 638-64.",
        "Kollintzas, Tryphon and Steven Husted, 1984 Distributed Lags and Intermediate Good Imports,  Journal of Economic Dynamics and Control, 8(3), 303-27.",
        "Magee, Steven, 1973. Currency Contracts, Pass-through and Devaluations, Brookings Papers on Economic Activity. 1973(1), 303-325.",
        "Mazzenga, Elisabetta and Morten Ravn, 2004. International Business Cycles: The Quantitative Role of Transportation Costs, Journal of International Money and Finance, 23(4), 645-71.",
        "Meade, Ellen, 1988. Exchange Rates, Adjustment, and the J-Curve. Federal Reserve Bulletin, 74(10): 633-644.",
        "Melitz, Marc, 2003. The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, 71(6), 1695-1725.",
        "Mendoza, Enrique. 1995. The Terms of Trade, the Real Exchange Rate, and Economic Fluctuations,  International Economic Review, 36(1), 101-137.",
        "Neumeyer, Pablo and Fabrizio Perri, 2005. Business Cycles in Emerging Economies: the Role of Interest Rates. Journal of Monetary Economics, 52(2), 345-380.",
        "Ruhl, Kim, 2005. The Elasticity Puzzle in International Economics, mimeo."
    ]
}