{
    "id": 1379,
    "cites": 21,
    "cited_by": 0,
    "reference": [
        "Thomas Cargill. \"Anticipated Price Changes and Nominal Interest Rates in the 1950s.\" Review of Economics and Statistics 58 (August 1976), 364-367.",
        "_. \"Direct Evidence of the Darby Hypothesis for the United States.\" Economic Inquiry 15 (January 1977), 132-34.",
        "_, and Robert A. Meyer. \"Interest Rates and Prices Since 1950.\" International Economic Review 15 (June 1974), 458-71.",
        "_. \"Intertemporal Stability of the Interest Rate Relationship.\" Journal of Finance 32 (September 1977), 1001-15.",
        "_. \"The Term Structure of Inflationary Expectations and Market Efficiency.\" Journal of Finance 35 (March 1980), 57-70.",
        "John A. Carlson. \"Expected Inflation and Interest Rates.\" Economic Inquiry 17 (October 1979), 597-608.",
        "Jack Carr, James E. Pesando, and Lawrence B. Smith. \"Tax Effects, Price Expectations and the Nominal Rate of Interest.\" Economic Inquiry 14 (June 1976), 259-69.",
        "Michael R. Darby. \"The Financial and Tax Effects of Monetary Policy on Interest Rates.\" Economic Inquiry 13 (June 1975), 266-76.",
        "Russell Davidson and James G. MacKinnon. \"Several Tests for Model Specification in the Presence of Alternative Hypotheses.\" Econometrica 49 (May 1981), 781-93.",
        "Eugene F. Fama and Michael R. Gibbons. \"A Comparison of Inflation Forecasts.\" Journal of Monetary Economics, forthcoming. -27-Martin S. Feldstein. \"Inflation, Income Taxes, and the Rate of Interest: A Theoretical Analysis.\" American Economic Review 66 (December 1976), 809-20.",
        "Maurice D.'Levi and John H. Makin. \"Anticipated Inflation and Interest Rates: Further Interpretation of Findings on the Fisher Equation.\" American Economic Review 68 (December 1978), 801-12.",
        "_. \"Fisher, Phillips, Friedman and the Measured Impact of Inflation on Interest.\" Journal of Finance 34 (March 1979), 35-52.",
        "Robert E. Lucas, Jr. \"Econometric Policy Evaluati on: A Critique. In Karl Brunner and Allan H. Meitzer, eds., The Phillips Curve and Labor Markets, Carnegie-Rochester Conference Series on Public Policy, Vol. 1. Amsterdam: North-Holland, 1976, 19-46.",
        "Joe Peek. \"Interest Rates, Income Taxes, and Anticipated Inflation.\" American Economic Review 72 (December 1982), 980-91. _ and James A. Wilcox. \"The Degree of Fiscal Illusion in Interest Rates: Some Direct Estimates.\" American Economic Review (forthcoming).",
        "_. \"The Postwar Stability of the Fisher Effect.\" Journal of Finance 38 (September 1983), 1111-24.",
        "Christopher Sims. \"Policy Analysis with Econometric Models.\" Brookings Papers on Economic Activity (1982:1), 107-152.",
        "Myron B. Slovin and Marie Elizabeth Sushka. \"Money, Interest Rates, and Risk.\" Journal of Monetary Economics 12 (September 1983), 475-82.",
        "Vito Tanzi. \"Inflationary Expectations, Economic Activity, Taxes, and Interest Rates.\" American Economic Review 70 (March 1980), 12-21.",
        "Paul Wachtel. \"Survey Measures of Expected Inflation and Their Potential Usefulness.\" In Joel Popkin (ed.), Analysis of Inflation: 1965-1974. -28-Cambridge, Mass: Ballinger Publishing Co., 1977, 361-95. James A. Wilcox. \"The Effects of Inflation Uncertainty and Supply Shocks on Real Interest Rates.\" Economics Letters 12 (1983a), 163-67.",
        "Gordon (1984) discusses this effect. Test statistics were calculated from the residuals obtained by ordinary least squares from the levels and from the first differences of (20). An alternati ve we have not pursued is that regime switches occur with changes in presidents rather than with Fed chairmen. The most discussed monetary policy regime switch clearly seems to be associated with the installation of Paul Volcker as Fed chairman in the middle of the Carter presidency.",
        "In Peek and Wilcox (1984), we found that substituting an expected inflation measure based on prior interest rates did not affect our qualitative f indings. The chi-square test statistics and critical values for the constant policy parameter model are 23.9 and 15.5. For the variable parameter model they are 17.6 and 21.0. -30-9. The sample size is 62. The square root of the critical values for the chi-square distribution and (the absolute value of) the critical values for the t distribution converge as the sample size grows. These likelihood ratio tests reject the insignificance of the individual coefficients in (35)-(37) when the calculated chi-square test statistics exceed 3.84 or, equivalently, when the statistics in parentheses in (35)-(37) exceed 1.96. -31-"
    ]
}