{
    "id": 13797,
    "cites": 22,
    "cited_by": 4,
    "reference": [
        "[23] Norman, Peter (2004). Efficient Mechanisms for Public Goods with Use Exclusion. Review of Economic Studies, Vol. 71, 1163-1188.",
        "[22] Myerson, Roger and Mark A. Satterthwaite (1983). Efficient Mechanisms for Bilateral Trad- ing. Journal of Economic Theory, Vol. 29, 265-281.",
        "[21] Myerson, Roger (1981). Optimal Auction Design. Mathematics of Operations Research, Vol. 6, 58-73.",
        "[20] McAfee, R. Preston, John McMillan and Michael D. Whinston (1989). Multiproduct Monopoly, Commodity Bundling, and Correlation of Values. Quarterly Journal of Economics, Vol. 104, 371-84.",
        "[19] Matthews, Steven, and John Moore (1987). Monopoly Provision of Quality and Warranties: An Exploration in the Theory of Multidimensional Screening. Econometrica, Vol. 55, No. 2, 441-467. 23",
        "[18] John 0. Ledyard and Thomas R. Palfrey (2007). A General Characterization of Interim Efficient Mechanisms for Independent Linear Environments. Journal of Economic Theory, Vol. 133, No. 1, 441-466.",
        "[17] Mailath, George and Andrew Postlewaite (1990). Asymmetric Information Bargaining Prob- lems with Many Agents. Review of Economic Studies, Vol. 57, 351-368.",
        "[16] Jackson, Matthew 0. and Hugo F. Sonnenschein (2007). Overcoming Incentive Constraints by Linking Decisions. Econometrica, Vol. 75, No. 1, 241-258.",
        "[14] Hellwig, Martin F. (2003). Public Good Provision with Many Participants. Review of Eco- nomic Studies, Vol. 70, 589-614.",
        "[13] Fang, Hanming and Peter Norman (2006). To Bundle or Not to Bundle. RAND Journal of Economics, Vol. 37, No. 4, 946-963.",
        "[12] Fang, Hanming and Peter Norman (2003). An Efficiency Rationale for Bundling of Public Goods. Cowles Foundation Discussion Paper No. 1441.",
        "[11] Dana, James D. (1993). The Organization and Scope of Agents: Regulating Multiproduct Industries. Journal of Economic Theory, Vol. 59, 288-309.",
        "[10] Cremer, Jacques and Richard P. McLean (1988). Full Extraction of the Surplus in Bayesian and Dominant Strategy Auctions. Econometrica, Vol. 56, 1247-1257.",
        "[9] Borgers, Tilman and Peter Norman (2007). A Note on Budget Balance under Interim Par- ticipation Constraints: The Case of Independent Types. manuscript, University of Michigan and University of North Carolina.",
        "[8] Bolton, Patrick and Mathias Dewatripont (2005). Contract Theory, MIT Press: Cambridge, MA.",
        "[7] Bergstrom, Carl T and Theodore C. Bergstrom (2004). The Costs and Benefits of Library Site Licenses to Academic Journals. Proceedings of the National Academy of Sciences in the United States of America, Vol. 101, 897-902.",
        "[6] Bakos, Yannis and Erik Brynjolfsson (1999). Bundling Information Goods: Pricing, Profits and Efficiency. Management Science, Vol. 45, 1613-1630.",
        "[5] Aumann, Robert J. (1964). Mixed and Behavioral Strategies in Infinite Extensive Games. Annals of Mathematical Studies, Vol. 52, 627-650. 14This line of reasoning was an important part of the motivation in the decision by the Office of Fair Trading [241 in the U.K. on alleged anti-competitive mixed bundling by the British Sky Broadcasting Limited. 15lndeed, for computers bought on the internet, the buyer already has a long array of options on how to customize the computer, and it would be easy to allow the consumer to opt out of the standard software bundle (a choice which is usually not available). 22",
        "[4] Armstrong, Mark and Jean-Charles Rochet (1999). Multi-dimensional screening: A Users Guide. European Economic Review, Vol. 43, No. 4, 959-979.",
        "[2] Armstrong, Mark (1996). Multiproduct Non-Linear Pricing. Econometrica, Vol. 64, 51-76.",
        "[3] Armstrong, Mark (1999). Price Discrimination by a Many-Product Firm. Review of Economic Studies, Vol. 66,151-168.",
        "[1] Adams, W.J. and Janet L. Yellen (1976). Commodity Bundling and the Burden of Monopoly. Quarterly Journal of Economics, Vol. 90, 475-98."
    ]
}