{
    "id": 13794,
    "cites": 27,
    "cited_by": 22,
    "reference": [
        "[1] Arellano C. 2007. Default Risk and Income Fluctuations in Emerging Economies. Amer- ican Economic Review, forthcoming.",
        "[2] Bassetto, M. and C. Phelan. 2006. Tax Riots. Working Paper, University of Minnesota.",
        "[3] Bond, P., and K. Hagerty. 2007. Preventing Crime Waves. Working Paper, Wharton School.",
        "[4] Bleakley, H. and K. Cowan. 2007. Corporate Dollar Debt and Depreciations: Much Ado About Nothing? Review of Economics and Statistics, forthcoming.",
        "[5] Burnside, C., M. Eichenbaum, and S. Rebelo. 2004. Government Guarantees and Self- Fulfilling Speculative Attacks. Journal of Economic Theory 119, 31-63.",
        "[6] Caballero, R. and A. Krishnamurthy. 2001. International and domestic collateral con- straints in a model of emerging market crises. Journal of Monetary Economics 48, 513- 48.",
        "[7] Calvo, G. 1988. Servicing the Public Debt: The Role of Expectations. American Eco- nomic Review, 78(4), 647-661.",
        "[8] Carlsson, H., and E. van Damme. 1993. Global Games and Equilibrium Selection. Econo- metrica 61, 989-1018.",
        "[9] Caprio, G. and D. Klingebiel. 2003. Banking Crises Database. The World Bank Group.",
        "[10] Chang, R. and A. Velasco. 2001. A Model of Financial Crises in Emerging Markets. Quarterly Journal of Economics 116, 489-517.",
        "[11] Chari, V.V. and P. Kehoe 1998. Asking the Right Questions About the IMF. 1998 Annual Report Special Issue. Federal Reserve Bank of Minneapolis.",
        "[12] Cole, H. and T. Kehoe. 2000. Self-Fulfilling Debt Crises. The Review of Economic Studies, Vol. 67, No. 1. pp. 91-116. 31",
        "[13] Diamond, D. 1984. Financial Intermediation and Delegated Monitoring. The Review of Economic Studies, Vol. 51, No. 3., pp. 393-414.",
        "[15] Fischer, 5. 1999. On the Need for an International Lender of Last Resort. International Monetary Fund.",
        "[16] Kaminsky G. and C. Reinhart. 2000. On crises, contagion, and confusion. Journal of International Economics 51, 145-168.",
        "[17] Krueger, A. 2002. Should Countries like Argentina be able to Declare Themselves Bank- rupt? International Monetary Fund.",
        "[18] Krugman, P. 1998. The Indispensable IMF. The New York Times. May 15.",
        "[19] Kocherlakota, N. 2001. Risky Collateral and Deposit Insurance. Advances in Macroeco- nomics. Article 2.",
        "[20] Kocherlakota, N. and I. Shim 2007. Forbearance and Prompt Corrective Action. Journal of Money, Credit, and Banking 39, 1107-29.",
        "[21] Luengnaruemitchai, P. 2003. The Asian Crisis and the Mystery of the Missing Balance Sheet Effect. Working Paper, University of California Berkeley.",
        "[22] Mendoza, E. and V. Z. Yue, 2007, A Solution to the Default Risk-Real Business Cycle Disconnect, New York University working paper.",
        "[23] Morris, S., and H.-S. Shin. 1998. Unique Equilibrium in a Model of Speculative Attacks. American Economic Review 88, 587-597.",
        "[24] OECD Proceedings. 2001. Insolvency Systems in Asia An Efficiency Perspective.",
        "[25] Rampini, A. 2005. Default and Aggregate Income. Journal of Economic Theory, 122: 225-253. 32",
        "[26] Sachs, J. 1997. Alternative Approaches to Financial Crises in Emerging Markets. Harvard Institute for International Development. Development Discussion Paper 568.",
        "[27] Schneider, M., and A. Tornell. 2004. Balance Sheet Effects, Bailout Guarantees, and Financial Crises. Review of Economic Studies 71, 889-913.",
        "[28] Tomz M. and M. Wright. 2006. Do Countries Default in ~Bad Times? Journal of the European Economic Association, forthcoming."
    ]
}