{
    "id": 13796,
    "cites": 7,
    "cited_by": 8,
    "reference": [
        "Hendel, Igal, Aviv Nevo and Francois Ortalo-MagnÃ\u0083Â©. The Relative Performance of Real Estate Marketing Platforms: MLS versus FSBOMadison. Manuscript, Northwestern University. June 2007.",
        "Kossen, Bill. For Sale By Amateur. Seattle Times. September 16, 2000. http ://marketplace.nwsource. comlrealestate/fsboamateur.html Kruger, Justin and David Dunning. Unskilled and Unaware of it: How Difficulties in Recognizing Ones Own Incompetence Lead to Inflated Self-Assessments, Journal of Personality and Social Psychology. Vol. 77, 1121-1134.",
        "Levitt, Steven and Chad Syverson. Market Distortions When Agents Are Better Informed: The Value of Information in Real Estate. NBER Working Paper No. 11053. January 2005.",
        "MacDonald, Darla and Michael Veeman. Valuing Housing Characteristics: A Case Study of Single Family Houses in Edmonton, Alberta. The Canadian Journal of Economics. Vol. 29, Special Issue: Part 2, p. S510-S514. Meer, Jonathan and Edward Van Wesep. A Test of Confidence-Enhanced Performance: Evidence from U.S. College Debaters. Manuscript, Stanford University. July 2007.",
        "National Association of Realtors. Profile of Home Buyers and Sellers 2002. http://www.realtor.org/Research.nsf/files/2002HBH5hilites.pdf National Association of Realtors. Profile of Home Buyers and Sellers 2003. http://www.realtor.org/Research.nsf/files/2002HBH5hilites.pdf Palmquist, Raymond. Estimating the Demand for the Characteristics of Housing. The Review of Economics and Statistics. Vol. 66 No. 3, p. 394-404.",
        "Parsons, George. An Almost Ideal Demand System for Housing Attributes. Southern Economic Journal. Vol. 53 No. 2, p. 347-363. 17 Realty Direct Corp. Why A Realtor? h Rhodes, Elizabeth. For Sale By Owner: How Its Done. Seattle Times. April 26, 1998. http://rnarket~)iace.nwsource.con:i/reaiestate/fsbo iiow.htnii Salant, S. W. For Sale by Owner: When to Use a Broker and How to Price the House. Journal of Real Estate Finance and Economics. Vol. 4 No. 2, p. 157-173.",
        "Wooldridge, Jeffrey M. Econometric Analysis of Cross Section and Panel Data. MIT Press: 2002."
    ]
}