{
    "id": 13799,
    "cites": 18,
    "cited_by": 39,
    "reference": [
        "Adams, Richard M., Ronald A. Flemming, Ching-Chang Chang, Bruce A. McCarl, and Cynthia Rosenzweig, A Reassessment of the Economic Effects of Global Climate Change on U.S. Agriculture, Climatic Change, June 1995, 30 (2), 147-167.",
        "Campbell, Sean D. and Francis X. Diebold, Weather Forecasting for Weather Derivatives,  Jonrnal of the American Statistical Association, March 2005, 100 (469), 6-16.",
        "Conley, Timothy G., GMM Estimation with Cross Sectional Dependence, Jonrnal of Econometrics, September 1999, 9~ (1), 1-45.",
        "Darwin, Roy, A Farmers view of the ricardian approach to measuring agricultural effects of climate change, Climatic Change, March-April 1999, ~1, 371-411.",
        "Deschenes, Olivier and Michael Greenstone, The Economic Impacts of Climate Change: Evidence from Agricultural Output and Random Fluctuations in Weather, American Economic Review, March 2007, 97 (1), 354-385.",
        "Diebold, Francis X. and Roberto S. Mariano, Comparing Predictive Accuracy, Jonrnal of Bnsiness and Economic Statistics, July 1995, 13 (3), 253-263.",
        "Fisher, Anthony C., W. Michael Hanemann, Michael J. Roberts, and Wolfram Schlenker, `Potential Impacts of Climate Change on Crop Yields and Land Values in U.S. Agriculture: Negative, Significant, and Robust, Working Paper, 2007.",
        "Kelly, David L., Charles D. Kolstad, and Glenn T. Mitchell, Adjustment costs from environmental change, Jonrnal of Environmental Economics and Management, November 2005, 50 (3), 468-495.",
        "Mearns, L. 0., W. Easterling, C. Hays, and D. Marx, Comparison of Agricultural Impacts of Climate Change Calculated from High and Low Resolution Climate Change Scenarios: Part I. The Uncertainty Due to Spatial Scale, Climatic Chamge, November 2001, 51 (2), 131-172.",
        "Mendelsohn, Robert, William D. Nordhaus, and Damgee Shaw, The Impact of Global Warming on Agriculture: A Ricardian Analysis, Americam Ecomomic Review, September 1994, 84(4), 753-771.",
        "Nakmcenovmc, Nebojsa, ed., Special Report om Emissioms Scemarios, Cambridge University Press, 2000.",
        "Rmtchme, J. T. and D. S. NeSmmth, Temperature and Crop Development, in John Hanks and J. T. Richie, eds., Modelimg Plamt amd Soil Systems. Agromomy 31, American Society of Agronomy Madison, WI 1991, pp. 5-29.",
        "Schlenker, Wolfram and Mmchael Roberts, Non-linear Effects of Weather on Corn Yields, Review of Agricnltnral Ecomomics, 2006, ~8 (3), 391-398.",
        "Analysis of Optimal Growing Conditions, Review of Ecomomics amd Statistics, February 2006, 88 (1), 113-125.",
        "Smnclamr, Thomas R. and Noam G. Seligman, Crop modeling: from infancy to maturity,  Agnomomy Jonnmal, September-October 1996, 88 (5), 698-704.",
        "Snyder, R. L., Hand Calculating Degree Days, Agnicnltnnal amd Forest Metenology, October 1985, 35 (1-4), 353-358.",
        "Thom, H. C. S., Normal Degree Days Above Any Base by the Universal Truncation Coefficient, Momthly Weather Review, July 1966, 9~ (7), 461-465.",
        "Tmmmmns, Chrmstopher, Endogenous Land Use and the Ricardian Valuation of Climate Change, Emvinommemtal amd Resonnce Ecomomics, January 2006, 33 (1), 119-142."
    ]
}