{
    "id": 13791,
    "cites": 31,
    "cited_by": 3,
    "reference": [
        "Sizer, T. R. (1968). The Schools in the City. The Metropolitan Enigma. J. Q. Wilson.",
        "Riis, J. A. (1892). The Children of the Poor. New York, Scribners Sons. Sharkey, N. S. and R. J. Murnane (2006). Tough choices in Designing a formative assessment system. American Journal of Education 112(4): 572-588.",
        "Rice, J. M. (1969). The Public-School System of the United States. New York, Arno Press.",
        "Reville, P., Ed. (2007). A Decade of Urban School Reform: Persistence and Progress in the Boston Public Schools Cambridge, Harvard Education Press.",
        "Washington D.C., Achieve. Quint, J. (2006). Meeting Five Critical Challenges of High School Reform. New York, MDRC.",
        "Project, T. A. D. (2004). Ready or Not: Creating a High School Diploma that Counts.",
        "Murnane, R. J. and F. Levy (1996). Teaching the New Basic Skills. New York, Free Press.",
        "Murnane, R. J. (forthcoming 2007). Improving the Education of Children Living in Poverty. The Future of Children.",
        "Murnane, R. J. and D. K. Cohen (1986). Merit Pay and the Evaluation Problem: Why Most Merit Pay Plans Fail and a Few Survive. Harvard Educational Review 56(1): 1-17.",
        "Loewenstein, G. (1999). Because it is there: the challenge of mountaineering --- for utililty theory Kyklos 52(3): 3 15-344.",
        "Levy, F. and R. J. Murnane (2004). The New Division of Labor: How Computers are Creating the Next Labor Market. Princeton, N.J., Princeton University Press.",
        "Lavy, V. (2007). Using Performance-Based Pay to Improve the Quality of Teachers. The Future of Children 17(1): 87-109.",
        "Kemple, J. J. (2004). Career Academies: Impacts on Labor Market Outcomes and Educational Attainment New York, MDRC.",
        "Johnson, S. M., M. L. Donaldson, et al. (2007). Leading the Local: Teachers Union Presidents Speak on Change, Challenges. Education Sector Reports. Washington, D.C., Education Sector.",
        "Jacob, B. A. and S. D. Levitt (2003). Rotten Apples: An Investigation of The Prevalence and Predictors of Teacher Cheating. Ouarterly Journal of Economics 118(3): 843-877.",
        "Hess, F. M., Ed. (2005). Urban school reform: lessons from San Diego. Cambridge, Harvard Education Press.",
        "Hanushek, E. A. and S. G. Rivkin (2006). School quality and the black-white achievement gap. National Bureau of Economic Research Working Paper No.",
        "Hanushek, E. A. (1994). Making Schools Work: Improving Performance and Controlling Costs. Washington, D.C., Brookings.",
        "Graham, P. A. (2006). Schooling America: How the Public Schools Meet the Nations Changing Needs New York, Oxford University Press.",
        "Freeman, R. B. (1985). What Do Unions Do. New York, Basic Books.",
        "Francis, D. J., N. K. Lesaux, et al. (2006). Language of instruction for language minority learners. Developing Literacy in a second language: Report of the National Literacy Panel. D. L. August and T. Shanahan. Mahwah, N.J., Erlbaum Associates: 365-414.",
        "Figlio, D. N. (2005). Testing, Crime and Punishment. National Bureau of Economic Research Working Paper No. 11194.",
        "Evans, W. N., S. E. Munay, et al. (1999). The Impact of Court-Mandated School Finance Reform Equity and Adequacy in Education Finance: Collected Papers H. F. Ladd. Washington, D.C., National Academy Press.",
        "Elmore, R. F. (2002). Bridging the gap between standards and achievement: The imperative for professional development in education. Washington, DC, Albert Shanker Institute: 40.",
        "Corcoran, S. P., W. N. Evans, et al. (2004). Women, the Labor Market, and the Declining Relative Quality of Teachers. Journal of Policy Analysis and Management 23(3): 449-470.",
        "Coleman, J. S. and a. others (1966). Equality of Educational Opportunity. Washington, D.C., Office of Education, U.S. Department of Health, Education, and Welfare.",
        "Clotfelter, C., E. Glennie, et al. (2006). Would Higher Salaries Keep Teachers in High- Poverty Schools? Evidence from a Policy Intervention in North Carolina. National Bureau of Economic Research Working Paper No. 12285.",
        "Cantrell, S., J. Fullerton, et al. (2007). National Board Certification and Teacher Effectiveness: Evidence from a Random Assignment Experiment. National Bureau of Economic Research Economics of Education Workshop. Cambridge.",
        "Bishop, J. H., F. Mane, et al. (2001). The Role of End-of-Course Exams and Minimal Competency Exams in Standards-Based Reforms. Brookings Papers in Education Policy 2001. D. Ravitch. Washington, D.C., Brookings.",
        "Becker, H. 5. (1952). The Career of the Chicago Public SchoolTeacher. American Journal of Sociology 57(5): 470-77.",
        "Autor, D. H., F. Levy, et al. (2003a). The Skill Content of Recent Technological Change: An Empirical Exploration. Ouarterly Journal of Economics 118(4): 1279- 1333."
    ]
}