{
    "id": 13806,
    "cites": 32,
    "cited_by": 40,
    "reference": [
        "Baker, M., R. Greenwood and J. Wurgier, 2003, The Maturity of Debt Issues and Predictable Variation in Bond Returns, Jonrmal of Fimamcial Ecomomics, 70, 261-291.",
        "Baker, M. and J. Wurgier, 2005, Comovement and Copredictability of Bonds and Bond- Like Stocks, working paper, Harvard University.",
        "Barro, R., 1974, Are Government Bonds Net Wealth?, Jonrmal of Political Ecomomy, 82, 1095-1117.",
        "Brunnermeier, M. and L. Pedersen, 2007, Market Liquidity and Funding Liquidity, Review of Fimamcial Stndies, forthcoming.",
        "Campbell, J. and R. Shiller, 1991, Yield Spreads and Interest Rate Movements: A Birds Eye View, Review of Ecomomic Stndies, 58, 495-514.",
        "Cochrane, J. and M. Piazzesi, 2005, Bond Risk Premia, Americam Ecomomic Review, 95, 138-160.",
        "Culbertson, J., 1957, The Term Structure of Interest Rates, Qnarterly Jonrmal of Ecomomics, 71, 485-517.",
        "Fama, E. and R. Bliss, 1987, The Information in Long-Maturity Forward Rates, Amer- icam Ecomomic Review, 77, 680-692.",
        "Fernald, J., P. Mosser and F. Keane, 1994, Mortgage Security Hedging and the Yield Curve, Federal Reserve Bamk of New York - Qnarterly Review, Summer-Fall, 92-100.",
        "Gabaix, X., A. Krishnamurthy, and 0. Vigneron, 2007, Limits of Arbitrage: Theory and Evidence from the Mortgage-Backed Securities Market, Jonrmal of Fimamce, 62, 557-595.",
        "Garleanu, N., L. Pedersen and A. Poteshman, 2007, Demand-Based Option Pricing, working paper, University of California Berkeley.",
        "Greenspan, A., 2001, Testimomy of Chairmam Alam Greemspam before the Committee om the Bndget, US Senate.",
        "Greenwood, R., 2005, Short- and Long-Term Demand Curves for Stocks: Theory and Evidence on the Dynamics of Arbitrage, Jourmal of Fimamcial Ecomomics, 75, 607- 649.",
        "Gromb, D. and D. Vayanos, 2002, Equilibrium and Welfare in Markets with Financially Constrained Arbitrageurs, Jourmal of Fimamcial Ecomomics, 66, 36 1-407.",
        "Gromb, D. and D. Vayanos, 2007, Financially Constrained Arbitrage and Cross-Market Contagion, working paper, London School of Economics.",
        "Hansen, L. and R. Hodrick, 1980, Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, Jourmal of Political Ecomomy, 88, 829- 853.",
        "He, Z. and A. Krishnamurthy, 2007, Intermediary Asset Pricing, working paper, North- western University.",
        "Holland, T, 1969, `Operation Twist and the Movement of Interest Rates and Related Economic Time Series, Imtermatiomal Ecomomic Review, 10, 260-265.",
        "Informed Budgeteer, 2001, Debt Limbo How Low Can You Go? 107th Congress, 1st Session, No. 7. (Available at http: //www. senate.gov/ budget/republican/analysis/200 1 /bb7- 01.pdf.) Kambhu, J. and P. Mosser, 2001, The Effect of Interest Rate Options Hedging on Term-Structure Dynamics, Federal Reserve Bamk of New York Ecomomic Policy Re- view, 7, 51-70.",
        "Koijen, R., Van Hemert, 0., and S. Van Nieuwerburgh, 2007, Mortgage timing, working paper, New York University.",
        "Krishnamurthy, A. and A. Vissing-Jorgensen, 2007, The Demand for Treasury Debt, working paper, Northwestern University.",
        "Kyle, A. and W. Xiong, 2001, Contagion as a Wealth Effect of Financial Intermedi- aries, Jonrnal of Finance, 56, 1401-1440.",
        "Mankiw, N. G., and M. Shapiro, 1986, Do We Reject Too Often? Small Sample Prop- erties of Tests of Rational Expectations Models, Economics Letters, 20, 139-145.",
        "Modigliani, F. and R. Sutch, 1966, Innovations in Interest-Rate Policy, American Eco- nomic Review, 56, 178-197.",
        "Newey, W. and K. West, 1987, A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 55, 703-708.",
        "Ross, M., 1966, `Operation Twist: A Mistaken Policy? Jonrnal of Political Economy, 74, 195-199.",
        "Shleifer, A., and R. Vishny, The Limits of Arbitrage, Jonrnal of Finance, 52, 35-55. Stambaugh, R., 1986, Bias in Regressions with Lagged Stochastic Regressors, Univer- sity of Chicago working paper.",
        "Van Home, J. and D. Bowers, 1968, The Liquidity Impact of Debt Management, Sonthem Economic Jonmnal, 34, 526-537.",
        "Vasicek, 0., 1977, An Equilibrium Characterization of the Term Structure, Jonmnal of Financial Economics, 5, 177-188.",
        "Vayanos, D. and J.-L. Vila, 2007, A Preferred-Habitat Model of the Term-Structure of Interest Rates, working paper, London School of Economics.",
        "Wallace, N., 1966, The Term Structure of Interest Rates and the Maturity Composition of the Federal Debt, Jonmnal of Finance, 22, 301-312.",
        "Xiong, W., 2001, Convergence Trading with Wealth Effects, Jonmnal of Financial Eco- nomics, 62, 247-292."
    ]
}