{
    "id": 13803,
    "cites": 25,
    "cited_by": 2,
    "reference": [
        "Adkins, G., Huff, D., Stageberg, P. (2000) The Iowa Sex Offender Registry and Recidivism, Report of the Iowa Department of Human Rights, Division of Criminal and Juvenile Justice Planning and Statistical Analysis Center.",
        "Agan, A. (2007) Sex Offender Registries: Fear without Function? Unpublished Manuscript.",
        "Bachman, R., Paternoster, R., Ward, S. (1992) The Rationality of Sexual Offending: Testing a Deterrence/Rational Choice Conception of Sexual Assault, Law and Society Review 26(2): 343-372.",
        "Barr, R. and Pease, K. (1990) Crime Placement, Displacement, and Deflection, Crime and Justice 12: 277-318.",
        "Bedarf, A.R. (1995) Examining Sex Offender Community Notification Laws, California Law Review, 83(3) 885-939.",
        "Boston Globe (October 5, 1996) High-risk Sex Offenders to be Named on TV, by Jordana Hart, Globe Staff.",
        "Curie, J. and MacLeod, W.B. (2007) First Do No Harm? Tort Reform and Birth Outcomes, Quarterly Journal of Economics, forthcoming.",
        "Edwards, W. and Hensley, C. (2001) Contextualizing Sex Offender Management Legislation and Policy: Evaluating the Problem of Latent Consequences in Community Notification Laws, International Journal of Offender Therapy and Comparative Criminology 45(1): 83-101.",
        "Filler, D.M. (2001) Making the Case for Megans Law: A Study in Legislative Rhetoric, Indiana Law Journal 76: 3 15-345.",
        "Hanson, R.K. (2002) Recidivism and Age: Follow-Up Data from 4,673 Sexual Offenders, Journal of Interpersonal Violence 17(10): 1046-1062.",
        "Iyengar, R. (2007) Id Rather be Hanged for a Sheep than a Lamb: The Unintended Consequences of `Three-Strikes Laws, Unpublished Manuscript.",
        "Jacob, B.A. Lefgren, L. and Moretti, E (2004) The Dynamics of Criminal Behavior: Evidence from Weather Shocks, NBER Working Paper 10739.",
        "Kessler, D. and Levitt, S.D. (1999) Using Sentencing Enhancements to Distinguish between Deterrence and Incapacitation, Journal of Law and Economics 42(1): 343-363.",
        "Levenson, J.S. and Cotter, L.P. (2005) The Effect of Megans Law on Sex Offender Reintegration, Journal of Contemporary Criminal Justice 21(1): 49-66.",
        "Lieb, R. (1996) Community Notification Laws: `A Step Toward More Effective Solutions, Journal of Interpersonal Violence 11(2): 298-300.",
        "Linden, L.L. and Rockoff, J.E. (2006) There Goes the Neighborhood? Estimates of the Impact of Crime Risk on Property Values from Megans Laws, NBER Working Paper 12253.",
        "McCrary, J., and Lee, D.S. (2005) Crime, Punishment, and Myopia, NBER Working Paper 11491.",
        "North Carolina State Bureau of Investigation, NC Sex Offender and Predator Statistics by County 1996 - 2001, Online at: sbi2.jus.state.nc.us/crp/public/other/sexofsum.htm Ohio Legislative Service Commission (2002) Ohio Facts 2002. Pawson, R. (2002) Does Megans Law Work? A Theory-Driven Systematic Review, ESRC UK Centre for Evidence Based Policy and Practice, Working Paper 8 Prentky, R.A. (1996) Community Notification and Constructive Risk Reduction, Journal of Interpersonal Violence 11(2): 295-298.",
        "Pope, J.C. (2007) Do Scarlet Letters Lead to Scarlet Homes? Household Reactions to Public Information from Sex Offender Registries, Unpublished Manuscript.",
        "Presser, L. and Gunnison, E. (1999) Strange Bedfellows: Is Sex Offender Notification a Form of Community Justice? Crime Delinquency 45(3): 299-3 15.",
        "Schram, D.D. and Milloy, C.D. (1995) Community Notification: A Study of Offender Characteristics and Recidivism, Washington State Institute for Public Policy Working Paper.",
        "Shao, L. and Li, J. (2006) The Effect of Sex Offender Registration Laws on Rape Victimization, Unpublished Manuscript.",
        "Teichman, D. (2005) Sex, Shame, and the Law: An Economic Perspective on Megans Laws, Harvard Journal on Legislation 42(1): 335-415.",
        "Tewksbury, R. (2005) Collateral Consequences of Sex Offender Registration Journal of Contemporary Criminal Justice 21(1): 67-81.",
        "U.S. Census Bureau (2002), Table CO-EST2001-12-00 - Time Series of Intercensal State Population Estimates: April 1, 1990 to April 1,2000, Release Date: April 11,2002."
    ]
}