{
    "id": 13807,
    "cites": 29,
    "cited_by": 52,
    "reference": [
        "Abed-el-Rahman, K., 1991. Firms Competitive and National Comparative Advantages as Joint Determinants of Trade Composition. Weltwirtschaftliches Archiv, 127:83-97.",
        "Aghion, Phillippe and Peter Howitt, 1992. A Model of Growth Through Creative Destruction. Econometrica, 60(2): 323-351.",
        "Aiginger, Karl, 1997. The Use of Unit Values to Discriminate Between Price and Quality Competition. Cambridge Journal of Economics, 21(5):571-592.",
        "Aiginger, Karl, 1998. Unit Values to Signal the Quality Position of CEECs. In The Competitiveness of Transition Economies. OECD Proceedings, 1998(10):1-234.",
        "Alterman, William F., W. Erwin Diewert and Robert C. Feenstra. 1999. International Trade Price Indexes and Seasonal Commodities. Washington DC: U.S. Department of Labor, Bureau of Labor Statistics.",
        "Aw, Bee Yan and Mark J. Roberts, 1986. Measuring Quality Change in QuotaConstrained Import Markets. Journal of International Economics, 21(1): 45-60.",
        "Bernard, Andrew B., Stephen Redding and Peter K. Schott, 2007. Heterogenous Firms and Comparative Advantage. Review of Economic Studies, 74(1):31-66.",
        "Berry, Steven T. 1994. Estimating Discrete Choice Models of Product Differentiation. The RAND Journal of Economics, 25(2):242-262.",
        "Bils, Mark, 2004. Measuring the Growth from Better and Better Goods. NBER Working Paper 10606.",
        "Broda, Christian and David E. Weinstein, 2006. Globalization and the Gains from Variety. Quarterly Journal of Economics, 121(2): 541-585.",
        "ESTIMATING CROSS-COUNTRY DIFFERENCES IN PRODUCT QUALITY 40 Brooks, Eileen, 2006. Why Dont Firms Export More? Product Quality and Colombian Plants. Journal of Development Economics, 80(1): 160-178.",
        "Corsetti, Giancarlo, Philippe Martin and Paolo Pesenti, Productivity Spillovers, Terms of Trade and the `Home Market Effect, Journal of International Economics, forthcoming. Diewert, W. Erwin and Alice Nakamura, 1993. Essays in Index Number Theory, Volume 1. North Holland. Amsterdam.",
        "Fabrizio, Stefania, Deniz Igan, and Ahoka Mody, 2007. The Dynamics of Product Quality and International Competitiveness, IMF mimeo.",
        "Feenstra, Robert C., 1988. Quality Change Under Trade Restraints in Japanese Autos. Quarterly Journal of Economics, 103:131-146.",
        "Feenstra, Robert C., 1994. New Product Varieties and the Measurement of International Prices. American Economic Review, 84(1): 157-177.",
        "Feenstra, Robert C., 1995. Exact Hedonic Price Indexes. Review of Economics and Statistics, 77:634-653.",
        "Feenstra, Robert C, Alan Heston, Marcel Timmer and Haiyan Deng, 2007. Estimating Real Production and Expenditures Across Nations: A Proposal for Improving Existing Practice. UC Davis, mimeo.",
        "Flam, H., Helpman, E., 1987. Vertical Product Differentiation and North-South Trade. American Economic Review, 77: 810-822.",
        "General Accounting Office, 1995. US Imports: Unit Values Vary Widely for Identically Classified Commodities. Report GAO/GGD-95-90.",
        "Goldberg, Penny and Nina Pavcnik, 2007. Distributional Effects of Globalization in Developing Countries. Journal of Economic Literature, 45(1): 39-82.",
        "Grossman, Gene and Elhanan Helpman, 1991. Quality Ladders in the Theory of Growth. The Review of Economic Studies, 58: 43-61.",
        "ESTIMATING CROSS-COUNTRY DIFFERENCES IN PRODUCT QUALITY 41 Hallak, Juan C., 2006. Product Quality and the Direction of Trade. Journal of International Economics, 68(1): 238-265.",
        "Hummels, David and Peter Klenow, 2005. The Variety and Quality of a Nations Exports. American Economic Review, 95: 704-723.",
        "Khandelwal, Amit, 2007. The Long and Short of Quality Ladders. Mimeo, Columbia Business School.",
        "Neary, J. Peter and K.W.S. Roberts, 1980. The Theory of Household Behaviour Under Rationing. European Economic Review, 13: 25-42.",
        "Romalis, John, 2004. Factor Proportions and the Structure of Commodity Trade. American Economic Review, 94: 67-97.",
        "Schott, Peter K., 2004. Across-Product versus Within-Product Specialization in International Trade. Quarterly Journal of Economics, 119(2): 647-678.",
        "Schott, Peter K., 2008. The Relative Sophistication of Chinese Exports. Economic Policy, 53: 5-49.",
        "Verma, Samar, 2002. Export Competitiveness of Indian Textile and Garment Industry. Indian Council for Research on International Economic Relations, Working Paper 94."
    ]
}