{
    "id": 13801,
    "cites": 57,
    "cited_by": 12,
    "reference": [
        "Abraham, Katharine and Melissa Clark (2006). Financial Aid and Students College Decisions Evidence from the District of Columbia Tuition Assistance Grant Program Journal of Human Resources 41(3), pp. 578-610.",
        "Advisory Committee on Student Financial Assistance. Ã\u0082â\u0080\u009cThe Student Aid Gauntlet: Making Access to College Simple and Certain: Final Report of the Special Study of Simplification of Need Analysis and Application for Title IV Aid.Ã\u0082â\u0080\u009d Washington, D.C.: Advisory Committee on Student Financial Assistance (January 23, 2005). URL: http://www.ed.gov/about/bdscomm/list/acsfa/edlite-gauntlet.html.",
        "Akerlof, George A. Ã\u0082â\u0080\u009cThe Economics of Ã\u0082â\u0080\u0098TaggingÃ\u0082â\u0080\u0099 as Applied to the Optimal Income Tax, Welfare Programs, and Manpower Planning.Ã\u0082â\u0080\u009d American Economic Review 68, no. 1 (March 1978): 8-19.",
        "Avery, Christopher and Thomas J. Kane. Ã\u0082â\u0080\u009cStudent Perceptions of College Opportunities: The Boston COACH Program.Ã\u0082â\u0080\u009d In College Choices: The Economics of Where to Go, When to Go, and How To Pay for It, edited by Caroline Hoxby, 355-394. Chicago: University of Chicago Press, 2004.",
        "Barrow, Lisa and Cecilia Elena Rouse. Ã\u0082â\u0080\u009cDoes College Still Pay?Ã\u0082â\u0080\u009d The EconomistsÃ\u0082â\u0080\u0099 Voice v. 2, no. 4 (2005).",
        "Bertrand, Marianne, Erzo F. P. Luttmer, and Sendhil Mullainathan. Ã\u0082â\u0080\u009cNetwork Effects and Welfare Cultures.Ã\u0082â\u0080\u009d Quarterly Journal of Economics 115, no. 3 (August 2000): 1019-1055.",
        "Bertrand, Marianne, Sendhil Mullainathan, and Eldar Shafir. Ã\u0082â\u0080\u009cA Behavioral-Economics View of Poverty.Ã\u0082â\u0080\u009d American Economic Review 94, no. 2 (May 2004): 419-423.",
        "Berube, Alan, Anne Kim, Benjamin Forman, and Megan Burns. The Price of Paying Taxes: How Tax Preparation and Refund Loan Fees Erode the Benefits of the EITC. Washington, D.C.: Brookings Institution, Progressive Policy Institute Survey Series (May 2002). URL: http://www.brookings.edu/metro/publications/berubekimeitcexsum.html.",
        "Bettinger, Eric. Ã\u0082â\u0080\u009cHow Financial Aid Affects Persistence,Ã\u0082â\u0080\u009d In College Choices: The Economics of Where to Go, When to Go, and How To Pay for It, edited by Caroline Hoxby, 207-238. Chicago: University of Chicago Press, 2004.",
        "Blumenthal, Marsha and Joel Slemrod. Ã\u0082â\u0080\u009cThe Compliance Cost of the U.S. Individual Income Tax System: A Second Look After Tax Reform.Ã\u0082â\u0080\u009d National Tax Journal 45, no. 2 (June 1992): 185-202.",
        "College Board. Trends in Student Aid 1998. New York: College Board Publications, 1998.",
        "College Board. Education Pays. New York: College Board Publications, 2004.",
        "College Board. Trends in Student Aid 2005. New York: College Board Publications, 2005.",
        "College Board. Trends in College Pricing 2006. New York: College Board Publications, 2006.",
        "Currie, Janet. Ã\u0082â\u0080\u009cThe take up of social benefits.Ã\u0082â\u0080\u009d NBER Working Paper No. 10488. Cambridge, MA: National Bureau of Economic Research (2004).",
        "Duflo, Esther, and Emmanuel Saez. Ã\u0082â\u0080\u009cThe Role of Information and Social Interactions in Retirement Plan Decisions: Evidence from a Randomized Experiment.Ã\u0082â\u0080\u009d Quarterly Journal of Economics 118 No. 3 (August, 2003): 815-842.",
        "Dynarski, Susan M. Ã\u0082â\u0080\u009cHope for Whom? Financial Aid for the Middle Class and Its Impact on College Attendance.Ã\u0082â\u0080\u009d National Tax Journal 53, no. 3 (Part 2 Sept. 2000): 629-661.",
        "Dynarski, Susan M. Ã\u0082â\u0080\u009cDoes Aid Matter? Measuring the Effect of Student Aid on College Attendance and Completion.Ã\u0082â\u0080\u009d American Economic Review 93, no. 1 (March 2003): 279-288.",
        "Dynarski, Susan M. Ã\u0082â\u0080\u009cThe New Merit Aid.Ã\u0082â\u0080\u009d In College Choices: The Economics of Where to Go, When to Go, and How to Pay for It, edited by Caroline Hoxby. Chicago: University of Chicago Press, 2004a.",
        "Dynarski, Susan M. Ã\u0082â\u0080\u009cTax policy and education policy: Collision or coordination?Ã\u0082â\u0080\u009d In Tax Policy and the Economy, edited by James M. Poterba. Cambridge, MA: MIT Press, 2004b.",
        "Dynarski, Susan M., and Judith E. Scott-Clayton. 2006. The cost of complexity in federal student aid: Lessons from optimal tax theory and behavioral economics. National Tax Journal 59 (2): 319Ã\u0082â\u0080\u009356.",
        "Dynarski, Susan M., and Judith E. Scott-Clayton. 2007. Ã\u0082â\u0080\u009cPell Grants on a Postcard: A Proposal for Simple and Predictable Federal Student Aid.Ã\u0082â\u0080\u009d Hamilton Project Discussion Paper.",
        "Dynarski, Susan M. Ã\u0082â\u0080\u009cBuilding the Stock of College-Educated Labor.Ã\u0082â\u0080\u009d Journal of Human Resources (forthcoming). Edlin, Aaron S. Ã\u0082â\u0080\u009cIs College Financial Aid Equitable and Efficient?Ã\u0082â\u0080\u009d Journal of Economic Perspectives 7, no. 2 (Spring 1993): 143-158.",
        "Feldstein, Martin (1995). Ã\u0082â\u0080\u009cScholarship Rules and Private Savings.Ã\u0082â\u0080\u009d American Economic Review 85:3, 552-66.",
        "Gale, William and Janet Holtzblatt (1997). Ã\u0082â\u0080\u009cOn the Possibility of a No-Return Tax System.Ã\u0082â\u0080\u009d National Tax Journal 50 (September): 475-85.",
        "Goolsbee, Austan (2004). The TurboTax Revolution? Evaluating the Ability of Technology to Solve the Tax Complexity Dilemma, in The Crisis in Tax Administration, edited by Henry Aaron and Joel Slemrod, Brookings Institution Press (Washington, D.C.), 124-137.",
        "Greenstein, Robert. The Earned Income Tax Credit: Boosting Employment, Aiding the Working Poor. Washington, D.C.: Center for Budget and Policy Priorities (August 2005). URL: http://www.cbpp.org/7-19-05eic.htm.",
        "Hansen, W. Lee. Ã\u0082â\u0080\u009cThe Impact of Student Financial Aid on Access.Ã\u0082â\u0080\u009d In The Crisis in Higher Education, edited by Joseph Froomkin. New York: Academy of Political Science, 1983.",
        "Henry, Gary, Steve Harkreader, Philo A. Hutcheson and Craig S. Gordon (1998). Ã\u0082â\u0080\u009cHope Longitudinal Study, First-Year Results.Ã\u0082â\u0080\u009d Unpublished manuscript, Georgia State University.",
        "Holtzblatt, Janet and Janet McCubbin. Ã\u0082â\u0080\u009cIssues Affecting Low-Income Filers,Ã\u0082â\u0080\u009d in The Crisis in Tax Administration, edited by Henry J. Aaron and Joel Slemrod, pp. 148-200. Washington, DC: Brookings Institution Press, 2004.",
        "Kahneman, Daniel and Amos Tversky. Choices, Values and Frames. Cambridge, MA: Cambridge University Press, 2000.",
        "Kane, Thomas J. Ã\u0082â\u0080\u009cRising Public College Tuition and College Entry: How Well Do Public Subsidies Promote Access to College?Ã\u0082â\u0080\u009d NBER Working Paper 5164, 1995.",
        "Kane, Thomas J. Ã\u0082â\u0080\u009cA Quasi-Experimental Estimate of the Impact of Financial Aid on College- Going.Ã\u0082â\u0080\u009d National Bureau of Economic Research Working Paper 9703, 2003.",
        "Kaplow, Louis. Ã\u0082â\u0080\u009cOptimal Taxation with Costly Enforcement and Evasion.Ã\u0082â\u0080\u009d Journal of Public Economics 43, no. 2 (November 1990): 221-236.",
        "Kaplow, Louis. Ã\u0082â\u0080\u009cHow Tax Complexity and Enforcement Affect the Equity and Efficiency of the Income Tax.Ã\u0082â\u0080\u009d National Tax Journal 49, no. 1 (March 1996): 135-150.",
        "Liebman, Jeffrey. Ã\u0082â\u0080\u009cThe Impact of the Earned Income Tax Credit on Incentives and Income Distribution,Ã\u0082â\u0080\u009d Tax Policy and the Economy No. 12 (1998).",
        "Liebman, Jeffrey and Richard Zeckhauser. Ã\u0082â\u0080\u009cSchmeduling.Ã\u0082â\u0080\u009d Harvard University, unpublished manuscript, 2004.",
        "Madrian, Brigitte C. and Dennis F. Shea. Ã\u0082â\u0080\u009cThe Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior.Ã\u0082â\u0080\u009d Quarterly Journal of Economics CXVI No. 4 (November 2001): 1149-1187.",
        "Moffitt, Robert. Ã\u0082â\u0080\u009cAn Economic Model of Welfare Stigma.Ã\u0082â\u0080\u009d American Economic Review 73 No. 5 (December 1983): 1023-1035.",
        "Mullainathan, Sendhil, and Richard H. Thaler. Ã\u0082â\u0080\u009cBehavioral economics.Ã\u0082â\u0080\u009d NBER Working Paper No. 7948. Cambridge, MA: National Bureau of Economic Research (2000).",
        "Nichols, Albert L., Richard J. Zeckhauser. Ã\u0082â\u0080\u009cTargeting Transfers through Restrictions on Recipients.Ã\u0082â\u0080\u009d American Economic Review 72, no. 2 (May 1982): 372-377.",
        "Nuttall, Christine (1996). Teaching Reading Skills in a Foreign Language. Oxford: Heinemann.",
        "OÃ\u0082â\u0080\u0099Donoghue, Ted and Matthew Rabin. Ã\u0082â\u0080\u009cDoing It Now or Later,Ã\u0082â\u0080\u009d The American Economic Review, 89 1, March 1999, 103-124.",
        "PresidentÃ\u0082â\u0080\u0099s Advisory Panel on Federal Tax Reform. Final Report of the PresidentÃ\u0082â\u0080\u0099s Advisory Panel on Federal Tax Reform. Washington, D.C.: U.S. Government Printing Office, 2005. URL: http://www.taxreformpanel.gov/final-report/.",
        "Samuelson, William and Richard Zeckhauser. Ã\u0082â\u0080\u009cStatus quo bias in decision making.Ã\u0082â\u0080\u009d Journal of Risk and Uncertainty 1, Issue 1, March 1988: 7-59.",
        "Seftor, Neil and Turner, Sarah. Ã\u0082â\u0080\u009cBack to School: Federal Student Aid Policy and Adult College Enrollment.Ã\u0082â\u0080\u009d Journal of Human Resources 37:2 (2002): 336-352.",
        "Social Security Administration. Social Security Bulletin Annual Statistical Supplement. Washington, DC: U.S. Government Printing Office, various years. Stedman, J. B. Federal Pell Grant Program of the Higher Education Act: Background and Reauthorization. Congressional Research Service Report for Congress, Order Code RL31668 (2003).",
        "Thaler, Richard H. Ã\u0082â\u0080\u009cPsychology and Savings Policies.Ã\u0082â\u0080\u009d American Economic Review 84, no. 2 (May 1994): 186-192.",
        "U.S. Department of Education, National Center for Education Statistics. Digest of Education Statistics. Washington, DC: U.S. Government Printing Office (1998).",
        "U.S. Department of Education. Final Audit Report of the Student Financial Aid Application Verification Process. Control Number ED-OIG/A06-A0020. Washington, DC: U.S. Department of Education, Office of the Inspector General (2002a). URL: http://www.ed.gov/about/offices/list/oig/auditreports/a06a0020.pdf.",
        "U.S. Department of Education. 2003-2004 Free Application for Federal Student Aid. Washington, DC: U.S. Department of Education, Office of Federal Student Aid (2003b).",
        "U.S. Department of Education. 2006-2007 Free Application for Federal Student Aid. Washington, DC: U.S. Department of Education, Office of Federal Student Aid (2006).",
        "U.S. Government Accounting Office. Alternative Filing Systems. Washington, DC: U.S. Government Accounting Office (1996).",
        "U.S. Government Accounting Office. Gaps in ParentsÃ\u0082â\u0080\u0099 and StudentsÃ\u0082â\u0080\u0099 Knowledge of School Costs and Federal Aid. Washington, DC: U.S. Government Accounting Office (1990).",
        "U.S. Office of Management and Budget. Budget of the United States Government, Fiscal Year 2005, Federal Credit Supplement. Washington, D.C., 2005. (URL: http://www.whitehouse.gov/omb/budget/fy2005/ ).",
        "Wilkinson, Rupert. Aiding Students, Buying Students. Nashville, TN: Vanderbilt University Press, 2005.",
        "Williams, Mark S. Key Factors in Financial Aid Office Staff Sizes: Results of the 2006 NASFAA Staffing Survey and Development of the Staffing Model. Washington, DC: National Association of Student Financial Aid Administrators, 2006."
    ]
}