{
    "id": 13809,
    "cites": 21,
    "cited_by": 1,
    "reference": [
        "Black, Henry Campbell. 1991. Blacks Law Dictionary. St. Paul, MN: West Publishing Co.",
        "Botero, Juan, Simeon Djankov, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2004. The regulation of labor. Quarterly Journal of Economics 119(4): 1339-82.",
        "Cadiet, LoIc. 1999. Civil justice reform: access, cost, and delay. The French perspective. In Zuckerman, Adrian A.S., ed. Civil Justice in Crisis: Comparative Perspectives in Civil Procedure. Oxford: Oxford University Press.",
        "Chase, Oscar. 2002. American Exceptionalism and comparative procedure. The American Journal of Comparative Law 50(2): 277-301.",
        "Damaska, Mirjan. 1986. The Faces of Justice and State Authority. New Haven, CT: Yale University Press.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2002. The regulation of entry. Quarterly Journal of Economics 117(1): 1-37.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2003a. Courts. Quarterly Journal of Economics 118(2): 453-5 17.",
        "Djankov, Simeon, Edward Glaeser, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2003b. The new comparative economics. Journal of Comparative Economics 31(1): 595-619.",
        "Enriques, Luca, and Paolo Volpin. 2007. Corporate governance reforms in continental Europe. Journal of Economic Perspectives 21(1): 117-40.",
        "Fix-Zamudio, Hector. 1985. La administraciÃ\u0083Â³n de justicia. In Ovalle Favella, J ed.",
        "Temas y Problemas de la AdministraciÃ\u0083Â³n de Justicia en Mexico. 2nd Ed. Mexico City: Miguel Angel PorrÃ\u0083Â¼a. Gilson, Ronald. 2001. Globalizing corporate governance: convergence of form or function. The American Journal of Comparative Law 49: 329-358.",
        "Glaeser, Edward, and Andrei Shleifer. 2002. Legal origins. Quarterly Journal of Economics 117(4): 1193-1229.",
        "Glaeser, Edward, and Andrei Shleifer. 2003. The rise of the regulatory state. Journal of Economic Literature 41(2): 401-425.",
        "Hansmann, Henry, and Reinier Kraakman. 2000. The end of history for corporate law. The Georgetown Law Journal 89(438): 439-468.",
        "Kerameus, Konstantinos. 1997. Political integration and procedural convergence in the European Union, The American Journal of Comparative Law 45(4): 9 19-930.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny. 1998.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny. 1999.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2008. The economic consequences of legal origins. Journal of Economic Literature, forthcoming.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Christian Pop-Eleches, and Andrei Shleifer. 2004. Judicial checks and balances. Journal of Political Economy 112(2): 445-70.",
        "Narvasa, Andres. 1998. The History of the Philippine Judiciary. Manila: Philippine Judiciary Foundation.",
        "Zweigert, Konrad, and Hem Kotz. 1998. Introduction to Comparative Law. Oxford: Clarendon Press."
    ]
}