{
    "id": 13802,
    "cites": 41,
    "cited_by": 4,
    "reference": [
        "Berger, A.N. and C.H.S. Bouwman, 2006, The Measurement of Bank Liquidity Creation and the Effect of Capital, Available at SSRIN: http://ssrn.comIabstract=672784; September.",
        "Berlin, M. and L. J. Mester, 1999, Deposits and Relationship Lending, Review of Financial Studies 12, 579-607.",
        "Boyd, J. and M. Gertler, 1994, Are Banks Dead? Or, Are the Reports Greatly Exaggerated? Federal Reserve Bank of Minneapolis, Quarterly Review (Summer), 1-19.",
        "Calomiris, C., 1989, The Motivations for Loan Commitments Backing Commercial Paper, Journal of Banking and Finance 13, 27 1-277.",
        "Calomiris, C., 1994, Is the Discount Window Necessary: A Penn Central Perspective, Federal Reserve Bank of Saint Louis Review, 3 1-55.",
        "Calomiris, C., and C. Kahn, 1991, The Role of Demandable Debt in Structuring Optimal Banking Arrangements, American Economic Review 81, 497-513.",
        "Chava, S. and A.K. Pumanandam, 2006, The Effect of Banking Crisis on Bank-Dependent Borrowers, EFA 2006 Zurich Meetings Available at SSRIN: http ://ssm. comIabstract=82 1804; July.",
        "Demsetz, R. S., and P. E. Strahan, 1997, Diversification, Size, and Risk at Bank Holding Companies, Journal of Money, Credit and Banking 29, 300-313.",
        "Diamond, D., 1984, Financial Intermediation and Delegated Monitoring, Review of Economic Studies 51, 393-414.",
        "Diamond, D., and P. Dybvig, 1983, Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy 91, 401-419.",
        "Diamond, D., and R. G. Rajan, 2001, Liquidity Risk, Liquidity Creation and Financial Fragility: A Theory of Banking, Journal of Political Economy 91, 401-419.",
        "Dennis, Steven A. and Donald Mullineaux, 2000, Syndicated Loans, Journal of Financial Intermediation 9, 404-26.",
        "Edwards, F., 1999, Hedge Funds and the Collapse of Long-Term Capital Management, Journal of Economic Perspectives 13, 189-209.",
        "Fama, E. F., 1985, Whats Different about Banks? Journal of Monetary Economics 15, 29-39.",
        "Flannery, M., 1994, Debt Maturity and the Deadweight Costs of Leverage: Optimally Financing Banking Firms, American Economic Review 84, 320-331.",
        "Furfine, C., 2002, The Costs and Benefits of Moral Suasion: Evidence from the Rescue of Long-Term Capital Management, BIS Working Paper No. 103; FRB Chicago Working Paper No. 2002-11 Available at SSRIN: http://ssrn~cornIabstract=286453; June; forthcoming in the Journal of Business.",
        "Garber, P., and D. Weisbrod, 1990, Banks in the Market for Liquidity, working paper no. 3381, National Bureau of Economic Research.",
        "Gatev. E., 2007, Liquidity Risk and Limited Arbitrage: Why Banks Lend to Opaque Hedge Funds Working Paper, Carroll School of Management, Boston College.",
        "Gatev, E., and P. E. Strahan, 2006, Banks Advantage in Hedging Liquidity Risk: Theory and Evidence from the Commercial Paper Market, Journal of Finance 61, 867-892.",
        "Gatev, E., T. Schuermann, and P. E. Strahan, 2006, Managing Bank Liquidity Risk: How Deposit-loan Synergies Vary With Market Conditions, forthcoming in the Review of Financial Studies.",
        "Jones, Jonathan, William Lang and Peter Nigro, 2005, Agent Bank Behavior in Bank Loan Syndications, Journal of Financial Research 28, 385-402.",
        "Ivashina, Victoria, 2007, Agency Effects on Syndicated Loan Rates, unpublished working paper, Harvard Business School.",
        "Kane, E., 1974, All for the Best: The Federal Reserve Boards 60th Annual Report, American Economic Review 64, December, 835-850.",
        "Kashyap, A. K., R. G. Rajan, and J. C. Stein, 2002, Banks as Liquidity Providers: An Explanation for the Co-existence of Lending and Deposit-Taking, Journal of Finance 57, 33-74.",
        "Khwaja, A. I., and A. Mian, 2005, Tracing the Impact of Bank Liquidity Shocks, mimeo, Working Paper, Graduate School of Business, University of Chicago.",
        "Kroszner, R. S., and P. E. Strahan, 2005, Bank Regulations in the United States: Causes, Consequences and Implications for the Future, Working Paper, Carroll School of Management, Boston College.",
        "Kho, B., D. Lee, and R. M. Stulz, 2000, US Banks, Crises and Bailouts: From Mexico to LTCM, American Economic Review 90, 28-31.",
        "Lee, Sang Whi and Donald J. Mullineaux, 2004, Monitoring, Financial Distress, and the Structure of Commercial Lending Syndicates, Financial Management 33, 107-30.",
        "Loutskina, E., 2005, Does Securitization affect Bank Lending? Evidence from Bank Responses to Funding Shocks, Working Paper, Carroll School of Management, Boston College.",
        "Loutskina, E., and P. E. Strahan, 2006, Securitization and the Declining Impact of Bank Financial Condition on Loan Supply: Evidence from Mortgage Acceptance Rates, Working Paper, Carroll School of Management, Boston College.",
        "Mester, L., L. Nakamura, M. Renault, 2006, Transactions Accounts and Loan Monitoring, Federal Reserve Bank of Philadelphia Working Paper No. 04-20; forthcoming in Review of Financial Studies.",
        "Mishkin, F., and P. E. Strahan, What will Technology do to Financial Structure? 1998, in The Effect of Technology on the Financial Sector, Brookings-Wharton Papers on Financial Services, edited by R. Litan and A. Santomero, 249-87.",
        "Myers, S. C., and R. G. Rajan, 1998, The Paradox of Liquidity, Quarterly Journal of Economics 113, 733-71.",
        "OHara, M., and W. Shaw, 1990, Deposit Insurance and Wealth Effects: The Benefit of Being Too Big to Fail, Journal of Finance 45, 15 87-1600.",
        "Paravisini, D., 2004, Constrained Banks, Constrained Borrowers: The Effects of Bank Liquidity on the Availability of Credit, Working Paper, MIT.",
        "Pennacchi, G., 2006, Deposit Insurance, Bank Regulation and Financial System Risk, Journal of Monetary Economics 53, 1-30.",
        "Saidenberg, M. R., and P. E. Strahan, 1999, Are Banks Still Important for Financing Large Businesses? 1999, Federal Reserve Bank of New Yorks Current Issues in Economics and Finance 5(12), 1-6.",
        "Stiroh, K., 2005, New Evidence on the Determinants of Bank Specific Risk, Working Paper, Federal Reserve Bank of New York; forthcoming in the Journal of Financial Services Research.",
        "Strahan, P. E., 2005, Banking Structure and Lending: What We Do and Do Not Know, Working Paper, Carroll School of Management, Boston College.",
        "Sufi, A., 2006, Bank Lines of Credit in Corporate Finance: An Empirical Investigation, Working Paper, Graduate School of Business, University of Chicago; forthcoming in Review of Financial Studies.",
        "Sufi, A., 2007, Information Asymmetry and Financing Arrangements: Evidence from Syndicated Loans, Journal of Finance 62(2), 629-68."
    ]
}