{
    "id": 13804,
    "cites": 63,
    "cited_by": 1,
    "reference": [
        "Ang, Andrew, and Geert Bekaert, 2007, Stock return predictability: Is it there?, Review of Financial Studies 20, 65 1-707.",
        "Avramov, Doron, 2004, Stock return predictability and asset pricing models, Review of Financial Studies 17, 699-738.",
        "Barberis, Nicholas, 2000, Investing for the long run when returns are predictable, Journal of Finance 55, 225-264.",
        "Approach, Working paper, Duke University. Brandt, Michael W., and Qiang Kang, 2004, On the relationship between the conditional mean and volatility of stock returns: A latent VAR approach, Journal of Financial Economics 72, 217-257.",
        "Campbell, John Y., 1987, Stock returns and the term structure, Journal of Financial Economics 18, 373-399.",
        "Campbell, John Y., 1991, A variance decomposition for stock returns, The Economic Journal 101, 157-179.",
        "Campbell, John Y., and John Ammer, 1993, What moves the stock and bond markets? A variance decomposition for long-term asset returns, Journal of Finance 48, 3-37.",
        "Campbell, John Y., and Motohiro Yogo, 2006, Efficient tests of stock return predictability, Journal of Financial Economics 81, 27-60.",
        "Campbell, John Y., and Samuel B. Thompson, 2008, Predicting the equity premium out of sample: Can anything beat the historical average?, Review of Financial Studies, forthcoming.",
        "Carter, Chris K., and Robert Kohn, 1994, On Gibbs sampling for state space models, Biometrika 81, 541-553.",
        "Casella, G., and E.I. George, 1992, Explaining the Gibbs sampler, The American Statistician 46, 167-174.",
        "Cavanagh, Christopher L., Graham Elliott, and James H. Stock, 1995, Inference in models with nearly integrated regressors, Econometric Theory 11, 1131-1147.",
        "Clark, Todd E., and Kenneth D. West, 2006, Using out-of-sample mean squared prediction errors to test the martingale difference hypothesis, Journal of Econometrics 135, 155-186.",
        "Clark, Todd E., and Kenneth D. West, 2007, Approximately normal tests for equal predictive accuracy in nested models, Journal of Econometrics 138, 291-311.",
        "Cochrane, John H., 2008, The dog that did not bark: A defense of return predictability, Review of Financial Studies, forthcoming.",
        "Conrad, Jennifer, and Gautam Kaul, 1988, Time-variation in expected returns, Journal of Business 61, 409-425.",
        "Cremers, K.J. Martijn, 2002, Stock return predictability: A Bayesian model selection perspective, Review of Financial Studies 15, 1223-1249.",
        "Dangl, Thomas, and Michael Halling, 2006, Equity return prediction: Are coefficients timevarying ?, Working paper, University of Vienna.",
        "Duffee, Gregory R., 2006, Are variations in term premia related to the macroeconomy?, Working paper, University of California, Berkeley.",
        "Elliott, Graham, and James H. Stock, 1994, Inference in time series regression when the order of integration of a regressor is unknown, Econometric Theory 10, 672-700.",
        "Fama, Eugene F., and Kenneth R. French, 1988, Dividend yields and expected stock returns, Journal of Financial Economics 22, 3-26.",
        "Fama, Eugene F., and G. William Schwert, 1977, Asset returns and inflation, Journal of Financial Economics 5, 115-146.",
        "Ferson, Wayne E., and Campbell R. Harvey, 1991, The Variation of Economic Risk Premiums, Journal of Political Economy 99, 385-4 15.",
        "Ferson, Wayne E., and Campbell R. Harvey, 1993, The Risk and Predictability of International Equity Returns, Review of Financial Studies 6, 527-566.",
        "Ferson, Wayne E., Sergei Sarkissian, and Timothy T. Simm, 2003, Spurious regressions in financial economics?, Journal of Finance 58, 1393-1413.",
        "Frtihwirth-Schnatter, Sylvia, 1994, Data augmentation and dynamic linear models, Journal of Time Series Analysis 15, 183-202.",
        "Goyal, Amit and Ivo Welch, 2003, Predicting the equity premium with dividend ratios, Managemente Science 49, 639-654.",
        "Goyal, Amit and Ivo Welch, 2006, A Comprehensive look at the empirical performance of equity premium prediction, Review of Financial Studies, forthcoming.",
        "Hamilton, James D., 1994, Time Series Analysis (Princeton University Press, Princeton, NJ).",
        "Harvey, Andrew C., 1989, Forecasting, structural time series models and the Kalman filter (Cambridge University Press, Cambridge, UK).",
        "Hjalmarsson, Erik, 2006, Should we expect significant out-of-sample results when predicting stock returns?, Working paper, Board of Governors of the Federal Reserve System.",
        "Jansson, Michael, and Marcelo J. Moreira, 2006, Optimal inference in regressions with nearly integrated regressors, Econometrica 74, 681-714.",
        "Johannes, Michael, Nicholas Polson, and Jon Stroud, 2002, Sequential optimal portfolio performance: Market and volatility timing, Working paper, Columbia University.",
        "Jones, Christopher S., and Jay Shanken, 2005, Mutual fund performance with learning across funds, Journal of Financial Economics 78, 507-552.",
        "Kandel, Shmuel, and Robert F. Stambaugh, 1996, On the predictability of stock returns: An asset allocation perspective, Journal of Finance 51, 385-424.",
        "Keim, Donald B., and Robert F. Stambaugh, 1986, Predicting returns in the stock and bond markets, Journal of Financial Economics 17, 357-390.",
        "Kothari, S.P., Jonathan Lewellen, and Jerold B. Warner, 2006, Stock returns, aggregate earnings surprises, and behavioral finance, Journal of Financial Economics 79, 537-568.",
        "Lamont, Owen, 1998, Earnings and expected returns, Journal of Finance 53, 1563-1587.",
        "Lamoureux, Christopher G., and Guofu Zhou, 1996, Temporary components of stock returns: What do the data tell us?, Review of Financial Studies 9, 1033-1059.",
        "Lettau, Martin, and Sydney C. Ludvigson, 2005, Expected returns and dividend growth, Journal of Financial Economics 76, 583-626.",
        "Lettau, Martin, and Stijn Van Nieuwerburgh, 2007, Reconciling the Return Predictability Evidence, Review of Financial Studies, forthcoming.",
        "Lewellen, Jonathan, 2004, Predicting returns with financial ratios, Journal of Financial Economics 74, 209-235.",
        "Mankiw, N. Gregory, and Matthew D. Shapiro, 1986, Do we reject too often?: Small sample properties of tests of rational expectations models, Economics Letters 20, 139-145.",
        "Menzly, Lior, Tano Santos, and Pietro Veronesi, 2004, Understanding predictability, Journal of Political Economy 112, 1-47.",
        "Nelson, Charles R., Myung J. Kim, 1993, Predictable stock returns: the role of small sample bias, Journal of Finance 48, 641-66 1.",
        "Pastor, fiubo~, 2000, Portfolio selection and asset pricing models, Journal of Finance 55, 179-223.",
        "Pastor, fiubo~, Meenakshi Sinha, and Bhaskaran Swaminathan, 2008, Estimating the intertemporal risk-return tradeoff using the implied cost of capital, Journal of Finance, forthcoming.",
        "Pastor, fiubo~, and Robert F. Stambaugh, 1999, Costs of equity capital and model mispricing, Journal of Finance 54, 67-121.",
        "Pastor, fiubo~, and Robert F. Stambaugh, 2000, Comparing asset pricing models: an investment perspective, Journal of Financial Economics 56, 335-381.",
        "Pastor, fiubo~, and Robert F. Stambaugh, 2001, The equity premium and structural breaks, Journal of Finance 56, 1207-1239.",
        "Pastor, fiubo~, and Robert F. Stambaugh, 2002a, Mutual fund performance and seemingly unrelated assets, Journal of Financial Economics 63, 3 15-349.",
        "Pastor, fiubo~, and Robert F. Stambaugh, 2002b, Investing in equity mutual funds, Journal of Financial Economics 63, 351-380.",
        "Rapach, David E., Jack K. Strauss, and Guofu Zhou, 2007, Out-of-sample equity premium prediction: Consistently beating the historical average, Working paper, Washington University.",
        "Rozeff, Michael 5., 1984. Dividend yields are equity risk premiums, Journal of Portfolio Management 68-75.",
        "Rytchkov, Oleg, 2007, Filtering out expected dividends and expected returns, Working paper, MIT.",
        "Santos, Tano, and Pietro Veronesi, 2006, Labor income and predictable stock returns, Review of Financial Studies 19, 1-44.",
        "Shiller, Robert J., 1981, Do stock prices move too much to be justified by subsequent changes in dividends?, American Economic Review 71, 421-436.",
        "Stambaugh, Robert F., 1986, Bias in regressions with lagged stochastic regressors, Working paper, University of Chicago.",
        "Stambaugh, Robert F., 1997, Analyzing investments whose histories differ in length, Journal of Financial Economics, 45, 285-331.",
        "Stambaugh, Robert F., 1999, Predictive regressions, Journal of Financial Economics 54, 375-421.",
        "Wachter, Jessica, and Missaka Warusawitharana, 2006, Predictable returns and asset allocation: Should a skeptical investor time the market?, Working paper, University of Pennsylvania.",
        "West, Mike, and Jeff Harrison, 1997, Bayesian Forecasting and Dynamic Models (Springer-Verlag, New York, NY).",
        "Zellner, Arnold, 1971, An Introduction to Bayesian Inference in Econometrics (John Wiley and Sons, New York, NY)."
    ]
}