{
    "id": 13817,
    "cites": 18,
    "cited_by": 8,
    "reference": [
        "Varian, H., 1980. A Model of Sales, American Economic Review 70, 651-659.",
        "Tversky, A., Kahneman, 1991. Loss Aversion in Riskless Choice: A Reference Dependent Model. Quarterly Journal of Economics 106,1039-1061.",
        "Shafir, E., Simonson, I., Tversky, A., 1 993. Reason-Based Choice. Cognition 49(1-2), 11-19. Strombom, B.A, Buchmueller, T.C., Feldstein, P.J., 2002. Switching Costs and Health Plan Choice. Journal of Health Economics 21(1), 89-1 1 6.",
        "Schwartz, B., 2005. The paradox of Choice: Why More is Less, New York: Harper-Collins.",
        "Samuelson, W., Zeckhauser R., 1988. Status Quo Bias in Decision Making. Journal of Risk and Uncertainty 1(1), 7 - 59.",
        "Perloff, J.M., Salop, S.C., 1985. Equilibrium with product differentiation. Review of Economic Studies 52, 107-120.",
        "Neipp, J., Zeckhauser, R., 1 985. Persistence in the Choice of Health Plans. In R. Scheffler and L. Rossiter, eds. Biased Selection in Health Care Markets. Greenwich, CT: JAI Press. OFAS, 2001. Auswirkungen des Krankenversicherungsgestzes auf die Versicherten, Forschungsbericht Nr.3!01, OFAS.",
        "Le Temps, 2005. Berne semonce les caisses: il est illegal de repousser les assures qui coÃ\u0083Â¼tent cher, October 18 2005.",
        "Laske-Aldershof, T., Schut, E., Beck, K., Gress, S., Shmueli, A., Van de Voorde, C., 2004. Consumer mobility in health insurance markets: a five-country comparison. Applied Health Economics and Health Policy 3(4), 229 - 241.",
        "Kunreuther, H., Meyer, R., Zeckhauser, R.P., et al., 2002. High Stakes Decision-Making: Normative, Descriptive and Prescriptive Considerations. Marketing Letters, 1 3(3), 259-268.",
        "Griffiths, W., Judge, G., 1 992. Testing and estimating location vectors when the error covariance matrix is unknown. Journal of Econometrics 54, 1 21-1 38 30 Janssen, M., Moraga-Gonzales, J.L., 2004. Strategic pricing, consumer search and the number of firms. Review of Economic Studies 71, 1089 - 1118.",
        "Much? Contributions to 401(k) Retirement Plans, in OS Mitchell and S Utkus (eds) Pension Design and Structure: Lessons form Behavioral Finance Oxford University Press, 83-95. lyengar, S.S., Lepper, M.R., 2000. When Choice is Demotivating: Can One Desire Too Much of a Good Thing? Journal of Personality and Social Psychology 79, 995-1006.",
        "Huffman, C., Kahn, B.E., 1998. Variety for Sale: Mass customization or Mass Confusion? Journal of Retailing 74(4), 491-51 3(23).",
        "Greene, W., 2001. Fixed and Random Effects in Nonlinear Models. New York University, Leonard N. Stern School Finance Department Working Paper Series 0101, New York University, Leonard N. Stern School of Business-.",
        "Elbel, B., Schlesinger, M., 2006. How Much Choice? Nonlinear Relationships Between the Number of Plan Options and the Behavior of Medicare Beneficiaries. Working Paper, Yale University.",
        "Eppler, M.J., Mengis, J., 2003. A Framework for Information Overload Research in Organizations. Insights from Organization Science, Accounting, Marketing, MIS. Paper 1!2003 UniversitÃ\u0083Â  della Svizzera italiana.",
        "Cutler, D., Reber, 5., 1998. Paying for Health Insurance: The Tradeoff Between Competition and Adverse Selection. Quarterly Journal of Economics 113(2), 433-466.",
        "Cowan, N., 2001. The magical number 4 in short-term memory. A reconsideration of mental storage capacity. Behavioral and Brain Sciences 24(1), 87-114."
    ]
}