{
    "id": 13819,
    "cites": 30,
    "cited_by": 36,
    "reference": [
        "Abowd, John, Francis Kramarz and David Margolis, 1999, Ã\u0082â\u0080\u009cHigh Wage Workers and High Wage Firms.Ã\u0082â\u0080\u009d Econometrica; 67(2), 251-333.",
        "Abowd, John and Arnold Zellner, 1985, Ã\u0082â\u0080\u009cEstimating Gross Labor Force Flows.Ã\u0082â\u0080\u009d Journal of Business and Economic Statistics; 3(3), 254-83.",
        "Attanasio, Orazio and Steven Davis, 1996, Ã\u0082â\u0080\u009cRelative Wage Movements and the Distribution of Consumption.Ã\u0082â\u0080\u009d Journal of Political Economy; 104(6), 1227-62.",
        "McLaughlin, Kenneth and Mark Bils, 2001, Ã\u0082â\u0080\u009cInterindustry Mobility and the Cyclical Upgrading of Labor.Ã\u0082â\u0080\u009d Journal of Labor Economics, 19(1), 94-135.",
        "Blanchard, Olivier and Peter Diamond, 1990, Ã\u0082â\u0080\u009cThe Cyclical Behavior of the Gross Flows of U.S. Workers.Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 2, 85-155.",
        "Card, David and Thomas Lemieux, 2001, Ã\u0082â\u0080\u009cCan Falling Supply Explain the Rising Return to College for Younger Men? A Cohort-Based Analysis.Ã\u0082â\u0080\u009d Quarterly Journal of Economics; 116(2), 705-46.",
        "Davis, Steven, Jason Faberman and John Haltiwanger, 2006. The Flow Approach to Labor Markets: New Data Sources and Micro-Macro Links. NBER WP 12167.",
        "Davis, Steven, John Haltiwanger, and Scott Schuh, 1996. Job Creation and Destruction. The MIT Press.",
        "Deaton, Angus, 1985, Ã\u0082â\u0080\u009cPanel Data from Times Series of Cross-Sections.Ã\u0082â\u0080\u009d Journal of Econometrics, 30, 109-126.",
        "Farber, Henry, 1994, Ã\u0082â\u0080\u009cThe Analysis of Interfirm Worker Mobility.Ã\u0082â\u0080\u009d Journal of Labor Economics, 12(4), 554?593.",
        "Fallick, Bruce and Charles Fleischman, 2004, Ã\u0082â\u0080\u009cThe Importance of Employer-to-Employer Flows in the US Labor Market.Ã\u0082â\u0080\u009d mimeo, FED Board of Governors.",
        "Fuchs-Schundeln, Nicola and Matthias Schundeln, 2005, Ã\u0082â\u0080\u009cPrecautionary Savings and Self-Selection: Evidence from the German Reunification Ã\u0082â\u0080\u0099ExperimenÃ\u0082â\u0080\u009dÃ\u0082â\u0080\u0099, Quarterly Journal of Economics, 120(3).",
        "Gosling, Amanda, Stephen Machin and Costas Meghir, 2000, Ã\u0082â\u0080\u009cThe Changing Distribution of Male Wages in the U.K.Ã\u0082â\u0080\u009d Review of Economic Studies; 67(4), 635-66.",
        "Haltiwanger, John, 2000, Ã\u0082â\u0080\u009cAggregate Growth: What Have We Learned from Microeconomic Evidence?Ã\u0082â\u0080\u009d mimeo University of Maryland.",
        "Jovanovic, Boyan, 1979, Ã\u0082â\u0080\u009cJob Matching and the Theory of Turnover.Ã\u0082â\u0080\u009d Journal of Political Economy, 87(5) Part I, 972-990.",
        "Jovanovic, Boyan and Robert Moffitt, 1990, Ã\u0082â\u0080\u009cAn Estimate of a Sectoral Model of Labor Mobility.Ã\u0082â\u0080\u009d Journal of Political Economy, vol. 98 no. 4.",
        "Kambourov, Gueorgui and Iourii Manovskii, 2007, Ã\u0082â\u0080\u009cOccupation Specificity of Human Capital.Ã\u0082â\u0080\u009d Forthcoming, International Economic Review.",
        "Lilien, David, 1982, Ã\u0082â\u0080\u009cSectoral Shifts and Cyclical Unemployment.Ã\u0082â\u0080\u009d Journal of Political Economy, vol. 90(4).",
        "Marimon, Ramon and Fabrizio Zilibotti, 1999, Ã\u0082â\u0080\u009cUnemployment vs. Mismatch of Talents: Reconsidering Unemployment Benefits.Ã\u0082â\u0080\u009d Economic Journal, 455, 266-91.",
        "McCall, Brian, 1990, Ã\u0082â\u0080\u009cOccupational Matching: A Test of Sort.Ã\u0082â\u0080\u009d Journal of Political Economy, 98(1).",
        "Mortensen, Dale, 2003, Why are similar workers paid differently? MIT Press, Cambridge MA.",
        "Moscarini, Giuseppe, 2001, Ã\u0082â\u0080\u009cExcess Worker Reallocation.Ã\u0082â\u0080\u009d Review of Economic Studies, 68(3), 593-612.",
        "Moscarini, Giuseppe and Kaj Thomsson, 2008, Ã\u0082â\u0080\u009cOccupational and Job Mobility in the US.Ã\u0082â\u0080\u009d Scandinavian Journal of Economics, in print.",
        "Murphy, Kevin, and Robert Topel, 1987, Ã\u0082â\u0080\u009cThe Evolution of Unemployment in the United States: 1968-1985.Ã\u0082â\u0080\u009d In S. Fischer (Ed.): NBER Macroeconomics Annual 1987. Cambridge Mass.",
        "Neal, Derek, 1999, Ã\u0082â\u0080\u009cThe Complexity of Job Mobility among Young Men.Ã\u0082â\u0080\u009d Journal of Labor Economics, 17(2), 237-61.",
        "Pissarides, Christopher, 1994, Ã\u0082â\u0080\u009cSearch Unemployment with On-the-Job Search.Ã\u0082â\u0080\u009d Review of Economic Studies, 61(3), 457-475.",
        "Shimer, Robert, 2005. The Cyclical Behavior of Equilibrium Unemployment and Vacancies. American Economic Review, 95(1): 25-49.",
        "Stewart, Jay, 2002, Ã\u0082â\u0080\u009cRecent Trends in Job Stability and Job Security: Evidence from the March CPS.Ã\u0082â\u0080\u009d U.S. Bureau of Labor Statistics WP 356.",
        "Verbeek, Marno and Theo Nijman, 1992, Ã\u0082â\u0080\u009cTesting for Selectivity Bias In Panel Data Models.Ã\u0082â\u0080\u009d International Economic Review, 33, 681-703.",
        "Verbeek, Marno and Francis Vella, 2005, Ã\u0082â\u0080\u009cEstimating Dynamic Models from Repeated Cross-Sections.Ã\u0082â\u0080\u009d Journal of Econometrics, 127, pp. 83-102."
    ]
}