{
    "id": 1381,
    "cites": 13,
    "cited_by": 2,
    "reference": [
        "R.J. Barro and D.B. Gordon, Rules, Discretion, and Reputation in a Model of Monetary Policy, journal of Monetary Economics, 12, july 1983.",
        "R.J. Barro and D.B. Gordon, A Positive Theory of Monetary Policy in a Natural Rate Model, Journal of Political Economy, 91, August 1983.",
        "K. Brunner, A. Cukierinan, and A.H. Meltzer, Money and Economic Activity, Inventories, and Business Cycles, Journal of Monetary Economics, 11, May 1983.",
        "T.F. Cooley, S.F. LeRoy and N. Raymon, Modelling Policy Interventions, unpublished manuscript, February 1983.",
        "B.T. Diba and H.I. Grossman, R~tional Asset Price Bubbles, NBER Working Paper No. 1059, january 1983.",
        "R.F. Flood and P.M. Garber, A Model of Stochastic Process Switching, Econornetrica, 51, May 1983.",
        "M.L. Gertler, Imperfect Information and Wage Inertia in the Business Cycle, journal of Political Economy, 90, October, 1982.",
        "H.I. Grossman, Rational Expectations, Business Cycles, and Government Behavior, in Rational Expectations and Economic Policy, S. Fischer, ed. (Chicago: University of Chicago Press, 1980).",
        "R.E. Lucas, Jr. and T.j. Sargent, Introduction, in Rational Expectations and Econometric Practice, R.E. Lucas, Jr. and T.J. Sargent, eds. (Minneapolis: University of Minnesota Press, 1981).",
        "S. Neftci and T.J. Sargent, A Little Bit of Evidence on the Natural Rate Hypothesis from the U.S., journal of Monetary Economics, 4, April 1978.",
        "T.J. Sargent, Interpreting Economic Time Series, Journal of Political Economy, 89, April 1981.",
        "T.J. Sargent, Autoregressions, Expectations, and Advice, American Economic Review, 74, May 1984.",
        "T.J. Sargent and N. Wallace, Rational Expectations and the Theory of Economic Policy, journal of Monetary Economics, 2, April 1976; reprinted in Rational Expectations and Econometric Practice, R.E. Lucas, Jr. and T.J. Sargent, eds."
    ]
}