{
    "id": 13827,
    "cites": 33,
    "cited_by": 1,
    "reference": [
        "[1] Adams, William James and Janet L. Yellen (1976). Commodity Bundling and the Burden of Monopoly. Quarterly Journal of Economics, Vol. 90, No. 3, 475-498.",
        "[2] Al-Najjar, Nabil (2204). Aggregation and the Law of Large Numbers in Large Economies. Games and Economic Behavior, Vol. 47, 1-35.",
        "[3] Bergstrom, Ted and Soren Blomquist (1996). The Political Economy of Subsidized Day Care. European Journal of Political Economy, 12, Vol. 3, 443-458.",
        "[4] Besley, Timothy and Stephen Coate (1991). Public Provision of Private Goods and the Re- distribution of Income. American Economic Review, Vol. 81, No. 4, 979-984.",
        "[5] Blackorby, Charles and David Donaldson (1988). Cash versus Kind, Self-Selection, and Effi- cient Transfers. American Economic Review, Vol. 78, No. 4, 691-700.",
        "[6] Blomquist, Soren and Vidar Christiansen (1995). Public Provision of Private Goods as a Re- distributive Device in an Optimum Income Tax Model. Scandinavian Journal of Economics, Vol. 97, No. 4, 547-67.",
        "[7] Blomquist, Soren and Vidar Christiansen (1999). The Political Economy of Publicly Provided Private goods. Journal of Public Economics, 73(1), 31-54",
        "[8] Blomquist, Soren and Vidar Christiansen (2007). Public Provision of Private Goods and Non-Distortionary Marginal Tax Rates. mimeo, University of Uppsala.",
        "[9] Boadway, Robin, Maurice Marchand, and Motohiro Sato (1998). Subsidies versus Public Provision of Private Goods as Instruments for Redistribution. Scandinavian Journal of Eco- nomics, Vol. 100, No. 3, 545-564.",
        "[10] Bruce, Neil and Michael Waldman (1991). Transfers In-Kind: Why They Can Be Efficient and Nonpaternalistic. American Economic Review, Vol 81, No 5, 1345-1351.",
        "[11] Borgers, Tilman and Peter Norman (2008). A Note on Budget Balance under Interim Partic- ipation Constraints: The Case of Independent Types. forthcoming, Economic Theory.",
        "[12] Coate, Stephen (1995). Altruism, the Samaritans Dilemma, and Government Transfer Pol- icy. American Economic Review, Vol 85, No. 1, 46-57. 28",
        "[13] Cremer, Helmuth and Firouz Gahvari (1997). In-Kind transfers, Self-Selection and Optimal Tax Policy. European Economic Review, Vol. 41, No. 1, 97-114.",
        "[14] Epple, Dennis and Richard E. Romano (1996). Public Provision of Private Goods. Journal of Political Economy, Vol. 104, No. 1, 57-84.",
        "[15] Fang, Hanming and Peter Norman (2008). Optimal Provision of Multiple Excludable Public Goods. mimeo, Duke University and UNC-Chapel Hill.",
        "[17] Fernandez, Raquel and Richard Rogerson (1995). On the Political Economy of Education Subsidies. Review of Economic Studies, Vol. 62, No. 2 ,249-262.",
        "[18] Gahvari, Firouz and Enlinson Mattos (2007). Conditional Cash Transfers, Public Provision of Private Goods, and Income Redistribution. American Economic Review, Vol. 97, No. 1, 491-502.",
        "[19] Garratt, Rod and John M. Marshall (1994). Public Finance of Private Goods: The Case of College Education. Journal of Political Economy, Vol. 102, No. 3, 566-582.",
        "[20] Gouveia, Miguel (1997). Majority Rule and the Public Provision of a Private Good. Public Choice, Vol. 93, No. 3-4, 221-44.",
        "[22] Hellwig, Martin F (2003). Public Good Provision with Many Participants. Review of Eco- nomic Studies, Vol. 70, No. 2, 589-614.",
        "[23] Mailath, George and Andrew Postlewaite (1990). Asymmetric Information Bargaining Prob- lems with Many Agents. Review of Economic Studies, Vol. 57, No. 2, 351-368.",
        "[24] Mas-Colell, Andreu, Michael Whinston and Jerry R. Green (1995). Microeconomic Theory. Oxford University Press.",
        "[25] McAfee, R. Preston, John McMillan and Michael D. Whinston (1989). Multiproduct Monopoly, Commodity Bundling, and Correlation of Values. Quarterly Journal of Economics, Vol. 104, No. 1, 371-84. 29",
        "[26] Myerson, Roger (1981). Optimal Auction Design. Mathematics of Operations Research, Vol. 6, No. 1, 58-73.",
        "[27] Myerson, Roger and Mark A. Satterthwaite (1982). Efficient Mechanisms for Bilateral Trad- ing. Journal of Economic Theory, Vol. 29, 265-281.",
        "[28] Nichols, Albert L. and Richard J. Zeckhauser (1982). Targeting Transfers Through Restric- tions on Recipients. American Economic Review Papers and Proceedings, Vol. 72, 301-17.",
        "[29] Norman, Peter (2004). Efficient Mechanisms for Public Goods with Use Exclusion. Review of Economic Studies, Vol. 71, 1163-1188.",
        "[30] Ramsey, Frank P. (1927). A Contribution to the Theory of Taxation. Economic Journal, Vol. 37, No 145, 47-61.",
        "[31] Riley, John and Richard Zeckhauser (1983). Optimal Selling Strategies: When to Haggle, When to Hold Firm. Quarterly Journal of Economics, Vol. 98, No. 2, 267-289.",
        "[32] Roberts, John (1976). The Incentives for Correct Revelation of Preferences and the Number of Consumers. Journal of Public Economics, Vol. 6, 359-374.",
        "[33] Samuelson, Paul A. (1958). Aspects of Public Expenditure Theories. Review of Economics and Statistics, Vol. 40, 332-338.",
        "[34] Schmitz, P. W. (1997). Monopolistic Provision of Excludable Public Goods Under Private Information. Public Finance, Vol. 52, No. 1, 89-101.",
        "[35] Stokey, Nancy L. (1979). Intertemporal Price Discrimination. Quarterly Journal of Economics, Vol. 93, No. 3, 355-371. 30"
    ]
}