{
    "id": 13829,
    "cites": 15,
    "cited_by": 45,
    "reference": [
        "[2] Bils, Mark, and Peter J. Klenow. ~Some evidence on the importance of sticky prices, Journal of Political Economy 112 (October): 947-85, 2004.",
        "[3] Blinder, Alan S., Elie R. D. Canetti, David E. Lebow, and Jeremy B. Rudd ~Asking about prices: a new approach to understanding price stickiness, New York: Sage Found, 1998.",
        "[4] Burstein, Ariel and Christian Hellwig, ~Prices and market shares in a menu cost model, mimeo, UCLA, 2007.",
        "[5] Calvo, Guillermo, A. ~Staggered prices in a utility-maximizing framework, Journal of Monetary Economics 12 (September): 383-98, 1983.",
        "[6] Campbell, Jeffrey and Benjamin Eden ~Rigid Prices: Evidence from U.S. Scanner Data, mimeo, Vanderbilt University, October, 2005.",
        "[7] Chevalier, Judith A., Anil Kashyap and Peter E. Rossi ~Why dont prices rise during periods of peak demand? Evidence from scanner data, American Economic Review, 93 (1), pp. 15-37, 2003.",
        "[8] Christiano, L., Eichenbaum, M. and C. Evans, ~Nominal rigidities and the dynamic effects of a shock to monetary policy, Journal of Political Economy, 113 (1), 1-45, 2005.",
        "[9] Gali, Jordi, and Mark Gertler, ~Inflation dynamics: a structural econometric analysis, Journal of Monetary Economics, 1999, 44, pp. 195-222. 25",
        "[10] Golosov, Mikhail, and Robert E. Lucas, Jr. Menu costs and Phillips curves, Journal of Political Economy, 2006.",
        "[11] Kehoe, Patrick and Virgiliu Midrigan Sales and the real effects of monetary policy, mimeo, University of Minnesota, 2007.",
        "[12] Kimball, Miles, The quantitative analytics of the basic neomonetarist model, Journal of Money, Credit, and Banking, 27(4), Part 2, pp. 12411277, 1995.",
        "[13] Midrigan, Virgiliu Menu costs, multiproduct firms, and aggregate fluctua- tions, Mimeo, Federal Reserve Bank of Minneapolis, 2006.",
        "[14] Nakamura, Emi, and JOn Steinsson Five facts about prices: A reevaluation of menu cost models, Mimeo, Harvard University, 2007.",
        "[15] Rotemberg, Julio J. and Michael Woodford, An optimization-based econo- metric framework for the evaluation of monetary policy, National Bureau of Economic Research Macroeconomics Annual, 1997.",
        "[16] Smets, Frank and Raf Wouters An estimated dynamic stochastic general equilibrium model of the Euro area, Journal of the European Economic As- sociation, September 2003, Vol. 1, No. 5, 1123-1175. 26"
    ]
}