{
    "id": 13820,
    "cites": 12,
    "cited_by": 11,
    "reference": [
        "[1] Bacchetta, Philippe and Eric van Wincoop, 2005, A Theory of the Currency Denomination of International Trade. Journal of International Economics 67(2), pp. 295-319.",
        "[2] Corsetti, Giancarlo, and Paolo Pesenti, 2005a, International dimensions of optimal monetary policy, Journal of Monetary Economics 52.",
        "[3] Corsetti, Giancarlo, and Paolo Pesenti, 2005b, The simple geometry of transmission and stabilization in closed and open economies, mimeo, Federal Reserve Bank of New York.",
        "[4] Corsetti, Giancarlo, and Paolo Pesenti, 2002, Endogenous Pass-Through and Optimal Monetary Policy: A Model of Self-Validating Exchange Rate Regimes, National Bureau of Economic Research Working Paper 8783.",
        "[5] Cook, David, and Michael Devereux, 2006, External currency pricing and the East Asian crisis, Journal of International Economics 69, pp. 37-63.",
        "[6] Devereux, Michael, Kang Shi, and Juanyi Xu, 2006, Global monetary policy under a dollar standard, Journal of International Economics, forthcoming.",
        "[7] Devereux, Michael, and Charles Engel, 2003, Monetary policy in the open economy revisited: Exchange rate flexibility and price setting behavior, Review of Economic Studies 70, pp. 765-783.",
        "[8] Devereux, Michael, Engel, Charles, and Storgaard, Peter. 2004, Endogenous Exchange Rate Pass-Through when Nominal Prices are set in Advance. Journal of International Economics, 63(2), pp. 263-291.",
        "[9] Dillon, Eleanor, and Linda Goldberg, 2006, How Effective is Dollar Depreciation at Reducing U.S. Trade Deficit?, mimeo, FederalReserve Bank of New York.",
        "[10] Goldberg, Linda, and Cedric Tille, 2005, Vehicle currency use in international trade, Federal Reserve Bank of New York Staff Report 200.",
        "[11] Obstfeld, Maurice, and Kenneth Rogoff, 2002, Global implications of self-oriented national monetary rules, Quarterly Journal of Economics 117, pp. 503-356.",
        "[12] Obstfeld, Maurice, and Kenneth Rogoff, 1995, Exchange rate dynamics redux, Journal of Political Economy 103, pp. 624-60. 29"
    ]
}