{
    "id": 13834,
    "cites": 44,
    "cited_by": 13,
    "reference": [
        "Acemoglu, Daron and James Robinson, Economic Origins of Dictatorship and Democracy, Cambridge University Press, 2005.",
        "An Empirical Investigation, American Economic Review, December 2001, 91 (5), 1369-140 1.",
        "Armenter, Roc and Amartya Lahiri, Endogenous Productivity and Development Accounting,  2006. University of British Columbia working paper.",
        "Bas~, S~santo, Intermediate Goods and Business Cycles: Implications for Productivity and Welfare, American Economic Review, June 1995, 85 (3), 512-531.",
        "Blanchard, Olivier and Michael Kremer, Disorganization, The Quarterly Journal of Economics, November 1997, 112 (4), 1091-1126.",
        "Broda, Christian and David E. Weinstein, Globalization and the Gains from Variety, The Quarterly Journal of Economics, May 2006, 121 (2), 541-585.",
        "Burstein, Arid, Joao Neves, and Sergio Rebelo, Distribution Costs and Real Exchange Rate Dynamics, Journal of Monetary Economics, September 2003, 50, 1189-1214.",
        "Caselli, Francesco and Nicola Gennaioli, Dynastic Management, December 2005. London School of Economics working paper.",
        "INTERMEDIATE GOODS, WEAK LINKS, AND SUPERSTARS 45 and Wilbur John Coleman, The World Technology Frontier, American Economic Review, June 2006, 96 (3), 499-522.",
        "Chamley, Christophe, Optimal Taxation of Capital Income in General Eq~uilibruum with Infinite Lives, Econometrica, May 1986, 54 (3), 607-622.",
        "Chari, V.V., Pat Kehoe, and Ellen McGrattan, The Poverty of Nations: A Q~uantitative Investigation, 1997. Working Paper, Federal Reserve Bank of Minneapolis.",
        "Chenery, Hollis B., Sherman Robinson, and Moshe Syrq~uin, Industrialization and Growth: A Comparative Study, New York: Oxford University Pres, 1986.",
        "Ciccone, Antonio, Input Chains and Industrialization, Review of Economic Studies, July 2002, 69 (3), 565-587.",
        "Conley, Timothy G. and Bill D~upor, A Spatial Analysis of Sectoral Complementarity, Journal of Political Economy, April 2003, 111 (2), 311-352.",
        "Diamond, Peter A. and James A. Mirrlees, Optimal Taxation and Public Production I: Production Efficiency, American Economic Review, March 1971, 61 (1), 8-27.",
        "Dixit, Avinash K. and Joseph E. Stiglitz, Monopolistic Competition and Optim~um Product Diversity, American Economic Review, June 1977, 67, 297-308.",
        "D~upor, Bill, Aggregation and irrelevance in multi-sector models, Journal of Monetary Economics, April 1999, 43 (2), 391-409.",
        "Erosa, Andres, Tatyana Koreshkova, and Diego Restuccia, On the Aggregate and Distributional Implications of Productivity Differences Across Countries, 2006. University of Toronto working paper.",
        "Gabaix, Xavier, The Granular Origins of Aggregate Fluctuations, 2005. MIT working paper.",
        "Gollin, Douglas, Getting Income Shares Right, Journal of Political Economy, April 2002, 110 (2), 458-474.",
        "Grossman, Gene M. and Giovanni Maggi, Diversity and Trade, American Economic Review, December 2000, 90 (5), 1255-1275.",
        "Hall, Robert E. and Charles I. Jones, Why Do Some Countries Produce So Much More Output per Worker than Others?, Quarterly Journal of Economics, February 1999, 114 (1), 83-116.",
        "Hausmann, Ricardo, Dani Rodrik, and Andres Velasco, Growth Diagnostics, March 2005. Kennedy School of Government working paper.",
        "Hirschman, Albert 0., The Strategy of Economic Development, New Haven, CT: Yale University Press, 1958.",
        "Horvath, Michael T.K., Cyclicality and Sectoral Linkages: Aggregate Fhjcthations from Independent Sectoral Shocks, Review of Economic Dynamics, October 1998, 1 (4), 78 1-808.",
        "Howitt, Peter, Endogenous Growth and Cross-Country Income Differences, American Economic Review, September 2000, 90 (4), 829-846.",
        "Hsieh, Chang-Tai and Peter J. Klenow, Misallocation and Maimfacthring TFP in China and India, Jffly 2007. University of California at Berkeley working paper.",
        "Hifiten, Charles R., Growth Accounting with Intermediate Inpifis, Review of Economic Studies, 1978,45(3), 511-518.",
        "Judd, Kenneth L., Redistrilrntive taxation in a simple perfect foresight model, Journal of Public Economics, October 1985, 28 (1), 59-83.",
        "Klenow, Peter J. and Andres Rodriguez-Clare, The Neoclassical Revival in Growth Economics: Has It Gone Too Far?, in Ben S. Bernanke and Jfflio J. Rotemberg, eds., NBER Macroeconomics Annual 1997, Cambridge, MA: MIT Press, 1997.",
        "INTERMEDIATE GOODS, WEAK LINKS, AND SUPERSTARS 47 Murphy, Kevin M., Andrei Shleifer, and Robert W. Vishny, Industrialization and the Big Push, Journal of Political Economy, October 1989, 97 (5), 1003-26.",
        "Nunn, Nathan, Relationship Specificity, Incomplete Contracts, and the Pattern of Trade, Quarterly Journal of Economics, forthcoming 2007.",
        "Parente, Stephen L. and Edward C. Prescott, Monopoly Rights: A Barrier to Riches, American Economic Review, December 1999, 89 (5), 12 16-1233.",
        "Richard Rogerson, and Randall Wright, Homework in Development Economics: Household Production and the Wealth of Nations, Journal of Political Economy, August 2000, 108(4), 680-687.",
        "Prescott, Edward C., Needed: A Theory of Total Factor Productivity, International Economic Review, August 1998,39(3), 525-5 1.",
        "Restuccia, Diego and Richard Rogerson, Policy Distortions and Aggregate Productivity with Heterogeneous Plants, April 2007. NBER Working Paper 13018.",
        "Dennis Tao Yang, and Xiaodong Zhu, Agriculture and Aggregate Productivity: A Quantitative Cross-Country Analysis, March 2006. University of Toronto working paper.",
        "Rodriguez-Clare, Andres, Multinationals, Linkages, and Economic Development, American Economic Review, September 1996, 86 (4), 852-73.",
        "Rodrik, Dani, Coordination Failures and Government Policy: A Model with Applications to East Asia and Eastern Europe, Journal of International Economics, February 1996, 40 (1-2), 1-22.",
        "Romer, Paul M., New Goods, Old Theory, and the Welfare Costs of Trade Restrictions, Journal of Development Economics, 1994, 43, 5-38.",
        "Rosen, Sherwin, The Economics of Superstars, American Economic Review, December 1981, 71 (5), 845-58.",
        "Waugh, Michael E., International Trade and Income Differences, November 2007. University of Iowa working paper.",
        "Yamano, Norihiko and Nadmim Ahmad, The OECD Input-Output Database, 2006 Edition, October 2006. OECD STI Working Paper 2006/8.",
        "Yi, Kei-Mu, Can Vertical Specialization Explain the Growth of World Trade?, Journal of Political Economy, February 2003, 111 (1), 52-102."
    ]
}