{
    "id": 13832,
    "cites": 24,
    "cited_by": 4,
    "reference": [
        "Adda, Gerome The Dynamics of Car Sales: A Discrete Choice Approach, 2007.",
        "Adda Gerome, James Banks and Hans-Martin von Gaudecker The Impact of Income Shocks on Health: Evidence from Cohort Data, 2006.",
        "Anderson, Lisa R., and Charles A. Holt (1997), Information Cascades in the Laboratory, American Economic Review, 87:5, 847-862.",
        "Banerjee, Abhijit A Simple Model of Herd Behavior, Quarterly Journal of Economics, 1992.",
        "Bass, Frank (1969). A new product growth for model consumer durables. Management Science 15 (5): p215-227.",
        "Becker, Gary 5, A Note on Restaurant Pricing and Other Examples of Social Influences on Price, Journal of Political Economy, University of Chicago Press, vol. 99(5), pages 1109-16, October, 1991.",
        "Bertrand, Marianne, Sendhil Mullainathan and Erzo Luttmer Network Effects and Welfare Cultures, The Quarterly Journal of Economics, August 2000.",
        "Besley Tim and Anne Case Diffusion as a Learning Process, 1994.",
        "Dahl, Gordon and Stefano Della Vigna Does Movie Violence Increase Violent Crime? 2007.",
        "Dc Vany Arthur and Cassey Lee Quality Signals in Informational cascades and the Dynamics of the Distribution of Motion Picture Box Office Revenues, Journal of Economic Dynamic and Control, 2001.",
        "Dixit Avinash K. and Robert S. Pindyck, Investment under Uncertainty, Princeton University Press (1994).",
        "Einav, Liran Not All Rivals Look Alike: Estimating an Equilibrium Model of The Release Date Timing Game mimeo, Stanford University, 2003.",
        "Einav, Liran Seasonality in the U.S. Motion Picture Industry Rand Journal of Economics  38(1), Spring 2007.",
        "Einav, Liran, Informational Asymmetries and Observational Learning in Search Journal of Risk and Uncertainty, 30(3), June 2005, 241-259.",
        "Grinblatt Mark, Matti Keloharju, Seppo Ikheimo, Interpersonal Effects in Consumption: Evidence from the Automobile Purchases of Neighbors, mimeo, 2004.",
        "Hendricks Ken and Alan Sorensen, Information and the Skewness of Music Sales, March 2007.",
        "Hong Harrison, Jeffrey D. Kubik Jeremy C. Stein, Thy Neighbors Portfolio: Word-ofMouth Effects in the Holdings and Trades of Money Managers, Journal of Finance 2005.",
        "Knight, Brian and Nathan Schiff, Momentum and Social Learning in Presidential Primaries  NBER Working Paper No. 13637 (2007).",
        "Liu, Yong Word of Mouth for Movies: Its Dynamics and Impact on Box Office Revenues , Journal of Marketing, 70 (2006).",
        "Luttmer Erzo F.P. Neighbors as Negatives: Relative Earnings and Well-Being, Quarterly Journal of Economics, 120(3), pp. 963-1002, August 2005.",
        "Sacerdote, Bruce Peer Effects with Random Assignment: Results for Dartmouth Roommates , The Quarterly Journal of Economics, 116 681-704 (2001).",
        "Salganik Matthew J., Peter S. Dodds, and Duncan J. Watts. Experimental study of inequality and unpredictability in an artificial cultural market. Science, 311:854-856, 2006.",
        "Skinner Jonathan and Douglas Staiger Technological Adoption from Hybrid Corn to Beta Blockers, with , NBER Working Paper, 2005.",
        "Skinner Jonathan and Douglas Staiger Diffusion and Productivity Growth in Health Care Sorensen, Alan Bestseller Lists and Product Variety, forthcoming, Journal of Industrial Economics. 33 Sorensen, Alan Social Learning and Health Plan Choice, forthcoming, RAND Journal of Economics. Vise, David The Google Story, Delacorte Press (2005)."
    ]
}