{
    "id": 13837,
    "cites": 15,
    "cited_by": 9,
    "reference": [
        "Aguiar, Mark, and Erilc Hurst. (2007a). Measuring Trends in Leisure: The Allocation of Time Over Five Decades. Quarterly Journal of Economics, 122(3), 969-1006.",
        "Aguiar, Mark, and Erik Hurst. (2007b). Lifecycle Prices and Production. American Economic Review, (forthcoming).",
        "Aguiar, Mark, and Erik Hurst. (2005a). Consumption vs. Expenditure. Journal of Political Economy 113(5): 919-948.",
        "Attanasio, Orazio, and Steve Davis. (1996). Relative Wage Movements and the Distribution of Consumption. Journal of Political Economy 104(6): 1227-1262.",
        "Greenwood, Jeremy, Ananth Seshadri, and Mehmet Yorukoglu. (2005). Engines of Liberation. Review of Economic Studies 72(1): 109-133.",
        "Hamermesh, Daniel and Stephen Donald (2007). The Time and Timing Costs of Market Work. NBER Working Paper 13127.",
        "Hamermesh, Daniel and Jungmin Lee (2007). Stressed Out on Four Continents: Time Crunch or Yuppie Kvetch? Review of Economics and Statistics, 89(2), 374-83.",
        "Juhn, Chinhui, Kevin Murphy, and Robert Topel (2002). Current Unemployment, Historically Contemplated. Brookings Papers on Economic Activity, 2002(1), 79-116.",
        "Juster, Thomas, and Frank Stafford. (1985). Time Goods and Well-Being. Ann Arbor: Institute for Social Research, University of Michigan.",
        "Linder, Staffan (1970). The Harried Leisure Class. New York: Columbia University Press.",
        "Katz, Lawrence, and David Autor. (1999). Changes in the Wage Structure and Earnings Inequality. In Handbook of Labor Economics Volume 3A, eds. Orley Ashenfelter and David Card. Oxford: Elsevier Science.",
        "Kruger, Dirk and Fabrizio Perri (2006). Does Income Inequality Lead to Consumption Inequality? Evidence and Theory, Review of Economic Studies, 73(1), 163-93.",
        "Mincer, Jacob. (1962). Labor Force Participation of Married Women: A Study of Labor Supply. In Aspects of Labor Economics. Princeton: National Bureau of Economic Research.",
        "Reid, Margaret (1934). Economics of Household Production. New York: John Wiley and Sons.",
        "Robinson, John, and Geoffrey Godbey. (1999). Time for Life. University Park: Pennsylvania State University Press."
    ]
}