{
    "id": 13846,
    "cites": 14,
    "cited_by": 159,
    "reference": [
        "Alvarez, Fernando and Robert E. Lucas, 2007, General Equilibrium Analysis of the Eaton- Kortum Model of International Trade, Journal of Monetary Economics 54, 726-768.",
        "Bernard, Andrew B., Jonathan Eaton, J. Bradford Jensen, and Samuel Kortum, 2003, Plants and Productivity in International Trade, American Economic Review 93, 1268- 1290.",
        "Chaney, Thomas, 2008, Distorted Gravity: Heterogeneous Firms, Market Structure, and the Geography of International Trade, American Economic Review, forthcoming.",
        "Corsetti, Giancarlo, Philippe Martin, and Paolo Pesenti, 2007, Varieties and the Transfer Problem: The Extensive Margin of Current Account Adjustment, unpublished, 2007.",
        "Dekle, Robert, Jonathan Eaton, and Samuel Kortum, 2007, Unbalanced Trade, American Economic Review Papers and Proceedings 97, 351-355.",
        "Eaton, Jonathan and Samuel Kortum, 2002, Technology, Geography, and Trade, Econo- metrica 70, 1741-1780.",
        "Eaton, Jonathan, Samuel Kortum, and Francis Kramarz, 2008, An Anatomy of Interna- tional Trade: Evidence from French Firms, unpublished, CREST-INSEE, New York University, University of Chicago.",
        "International Monetary Fund, 2006, International Financial Statistics Yearbook.",
        "Melitz, Marc, 2003, The Impact of Trade on Aggregate Industry Productivity and Intra- Industry Reallocations, Econometrica. 71, 1695-1725.",
        "Obstfeld, Maurice and Kenneth Rogoff, 2005, Global Current Account Imbalances and Exchange Rate Adjustments, Brookings Papers on Economic Activity, 67-146.",
        "Ruhl, Kim, 2005, The Elasticity Puzzle in International Economics, unpublished, Univer- sity of Texas at Austin.",
        "United Nations Industrial Development Organization, 2006, Industrial Statistics Database.",
        "United Nations Statistics Division, 2006, United Nations Commodity Trade Database.",
        "Waugh, Michael E., 2007, International Trade and Income Differences, unpublished, Uni- versity of Iowa."
    ]
}