{
    "id": 13844,
    "cites": 15,
    "cited_by": 7,
    "reference": [
        "Allingham, Michael G. and Agnar Sandmo, 1972. Income Tax Evasion: A Theoretical Analysis,  Journal of Public Economics 1, pp 323-338.",
        "Clotfelter, Charles T, 1983. Tax Evasion and Tax Rates: An Analysis of Individual Returns, The Review of Economics and Statistics, MIT Press, vol. 65(3), pp363-73.",
        "Feldstein, Martin. Tax Avoidance and the Deadweight Loss of the Income Tax. Review of Economics and Statistics, 1999, 81, pp. 674-680.",
        "Feldstein, Martin. The Effect of Taxes on Efficiency and Growth, Tax Notes, 2006.",
        "Goolsbee, Austan. Evidence on the High-Income Laffer Curve from Six Decades of Tax Reform,  Brookings Papers on Economic Activity, 1999.",
        "Goolsbee, Austan (2000), What Happens When You Tax the Rich? Evidence from Executive Compensation, Journal of Political Economy 108(2), pp 352-378.",
        "Gordon, Roger and Joel Slemrod, 2002. Are `Real Responses to Taxation Simply Shifting Between Corporate and Personal Tax Bases? In Does Atlas Shrug? The Economic Consequences of Taxing the Rich, edited by Joel Slemrod. Cambridge: Harvard University Press.",
        "Gorodnichenko, Yuriy, Jorge Martinez-Vazquez and Klara Sabirianova Peter (2008) Myth and Reality of Flat Tax Reform: Micro Estimates of Tax Evasion and Productivity Response in Russia, NBER Working Paper 13719.",
        "Gruber, Jonathan and Emmanuel Saez (2002), The Elasticity of Taxable Income: Evidence and Implications, Journal of Public Economics 84, pp1-32.",
        "Gruber, Jonathan and Joshua Rauh (2007), How Elastic is the Corporate Income Tax Base?, in A. Auerbach, J.R. Hines, and J. Slemrod (eds.) Taxing Corporate Income in the 21st Century, Cambridge University Press.",
        "Joint Economic Committee, Economic Benefits of Personal Income Tax Rate Reductions, April 2001.",
        "Looney, Adam and Monica Singhal, 2006. The Effect of Anticipated Tax Changes on Intertemporal Labor Supply and the Realization of Taxable Income, NBER Working Paper 12417.",
        "Pissarides, Christopher and Guglielmo Weber, 1989. An Expenditure-Based Estimate of Britains Black Economy, Journal of Public Economics 39(1): 17-32.",
        "Slemrod, Joel, 1998. Methodological Issues in Measuring and Interpreting Taxable Income Elasticities. National Tax Journal, Vol. 51, No. 4, pp. 773-788.",
        "Slemrod, Joel, 2001. A General Model of the Behavioral Response to Taxation, International Tax and Public Finance, 8, 119-128, 2001."
    ]
}