{
    "id": 13842,
    "cites": 14,
    "cited_by": 27,
    "reference": [
        "Bartolini, Leonardo and Allan Drazen, Current Account Liberalization as a Signal, TheAmerican Economic Review, 87, No. 1. (Mar., 1997), pp. 138-154.",
        "Guillermo A. Calvo, Leonardo Leiderman, and Carmen M. Reinhart, Inflows of Capital to Developing Countries in the 1 990s, Journal of Economic Perspectives, 10, Spring 1996, no. 2, pp. 123-139.",
        "Calvo, Gufflermo A. and Carmen M. Reinhart, Fear of Floating, ~,Quarter~y Journal of Economics, Vol. CXVII No. 2, May 2002, 379-408.",
        "Chen, Y. and Rogoff, Kenneth, Commodity Currencies and Empirical Exchange Rate Puzzles, DNB Staff Reports, No. 76, 2002.",
        "Dominguez, Kathryn M. and Frankel, Jeffrey A., Does Foreign Exchange Intervention Matter? The Portfolio Effect, The American Economic Review, 83, 1993, 1356-59.",
        "Edwards, Sebastian, How Effective are Capital Controls? Journal of Economic Perspectives, 13(4), Fall 1999, 65-84.",
        "Frankel, Jeffrey A. and Okongwu, Chudozie, Liberalized Portfolio Capital Inflows in Emerging Markets: Sterilization, Expectations, and the Incompleteness of Interest Rate Convergence, International Journal of Finance and Economics, 1, 1996, 1-23.",
        "Kaminsky, Graciela L. and Lewis, Karen K., Does Foreign Exchange Intervention Signal Future Monetary Policy?, Journal of Moneta~y Economics, 37, 1996, 285-312.",
        "Mussa, Michael, The Role of Intervention, Group of Thirty Occasional Paper no. 6, 1981.",
        "Reinhart, Vincent R., How the Machinery of International Finance Runs with Sand in its Wheels, Review of InternationalEconomics, 8(1), 2000, 74-85.",
        "Reinhart, Carmen and Vincent R. Reinhart Some Lessons for Policy Makers Who Deal with the Mixed Blessing of Capital Inflows, in Miles Kahler, ed. Capital Flows and Financial Crises, Council on Foreign Relations Book (Ithaca, NY: Cornell University Press, 1998), 93-127.",
        "Reinhart, Carmen and Vincent R. Reinhart, On the Use of Reserve Requirements in Dealing with the Capital-Flow Problem, International journal of Finance and Economic~ 4(1), January 1999, 27-54.",
        "Reinhart, Carmen and Vincent R. Reinhart, What Hurts Most? G-3 Exchange Rate or Interest Rate Volatility, in Sebastian Edwards and Jeffrey Frankel, eds. Preventing Curren~y Crises in Emerging Markets (Chicago: University of Chicago Press for the National Bureau of Economic Research, 2002), 133-170.",
        "Schadler, Susan, Carkovic, M, Bennett, A., and Khan, R., Recent Experiences with Surges in Capital Inflows, IMF Occasional Paper number 108, 1993."
    ]
}