{
    "id": 13840,
    "cites": 26,
    "cited_by": 41,
    "reference": [
        "Acemoglu, D. and R. Shimer (1999). Efficient Unemployment Insurance, Journal of Political Economy, 107, 893-928.",
        "Acemoglu, D. and R. Shimer (2000). Productivity Gains from Unemployment Insurance. European Economic Review, 44, 119S-1224.",
        "Alesina, A., and F. Giavazzi (2006). The Future of Europe: Reform or Decline? MIT Press.",
        "Baily, M. N. and J. Kirkegaard (2004). Transforming the European Economy, Institute for International Economics, Washington, D. C.",
        "Bassanini, A. and R. Duval (2006). Employment Patterns in OECD Countries: Reassessing the Role of Policies and Institutions. OECD Social, Employment, and Migration Working Paper no. 35.",
        "Bassanini, A., S. Scarpetta, and P. Hemmings (2001). Economic Growth: the Role of Policies and Institutions. Panel Evidence from OECD Countries. OECD Economics Department Working Paper no. 283.",
        "Beaudry, P. and F. Collard (2001). Why has the Employment-Productivity Tradeoff among Industrialized Countries been so Strong? UBC working paper, September.",
        "Beaudry, P., F. Collard, and D.A. Green (200S). Demographics and Recent Productivity Performantces: Insights from Cross Country Comparisons. Mimeo. Bentolila, S., J. J. Dolado, and J. F. Jimeno (2007). Does Immigration Affect the Phillips Curve? Some Evidence for Spain, mimeo, May.",
        "Bertola, G., F. D. Blau and L. Kahn (2002). Labor Market Institutions and Demographic Employment Pattern, Discussion Paper no. 3448, Centre for Economic Policy Research, London.",
        "Boeri, T., D. Del Boca, antd C. Pissarides (200S). Women at Work: An Economic Perspective. Oxford University Press, Oxford and New York. Bourles, R. and G. Cette (200S). A Comparison of Structural Productivity Levels in the Major Industrialised Countries. OECD Economic Studies no. 41. Davis, S.J. and M. Henrekson (2004). Tax Effects on Work Activity, Industry Mix, and Shadow Economy Size: Evidence from Rich-Country Comparisons, NBER Working Paper 10S09, May.",
        "Eichengreen, B., M. Landesmann, and D. Stiefel (2008). The European Economy in an American Mirror. Abingdon UK and New York, Routledge.",
        "Freeman, Richard B. (2008). How Well do the Clothes Fit? Priors and Evidence in the Debate over Flexibility and Labor Market Performance in B. Eichengreen et al. (2008), 104-16.",
        "Galor, 0. and D. N. Weil (1996). The Gender Gap, Fertility and Growth, American Economic Review, 86, June, 374-87.",
        "Gordon, R.J. (1997). Is There a Tradeoff between Unemployment and Productivity Growth? in D. Snower and G. de la Dehasa, eds., Unemployment Policy: Government Options for the Labor Market. Cambridge U.K.: Cambridge University Press, 433-463.",
        "Heinz, F.F. and M. Ward-Warmedinger (200S). Cross-border Labor Mobility within an enlarged EU, ECB Occasional Paper, July. Izquierdo, M. and J.F. Jimeno (2007). On the Aggregate Effects of Immigration in Spain. Banco de Espana Working Paper no. 0714.",
        "Lagos, R. (2006). A Model of TFP. Review of Economic Studies, 73, October, 983-1007.",
        "Layard, R., S. Nickell, and R. Jackman (200S). Unemployment: Macroeconomic Performance and the Labor Market, Oxford University Press. Ljungqvist, L. and T.J. Sargent (2006). Indivisible Labor, Humant Capital, Lotteries, antd Personal Savings: Do Taxes Explain European Employment? presented at 33 NBER Macroannual conference, April 7-8.",
        "Mankiw, N.G., D. Romer, and D.N. Weil (1992). A Contribution to the Empirics of Economic Growth. The Quarterly Journal of Economics, 107, May, 407-437.",
        "McGuckin, R. and B. van Ark (200S). Productivity and Participation: An International Comparison, Groningen Growth and Development Centre, Research Memorandum GD-78, August. Nickell, 5. (1981). Biases in Dynamic Models with Fixed Effects, Econometrica, 49, November: 1417-1426.",
        "Nickell, S., L. Nunziata, and W. Ochel (200S). Unemployment in the OECD since the 1960s: What do we know? Economic Journal, 115, January, 1-27.",
        "Nikoletti, G. and S. Scarpetta (2003). Regulation, Productivity, and Growth, OECD Evidence, OECD Policy Research Working Paper no. 2944.",
        "OECD (2006). OECD Employment Outlook: Boosting Jobs and In comes. Paris.",
        "Paramio, J.L. and J. L. Zofio (200S). Labor Market Duality and Leisure Industries in Spain: Quality of Life versus Standard of Living, Mimeo. Pichelmann, K, and W. Roeger (2008). Employment and Labor Productivity in the EU: Reconsidering a Potential Trade-off in the Lisbon Strategy, in Eichengreen, et al., 128-42.",
        "Pissarides, C., et al. (200S). Women in the Labor Force: How Well is Europe Doing? in Boeri, Del Boca, and Pissarides (200S), 7-120. Prescott, E.C. (2004). Why Do Americans Work So Much More than Europeans? Federal Reserve Bank of Minneapolis Quarterly Review, 28, July, 2-13.",
        "Ramsey, F.P. (1928). A Mathematical Theory of Saving, The Economic Journal, 38, December, S43-SS9.",
        "Schwerdt, G. and J. Turunen (2006). Growth in Euro Area Labor Quality. European Central Bank Working Paper no. S7S."
    ]
}