{
    "id": 13853,
    "cites": 12,
    "cited_by": 10,
    "reference": [
        "Aguine A. and C. CalderÃ\u0083Â³n (2005), Real exchange rate misalignments and economic performance Working paper 315, Chilean Central Bank.",
        "Aizenman J. and J. Lee (2006), Financial versus Monetary Mercantilism-Long-run View of Large International Reserves Hoarding, forthcoming, The World Economy.",
        "Aizenman J. and D. Riera-Crichton (2006), Real exchange rate and international reserves in the era of growing financial and trade integration, forthcoming, Review of Economics and Statistics.",
        "Ambler S., E. Cardia and J. Farazli (1999), Export promotion, learning by doing and growth, Journal of Economic Dynamics and Control, 23, pp. 747-772.",
        "Dooley P. M., D. Folkerts-Landau, and P. Garber (2005), International Financial Stability, Deutsche Bank, October [at hiip://econ.ucsc.eduL~-nipd/int%2OFin%2OStah.pdf].",
        "Johnson, Simon, Jonathan D. Ostry and Arvind Subramanian (2007), The Prospects for Sustained Growth in Africa: Benchmarking the Constraints, IMF Working Paper No.",
        "Krugman, P. (1987), The nanow moving band, the Dutch disease, and the competitive consequences of Mrs. Thatcher : Notes on trade in the presence of dynamic scale economies Journal of Development Economics, 27, 1-2, pp. 4 1-55.",
        "Leahy Dermot and Peter Neary, (1999), Learning by Doing, Precommitment and Infant-Industry Promotion, Review of Economic Studies, Vol. 12:3, pp. 435-40.",
        "Prasad, E. S., R. G. Rajan, and A. Subramanian (2007), Foreign Capital and Economic Growth Brookings Papers on Economic Activity, 1, pp. 153-209.",
        "Razin, 0., Collins, S.M., 1999. Real Exchange Rate Misalignments and Growth. In: Razin, A.",
        "Sadka, E., eds., The Economics of Globalization: Policy Perspectives from Public Economics. Cambridge, New York and Melbourne: University Press, pp. 59-8 1 Romer, P., M. (1986), Increasing returns and long-run growth, Journal of Political Economy, 90, pp.1002-1037.",
        "Young, A. Learning by Doing and the Dynamic Effects of International Trade, The Quarterly Journal of Economics, 1991, pp 369-405."
    ]
}