{
    "id": 13858,
    "cites": 36,
    "cited_by": 5,
    "reference": [
        "Alvarez, Luis H. R., Vesa Kanniainen and Jan SÃ\u0083Â¡dersten (1998), Tax policy uncertainty and corporate investment: A theory of tax-induced investment spurts, Journal of Public Economics 69(1), pp. 17 48.",
        "Asquith, Paul and David Mullins (1986), Equity Issues and Offering Dilution, Journal of Financial Economics, 15(1/2), pp. 61 - 89.",
        "Auerbach, Alan J. (1979), Wealth maximization and the cost of capital, Quarterly Journal of Economics, 93(3), pp. 433 -~ 446.",
        "Auerbach, Alan J. and Kevin A. Hassett (2006), Dividend Taxes and Firm Valuation: New Evidence, American Economic Review 96(2), pp. 119 -~ 123.",
        "Baker, George P., Michael C. Jensen and Kevin J. Murphy (1988), Compensation and incentives: practice vs. theory, Journal of Finance 43(3), pp. 593 - 616.",
        "Bhattacharya, Sudipto (1979), Imperfect Information, Dividend Policy, and `The Bird in the Hand Fallacy, Bell Journal of Economics 10(1), pp. 259 -~ 270.",
        "Congressional Budget Office (2003), How CBO Analyzed the Macroeconomic Effects of the Presidents Budget, Washington DC.",
        "Chen, Hsuan-Chi and Jay R. Ritter (2000), The Seven Percent Solution, Journal of Finance 55(2), pp. 1105 -~ 1131.",
        "Chetty, Raj and Emmanuel Saez (2007), An Agency Theory of Dividend Taxation, NBER Working Paper w13538.",
        "DeAngelo, Harry and Linda DeAngelo (1990), Dividend Policy and Financial Distress: An Empirical Investigation of Troubled NYSE Firms, Journal of Finance 45(5), pp. 1415 1431.",
        "Edlin, Aaron and Joseph E. Stiglitz (1995), Discouraging Rivals: Managerial Rent-Seeking and Economic Inefficiencies, American Economic Review 85(5), pp. 1301 1312.",
        "Gordon, Roger and Martin Dietz (2006), Dividends and Taxes, NBER Working Paper 12292.",
        "Gourio, FranÃ\u0083Â§ois and Jianjun Miao (2007), Dynamic Effects of Permanent and Temporary Dividend Tax Policies on Corporate Investment and Financial Policies, Boston University, mimeo.",
        "Greenwald, Bruce C., Joseph E. Stiglitz and Andrew Weiss (1984), Informational Imperfections in the Capital Market and Macroeconomic Fluctuations, American Economic Review 74(2), pp. 194 199.",
        "Grossman, Sanford J. and Oliver D. Hart (1980), Takeover Bids, The Free-Rider Problem, and the Theory of the Corporation, Bell Journal of Economics 11(1), pp. 42 64.",
        "Hall, Robert E. (1988), Commentary on Financial Factors in Business Fluctuations, Proceedings, Federal Reserve Bank of Kansas City.",
        "Jensen, Michael C. (1986), Agency costs of free cash flow, corporate finance, and takeovers, American Economic Review 76, pp. 323 329.",
        "Jensen, Michael C. and Kevin J. Murphy (1990), Performance pay and top-management incentives, Journal of Political Economy 98, pp. 225 - 284.",
        "Jensen, Michael C. (2001), A Theory of the Firm: Covernance, Residual Claims, and Organizational Forms, Harvard University Press.",
        "King, Mervyn (1977), Public Policy and the Corporation, Chapman and Hall, London.",
        "Kocherlakota, Narayana R. (1996), The Equity Premium: Its Still a Puzzle, Journal of Economic Literature 34, pp. 42 71.",
        "Korinek, Anton and Joseph E. Stiglitz (2008a), Political Economy in a Contestable Democracy: The Case of Dividend Taxation, Columbia University, mimeo.",
        "Mehra, Rajnish and Edward C. Prescott (1985), The Equity Premium: A Puzzle, Journal of Monetary Economics 15, pp. 145 - 161.",
        "Mehra, Rajnish and Edward C. Prescott (2003), The Equity Premium in Retrospect, in George M. Constantinides, Milton Harris, and Rene M. Stulz (eds.), Handbook of the Economics of Finance, Amsterdam, Netherlands: North-Holland.",
        "Myers, Stewart C. and Nicholas S. Majluf (1984), Corporate financing and investment decisions when firms have information that investors do not have, Journal of Financial Economics 12, pp. 187 -~ 221.",
        "Poterba, James and Lawrence Summers (1985), The Economic Effects of Dividend Taxation,  in Edward Altman and Marti Subrahmanyam (eds.), Recent Advances in Corporate Finance, Homewood, IL: Richard D. Irwin Publishers, pp. 227 -~ 284.",
        "Ross, Stephen (1977), The Determination of Financial Structure: An Incentive-Signalling Approach, Bell Journal of Economics 8(1), pp. 23 -~ 40.",
        "Riddick, Leigh A. and Toni M. Whited (2007), The Corporate Propensity to Save, University of Wisconsin, mimeo.",
        "Sinn, Hans-Werner (1991), The vanishing Harberger triangle, Journal of Public Economics 45, pp. 271 -~ 300.",
        "Slemrod, Joel (1988), Effect of Taxation with International Capital Mobility, in Uneasy Compromise: Problems of a Hybrid Income-Consumption Tax, edited by Henry Aaron, Harvey Galper, and Joseph A. Pechman, Washington, DC: Brookings, pp. 115 - 155.",
        "Stein, Jeremy C. (1988), Takeover Threats and Managerial Myopia, Journal of Political Economy 96(1), pp. 61 -~ 80.",
        "Stiglitz, Joseph E. (1972), Some Aspects of the Pure Theory of Corporate Finance: Bankruptcies and Take-Overs, Bell Journal of Economics 3(2), pp. 458 -~ 482.",
        "Stiglitz, Joseph E. (1973), Taxation, Corporate Financial Policy, and the Cost of Capital, Journal of Public Economics 2, pp. 1 -~ 34.",
        "Stiglitz, Joseph E. (1976), The Corporation Tax, Journal of Public Economics 5(3-4), pp. 303 -~ 311.",
        "Stiglitz, Joseph E. (1998), Pareto Efficient Taxation and Expenditure Policies, With Applications to the Taxation of Capital, Public Investment, and Externalities, presented at a conference in honor of Agnar Sandmo, January 1998.",
        "Stiglitz, Joseph E., and Andrew Weiss (1981), Credit Rationing in Markets with Imperfect Information, American Economic Review 71, pp. 393 -~ 410."
    ]
}