{
    "id": 13852,
    "cites": 28,
    "cited_by": 0,
    "reference": [
        "Betancourt Perez, Antonio (1953) Revoluciones y crises en Ia economia de Yucatan. Merida.",
        "CÃ\u0083Â¡mara Zavala, Gonzalo (1936) ReseÃ\u0083Â±a histOrica de Ia industria henequenera en Yucatan. MÃ\u0083Â©rida, Yucatan: Imprenta Oriente.",
        "Chardon, Roland (1960) Some Geographic Aspects of Plantation Agriculture in Yucatan. Masters Thesis, University of Minnesota.",
        "Coatsworth, John H. (1979) Indispensable Railroads in a Backward Economy: The Case of Mexico. The Journal of Economic History, 39, no. 4 (Dec., 1979): 939-960.",
        "Cross, Harry (1979) Debt Peonage Reconsidered: A Case Study in Nineteenth-Century Zacatas, Mexico. The Business History Review 53, no. 4, pp. 473-495.",
        "Eiss, Paul (2007) Constructing El Pueblo: Mestizaje, Modernity and State Formation in Western Yucatan, 1870-1 899. Carnegie Mellon. Mimeo.",
        "Farriss, Nancy M. (1984) Maya Society under Colonial Rule: The Collective Enterprise of Survival. Princeton: Princeton U niversity Press.",
        "Fishback, Price V. (1989) Debt Peonage in Post Bellum Georgia. Explorations in Economic History26 (April): 219 236.",
        "Gabbert, Wolfgang. (2001) Social Categories, Ethnicity and the State in Yucatan, Mexico. Journal of Latin American Studies 33: 459-484.",
        "Guerra, Francois-Xavier (1988) Mexico: DelAntiguo Regimen ala Revolucion, Vol 1 and 2. Mexico City: Fondo de Cultura EconÃ\u0083Â³mica.",
        "Joseph, Gilbert M. (1986) Rediscovering the Past at Mexicos Periphery. Tuscaloosa: The University of Alabama Press.",
        "JuÃ\u0083Â¡rez, Ana Maria (2001) Four Generations of Maya Marriages: Whats Love Got to Do with It? Frontiers: A Journal of Women Studies, 22, no. 2: 131-153.",
        "Kirk, Carlos R. (1975) San Antonio, Yucatan: from Henequen Hacienda to Plantation Ejido. Masters Thesis, Michigan State University.",
        "Knight Alan (1986) Mexican Peonage: What Was It and Why Was It? Journal of Latin American Studies 18, No. 1, pp. 41-74.",
        "Leslie Elwin C. and A.F. Pradeau (1972) Henequen Plantation Tokens of the Yucatan Peninsula, Mexico. Alexandria, Virginia: Organization of International Numismatists.",
        "NarvÃ\u0083Â¡ez Ek, Venancio (1992) San Antonio Too : Historia de una Hacienda Henequenera. MÃ\u0083Â©rida: Programa de Apoyo a Ia Cultura Municipal y Comunitaria: Consejo Nal. para Ia Cultura y las Artes.",
        "Nickel, Herbert J. (2006) Henequen Plantations in Yucatan: The End of an Agroindustrial Monoculture in Mexico. Freiburg: Arnold Bergstraesser Institute.",
        "Nickel, Herbert J. (1 997a) El Peonaje en las Haciendas Mexicanas : Interpretaciones, Fuentes, Hallazgos. Mexico City: Universidad Iberoamericana. Nickel, Herbert J. (1 997b) Sklaverei oder Schuldknechtschaft in den HenequenPlantagen von Yucatan zur Zeit des Porfiriates: Was em Schuldbuch dazu anzeigt. UniversitÃ\u0083Â¤t Bayreuth Forschungsmaterialen 1 8. Nickel, Herbert J. (1996), Las deudas de los sirvientes en las haciendas henequeneras de Yucatan, Jahrbuch fÃ\u0083Â¼r Geschichte von Staat, Wirtschaft und Gesellschaft Lateinamerikas, 33, pp. 313-361.",
        "Paredes Guerrero, Blanca (1997) Hacienda ltzincab CÃ\u0083Â¡mara Mimeo.",
        "Patch, Robert W. (1993) Maya and Spaniard in Yucatan, 1648-1812. Stanford: Stanford University Press.",
        "Peniche Rivero, Piedad (1998) La demografia de Ia nohoch cuenta en las haciendas henequeras y pueblos del municipio de UmÃ\u0083Â¡n, Yucatan, Mexico, durante el Porfiriato. Mexicon 20, no. 2, pp. 20-36.",
        "Peniche Rivero, Piedad (1993) El Impacto de Ia Formacion del Mercado Internacional del Henequen Sobre Las Relaciones Sociales en dos Regiones: MÃ\u0083Â©rida y Campeche. Conferencia Nacional Sobre el Henequen y Ia Zona Henequenera, Gobierno del Estado MÃ\u0083Â©rida, pp. 222-234.",
        "Reed, Nelson A. (1964) The Caste War of Yucatan. Stanford: Stanford University Press.",
        "RejÃ\u0083Â³n Patron, L. (1993). Hacienda Tabi: un Capitulo en Ia Historia de Yucatan, Cuadernos de Cultura Yucateca 3, Gobierno del Estado de Yucatan, MÃ\u0083Â©rida.",
        "Rugeley, Terry (1996) Yucatans Maya peasantry and the origins of the Caste War. Austin : University of Texas Press.",
        "Scott, James C. (1985) Weapons of the Weak: Everyday Forms of Peasant Resistance. New Haven: Yale University Press.",
        "Steinfeld, Robert J. and Stanley L. Engerman (1997) Labor - Free or Coerced? A Historical Reassessment of Differences and Similarities. In Free and Unfree Labor: The Debate Continues, edited by Tom Brass and Marcel van der Linden. New York: Peter Lang.",
        "Wells, Allen (1992) All in the Family: Railroads and Henequen Monoculture in Porfirian Yucatan. The Hispanic American Historical Review, 72, no 2: 159-209."
    ]
}