{
    "id": 13855,
    "cites": 29,
    "cited_by": 27,
    "reference": [
        "Blau, Francine and Lawrence Kahn. 1999. Labor Market Institutions and Economic Performance. In Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Volume 3. New York: Elsevier, pp, 1399-146 1.",
        "Cox-Edwards, Alejandra and Sebastian Edwards. 2002. Social Security Reform and Labor Markets: The Case of Chile, Economic Development and Cultural Change, Vol. 50, No. 3, pp. 465-489.",
        "Fajnzylber, Pablo and William Maloney. 2005. Labor Demand and Trade Reform in Latin America, Journal of International Economics, Vol. 66, No. 2, pp. 423-446.",
        "Gill, Indermit, Truman Packard and Juan Yermo. 2005. Keeping the Promise of Social Security in Latin America. Washington, D.C.: The World Bank.",
        "Gordon, Robert. 1972. Wage-Price Controls and the Shifting Phillips Curve, Brookings Papers on Economic Activity, Vol. 2, pp. 385-421.",
        "Gruber, Jonathan. 1997. The Incidence of Payroll Taxation: Evidence from Chile, Journal of Labor Economics, Vol. 15, No. 3, pp. S72-S 101.",
        "Gruber, Jonathan. 1994. The Incidence of Mandated Maternity Benefits, American Economic Review, Vol. 84, No. 3, pp. 622-41.",
        "Gruber, Jonathan and Alan Krueger. 1991. The Incidence of Mandated EmployerProvided Insurance: Lessons from Workers Compensation Insurance. In David Bradford, ed., Tax Policy and the Economy. Cambridge, Mass.: MIT Press, pp. 111-44.",
        "Hamermesh, Daniel. 2004. Labor Demand in Latin America and the Caribbean: What Does It Tell Us? In James Heckman and Carmen Pages, eds., Law and Employment: Lessons from Latin America and the Caribbean. Chicago: Chicago University Press/NBER, pp. 553-562.",
        "Hamermesh, Daniel. 1993. Labor Demand. Princeton: Princeton University Press.",
        "Hamermesh, Daniel. 1979. New Estimates of the Incidence of the Payroll Tax, Southern Economic Journal, Vol. 45, pp. 1208-19.",
        "Heckman, James and Carmen Pages. 2004. Introduction. In James Heckman and Carmen Pages, eds., Law and Employment: Lessons from Latin America and the Caribbean. Chicago: Chicago University Press/NBER, pp. 1-108.",
        "Kaestner, Robert. 1996. The Effect of Government-Mandated Benefits on Youth Employment, Industrial and Labor Relations Review, Vol. 50, No. 1, pp. 122-142.",
        "Kugler, Adriana. 2005. Wage-Shifting Effects of Severance Payments Savings Accounts in Colombia, Journal of Public Economics, Vol. 89, No. 2-3, pp. 487-500.",
        "Kugler, Adriana. 2004. The Effect of Job Security Provision Regulations on Labor Market Flexibility: Evidence from the Colombian Labor Market Reform. In James Heckman and Carmen Pages, eds., Law and Employment: Lessons from Latin America and the Caribbean. Chicago: Chicago University Press/NBER, pp. 183-228.",
        "Kugler, Adriana. 1999. The Impact of Firing Costs on Turnover and Unemployment: Evidence from the Colombian Labour Market Reform, International Tax and Public Finance, Vol. 6, No. 3, pp. 389-4 10.",
        "Levy, Santiago. 2006. Social Security Reform in Mexico: For Whom? World Bank Conference on Equity and Competitiveness in Mexico, Mexico City.",
        "Maloney, William. 2004. Informality Revisited, World Development, Vol. 32, No. 7, pp. 1159-1178.",
        "Maloney, William. 1999. Does Informality Imply Segmentation in Urban Labor Markets? Evidence from Sectoral Transitions in Mexico, World Bank Economic Review, Vol. 13, No. 2, pp. 275-302.",
        "Maloney, William, Edwin Goni and Mariano Bosch. 2007. The Determinants of Rising Informality in Brazil: Evidence from Gross Worker Flows, World Bank Research Working Paper No. 4375.",
        "Maloney, William and Jairo Niilflez. 2004. Minimum Wages in Latin America. In James Heckman and Carmen Pages, eds., Law and Employment: Lessons from Latin America and the Caribbean. Chicago: Chicago University Press/NBER, pp.109-130.",
        "Mclsaac, Donna and Martin Rama. 1997. Determinants of Hourly Earnings in Ecuador: The Role of Labor Market Regulations, Journal of Labor Economics, Vol. 15, No. 3, pp. S 136-S 165.",
        "Mondino, Guillermo and Silvia Montoya. 2004. The Effects of Labor Market Regulations on Employment Decisions by Firms. In James Heckman and Carmen Pages, eds., Law and Employment: Lessons from Latin America and the Caribbean. Chicago: Chicago University Press/NBER, pp. 35 1-399.",
        "Nickell, Stephen and Richard Layard. 1999. Labor Market Institutions and Economic Performance. In Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Volume 3. New York: Elsevier, pp, 3029-84.",
        "OECD. 1995. OECD Jobs Study: Taxation, Employment, and Unemployment. Paris: OECD.",
        "SantamarIa, Mauricio. 1998. Nonparametric Density Estimation and Regression: An Application to the Study of Income Inequality and Poverty in Colombia, Doctoral Dissertation, Georgetown University, Washington DC.",
        "Shapiro, Carl and Joseph Stiglitz. 1984. Equilibrium Unemployment as a Worker Discipline Device, American Economic Review, Vol. 74, No. 3, pp. 433-444.",
        "Vargas, Andres. 2004. The Effect of Social Security Contributions on Wages: The Colombian Experience, Unpublished paper, University of Texas at Austin.",
        "Vroman, Wayne. 1974. Employer Payroll Taxes and Money Wage Behavior, Applied Economics, Vol. 6, No. 3, pp. 189-204."
    ]
}