{
    "id": 13869,
    "cites": 39,
    "cited_by": 8,
    "reference": [
        "[26] Lewbel, Arthur (1985). A Unified Approach to Incorporating Demographic and Other Effects Into Demand Systems. Review of Economic Studies 52 (1): 1-18.",
        "[25] Horowitz, Andrew W. (2002). Household Size and the Demand for Food: A Puzzle Resolved? Unpublished Manuscript, University of Arkansas.",
        "[24] Hamilton, Bruce W. (2001). Using Engels Law to Estimate CPI Bias. American Economic Review 91(3): 619-630.",
        "[23] Gronau, Ruben and Daniel Hamermesh (2007). The Demand for Variety: A Household Production Perspective. Forthcoming, Review of Economics and Statistics",
        "[22] Gronau, Ruben and Daniel Hamermesh (2006). Time vs. Goods: The Value of Measuring Household Production Technologies. Review of Income and Wealth 52 (1): 1-16.",
        "[21] Greenwood, Jeremy, Ananth Seshadri and Mehmet Yorukoglu (2005). Engines of Liberation. Review of Economic Studies 72 (1): 109-133.",
        "[19] Gibson, John and Bonggeun Kim (2007). Measurement Error in Recall Surveys and the Relationship between Household Size and Food Demand. American Journal of Agricultural Economics 89 (2): 473-489.",
        "[18] Gibson, John (2002). Why Does the Engel Method Work? Food Demand, Economies of Size and Household Survey Methods. Oxford Bulletin of Economics and Statistics 64 (4): 341-359.",
        "[17] Gan, Li and Victoria Vernon (2003). Testing the Barten Model of Economies of Scale in Household Consumption: Toward Resolving a Paradox of Deaton and Paxson. Journal of Political Economy 111 (6): 1361-1377.",
        "[16] Gardes, Francois and Christophe Starzec (2000). Economies of Scale and Food Consumption: A Reappraisal of the Deaton-Paxson Paradox. Working Paper No. 2000-08, TEAM, University of Paris I, Pantheon-Sorbonne. 25",
        "[15] Estes, Eugena and Bo Honore (1995). Partial Regression Using One Nearest Neighbor. Unpublished Manuscript, Princeton University.",
        "[14] Deaton, Angus and Christina Paxson (2003). Engels What? A Response to Gan and Vernon.  Journal of Political Economy 111 (6): 1378-1381.",
        "[13] Deaton, Angus and Christina Paxson (1998). Economies of Scale, Household Size, and the Demand for Food. Journal of Political Economy 106 (5): 897-930.",
        "[12] Deaton, Angus and John Muellbauer (1980). Economics and Consumer Behavior. New York: Cambridge.",
        "[11] Deaton, Angus (1997). The Analysis of Household Surveys: A Microeconometric Approach to Development Policy. Baltimore, MD: Johns Hopkins.",
        "[10] Cowan, Ruth 5. (1983). More Work for Mother. New York: Basic Books.",
        "[8] Costa, Dora L. (1999). American Living Standards: Evidence from Recreational Expenditures.  NBER Working Paper No. 7148.",
        "[7] Carter, Susan B., Scott Sigmund Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch, and Gavin Wright, eds. (2006). Historical Statistics of the United States. New York: Cambridge University Press.",
        "[6] Byington, Margaret F. (1910). Homestead: The Households of a Mill Town. Philadelphia: W.M. Fell Co.",
        "[4] Blundell, Richard W., Martin Browning and Ian A. Crawford (2003). Nonparametric Engel Curves and Revealed Preference. Econometrica 71 (1): 205-240.",
        "[3] Barten, Anton P. (1964). Family Composition, Prices and Expenditure Patterns. in Peter E. Hart, Gordon Mills, and John Whitaker, eds. Econometric Analysis for National Planning. London: Butterworths.",
        "[2] Aguiar, Mark and Erik Hurst (2006). Lifecycle Prices and Production. Forthcoming, American Economic Review.",
        "[1] Aguiar, Mark and Erik Hurst (2005). 1 versus Expenditure. Journal of Political Economy 113 (5): 919-948.",
        "[27] Logan, Trevon D. (2005). The Transformation of Hunger: The Demand for Calories Past and Present. NBER Working Paper No. 11754.",
        "[28] Logan, Trevon D. (2006). Nutrition and Well-Being in the Late Nineteenth Century. Journal of Economic History 66 (2): 313-341.",
        "[30] Muellbauer, John (1977). Testing the Barten Model of Household Consumption Effects and the Cost of Children. Economic Journal 87: 460-487.",
        "[31] Nelson, Julie A. (1988). Household Economies of Scale in Consumption: Theory and Evidence.  Econometrica 56 (6): 1301-1314.",
        "[32] Nicholson, J. Leonard (1976). Appraisal of Different Methods of Estimating Equivalence Scales and Their Results. Review of Income and Wealth 22 (1): 1-11.",
        "[35] Perali, Federico (2001). The Second Engel Law and Economies of Scale: An Empirical Puzzle to be Resolved.!! Centre for Household, Income, Labour, and Demographic Economics Working Paper No. 28, University of Torino.",
        "[36] Perali, Federico (2002). !!Some Curiosities about the Engel Method to Estimate Equivalence Scales.!! Economics Bulletin 4 (9):!! 1-7.",
        "[37] Pistaferri, Luigi, Todd Schoellman and Michele Tertilt (2005). !!Household Size and the Demand for Private Goods.!! Unpublished Manuscript, Stanford University.",
        "[38] Pollak, Robert A. (1999). !!Notes on Time Use.!! Monthly Labor Review 122 (August): 7-11.",
        "[39] Pollak, Robert A. and Terrence J. Wales (1979). !!Welfare Comparisons and Equivalent Scales.!! American Economic Review 69 (May): 216-221.",
        "[40] Pollak, Robert A. and Terrence J. Wales (1980). !!Comparison of the Quadratic Expenditure System and Translog Demand Systems with Alternative Specifications of Demographic Effects.!! Econometrica 48 (3): 595-612.",
        "[41] Pollak, Robert A. and Terrence J. Wales (1981). !!Demographic Variables in Demand Analysis.!! Econometrica 49 (6): 1533-1551.",
        "[43] Smith, Daniel 5. (1994). A Higher Quality of Life for Whom? Mouths to Feed and Clothes to Wear in the Families of Late Nineteenth-Century American Workers. Journal of Family History 19: 1-33.",
        "[44] Vernon, Victoria (2005). !!Food Expenditure, Food Preparation Time, and Household Economies of Scale.!! Unpublished Manuscript, Fashion Institute of Technology, State University of New York.",
        "[46] United States Department of Labor (1986). Cost of Living of Industrial Workers in the United States and Europe 1888-1890. ICPSR 7711. Ann Arbor, MI: Inter-university Consortium for Political and Social Research.",
        "[49] Yatchew, Adonis (1997). !!An Elementary Estimator of the Partial Linear Model.!! Economics Letters 57: 135-143. 27"
    ]
}