{
    "id": 13864,
    "cites": 14,
    "cited_by": 17,
    "reference": [
        "Chari, V.V. and Hopenhayn, Hugo, Vintage Human Capital, Growth and the Diffusion of New Technology, Journal of Political Economy, vol. 99, pp 1142-65, 1991.",
        "Dunne, Timothy, Klimek, Shawn, and Schmitz, James, A. Jr., Does Competition Spur Productivity? Evidence From U.S. Cement Manufacturing During the 20th Century, working paper, 2008.",
        "Fabrizio, Kira, and Rose, Nancy, and Wolfram, Catherine, Do Markets Reduce Costs? Assessing the Impact of Regulatory Restructuring on U.S. Electric Generation Efficiency, Amen can Economic Review September, 2007.",
        "Hendricks, Kevin, and Singhal, Vinod, Association between Supply Chain Glitches and Operating Performance, Management Science, May, 2005.",
        "Holmes, Thomas J. and Schmitz, James, A. Jr., Competition at Work: Railroads vs. Monopoly in the U.S. Shipping Industry, Federal Reserve Bank of Minneapolis Quarterly Review, Spring, 2001.",
        "Huggett, Mark, and Ospina, Sandra Does productivity growth fall after the adoption of new technology?, Journal of Monetary Economics, pp 173-95, 2001.",
        "Jovanovic, Boyan and Nyarko, Yaw, Learning by Doing and the Choice of Technology, Econometrica, November, 1996.",
        "Lewis, William. The Power of Productivity. University of Chicago Press, 2004.",
        "Nakamura, Tsuyoshi and Ohashi, Hiroshi, Technology Adoption, Learning by Doing, and Productivity: A Study of Steel Refining Furnaces, Working Paper, 2005.",
        "Parente, Stephen, Technology Adoption, Learning-by-doing, and Economic Growth , Journal of Economic Theory, 1994.",
        "Reinganum, Jennifer, Uncertain Innovation and the Persistence of Monopoly, American Economic Review, September, 1983.",
        "Sakellaris, Plutarchos Patterns of plant adjustment, Journal of Monetary Economics, pp 425-50, 2004.",
        "Schmutzler, Armin, The Relation between Competition and Innovation Why Is It Such a Mess? University of Zurich, mimeo, November, 2007.",
        "Speier, Cheri and Venkatesh, Viswanath, The Hidden Minefields in the Adoption of Sales Force Automation Technologies, Journal of Marketing, July, 2002."
    ]
}