{
    "id": 13867,
    "cites": 11,
    "cited_by": 3,
    "reference": [
        "Jacobson, Louis, Robert LaLonde and Daniel Sullivan, 1993 Earnings Losses of Displaced Workers. American Economic Review, vol. 83(4), pages 685-709.",
        "Golan, Amos, Julia Lane, and Erika McEntarfer, 2006. The Dynamics of Worker Reallocation Within and Across Industries. Economica (forthcoming).",
        "Fallick, Bruce, John Haltiwanger, and Erika McEntarfer, 2007. Employment and Wage Consequences of Job Separation in the U.S., mimeo.",
        "Labor Market: The Complete Picture of Gross Worker Flows, Finance and Economics Discussion Series 2004-34, Federal Reserve Board, Washington, DC.",
        "Fallick, Bruce and Charles A. Fleischman, 2004, Employer-to-Employer Flows in the U.S.",
        "Fallick, Bruce and Charles A. Fleischman, 2001, The Importance of Employer-to-Employer Flows in the U.S. Labor Market, Finance and Economics Discussion Series 2001-18, Federal Reserve Board, Washington, DC.",
        "Davis, Steven J., R. Jason Faberman, and John Haltiwanger. The Flow Approach to Labor Markets: New Evidence and Micro-Macro Links. Journal of Economic Perspectives, 20(3): 3-26. Davis, Steven J., John C. Haltiwanger, and Scott Schuh, Job Creation and Destruction (Cambridge, MA: MIT Press, 1996).",
        "Burgess, Simon, Julia I. Lane, and David Stevens, 2000. Job flows, worker flows, and churning. Journal of Labor Economics 18(3): 473-502.",
        "Acs, Zolton J., Catherine Armington, and Alicia Robb, Measures of Job Flow Dynamics in the U.S., CES 99-1, U.S. Bureau of the Census, January 1999.",
        "Abowd, John, Bryce Stephens, Lars Vilhuber, Fredrik Andersson, Kevin L. McKinney, Marc Roemer, and Simon Woodcock. The LEHD Infrastructure Files and the Creation of the Quarterly Workforce Indicators LEHD Technical Paper No. 2006-0 1.",
        "Abowd, John M., John Haltiwanger, and Julia I. Lane, 2004. Integrated Longitudinal Employee-Employer Data for the United States. American Economic Review Papers and Proceedings, 94(2): 224-229."
    ]
}