{
    "id": 13860,
    "cites": 18,
    "cited_by": 11,
    "reference": [
        "Arndt, Sven and Henryk Kierzkowski, 2001. Fragmentation. Oxford: Oxford U. Press.",
        "Chow, Gregory, 2006. New Capital Estimates for China: Comments, China Economic Review, 17:186-192.",
        "Copeland, Brian R. and M. Scott Taylor. 2003. Trade and the Environment (Princeton Univ. Press: Princeton).",
        "Copeland, Brian R. and M. Scott Taylor, 2004. Trade, Growth and the Environment, Journal of Economic Literature, 42:7-71.",
        "Dean, Judith, 2001. International Trade and the Environment (editor). UK: Ashgate Publishers, The International Library of Environmental Economics and Policy Series, November, 2001.",
        "Dean, Judith, 2002. Does Trade Liberalization Harm the Environment? A New Test, Canadian Journal of Economics, 34:819-842.",
        "Dean, Judith, Mary E. Lovely, and Hua Wang, 2007. Are Foreign Investors Attracted to Weak Environmental Regulations, Revision of World Bank Working Paper 3505.",
        "Holz, Carsten A., 2006. New Capital Estimates for China, China Economic Review, 17:142-185.",
        "Henley, John, Cohn Kirkpatrick, and Georgina Wilde (1999). Foreign Direct Investment in China: Recent Trends and Current Policy Issues, World Economy 22, 223-243.",
        "Levinson, Arik, 2007. Technology, International Trade, and Pollution from U.S. Manufacturing, Resources for the Future Discussion Paper RFF DP 07-40 Naughton, Barry, 2007. The Chinese Economy: Transitions and Growth, MIT Press, Cambridge, MA.",
        "OECD, 2005. Governance in China. Paris, France: OECD.",
        "Ping, Xin-Qiao, 2005. Vertical Specialization, Value Added, and the US-China Trade Relationship, China Center for Economic Research Working Paper No. C2005 005.",
        "Robison, H. David, 1988. Industrial Pollution Abatement: the Impact on Balance of Trade, Canadian Journal of Economics, 21: 187-99.",
        "SEPA, 2006. Environmental Protection in China 1996-2005. Beijing. Information Office of the State Council of the Peoples Republic of China. www,sepa~ov~cn/eng1i~h, downloaded July 2006.",
        "Walter, Ingo, 1973. The Pollution Content of American Trade, Western Economic Journal, pp. 6 1-70.",
        "World Bank, 2001. China: Air, Land, and Water, Washington, D.C.: World Bank.",
        "World Trade Organization, 2006. Trade Policy Review: Peoples Republic of China (Geneva: WTO).",
        "Zhang, Shuguang, Yansheng Zhang, and Zhongxin Wan, 1998. The Costs of Protection in China (Washington: TIE)."
    ]
}