{
    "id": 1386,
    "cites": 25,
    "cited_by": 0,
    "reference": [
        "Atack, J. (1977), Returns to Scale in Antebellum United States Manufacturing. Explorations in Economic History 14, 337-359.",
        "Modern Industrial Corporation. Unpublished manuscript, University of Illinois. Bateman, F. and Weiss, T. (1981), A Deplorable Scarcity: The Failure of Industrialization in the Slave Economy. Chapel Hill: University of North Carolina Press.",
        "Chandler, A.D. (1977), The Visible Hand: The Managerial Revolution in American Business. Cambridge, Massachusetts: Harvard University Press.",
        "Cochran, T.C. (1981), Frontiers of Change: Early Industrialism in America.",
        "New York: Oxford University Press. Cole, A.H. (1926), The American Wool Manufacture. 2 vols. Cambridge, Massachusetts: Harvard University Press.",
        "Cole, k.H. and Williamson, H.F. (1941), The American Carpet Manufacture.",
        "Cambridge, Massachusetts: Harvard University Press. Davis, L.E. (1957), Sources of Industrial Finance: The American Textile Industry, A Case Study. Explorations in Entrepreneurial History 9, 189- 203.",
        "Davis, P. (1949), The Development of the American Glass Industry. Cambridge, Massachusetts: Harvard University Press.",
        "Deyrup, F.J. (1970), Arms Making in the Connecticut Valley: A Regional Study of the Economic Development of the Small Arms Industry 1798-1870. York, 53 Pennsylvania: George Shumway.",
        "Field, A.J. (1980), Skill Intensity in Early Industrialization: The Case of Massachusetts. Journal of Human Resources 15, 149-175.",
        "Gibb, G.S. (1943), The Whitesiniths of Taunton. Cambridge, Massachusetts: Harvard University Press.",
        "Goldin, C. and Sokoloff, K. (1982), Women, Children and Industrialization in the Early Republic: Evidence from the Manufacturing Censuses. Journal of Economic History 42, 741-774.",
        "Industrialization: The American Case, 1820-1850. Quarterly Journal of Economics 99, forthcoming. Griliches, Z. and Ringstad, V. (1973), Economies of Scale and the Form of the Production Function. Amsterdam: North Holland.",
        "Habakkuk, H.J. (1962), American and British Technology in the Nineteenth Century: The Search for Labour-Saving Inventions. Cambridge, England: At the University Press.",
        "Hazard, B.E. (1921), The Organization of the Boot and Shoe Industry in Massachusetts Before 1875. Cambridge, Massachusetts: Harvard University Press.",
        "James, J.A. (1983), Structural Change in American Manufacturing, 1850- 1890. Journal of Economic History 43, 433-460.",
        "Jones, A.H. (1980), Wealth of a Nation To Be. New York: Columbia University Press.",
        "Landes, D.S. (1969), The Unbound Prometheus: Technological Change and Industrial Development in Western Europe from 1750 to the Present.",
        "Cambridge, England: At the University Press. Laurie, B. and Schmitz, M. (1981), Manufacture and Productivity: The Making of an Industrial Base, Philadelphia 1850-1880. In T. Hershberg (Ed.), Philadelphia: Work Space, Family and Group Experience in the Nineteenth Century. New York: Oxford University Press.",
        "Lebergott, S. (1964), Manpower in Economic Growth: The American Record Since 1800. New York: McGraw-Hill.",
        "Lindstrom, D. (1978), Economic Development in the Philadelphia Region, 1810- 1850. New York: Columbia University Press.",
        "Marglin, S.A. (1974), What Do Bosses Do? The Origins and Functions of Hierarchy In Capitalist Production. The Review of Radical Political Economics 6, 33-60.",
        "Nardinelli, C. (1980), Child Labor and the Factory Acts. Journal of Economic History 40, 739-755.",
        "Edinburgh: Edinburgh University Press. Originally published in 1855. Smith, A. (1976), An `Inquiry Into the Nature and Causes of the Wealth of Nations. Chicago: University of Chicago Press. Originally published in 1776.",
        "New York: Lockwood. Sokoloff, K.L. (1982), Industrialization and the Growth of the Manufacturing Sector in the Northeast, 1820-1850. Unpublished Ph.D. dissertation, Harvard University."
    ]
}