{
    "id": 13863,
    "cites": 33,
    "cited_by": 3,
    "reference": [
        "Spence, A. M. (1976a), ~Product Differentiation and Welfare. American Economic Review, 66, 407-14.",
        "Schmookler, J. (1966), Invention and Growth. Harvard University Press, Cambridge, MA.",
        "Sander, B. and R. Bergemann (2003), ~Economic Burden of Obesity and its Complications in Germany. European Journal of Health Economics, 4, 248-53.",
        "Reinhardt, U. E. (2001), ~Perspectives on the Pharmaceutical Industry. Health Affairs, 20, 136-49.",
        "Rashad, I. and S. Markowitz (2006), ~Incentives in Obesity and Health Insurance. Working Paper 13113, National Bureau of Economic Research.",
        "Raebel, M. A., D. C. Malone, D. A. Conner, S. Xu, J. A. Porter, and F. A. Lanty (2004), ~Health Services Use and Health Care Costs of Obese and Non-obese Individ- uals. Archives of Internal Medicine, 164, 2135-40.",
        "Popp, D. (2002), ~Induced Innovation and Energy Prices. American Economics Review, XCII, 160-80.",
        "Pauly, M. V. (1968), ~The Economics of Moral Hazard: Comment. American Economic Review, 58, 531-7.",
        "Newell, R. A., A. Jaffee, and R. Stavins (1999), ~The Induced Innovation Hypothesis and Energy-Saving Technological Change. Quarterly Journal of Economics, CXIV, 907-40.",
        "Musich, S., C. Lu, T. McDonald, L. J. Champagne, and D. W. Edington (2004), ~Association of Additional Health Risks on Medical Charges and Prevalence of Diabetes within Body Mass Index Categories. American Journal of Health Promotion, 18, 264-8.",
        "Lichtenberg, F. R. and J. Waldfogel (2003), ~Does Misery Love Company? Evidence from Pharmaceutical Markets Before and After the Orphan Drug Act. Working Paper 9750, National Bureau of Economic Research.",
        "Manning, W. G., J. P. Newhouse, N. Duan, E. B. Keeler, and A. Leibowitz (1987), ~Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment. American Economic Review, 77, 251-77.",
        "Lakdawalla, D. and N. Sood (2007), ~The Welfare Effects of Public Drug Insurance. Working Paper 13501, National Bureau of Economic Research.",
        "Lakdawalla, D. and N. Sood (2006), ~Health Insurance as a Two-Part Pricing Contract. Working Paper 12681, National Bureau of Economic Research.",
        "Katzmarzyk, P. T. and I. Janssen (2004), ~The Economic Costs Associated with Physical Inactivity and Obesity in Canada: An Update. Canadian Journal of Applied Physiology, 29, 90-uS.",
        "Hotelling, H. (1929), ~Stability in Competition. Economic Journal, 39, 41-57.",
        "Kasper, D. L., E. Braunwald, S. Hauser, D. Longo, J. L. Jameson, and A. S. Fauci (2004), Harrisons Principles of Internal Medicine, 16 edition. McGraw-Hill Professional, New York.",
        "Hicks, J. R. (1932), Theory of Wages. Macmillan, London.",
        "George, L. and J. Waldfogel (2003), ~Who Affects Whom in Daily Newspaper Markets? Journal of Political Economy, 111, 765-84.",
        "Finkelstein, E. A., I. C. Flebelkorn, and G. Wang (2003), ~National Medical Spending At- tributable to Overweight and Obesity: How Much, and Whos Paying? Health Affairs, W3:219-26.",
        "Finkelstein, A. (2007), ~Static and Dynamic Effects of Health Policy: Evidence from the Vaccine Industry. Quarterly Journal of Economics, CXIX, 527-64.",
        "Elmer, P. J., J. B. Brown, G. A. Nichols, and G. Oster (2004), ~Effects of Weight Gain on Medical Care Costs. International Journal of Obesity Related Metabolic Disorders, 28, 1365-73.",
        "Dixit, A. K. and J. E. Stiglitz (1977), ~Monopolistic Competition and Optimum Product Diversity. American Economic Review, 67, 297-308.",
        "Burton, W. N., C. Y. Chen, A. B. Schultz, and D. W. Edington (1998), ~The Economic Costs Associated with Body Mass Index in a Workplace. Journal of Occupational and Environmental Medicine, 40, 786-92.",
        "Bungam, T., M. Satterwhite, A. W. Jackson, and J. R. Morrow (2003), ~The Relationship of Body Mass Index, Medical Costs, and Job Absenteeism. American Journal of Health Behavior, 27, 456-62.",
        "Bhattacharya, J. and N. Sood (2007), ~Health Insurance and the Obesity Externality. Advances In Health Economics And Health Services Research, 17, 279-318.",
        "Bhattacharya, J. and M. Packalen (2008), ~Is Medicine an Ivory Tower? Induced Innovation, Technological Opportunity, and For-Profit vs. Non-Profit Innovation. Working paper, Stanford University and University of Waterloo.",
        "Bhattacharya, J. and K. Bundorf (2005), ~Incidence of the Health Care Costs of Obesity. Working Paper 11303, National Bureau of Economic Research.",
        "Bertakis, K. D. and R. Azari (2005), ~Obesity and the Use of Health Care Services. Obesity Research, 13, 372-9.",
        "Bajari, P., H. Hong, and A. Khwaja (2006), ~Moral Hazard, Adverse Selection and Health Expenditures: A Semiparametric Analysis. Working Paper 12445, National Bureau of Economic Research.",
        "Berndt, E. R. (2001), ~The U.S. Pharmaceutical Industry: Why Major Growth in Times of Cost Containment? Health Affairs, 20, 100-14.",
        "Acemoglu, D. and J. Linn (2004), ~Market Size in Innovation Theory and Evidence from the Pharmaceutical Industry. Quarterly Journal of Economics, 119, 1049-90.",
        "Spence, A. M. (1976b), ~Product Selection, Fixed Costs, and Monopolistic Competition. Review of Economic Studies, 43, 217-35."
    ]
}