{
    "id": 13870,
    "cites": 26,
    "cited_by": 6,
    "reference": [
        "[26] Pollak, Robert A. and Terrence J. Wales (1980). Comparison of the Quadratic Expenditure System and Translog Demand Systems with Alternative Specifications of Demographic Effects.!! Econometrica 48 (3): 595-612.",
        "[25] Pollak, Robert A. and Terrence J. Wales (1979). Welfare Comparisons and Equivalent Scales.!! American Economic Review 69 (May): 216-221.",
        "[24] Pollak, Robert A. (1998). The Consumer Price Index: A Research Agenda and Three Proposals. Journal of Economic Perspectives 12 (1): 69-78.",
        "[23] Pollak, Robert A. (1995). Group Cost-of-Living Indexes. American Economic Review 70 (2): 273-278.",
        "[22] Papalia, Rosa Bernardini (2006). Estimating Real Income at Regional Level Using a CPI Bias Correction Unpublished Manuscript, University of Bologna.",
        "[20] Nelson, Julie A. (1988). Household Economies of Scale in Consumption: Theory and Evidence. Econometrica 56 (6): 1301-1314.",
        "[19] Logan, Trevon D. (2007). Economies of Scale in the Household: Puzzles and Patterns from the American Past. Unpublished Manuscript, Ohio State University.",
        "[18] Lewbel, Arthur (1985). A Unified Approach to Incorporating Demographic and Other Effects Into Demand Systems. Review of Economic Studies 52 (1): 1-18.",
        "[17] Larsen, Erling R. (2007). Does the CPI Mirror Costs-of-Living? Engels Law Suggests Not in Norway. Scandinavian Journal of Economics 109 (1): 177-195.",
        "[16] Hausman, Jerry (2003). Sources of Bias and Solutions to Bias in the Consumer Price Index. Journal of Economic Perspectives 17 (1): 23-44. 15",
        "[15] Hamilton, Bruce W. (2001). Using Engels Law to Estimate CPI Bias. American Economic Review 91(3): 619-630.",
        "[14] Gibson, John, Steven Stillman and Trinh Le (2004). CPI Bias and Real Living Standards in Russia. Unpublished Manuscript, University of Cantebury.",
        "[13] Gan, Li and Victoria Vernon (2003). Testing the Barten Model of Economies of Scale in Household Consumption: Toward Resolving a Paradox of Deaton and Paxson. Journal of Political Economy 111 (6): 1361-1377.",
        "[11] Deaton, Angus and John Muellbauer (1980). Economics and Consumer Behavior. New York: Cambridge.",
        "[12] Deaton, Angus and Christina Paxson (1998). Economies of Scale, Household Size, and the Demand for Food. Journal of Political Economy 106 (5): 897-930.",
        "[10] de Carvalho Filho, Irineu and Marcos Chamon (2007). The Myth of Post-Reform Stagnation: Evidence from Brazil and Mexico. Unpublished Manuscrpit, International Monetary Fund.",
        "[9] de Carvalho Filho, Irineu and Marcos Chamon (2006). The Myth of Post-Reform Income Stagnation in Brazil. IMF Working Paper No. WP/06/275.",
        "[7] Costa, Dora L. (1999). American Living Standards: Evidence from Recreational Expenditures. NBER Working Paper No. 7148.",
        "[6] Carter, Susan B., Scott Sigmund Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch, and Gavin Wright, eds. (2006). Historical Statistics of the United States. New York: Cambridge University Press.",
        "[5] Boskin, Michael J., Ellen Dulberger, Robert Gordon, Zvi Griliches, and Dale Jorgenson (1996). 1 a More Accurate Measure of the Cost of Living. Final Report to the U.S. Senate Finance Committee. Washington, D.C.",
        "[4] Blundell, Richard W., Martin Browning and Ian A. Crawford (2003). Nonparametric Engel Curves and Revealed Preference. Econometrica 71 (1): 205-240.",
        "[3] Beatty, Timothy and Erling R. Larsen (2005). Using Engel Curves to Estimate Bias in the Canadian CPI as a Cost of Living Index. Canadian Journal of Economics 38 (2): 482-499.",
        "[2] Barten, Anton P. (1964). Family Composition, Prices and Expenditure Patterns. in Peter E. Hart, Gordon Mills, and John Whitaker, eds. Econometric Analysis for National Planning. London: Butterworths.",
        "[1] Almas, Ingvild (2007). International Income Inequality: Measuring PPP Bias by Estimating Engel Curves for Food. Norweigian School of Economics Discussion Paper SAM17.",
        "[27] Pollak, Robert A. and Terrence J. Wales (1981). IDemographic Variables in Demand Analysis.!! Econometrica 49 (6): 1533-1551.",
        "[29] United States Department of Labor (1986). Cost of Living of Industrial Workers in the United States and Europe 1888-1890. ICPSR 7711. Ann Arbor, MI: Inter-university Consortium for Political and Social Research."
    ]
}