{
    "id": 13879,
    "cites": 30,
    "cited_by": 1,
    "reference": [
        "Alsever, Jennifer (April 30, 2006). At the Dentists Office, X-Rays, Root Canals and, Now, Pampering. The New York Times.",
        "Altonji, Joseph G. and Rebecca M. Blank (1999). Race and Gender in the Labor Market, in Orley Ashenfelter and David Card eds, Handbook of Labor Economics, vol. 3, Elsevier Science B.V.",
        "American Academy of Cosmetic Dentists (2004). North American Survey: The State of Cosmetic Dentistry. The Levin Group Inc.",
        "Bertrand, Marianne and Sendhil Mullainathan (2004). Are Emily and Greg More Employable than Lakisha and Jamal? A Field Experiment on Labor Market Discrimination. American Economic Review 94(4) 991-1013.",
        "Biddle, Jeff, and Daniel Hamermesh (1998). Beauty, Productivity, and Discrimination: Lawyers Looks and Lucre. Journal of Labor Economics 16(1) 172-201.",
        "Britten RH, Perrott GSJ (1941). Summary of physical findings on men drafted in world war. Pub Health Rep 56:41-62.",
        "Chaffin, Jeffrey, Troy Marburger, and Darwin Fretwell (2003). Dental class 3 intercept clinic: A model for treating dental class 3 soldiers. Military Medicine 168(7): 548-552.",
        "Cram, Robert, Elihu Katz, and Donald Rosenthal (1969). The Politics of Community Conflict. New York, NY: The Bobbs-Merrill Company, Inc.",
        "Eckholm, Eric (May 8, 2006). Americas `Near Poor are Increasingly at Economic Risk, Experts Say The New York Times.",
        "Edelstein, Burton (2002). Dental care considerations for young children. Spec Care Dentist 22(3):1 1S-2SS.",
        "Eli I, Y Bar-Tal, and I Kostovetzki 1(2001). At first glance: social meanings of dental appearance. Journal of Public Health Dentistry 6 1(3): 150-4.",
        "Foster, Kathryn (1997). The Political Economy of Special-Purpose Government. Washington, DC: Georgetown University Press.",
        "Gift HC, Newman JF (1992). Oral health activities of U.S. children: results of a national survey. Journal ofAmerican Dental Association 123(1 0):96- 106.",
        "Hamermesh, Daniel, and Jeff Biddle (1994). Beauty and the Labor Market. American Economic Review, 84(5) 1174-1194.",
        "Heckman, James J. (2000). Policies to Foster Human Capital. Research in Economics 54(1): 3-56.",
        "Klein H. (1941). Dental status and dental needs of young adult males, rejectable, or acceptable for military service, according to Selective Service dental requirements. Pub Health Rep 56:1369-87.",
        "Leverett DH (1982). Fluorides and the changing prevalence of dental caries. Science 2 17:26-30.",
        "Mobius, Markus and Tanya Rosenblatt (2006). Why Beauty Matters. American Economic Review 96(1): 222-235.",
        "National Research Council (2006). Fluoride in Drinking Water: A Scientific Review of EPAs Standards. Washington, DC: The National Academies Press.",
        "Persico, Nicola, Andrew Postlewaite, and Dan Silverman (2004). The Effect of Adolescent Experience on Labor Market Outcomes: The Case of Height. Journal of Political Economy 112(5): 1019-1053.",
        "Sered, Susan Starr and Rushika Fernandopulle (2005). Uninsured in America: Life and Death in the Land of Opportunity. Berkeley, CA: University of California Press.",
        "Shipler, David K. (2004). Working Poor: Invisible in America. Westminster, MD, USA: Alfred A. Knopf Incorporated.",
        "Silventoinen, Karri (2003). Determinants of Variation in Adult Body Height. Journal of Biosocial Science 35: 263-85.",
        "Singh, K.A., A.J. Spencer, and J.M. Armfield (2003). Relative effects of pre- and posteruption water fluoride on caries experience of permanent first molars. Journal of Public Health Dentistry 63(1): 11-19.",
        "Teweles RB and JE King (1987). Impact of troop dental health on combat readiness. Military Medicine 152:233-S.",
        "Tinanoff, Norman (2007). Use of Fluoride, in Joel Berg ed., Early Childhood Oral Health, forthcoming.",
        "U.S. Department of Health and Human Services (1996). Childrens Dental Services under Medicaid: Access and Utilization. San Francisco, CA: Office of the Inspector General.",
        "U.S. Department of Health and Human Services (2000). Oral Health in America: A Report of the Surgeon General. Rockville, MD: U.S. Department of Health and Human Services, National Institute of Dental and Craniofacial Research, National Institute of Health.",
        "Wolf, Naomi (1991). The Beauty Myth: How Images of Beauty Are Used Against Women. New York, NY: HarperCollins.",
        "Xiang, Q, Y Liang, L Chen, C Wang, B Chen, X Chen, and M Zhouc (2003). Effect of Fluoride in Drinking Water on Childrens Intelligence. Fluoride 36(2): 84-94."
    ]
}