{
    "id": 13875,
    "cites": 27,
    "cited_by": 1,
    "reference": [
        "Youssef, J.A., L.J. Lyckholm, T.J. Smith, et al. 2006. A Comparison of Hematology/Oncology Clinic Attendance between Insured and Underinsured Patients at an Urban Academic Hospital: Identifying Barriers and Ways to Overcome Them. Journal of Clinical Oncology Annual Meeting Proceedings 24 Suppi. (18 S):16015.",
        "U.S. Census Bureau. Census Tract and Tract Numbering Areas. http ://www.census .gov/geo/www/GARM/Ch 1 OGARM .pdf. (accessed January 2007).",
        "Schootman M., M. Walker, D. Jeffe, et al. 2007. Breast Cancer Screening and Incidence in Communities with a High Proportion of Uninsured. American Journal of Preventive Medicine. 33(5): 379-386.",
        "Shen Y., Y. Yang, Y. Lurdes et al. 2005. Role of Detection Method in Predicting Breast Cancer Survival: Analysis of Randomized Screening Trials. Journal of the National Cancer Institute 97 (16):1195-1203.",
        "Smigal C., A. Jemal, E. Ward, et al. 2006. Trends in Breast Cancer by Race and Ethnicity: Update 2006. CA Cancer Journal for Clinicians 56 (3):168-183.",
        "Taplin S., L. Ichikawa, M. Yood, et al. 2004. Reason for Late-Stage Breast Cancer: Absence of Screening or Detection, or Breakdown in Follow-up? Journal of the National Cancer Institute. 96(20): 1518-1527.",
        "Cunningham P., J. Hadley, G. Kennedy, and A. Davidoff. 2007. Identifying Affordable Sources of Medical Care Among Uninsured Persons. Health Services Research 42(1 Pt 1): 265-285.",
        "Centers for Disease Control. National Breast and Cervical Cancer Early Detection Program. http ://www.cdc .gov/cancer/nbccedp/about.htm. (accessed November 2006).",
        "Carter C., C. Allen, and D.E. Henson. 1989. Relation of Tumor Size, Lymph Node Status, and Survival in 24,740 Breast Cancer Cases. Cancer 63 (1):181-187.",
        "Bradley C., C. Given, C. Roberts. 2002. Race, Socioeconomic Status and Breast Cancer Treatment and Survival. Journal of the National Cancer Institute, 94(7): 490-496.",
        "Benjamins M., J. Kirby, and S. Bond Huie. 2004. County Characteristics and Racial and Ethnic Disparities in the Use of Preventive Services. Preventive Medicine 39:704-7 12.",
        "Anderson, W., B. Chen, L. Brinton, S. Devesa. 2007. Qualitative Age Interactions (or Effect Modification) Suggest Different Cancer Pathways for Early-Onset and Late-Onset Breast Cancers. Cancer Causes and Control. 18(10): 1178-1198.",
        "Ayanian J.Z., B.A. Kohler, T. Abe, and A.M. Epstein. 1993. The Relation between Health Insurance Coverage and Clinical Outcomes among Women with Breast Cancer. New England Journal of Medicine 329 (5):326-33 1.",
        "Rosenberg J., Y.L. Chia and S. Plevritis. 2005. The Effect of Age, Race, Tumor Size, Tumor Grade, and Disease Stage on Invasive Ductal Breast Cancer Survival in the U.S. SEER Database. Breast Cancer Research Treatment 89 (i):47-54.",
        "Michaelson J., S. Satija, D. Kopans, et al. 2003. Gauging the Impact of Breast Carcinoma Screening in Terms of Tumor Size and Death Rate. Cancer 98:2114-2124.",
        "Richards M.A., A.M. Westcombe, S.B. Love, et al. 1999. Influence of Delay on Survival in Patients with Breast Cancer: A Systematic Review. Lancet 353 (9159): 1119-1126.",
        "Lantz, P.M. et al. 2006. The Influence of Race, Ethnicity, and Individual Socioeconomic Factors on Breast Cancer Stage at Diagnosis. American Journal of Public Health 96 (12):2173-2178.",
        "Krieger N., J.T. Chen, P.D. Waterman, et al. 2002. Geocoding and Monitoring of US Socioeconomic Inequalities in Mortality and Cancer Incidence: Does the Choice of AreaBased Measure and Geographic Level Matter? The Public Health Disparities Geocoding Project. American Journal of Epidemiology 156 (5):471-482.",
        "Institute of Medicine. Insuring Americas Health: Principles and Recommendations. National Academies Press. 2004.",
        "Hershman D., R. McBride, J. Jacobson, et al. 2004. Racial Disparities in Treatment and Survival among Women with Early-Stage Breast Cancer. Journal of Clinical Oncology 23 (27):6639-6646.",
        "Henson D.E., Chu K.C., and Levine P.H. 2003. Histologic Grade, Stage, and Survival in Breast Carcinoma: Comparison of African American and Caucasian women. Cancer 98 (5):908-9 17.",
        "Harlan L.C., A.L. Green, L.X. Clegg, et al. 2005. Insurance Status and the Use of Guideline Therapy in the Treatment of Selected Cancers. Journal of Clinical Oncology 23 (36):9079-9088.",
        "Hadley, J. and P. Cunningham. 2004. Availability of Safety Net Providers and Access to Care of Uninsured Persons. Health Services Research 39 (5):1527-1546.",
        "Engelman, K., D. Hawley, R. Gazaway, et al. 2002. Impact of Geographic Barriers on the Utilization of Mammograms by Older Rural Women. Journal of the American Geriatrics Society 50: 1065-1082.",
        "Duffy S., L. Tabar, B. Vitak, et al. 2003. The Relative Contributions of Screen-Detected In Situ and Invasive Breast Carcinoma in Reducing Mortality from the Disease. European Journal of Cancer 39 (12): 1755-1760.",
        "Davidson P., R. Bastini, T. Nakazono, and D. Carreon. 2005. Role of Community Risk Factors and Resources on Breast Carcinoma Stage at Diagnosis. Cancer 103:922-930.",
        "Currie J. and D. Thomas. 1995. Medicare Care for Children: Public Insurance, Private Insurance, and Racial Differences in Utilization. Journal of Human Resources 30 (1): 135-162."
    ]
}