{
    "id": 1388,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "1. Ashenfelter, Orley and James N. Brown. Testing the Efficiency of Employment Contracts. Unpublished Manuscript, Princeton University Industrial Relations Section, October 1983.",
        "2. Blanchard, Olivier J. Wage Indexation Rules and the Behaviour of the Economy. Journal of Political Economy 87 (August 1979): 7 98-815.",
        "3. Card, David. Cost-of-Living Escalators in Major Union Contracts. Industrial and Labor Relations Review 37 (October 1983): 34-48.",
        "4. Davis, William H. Collective Bargaining in 1983: A Crowded Agenda. Monthly Labor Review 106 (January 1983).",
        "5. Douty, H. M. Cost of Living Escalation Clauses and Inflation. Council on Wage and Price Stability Staff Report. Washington, D.C.: COWPS, 1975.",
        "6. Ehrenberg, Ronald A., LeIf Danziger and Gee San. Cost-of-Living Adjustment Clauses in Union Contracts: A Summary of Results, Journal of Labor Economics 1 (July 1983): 215-45.",
        "7. Farber, Henry S. Individual Preferences and Union Wage Determination: The Case of the United Mine Workers. Journal of Political Economy 86 (October 1978): 923-42. -57-",
        "8. Fisher, Stanley. Wage Indexation and Macroeconomic Stability. In Stabilization of the Domestic and International Economy, edited by Karl Brunner and Allan H. Meltzer. Carnegie-Rochester Conference Series on Public Policy No. 5. Amsterdam: North Holland, 1977.",
        "9. Garbarino, Joseph W. Wage Policy and Long Term Contracts. Washington, D.C.: The Brookings Institution, 1962.",
        "10. Gray, JoAnna. Wage Indexation: A Macroeconomic Approach. Journal of Monetary Economics 2 (April 1976): 221-236.",
        "11. Hamermesh, Daniel S. Econometric Studies of Labor Demand and Their Application to Policy Analysis. Journal of Human Resources 11 (Fall 1976): 751-64.",
        "12. Heckman, James J., The Common Structure of Statistical Models of Truncation, Sample Selection and Limited Dependent Variables and a Simple Estimator for Such Models. Annals of Economic Social Measurement 5 (Fall 1976): 475-92.",
        "13. Leontief, Wassily. The Pure Theory of the Guaranteed Annual Wage Contact. Journal of Political Economy 54 (January 1946): 79-9.",
        "14. MaCurdy, Thomas E. and John Pencavel. Testing Between Competing Models of Wage and Employment Determination in Unionized Labor Markets. Research Paper No. 37, Stanford University Workshop on Factor Markets, January 1983. -58-",
        "16. Taft, Philip. Collective Bargaining Before the New Deal. In How Collective Bargaining Works, edited by Harry A. Millis. New York: The ~entieth Century Fund, 1945."
    ]
}