{
    "id": 13896,
    "cites": 55,
    "cited_by": 21,
    "reference": [
        "ABEL, A. B. (1990): Asset Prices Under Habit Formation and Catching Up With the Jones, American Economic Review, 80, 38-42.",
        "ANG, A., G. BEKAERT, AND M. WEI (2007): The Term Structure of Real Rates and Expected Infla- tion, Forthcoming Journal of Finance.",
        "ANG, A., AND J. Liu (2007): Risk, Return, and Dividends, Journal of Financial Economics, 85, i-38.",
        "ANG, A., AND M. PIAzzE5I (2003): A No-Arbitrage Vector Autoregression of Term Structure Dynamics with Macroeconomic and Latent Variables, Journal of Monetary Economics, 50, 745-787.",
        "BALDUZZI, P., AND C. R0B0TTI (2005): Asset Pricing Models and Economic Risk Premia: A Decom- position, Working Paper Federal Reserve Bank of Atlanta.",
        "BANSAL, R., R. F. DITTMAR, AND C. LUNDBLAD (2005): Consumption, Dividends and the Cross- Section of Equity Returns, Journal of Finance, 60(4), 1639 1672.",
        "BANSAL, R., R. GALLANT, AND G. TAUCHEN (2007): Rational Pessimism, Rational Exuberance, and Asset Pricing Models, Review of Economic Studies, forthcoming.",
        "BANSAL, R., D. KIKu, AND A. YARON (2006): Risks for the Long Run: Estimation and Inference, Working Paper Duke University.",
        "BANSAL, R., AND I. SHALIAST0vICH (2007): Risk and Return in Bond, Currency, and Equity Markets, Working Paper Duke University.",
        "BANSAL, R., AND A. YARON (2004): Risks for the Long Run: A Potential Resolution of Asset Prizing Puzzles, The Journal of Finance, 59, 1481-1509.",
        "BEKAERT, G., E. ENGSTROM, AND S. GRENADIER (2005): Stock and Bond Returns with Moody Investors, Working Paper Columbia University.",
        "BEKAERT, G., E. ENGSTROM, AND S. XING (2007): Risk, Uncertainty and Asset Prices, Working Paper Columbia University.",
        "BEKAERT, G., AND S. R. GRENADIER (2001): Stock and Bond Pricing in an Affine Economy, NBER Working Paper No. 7346.",
        "BENZONI, L., R. GOLDSTEIN, AND P. COLLIN-DUFRESNE (2005): Portfolio Choice over the Life Cycle in the Presence of `Trickle Down Labor Income, University of Minnesota and University of California at Berkeley.",
        "BREEDEN, D. T. (1979): An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities, Journal of Financial Economics, 7, 265-296.",
        "CAMPBELL, J., A. SUNDERAM, AND L. VICEIRA (2007): Inflation Bets or Deflation Hedges? The Changing Risk of Nominal Bonds, Working Paper Harvard University.",
        "CAMPBELL, J. Y. (1991): A Variance Decomposition for Stock Returns, Economic Journal, 101, 157- 179.",
        "CAMPBELL, J. Y., AND J. H. COCHRANE (1999): By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy, 107(2), 205-251.",
        "CAMPBELL, J. Y., AND R. J. SHILLER (1988): The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financial Studies, 1, 195-227.",
        "CHEN, X., J. FAVILUKIS, AND S. LUDVIGSON (2008): An Estimation of Economic Models with Recursive Preferences, Working Paper New York University.",
        "CHEN, X., AND S. C. LUDVIGSON (2007): Land of Addicts? An Empirical Investigation of Habit-Based Asset Pricing Models, Working Paper New York University.",
        "CHIEN, Y., H. COLE, AND H. LUSTIG (2007): Macro Implications of Household Finance, Working Paper UCLA.",
        "COCHRANE, J. H., AND M. PIAZZESI (2005): Bond Risk Premia, American Economic Review, 95, 138-i 60.",
        "COCHRANE, J. H., AND J. SAA-REQUEJO (2000): Beyond Arbitrage: `Good deal asset price bounds in incomplete markets, Journal of Political Economy, 108, 79-119.",
        "COLACITO, R., AND M. CROCE (2005): Risks for the Long-Run and the Real Exchange Rate, Working Paper New York University.",
        "CONSTANTINIDES, G. M. (1990): Habit-formation: A Resolution of the Equity Premium Puzzle, Jour- nal of Political Economy, 98, 519-543.",
        "DUFFIE, D., AND L. G. EPSTEIN (1992): Stochastic Differential Utility, Econometrica, 60(2), 353-394.",
        "DUFFIE, D., AND R. KAN (1996): A Yield Factor Model of Interest Rates, Mathematical Finance, 6, 379-406.",
        "EPSTEIN, L., AND S. ZIN (1989): Substitution Risk Aversion and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework, Econometrica, 57, 937-968.",
        "FAMA, E. F., AND K. R. FRENCH (1992): The Cross-Section of Expected Returns, Journal of Finance, 47, 427-465.",
        "FERSON, W. E., AND G. M. CONSTANTINIDES (1991): Habit Persistence and Durability in Aggregate Consumption, Journal of Financial Economics, 29, 199-240.",
        "FERSON, W. E., AND C. R. HARVEY (1991): The Variation of Economic Risk Premiums, Journal of Political Economy, 99, 385-415.",
        "HANSEN, L. P., J. C. HEATON, AND N. LI (2005): Consumption Strikes Back, Working Paper University of Chicago.",
        "HARVEY, C. R. (1988): The Real Term Structure and Consumption Growth, Journal of Financial Economics, 22, 305-333.",
        "JAGANNATHAN, R., AND Z. WANG (1996): The Conditional CAPM and the Cross-Section of Expected Returns, Journal of Finance, 51, 3-54.",
        "JORGENSON, D. M., AND B. FRAUMENI (1989): The Accumulation of Human and Non-Human Capital, in The Measurement of Saving, Investment and Wealth, ed. by R. Lipsey, and H. Tice, pp. 227-282. University of Chicago press, University of Chicago.",
        "KREPS, D., AND E. L. PORTEUS (1978): Temporal Resolution of Uncertainty and Dynamic Choice Theory, Econometrica, 46, 185-200.",
        "LETTAU, M., AND S. C. LUDVIGSON (2001a): Consumption, Aggregate Wealth and Expected Stock Returns, The Journal of Finance, 56(3), 815-849.",
        "LETTAU, M., AND S. C. LUDVIGSON (2005): Expected Returns and Expected Dividend Growth, Journal of Financial Economics, 76, 583-626.",
        "LETTAU, M., AND S. VAN NIEUWERBURGH (2007): Reconciling the Return Predictability Evidence, Forthcoming Review of Financial Studies.",
        "LETTAU, M., AND J. WACHTER (2007): The Term Structures of Equity and Interest Rates, Working Paper University of Pennsylvania Wharton School.",
        "LUCAS, R. (1978): Asset Prices in an Exchange Economy, Econometrica, 46(6), 1429-54.",
        "LUSTIG, H., AND S. VAN NIEUWERBURGH (2007): The Returns on Human Capital: Good News on Wall Street is Bad News on Main Street, Forthcoming Review of Financial Studies.",
        "MALLOY, C. (2005): The Geography of Equity Analysis, Journal of Finance, 60, 719-755.",
        "MARTIN, I. (2007): Consumption-based Asset Pricing with Higher-Order Cumulants, Working Paper Harvard University.",
        "MENZLY, L., T. SANTOS, AND P. VERONESI (2004): Understanding Predictability, Journal of Political Economy, 112(1), 1-47.",
        "PARKER, J., AND C. JULLIARD (2005): Consumption Risk and The Cross-Section of Expected Returns, The Journal of Political Economy, 113(1), 185-222.",
        "PIAZZESI, M., AND M. SCHNEIDER (2006): Equilibrium Yield Curves, National Bureau of Economic Analysis Macroeconomics Annual.",
        "ROLL, R. (1977): A Critique of the Asset Pricing Theorys Tests: Part I, Journal of Financial Economics, 4, 129-176.",
        "SANTOS, T., AND P. VERONESI (2006): Labor Income and Predictable Stock Returns, Review of Financial Studies, 19.",
        "SHILLER, R. J. (1995): Aggregate Income Risks and Hedging Mechanisms, Quarterly Review of Economics and Finance.",
        "VERDELHAN, A. (2007): A Habit-Based Explanation of the Exchange Rate Risk Premium, Working Paper Boston University.",
        "WACHTER, J. (2005): Solving Models with External Habit, Finance Research Letters, 2, 210-226.",
        "Financial Economics, 79, 365-399. YANG, W. (2007): Time-Varying Exposure to Long-Run Consumption Risk, Working Paper University of Rochester.",
        "YU, J. (2007): The Long and the Short of Asset Prices: Using Long Run Consumption-Return Corre- lations to Test Asset Pricing Models, Working Paper Wharton School of Business."
    ]
}