{
    "id": 13894,
    "cites": 35,
    "cited_by": 1,
    "reference": [
        "Abraham, A. and N. Pavoni (2003). Efficient Allocations with Moral Hazard and Hidden Borrowing and Lending. Working paper, University College London.",
        "Abreu, D., D. Pearce, and E. Stacchetti (1986). Optimal Cartel Equilibria with Imperfect Monitoring. Journal of Economic Theory 39, 251-269.",
        "Albanesi, S. and C. Sleet (2006). Dynamic Optimal Taxation with Private Information.",
        "Review of Economic Studies 73, 130. Atkeson, A. and R. E. Lucas (1992). On Efficient Distribution with Private Information.",
        "Review of Economic Studies 59, 427-453. Battaglini, M. (2005). Long-Term Contracting with Markovian Consumers. American Economic Review 95, 637-658.",
        "Biais, B., T. Mariotti, G. Plantin, and J.-C. Rochet (2007). Dynamic Security Design: Convergence to Continuous Time and Asset Pricing Implications. Review of Economic Studies 7~, 345-90.",
        "Bismut, J. M. (1973). Conjugate Convex Functions in Optimal Stochastic Control.",
        "Journal of Mathematical Analysis and Applications ~, 384-404. Bismut, J. M. (1978). Duality Methods in the Control of Densities. SIAM Journal on Control and Optimization 16, 771-777.",
        "CvitaniÃ\u0083Â©, J., X. Wan, and J. Zhang (2007). Continuous-Time Principal-Agent Problems with Hidden Action and Lump-Sum Payment. Working paper, Caltech.",
        "PERSISTENT PRIVATE INFORMATION 33 CvitaniÃ\u0083Â©, J. and J. Zhang (2006). Optimal Compensation with Adverse Selection and Dynamic Actions. Working paper, Caltech.",
        "DeMarzo, P. M. and Y. Sannikov (2006). Optimal Security Design and Dynamic Capital Structure in a Continuous-Time Agency Model. Jonrnal of Finance 61, 268 1-2724.",
        "Fernandes, A. and C. Phelan (2000). A Recursive Formulation for Repeated Agency with History Dependence. Jonrnal of Economic Theory 91, 223-247.",
        "Golosov, M., N. Kocherlakota, and A. Tsyvinski (2003). Optimal indirect and capital taxation. Review of Economic Stndies 70, 569-587.",
        "Golosov, M. and A. Tsyvinski (2006). Designing Optimal Disability Insurance: A Case for Asset Testing. Jonrnal of Political Economy 114, 257-279.",
        "Green, E. J. (1987). Lending and the Smoothing of Uninsurable Income. In E. C.",
        "Prescott and N. Wallace (Eds.), Contractnal Arrangements for Intertemporal Trade, pp. 3-25. Minneapolis: University of Minnesota Press. Kapicka, M. (2006). Efficient Allocations in Dynamic Private Information Economies with Persistent Shocks: A First Order Approach. Working paper, University of California, Santa Barbara.",
        "Karatzas, I. and S. E. Shreve (1991). Brownian Motion and Stochastic Calcnlns (Second ed.). New York: Springer-Verlag.",
        "Kocherlakota, N. (2003). Figuring Out The Impact of Hidden Savings on Optimal Unemployment Insurance. Working paper, Stanford University.",
        "Kocherlakota, N. and L. Pistaferri (2007). Asset Pricing Implications of Pareto Optimality with Private Information. Working paper, University of Minnesota.",
        "Kydland, F. E. and E. C. Prescott (1980). Dynamic Optimal Taxation, Rational Expectations and Optimal Control. Jonrnal of Economic Dynamics and Control 2, 79-91.",
        "Liptser, R. S. and A. N. Shiryaev (2000). Statistics of Random Processes (Second ed.), Volume I. Berlin: Springer.",
        "Meghir, C. and L. Pistaferri (2004). Income Variance Dynamics and Heterogeneity.",
        "Econometrica 72, 1-32. Rogerson, W. P. (1985a). Repeated Moral Hazard. Econometrica 53, 69-76.",
        "Rogerson, W. P. (1985b). The First-Order Approach to Principal-Agent Problems.",
        "Econometrica 53, 1357-1367. Sannikov, Y. (2006). Agency Problems, Screening and Increasing Credit Lines.",
        "Working paper, UC Berkeley. Schattler, H. and J. Sung (1993). The First-Order Approach to the ContinuousTime Principal-Agent Problem with Exponential Utility. Jonrnal of Economic Theory 61, 331-371.",
        "Spear, S. and S. Srivastrava (1987). On Repeated Moral Hazard with Discounting.",
        "Review of Economic Stndies 53, 599-617. Storesletten, K., C. I. Telmer, and A. Yaron (2004). Cyclical Dynamics in Idiosyncratic Labor Market Risk. Jonrnal of Political Economy 112, 695-717.",
        "Tchistyi, A. (2006). Security Design with Correlated Hidden Cash Flows: The Optimality of Performance Pricing. Working paper, NYU Stern School of Business.",
        "Thomas, J. and T. Worrall (1990). Income Fluctuation and Asymmetric Information: An Example of a Repeated Principal-Agent Problem. Jonrnal of Economic Theory 51, 367-90.",
        "Werning, I. (2001). Optimal Unemployment Insurance with Unobservable Saving.",
        "Working paper, MIT. Williams, N. (2006). On Dynamic Principal-Agent Models in Continuous Time.",
        "Working paper, Princeton University. Yong, J. and X. Y. Zhou (1999). Stochastic Controls. New York: Springer-Verlag.",
        "Zhang, Y. (2007). Dynamic Contracting with Persistent Shocks. Working paper, University of Iowa.",
        "Zhou, X. Y. (1996). Sufficient Conditions of Optimality for Stochastic Systems with Controllable Diffusions. IEEE Transactions on Antomatic Control AC-~1, 11761179."
    ]
}