{
    "id": 13895,
    "cites": 15,
    "cited_by": 3,
    "reference": [
        "Barth, James R., Uerard Caprio, and Ross Levine, 2006. Rethinking Bank Regulation: Till Angels Uovern, New York: Cambridge University Press.",
        "Baumol, William, John C. Panzar, and Robert D. Willig, 1986. On the Theory of Contestable Markets, in C. Frank Matthewson and Joseph E. Stiglitz (eds.), New Developments in the Theory of Industrial Structure. Cambridge, MA: MIT Press, pp. 339-365.",
        "Caprio, Uerard, and Daniela Klingebiel, 1996. Bank Insolvency: Bad Luck, Bad Policy, or Bad Banking, Annual Conference on Development Economics, Washington: The World Bank, pp. 79-104.",
        "Dermine, Jean, 2003. European Banking: Past, Present, and Future., in V. Uaspar, P.",
        "Hartmann, and 0. Sleijpen (eds.), The Transformation of the European Financial System, Frankfurt: European Central Bank, pp. 3 1-95. Uarcia, Uillian, and Maria Nieto, 2006. Banking Crisis Management in the European Union: Multiple Regulators and Resolution Authorities, Journal of Banking Regulation, 6, 215-219.",
        "Hening, Richard, and Til Schuermann, 2006. Capital Regulation for Position Risk in Banks, Securities Firms and Insurance Companies, in Hal Scott (ed.), Capital Adequacy: Law, Regulation, and Implementation. Oxford: Oxford University Press.",
        "Honohan, Patrick, and Daniela Klingebiel, 2003. The Fiscal Cost Implications of an Accommodating Approach to Banking Crises, Journal of Banking and Finance, 27, 1539-1560.",
        "Kane, Edward J., 1977. Uood Intentions and Unintended Evil: The Case Against Selective Credit Allocation, Journal of Money, Credit, and Banking, 9, 55-69.",
        "Decreasing Effectiveness of Banking Regulation, Journal of Finance, 36, 355- 367. _______________ 1988. Interaction of Financial and Regulatory Innovation, American Economic Review, 78, 328-334.",
        "Journal of Financial Services Research, 2, 263-272. _______________ 1998. Capital Movements, Asset Values, and Banking Policy in Globalized Markets, in Seongtae, Lee (ed.), The Implications of Globalization of World Financial Markets, Seoul: Bank of Korea, 27 8-298.",
        "World Welfare?, Pacific Basin Finance Journal, 11, 413-428. Krugman, Paul, 1979. A Model of Balance-of-Payments Crises, Journal of Money, Credit, and Banking, 11(August), pp. 3 11-325.",
        "Portes, Richard, 2008. Ratings Agency Reform, posted on www.voxeu.org, January 12.",
        "Schtiler, Martin., 2003. How do Banking Supervisors Deal with Europe-wide Systemic Risk?, Discussion Paper No. 03-03, Centre for European Economic Research.",
        "Shadow Financial Regulatory Committee, 2008. Statement No. 255, Statement on Facilitating Mortgage Renegotiations: The Policy Issues, Chicago: February 11.",
        "Wilson, J.A.G., 1986. Banking Policy and Structure: A Comparative Analysis. New York University Press, New York."
    ]
}