{
    "id": 13893,
    "cites": 25,
    "cited_by": 22,
    "reference": [
        "Aiyagari, S Rao, 1994. Uninsured Idiosyncratic Risk and Aggregate Saving, The Quarterly Journal of EconomicsL 109(3), 659-84.",
        "Angeletos, George-Marios, David Laibson, Andrea Repetto, Jeremy Tobacman, and Stephen Weinberg (2001), The Hyperbolic Consumption Model: Calibration, Simulation, and Empirical Evaluation, Journal of Economic Perspectives, 15(3), 47-68.",
        "Attanasio, Orazio, James Banks, Costas Meghir, and Guglielmo Weber (1999). Humps and Bumps in Lifetime Consumption. Journal of Business and Economic Statistics, January 1999, 17, 1, 22-35.",
        "Attanasio, Orazio, and Guglielmo Weber (1995), Is Consumption Growth Consistent with Intertemporal Optimization? Evidence from the Consumer Expenditure Survey, Journal of Political Economy, 103(6), 1121 - 1157.",
        "Banks, James, Richard Blundell, and Sarah Tanner (1998). Is There a Retirement Savings Puzzle? American Economic Review, 8 8(4), 769 - 788.",
        "Becker, Gary (1965). A Theory of The Allocation of Time. The Economic Journal, 75 (September), 493 - 517.",
        "Bernheim, Douglas, Jonathan Skinner, and Steven Weinberg (2001). What Accounts for the Variation in Retirement Wealth Among U.S. Households? American Economic Review, 9 1(4), 832 - 857.",
        "Blundell, Richard, Martin Browning, and Costas Meghir (1994), Consumer Demand and the Life-Cycle Allocation of Household Expenditures, Review of Economic Studies, 61, 57-80.",
        "Carroll, Christopher (1997). Buffer Stock Saving and the Life Cycle/Permanent Income Hypothesis. Quarterly Journal of Economics 112(1): 1-56.",
        "Carroll, Christopher and Lawrence Summers (1991). Consumption Growth Parrells Income Growth: Some New Evidence In National Saving and Economic Performance, edited by B. Douglas Bernheim and John Shoven. Chicago: University of Chicago Press.",
        "Charles, Kerwin and Mel Stephens (2006). The Level and Composition of Consumption Over the Business Cycle: The Role of `Quasi-Fixed Expenditures, in Working and Poor: How Economic and Policy Changes Are Affecting LowWage Workers, ed. Rebecca Blank, Sheldon Danzinger, and Robert Schoeni, Russell Sage Foundation.",
        "Deaton, Angus, and Christina Paxson (1994), Intertemporal Choice and Inequality, Journal of Political Economy, 102, 437-67.",
        "Friedman, Milton (1957). A Theory of the Consumption Function. Princeton: Princeton University Press.",
        "Ghez, Gilbert and Gary Becker (1975). The Allocation of Time and Goods over the Life Cycle, Columbia University Press, New York.",
        "Greenwood, Jeremy, Richard Rogerson, and Randall Wright (1995). Household Production in Real Business Cycle Theory. In Frontiers of Business Cycle Research, ed. Thomas Cooley. Princeton: Princeton University Press.",
        "Gourinchas, Pierre-Olivier and Jonathan Parker (2002), Consumption over the Life Cycle, Econometrica, January 2002, 70, 1, 47-89.",
        "Guvenen, Fatih (2007), An Empirical Investigation of Labor Income Processes, NBER Working Paper 13394.",
        "Hurst, Erik (2007). The Retirement of a Consumption Puzzle, NBER Working Paper 13789.",
        "Krueger, Dirk, and Jesus Fernandex-Villaverde (forthcoming), Consumption over the Life Cycle: Some Facts from CEX Data, Review of Economics and Statistics. Laibson, David, Andrea Repetto, and Jeremy Tobacman (2007). Estimating Discount Functions with Consumption Choices over the Lifecycle. NBER Working Paper 13314.",
        "Laitner, John and Dan Silverman (2005). Estimating Life-Cycle Parameters from Consumption Behavior at Retirement, NBER Working Paper 11163.",
        "Lusardi, Annamaria and Olivia Mitchell (2007). Baby Boomer Retirement Security: The Roles of Planning, Financial Literacy, and Housing Wealth, Journal of Monetaiy Economics, forthcoming.",
        "Modigliani, Franco and Richard Brumberg (1954). Utility Analysis and the Consumption Function: An Interpretation of the Cross Section Data, in PostKeynesian Economics, Eds.: Kenneth Kurihara. New Brunswick, NJ, Rutgers University Press, pp 388-436.",
        "Storelsletten, Kjetil, Chris Telmer, and Amir Yaron (2004a), Cyclical Dynamics in Indiosyncratic Labor-Market Risk, Journal of Political Economy, 112(3), 695717. Storelsletten, Kjetil, Chris Telmer, and Amir Yaron (2004b), Consumption and Risk Sharing Over the Lifecycle, Journal ofMonetaiy Economics, 5 1(3), 609-633.",
        "Thurow, Lester (1969). The Optimum Lifetime Distribution of Consumption Expenditures, American Economic Review, 59(3), 282-97.",
        "Zeldes, Stephen (1989). Consumption and Liquidity Constraints: An Empirical Investigation. Journal of Political Economy 97(2): 305-346."
    ]
}