{
    "id": 13906,
    "cites": 29,
    "cited_by": 41,
    "reference": [
        "[1] Aoki, Kosuke (2001), Optimal Monetary Policy Response to Relative Price Changes, Journal of Monetary Economics 48, 55-80.",
        "[2] Backus, David, Espen Henriksen, Frederic Lambert, and Chris Telmer (2006), Current Account Fact and Fiction, Manuscript, New York University Stern School of Business.",
        "[3] Bems, Rudolfs, and Luca Dedola (2006), Current Account Reversals and Capital Markets Integration: The Adjustment of the U.S. External Position Revisited, Manuscript, International Monetary Fund.",
        "[4] Benigno, Pierpaolo (2004), Optimal Monetary Policy in a Currency Area, Journal of International Economics 63, 293-320.",
        "[5] Benigno, Gianluca, and Pierpaolo Benigno (2006), Designing Targeting Rules for International Monetary Policy Coordination, Journal of Monetary Economics 53, 473-506.",
        "[6] Beaudry, Paul, and Frank Portier (2004), An Exploration into Pigous Theory of Cycles,  Journal of Monetary Economics 51, 1183-1216.",
        "[7] Bodenstein, Martin (2006), Closing Open Economy Models, International Finance Discussion Papers 867, Board of Governors of the Federal Reserve System.",
        "[8] Buera, Francisco, and Joseph Kaboski (2007), The Rise of the Service Economy, Manuscript, Northwestern University.",
        "[9] Caballero, Ricardo, Emmanuel Farhi, and Pierre-Olivier Gourinchas (2007), An Equilibrium Model of `Global Imbalances and Low Interest Rates, American Economic Review, forthcoming.",
        "[10] Campa, JosÃ\u0083Â©, and Linda Goldberg (2006), Distribution Margins, Imported Inputs, and the Sensitivity of the CPI to Exchange Rates, NBER Working Paper 12121.",
        "[11] Cavallo, Michele, and Cedric Tille (2006), Current Account Adjustment with High Financial Integration: A Scenario Analysis, Federal Reserve Bank of San Francisco Economic Review, 31-46.",
        "[12] Clarida, Richard, Jordi Galf, and Mark Gertler (1998), Monetary Policy Rules in Practice: Some International Evidence, European Economic Review 42, 1033-1067. 41",
        "[13] Clarida, Richard, Jordi Galf, and Mark Gertler (2002), A Simple Framework for International Monetary Policy Analysis, Journal of Monetary Economics 49, 879-904.",
        "[14] Cole, Harold, and Maurice Obstfeld (1991), Commodity Trade and International Risk Sharing: How Much Do Financial Markets Matter? Journal of Monetary Economics 28, 3-24",
        "[15] Corsetti , Giancarlo, and Paolo Pesenti (2005), International Dimensions of Optimal Monetary Policy, Journal of Monetary Economics 52, 281-305.",
        "[16] Curdia, Vasco (2007), Optimal Monetary Policy Under Sudden Stop, Manuscript, Federal Reserve Bank of New York.",
        "[18] Faruquee, Hamid, Douglas Laxton, Dirk Muir, and Paolo Pesenti (2005), Smooth Landing or Crash? Model-Based Scenarios of Global Current Account Rebalancing, in Richard Clarida (ed.), G7 Current Account Imbalances: Sustainability and Adjustment, University of Chicago Press, Chicago, IL.",
        "[19] Ferrero, Andrea, (2007), The Long-Run Determinants of the U.S. External Imbalances, Federal Reserve Bank of New York Staff Reports 295.",
        "[20] Gertler, Mark, Simon Gilchrist, and Fabio Natalucci (2007), External Constraints on Monetary Policy and the Financial Accelerator, Journal of Money Credit and Banking 39, 295-330.",
        "[21] Jaimovich, Nir, and Sergio Rebelo (2006) Can News About the Future Drive the Business Cycle, Manuscript, Stanford University.",
        "[22] Mendoza, Enrique, Vincenzo Quadrini, and Victor Rios-Rull (2007), Financial Integration, Financial Deepness and Global Imbalances, Manuscript, University of Maryland.",
        "[23] Monacelli, Tommaso (2005), Monetary Policy in a Low Pass-Through Environment, Journal of Money Credit and Banking 37, 1047-1066.",
        "[24] Obstfeld, Maurice, and Kenneth Rogoff (2005), The Unsustainable US Current Account Position Revisited, in Richard Clarida (ed.), G7 Current Account Imbalances: Sustainability and Adjustment, University of Chicago Press, Chicago, IL. 42",
        "[25] Obstfeld, Maurice, and Kenneth Rogoff (2002), Global Implications of Self-Oriented National Monetary Rules, Quarterly Journal of Economics 117, 503-536.",
        "[26] Rogoff, Kenneth (2007), Impact of Globalization on Monetary Policy, in Federal Reserve Bank of Kansas City, The New Economic Geography: Effects and Policy Implications.",
        "[27] Svensson, Lars E.O. (1999), Inflation Targeting as a Monetary Policy Rule, Journal of Monetary Economics 43, 607-654.",
        "[28] Svensson, Lars E.O., and Michael Woodford (2005), Implementing Optimal Policy through Inflation-Forecast Targeting, in Ben S. Bernanke and Michael Woodford (eds.), The Inflation- Targeting Debate, University of Chicago Press, Chicago, IL, 19-83.",
        "[29] Uzawa, Hirofumi (1968), Time Preference, the Consumption Function and Optimum Asset Holdings, in James Wolfe (ed.), Value, Capital and Growth: Papers in Honor of Sir John Hicks, The University of Edinburgh Press, Edinburgh, Scotland.",
        "[30] Woodford, Michael (2003), Interest and Prices, Princeton University Press."
    ]
}