{
    "id": 13901,
    "cites": 32,
    "cited_by": 32,
    "reference": [
        "Amario, R., vari Norderi, 5., (1993), A Forecastirig Equatiori for the Cariada-U.S. Dollar Excharige Rate, The Eai~change Rate and the Economy, 201-65. Barik of Cariada, Ottawa.",
        "Aridrews, D. W. K. (1993), Tests for Parameter Iristabibity arid Structural Charige with Uri- kriowri Charige Poirit, Econometrica 61(4), 821-856.",
        "Campbell, J. Y., arid R. Shibber (1987), Coiritegratiori arid Tests of Preserit Value Models, Journal of Political Economy 95(5), 1062-88.",
        "Campbell, J. Y., arid M. Yogo (2006), Efficierit Tests of Stock Returri Predictability, Journal of Financial Economics 81, 27-60.",
        "Cashiri, P., L. CÃ\u0083Â©spedes, arid R. Sahay (2004) Commodity Currericies arid the Real Excharige Rate Journal of Development Economics, Vol. 75, pp. 239-68.",
        "Cheri,Y. (2005), Excharige Rates arid Furidameritabs: Eviderice from Commodity Currericies, University of Washington Working Paper.",
        "Cheri,Y., arid K. S. Rogoff (2003), Commodity Currericies, Journal of International Eco- nomics 60, 133-169.",
        "Cheri,Y., arid K. S. Rogoff (2006), Are the Commodity Currericies ari Exceptiori to the Rube?, University of Washington Working Paper.",
        "Clark, T., arid M. McCrackeri (2001), Tests of Equal Forecast Accuracy arid Ericompassirig for Nested Models, Journal of Econometrics 105(1), 85-110.",
        "Clark, T., arid K. D. West (2006), Usirig Out-of-sample Meari Squared Predictiori Errors to Test the Martirigabe Differerice Hypothesis, Journal of Econometrics 135, 155-186.",
        "Diebold, F. X., arid R. Mariario (1995), Comparirig Predictive Accuracy, Journal of Business and Economic Statistics 13(3), 253-263.",
        "Dorllbusch, R. (1976), Expectatiolls ald Exchallge Rate Dyllamics, Journal of Political Econ- omy 84, 1161-1176.",
        "Elliott, G. (1998), 01 the Robustless of Coiltegratioll Methods Whell Regressors Almost Have Ullit Roots, Econometrica 66(1), 149-158.",
        "Elliott, G., T. J. Rothellberg ald J. H. Stock (1996), Efficielt Tests for a~ Autoregressive Ullit Root, Econometrica, 64, 813-836.",
        "Elgel, C., N. Mark ald K. D. West (2007), Exchallge Rate Models Are Not as Bad as You Thilk, ill D. Acemoglu, K. S. Rogoff ald M. Woodford (eds.), NBER Macroeconomics Annual.",
        "Elgel, C., ald K. D. West (2005), Exchallge Rates ald Fuldameltals, The Journal of Political Economy 113(3), 485-517.",
        "Hayashi, F. (2000), Econometrics, Prilcetoll Ulliversity Press.",
        "Illoue, A., ald L. Kiliall (2004), !!IllSample or Out-of-Sample Tests of Predictability: Which Ole Should We Use?!! Econometric Reviews 23, 371-402.",
        "Mark, N. (2001), International Macroeconomics and Finance: Theory and Econometric Meth- ods. Oxford: Blackwell.",
        "Meese, R., ald K. S. Rogoff (1983a), Exchallge Rate Models of the Sevelties. Do They Fit Out of Sample?, The Journal of International Economics 14, 3-24.",
        "Meese, R., ald K. S. Rogoff (1983b), The Out of Sample Failure of Empirical Exchallge Rate Models, ill Jacob Fralkel (ed.), Eai~change Rates and International Macroeconomics, Chicago: Ulliversity of Chicago Press for NBER.",
        "Meese, R., ald K. S. Rogoff (1988), Was it Real? The Exchallge Rate-Ilterest Differeltial Relatioll Over the Moderl Floatillg Rate Period, The Journal of Finance 43(3), 923-948.",
        "Newey, W., ald K. D. West (1987), A Simple, Positive Semi-Defillite, Heteroskedasticity ald 28 Autocorrelatioll Colsistelt Covarialce Matrix, Econometrica 55, 703-708.",
        "Obstfeld, M., ald K. S. Rogoff (1996), Foundations of International Macroeconomics. Cam- bridge, MA: MIT Press.",
        "Rogoff, K. 5. (2007), Commelt to: Exchallge Rate Models Are Not as Bad as You Thilk, ill D. Acemoglu, K. S. Rogoff ald M. Woodford (eds.), NBER Macroeconomics Annual.",
        "Rogoff, K. S., ald V. Stavrakeva (2008), New Evidelce 01 Short-Horizoll Exchallge Rate Forecastillg: Is it as Good as It Seems?, mimeo.",
        "Rossi, B. (2005a), Testillg Lollg-Horizoll Predictive Ability, ald the Meese-Rogoff Puzzle, International Economic Review 46(1), 61-92.",
        "Rossi, B. (2005b), Optimal Tests for Nested Model Selectioll with Ullderlyillg Parameter Ill- stability, Econometric Theory 21(5), 962-990.",
        "Rossi, B. (2006), Are Exchallge Rates Really Raldom Walks? Some Evidelce Robust to Parameter Illstability, Macroeconomic Dynamics 10(1), 20-38.",
        "Rossi, B. (2007), Expectatiolls Hypotheses Tests at Lollg Horizolls, Econometrics Journal 10(3), 1-26.",
        "Stock, J. H. ald M. W. Watsoll (2003), Combillatioll Forecasts of Output Growth ill a Sevell- Coultry Data Set, forthcomillg Journal of Forecasting.",
        "Timmermall, A. (2006), Forecast Combillatiolls, in: C. Gralger, G. Elliott ald A. Timmer- mall (eds.), Handbook of Economic Forecasting, Volume 1, North Hollald."
    ]
}