{
    "id": 13910,
    "cites": 27,
    "cited_by": 80,
    "reference": [
        "Andrews, Donald W. K. and Hong-Yuan Chen, Approximately Median-Unbiased Estimation of Autoregressive Models, Journal of Business and Economic Statistics, 1994, 12 (2), 187-204.",
        "Baxter, Marianne and Robert G. King, Measuring Business Cycles: Approximat Band-Pass Filters for Economic Time Series, Review of Economics and Statistics, 1999, 81 (4), 575-593.",
        "Benigno, Gianluca, Real Exchange Rate Persistence and Monetary Policy Rules, Journal of Monetary Economics, 2004, 51, 473-502.",
        "Bergin, Paul R. and Robert C. Feenstra, Staggered Price Setting, Translog Preferences, and Endogenous Persistence, Journal of Monetary Economics, 2000, ~5, 657-680.",
        "Blanchard, Olivier J. and Charles Kahn, The Solution of Linear Difference Equations under Rational Expectations, Econometrica, 1980, ~8, 1305-1311.",
        "Bouakez, Hafedh, Nominal Rigidity, Desired Markup Variations and Real Exchange Rate Persistence,  Journal of International Economics, 2005, 61, 49-74.",
        "Calvo, Guillermo A., Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 1983, 12, 383-398.",
        "Chari, V.V., Patrick J. Kehoe, and Ellen R. McGrattan, Can Sticky Price Models Generate Volatile and Persistent Real Exchange Rates, Review of Economic Studies, 2002, 69, 533-563.",
        "Cheung, Yin-Wong and Kon S. Lai, On the Purchasing Powever Parity Puzzle, Journal of International Economics, 2000, 52, 321-330.",
        "Christiano, Laurence J., Martin Eichenbaum, and Charles L. Evans, Monetary Policy Shocks: What Have We Learned and to What End, in John B. Taylor and Michael Woodford, eds., Handbook of Macroeconomics, Elsevier Amsterdam, Holland 1999, pp. 65-148.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler, Monetary Policy Rules in Practice: Some International Evidence, European Economic Review, 1998, ~2, 1033-1067.",
        "Theory, Quarterly Journal of Economics, 2000, 115, 147-180.",
        "Comin, Diego and Mark Gertler, Medium-Term Business Cycles, American Economic Review, 2006, 96 (3), 523-551.",
        "Devereux, Michael B., Real Exchange Rates and Macroeconomics: Evidence and Theory, Canadian Journal of Economics, 1997, 30, 773-808.",
        "Eichenbaum, Martin and Charles L. Evans, Some Empirical Evidence on the Effects of Shocks to Monetary Policy on Exchange Rates, Quarterly Journal of Economics, 1995, 110 (4), 975-1009.",
        "Faust, Jon and John H. Rogers, Monetary Policys Role in Exchange Rate Behavior, Journal of Monetary Economics, 2003, 50, 1403-1424.",
        "Groen, Jan J.J. and Akito Matsumoto, Real Exchange Rate Persistence and Systematic Monetary Policy Behavior, 2004. Bank of England Working Paper No. 231.",
        "Hansen, Bruce E., The Grid Bootstrap and the Autoregressive Model, Review of Economics and Statistics, 1999, 81 (4), 594-607.",
        "Huizinga, John, An Empirical Investigation of the Long-Run Behavior of Real Exchange Rates, Carnegie-Rochester Conference Series on Public Policy, 1987, 27, 149-214.",
        "Klau, Marc and San Sau Fung, The New BIS Effective Exchange Rate Indices, BIS Quarterly Review, 2006, March 2006, 51-65.",
        "Krugman, Paul R., Pricing to Market When the Exchange Rate Changes, in S. W. Arndt and J. D. Richardson, eds., Real-Financial Linkages Among Open Economies, MIT Press Cambridge, Mass. 1987, pp. 49-70.",
        "Murray, Christian J. and David H. Papell, The Purchasing Power Parity Persistence Paradigm, Journal of International Economics, 2002, 65, 1-19.",
        "Obstfeld, Maurice and Kenneth Rogoff, Exchange Rate Dynamics Redux, Journal of Political Economy, 1995, 103 (3), 624-660.",
        "Rogoff, Kenneth, The Purchasing Power Parity Puzzle, Journal of Economic Literature, 1996, 3~, 647-668.",
        "Sims, Christopher A., Solving Linear Rational Expectations Model, Journal of Computational Economics, 2001, 20, 1-20.",
        "Sondergaard, Jens, Variable Capital Utilization, Staggered Wages and Real Exchange Rate Persistence, 2004. Working Paper, Georgetown University.",
        "Taylor, John B., Discretion Versus Policy Rules in Practice, Carnegie-Rochester Conference Series, 1993, 39, 195-214."
    ]
}