{
    "id": 13919,
    "cites": 92,
    "cited_by": 5,
    "reference": [
        "Acemoglu, Daron and James A. Robinson. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Did the West Extend the Franchise ? Democracy, Inequality and Growth in Historical Perspective.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 115 (4): 1167Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        ". 2006. Economic Origins of Dictatorship and Democracy. New York: Cambridge University Press.",
        "Aiyagari, S. Rao, Jeremy Greenwood, and Nezih Guner. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the State of the Union.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 108 (2): 213Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c44.",
        "Albanesi, Stefania and Claudia Olivetti. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Roles and Technological Progress.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 13179.",
        "Amador, Manuel. 2003. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Political Economy Model of Sovereign Debt Repayment.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, Stanford University.",
        "Anderson, Kermyt G. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093How Well Does Paternity Confidence Match Actual Paternity ? Evidence from Worldwide Nonpaternity Rates.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Current Anthropology 47 (3): 513Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c20.",
        "Attanasio, Orazio and Valerie Lechene. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Tests of Income Pooling in Household Decisions.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 5 (4): 720Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c48.",
        "Barro, Robert J. and Gary S. Becker. 1989. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Fertility Choice in a Model of Economic Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 57 (2): 481Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c501.",
        "Behrman, Jere R., Andrew D. Foster, Mark R. Rosenzweig, and Prem Vashishtha. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Schooling, Home Teaching, and Economic Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 107 (4): 682Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714.",
        "Bertocchi, Graziella. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Enfranchisement of Women and the Welfare State.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper 2922.",
        "Boldrin, Michele and Larry E. Jones. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mortality, Fertility, and Saving in a Malthusian Economy.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 5 (4): 775Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c814.",
        "British Parliamentary Papers. 1970. Married WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Property Bills and Nonconformist Marriages. Volume 2, Marriage and Divorce. Shannon: Irish University Press.",
        "Burda, Michael C., Daniel S. Hamermesh, and Philippe Weil. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Total Work, Gender and Social Norms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 13000.",
        "Case, Anne and Angus Deaton. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Large Cash Transfers to the Elderly in South Africa.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Economic Journal 108 (450): 1330Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Chesnais, Jean Claude. 1992. The Demographic Transition. Oxford: Oxford University Press.",
        "Chiappori, Pierre-AndreÃ\u0083Å\u0092Ã\u0082Â\u0081. 1988. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Rational Household Labor Supply.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Econometrica 56 (1): 63Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c89.",
        ". 1992. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Collective Labor Supply and Welfare.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 100 (3): 437Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c67.",
        "Chused, Richard H. 1985. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Late Nineteenth Century Married WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Property Law: Reception of the Early Married WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Property Acts by Courts and Legislatures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Journal of Legal History 29 (1): 3Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        "Combs, Mary Beth. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093A Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cMeasure of Legal Independence:Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ The 1870 Married WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Property Act and the Portfolio Allocations of British Wives.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History 65 (4): 1028Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c57.",
        "Cunha, Flavio, James J. Heckman, Lance Lochner, and Dimitriy V. Masterov. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Interpreting the Evidence on Life Cycle Skill Formation.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 11331.",
        "Cunningham, Hugh. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Combating Child Labor: The British Experience.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Child Labor in Historical Perspective: Case Studies from Europe, Japan, and Colombia, 41Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55. UNICEF.",
        "Degler, Carl N. 1980. At Odds: Women and the Family in America from the Revolution to the Present. New York: Oxford University Press.",
        "Diaz, Antonia. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Political Economy of Latin American Land Reforms.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Dynamics 3 (3): 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Doepke, Matthias. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Accounting for Fertility Decline During the Transition to Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth 9 (3): 347Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c83.",
        "Duflo, Esther. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Equality in Development.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d BREAD Policy Paper 11.",
        "Echevarria, Cristina and Antonio Merlo. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender Differences in Education in a Dynamic Household Bargaining Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d International Economic Review 40 (2): 265Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 86.",
        "Edlund, Lena C. and Nils-Petter LagerloÃ\u0083Å\u0092Ã\u0082Ë\u0086f. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Implications of Marriage Institutions for Redistribution and Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, Columbia University.",
        "Edlund, Lena and Rohini Pande. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Have Women Become Left-Wing? The Political Gender Gap and the Decline in Marriage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 117 (3): 917Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c61.",
        "Ehmer, Joseph. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Marriage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 9 of Family Life in the Long Nineteenth Century (1789Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1913), edited by David I. Kertzer and Marzio Barbagli, Volume 2 of The History of the European Family. New Haven: Yale University Press.",
        "Eswaran, Mukesh. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Empowerment of Women, Fertility, and Child Mortality: Towards a Theoretical Analysis.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Population Economics 15 (3): 433Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c54.",
        "Federici, Nora, Karen Openheim Mason, and Solvi Sogner, eds. 1993. WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Position and Demographic Change. Oxford: Clarendon Press.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, Raquel, Alessandra Fogli, and Claudia Olivetti. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Mothers and Sons: Preference Formation and Female Labor Force Dynamics.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 119 (4): 1249Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "FernaÃ\u0083Å\u0092Ã\u0082Â\u0081ndez, Raquel, Nezih Guner, and John Knowles. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Love and Money: A Theoretical and Empirical Analysis of Household Sorting and Inequality.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 120 (1): 273Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c344.",
        "Fishlow, Albert. 1966. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Levels of Nineteenth-Century American Investment in Education. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History 26 (4): 418Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c36.",
        "Funk, Patricia and Christina Gathmann. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093What Women Want: Suffrage, Gender Gaps in Voter Preferences and Government Expenditures.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, Stanford University.",
        "Galor, Oded and Omer Moav. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Das Human-Kapital: A Theory of the Demise of the Class Structure.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 73 (1): 85Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c117.",
        "Galor, Oded and David N. Weil. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Gender Gap, Fertility, and Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 86 (3): 374Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c87.",
        ". 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Population, Technology, and Growth: From Malthusian Stagnation to the Demographic Transition and Beyond.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 90 (4): 806Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c28.",
        "Geddes, Rick and Dean Lueck. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Gains from Self-Ownership and the Expansion of WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Rights.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 92 (4): 1079Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c92.",
        "Goldin, Claudia. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter Bc of Historical Statistics of the United States, Earliest Times to the Present: Millennial Edition, edited by Susan B. Carter, Scott Sigmund Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch, and Gavin Wright. New York: Cambridge University Press.",
        "Greenwood, Jeremy and Ananth Seshadri. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The U.S. Demographic Transition.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 92 (2): 153Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c159.",
        "Guttormsson, Loftur. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Parent Child Relations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 8 of Family Life in the Long Nineteenth Century (1789Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1913), edited by David I. Kertzer and Marzio Barbagli, Volume 2 of The History of the European Family. New Haven: Yale University Press.",
        "Haines, Michael R. 1994. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Population of the United States, 1790-1920.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Historical Working Paper 56.",
        "Hansen, Gary D. and Edward C. Prescott. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Malthus to Solow.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 92 (4): 1205Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c17.",
        "Hecker, Eugene A. 1971. A Short History of WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Rights. Westport: Greenwood Press.",
        "Holcombe, Lee. 1983. Wives and Property: Reform of the Married WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Property Law in Nineteenth Century England. Toronto: University of Toronto Press.",
        "Iyigun, Murat and Randall P. Walsh. 2007a. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Building the Family Nest: Premarital Investments, Marriage Markets, and Spousal Allocations.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 74 (2): 507Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c35.",
        ". 2007b. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Endogenous Gender Power, Household Labor Supply, and the Quantity-Quality Tradeoff.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Development Economics 82 (1): 138Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c55.",
        "Jack, William and Roger Lagunoff. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Dynamic Enfranchisement.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Public Economics 90 (4Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c5): 551Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c72.",
        "Jones, Ethel B. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Economics of Women Suffrage.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Legal Studies 20 (2): 423Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c37.",
        "Jones, Larry E. and Alice Schoonbroodt. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Complements versus Substitutes and Trends in Fertility Choice in Dynastic Models.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d NBER Working Paper 13680.",
        "Kaestle, Carl F. and Maris A. Vinovskis. 1980. Education and Social Change in NineteenthCentury Massachusetts. Cambridge: Cambridge University Press.",
        "Kertzer, David and Marzio Barbagli. 2001. Family Life in the Long Nineteenth Century 1789-1913. New Haven: Yale University Press.",
        "Khan, B. Zorina. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Married WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Property Laws and Female Commercial Activity: Evidence from United States Patent Records, 1790-1895.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic History 56 (2): 356Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c88.",
        "Knowles, John. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Are Married Men Working So Much? The Macroeconomics of Bargaining between Spouses.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d IZA Discussion Paper 2909.",
        "Krusell, Per and JoseÃ\u0083Å\u0092Ã\u0082Â\u0081-VÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081ctor RÃ\u0083â\u0080\u009eÃ\u0082Â±Ã\u0083Å\u0092Ã\u0082Â\u0081os-Rull. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On the Size of U.S. Government: Political Economy in the Neoclassical Growth Model.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d American Economic Review 89 (5): 1156Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c81.",
        "Laibson, David. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Golden Eggs and Hyperbolic Discounting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 112 (2): 443Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Laitner, John. 1991. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Modeling Marital Connections among Family Lines.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 99 (6): 1123Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c41.",
        "Lee, Ronald D. and Roger S. Schofield. 1981. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093British Population in the Eighteenth Century.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The Economic History of Britain since 1700, edited by Richard Floud and Donald McCloskey. Cambridge: Cambridge University Press.",
        "Leibowitz, Arleen. 1974. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Home Investments in Children.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 82 (2): S111Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009cS131.",
        "Lizzeri, Alessandro and Nicola Persico. 2004. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Why Did the Elites Extend the Suffrage? Democracy and the Scope of Government, with an Application to BritainÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Ë\u009cAge of ReformÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Quarterly Journal of Economics 119 (2): 705Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c63.",
        "Lott, John R., Jr. and Lawrence W. Kenny. 1999. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Did WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Suffrage Change the Size and Scope of Government?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 107 (6): 1163Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c98.",
        "Lundberg, Shelly J., Robert A. Pollak, and Terence J. Wales. 1997. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Do Husbands and Wives Pool Their Resources? Evidence from the United Kingdom Child Benefit.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Human Resources 32 (3): 463Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c80.",
        "Mason, Mary Ann. 1994. From FatherÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Property to ChildrenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Rights: The History of Child Custody in the United States. New York: Columbia University Press.",
        "Maynes, Mary Jo. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Class Cultures and Images of Proper Family Life.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Chapter 6 of Family Life in the Long Nineteenth Century (1789Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1913), edited by David I. Kertzer and Marzio Barbagli, Volume 2 of The History of the European Family. New Haven: Yale University Press.",
        "Miller, Grant. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Suffrage, Political Responsiveness, and Child Survival in American History.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, Quarterly Journal of Economics.",
        "Nelson, Claudia. 2007. Family Ties in Victorian England. Westport: Praeger.",
        "Nolte, Sharon H. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Rights and SocietyÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Needs: JapanÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s 1931 Suffrage Bill.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Comparative Studies in Society and History 28 (4): 690Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c714.",
        "Norton, Caroline. 1855. A Letter to the Queen on Lord Chancellor CranworthÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Marriage and Divorce Bill. London: Longman, Brown, Green and Longmans.",
        "Oswald, Andrew J. and Nattavudh Powdthavee. 2006. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Daughters and Left-Wing Voting.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Unpublished Manuscript, University of Warwick.",
        "Peters, Michael and Aloysius Siow. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Competing Premarital Investments.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 110 (3): 592Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c608.",
        "Phelps, Edmund S. and Robert A. Pollak. 1968. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093On Second-Best National Saving and Game-Equilibrium Growth.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Review of Economic Studies 35 (2): 185Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c99.",
        "Pitt, Mark M. and Shahidur R. Khandker. 1998. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Impact of Group-Based Credit Programs on Poor Households in Bangladesh: Does the Gender of Participants Matter ?Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 106 (5): 958Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c96.",
        "Pollak, Robert A. and Shelly J. Lundberg. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Separate Spheres Bargaining and the Marriage Market.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 10 (6): 988Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1010.",
        ". 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Family Decision-Making.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In The New Palgrave Dictionary of Economics, edited by Stephen N. Durlauf and Lawrence E. Blume, 2nd Edition. London: Palgrave Macmillan.",
        "Ross, Susan M. 2006. American Families Past and Present: Social Perspectives on Transformations. New Brunswick: Rutgers University Press.",
        "Salmon, Marylynn. 1986. Women and the Law of Property in Early America. Chapel Hill: The University of North Carolina Press.",
        "Sear, Rebecca, Ruth Mace, and Ian A. McGregor. 2000. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Maternal Grandmothers Improve Nutritional Status and Survival of Children in Rural Gambia.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Proceedings of the Royal Society B: Biological Sciences 267 (1453): 1641Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c47.",
        "Shanley, Mary Lyndon. 1986. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Suffrage, Protective Labor Legislation, and Married WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Property Laws in England.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Signs 12 (1): 62Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c77.",
        "Southard, Barbara. 1993. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Colonial Politics and WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Rights: Woman Suffrage Campaigns in Bengal, British India in the 1920s.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Modern Asian Studies 27 (2): 397Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c 439.",
        "Stanton, Elizabeth C. 1848. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093The Seneca Falls Declaration of Sentiments and Resolutions.",
        "Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d In Documents of American History, Volume 1, 1988, edited by Henry Steele Commager and Milton Cantor, Tenth. New York: Prentice Hall.",
        "Steinbach, Susie. 2004. Women in England, 1760Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1914: A Social History. London: Weidenfeld & Nicolson.",
        "Stone, Lawrence. 1977. The Family, Sex and Marriage in England 1500-1800. New York: Harper & Row.",
        ". 1993. Broken Lives: Separation and Divorce in England 1660Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c1857. Oxford: Oxford University Press.",
        "Tertilt, MicheÃ\u0083Å\u0092Ã\u0082â\u0082¬le. 2005. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Polygyny, Fertility, and Savings.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 113 (6): 1341Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c71.",
        "Turner, Chad, Robert Tamura, Sean E. Mulholland, and Scott Baier. 2007. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Education and Income of the States of the United States: 1840Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c2000.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Economic Growth 12 (2): 101Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c58.",
        "Udry, Christopher. 1996. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Gender, Agricultural Production, and the Theory of the Household.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Journal of Political Economy 104 (5): 1010Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c46.",
        "Voland, Eckart and Jan Beise. 2002. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Opposite Effects of Maternal and Paternal Grandmothers on Infant Survival in Historical KrummhoÃ\u0083Å\u0092Ã\u0082Ë\u0086rn.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Behavioral Ecology and Sociobiology 52 (6): 435Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0080\u009c43.",
        "Washington, Ebonya. 2008. Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Å\u0093Female Socialization: How Daughters Affect Their Legislator FathersÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢ Voting on WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Issues.Ã\u0083Â¢Ã\u0082â\u0082¬Ã\u0082Â\u009d Forthcoming, American Economic Review.",
        "Wroath, John. 1998. Until They are Seven: The Origin of WomenÃ\u0083Â¢Ã\u0082â\u0082¬Ã\u0082â\u0084¢s Legal Rights. Winchester: Waterside Press.",
        "Yalom, Marilyn. 2001. A History of the Wife. New York: HarperCollins Publishers."
    ]
}