{
    "id": 13912,
    "cites": 40,
    "cited_by": 9,
    "reference": [
        "Aiyagari, R., J. Greenwood, and A. Seshadri (2002), Efficient Investment in Children, Journal of Economic Theory, 102(2), 290-32i.",
        "Albuquerque, R., and H. Hopenhayn (2004), Optimal Lending Contracts and Firm Dynamics, Review of Economic Studies, 71(2), 285-3i5.",
        "Alvarez, F., and U. Jermann (2000), Efficiency, Equilibrium, and Asset Pricing with Risk of Default, Econometrica, 68(4), 775-97.",
        "Andolfatto, D. and M. Gervais, (2006). Human Capital Investment and Debt Constraints, Review of Economic Dynamics, 9(1), 52-67.",
        "Becker, G. (1975), Human Capital, 2nd Ed., New York, NY: Columbia University Press.",
        "Brown, M., J.K. Scholz, and A. Seshadri, (2007) A New test of Borrowing Constraints for Education,  Working paper.",
        "Browning, M., L.P. Hansen, and J.J. Heckman (1999), Microdata and General Equilibrium Models , in J.B. Taylor and M. Woodford (eds.), Handbook of Macroeconomics, vol. 1, Amsterdam: Elsevier Science.",
        "Belley, P., and L. Lochner (2007), The Changing Role of Family Income and Ability in Determining Educational Achievement, Journal of Human Capital, 1(1), 37-89.",
        "Berkner, L. (2000), Trends in Undergraduate Borrowing: Federal Student Loans in 1989-90, 199293, and 1995-96, Washington DC: National Center for Education Statistics Report 2000-151.",
        "Cameron, S., and J.J. Heckman (1999), Can Tuition Policy Combat Rising Wage Inequality? in M. Kosters (ed.), Financing College Tuition: Government Policies and Educational Priorities, Washington: American Enterprise Institute Press.",
        "Cameron, S., and J.J. Heckman (1998), Life Cycle Schooling and Dynamic Selection Bias: Models and Evidence for Five Cohorts of American Males, Journal of Political Economy, 106, 262-333.",
        "Cameron, S., and J.J. Heckman (2001), The Dynamics of Educational Attainment for Black, Hispanic and White Males, The Journal of Political Economy, 109, 455-499.",
        "Cameron, S., and C. Taber (2004), Estimation of Educational Borrowing Constraints Using Returns to Schooling, The Journal of Political Economy, 112, 132-182.",
        "Card, D. (1995) Earnings, Schooling, and Ability Revisited, in S. Polachek (ed.), Research in Labor Economics, vol. 14, Greenwich, CT: JAI Press.",
        "Carneiro, P., and J. Heckman (2002), The Evidence on Credit Constraints in Post-Secondary Schooling, Economic Journal, 112, 989-1018.",
        "Caucutt, E., and K.B. Kumar (2003), Higher Education Subsidies and Heterogeneity-A Dynamic Analysis, Journal of Economic Dynamics and Control, 27, i459-i502.",
        "Cawley, J., J. Heckman, L. Lochner and E. Vytlacil (2000), Understanding the Role of Cognitive Ability in Accounting for the Recent Rise in the Economic Return to Education, in K. Arrow, S. Bowles and S. Durlauf (eds.), Meritocracy and Economic Inequality, Princeton Univ. Press.",
        "College Board (2005), Trends in College Pricing 2005.",
        "Cunha, F., J. Heckman, L. Lochner, and D. Masterov (2007), Interpreting the Evidence on Life Cycle Skill Formation, in E. Hanushek and F. Welch (eds.), Handbook of the Economics of Education, Amsterdam: Elsevier Science.",
        "Dick, A., A. Edlin, and E. Emch (2003), The Savings Impact of College Financial Aid, Contributions to Economic Analysis and Policy, 2(1).",
        "Ellwood, D., and T. Kane (2000), Who Is Getting a College Education? Family Background and the Growing Gaps in Enrollment, in S. Danziger and J. Waldfogel (eds.), Securing the Future: Investing in Children from Birth to College, Russell Sage Foundation.",
        "Fernandez-Villaverde, J. and D. Krueger (2004). Consumption and Saving over the Life Cycle: How Important are Consumer Durables?, Working paper.",
        "Gropp, R., J. K. Scholz, and M. White (1997), Personal Bankruptcy and Credit Supply and Demand, The Quarterly Journal of Economics, 112(1), 217-51.",
        "Hanushek, E., C. Leung, and K. Yilmaz (2003), Redistribution through Education and Other Transfer Mechanisms, Journal of Monetary Economics, 50(8), 1719-SO.",
        "Heckman, J., L. Lochner and C. Taber (1998), Explaining Rising Wage Inequality: Explorations with a Dynamic General Equilibrium Model of Labor Earnings with Heterogeneous Agents, Review of Economic Dynamics, 1, 1-58.",
        "Heckman, J., L. Lochner, and P. Todd (2008), Earnings Functions and Rates of Return, Journal of Human Capital, 2(1).",
        "Kane, T. (2007), Public Intervention in Postsecondary Education, in E. Hanushek and F. Welch (eds.), Handbook of the Economics of Education, Amsterdam: Elsevier Science.",
        "Katz, L., and D. Autor (1999), Changes in the Wage Structure and Earnings Inequality, in 0. Ashenfelter and D. Card (eds.) Handbook of Labor Economics, vol. 3, New York: North-Holland.",
        "Keane, M., and K. Wolpin (2001), The Effect of Parental Transfers and Borrowing Constraints on Educational Attainment, International Economic Review, 42, 1051-1103.",
        "Kehoe, T., and D. Levine (1993), Debt-Constrained Asset Markets, Review of Economic Studies, 60(4), 865-888.",
        "P. Kehoe and F. Perri, (2002). International Business Cycles with Endogenous Incomplete Markets , Econometrica, 70(3), 907-928.",
        "Kocherlakota, N. (1996), Implications of Efficient Risk Sharing without Commitment, Review of Economic Studies, 63(4), 595-609.",
        "Lang, K. (1993), Ability Bias, Discount Rate Bias and the Return to Education, Unpublished Manuscript, Boston University.",
        "Krueger, D. and F. Perri, (2006). Does Income Inequality Lead to Consumption Inequality? Evidence and Theory, Review of Economic Studies, 73(1), 163-193.",
        "Livshits, I., J. MacGee, and M. Tertilt (2007), Consumer Bankruptcy: A Fresh Start, American Economic Review, 97(1), 402-4i8.",
        "McPherson, M., and M. Schapiro (1998), The Student Aid Game: Meeting Need and Rewarding Talent in American Higher Education, Princeton, NJ: Princeton University Press.",
        "Manski, C., and D. Wise (1983), College Choice in America, Cambridge, MA: Harvard University Press.",
        "Monge-Naranjo, A. (2008) Limited Enforcement, Firm Dynamics and Aggregate Fluctuations, Working paper.",
        "Stinebrickner, T., and R. Stinebrickner (2007), The Effect of Credit Constraints on the College Drop-Out Decision: A Direct Approach Using a New Panel Study, Working Paper.",
        "Wegmann, C., A. Cunningham, and J. Merisotis (2003), Private Loans and Choice in Financing Higher Education, Washington DC: Institute for Higher Education Policy."
    ]
}