{
    "id": 13916,
    "cites": 24,
    "cited_by": 6,
    "reference": [
        "Adams, W.J. and J.L. Yellen (1976): Commodity Bundling and the Burden of Monopoly, Quarterly Journal of Economics, 90, 47S-98.",
        "Allenby, G.M. and P.E. Rossi (1999): Marketing Models of Consumer Heterogeneity, Journal of Econometrics, 89, S7-78.",
        "Armstrong, M. (1999): Price Discrimination by a Many-Product Firm, Review of Economic Studies, 66(1), Special Issue: Contracts, 1S1-68.",
        "Bajari, P.L. and C.L. Benkard (200S): Demand Estimation with Heterogeneous Consumers and Unobserved Product Characteristics: A Hedonic Approach, Journal of Political Economy, 113(6), 1239-76. Bakos, Y. and E. Brynjolfsson (1999): Bundling Information Goods: Pricing, Profits and Efficiency, Management Science, 45(12), 1613-30.",
        "Berry, S., J. Levinsohn and A. Pakes (2004): Differentiated Products Demand Systems from a Combination of Micro and Macro Data: The New Vehicle Market, Journal of Political Economy, 112(1), 68-104.",
        "Dub6, J.P. (2004): Multiple Discreteness and Product Differentiation: Demand for Carbonated Soft Drinks, Marketing Science, 23(1), 66-81.",
        "Fang, H. and P. Norman (2006): To Bundle or Not to Bundle, forthcoming in RAND Journal of Economics.",
        "Geng, X., M.B. Stinchcombe, and A.B. Whinston (200S): Bundling Information Goods of Decreasing Value, Management Science, 51(4), 662-7. Gill, P., W. Murray and M. Saunders (2002): SNOPT: An SQP Algorithm for Large-Scale Constrained Optimization, Society for Industrial and Applied Mathematics Journal of Optimization, 12(4), pp. 979-1006.",
        "Hajivassiliou, V., D. McFadden, and P. Ruud (1996): Simulation of Multivariate Normal Rectangle Probabilities and their Derivatives: Theoretical and Computational Results, Journal of Econometrics, 72, 8S-134.",
        "Hartmann, W.R., and V.B. Viard (2007): Do Frequency Reward Programs Create Switching Costs? A Dynamic Structural Analysis of Demand in a Reward Program, forthcoming Quantitative Marketing and Economics.",
        "Hendel, I. (1999): Estimating Multiple-Discrete Choice Models: An Application to Computerization Returns, Review of Economic Studies, 66, 423-46.",
        "Jedidi, K., S. Jagpal and P. Manchanda (2003): Measuring Heterogeneous Reservation Prices for Product Bundles, Marketing Science, 22(1), 107-30.",
        "Kahneman, D., J.L. Knetsch and R. Thaler (1986): Fairness as a Constraint on Profit Seeking: Entitlements in the Market, American Economic Review, 76(4), 728-41.",
        "Leslie, P. (2004): Price Discrimination in Broadway Theater, RAND Journal of Economics, 35(3), 520-41.",
        "Leslie, P., and A. Sorensen (2007): Ticket Resale, Mimeo.",
        "Malueg, D. and C. Snyder (2006): Bounding the Relative Profitability of Price Discrimination,  International Journal of Industrial Organization, 24(2), 995-lOll.",
        "Manelli, A.M. and D.R. Vincent (2006): Bundling as an Optimal Selling Mechanism for a Multi-Good Monopolist, Journal of Economic Theory, 127, 1-35.",
        "McAfee, R.P., J. McMillan and M. Whinston (1989): Multiproduct Monopoly, Commodity Bundling, and Correlation of Values, Quarterly Journal of Economics, 114, 371-84.",
        "McFadden, D. (1989): A Method of Simulated Moments for Estimation of Discrete Response Models Without Numerical Integration, Econometrica, 57, 995-i 026.",
        "Pakes, A., and D. Pollard (1989): Simulation and the Asymptotics of Optimization Estimators,  Econometrica, 57, 1027-1057.",
        "Rogerson, W.P. (2003): Simple Menus of Contracts in Cost-Based Porcurement and Regulation,  American Economic Review, 93(3), 919-26.",
        "Schmalensee, R. (1984): Gaussian Demand and Commodity Bundling, Journal of Business, 57(1), 211-30.",
        "Stigler, G.J. (1963): United States v. Loews Inc.: A Note on Block Booking, Supreme Court Review, 152-7.",
        "Venkatesh, R. and V. Mahajan (1993): A Probabilistic Approach to Pricing a Bundle of Products or Services, Journal of Marketing Research, 30(4), 494-508."
    ]
}