{
    "id": 13911,
    "cites": 15,
    "cited_by": 3,
    "reference": [
        "Attanasio, Orazio P. and Agar Brugiavini, (2003), Social Security and Households Saving, Quarterly Journal of Economics, 118, 3, pp.1075-1120.",
        "Boeri, Tito, Axel Borsch-Supan and Guido Tabellini, (2001), Would you like to shrink the welfare state? A survey of European citizens, Economic Policy 32, 9-50.",
        "Borsch-Supan, Axel, (2003), Life-Cycle Savings and Public Policy: A CrossNational Study of Six Countries. New York, Academic Press.",
        "Borsch-Supan, Axel., Annette Reil-Held, Ralf Rodepeter, Reinhold Schnabel, and Joachim Winter, (2001), The German Savings Puzzle, Research in Economics, vol. 55, issue 1, pages 15-38.",
        "Borsch-Supan, Axel and Konrad Stahl, (1991), Life-Cycle Savings and Consumption Constraints, Journal of Population Economics (4), pp. 433-455.",
        "Browning, Martin and Soren Leth-Petersen, (2003), Imputing Consumption from Income and Wealth Information, The Economic Journal, 113 (June).",
        "Burkhauser, Richard V., Barbara A. Butrica, Mary C. Daly, and Dean R. Lillard, (2001), The Cross-National Equivalent File: A product of cross-national research in Becker, Irene, Ott, Notburga and Rolf, Gabriele (editors), Soziale Sicherung in einer dynamsichen Gesellschaft. Festschrift fÃ\u0083Â¼r Richard Hauser zum 65. Geburt stag. Campus, Frankfurt/New York, pp. 354-376.",
        "Carroll, Christopher D., and Miles S. Kimball, (2006), Precautionary Saving and Precautionary Wealth, Draft entry for The New Palgrave Dictionary of Economics, 2nd ed.",
        "Fuchs-Schudeln, Nicola. and Matthias SchUndeln, (2005), Precautionary Saving and Self-Selection: Evidence from the German Reunification `Experiment, Quarterly Journal of Economics, 120(3), 1085-1120.",
        "Gourinchas, Pierre-Olivier and Jonathan Parker, (2001), The Empirical Importance of Precautionary Saving, American Economic Review-Papers and Proceedings, May, pp. 406-412.",
        "Jappelli, Tullio and Franco Modigliani, (2005), The Age-Saving Profile and the Life-Cycle Hypothesis, in The Collected Papers of Franco Modigliani, vol. 6, chpt. 5. Cambridge, Mass., MIT Press.",
        "Murata, Keiko, (2003), Precautionary Savings and Income Uncertainty: Evidence from Japanese Micro Data, Monetary and Economic Studies, Institute for Monetary and Economic Studies, Bank of Japan, vol. 21(3), pp. 21-52, October.",
        "OECD (2005), Pensions at a Glance: Public Policies across OECD Countries.",
        "Poterba, James. M. (1994), Introduction in James. M. Poterba (ed.), International Comparisons of Household Saving, National Bureau of Economic Research, 1994.",
        "Schulze, Isabelle and Sven Jochem, (2007), Germany: Beyond Policy Gridlock, in Ellen, M. Immergut, Karen, M. Anderson, and Isabelle Schulze (eds), Oxford Handbook of West European Pension Politics. Oxford: Oxford University Press."
    ]
}