{
    "id": 13915,
    "cites": 53,
    "cited_by": 23,
    "reference": [
        "Acemoglu, Daron (2005) Politics and Economics in Weak and Strong States, Journal of Monetary Economics, 52, 1199-1226.",
        "Acemoglu, Daron, Michael Golosov and Aleh Tsyvinski (2008) Political Economy of Mech- anisms, forthcoming Econometrica.",
        "Acemoglu, Daron and James A. Robinson (2000) Why Did the West Extend the Fran- chise? Democracy, Inequality, and Growth in Historical Perspective. Quarterly Journal of Economics, 115(4), 1167-1199.",
        "Acemoglu, Daron and James A. Robinson (2001) A Theory of Political Transitions, American Economic Review, 91, 938-963.",
        "Acemoglu, Daron and James A. Robinson (2006) Economic Origins of Dictatorship and Democracy, New York; Cambridge University Press.",
        "Acemoglu, Daron and James A. Robinson (2006) Persistence of Power, Elites and Insti- tutions, forthcoming American Economic Review.",
        "Acemoglu, Daron, James A. Robinson and Thierry Verdier (2004) Kleptocracy and Divide- and-Rule: A Model of Personal Rule, Journal of the European Economic Association Papers and Proceedings, 2, 162-192.",
        "Acemoglu, Daron, Davide Ticchi and Andrea Vindigni (2006) Emergence and Persistence of Inefficient States, NBER Working Paper No. 12748.",
        "Alesina, Alberto and Guido Tabellini (2007) Bureaucrats or Politicians? Part I: A Single Policy Task, American Economic Review, 97(1), 169-179.",
        "Barro, Robert (1973) The Control of Politicians: An Economic Model, Public Choice, 14(1), 19-42.",
        "BÃ\u0083Â©nabou, Roland (2000) Unequal Societies: Income Distribution and the Social Contract, American Economic Review, 90(1), 96-129.",
        "Besley, Timothy (2006) Principled Agents? The Political Economy of Good Government.",
        "Oxford University Press. Besley, Timothy and Anne Case (1995) Does Electoral Accountability Affect Economic Policy Choices? Evidence from Gubernatorial Term Limits, Quarterly Journal of Economics, 110(3), 769-798.",
        "Besley, Timothy and Stephen Coate (1997) An Economic Model of Representative Democ- racy, Quarterly Journal of Economics, 108, 85-114.",
        "Besley, Timothy and James A. Robinson (2007) A Theory of Military Politics, work in progress.",
        "Brooker, Paul (2000) Non-Democratic Regimes. Theory, Government and Politics, New York; Palgrave Macmillan.",
        "Debs, Alexandre (2007a) The Wheel of Fortune: Agency Problems in Dictatorships, MIT mimeo.",
        "Debs, Alexandre (2007b) Political Strength and Economic Efficiency in a Multi-Agent State, MIT mimeo.",
        "Dixit, Avinash K. (2006) Predatory States and Failing States: An Agency Perspective, Princeton Research in Political Economy Working Paper.",
        "Egorov, Georgy and Konstantin Sonin (2004) Dictators and Their Viziers: Agency Prob- lems in Dictatorships, CEPR Discussion Paper No. 4777.",
        "Ferejohn, John (1986) Incumbent Performance and Electoral Control, Public Choice, 50, 5-25.",
        "Finer, Samuel A. (1976) The Man on Horseback: The Role of the Military in Politics, Piscataway NJ; Transaction Publishers.",
        "Huntington, Samuel P. (1968) Political Order in Changing Societies, New Haven CT; Yale University Press.",
        "Jensen, Nathan and Leonard Wantchekon (2004) Resource Wealth and Political Regimes in Africa, Comparative Political Studies, 37(7), 816-841.",
        "Karl, Terry L. (1997) The Paradox of Plenty: Oil Booms and Petro-States, Berkeley CA; University of California Press.",
        "Mehlum, Halvor, Karl Moene and Ragnar Torvik (2006) Institutions and the Resource Curse, Economic Journal, 116, 1-20.",
        "Meltzer, Allan H. and Scott F. Richard (1981) A Rational Theory of the Size of Govern- ment. Journal of Political Economy, 89(5), 914-927.",
        "Millet, Richard (1977) Guardians of the Dynasty: A History of the U.S. Created Guardia 59 Nacional de Nicaragua and the Somoza Family, Maryknoll NY; Orbis Books.",
        "Moore, Barrington (1966) Social Origins of Dictatorship and Democracy: Lord and Peasant in the Making of the Modern World, Boston, MA; Beacon Press.",
        "Mosca, Gaetano (1939) The Ruling Class, New York; McGraw-Hill.",
        "Mulligan, Casey, Ricard Gil and Xavier Sala-i-Martin (2004) Do Democracies Have Dif- ferent Public Policies than Nondemocracies?, Journal of Economic Perspectives, 18(1), 51-74.",
        "Needler, Martin C. (1987) The Problem of Democracy in Latin America, Lexington MA; Lexington Books.",
        "Nordlinger, Eric A. (1977) Soldiers in Politics: Military Coups and Governments, Upper Saddle River NJ; Prentice-Hall.",
        "ODonnell, Guillermo A. (1973) Modernization and Bureaucratic-Authoritarianism: Studies in South American Politics, Berkeley CA; University of California Press.",
        "ODonnell, Guillermo A. and Philipp C. Schmitter (1986) Transitions from Authoritarian Rule: Tentative Conclusions about Uncertain Democracies, Baltimore, MD; The Johns Hopkins University Press.",
        "Perlmutter, Amos (1977) The Military in Politics in Modern Times: On Professionals, Praetorians, and Revolutionary Soldiers, New Haven CT; Yale University Press.",
        "Perlmutter, Amos (1981) Modern Authoritarianism. A Comparative Institutional Analysis, New Haven CT; Yale University Press.",
        "Perotti, Roberto (1996) Growth, Income Distribution, and Democracy: What the Data Say, Journal of Economic Growth, 1(2), 149-87.",
        "Persson, Torsten and Guido Tabellini (2000) Political Economics: Explaining Economic Policy, Cambridge MA; The MIT Press.",
        "Persson, Torsten and Guido Tabellini (2003) The Economic Effects of Constitutions, Cam- bridge MA; The MIT Press.",
        "Persson, Torsten, Gerard Roland and Guido Tabellini (1997) Separation of Powers and Political Accountability, Quarterly Journal of Economics, 112(4), 1163-1202.",
        "Persson, Torsten, Gerard Roland and Guido Tabellini (2000) Comparative Politics and Public Finance, Journal of Political Economy, 108(6), 1121-1161.",
        "Poulantzas, Nicos (1978) Political Power and Social Classes, London, Verso.",
        "Roberts, Kevin (1977) Voting over Income Tax Schedules, Journal of Public Economics, 8, 329-340.",
        "Romer, Thomas (1975) Individual Welfare, Majority Voting, and the Properties of a Linear 60 Income Tax, Journal of Public Economics, 7, 163-185.",
        "Roquie, Alain (1987) The Military and the State in Latin America, Berkeley CA; University of California Press.",
        "Ross, Michael (2001) Does Oil Hinder Democracy?, World Politics, 53(3), 325-61.",
        "Skocpol, Theda (1979) States and Social Revolutions: A Comparative Analysis of France, Russia, and China, New York; Cambridge University Press.",
        "Stokey, Nancy L., Robert E. Lucas and Edward C. Prescott (1989) Recursive Methods in Economic in Economic Dynamics, Cambridge MA; Harvard University Press.",
        "Ticchi, Davide and Andrea Vindigni (2003) Democracy and Armies, Faculty of Eco- nomics, University of Urbino, Working Paper 83.",
        "Vanden, Harry E. and Garry Prevost (2002) Politics of Latin America: The Power Game, New York; Oxford University Press.",
        "Welch, Claude E. Jr. and Arthur K. Smith (1974) Military Role and Rule: Perspectives on Civil-Military Relations, North Scituate MA; Duxbury Press.",
        "Wintrobe, Ronald (1998) The Political Economy of Dictatorship, New York; Cambridge University Press."
    ]
}