{
    "id": 13933,
    "cites": 15,
    "cited_by": 102,
    "reference": [
        "[i] Arkolakis, Costas. 2008. Market Access Costs and the New Consumers Margin in International Trade. http: //www.econ.yale.edu/~ka265/research/arkolakis paper 30 Dec 06.pdf.",
        "[2] Baldwin, Richard E., and Rikard Forslid. 2004. Trade Liberalization with Hetero- geneous Firms. Center for Economic Policy Research Discussion Paper 4635.",
        "[3] Broda, Christian and David E. Weinstein. 2006. Globalization and the Gains from Variety. Quarterly Journal of Economics, i2i: 54i-585.",
        "[4] Chancy, Thomas. 2007. Distorted Gravity: the Intensive and Extensive Margins of International Trade. http: / /home.uchicago.edu/ ~tchaney/research/DistortedGravity.pdf.",
        "[5] Demidova, Svetlana and AndrÃ\u0083Â©s Rodriguez-Clare. 2007. Trade Policy under Firm- Level Heterogeneity in a Small Economy. National Bureau of Economic Research i3688.",
        "[6] Eaton, Jonathan, and Samuel Kortum. 2002. Technology, Geography, and Trade. Econometrica, 70(5): i74i-79.",
        "[7] Eaton, Jonathan, Samuel Kortum, and Francis Kramarz. 2007. An Anatomy of International Trade: Evidence from French Firms. http: //www.econ.umn.edu/~kortum/papers/ekki005 .pdf",
        "[8] Feenstra, Robert C. i994. New Product Varieties and the Measurement of International Prices. American Economic Review 84: i57-i77.",
        "[9] Hummels, David and Peter J. Klenow. 2002. The Variety and Quality of a Nations Trade. National Bureau of Economic Research 87i2.",
        "[iO] Kehoe, Timothy J., and Kim J. Ruhl. 2003. How Important is the New Goods Margin in International Trade, Federal Reserve Bank of Minneapolis, Staff Report, 324.",
        "[ii] Klenow, Peter J., and AndrÃ\u0083Â©s Rodriguez-Clare. i997. Quantifying Variety Gains from Trade Liberalization. http : / /klenow. com/ QuantifyingVariety.pdf. ii",
        "[i2] Krugman, Paul R. i980. Scale Economies, Product Differentiation, and the Pattern of Trade. American Economic Review, 70: 950-959.",
        "[i3] Melitz, Marc J. 2003. The Impact of Trade on Intra-Industry Reallocations and Aggreg- ate Industry Productivity. Econometrica, 7i: i695-i725.",
        "[i4] Romer, Paul. i994. New Goods, Old Theory, and the Welfare Costs of Trade Restric- tions. Journal of Development Economics, 43: 5-38.",
        "[15] Tybout, James. 2003. Plant- and Firm-level Evidence on the `New Trade Theories. in E. Kwan Choi and James Harrigan, ed., Handbook of International Trade, Oxford: Basil- Blackwell, 2003. i2"
    ]
}