{
    "id": 13932,
    "cites": 114,
    "cited_by": 649,
    "reference": [
        "Amato, Jeffery D., Stephen Morris, and Hyun Song Shin. 2002. Communication and Monetary Policy. Oxford Review of Economic Policy, 18(4): 495-503.",
        "Andersson, Malin, Hans DillÃ\u0083Â©n, and Peter Sellin. 2006. Monetary Policy Signaling and Movements in the Term Structure of Interest Rates. Journal of Monetary Economics, 53(8): 1815-55.",
        "Angeriz, Alvaro, and Philip Arestis. Forthcoming. Assessing inflation targeting through intervention analysis. Oxford Economic Papers. Archer, David. 2004. Communication with the Public. In Practical Experience with Inflation Targeting, Prague: Czech National Bank, 145-55.",
        "Ball, Laurence, and Niamh Sheridan. 2005. Does Inflation Targeting Matter? In The Inflation-Targeting Debate, ed. Ben S. Bernanke and Michael Woodford. Chicago: University of Chicago Press, 249-76.",
        "Beine, Michel, Gust Janssen, and Christelle Lecourt. 2006. Should Central Bankers Talk to the FX Market? Unpublished, available at http ://homepages.ulb . ac.be/~mbeine/ Benati, Luca. Forthcoming. Investigating Inflation Persistence across Monetary Regimes. Quarterly Journal of Economics.",
        "Berardi, Michele, and John Duffy. 2007. The Value of Central Bank Transparency When Agents Are Learning. European Journal of Political Economy, 23(1): 9-29.",
        "Berger, Helge, Michael Ehrmann, and Marcel Fratzscher. 2006. Monetary Policy in the Media. ECB Working Paper 679.",
        "Berger, Helge, Jakob De Haan, and Jan-Egbert Sturm. 2006. Does Money Matter in the ECB Strategy? New Evidence Based on ECB Communication., CESifo Working Paper 1652.",
        "Bernanke, Ben. 2004. Fedspeak. Remarks at the Meetings of the American Economic Association, San Diego, available at: http://www,federalrescrvc,gov/hoarddocs/speeches/2004/20040 1 032/defauit.htrn.",
        "Bernanke, Ben. 2007. Federal Reserve Communications. Remarks at the Cato Institute 25th Annual Monetary Conference, Washington, D.C., 14 November 2007, available at http ://www. federalreserve.gov/newsevents/speechlbernanke2007 111 4a.htm.",
        "Bernanke, Ben, Thomas Laubach, Frederic S Mishkin, and Adam S. Posen. 1999.",
        "Inflation Targeting: Lessons from the International Experience. Princeton, New Jersey: Princeton University Press. Bernanke, Ben, Vincent R. Reinhart, and Brian P. Sack. 2004. Monetary Policy Alternatives at the Zero Bound: An Empirical Assessment. Brookings Papers on Economic Activity, 2: 1-100.",
        "Bernoth, Kirsten, and JÃ\u0083Â¼rgen von Hagen. 2004. The Euribor Futures Market: Efficiency and the Impact of ECB Policy Announcements. International Finance, 7 (1): 1- 24.",
        "Blinder, Alan 5. 1998. Central Banking in Theory and Practice. Cambridge MA: MIT Press.",
        "Blinder, Alan 5. 2004. The Quiet Revolution: Central Banking Goes Modern. New Haven, CN: Yale University Press.",
        "Blinder, Alan 5. 2007. Monetary Policy by Committee: Why and How? European Journal of Political Economy, 23(1), 106-23.",
        "Blinder, Alan S., Charles Goodhart, Philipp Hildebrand, David Lipton, and Charles Wyplosz. 2001. How Do Central Banks Talk? Geneva Reports on the World Economy 3, Geneva/London: ICMB/CEPR.",
        "Blinder, Alan S., and Ricardo Reis. 2005. Understanding the Greenspan Standard. In The Greenspan Era: Lessons for the Future, Kansas City: Federal Reserve Bank of Kansas City, 11-96.",
        "Bordo, Michael D., Christopher Erceg, Andrew T. Levin and Ryan Michaels. 2007.",
        "Boschen, John F., and Leonard 0. Mills. 1995. The Relation between Narrative and Money Market Indicators of Monetary Policy. Economic Inquiry, 33(1): 24-44.",
        "Brand, Claus, Daniel Buncic, and Jarkko Turunen, 2006, The Impact of ECB Monetary Policy Decisions and Communication on the Yield Curve. ECB Working Paper 657.",
        "Brunner, Karl. 1981. The Art of Central Banking. Center for Research in Government Policy and Business, University of Rochester, Working Paper GPB 8 1-6.",
        "Buiter, Willem. 1999. Alice in Euroland. Journal of Common Market Studies, 37(2): 181-209.",
        "Burkhard, Lukas, and Andreas M. Fischer. 2007. Communicating Policy Options at the Zero Bound. CEPR Discussion Paper 6563.",
        "Castelnuovo, Efrem, Sergio Nicoletti-Altimari, and Diego Rodriguez Palenzuela. 2003. Definition of Price Stability, Range and Point Inflation Targets: The Anchoring of 61 Long-Term Inflation Expectations. In Background Studies for the ECB `s Evaluation of Its Monetary Policy Strategy, ed. 0. Issing. Frankfurt-am-Main, Germany: European Central Bank, 43-90.",
        "Cecchetti, Stephen, and Michael Ehrmann. 2002. Does Inflation Targeting Increase Output Volatility? An International Comparison of Policymakers Preferences and Outcomes. In Monetary Policy: Rules and Transmission Mechanisms, ed. Norman Loayza and Klaus Schmidt-Hebbel. Santiago: Central Bank of Chile, 247-74.",
        "Chadha, Jaghit S., and Charles Nolan. 2001. Inflation Targeting, Transparency and Interest Rate Volatility: Ditching `Monetary Mystique in the UK. Journal of Macroeconomics, 23(3): 349-66.",
        "Chappell, Henry W., Rob Roy McGregor, and Todd A. Vermilyea. 2004. Committee Decisions on Monetary Policy. Evidence from Historical Records of the Federal Open Market Committee. Cambridge (MA): MIT Press.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler. 1999. The Science of Monetary Policy: A New Keynesian Perspective. Journal of Economic Literature, 37(4): 166 1-1707.",
        "Connolly, Ellis, and Marion Kohler. 2004. News and Interest Rate Expectations: A Study of Six Central Banks. In The Future of Inflation Targeting, ed. Christopher Kent and Simon Guttman. Sydney: Reserve Bank of Australia, 108-34.",
        "Corbo, Vittorio, Oscar Landerretche, and Klaus Schmidt-Hebbel. 2002. Does Inflation Targeting Make a Difference? In Inflation Targeting: Design, Performance, Challenges, ed. Norman Loayza and Raimundo Soto. Santiago: Central Bank of Chile, 221- 69.",
        "Cruijsen, Carin A.B. van der and Sylvester C.W. Eijffinger. 2007. The Economic Impact of Central Bank Transparency: A Survey, CEPR Discussion Paper, No. 6070.",
        "Cukierman, Alex. 2008. The Limits of Transparency. ECB Working Paper.",
        "Cukierman, Alex, and Allan Meltzer. 1986. A Theory of Ambiguity, Credibility and Inflation under Discretion and Asymmetric Information. Econometrica, 54(4): 1099- 1128.",
        "De Haan, Jakob, and Sylvester C.W. Eijffinger. 2000. The Democratic Accountability of the European Central Bank: A Comment on Two Fairy-tales. Journal of Common Market Studies, 38(3): 393-407.",
        "De Haan, Jakob, Fabian Amtenbrink, and Sandra Waller. 2004. The Transparency and Credibility of the European Central Bank. Journal of Common Market Studies, 42(4): 775-94.",
        "Demiralp, Selma, and Oscar Jorda, 2002. The Announcement Effect: Evidence from Open Market Desk Data. Federal Reserve Bank of New York Economic Policy Review, 8: 29-48.",
        "Dominguez, Kathryn M., and Jeffrey A. Frankel. 1993. Does Foreign Exchange Intervention Matter? The Portfolio Effect. American Economic Review, 83(5): 1356-69.",
        "Eggertsson, Gauti, and Michael Woodford 2003. The Zero Bound on Short-Term Interest Rates and Optimal Monetary Policy. Brookings Papers on Economic Activity, 1:139-211.",
        "Ehrmann, Michael, and Marcel Fratzscher. 2007a. Explaining Monetary Policy Decisions in Press Conferences. ECB Working Paper 767.",
        "Ehrmann, Michael, and Marcel Fratzscher. 2007b. Communication by Central Bank Committee Members: Different Strategies, Same Effectiveness? Journal of Money, Credit, and Banking, 39(2-3): 509-41.",
        "Ehrmann, Michael, and Marcel Fratzscher. 2007c. The Timing of Central Bank Communication. European Journal of Political Economy, 23(1): 124-45.",
        "Ehrmann, Michael, and Marcel Fratzscher. 2007d. Transparency, Disclosure and the Federal Reserve. International Journal of Central Banking, 3(1): 179-225.",
        "Ehrmann, Michael, and Marcel Fratzscher. 2007e. Social value of public information: testing the limits to transparency. ECB Working Paper 821.",
        "Ehrmann, Michael, and Marcel Fratzscher. 2008. Purdah - On the Rationale for Central Bank Silence Around Policy Meetings. Forthcoming, Journal of Money, Credit, and Banking.",
        "Eusepi, Stefano, and Bruce Preston. 2007. Central Bank Communication and Expectations Stabilization. NBER Working Paper 13259.",
        "FatÃ\u0083Â¡s, Antonio, Ilian Mihov, and Andrew Rose. 2007. Quantitative Goals for Monetary Policy. Journal of Money, Credit, and, Banking, 39(5): 1163-76.",
        "Faust, Jon, and Lars E.O. Svensson. 2001. Transparency and Credibility: Monetary Policy with Unobservable Goals. International Economic Review, 42(2): 369-97.",
        "Fracasso, Andrea, Hans Genberg, and Charles Wyplosz. 2003. How do Central Banks Write? Geneva Reports on the World Economy 2. Geneva/London: ICMB and CEPR.",
        "Fratzscher, Marcel. 2004. Communication and Exchange Rate Policy. ECB Working Paper 363.",
        "Fratzscher, Marcel. Forthcoming. Oral Interventions versus Actual Interventions in FX Markets-An Event-Study Approach, The Economic Journal. Fratzscher, Marcel. 2006. On the Long-Term Effectiveness of Exchange Rate Communication and Interventions. Journal of International Money and Finance, 25(1): 146-67.",
        "Fujiwara, Ippei. 2005. Is the Central Banks Publication of Economic Forecasts Influential? Economics Letters, 89(3): 255-61.",
        "Garfinkel, Michelle and Seonghwan Oh. 2005. When and How Much to Talk: Credibility and Flexibility in Monetary Policy with Private Information, Journal of Monetary Economics, 3 5(2): 341-357.",
        "Geraats, Petra. 2002. Central Bank Transparency. The Economic Journal, 112 (483): 532---65.",
        "Gerlach-Kristen, Petra. 2004. Is the MPCs Voting Record Informative about Future UK Monetary Policy? Scandinavian Journal of Economics, 106(2): 299-3 13.",
        "Goldberg, Linda, and Michael Klein. 2005. Establishing Credibility: Evolving Perceptions of the European Central Bank. NBER Working Paper 11792.",
        "Goodfriend, Marvin. 1986. Monetary Mystique: Secrecy and Central Banking. Journal of Monetary Economics, 17(1): 63-92.",
        "Goodfriend, Marvin. (1991). Interest Rates and the Conduct of Monetary Policy. Carnegie-Rochester Conference Series on Public Policy, 34: 7-30.",
        "Goodhart, Charles A.E.. 2001. Monetary policy transmission lags and the formulation of the policy decision on interest rates. Federal Reserve Bank of St. Louis Review, 83(4), pp. 165-8 1.",
        "Goodhart, Charles A.E.. 2005. Dear Jean-Claude. Central Banking, 16(1): 32-36.",
        "Gosselin, Pierre, Aileen Lotz, and Charles Wyplosz. 2007. Interest Rate Signal;s and Central Bank Transparency, CEPR Discussion Paper 6454.",
        "Gurkaynak, Refet 5. 2005. Using Federal Funds Futures Contracts for Monetary Policy Analysis. Federal Reserve Board, Finance and Economic Discussion Series 2005- 29.",
        "Gurkaynak, Refet S., Andrew Levin, and Eric Swanson. 2006. Does Inflation Targeting Anchor Long-Run Inflation Expectations? Evidence from Long-Term Bond Yields in the US, UK and Sweden. Federal Reserve Bank of San Francisco Working Paper 2006-09.",
        "Gurkaynak, Refet S., Brian Sack, and Eric T. Swanson. 2005. Do Actions Speak Louder Than Words? The Response of Asset Prices to Monetary Policy Actions and Statements. International Journal of Central Banking, 1(1): 55-93.",
        "Guthrie, Graeme, and Julian Wright. 2000. Open Mouth Operations. Journal of Monetary Economics, 46(2): 489-5 16.",
        "Heinemann, Friedrich, and Karin Ullrich. 2007. Does it Pay to Watch Central Bankers Lips? The Information Content of ECB Wording. Swiss Journal of Economics and Statistics 3: 155-85.",
        "Holsti, Ole R. 1969. Content Analysis for Social Sciences and Humanities. Reading: Addison-Wesley.",
        "Issing, Otmar 1999. The Eurosystem: Transparent and Accountable, or `Willem in Euroland, Journal of Common Market Studies, 37(3): 503-5 19.",
        "Issing, Otmar. 2005. Communication, Transparency, Accountability - Monetary Policy in the Twenty-First Century. Federal Reserve Bank of St. Louis Review, 87(2): 65- 83.",
        "Jansen, David-Jan. 2008. Does the Clarity of Central Bank Communication Affect Volatility in Financial Markets? unpublished paper, De Nederlandsche Bank, March.",
        "Jansen, David-Jan, and Jakob De Haan. 2005. Talking Heads: The Effects of ECB Statements on the Euro-Dollar Exchange Rate. Journal of International Money and Finance, 24(2): 343-361.",
        "Jansen, David-Jan, and Jakob De Haan. 2006a. Does ECB communication help in predicting its interest rate decisions? CESifo Working Paper 1804.",
        "Jansen, David-Jan, and Jakob De Haan. 2006b. Look Whos Talking: ECB Communication During the First Years of EMU. International Journal of Finance and Economics, 11(3): 219-228.",
        "Jansen, David-Jan, and Jakob De Haan. 2007. Were Verbal Efforts to Support The Euro Effective? A High-frequency Analysis of ECB Statements. European Journal of Political Economy, 23(1): 245-259.",
        "Jansen, David-Jan, and Jakob De Haan. 2007. The Importance of Being Vigilant: Has ECB Communication Influenced Euro Area Inflation Expectations? CESifo Working Paper 2134.",
        "Jensen, Henrik. 2002. Optimal Degrees of Transparency in Monetary Policy Making. Scandinavian Journal of Economics, 104(3): 399-422.",
        "Johnson, David R. 2002. The Effect of Inflation Targeting on the Behavior of Expected Inflation: Evidence from an 11 Country Panel. Journal of Monetary Economics, 49(8): 1493-1519.",
        "Johnson, David R. 2003. The Effect of Inflation Targets on the Level of Expected Inflation in Five Countries. Review of Economics and Statistics, 5 5(4): 1076-81.",
        "Kahnemann, Daniel. 2003. Maps of Bounded Rationality: Psychology for Behavioral Economics. American Economic Review, 93(5): 1449-75.",
        "King, Mervyn. 2000. Monetary Theory: Policy in Practice. Address to the joint luncheon of the American Economic Association and the American Finance Association, Boston, available at http://www.bankofengland.co .uk/publications/speeches/2000/speech67 .htm.",
        "Kuttner, Kenneth. 2004. A Snapshot of Inflation Targeting in its Adolescence. In The Future of Inflation Targeting, ed. C. Kent and S. Guttmann. Sydney: Reserve Bank of Australia, 6-47.",
        "Kuttner, Kenneth N., and Adam S. Posen 1999. Does Talk Matter After All? Inflation Targeting and Central Bank Behavior. Federal Reserve Bank of New York Staff Report 88.",
        "Lange, Joe, Brian Sack, and William Whitesell. 2003. Anticipations of Monetary Policy in Financial Markets. Journal of Money, Credit, and Banking, 3 5(6): 8 89-909.",
        "Levin, Andrew T., Fabio M. Natalucci, and Jeremy M. Piger. 2004. The Macroeconomic Effects of Inflation Targeting. Federal Reserve Bank of St. Louis Review, 86(4): 5 1-80.",
        "Lin, Shu, and Haichun Ye. 2007. Does Inflation Targeting Really Make a Difference? Evaluating the Treatment Effect of Inflation Targeting in Seven Industrial Countries. Journal of Monetary Economics, 54(8): 252 1-33.",
        "Meade, Ellen E., and D. Nathan Sheets. 2005. Regional Influences on FOMC Voting Patterns. Journal of Money, Credit, and Banking, 27(4): 66 1-78.",
        "Meyer, Larry. 1998. Come With Me to the FOMC. The Gillis Lecture. Willamette University, available at http ://www.federalreserve .gov/boarddocs/speeches/ 1998/199804022 .htm.",
        "Mishkin, Frederic 5. 2004. Can Central Bank Transparency Go Too Far? In The Future of Inflation Targeting, ed. Christopher Kent and Simon Guttmann. Sydney: Reserve Bank of Australia, 48-65.",
        "Mishkin, Frederic S. and Klaus Schmidt-Hebbel. 2007. Does Inflation Targeting Make a Difference? NBER Working Papers 12876.",
        "Morris, Stephen, and Hyun Song Shin. 2002. Social Value of Public Information. American Economic Review, 92(5): 152 1-1534.",
        "Musard-Gies, Marie. 2006. Do ECBs Statements Steer Short-Term and Long- Term Interest Rates in the Euro-Zone? The Manchester School, 74 (Supplement): 116-39.",
        "Orphanides, Athanasios 2001. Monetary Policy Rules Based on Real-Time Data. American Economic Review, 91: 964-85.",
        "Orphanides, Athanasios, and John C. Williams (2004). Imperfect Knowledge, Inflation Expectations, and Monetary Policy. In The Inflation Targeting Debate, ed. Ben Bernanke and Michael Woodford. Chicago: University of Chicago Press, 20 1-34.",
        "Pakko, Michael R. 2005. On the Information Content of FOMC Policy Statements: Evidence from a Taylor-rule Perspective. Economic Inquiry, 43(3): 558-69.",
        "Poole, William. 2001. Expectations. Federal Reserve Bank of St. Louis Review, 83(1): 1-10.",
        "Poole, William, and Robert H. Rasche 2003. The Impact of Changes in FOMC Disclosure Practices on the Transparency of Monetary Policy: Are Markets and the FOMC Better Synched?, Federal Reserve Bank of St. Louis Review, 85(1): 1-10.",
        "Reeves, Rachel, and Michael Sawicki. 2007. Do Financial Markets React to Bank of England Communication? European Journal of Political Economy, 23(1): 207-27.",
        "Reinhart, Vincent, and Brian Sack 2006. Grading the Federal Open Market Committees Communications. Unpublished.",
        "Romer, Christina, and David Romer. 1989. Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz. In NBER Macroeconomics Annual 1989, ed.",
        "Rosa, Carlo. 2008. Talking Less and Moving the Markets More: Is this the Recipe for Monetary Policy Effectiveness? Evidence from the ECB and the Fed. Unpublished, available at http ://carlorosal . googlepages .comlresearch.",
        "Rosa, Carlo, and Giovanni Verga. 2007. On the Consistency and Effectiveness of Central Bank Communication: Evidence from the ECB. European Journal of Political Economy, 23(1): 146-75.",
        "Journal of Political Economy, 23(1): 67-87. 71 Rudebusch, Glenn, and John Williams. 2008. Revealing the Secrets of The Temple: The Value of Publishing Central Bank Interest Rate Projections. In Asset Prices and Monetary Policy, ed. John Y. Campbell. Chicago: University of Chicago Press.",
        "Sarno, Lucio, and Mark P. Taylor 2001. Official Intervention in Foreign Exchange Market: Is It Effective and, If So, How Does It Work?, Journal of Economic Literature, 39(3): 839-68.",
        "Sibert, Anne C. 2006. Is Central Bank Transparency Desirable? CEPR Discussion Paper 5641.",
        "Siklos, Pierre L. 2002. The Changing Face of Central Banking: Evolutionary Trends Since World War II, Cambridge University Press.",
        "Siklos, Pierre L. and Martin T. Bohl. Forthcoming. Policy Words and Policy Deeds: The ECB and the Euro, forthcoming in International Journal of Finance and Economics. Swanson, Eric T. 2006. Federal Reserve Transparency and Financial Market Forecasts of Short-Term Interest Rates. Journal of Money, Credit, and Banking, 38 (3): 791-8 19.",
        "Svensson, Lars E.O. (2003). What Is Wrong with Taylor Rules? Using Judgment in Monetary Policy through Targeting Rules. Journal of Economic Literature, 4 1(2): 427- 477.",
        "Svensson, Lars E.O. 2006b. The Instrument-Rate Projection under Inflation Targeting: The Norwegian Example. In Stability and Economic Growth: The Role of Central Banks. Mexico: Banco de Mexico, 175-98.",
        "Thornton, Daniel. L., and David. C. Wheelock. 2000. A History of the Asymmetric Policy Directive Federal Reserve Bank of St. Louis Review, 82(5): 1-16.",
        "Vega, Marco and Diego Winkelried. 2005. Inflation Targeting and Inflation Behavior: A Successful Story? International Journal of Central Banking, 1(3): 153-175.",
        "Willard, Luke. 2006. The Effect of Inflation Targeting on Inflation: A Reassessment, Ph.D. dissertation essay, Princeton University.",
        "Woodford, Michael. 2001. Monetary Policy in the Information Economy. In Economic Policy for the Information Economy. Kansas City: Federal Reserve Bank of Kansas City, 297-3 70.",
        "Woodford, Michael. 2003. Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton: Princeton University Press.",
        "Woodford, Michael. 2005. Central-Bank Communication and Policy Effectiveness. In The Greenspan Era: Lessons for the Future. Kansas City: Federal Reserve Bank of Kansas City, 399-474."
    ]
}