{
    "id": 13936,
    "cites": 14,
    "cited_by": 90,
    "reference": [
        "Chomsisengphet, Souphala and Anthony Pennington-Cross, 2006. The Evolution of the Subprime Mortgage Market, Federal Reserve Bank of St. Louis Review 88: 3 1-56.",
        "Demyanyk and Van Hemert, 2007, Understanding the Subprime Mortgage Crisis, Working Paper, New York University.",
        "Diamond, D., 1991, Monitoring and reputation: The choice between bank loans and privately placed debt, Journal of Political Economy, 99, 689-721.",
        "Doms, Mark, Fred Furlong, and John Kramer, 2007. Subprime Mortgage Delinquency Rates, Federal Reserve Bank of San Francisco Working Paper.",
        "Gabriel, Stuart and Stuart Rosenthal, 2007, Secondary Markets, Risk, and Access to Credit: Evidence from the Mortgage Market, Working Paper, Syracuse University.",
        "Garmaise, Mark and Tobias Moskowitz, Bank Mergers and Crime: The Real and Social Effects of Credit Market Competition, Journal of Finance 61: 495-538. Genesove, David, and Christopher Mayer, 1997. Equity and Time to Sale in the Real Estate Market, American Economic Review, 87: 255-269.",
        "Journal of Economics, 1233-1260. Glaeser, Edward and Joseph Gyourko, 2005, Urban Decline and Durable Housing, Journal of Political Economy 113: 345-375.",
        "He, Zhiguo, and Arvind Krishnamurthy, 2006. Intermediation, Capital Mobility, and Asset Prices, Working Paper, Northwestern University.",
        "Himmelberg, Charles, Christopher Mayer, and Todd Sinai, 2005, Assessing High House Prices: Bubbles, Fundamentals, and Misperceptions, Journal of Economic Perspectives 19: 67-92.",
        "Holmstrom, B. and J. Tirole, 1997, Financial intermediation, loanable funds, and the real sector, Quarterly Journal of Economics, 112, 663-691.",
        "Hurst, Erik and Frank Stafford, 2004, Home is Where the Equity Is: Mortgage Refinancing and Household Consumption, Journal of Money, Credit, and Banking 36: 985-1014.",
        "Keys, Benjamin, Tanmoy Mukherjee, Amit Seru and Vikrant Vig 2008, Securitization and Screening: Evidence From Subprime Mortgage Backed Securities, working paper.",
        "Stein, Jeremy, 1995. Prices and Trading Volume in the Housing Market: A Model with DownPayment Effects, Quarterly Journal of Economics 110: 379-406.",
        "Stiglitz, Joseph and Andrew Weiss, 1981. Credit Rationing in Markets with Imperfect Information, American Economic Review 71: 393-410."
    ]
}