{
    "id": 1393,
    "cites": 35,
    "cited_by": 1491,
    "reference": [
        "Akerlof, G.A., The Market for `Lemons: Quality and the Market Mechanism, Quarterly Journal of Economics, 84 (August 1970), 488-500.",
        "Asquith, P. and D.W. Mullins, Equity Issues and Stock Price Dilution, Working Paper, Harvard Business School, May 1983.",
        "Barges, A., The Effect of Capital Structure on the Cost of Capital, Prentice-Hall, Inc., Englewood Cliffs, N.J., 1963.",
        "Black, F., The Dividend Puzzle, Journal of Portfolio Management, 2 (Winter 1976), 5-8.",
        "Brealey, R.A. and S.C. Myers, Principles of Corporate Finance, 2nd Ed., McGraw-Hill Book Co., New York, 1984.",
        "Cordes, J.J. and S.M. Sheffrin, Estimating the Tax Advantage Df Corporate Debt, Journal of Finance, 38 (March 1983), 95-105.",
        "Dann, L.Y., Common Stock Repurchases: An Analysis of Returns to Bondholders and Stockholders, Journal of Financial Economics, 9 (June 1981), 113-138.",
        "Dann, L.Y. and W.H. Mikkleson, Convertible Debt Issuance, Capital Structure Change and Financing-Related Information: Some New Evidence, Working Paper, Amos Tuck School of Business Administration, 1983.",
        "DeAngelo, H., L. DeAngelo, and E,M. Rice, Minority Freezeouts and Stockholder Wealth, Working Paper, Graduate School of Business Administration, University of Washington, 1982.",
        "DeAngelo, H., and R. Masulis, Optimal Capital Structure Under Corporate and Personal Taxation, Journal of Financial Economics, 8 (March 1980), 329.",
        "Donaldson, G., Corporate Debt Capacity: A Study of Corporate Debt Polic and the Determination of Corporate Debt Capacity, Boston, Division of Research, Harvard Graduate School of Business Administration, 1961.",
        "Donaldson, C., Strategy for Financial Mobility, Boston, Division of Research, Harvard Graduate School of Business Administration, 1969.",
        "Giammarino, R.M. and E.H. Neave, The Failure of Financial Contracts and the Relevance of Financial Policy , Working Paper, Queens University, 1982.",
        "Gordon, R.I-J. and G.B. Malkiel, Corporation Finance, in H.J, Aaron and J.A. Pechman, How Taxes Affect Economic Behavior, Brookirigs Institution, Washington, DC, 1981.",
        "JaLilvand, A. and R.S. Harris, Corporate Behavior in Adjusting to Capital. Structure and Dividend Policy: An Econometric Study, Journal of Finance, 39 (March 1984), 127-145.",
        "Jensen, M.C. and W. Meckling, Thery of the Firm: Managerial Behavior, Agency Costs and Capital Structure, Journal of Financial Economics, 3 (October 1976), 11-25.",
        "Korwar, A.N., The Effect of New Issues of Equity: An Empirical Examination, Working Paper, University of California, Los Angeles, 1981.",
        "Lintner, J. Distribution of Incomes of Corporations Among Dividends, Retained Earnings and Taxes, American Economic Review, 46 (May 1956), 97-113.",
        "Long, M.S., and E.B. Malitz, Investment Patterns and Financial Leverage, Working Paper, National Bureau of Economic Research, 1983.",
        "Marsh, P.R., The Choice Between Equity and Debt: An Empirical Study, Journal of Finance, 37 (March 1982), 121-144.",
        "Masulis, R.W., The Effects of Capital Structure Change on Security Prices: A Study of Exchange Offers, Journal of Financial Economics, 8 (June 1980), 139-177.",
        "Masulis, R.W., The Impact of Capital Structure Change on Firm Value, Journal of Finance, 38 (March 1983), 107-126.",
        "Mikkelson, W.H., Capital Structure Change and Decreases in Stockholders Wealth: A Cross-Sectional Study of Convertible Security Calls, Forthcoming in B. Friedman, Ed., Corporate CapitaL Structures in the United States, (National. Bureau of Economic Research Conference Volume). Mikkelson, W.H., Convertible Calls and Security Returns, Journal of Financial Economics, 9 (June 1981), 113-138.",
        "Miller, M., Debt and Taxes, Journal of Finance, 32 (May 1977), 261-275.",
        "Miller, M. , and F. Modigliani, Dividend Polic~ , Growth and the Valuation of Shares, Journal of Business, 34 (October 1961), 411-433.",
        "Miller, M.H. and F. Modigliani, Some Estimates of the Cost of Capital to the Electric Utility Industry, l954-l957,~ American Economic Review, 56 (June 1966), 333-391.",
        "Miller, M.H. and K. Rock, Dividend Policy Under Information Asymmetry, Working Paper, Graduate School of Business, University of Chicago, November 1982.",
        "Modigliani, F., ~`Debt, Dividend Polici, Taxes, Inflation and Market Valuation, Journal of Finance, 37 (May 1982), 255-273.",
        "Modigliani, F. and M. Miller, The Cost of Capital, Corporation Finance and the Theory of Investment, American Economic Review, 53 (June 1958), 2 61-2 97.",
        "Myers, S., Determinants of Corporate Borrowing, Journal. of Financial. Economics, 5 (November 1977), 147-176.",
        "Myers, S., The Search for Optimal Capital. Structure, Midland Corporate Finance Journal, 1 (Spring 1984), 6-16.",
        "Ross, S.A., Some Notes on Financial-Incentive Signalling Models, Activity Choice and Risk Preferences, Journal of Finance, 33 (June 1978), 777792.",
        "Ross, S.A., The Determination of Financial Structure: The Incentive-SignaLling Approach, Bell Joirnal of Economics, 8 (Spring 1977), 23-40.",
        "Smith, C. and Warner, J., On Financial Contracting: An Analysis of Bond Covenants, Journal of Financial Economics, 7 (June 1979), 117-161.",
        "Williamson, S., The Moral Hazard Thery of Corporate Financial. Structure: An Empirical Test, Unpublished Ph.D. Dissertation, MIT, 1981."
    ]
}