{
    "id": 13931,
    "cites": 21,
    "cited_by": 17,
    "reference": [
        "Ado, Christian and Sergio Nuflez. 2004. The Impact of Training Policies in Latin America and the Caribbean: The Case of Program Jove, 1DB Working Paper No. R-483.",
        "Blundell, Richard, Lorraine Dearden and Costas Meghir. 1996. The Determinants and Effects of Work Related Training in Britain, Mimeo, Institute for Fiscal Studies.",
        "Blundell, Richard, Monica Costa Dias, Costas Meghir and John Van Reenen. 2004. Evaluating the Employment Impact of a Mandatory Job Search Assistance Program. Journal of the European Economic Association. 2(4): 569-606.",
        "Blundell, Richard , Amanda Gosling, Hidechiko Ichimura and Costas Meghir. 2007. Changes in the Distribution of Male and Female Wages Accounting for Employment Composition Using Bounds, Econometrica, 75(2): 323-363.",
        "Burghardt, John and Peter Schochet. 2001. National Job Corps Study: Impact by Center Characteristics, Princeton: Mathematica Policy Research.",
        "Card, David, Pablo IbarrarÃ\u0083Â¡n, Ferdinando Regalia, David Rosas, and Yuri Soares. 2007. The Labor Market Impact of Youth Training in the Dominican Republic: Evidence from a Randomized Evaluation, NBER Working Paper No. 12883.",
        "Card, David and Daniel Sullivan. 1988. Measuring the Effect of Subsidized Training Programs on Movements In and Out of Employment, Econometrica, 56: 497-530.",
        "Calderon-Madrid, Angel. 2006. Revisiting the Employability Effects of Training Programs for the Unemployed in Developing Countries, 1DB Working Paper No. R-522.",
        "Chong, Alberto and JosÃ\u0083Â© Galdo. 2006. Training Quality and Earnings: The Effects of Competition on the Provision of Public-Sponsored Training Programs, Mimeo.",
        "Elias, Victor, Fernando Ruiz, Ricardo Cossa, and David Bravo. 2004. An Econometric Cost-Benefit Analysis of Argentinas Youth Training Program, 1DB Working Paper No. R-482.",
        "Gill, Indermit, Claudio Montenegro and DÃ\u0083Â¶rte DÃ\u0083Â¶meland. 2002. Crafting Labor Policy: Techniques and Lessons from Latin America. Washington, D.C.: The World Bank.",
        "Heckman, James and Alan Krueger. 2003. Inequality in America: What Role for Human Capital Policies? Cambridge, Mass.: MIT Press.",
        "Heckman, James, Hidehiko Ichimura, Jeffrey Smith, Petra Todd. 1998. Characterizing Selection Bias Using Experimental Data, Econometrica, 66(5): 1017-1098.",
        "Hopenhayn, Martin. 2002. Youth and Employment in Latin America and the Caribbean: Problems, Prospects and Options, ECLAC Working Paper.",
        "IbarrarÃ\u0083Â¡n, Pablo and David Rosas. 2007. Impact Evaluation of Labor Training Program in Panama, Mimeo.",
        "Kugler, Adriana. 2005. Wage-Shifting Effects of Severance Payments Savings Accounts in Colombia, Journal of Public Economics, 89(2-3): 487-500.",
        "Kugler, Adriana. 1999. The Impact of Firing Costs on Turnover and Unemployment: Evidence from the Colombian Labor Market Reform, International Tax and Public Finance Journal, 6(3): 389-4 10.",
        "LaLonde, Robert. 1986. Evaluating the Econometric Evaluations of Training Programs with Experimental Data, American Economic Review, 76(4): 604-620.",
        "Manski, C. (1994): The Selection Problem, in Advances in Econometrics, Sixth World Congress, Vol 1, ed. by C. Sims. Cambridge, U.K.: Cambridge University Press, 143170. [327,329,331] Orr, Larry, Howard Bloom, Stephen Bell, Winston Lin, George Cave and Fred Doolittle. 1994. The National JTPA Study: Impacts, Benefits, and Costs of Title Il-A. Bethesda, Md.: Abt Associates.",
        "Smith, Jeffrey and Petra Todd. 2001. Reconciling Conflicting Evidence on the Performance of Propensity Score Matching Methods, American Economic Review, 91(2): 112-118.",
        "World Bank. 2007. World Development Report. Washington D.C.: The World Bank."
    ]
}