{
    "id": 13945,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "Angrist, Joshua D. and William N. Evans. 1998. Children and Their Parents Labor Supply: Evidence from Exogenous Variation in Family Size. The American Economic Review 88(3): 450-477.",
        "Borck, Rainald. 1996. Ideology and interest groups. Public Choice 88: 147-160.",
        "Bronars, Stephen G. and John R. Lott, Jr. 1997. Do Campaign Donations Alter How a Politician Votes? Or, Do Donors Support Candidates Who Value the Same Things That They Do? Journal of Law and Economics 40: 3 17-350.",
        "Chappell, Jr., Henry W. 1982. Campaign Contributions and Congressional Voting: A Simultaneous Probit-Tobit Model. The Review of Economics and Statistics 64(1): 77-83.",
        "Chin, Michelle L. 2005. Constituents versus Fat Cats: Testing Assumptions about Congressional Access Decisions. American Politics Research 33(6): 75 1-786.",
        "Conley, Dalton and Rebecca Glauber. 2006. Parental Educational Investment and Childrens Academic Risk: Estimates of the Impact of Sibship Size and Birth Order from Exogenous Variation in Fertility. Journal of Human Resources.",
        "Dahl, Gordon B. and Enrico Moretti. 2004. The Demand for Sons: Evidence from Divorce, Fertility, and Shotgun Maniage. National Bureau of Economic Research Working Paper 10281. Available at: http://www.nber.org/papers/w10281.",
        "Endersby, James W. and Michael C. Munger. 1992. The impact of legislator attributes on union PAC campaign contributions. Journal of Labor Research 13(1): 79-97.",
        "Evans, Diana. 1988. Oil PACs and Aggressive Contribution Strategies. Journal of Politics 50(4): 1047-1056.",
        "Fleisher, Richard. 1993. PAC Contributions and Congressional Voting on National Defense. Legislative Studies Quarterly 18(3): 391- 409.",
        "Grenzke, Janet. 1989a. Candidate Attributes and PAC Contributions. Western Political Quarterly 42(2): 245-264.",
        "Grenzke, Janet. 1989b. PACs and the Congressional Supermarket: The Currency is Complex. American Journal of Political Science 33(1): 1-24.",
        "Grier, Kevin B. and Michael C. Munger. 1991. Committee Assignments, Constituent Preferences, and Campaign Contributions. Economic Inquiry 29(1): 24-43.",
        "Heckman, James J. and Thomas Macurdy. 1985. A Simultaneous Equations Linear Probability Model. The Canadian Journal of Economics. 18:28-37.",
        "Kroszner, Randall S. and Thomas Stratmann. 2000. Does Political Ambiguity Pay? Corporate Campaign Contributions and the Rewards to Legislator Reputation. National Bureau of Economic Research Working Paper 7475. Available at: http://www.nber.org/papers/w7475.",
        "Rudolph, Thomas J. 1999. Corporate and Labor PAC Contributions in House Elections: Measuring the Effect of Majority Party Status. The Journal of Politics 61(1): 195-206.",
        "Stratmann, Thomas. 1991. What Do Campaign Contributions Buy? Deciphering Causal Effects of Money and Votes. Southern Economic Journal 57(3): 606-620.",
        "Stratmann, Thomas. 1996. How Reelection Constituencies Matter: Evidence from Political Action Committees Contributions and Congressional Voting. Journal of Law and Economics 39(2): 603-635.",
        "Victor, Jennifer Nicoll. 2001. The Challenges of Evaluating Interest Group Influence in Congress: A Study of the 106th House Resources Committee. Paper presented at the 2001 Midwest Political Science Association Annual Meeting, Chicago, IL.",
        "Witko, Christopher. 2006. PACs, Issue Context, and Congressional Decisionmaking. Political Research Quarterly 59(2): 283-295."
    ]
}