{
    "id": 13941,
    "cites": 10,
    "cited_by": 41,
    "reference": [
        "[1] R.V. Burkhauser, J.S. Butler, S. Feng, and A. Houtenville, Long-Term Trends in Earnings Inequality: What the CPS Can Tell Us, Economics Letters 82 (2004), 295-299.",
        "[2] R.V. Burkhauser, S. Feng, and S. Jenkins, Using the P90/PlO Ratio to Measure US Inequality Trends with Current Population Survey Data: A View from Inside the Census Bureau Vaults, ISER Working Paper 2007-14. Colchester, UK: Institute for Social and Economic Research, University of Essex, 2007, flLtn:/!wwwJsec.essexac~uEJpu~s/wocET~aps/t/)~) I4~pdJ",
        "[3] R.V. Burkhauser and J. Larrimore, Trends in the Relative Household Income of Working-Age Men with Work Limitations: Correcting the Record using Internal Current Population Survey Data. Center for Economic Studies Working Paper Series CES-WP-08-05, 2008,",
        "[4] 5. Feng, R.V. Burkhauser, and J.S. Butler, Levels and Long-Term Trends in Earnings Inequality: Overcoming Current Population Survey Censoring Problems Using the GB2 Distribution, Journal of Business and Economic Statistics 24(1) (2006), 57-62.",
        "[5] P. Gottschalk, and T.M. Smeeding, Cross-National Comparisons of Earnings and Income Inequality, Journal of Economic Literature 35 (June 2006), 633-687.",
        "[7] R.I. Lerman, U.S. Wage-Inequality Trends and Recent Immigration, American Economic Review 89 (1999), 23-28. 24",
        "[8] F. Levy and R.J. Murnane, U.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations, Journal of Economic Literature 30(3) (1992), 1333-138 1.",
        "[10] U.S. Census Bureau, Current Population Survey Annual Social and Economic Supplement Technical Documentation, GPO, Washington DC, 2007.",
        "[11] E. J. Welniak, Measuring Household Income Inequality Using the CPS, in Special Studies in Federal Tax Statistics, J. Dalton and B. Kilss, eds., Statistics of Income Directorate, Inland Revenue Service, Washington DC, 2003.",
        "[12] L. Zayatz, Disclosure Review, Census Bureau Standard, 2004 http ://www.census .gov/quality/qualitystandards .htm"
    ]
}