{
    "id": 13948,
    "cites": 20,
    "cited_by": 14,
    "reference": [
        "Ball, Laurence M. (2006). Has Globalization Changed Inflation? NBER Working Paper Series 12687. Cambridge, Mass.: National Bureau of Economic Research, November, www.nber.org/papers.",
        "Bano, Robert J., and David B. Gordon (1983). Rules, Discretion, and Reputation in a Model of Monetary Policy, Journal of Monetary Economics, vol. 12 (no. 1), pp. 101-22.",
        "Bergin, Paul R., Robert C. Feenstra, and Gordon Hanson (2007). Outsourcing and Volatility, paper presented at the Conference on Globalization and the Macroeconomy, European Central Bank, July 23-24, www.ecb .int/events/conferences/html/global_macro .en.htnil.",
        "Borio, Claudio E.V., and Andrew Filardo (2007). Globalisation and Inflation: New CrossCountry Evidence on the Global Determinants of Domestic Inflation, BIS Working Paper 227. Basel: Bank for International Settlements, May, www.bis.org/forumlresearch.htm.",
        "Chen, Natalie, Jean Imbs, and Andrew Scott (2007). The Dynamics of Trade and Competition, paper presented at the Conference on Globalization and the Macroeconomy, European Central Bank, July 23-24, www.ecb .int/events/conferences/html/global_macro .en.htnil.",
        "Ehrmann, Michael, Marcel Fratzscher, and Roberto Rigobon (2005). Stocks, Bonds, Money Markets, and Exchange Rates: Measuring International Financial Transmission, ECB Working Paper No. 452. Frankfurt: European Central Bank, March, www.ecb .int/pub/scientific/wps/date/html/wps200S .en.html.",
        "Erceg, Christopher, Christopher Gust, and David LÃ\u0083Â³pez-Salido (2007). The Transmission of Domestic Shocks in Open Economies, paper presented at International Dimensions of Monetary Policy, a conference sponsored by the National Bureau of Economic Research Conference on Policy, held in Barcelona, June 11-13, www.nber.org/booksnew/gert07-1.",
        "Faust, Jon, John H. Rogers, Shing-Yi B. Wang, and Jonathan H. Wright (2007). The HighFrequency Response of Exchange Rates and Interest Rates to Macroeconomic Announcements, Journal of Monetary Economics, vol. 54 (May), pp. 105 1-68.",
        "Friedman, Milton (1974). Perspectives on Inflation, Newsweek, June 24.",
        "Guerrieri, Luca, Christopher Gust, and David LÃ\u0083Â³pez-Salido (2007). International Competition and Inflation: A New Keynesian Perspective, unpublished paper, Board of Governors of the Federal Reserve System, August.",
        "Ihrig, Jane, Steven B. Kamin, Deborah Lindner, and Jaime Marquez (2007). Some Simple Tests of the Globalization and Inflation Hypothesis, International Finance Discussion Papers 891. Washington: Board of Governors of the Federal Reserve System, April, www.federalreserve. gov/pubs/ifdp.",
        "International Monetary Fund (2006). How Has Globalization Affected Inflation? in Globalization and Inflation, IMF World Economic Outlook. Washington: International Monetary Fund, pp. 97-134, www.imf.org/pubs/ft/weo/2006/01.",
        "Mishkin, Frederic S. (2006a). The Next Great Globalization: How Disadvantaged Nations Can Harness Their Financial Systems to Get Rich, Princeton: Princeton University Press.",
        "New York, N.Y., October 12, www.federalreserve.gov/newsevents. (2007a). Inflation Dynamics, International Finance Vol. 10, No. 3(2007), pp. 3 17-334. (2007b). Globalization and Financial Development, speech delivered to the New Perspectives on Financial Development Conference, Washington, D.C., April 26, www.federalre serve. gov/newsevents.",
        "Pain, Nigel, Isabell Koske, and Marte Sollie (2006). Globalisation and Inflation in the OECD Economies, OECD Economics Department Working Paper No. 524. Paris: Organisation for Economic Co-operation and Development, November, www.oecd.org/findDocument.",
        "Roberts, John M. (2006). Monetary Policy and Inflation Dynamics, International Journal of Central Banking, vol. 2 (September), pp. 193-230.",
        "Rogoff, Kenneth 5. (2003). Globalization and Global Disinflation, paper presented at Monetary Policy and Uncertainty: Adapting to a Changing Economy, a symposium sponsored by the Federal Reserve Bank of Kansas City, held in Jackson Hole, Wyo., August 28-30, www.kansascityfed.org/publicat/sympos/2003/pdf/Rogoff2003.pdf.",
        "Warnock, Francis E., and Veronica Cacdac Warnock (2006). International Capital Flows and U.S. Interest Rates, NBER Working Paper Series 12560. Cambridge, Mass.: National Bureau of Economic Research, October, www.nber.org/papers.",
        "Wynne, Mark A., and Erasmus K. Kersting (2007). Openness and Inflation, Federal Reserve Bank of Dallas, Staff Papers, vol. 2007 (April), pp. 1-28, http://dallasfed.org/research/staff.",
        "Ihrig and others (2007), however, the effect of this interaction term is not significant."
    ]
}