{
    "id": 13949,
    "cites": 16,
    "cited_by": 7,
    "reference": [
        "Ahn, H. and J.L. Powell (1993). Semiparametric Estimation of Censored Selection Models with a Nonparametric Selection Mechanism. Journal of Econometrics. 58:3-29.",
        "Bayer, P., N. Keohane, and C. Timmins (2006). Migration and Hedonic Valuation: The Case of Air Quality. NBER Working Paper 12106.",
        "Borjas, George (1987). Self-Selection and the Earnings of Immigrants. American Economic Review. 77:531-553.",
        "Chernozhukov, V. and H. Hong (2004). Likelihood Estimation and Inference in a Class of Nonregular Econometric Models. Econometrica. 72(5): 1445-1480.",
        "Dahl, Gordon (2001). Mobility and the Return to Education: Testing a Roy Model with Multiple Markets. Econometrica. 70(6) :2367-2420.",
        "Davies, Greenwood and Li (2001). A Conditional Logit Approach to U.S. State-to-State Migration. Journal of Regional Science. 41(2): 337-360.",
        "Falaris, Evangelos (1987). A Nested Logit Migration Model with Selectivity. International Economic Review. 28:429-43.",
        "Heckman, James and Bo Honore (1990). The Empirical Content of the Roy Model. Econometrica. 58:1121-49.",
        "Honore, Bo and Andrea Lleras-Muney (2007). Bounds in Competing Risks Models and the War on Cancer Econometrica. Forthcoming.",
        "Kaplan, E.L. and P. Meier (1958). Nonparametric Estimation from Incomplete Data. Journal of the American Statistical Association. 53:457-481.",
        "Kennan, John and James Walker (2005). The Effect of Expected Income on Individual Migration Decisions. NBER Working Paper 9585.",
        "Khan, Shakeeb and Elie Tamer (2007). Inference on Randomly Censored Regression Models Using Conditional Moment Inequalities, manuscript.",
        "Lee, Simon (2006). Identification of Competing Risks Model with Unknown Transformation of Latent Failure Times, Biometrika, 93:996-1002.",
        "Porter, J. and K. Hirano (2003). Asymptotic Efficiency in Parametric Structural Models with Parameter Dependent Support. Econometrica. 71(5): 1307-1338.",
        "Roback, Jennifer (1982). Wages, Rents, and the Quality of Life. Journal of Political Economy. 90:1257-78.",
        "Roy, A.D. (1951). Some Thoughts on the Distribution of Earnings. Oxford Economic Papers. 3:135-146."
    ]
}