{
    "id": 13957,
    "cites": 12,
    "cited_by": 1,
    "reference": [
        "[1] Anderson, Gordon. 1996. Nonparametric Tests of Stochastic Dominance in Income Distributions. Econometrica, 64(5): 1183-1193.",
        "[2] Blank, Rebecca M. 1991. The Effects of Double-Blind versus Single-Blind Reviewing: Experimental Evidence from the American Economic Review. The American Economic Review, 81(5): 1041-1067.",
        "[3] Bowen, Robert M., and Gary L. Sundem. 1982. Editorial and Publication Lags in the Accounting and Finance Literature. The Accounting Review, 57(4): 778-784.",
        "[4] Coe, Robert K., and Irwin Weinstock. 1967. Editorial Policies of Major Economic Journals. Quarterly Review of Economics and Business, 7(4): 37-43.",
        "[5] Ellison, Glenn. 2002a. The Slowdown of the Economics Publishing Process. The Jour- nal of Political Economy, 110(5): 947-993.",
        "[6] Ellison, Glenn. 2002b. Evolving Standards for Academic Publishing: A q-r Theory. The Journal of Political Economy, 110(5): 994-1034.",
        "[7] Hamermesh, Daniel S., and Sharon S. Oster. 1998. Aging and Productivity among Economists. The Review of Economics and Statistics, 80(1): 154-156.",
        "[8] Jenkins, Stephen P., Lorenzo Cappellari, Peter Lynn, Annette Jackle, and Emanuela Sala. 2006. Patterns of Consent: Evidence From a General Household Survey. Journal of the Royal Statistical Society, Series A, 169(4): 701-722.",
        "[9] Kalaitzidakis, Pantelis, Theofanis P. Mamuneas, and Thanasis Stengos. 2003. Ranking of Academic Journals and Institutions in Economics. Journal of the European Eco- nomic Association, 1(3): 1346-1366. 32",
        "[10] Laband, David N., and Michael J. Piette. 1994. Favoritism versus Search for Good Papers: Empirical Evidence Regarding the Behavior of Journal Editors. The Journal of Political Economy, 102(1): 193-204.",
        "[11] Trivedi, Pravin K. 1993. An Analysis of Publication Lags in Econometrics. Journal of Applied Econometrics, 8(1): 93-100.",
        "[12] Weiss, Andrew A. 1993. A Bivariate Ordered Probit Model With Truncation: Helmet Use and Motorcycle Injuries. Applied Statistics, 42(3): 487-499."
    ]
}