{
    "id": 13964,
    "cites": 31,
    "cited_by": 31,
    "reference": [
        "[2] Baliga, Sandeep and Tomas SjÃ\u0083Â¡strÃ\u0083Â¡m. 2004. Arms Races and Negotiations. Review of Ecomomic Stndies 71(2): 351-369.",
        "[3] Carlsson, Hans and Eric van Damme. 1993. Global Games and Equilibrium Selection. Ecomometrica 61(5): 989-1018.",
        "[4] Chassang, Sylvain. 2007. Fear of Miscoordination and the Sustainability of Cooperation in Dynamic Global Games with Exit. Working Paper.",
        "[5] Chassang, Sylvain. 2008. Uniform Selection in Global Games. Jonrmal of Ecomomic Theory 139(1): 222-241.",
        "[6] Chassang, Sylvain, and Gerard PadrÃ\u0083Â³ i Miquel. 2007. Mutual Fears and Civil War. Working Paper.",
        "[7] Collier, Paul, Lani Elliott, H~vard Hegre, Anke Hoeffler, Marta Reynal-Querol, and Nicolas Sambanis. 2003. Brealcimg the Comflict Trap: Civil War amd Developmemt Policy. Oxford and Washington DC: Oxford University Press and The World Bank.",
        "[8] Doyle, Michael and Nicholas Sambanis. 2006. Malcimg War ~ Bnildimg Peace: Umited Natioms Peace Operatioms. Princeton, NJ: Princeton University Press.",
        "[9] Fearon, James D. 1995. Rationalist Explanations for War. Imtermatiomal Orgamizatiom 49(3): 379-414.",
        "[10] Flint, Julie and Alex de Waal. 2005. Darfnr: A Short History of a Lomg War. London and New York: Zed Books.",
        "[11] Garfinkel, Michelle. 1990. Arming as a Strategic Investment in a Cooperative Equilibrium  Americam Ecomomic Review 80(4): 50-68.",
        "[12] Grossman, Herschel I. 1991. A General Equilibrium Model of Insurrections. Americam Ecomomic Review 81(4): 912-921. 34",
        "[13] Harsanyi, John and Reinhart Selten. 1988. A Gemeral Theory of Eqnilibrinm Selectiom im Games, MIT Press.",
        "[14] Hirshleifer, Jack. 1995. Theorizing about Conflict. in Hartley, Keith and Sandler, Todd eds. Hamdboolc of Defemse Ecomomics. Amsterdam: Elsevier Science.",
        "[15] Jackson, Matthew 0. and Massimo Morelli. 2007. Political Bias and War. Americam Ecomomic Review 97(4): 1353-1373.",
        "[16] Jervis, Robert. 1976. Perceptiom amd Misperceptiom im Imtermatiomal Politics. New Jersey: Princeton University Press.",
        "[17] Jervis, Robert. 1978. Cooperation under the Security Dilemma. World Politics 30(1): 167-2 14.",
        "[18] Jervis, Robert. 1979. Deterrence Theory Revisited. World Politics 31(1): 289-324.",
        "[19] Jervis, Robert. 1989. The Meamimg of the Nnclear Revolntiom. Ithaca, N.Y: Cornell University Press.",
        "[20] Jervis, Robert and Jack Snyder. 1999. Civil War and the Security Dilemma. in Snyder, Jack and Barbara Walter, eds. Civil War, Imsecnrity, amd Imtervemtiom. New York: Columbia University Press.",
        "[21] John, A. Andrew, Rowena Pecchenino and Stacey L. Schreft. 1993. The Macroeconomics of Dr. Strangelove. Amen cam Ecomomic Review 83(1): 43-62.",
        "[22] Kydd, Andrew H. 1997. Game Theory and the Spiral Model. World Politics 49(3): 371-400.",
        "[23] Morris, Stephen and Hyun Song Shin. 2001. Global Games: Theory and Applications. Cowles Foundation Discussion Paper No. 1275R. http : //ssrn. com/abstract~2848 13.",
        "[24] Milgrom, Paul and John Roberts. 1990. Rationalizability, Learning, and Equilibrium in Games with Strategic Complementarities. Ecomometrica 58(6): 1255-1277.",
        "[25] Oxfam, IANSA and Safeworld. 2007. Africas Missing Billions: International Arms Flows and the Cost of Conflict. Briefimg Papers 107.",
        "[26] Posen, Barry R. 1993. The Security Dilemma and Ethnic Conflict. Snrvival 35(1): 27-47. 35",
        "[27] Robert Powell. 1990. Nnclear Deterremce Theory: The Search for Credibility. New York: Cambridge University Press.",
        "[28] Powell, Robert. 2004. The Inefficient Use of Power: Costly Conflict with Complete Information. Amen cam Political Sciemce Review 98(3): 231-241.",
        "[29] Schelling, Thomas. 1960. The Strategy of Comflict. Cambridge, MA: Harvard University Press.",
        "[30] Schelling, Thomas. 1966. Arms amd Imflnemce. New Haven, Conn.: Yale University Press.",
        "[31] Skaperdas, Stergios. 1992. Cooperation, Conflict, and Power in the Absence of Property Rights. Amen cam Ecomomic Review 82(4): 720-739.",
        "[32] Vives, Xavier. 1990. Nash equilibrium with strategic complementarities . Jonrmal of Mathematical Ecomomics 19(3): 305-321. 36"
    ]
}