{
    "id": 13961,
    "cites": 31,
    "cited_by": 6,
    "reference": [
        "Akerlof, G. A. (1982, November). Labor exchange as partial gift exchange. Quarterly Journal of Economics 97(4), 543-69.",
        "Akerlof, G. A. and J. Yellen (1990). The fair wage- effort hypothesis and unemployment.",
        "Quarterly Journal of Economics 105, 255-283. Autor, D. H. (2003). Outsourcing at will: The contribution of unjust dismissal doctrine to the growth of employment outsourcing. Journal of Labor Economics 21 (1), 1-42.",
        "Autor, D. H., J. J. Donohue, and S. J. Schwab (2006, May). The costs of wrongful-discharge laws. Forthcoming Review of Economics and Statistcs 88(2), 211-231.",
        "Baker, G., R. Gibbons, and K. J. Murphy (1994, November). Subjective performance mea- sures in optimal incentive contracts. The Quarterly Journal of Economics 109(439), 1125-1156.",
        "Bowles, 5. (1985). The production process in a competitive economy: Walrasian, neo- hobbesian, and marxian models. Journal of Economic Literature 75, 16-36.",
        "Brown, M., A. Falk, and E. Fehr (2004, May). Relational contracts and the nature of market interactions. Econometrica 72(3), 747-780.",
        "Bull, C. (1987). The existence of self-enforcing implicit contracts. Quarterly Journal of Economics 102, 147-159.",
        "Cahuc, P. and F. Postel-Vinay (2002, February). Temporary jobs, employment protection and labor market performance. Labour Economics 9(1), 63-91.",
        "Fehr, E. and A. Falk (1999, February). Wage rigidity in a competitive incomplete contract market. Journal of Political Economy 107(1), 106-34.",
        "Fehr, E. and S. GÃ\u0083Â¤chter (2000, Summer). Fairness and retaliation: The economics of reciprocity. Journal of Economic Perspectives 14 (3), 159-181.",
        "Fehr, E., S. GÃ\u0083Â¤chter, and G. Kirchsteiger (1997, July). Reciprocity as a contract enforce- ment device: Experimental evidence. Econometrica 65(4), 833-860.",
        "Fehr, E., G. Kirchsteiger, and A. Riedl (1993). Does fairness prevent market clearing? an experimental investigation. Quarterly Journal of Economics 108, 437-460.",
        "Fehr, E., A. Klein, and K. Schmidt (2007, January). Fairness and contract design. Econo- metrica 75(1), 121-154.",
        "Fischbacher, U. (2007, June). z-tree: Zurich toolbox for ready-made economic experiments.",
        "Experimental Economics 10(2), 171-178. Fudenberg, D. and E. Maskin (1986). The folk theorem in repeated games with discounting or with incomplete information. Econometrica 54, 533-556.",
        "Holland, P. W. (1986). Statistics and causal inference. Journal of the American Statistical Association 81 (396), 945-960.",
        "Ichino, A. and R. T. Riphan (2005, March). The Effect of Employment Protection on Worker Effort - A Comparison of Absenteeism During and After Probation. Journal of the European Economic Association 3(1), 120-143.",
        "Klein, B. and K. Leffler (1981). The role of market forces in assuring contractual perfor- mance. Journal of Political Economy 89, 615-641.",
        "Kreps, D. M., P. Milgrom, J. Roberts, and R. Wilson (1982). Rational cooperation in the finitely repeated prisoners-dilemma. Journal of Economic Theory 27(2), 245-252.",
        "Article. Krueger, A. B. (1991, July). The evolution of unjust-dismissal legislation in the united states. Industrial and Labor Relations Review 44 (4), 644-60.",
        "Lazear, E. P. (1990, August). Job security provisions and employment. Quarterly Journal of Economics 105(3), 699-726.",
        "Levin, J. (2003). Relational incentive contacts. American Economic Review 93(3), 835- 857.",
        "MacLeod, W. B. (2007, May). Can contract theory explain social preferences? American Economic Review 97(2).",
        "MacLeod, W. B. and J. M. Malcomson (1998, June). Motivation and markets. American Economic Review 88(3), 388-411.",
        "MacLeod, W. B. and V. Nakavachara (2007, June). Legal default rules: The case of wrongful discharge laws. Economic Journal 117, F1-F62.",
        "Mincer, J. (1962). On-the-job training: Cost, returns and some implications. Journal of Political Economy 70(5), 50-79.",
        "Nickell, 5. (1997, Summer). Unemployment and labor market rigidities: Europe versus north america. Journal of Economic Perspectives 11 (3), 55-74.",
        "Pearce, D. G. and E. Stacchetti (1998, April). The interaction of implicit and explicit contracts in repeated agency. Games and Economic Behavior 23(1), 75-96.",
        "Shapiro, C. and J. E. Stiglitz (1984, June). Equilibrium unemployment as a worker disci- pline device. American Economic Review 74(3), 433-444.",
        "Telser, L. G. (1980, Jan.). A theory of self-enforcing agreements. Journal of Business 53(1), 27-44. FLA 00219398 University of Chicago Press Copyright 1980 The University of Chicago Press."
    ]
}