{
    "id": 13975,
    "cites": 52,
    "cited_by": 5,
    "reference": [
        "[1] Abraham, F., J. Konings and S. Vanormelingen, 2006, Price and Wage Setting in an Integrating Europe: Firm Level Evidence, NBB Research Paper 200610-5, National Bank of Belgium.",
        "[2] Ackerberg, J., L. Benkard, S. Berry and A. Pakes, 2006, Econometric Tools for Analyzing Market Outcomes, in: Heckman, J.J. (Ed.), Handbook of Econometrics, vol. 6, Amsterdam: Elsevier.",
        "[3] Amemiya, T., 1977, A Note on a Heteroskedastic Model, Journal of Econo- metrics, 5, 295-299.",
        "[4] Arellano, M. and S. Bond, 1991, Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Re- view of Economic Studies, 58(2), 277-297.",
        "[5] Atkinson, M. and J. Mairesse, 1978, Length of Life of Equipment in French Manufacturing Industries, Annales de lINSEE, 30-31, 28-48.",
        "[6] Bain, J.S., 1941, The Profit Rate as a Measure of Monopoly Power, The Quarterly Journal of Economics, 55(1), 272-292.",
        "[7] Betcherman, G., 1991, Does Technological Change Affect Union Bargaining Power? British Journal of Industrial Relations, 29(3), 447-462.",
        "[8] Blanchard, 0. and F. Giavazzi, 2003, Macroeconomic Effects of Regulation and Deregulation in Goods and Labor Markets, The Quarterly Journal of Economics, 18(3), 879-907. 43",
        "[9] Blundell, R. and S. Bond, 2000, GMM Estimation with Persistent Panel Data: An Application to Production Functions, Econometric Review, 19, 321-340.",
        "[10] Booth, A., 1995, The Economics of the Trade Union, Cambridge: Cam- bridge University Press.",
        "[U] Boulhol, H., S. Dobbelaere and S. Maioli, 2006, Imports as Product and La- bor Market Discipline, IZA Discussion Paper 2178, Institute for the Study of Labor, Bonn.",
        "[12] Brander, J. A. and B. J. Spencer, 1985, Export Subsidies and International Market Share Rivalry, Journal of International Economics, 18(1-2), 83-100.",
        "[13] Bresnahan, T., 1989, Empirical Studies of Industries with Market Power, in: Schmalensee, R., Willig R. (Eds.), Handbook of Industrial Organization, vol. 2, Amsterdam: North Holland.",
        "[14] Brock, E. and S. Dobbelaere, 2006, Has International Trade affected Work- ers Bargaining Power?, Review of World Economics, 142(6), 233-266.",
        "[15] Bughin, J., 1996, Trade Unions and Firms Product Market Power, The Journal of Industrial Economics, XLIV(3), 289-307.",
        "[16] Clark, S.J., 1991, Inventory Accumulation, Wages and Employment, The Economic Journal, 101(405), 230-238. 44",
        "[17] Clark, S.J, 1993, The Strategic Use of Inventories in an Infinite Horizon Model of Wage and Employment Bargaining, Scottish Journal of Political Economy, 40(2), 165-183.",
        "[18] Conyon, M. and S. Machin, 1991, The Determination of Profit Margins in UK Manufacturing, Journal of Industrial Economics, 39(4), 369-382.",
        "[19] CrÃ\u0083Â©pon, B., R. Desplatz and J. Mairesse, 1999, Estimating Price-Cost Mar- gins, Scale Economies and Workers Bargaining Power at the Firm Level, CREST Working Paper G9917, Centre de Recherche en Economic et Statis- tique.",
        "[20] CrÃ\u0083Â©pon, B., R. Desplatz and J. Mairesse, 2002, Price-Cost Margins and Rent Sharing: Evidence from a Panel of French Manufacturing Firms, Cen- tre de Recherche en Economic et Statistique, revised version.",
        "[21] Dobbelaere, 5., 2004, Estimation of Price-Cost Margins and Union Bargain- ing Power for Belgian Manufacturing, International Journal of Industrial Organization, 22(10), 1381-1398.",
        "[22] Doiron, D.J., 1992, Bargaining Power and Wage-Employment Contracts in a Unionized Industry, International Economic Review, 33(3), 583-606.",
        "[23] Doornik, J.A., M. Arellano and S. Bond, 2002, Panel Data Estimation using DPD for Ox, Nuffield College, Oxford. 45",
        "[24] Dumont, M., G. Rayp and P. WillemÃ\u0083Â©, 2006, Does Internationalization affect Union Bargaining Power? An Empirical Study for Five EU Countries, Oxford Economic Papers, 58(1), 77-102.",
        "[25] Griliches, Z. and J. Mairesse, 1998, Production Functions: The Search for Identification, in: Strom, S. (Ed.), Essays in Honour of Ragnar Frisch, Econometric Society Monograph Series, Cambridge: Cambridge University Press.",
        "[26] Hall, RE., 1988, The Relationship between Price and Marginal Cost in US Industry, Journal of Political Economy, 96, 921-947.",
        "[27] Hildreth, C. and H. Houck, 1968, Some Estimates for a Linear Model with Random Coefficients, Journal of the American Association, 63, 584-595.",
        "[28] Horn, H. and A. Wolinsky, 1988, Worker Substitutability and Patterns of Unionisation, The Economic Journal, 98(391), 484-497.",
        "[29] Karier, T., 1985, Unions and monopoly profits, The Review of Economics and Statistics, 67(1), 34-42.",
        "[30] Koenker, R. and G. Bassett, 1978, Regression Quantiles, Econometrica, 46, 33-50.",
        "[31] Krugman, P., 1979, Increasing Returns, Monopolistic Competition and In- ternational Trade, Journal of International Economics, 9(4), 469-479.",
        "[32] Leamer, E.E., 1978, Specification Searches: Ad hoc Inference with Nonex- perimental Data, New York: John Wiley and Sons. 46",
        "[33] Levinsohn, J., 1993, Testing the Imports-as-Market-Discipline Hypothesis, Journal of International Economics, 35(1-2), 1-22.",
        "[34] MaCurdy, T., 1985, A Guide to Applying Time Series Models to Panel Data, Stanford, CA: Stanford University.",
        "[35] Mairesse, J. and Z. Griliches, 1990, Heterogeneity in Panel Data: Are there Stable Production Functions?, in: Champsaur, P., Deleau, M., Grandmont, J.M., Laroque, G., Guesnerie, R., Henry, C., Laffont, J.J., Mairesse, J., Monfort, A., Younes, Y. (Eds.), Essays in Honor of Edmond Malinvaud, vol. 3, Cambridge, MA: MIT Press.",
        "[36] Mairesse, J. and J.M. Pescheux, 1980, Fonction de Production et Mesure du Capital: La Robustesse des Estimations, Annales de lINSEE, 38-39, 63-75.",
        "[37] Manning, A., 2003, Monopsony in Motion: Imperfect Competition in Labor Markets, Princeton: Princeton University Press.",
        "[38] Marschak, J. and W.H. Andrews, 1944, Random Simultaneous Equations and the Theory of Production, Econometrica, 12(3-4), 143-205.",
        "[39] Martin, 5., 1993, Advanced Industrial Economics, Cambridge, MA: Black- well Publishers.",
        "[40] McDonald, I.M. and R.M. Solow, 1981, Wage bargaining and employment, American Economic Review, 71(5), 896-908. 47",
        "[41] Neven, D.J., L. Roller and Z. Zhang, 2006, Endogenous Costs and Price- Costs Margins: An Application to the European Airline Industry, Journal of Industrial Economics, 54(3), 351-368.",
        "[42] Nickell, 5., 1999, Product Markets and Labour Markets, Labour Economics, 6(1), 1-20.",
        "[43] Odagiri, H. and T. Yamashita, 1987, Price Mark-ups, Market Structure, and Business Fluctuation in Japanese Manufacturing Industries, The Jour- nal of Industrial Economics, 35(3), 317-331.",
        "[44] OECD, 2005, OECD Science, Technology and Industry Scoreboard 2005, Organisation for Economic Co-operation and Development, www.oecd.org/sti/scoreboard.",
        "[45] Rodrik, D., 1997, Has Globalization gone too Far?, Washington, DC: In- stitute for International Economics.",
        "[46] Roodman, D., 2005, xtabond2: Stata Module to Extend xtabond Dynamic Panel Data Estimator. Center for Global Development, Washington.",
        "[47] Schmalensee, R., 1989, Inter-industry Studies of Structure and Perfor- mance, in: Schmalensee, R., Willig R.(Eds.), Handbook of Industrial Or- ganization, vol.2, Amsterdam: North Holland.",
        "[48] Sutton, J., 1991, Sunk costs and market structure, Cambridge, MA: MIT Press. 48",
        "[49] Sutton, J., 1998, Technology and Market Structure, Cambridge, MA: MIT Press.",
        "[50] Swamy, P.A.V.B., 1970, Efficient Inference in a Random Coefficient Model, Econometrica, 38, 311-323.",
        "[51] Veugelers, R., 1989, Wage Premia, Price Cost Margins and Bargaining Power in Belgian Manufacturing, European Economic Review, 33(1), 169- 180.",
        "[52] Woolridge, J., 2002, Econometric Analysis of Cross sections and Panel Data, Cambridge, MA: MIT Press. 49"
    ]
}