{
    "id": 13970,
    "cites": 33,
    "cited_by": 15,
    "reference": [
        "Anderson, Palle, and David Gruen (1995). Ã\u0082â\u0080\u009cMacroeconomic Policies and Growth,Ã\u0082â\u0080\u009d in Palle Anderson, Jacqueline Dwyer, and David Gruen, eds., Productivity and Growth: Proceedings of a Conference held at the H.C. Coombs Centre for Financial Studies, Kirribilli, Australia, July 10-11. Sydney: Reserve Bank of Australia, pp. 279-319.",
        "Blanchard, Olivier (1997). Ã\u0082â\u0080\u009cComment on Ã\u0082â\u0080\u0098The New Neoclassical Synthesis and the Role of Monetary Policy,Ã\u0082â\u0080\u0099Ã\u0082â\u0080\u009d in Ben S. Bernanke and Julio J. Rotemberg, eds., NBER Macroeconomics Annual, vol. 12. Cambridge, Mass.: MIT Press, pp. 289-93.",
        "Blanchard, Olivier (2005). Ã\u0082â\u0080\u009cComment on Ã\u0082â\u0080\u0098Inflation Targeting in Transition Economies: Experience and Prospects,Ã\u0082â\u0080\u0099Ã\u0082â\u0080\u009d in Ben S. Bernanke and Michael Woodford, eds., The Inflation-Targeting Debate. Chicago: University of Chicago Press, pp. 413-21.",
        "Blanchard, Olivier, and Jordi GalÃ\u0083Â­ (2006). Ã\u0082â\u0080\u009cA New Keynesian Model with Unemployment,Ã\u0082â\u0080\u009d unpublished paper, Universitat Pompeu Fabra.",
        "Bodenstein, Martin, Christopher Erceg, and Luca Guerrieri (2007). Ã\u0082â\u0080\u009cOptimal Monetary Policy in a Model with Distinct Core and Headline Inflation Rates,Ã\u0082â\u0080\u009d unpublished paper, Board of Governors of the Federal Reserve System.",
        "Boivin, Jean, and Marc P. Giannoni (2006). Ã\u0082â\u0080\u009cHas Monetary Policy Become More Effective?Ã\u0082â\u0080\u009d Review of Economics and Statistics, vol. 88 (August), pp. 445-62.",
        "Briault, Clive (1995). Ã\u0082â\u0080\u009cThe Costs of Inflation,Ã\u0082â\u0080\u009d Bank of England Quarterly Bulletin, vol. 35 (February), pp. 33-45.",
        "Cogley, Timothy, and Thomas J. Sargent (2001). Ã\u0082â\u0080\u009cEvolving Post-World War II U.S. Inflation Dynamics,Ã\u0082â\u0080\u009d in Ben S. Bernanke and Kenneth Rogoff, eds., NBER Macroeconomics Annual, vol. 16. Cambridge, Mass.: MIT Press, pp. 331-73.",
        "Cogley, Timothy, and Thomas J. Sargent (2005). Ã\u0082â\u0080\u009cDrifts and Volatilities: Monetary Policies and Outcomes in the Post WWII US,Ã\u0082â\u0080\u009d Review of Economic Dynamics, vol. 8 (April, Monetary Policy and Learning), pp. 262-302.",
        "Edge, Rochelle M., Michael T. Kiley, and Jean-Philippe Laforte (forthcoming). Ã\u0082â\u0080\u009cNatural Rate Measures in an Estimated DSGE Model of the U.S. Economy,Ã\u0082â\u0080\u009d Journal of Economic Dynamics and Control. Erceg, Christopher J., Dale W. Henderson, and Andrew T. Levin (2000). Ã\u0082â\u0080\u009cOptimal Monetary Policy with Staggered Wage and Price Contracts,Ã\u0082â\u0080\u009d Journal of Monetary Economics, vol. 46 (October), pp. 281-313.",
        "English, William B. (1999). Ã\u0082â\u0080\u009cInflation and Financial Sector Size,Ã\u0082â\u0080\u009d Journal of Monetary Economics, vol. 44 (December), pp. 379-400.",
        "Feldstein, Martin (1997). Ã\u0082â\u0080\u009cThe Costs and Benefits of Going from Low Inflation to Price Stability,Ã\u0082â\u0080\u009d in Christina D. Romer and David H. Romer, eds., Reducing Inflation: Motivation and Strategy. Chicago: University of Chicago Press, pp. 123-66.",
        "Fischer, Stanley (1993). Ã\u0082â\u0080\u009cThe Role of Macroeconomic Factors in Growth,Ã\u0082â\u0080\u009d Journal of Monetary Economics, vol. 32 (December), pp. 485-512.",
        "Friedman, Milton (1968). Ã\u0082â\u0080\u009cThe Role of Monetary Policy,Ã\u0082â\u0080\u009d American Economic Review, vol. 58 (March), pp. 1-17.",
        "GalÃ\u0083Â­, Jordi, Mark Gertler, and J. David LÃ\u0083Â³pez-Salido (2007). Ã\u0082â\u0080\u009cMarkups, Gaps, and the Welfare Costs of Business Fluctuations,Ã\u0082â\u0080\u009c Review of Economics and Statistics, vol. 89 (February), pp. 44-59.",
        "Goodfriend, Marvin (2005). Ã\u0082â\u0080\u009cInflation Targeting in the United States?Ã\u0082â\u0080\u009d in Ben S. Bernanke and Michael Woodford, eds., The Inflation-Targeting Debate. Chicago: University of Chicago Press, pp. 311-37.",
        "Goodfriend, Marvin, and Robert G. King (1997). Ã\u0082â\u0080\u009cThe New Neoclassical Synthesis and the Role of Monetary Policy,Ã\u0082â\u0080\u009d in Ben S. Bernanke and Julio J. Rotemberg, eds., NBER Macroeconomics Annual, vol. 12. Cambridge, Mass.: MIT Press, pp. 231-83.",
        "Goodfriend, Marvin, and Robert G. King (2001). Ã\u0082â\u0080\u009cThe Case for Price Stability,Ã\u0082â\u0080\u009d in A. Garcia-Herrero, V. Gaspar, L. Hoogduin, J. Morgan, and B. Winkler, eds., Why Price Stability? Proceedings of the First ECB Central Banking Conference. Frankfurt: European Central Bank, pp. 53-94.",
        "Kiley, Michael T. (2007a). Ã\u0082â\u0080\u009cIs Moderate-to-High Inflation Inherently Unstable?Ã\u0082â\u0080\u009d International Journal of Central Banking, vol. 3 (June), pp. 173-201.",
        "Kiley, Michael T. (2007b). Ã\u0082â\u0080\u009cA Quantitative Comparison of Sticky-Price and Sticky- Information Models of Price Setting,Ã\u0082â\u0080\u009d Journal of Money, Credit and Banking, vol. 39 (February, S1), pp. 101-25.",
        "Lucas, Robert E. (1972). Ã\u0082â\u0080\u009cExpectations and the Neutrality of Money,Ã\u0082â\u0080\u009d Journal of Economic Theory, vol. 4 (April), pp. 103-24.",
        "Mishkin, Frederic S. (2007a). Ã\u0082â\u0080\u009cMonetary Policy and the Dual Mandate,Ã\u0082â\u0080\u009d speech delivered at Bridgewater College, Bridgewater, Va., April 10, www.federalreserve.gov/newsevents/speech/mishkin20070410a.htm.",
        "Mishkin, Frederic S. (2007b). Ã\u0082â\u0080\u009cHeadline versus Core Inflation in the Conduct of Monetary Policy,Ã\u0082â\u0080\u009d speech delivered at the Business Cycles, International Transmission and Macroeconomic Policies Conference, HEC Montreal, Montreal, October 20, www.federalreserve.gov/newsevents/speech/mishkin20071020a.htm.",
        "Mishkin, Frederic S. (2007c). Ã\u0082â\u0080\u009cWill Monetary Policy Become More of a Science?Ã\u0082â\u0080\u009d Finance and Economics Discussion Series 2007-44. Washington: Board of Governors of the Federal Reserve System, September, www.federalreserve.gov/pubs/feds/2007/index.html.",
        "Orphanides, Athanasios (2003). Ã\u0082â\u0080\u009cMonetary Policy Evaluation with Noisy Information,Ã\u0082â\u0080\u009d Journal of Monetary Economics, vol. 50 (April, Swiss National Bank/Study Center Gerzensee Conference on Monetary Policy under Incomplete Information), pp. 605-31.",
        "Orphanides, Athanasios, and Simon van Norden (2002). Ã\u0082â\u0080\u009cThe Unreliability of Output-Gap Estimates in Real Time,Ã\u0082â\u0080\u009d Review of Economics and Statistics, vol. 84 (November), pp. 569-83.",
        "Orphanides, Athanasios, and John C. Williams (2002). Ã\u0082â\u0080\u009cRobust Monetary Policy Rules with Unknown Natural Rates,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, vol. 2002 (December), pp. 63-145.",
        "Phelps, Edmund S. (1968). Ã\u0082â\u0080\u009cMoney-Wage Dynamics and Labor-Market Equilibrium,Ã\u0082â\u0080\u009d Journal of Political Economy, vol. 76 (July/August, Part 2), pp. 678-711.",
        "Primiceri, Giorgio (2005). Ã\u0082â\u0080\u009cTime Varying Structural Vector Autoregressions and Monetary Policy,Ã\u0082â\u0080\u009d Review of Economic Studies, vol. 72 (July), pp. 821-52.",
        "Rotemberg, Julio J., and Michael Woodford (1997). Ã\u0082â\u0080\u009cAn Optimization-Based Econometric Framework for the Evaluation of Monetary Policy,Ã\u0082â\u0080\u009d in Ben S. Bernanke and Julio J. Rotemberg, eds., NBER Macroeconomics Annual, vol. 12. Cambridge, Mass.: MIT Press, pp. 297-346.",
        "Schmitt-GrohÃ\u0083Â©, Stephanie, and MartÃ\u0083Â­n Uribe (2007). Ã\u0082â\u0080\u009cOptimal Simple and Implementable Monetary and Fiscal Rules,Ã\u0082â\u0080\u009c Journal of Monetary Economics, vol. 54 (September), pp. 1702-25.",
        "Sims, Christopher A., and Tao Zha (2006). Ã\u0082â\u0080\u009cWere There Regime Switches in U.S. Monetary Policy?Ã\u0082â\u0080\u009d American Economic Review, vol. 96 (March), pp. 54-81.",
        "Woodford, Michael (2003). Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton: Princeton University Press."
    ]
}