{
    "id": 13974,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "American Weekly Mercury. Various issues. Archives of Maryland, Vols. 1-72. Baltimore, MD: Maryland Historical Society, 1883-1972.",
        "Behrens, Kathryn L., Paper Money in Maryland, 1727-1789. Johns Hopkins University Studies in Historical and Political Science 41(1923), pp. 9-98.",
        "Brock, Leslie V., The Currency of the American Colonies, 1700-1764. New York: Arno Press, 1975.",
        "Carr, Lois Green, Diversification in the Colonial Chesapeake: Somerset County, Maryland, in Comparative Perspective, in Lois Green Carr, Philip D. Morgan, and Jean B. Russo, eds., Colonial Chesapeake Society (Chapel Hill, NC: University of North Carolina Press, 1988), pp. 342-388.",
        "Clemens, Paul G., The Atlantic Economy and Colonial Marylands Eastern Shore. Ithaca, NY: Cornell University Press, 1980.",
        "Cook, Ebenezer, Sotweed Redivivus. Or the Planters Looking-Glass. In Burlesque Verse. Annapolis, MD: William Parks Printer, 1730. Reprinted in Maryland Historical Society 36 (1900), pp. 33-52.",
        "Cook, Elizabeth Christine, Literary Influences in Colonial Newspapers, 1704-1750. Port Washington, NY: Kennikat Press, 1912.",
        "Earle, Carville V., The Evolution of a Tidewater Settlement System: All Hallows Parish, Maryland, 1650-1 783. Chicago: University of Chicago, Department of Geography, 1975.",
        "Ernst, Joseph Albert, Money and Politics in America, 1755-1775. Chapel Hill, NC: University of North Carolina Press, 1973.",
        "Gould, Clarence P., Money and Transportation in Maryland, 1720-1765, Johns Hopkins University Studies in Historical and Political Science 32 (1915), pp. 9-176.",
        "Grubb, Farley, Creating the U.S.-Dollar Currency Union, 1748-1811: A Quest for Monetary Stability or a Usurpation of State Sovereignty for Personal Gain? American Economic Review 93 (Dec. 2003), pp. 1778-1798.",
        "Grubb, Farley, The Circulating Medium of Exchange in Colonial Pennsylvania, 1729-1775: New Estimates of Monetary Composition, Performance, and Economic Growth. Explorations in Economic History 41 (Oct. 2004), pp. 329-360.",
        "Historical Statistics of the United States: Earliest Times to Present, Volume 5. New York: Cambridge University Press, 2006.",
        "Lemay, J. A. Leo, The Life of Benjamin Franklin, Vol. 1: Journalist, 1706-1730. Philadelphia: University of Pennsylvania Press, 2006.",
        "Lester, Richard, Currency Issues to Overcome Depression in Pennsylvania, 1723 and 1729. Journal of Political Economy 46 (June 1938), pp. 324-375.",
        "Maryland Gazette. Various issues. McCusker, John J., Money and Exchange in Europe and America, 1600-1775. Chapel Hill, NC: Univ. of North Carolina Press, 1978.",
        "McCusker, John J., and Menard, Russell R., The Economy of British America, 1607-1 789. Chapel Hill, NC: Univ. of North Carolina Press, 1985.",
        "Middleton, Arthur Pierce, Tobacco Coast: A Maritime History of Chesapeake Bay in the Colonial Era. Baltimore: Johns Hopkins University Press, 1984.",
        "Mirowski, Philip, The Rise (and Retreat) of a Market: English Joint Stock Shares in the Eighteenth Century, Journal of Economic History 41 (Sept. 1981), pp. 559-577.",
        "Pennsylvania Gazette. Various issues. Price, Jacob M., France and the Chesapeake: A History of the French Tobacco Monopoly, 16741791, and Its Relationship to the British and American Tobacco Trades, Volume 1. Ann Arbor, MI: University of Michigan Press, 1973.",
        "Price, Jacob M., The Maryland Bank Stock Case: British-American Financial and Political Relations Before and After the American Revolution. In Land, Aubrey C., Carr, Lois Green, and Papenfuse, Edward C., eds., Law, Society, and Politics in Early Maryland. Baltimore: Johns Hopkins Univ. Press, 1977. Pp. 3-40.",
        "Price, Jacob M., Capital and Credit in British Overseas Trade: The View from the Chesapeake, 1700-1776. Cambridge, MA: Harvard University Press, 1980.",
        "Price, Jacob M., Tobacco in Atlantic Trade. Brookfield, VT: Ashgate Publishing Co., 1995.",
        "Russo, Jean B., Self-Sufficiency and Local Exchange: Free Craftsmen in the Rural Chesapeake Economy, in Lois Green Carr, Philip D. Morgan, and Jean B. Russo, eds., Colonial Chesapeake Society (Chapel Hill, NC: University of North Carolina Press, 1988), pp. 3 89-432.",
        "Schweitzer, Mary McKinney, Economic Regulation and the Colonial Economy: The Maryland Tobacco Inspection Act of 1747, Journal of Economic History 40 (Sept. 1980), pp. 55 1-569.",
        "Smith, Bruce, Some Colonial Evidence on Two Theories of Money: Maryland and the Carolinas. Journal of Political Economy 93 (Dec. 1985b), pp. 1178-12 11."
    ]
}