{
    "id": 13983,
    "cites": 24,
    "cited_by": 3,
    "reference": [
        "Backus, David, Frederic Lambert, Espen Henriksen, and Chris Telmer, 2006, Current Account Fact and Fiction, Working paper, New York University.",
        "Bernard, Andrew B., J. Bradford Jensen, and Peter K. Schott, 2006, Transfer Pricing by U.S.-Based Multinational Firms, Working paper, Tuck School of Business at Dartmouth. Board of Governors of the Federal Reserve System, 1945-2006, Flow of Funds Accounts of the United States, Statistical Release Z.1 (Washington, DC: Federal Reserve System).",
        "Bridgman, Benjamin, 2007, Do Intangible Assets Explain High U.S. Foreign Direct Investment Returns? The Role of Multinational Taxes, Working paper, Bureau of Economic Analysis.",
        "Caballero, Ricardo, Emmanuel Farhi, and Pierre-Olivier Gourinchas, 2008, An Equilibrium Model of ~Global Imbalances and Low Interest Rates, American Economic Review, 98(1): 358-93.",
        "Conference Board and Groningen Growth and Development Centre, 2008, Total Economy database, www.ggdc.net.",
        "Corrado, Carol, Charles Hulten, and Daniel Sichel, 2005, Measuring Capital and Technology: An Expanded Framework, in C. Corrado, J. Haltiwanger, and D. Sichel, eds., Measuring Capital in the New Economy (Chicago: University of Chicago Press).",
        "Curcuru, Stephanie E., Tomas Dvorak, Francis E. Warnock, forthcoming, Cross-Border Returns Differentials, Quarterly Journal of Economics. Damm, Walter, 1970, The Economic Aspects of European Direct Investment in the United States, in S. E. Rolfe and W. Damm, eds., The Multinational Corporation in the World Economy: Direct Investment in Perspective (New York: Praeger).",
        "Ellis, J.J.A., 1970, The Legal Aspects of European Direct Investment in the United States, in S. E. Rolfe and W. Damm, eds., The Multinational Corporation in the World Economy: Direct Investment in Perspective (New York: Praeger).",
        "Faust, Dean, Howard Gleckman, and Amy Barrett, 2004, The Cash Heads Home, Business Week, December 27.",
        "Fogli, Alessandra, and Fabrizio Perri, 2006, The ~Great Moderation and the U.S. External Balance, Working Paper 12708, National Bureau of Economic Research.",
        "Gourinchas, Pierre-Olivier, and Helene Rey, 2007, From World Banker to World Venture Capitalist: The U.S. External Adjustment and the Exorbitant Privilege, in R. Clarida, ed., Gt7 Current Account Imbalances: Sustainability and Adjustment (Chicago: University of Chicago Press), 11-55.",
        "Graham, Edward M., and David M. Marchick, 2006, U.S. National Security and Foreign Direct Investment (Washington, DC: Institute for International Economics).",
        "Hausmann, Ricardo, and Federico Sturzenegger, 2006, Global Imbalances or Bad Accounting ? The Missing Dark Matter in the Wealth of Nations, Working paper, Center for International Development, Harvard.",
        "Kapicka, Marek, 2008, How Important is Technology Capital? Measurement and Theory, Working paper, University of California at Santa Barbara.",
        "McGrattan, Ellen R., and Edward C. Prescott, 2003, Average Debt and Equity Returns: Puzzling? American Economic Review, Papers and Proceedings, 93(2): 392-97.",
        "McGrattan, Ellen R., and Edward C. Prescott, 2005, Taxes, Regulations, and the Value of U.S. and U.K. Corporations, Review of Economic Studies, 72(3): 767-96.",
        "McGrattan, Ellen R., and Edward C. Prescott, 2007, Openness, Technology Capital, and Development, Staff Report 396, Federal Reserve Bank of Minneapolis.",
        "McGrattan, Ellen R., and Edward C. Prescott, 2008, Appendices: Technology Capital and the U.S. Current Account, Staff Report 407, Federal Reserve Bank of Minneapolis.",
        "Mendoza, Enrique, Vincenzo Quadrini, and Victor RIos-Rull, 2006, Financial Integration, Financial Deepness and Global Imbalances, Working paper, University of Maryland.",
        "Nakamura, Leonard, 2003, A Trillion Dollars a Year in Intangible Investment and the New Economy, in J.R.M. Hand and B. Lev, eds., Intangible Assets (Oxford: Oxford University Press).",
        "National Science Foundation, Division of Science Resources Statistics, 2007, National Patterns of R~D Resources: ~?OO6 Data Update, NSF 07-331, Brandon Shackelford and John E. Jankowski, project officers. Arlington, VA.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 2006, The Unsustainable U.S. Current Account Position Revisited, Working Paper 10869, National Bureau of Economic Research.",
        "U.S. Department of the Treasury, Internal Revenue Service, 1999, Report on the Application and Administration of Section 482, Publication 3218 (4-1999). Available at http: //www.irs.gov/pub/irs-pdf/p3218.pdf.",
        "Watkins, Melville H., 1968, Foreign Ownership and the Structure of Canadian Industry, Prepared for the Privy Council Office (Ottawa: Queens Printer)."
    ]
}