{
    "id": 13982,
    "cites": 85,
    "cited_by": 51,
    "reference": [
        "Alesina, Alberto and George-Marios Angeletos. 2005. Fairness and Redistribution: U.S. versus Europe. The American Economic Review 95, September: 913-35.",
        "Alesina, Alberto and Eliana La Ferrara. 2005. Preferences for Redistribution in the Land of Opportunities. Journal of Public Economics 89, no. 5-6: 897-931.",
        "Anderton, Bob and Paul Brenton. 1997. Outsourcing and Low-Skilled Workers in the UK. National Institute of Economic and Social Research, London. Mimeo.",
        "Attanasio, Orazio P., Erich Battistin and Hideiko Ichimura. 2006. What Really Happened to Consumption Inequality in the US? University College London, draft.",
        "Contrast between European and English-Speaking Countries. Oxford: Oxford University Press. Autor, David H., Richard J. Murname and Frank Levy. 2003. The Skill Content of Recent Technological Change: An Empirical Exploration. Quarterly Journal of Economics 118, November: 1279-1334.",
        "Autor, David H., Lawrence F. Katz and Melissa S. Kearney. 2006. The Polarization of the U.S. Labor Market. American Economic Review Papers and Proceedings 96, May: 189-94.",
        "Review of Economics and Statistics, forthcoming. Also NBER Working Paper 11627. Banks, James and Paul Johnson. 1998. How Reliable is the Family Expenditure Survey? Trends in Incomes and Expenditures Over Time. IFS Reports, no. R57, January.",
        "Battistin, Erich. 2003. Errors in Survey reports of Consumption Expenditures. Working Paper W03/07. London: Institute for Fiscal Studies.",
        "Bebchuk, Lucian Ayre and Jesse M. Fried. 2004. Pay without Performance: The Unfulfilled Promise of Executive Compensation. Cambridge and London: Harvard University Press.",
        "Bebchuk, Lucian Ayre, Jesse M. Fried and David I. Walker. 2002. Managerial Power and Rent Extraction in the Design of Executive Compensation. University of Chicago Law Review 63: 847-869.",
        "Bebchuk, Lucian Arye and Yaniv Grinstein. 2005. The Growth of Executive Pay. Oxford Review of Economic Policy 21: 283-303.",
        "Berle, Adolph A. and Gardiner C. Means, 1932. The Modern Corporation and Private Property. New York and Chicago: Commerce Clearing House.",
        "Blundell, Richard and Ian Preston. 1998. Consumption Inequality and Income Uncertainty. Quarterly Journal of Economics. 113, no. 2: 603-640.",
        "Borjas, George J. 2003. The Labor Demand Curve is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market, Quarterly Journal of Economics 118, no. 4: 1335-74.",
        "Immigration, Journal of Human Resources 41, no. 2: 221-58. __________ and Lawrence F. Katz. 2005. The Evolution of the Mexicant-Born Workforce in the United States, Working Paper 11281. Cambridge, Mass: National Bureau of Economic Research.",
        "Bowles, Samuel and Herbert Gintis. 2002. The Inheritance of Inequality. Journal of Economic Perspectives 16, no. 3: 3-30.",
        "Bradbury, Katharine antd Jane Katz. 2002. Womens Labor Market Involvement and Family Income Mobility When Marriages End. New England Economic Review, 4th quarter 2002: 41-74.",
        "Bremner, Brian. 1999. The Stock-Option Option Comes to Japan. Business Week, April 19.",
        "Buchinsky, Moshe and Jennifer Hunt. 1999. Wage Mobility in the United States. The Review of Economics and Statistics 81, no. 3: 351-368.",
        "Buerkie, Tom. 2000. Stock Options, Once Derided, Catch On in Europe, International Herald Tribune, April 5.",
        "Card, David, and John E. DiNardo. 2002. Skill-Biased Technological Change and Rising Wage Inequality: Some Problems and Puzzles. Journal of Labor Economics 20, no. 4: 733-83.",
        "Card, David, Thomas Lemieux, and Craig Riddell. 2004. Unions and Wage Inequality. Journal of Labor Research 25, December: 519-562.",
        "Chong, Alberto, and Mark Gradstein. 2007. Inequality and Institutions. Review of Economics and Statistics 89, no. 3: 454-465.",
        "Cline, William R. 1997. Trade Policy and Global Policy. Washington, DC: Institute for International Economics.",
        "Core, John E., Wayne R. Gray, and David F. Larcker. 2007. The Power of the Pen and Executive Compensation. Mimeo.",
        "Cowen, Tyler. 2007. Economic Scene; Incomes and Inequality: What the Numbers Dont Tell Us. New York Times, January 25: C3.",
        "Cutler, David M., moderator. 2007. Is the United States Coming Apart as a Society? The Yard, Fall-Winter, pp. 4-9.",
        "Cutler, David M. and Lawrence F. Katz. 1991. Macroeconomic Performance and the Disadvantaged. Brookings Papers on Economic Activity, no. 2: 1-74.",
        "Dew-Becker, Ian, and Robert J. Gordon. 2005. Where Did the Productivity Growth Go? Inflation Dynamics and the Distribution of Income. Brookings Papers on Economic Activity 36, no. 2: 67-127.",
        "Economist. 2008. Open Up: A Special Report on Immigration, special survey, January 5.",
        "Feenberg, Daniel and James Poterba. 1993. Income Inequality and the Incomes of High-Income Taxpayers: Evidence from Tax Returns, in James Poterba, ed., Tax Policy and the Economy 7. Cambridge MA: MIT Press, 145-73.",
        "Feenstra, Robert C. and Gordon H. Hanson. 1998. Integration and Disintegration in the Global Economy, Journal of Economic Perspectives 12, Fall: 31-50.",
        "Trade. Basil Blackwell, 146-87. Fields, Gary S. and Efe A. Ok. 1999. The Measurement of Income Mobility: An Introduction to the Literature, in J. Silber, ed., Handbook of Income Inequality Measurement. Boston: Kiuwer Academic Publishing.",
        "Freeman, Richard B. 1980. Unionism and the Dispersion of Wages, Industrial and Labor Relations Review 34, October: 3-23.",
        "Gabaix, Xavier and Augustin Landier. 2008. Why Has CEO Pay Increased So Much? Quarterly Journal of Economics 123, February: 49-100.",
        "Garner, Thesia I., George Janini, William Passero, Laura Paszkiewicz and Mark Vendemia. 2003. The Consumer Expenditure Survey in Comparison: Focus on Personal Consumption Expenditures. Presented at the Federal Economic Statistics Advisory Committee Meeting, March 17.",
        "Garner, Thesia I., David S. Johnson, and Mary F. Kokoski. 1996. An Experimental Consumer Price Index for the Poor, Monthly Labor Review, September: 32-42.",
        "Gittleman, Maury and Mary Joyce. 1996. Earnings Mobility and Long-Run Inequality: An Analysis Using matched CPS Data. Industrial Relations 35: 180-195.",
        "Goldin, Claudia, and Lawrence F. Katz. 1999. Egalitarianism and the Returns to Education During the Great Transformation of Americant Education, Journal of Political Economy 107, no. 6: 65-94.",
        "Wage Inequality. Brookings Papers on Economic Activity. Forthcoming. Goldin, Claudia, and Robert A. Margo. 1992. The Great Compression: The Wage Structure in the United States at Mid-Century, Quarterly Journal of Economics 107, February: 1-34.",
        "Gordon, Robert Aaron. 1945. Business Leadership in the Large Corporation. Washington: Brookings Institution.",
        "Gordon, Robert J. 2003. Exploding Productivity Growth: Context, Causes, and Implications, Brookings Papers on Economic Activity 34, no. 2: 207-79.",
        "Later, International Productivity Monitor, Spring, 7-22. Also NBER Working Paper 12311, June. __________ 2008. Comparing Welfare in Europe and the United States, in B. Eichengreen, Michael Landesmann, and Dieter Stiefel (eds), The European Economy in an American Mirror. London and New York: Routledge. 15-40.",
        "Inequality, Brookings Papers on Economic Activity no. 2: 169-192. Gordon, Roger H. and Joel Slemrod 1998. Are ~Rea1 Responses to Taxes Simply Income Shifting Between Corporate and Personal Tax Bases? NBER Working Paper 6576, April.",
        "Gottschalk, Peter and Sheldon Dantziger. 1997. Family Income Mobility: How Much is There and How Has it Changed? in J.A. Auerbach and R.S. Belous, eds. The Inequality Paradox: Growth of Income Disparity. Washington: National Policy Association.",
        "Guerrera, Francesco. 2007. We are overpaid, say US executives, Financial Times, October 14.",
        "Gyourko, Joseph, Christopher Mayer, and Todd Sinai. 2006. Superstar Cities, NBER Working Paper 12355, July.",
        "Hall, Brian J., and Jeffrey B. Liebman. 1998. Are CEOS Really Paid Like Bureaucrats? Quarterly Journal of Economics 113, August: 653-91.",
        "Harjes, Thomas. 2007. Globalization and Income Inequality: A European Perspective. IMF Working Paper WP/07/169.",
        "Hausman, Jerry, and E. Leibtag. 2004. CPI Bias from Supercenters: Does the BLS Know that Wal-Mart Exists? NBER Working Paper 10712, August.",
        "Head, Keith and John Ries. 2000. Offshore Production and Skill Upgrading by Japanese Manufacturing Firms. University of British Columbia. Mimeo.",
        "Hernan, Tom. 2008. Theres Rich, antd Theres the ~Fortunate 400, Wall Street Journal, March 5.",
        "Hertz, Tom. 2005. Rags, Riches and Race: The Intergenerational Mobility of Black and White Families in the United States, in S. Bowles, H. Gintis, antd M. Osborne, eds. Unequal Chances: Family Background and Economic Success. Russell Sage and Princeton University Press.",
        "Heshmati, Almas. 2006. The Relationship between Income Inequality, Poverty, antd Globalization. in M. Nissanke and E. Thorbecke, eds., The Impact of Globalization on the Worlds Poor. Paigrave Macmillan.",
        "Hobijn, Bart, and David Legatos. 2005. Inflation Inequality in the United States, Review of Income and Wealth 51: 581-606.",
        "Hoff, K., and J. E. Stiglitz. 2004. After the Big Bang? Obstacles to the Emergence of the Rule of Law in Post-Communist Societies. American Economic Review 94, no. 3: 753-763.",
        "Juhn, Chin}tui, Kevin M. Murphy and Brooks Pierce. 1991. Accounting for the Slowdown in Black-White Wage Convergence. in Marvin H. Kosters, editor, Workers and Their Wages. Washington DC: AEI Press.",
        "Kaplan, Steven N. and Joshua D. Rauh. 2007. `Wall Street and Main Street: What Contributes to the Rise in the Highest Incomes? NBER Working Paper 13270, June.",
        "Koeniger, Winfried, and Marco Leonardi. 2007. Capital deepening and Wage Differentials: Germany vs. U. S. Economic Policy, no. 49: 71-116.",
        "Krueger, Dirk and Fabrizio Perri. 2003. On the Welfare Consequences of the Increase in Inequality in the United States. NBER Working Paper 9993, August.",
        "Lawrence, Robert Z. 2008. Blue-Collar-Blues: Is Rising Trade to Blame for Rising US Income Inequality? Washington, DC: the Petersen Institute for International Economics.",
        "Levy, Frank, and Peter Temin. 2007. Inequality and Institutions in 20th Century America. NBER Working Paper 13106. April.",
        "Lublin, Joantn 5. 2008. Boards Flex Their Pay Muscles, Wall Street Journal, April 14.",
        "Maremont, Mark, and Charles Forelle. 2006. Bosses Pay: How Stock Options Became Part of the Problem. Wall Street Journal, December 27: Al.",
        "McCarthy, Mary E., David Johnson, Thesia I. Garner and Bill Passero. 2002. Issues in Construction and Research Use of the Consumer Expenditure Survey. Presented at the NBER Summer Institute.",
        "Miller, Tracy C. 2001. Impact of Globalization on U. S. Wage Inequality: Implications for Policy. North American Journal of Economics and Finance 12, November: 219-42.",
        "Mishel, Lawrence, Jared Bernstein antd Sylvia Allegretto. 2005. The State of Working America 2004/2005. Cornell University Press.",
        "Murphy, Kevin J. 1999. Executive Compensation. in Handbook of Labor Economics, Volume 3B, eds. Orley C Ashenfelter and David Card. New York: Elsevier, 2485-2563.",
        "Perceived Cost of Stock Options. University of Chicago Law Review 63: 847-869. Orrenius, Pia M., and Madeline Zavodny. 2006. Does Immigration Affect Wages? A Look at Occupation-Level Evidence. Federal Reserve of Dallas. Research Paper 302, March.",
        "Ottavianto, Gianmarco I. P. and Giovanni Pen. 2006. Rethinking the Effects of Immigration on Wages. NBER Working Paper 12497. August.",
        "Nocera, Joe. 2007. Distortions Abundant in C.E.O. Pay, New York Times, October 13.",
        "Nordhaus, William D. 2003. The Health of Nations: The Contribution of Improved Health to Living Standards, in Kevin M. Murphy and Robert H. Topel, eds., Measuring the Gains from Medical Research. Chicago and London: University of Chicago Press, 9-40.",
        "Pear, Robert. 2008. Gap in Life Expectancy Widens for the Nation. New York Times, March 23.",
        "Pfantner, Eric. 2003. Pay Plans Get Review after Microsoft Shift: In Europe, a New Look at Options. International Herald Tribune, July 10.",
        "Ponssard, Jean-Pierre. 2001. Stock Options and Performance-Based Pay in France. U.S.-France Analysis. Brookings Institution Global Politics, March.",
        "Rome, Jesper, Jonas Viachos, and Daniel WaldenstrÃ\u0083Â¶m. 2007. What Determines Top Income Shares? Evidence from the Twentieth Century. Research Institute of Industrial Economics (IFN) Working Paper 721, September 24.",
        "Rosen, Sherwin. 1981. The Economics of Superstars. American Economic Review 71, no. 5: 845-58.",
        "Slesnick, Daniel T. 2001. Consumption and Social Welfare: Living Standards and Their Distribution in the United States. Cambridge: Cambridge University Press.",
        "Smeeding, Timothy M. 2006. Poor people in rich nations: The United States in Comparative Perspective. Journal of Economic Perspectives 20, no. 1: 69-90.",
        "Solon, Gary. 1999. Intergenerational Mobility in the Labor Market. in 0. Ashenfelter and D. Card, eds. Handbook of Labor Economics 3. New York: Elsevier.",
        "Sonin, K. 2003. Why the Rich May Prefer Poor Protection of Property Rights. Journal of Comparative Economics 31: 715-731.",
        "Stein, Ben. 2008. In the Boardroom, Every Back Gets Scratched, New York Times, April 6.",
        "Weisbach, Michael 5. 2007. Optimal Executive Compensation versus Managerial Power: A Review of Lucian Bebchuk and Jesse Frieds Pay without Performance: the Unfulfilled Promise of Executive Compensation. Journal of Economic Literature 45, June: 419-428.",
        "Williamson, Jeffrey G. 2006. Inequality and Schooling Responses to Globalization Forces: Lessons from History. NBER Working Paper 12553, September.",
        "Wood, Adrian. 1995. How Trade Hurt Unskilled Workers. Journal of Economic Perspectives 9, no. 3: 57-80."
    ]
}