{
    "id": 13987,
    "cites": 120,
    "cited_by": 17,
    "reference": [
        "Adams, Peter, Michael Hurd, Daniel McFadden, Agnela Merrill, Tiago Ribeiro. Healthy, Wealthy and Wise? Tests for Direct Causal Paths Between Health and Socioeconomic Status, Journal of Econometrics, 112, 2003: 3-56.",
        "Adler, Nancy, and Joan Ostrove. Socioeconomic Status and Health: What we Know and What we Dont, Socioeconomic Status and Health in Industrialized Nations. Annals of the New York Academy of Sciences 896, 1999:3-15.",
        "Almond, Douglas, Kenneth Chay, and David Lee. The Costs of Low Birth Weight, Quarterly Journal of Economics, 120, August 2005: 103 1-1084.",
        "Almond, Douglas, and Kenneth Chay. The Long-Run and Intergenerational Impact of Poor Infant Health: Evidence from Cohorts Born During the Civil Rights Era, Dept. of Economics, Columbia University, July 2005.",
        "Almond, Douglas, Kenneth Chay, and Michael Greenstone. Civil Rights, the War on Poverty, and Black-White Convergence in Infant Mortality in Mississippi, American Economic Review, forthcoming. Almond, Doug, Lena Edlund, and Martin Palme. Chernobyls Subclinical Legacy: Prenatal Exposure to Radioactive Fallout and School Outcomes in Sweden, NBER Working Paper, September 2007.",
        "Ashenfelter, Orley and Cecilia Rouse, Income, Schooling and Ability: Evidence from a New Sample of Identical Twins, Quarterly Journal of Economics, 113, 1998: 253-284.",
        "Barker, David. In Utero Programming of Chronic Disease, Clinical Science 95, 1998:115-28.",
        "Barker, D.J.P. 1998. Mothers, Babies and Health in Later Life. 2d ed. Edinburgh, UK: Churchill Livingston.",
        "Bedard, Kelley and Elizabeth Dhuey. The Persistence of Early Childhood Matruity: Interntaional Evidence of Long-Run Age Effects, The Quarterly Journal of Economics, forthcoming. Behrman, Jere. The Impact of Health and Nutrition on Education, World Bank Research Observer, 11 1, 1996: 23-37.",
        "Behrman, Jere, Robert Pollak, and Paul Taubman. Parental Preferences and Provision for Progeny, Journal of Political Economy, 90 1, 1982: 52-73.",
        "Behrman, Jere, Robert Pollak and Paul Taubman. family Resources, Family Size, and Access to Financing for College Education, Journal of Political Economy, 97 2, 1989: 398-419.",
        "Behrman, Jere and Mark Rosenzweig. Returns to Birthweight, Review of Economics and Statistics, 86 2, 2004: 586-60 1.",
        "Black, Sandra E., Paul J. Devereux, and Kjells G. Salvanes. From the cradle to the labor market? The effect of birth weight on adult outcomes, Quarterly Journal of Economics, 2007.",
        "Blackwell, Debra, Mark Haward, Eileen Crimmins, Does Childhood Health Affect Chronic Morbidity in Later Life, Social Science and Medicine, 52, 2001: 1269-1284.",
        "Blanden, Jo, Paul Gregg, and Lindsey Macmillan. Explaining Intergenerational Income Persistence: Non-Cognitive Skills, Ability, and Education, CMPO Working Paper 06/146, Dept. of Economics, University of Bristol, April 2006.",
        "Bleakley, Hoyt. Disease and Development: Evidence from Hookworm Eradication in the American South, Quarterly Journal of Economics, Feb. 2007.",
        "Bhattacharya, Jayanta and Janet Curie Youths at Nutritional Risk: Malnourished or Misnourished?, in Risky Behavior Among Youths: An Economic Analysis, Jonathan Gruber (ed). Chicago: University of Chicago Press for NBER, 2001: 483-522.",
        "Bonnie, R. J., C. E. Fulco, C. T. Liverman (eds.). 1999. Reducing the Burden of Injury. Washington D.C.: Institute of Medicine.",
        "Bozzoli, Carlos, Angus Deaton, and Climent Quintana-Domeque. Child Mortality, Income and Adult Height, NBER Working Paper 12966, March 2007.",
        "Breslau, N., J.E. DelDotto, G.G. Brown, S. Kumar, S. Ezhuthachan, K.G. Hufnagle, and E.L. Peterson. 1994. A gradient relationship between low birth weight and IQ at age 6 years. Archives of Pediatric and Adolescent Medicine 148:377-83.",
        "Brooks-Gunn, Jeanne, and Greg Duncan. The Effects of Pverty on Children, The Future of Children, 7, 1997: 55-7 1.",
        "Brooks-Gunn, Jeanne, Klebanov, Patricia, and Greg Duncan. Ethnic differences in childrens intelligence test scores: role of economic deprivation, home environment, and maternal characteristics, Child Development 67, 1996: 396-408.",
        "Case, Anne, Angela Fertig and Christina Paxson. The lasting impact of childhood health and circumstance, Journal of Health Economics, March 2005.",
        "Case, Anne, Diana Lee, and Christina Paxson. The Income Gradient in Childrens Health: A Comment on Curie, Shields and Wheatley Price, NBER Working Paper 13495, October 2007.",
        "Case, Anne, Darren Lubotsky and Christina Paxson. Economic status and health in childhood: the origins of the gradient, American Economic Review 92 5, 2002:1308-34.",
        "Case, Anne and Christina Paxson. Stature and Status: Height, Ability, and Labor Market Outcomes, NBER Working Paper 12466, August 2006.",
        "Caspi, Avshalom, Bradley Wright, Tenie Moffitt, and Phil Silva. Early Failure in the Labor Market: Childhood and Adolescent Predictors of Unemployment in the Transition to Adulthood, American Sociological Review, 63, 1998: 424-45 1.",
        "Chay, Kenneth Y. and Michael Greenstone. The Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by a Recession, Quarterly Journal of Economics, 118 3, 2003: 1121-67.",
        "Chevalier, Arnaud, and Vincent OSullivan. Mothers Education and Birth Weight, IZA Discussion Paper 2640, February 2007.",
        "Chou, Shin-Yi, Jin-Tan Liu, Michael Grossman, and Theodore Joyce. Parental Education and Child Health: Evidence from a Natural Experiment in Taiwan, NBER Working Paper 13466, October 2007.",
        "Coleman, James. 1966. Equity of Educational Opportunity. Washington, DC: U.S. Government Printing Office.",
        "Conley, Dalton and Neil Bennett. Is Biology destiny? Birth weight and life chances, American Sociological Review 65, June 2000: 458-67.",
        "Conley, Dalton and Neil Bennett. Birth weight and income: interactions across generations, Journal of Health and Social Behavior 42, December 2001: 450-65.",
        "Conley, Dalton, Kate Strully, and Neil Bennett. 2003. The starting gate: birth weight and life chances. Berkeley: University of California Press.",
        "Cunha, F., J.J. Heckman, and S.M. Schennach. Estimating the Technology of Cognitive and Noncognitive Skill Formation, Unpublished manuscript, University of Chicago, Department of Economics. Presented at the Yale Conference on Macro and Labor Economics, May 5-7, 2006.",
        "Currie, Janet and V. Joseph Hotz. Inequality in Life and Death: What Drives Racial Trends in U.S. Child Death Rates?, in Social Inequality. New York: Russell Sage, 2004: 569-632.",
        "Currie, Janet and Rosemary Hyson. Is the impact of health shocks cushioned by socioeconomic status? The case of low birth weight, American Economic Review 2, May, 1999: 19-22.",
        "Currie, Janet and Wanchuan Lin. Chipping Away at Health: More on the Relationship Between Income and Child Health, Health Affairs, 26 2, Mar/Apr 2007, 33 1-344.",
        "Currie, Janet and Bridget Madrian. 1999. Health, health insurance, and the labor market. In Handbook of Labor Economics Volume 3, ed. Orley Ashenfelter and David Card. Amsterdam: North-Holland.",
        "Currie, Janet and Enrico Moretti. Mothers Education and the Intergenerational Transmission of Human Capital: Evidence from College Openings, Quarterly Journal of Economics, VCXVIII 4, Nov. 2003, 1495-1532.",
        "Currie, Janet and Enrico Moretti, Biology as Destiny? Short and Long-Run Determinants of Intergenerational Transmission of Birth Weight, Journal of Labor Economics, April 2007.",
        "Currie, Janet and Matthew Neidell. Air Pollution and Infant Health: What Can We Learn From Californias Recent Experience? Quarterly Journal of Economics, vCXX 3, August 2005, 1003-1030.",
        "Currie, Janet and Mark Stabile. Socioeconomic status and health: why is the relationship stronger for older children?. American Economics Review 93 5, 2003:1813-23.",
        "Currie, Janet and Mark Stabile. Child Mental Health and Human Capital Accumulation: The Case of ADHD, Journal of Health Economics, 25 6, Nov. 2006: 1094-1118.",
        "Currie, Janet and Mark Stabile. Mental Health in Childhood and Human Capital, An Economic Perspective on the Problems of Disadvantaged Youth, in Jonathon Gruber (ed.) (Chicago: University of Chicago Press for NBER), forthcoming. Cutler, David and Adriana Lleras-Muney. Education and Health: Evaluating Theories and Evidence, NBER Working Paper 12352, June 2006.",
        "Cutler, David, Grant Miller and Douglas Norton. Evidence on Early-Life Income and Late-Life Health from Americas Dust Bowl Era, Proceedings on the National Academy of Sciences, 104 33, August 14 2007, 13244-13249.",
        "Cutler, David, Edward Glaeser, and Jesse Shapiro. Why Have Americans Become More Obese?, Journal of Economic Perspectives, 17 3, 2003: 93-118.",
        "Dahl, Gordon and Lance Lochner. The Impact of Family Income on Child Achievement, NBER Working Paper 11279, April 2005.",
        "Davey Smith, George, Carole Hart, David Blane, and David Hole. Adverse Socioeconomic Conditions in Childhood and Cause Specific Adult Mortality: Prospective Observational Study, British Medical Journal, 316, 1998: 163 1-1635.",
        "Dehejia, Rajeev and Adriana Lleras-Muney. Booms, Busts, and Babies Health, The Quarterly Journal of Economicsjl9 3, August 2004: 1091-1130.",
        "Desai, Sonalde and Soumya Alva. Maternal education and child health: Is there a strong causal relationship?, Demography 35 1, Feb. 1998:71-81.",
        "Ding, Weili, Steven Lehrer, J. Niels Rosenquist, and Janet Audrain-McGovern. The Impact of Poor Helath on Education: New Evidence Using Genetic Markers, NBER Working Paper 12304, June 2006.",
        "Doblhammer, G. The Late Life Legacy of Very Early Life (Springer, Berlin) 2004.",
        "Dobkin, Carlos and Fernando Ferreira. Do School Entry Laws Affect Educational Attainmetn and Labor Market Outcomes? July 2007, SSRN Working Paper http ://ssrn.comlabstract= 1007492.",
        "Dohrenwend, B.P., I. Levav, and P.E. Shrout, S. Schwartz, G. Naveh, B.G. Link, A.E. Skodol, and A. Stueve. Socioeconomic Status and Psychiatric Disorders: the CausationSelection Issue, Science, 255, 1992: 946-952.",
        "Doyle, Orla, Colm Harmon, and Ian Walker. The Impact of Parental Income and Education on Child Health: Further Evidence for England, Warwick Economic Research Papers 788, January 2007.",
        "Elo, Irma T. and Samuel H. Preston. Effects of Early Life Conditions on Adult Mortality: A Review, Population Index, 58, 1992: 186-212.",
        "Elford, Jonathan, Peter Whincup, and A.G. Shaper. Early Life Experience and Adult Cardiovascular Disease: Longitudinal and Case-Control Studies, International Journal of Epidemiology, 20, 1991: 833-844.",
        "Eriksson, Tor, Bernt Bratsberg, and Oddbjorn Raaum. Earnings persistence across generations: transmission through health? Working Paper 35/2005. Department of Economics, Oslo University.",
        "Ermisch, John and Marco Francesconi. Educational Choice, Families and Young Peoples Earnings, Journal of Human Resources, 35 1,2000: 146-176.",
        "Farmer, Elizabeth. Externalizing Behavior in the Life Course: The Transition from School to Work, Journal of Emotional and Behavioral Disorders, 1, 1993: 179-188.",
        "Farmer, Elizabeth. Extremity of Externalizing Behavior and Young Adult Outcomes, Journal of Child Psychology and Psychiatry, 36, 1995, 6 17-632.",
        "Fogel, Robert, W. Economic growth, population theory, and physiology: The bearing of long-term processes on the making of economic policy, The American Economic Review 84 3, 1994: 369-95.",
        "Fuchs, Victor, R. Poverty and Health: Asking the Right Questions, in D.E. Rogers and E. Ginzberg (eds) Medical Care and the Health of the Poor (Boulder, CO: Westview Press) 1993.",
        "Gluckman, P.D., and M. Hanson. 2005. The Fetal Matrix: Evolution, Development, and Disease. Cambridge, UK: Cambridge University Press.",
        "Gregg, Paul and Steven Machin. Child Development and Success or Failure in the Youth Labor Market, Center for Economic Performance, London School of Economics Discussion Paper 0397, July 1998.",
        "Grantham, McGregor, S., C. Powell, S. Walker, J. Himes. Nutritional Supplementation, Psychosocial Stimulation, and Mental Development of Stunted Children: The Jamaican Study, Lancet, 383, 1991:1-5.",
        "Grossman, Michael. The Human Capital Model. In The Handbook of Health Economics, ed. Anthony Culyer and Joseph P. Newhouse (Amsterdam: North Holland) 2000.",
        "Grossman, Michael and Robert Kaestner. Effects of Education on Health, in The Social Benefits of Education, Jere Behrman and Nevzer Stacey (eds.) (University of Michigan Press: Ann Arbor MI) 1997, 69-123.",
        "Heckman, James, Jora Stixrud, and Sergio Urzua. The Effects of Cognitive and Noncognitive Abilities on Labor Market Outcomes and Social Behavior, NBER Working Paper 12006, January 2006.",
        "Kessler, R., and P. Cleary. Social Class Psychological Distress, American Sociological Review 45, 1980: 463-478.",
        "Kessler, Ronald, Cindy Foster, William Saunders, and Paul Stang. Social Consequences of Psychiatric Disorders, I: Educational Attainment, American Journal of Psychiatry, 152, 1995, 1026-32.",
        "Korenman, Sanders and Jane Miller. Effects of Long-term Poverty on Physical Health of Children in the National Longitudinal Survey of Youth, in Gregg Duncan and Jeanne Brooks-Gunn (eds.) Consequences of Growing Up Poor (New York: Russell Sage Foundation) 1997.",
        "Kremer, Michael, and Edward Miguel. Worms: Identifying Impacts on Education and Health in the Presence of Treatment Externalities, Econometrica, 72 1, 2004: 159-217.",
        "Linnet, Karen et al., Gestational Age, Birth Weight, and the Risk of Hyperkinetic Disorder, Archives of Disease in Childhood, 2006: 1-6.",
        "Lundberg, Olle. Childhood Conditions, Sense of Coherence, Social Class and Adult Ill Health: Exploring Their Theoretical and Empirical Relations, Social Science and Medicine, 44, 1997: 821-831.",
        "Johnson, Rucker C., and Robert F. Schoeni, The Influence of Early-Life Events on Human Capital, Health Status, and Labor Market Outcomes Over the Life Course, Institute for Research on Labor and Employment. Population Studies Center Research Report 07-6 16, January 2, 2007.",
        "Luo, Ye and Linda J. Waite. The Impact of childhood and Adult SES on Physical, Mental and Cognitive Well-Being on Later Life, Journals of Gerontology: Social Sciences. 60B 2, 2005, S93-10 1.",
        "Maluccio, John, John Hoddinott, Jere Behrman, Reynaldo Martorell, Agnes Quisumbing, and Arveh Stein. The Impact of Nutrition During Early Childhood on Education Among Guatemalan Adults, University of Pennsylvania Population Studies Center Working Paper 06-04, 2006.",
        "Mannuzza, Salvatore and Rachel Klein. Long-Term Prognosis in AttentionDeficit /Hyperactivity Disorder, Child and Adolescent Psychiatric Clinics of North America, 9 3, July 2000: 7 11-726.",
        "Marmot, Michael, and Wilkinson, Richard (eds.). 1999. Social Determinants of Health. Oxford, UK: Oxford University Press.",
        "Marmot, Michael, M. Shipley, E. Brunner, and H. Hemingway. Relative Contribution of Early Life and Adutl Socioeconomic Factors to Adult Morbidity in the Whitehall II Study, Journal of Epidemiology and Community Health, 55, 2001: 301-307.",
        "McCrary, Justin, and Heather Royer. The Effect of Female education on Fertility and Infant Health: Evidence from School Entry Policies Using Exact Date of Birth, NBER Working Paper 12329, June 2006.",
        "McGarry, Kathleen. Intervivos Transfers and Intended Bequests, Journal of Public Economics, 73 3, 1999: 321-351.",
        "McGarry, Kathleen and Robert Schoeni. Transfer Behavior in the Health and Retirement Study: Measurement and the Redistribution of Resources within the Family, Journal of Human Resources, 30, 1995: S184-S226.",
        "McGarry, Kathleen and Robert Schoeni. Transfer Behavior Within the Family: Results from the Asset and Health Dynamics Study, The Journals of Gerontology, 52B, 1997: 82-92.",
        "McLeod, Jane D. and Karen Kaiser. Childhood Emotional and Behavioral Problems and Educational Attainment, American Sociological Review, 69, October 2004: 636-658.",
        "McLeod, J.D. and M.J. Shanahan. Poverty, Parenting and Childrens Mental Health, American Sociological Review, 58 3, 1993, 35 1-366.",
        "McLeod, Jane, and Michael Shanahan. Trajectories of Poverty and Childrens Mental Health, Journal of Health and Social Behavior, 37, 1996: 207-220.",
        "Menell, C. And P.B. Tymms. Inattention, Hyperactivity and Impulsiveness: Their Impact on Academic Achievement and Progress, British Journal of Educational Psychology, 72, 2000: 43-56.",
        "Miech, Richard, Avshalom Caspi, Terrie Moffitt, Bradley Entner Wright, and Phil Silva. Low Socioeconomic Status and Mental Disorders: A Longitudinal Study of Selection and Causation During Young Adulthood, American Journal of Sociology, 104, 1999: 1096-113 1.",
        "Moffitt, Terrie E., Avshalom Caspi, Michael Rutter. Strategy for investigating interactions between measured genes and measured environments, Archives of General Psychiatry 62, 2005: 473-8 1.",
        "Nagin, Daniel and Richard E. Tremblay. Trajectories of Boys Physical Aggression, Opposition, and Hypoeractivity on the Path to Physically Violent and Nonviolent Juvenile Delinquency, Child Development, 70, 1999: 1181-1196.",
        "Needleman, H., and B. Gatsonis, Meta-analysis of 24 Studies of Learning Disabilities due to Lead Poisoning, JAMA, 265, 1991: 673-678.",
        "Neidell, Matthew. Air Pollution, Health, and Socio-Economic Status: The Effect of Outdoor Air Quality on Childhood Asthma, Journal of Health Economics 23 6. Neugebauer, Richard, Hans Hoek, and Ezra Susser, Prenatal Exposure to Wartime Famine and Development of Antisocial Personality Disorder in Early Adulthood, Journal of the American Medical Association, 292, August 4, 1999: 455-462.",
        "Newacheck, Paul. Poverty and Childhood Chronic Illness, Archives of Pediatric and Adolescent Medicine, 148, 1994: 1143-1149.",
        "Newacheck, Paul and Neil Halfon, Prevalence and Impact of Disabling Chronic Conditions in Childhood, American Journal of Public Health, 88 4, 1988: 610-617.",
        "OConnor, T. G., M. Rutter, C. Beckett, J.M. Kreppner, L. Keaveney, and the English and Romanian Adoptees Study Team. The Effects of Global Severe Privation on Cognitive Competence: Extension and Longitudinal Follow-up, Child Development, 71, 2000: 376-390.",
        "Orr, Larry, Judith Feins, Robin Jacob, Erik Beecroft, Lisa Sanbonmatsu, Lawrence Katz, Jeffrey Liebman, and Jeffrey Kling. Moving to Opportunity: Interim Impacts Evaluation (Washington D.C.: U.S. Department of Housing and Urban Development) September 2003.",
        "Pocock, S.J., M. Smith, P. Baghurst. Environmental Lead and Childrens Intelligence: A Systematic Review of the Epidemiological Evidence, British Medical Journal, 309 6963, Nov. 5, 1994: 1189-1197.",
        "Pollitt, Ernesto, Kathleen Gorman, Patrice Engle, Reynaldo Martorell, and Juan Rivera. Early Supplementary Feeding and Cognition: Effects Over Two Decades, Monographs of the Society for Research in Child Development, 235, 58 7, 1993.",
        "Poulton, Richie, Avshalom Caspi, Barry Milne, W. Murray Thomson, Alan Taylor, Malcolm Sears, and Tenie Moffitt. Association Between Childrens Experience of Socioeconomic Disadvantage and Adult Health: A Life-Course Study, The Lancet, 360, Nov. 23, 2002: 1640-1645.",
        "Power, C. and C. Peckham. Childhood Morbidity and Adulthood Ill Health, Journal of Epidemiology and Community Health, 44, 1990: 69-74.",
        "Powers, Elizabeth T. New Estimates of the Impact of Child Disability on Maternal Employment, The American Economic Review: Papers and Proceedings of the Hundred Thirteenth Annual Meeting of the American Economic Association, 91 2, May 2001: 135- 139.",
        "Rauh, Virginia, Robin Garfinkel, Frederica Perera et al. Impact of Prenatal Chlorpyrifos Exposure on Neurodevelopment in the First 3 Years of Life Among Inner-City Children, Pediatrics, 118 6, Dec. 2006: 1845-1859.",
        "Reyes, Jessica. The Impact of Prenatal Lead Exposure on Health, Department of Economics, Amherst College, Working Papers, 2005.",
        "Rosenzweig, Mark and Junsen Zhang, Do Population Control Policies Induce More Human Capital Investment? Twins, Birthweight, and Chinas `One Child Policy, Working paper 114, March 2006, Bureau for Research in Economic Analysis of Development, Harvard University.",
        "Royer, Heather. 2005. Separated at girth: estimating the long-run and intergenerational effects of birthweight using twins. Ford School of Public Policy, University of Michigan, Ann Arbor MI.",
        "Rush, D., J. Leighton, N. Sloan et al. The National WIC Evaluation: Evaluation of the Special Supplemental Food Program for Women, Infants, and Children, VI: Study of Infants and Children, American Journal of Clinical Nutrition, 48, 1988: 484-511.",
        "Rutter, M. 2006. Genes and Behavior: Nature-Nurture Interplay Explained. Oxford, UK: Blackwell Publishers.",
        "Shaffer, D., P. Fisher, M.K. Dulcan, M. Davies, J. Piacentini et al. The NIMH Diagnostic Interview Schedule for Children Version 2.3 (DISC-2.3): Description, acceptability, prevalence rates, and performance in the MECA Study. Methods for the Epidemiology of Child and Adolescent Mental Disorders Study, Journal of the American Academy of Child and Adolescent Psychiatry, 35, 1996: 865-877.",
        "Smith, James P. The Impact of Social Economic Status on Health over the Life Course, Journal of Human Resources, 42 4, Fall 2007: 739-764.",
        "Smith, James P. Healthy Bodies and Thick Wallets: The Dual Relation between Health and Economic Status, Journal of Economic Perspectives, 13 2, Spring 1999: 145.",
        "Smolensky, Eugene, and Jennifer A. Gootman. 2003. Working Families and Growing Kids: Caring for Children and Adolescents, eds. Board on Children, Youth, and Families, Division of Behavioral and Social Sciences Education. Washington, DC: The National Academics Press.",
        "Strohschein, Lisa. Household Income Trajectories and Child Mental Health Trajectories, 46 4, 2005: 359-375.",
        "U.S. Centers for Disease Control. Childrens Blood Lead Levels in the United States, http ://www.cdc .gov/nceh/lead/research/kidsBLL.htmTracking BLL, March 12, 2003.",
        "U.S. Department of Health and Human Services. Mental Health: A Report to the Surgeon General (Rockville MD: U.S. Dept. Of Health and Human Services) (1999).",
        "U.S. Environmental Protection Agency, Indoor Environments Division Office of Air and Radiation, Asthma Facts, EPA 402-F-04-019 (2006).",
        "Van den Berg, Maarten Lindeboom, and France Portrait, Economic Conditions Early in Life and Individual Mortality, American Economic Review, forthcoming. Vrijheid, Martine. Health Effects of Residence Near Hazardous Waste Landfill Sites: A Review of Epidemiologic Literature, Environmental Health Perspectives Supplements 108 S1, 2000: 101-12.",
        "Wolfe, Barbara L., and Steven C. Hill. The Effects of Health on the Work Effort of Single Mothers, The Journal of Human Resources, 30 1, 1995: 42-62."
    ]
}