{
    "id": 13996,
    "cites": 39,
    "cited_by": 8,
    "reference": [
        "Aaronson, Daniel (2001) Ã\u0082â\u0080\u0098Price Pass Through and the Minimum WageÃ\u0082â\u0080\u0099, Review of Economics and Statistics, 83, 158-169.",
        "Aaronson, Daniel and French, Eric (2006) Ã\u0082â\u0080\u009cProduct Market Evidence on the Employment Effects of the Minimum WageÃ\u0082â\u0080\u009d Federal Reserve Bank of Chicago Working Paper No. 21.",
        "Aaronson, Daniel and French, Eric (2007) Ã\u0082â\u0080\u009cProduct Market Evidence on the Employment Effects of the Minimum WageÃ\u0082â\u0080\u009d Journal of Labour Economics, 25 (1) 167-200.",
        "Aghion, Philippe, Nick Bloom, Richard Blundell, Rachel Griffith and Peter Howitt (2005), Ã\u0082â\u0080\u009cCompetition and Innovation: An inverted U relationshipÃ\u0082â\u0080\u009d, Quarterly Journal of Economics,120, 701-728.",
        "Ashenfelter, Orley and Robert Smith (1979) Ã\u0082â\u0080\u0098Compliance with the Minimum Wage LawÃ\u0082â\u0080\u0099, Journal of Political Economy, 87, 333-50.",
        "Besley, Tim and Robin Burgess (2004) Ã\u0082â\u0080\u0098Can Labour Regulation Hinder Economic Performance? Evidence from IndiaÃ\u0082â\u0080\u0099, Quarterly Journal of Economics, 119, 91-134.",
        "Bloom, Nicholas and Van Reenen, John (2007) Ã\u0082â\u0080\u0098Measuring and Explaining Management practices across firms and nationsÃ\u0082â\u0080\u0099, Quarterly Journal of Economics 122, 1351Ã\u0082â\u0080\u00931408.",
        "Blundell, Richard, Monica Costa Dias, Costas Meghir and John Van Reenen (2004) Ã\u0082â\u0080\u0098Evaluating the Employment Impact of a Mandatory Job Search Assistance ProgrammeÃ\u0082â\u0080\u0099, Journal of the European Economics Association, 2, 569-606.",
        "Bond, Stephen. and Jason Cummins (2000) Ã\u0082â\u0080\u0098The Stock Market and Investment in the New Economy: Some Tangible Facts and Intangible FictionsÃ\u0082â\u0080\u0099, Brookings Papers on Economic Activity, 1, 61-124.",
        "Borjas, George (2004) Labor Economics, McGraw-Hill (2nd edition).",
        "Brown, Charles (1999) Ã\u0082â\u0080\u0098Minimum Wages, Employment, and the Distribution of IncomeÃ\u0082â\u0080\u0099, Chapter 32 in Orley Ashenfelter and David Card (eds.) Handbook of Labour Economics, North Holland Press.",
        "Brown, Charles, Curtis Gilroy and Andrew Kohen (1982) Ã\u0082â\u0080\u0098The Effect of the Minimum Wage on Employment and UnemploymentÃ\u0082â\u0080\u0099, Journal of Economic Literature, 20, 487-528.",
        "Card, David (1992) Ã\u0082â\u0080\u0098Using Regional Variation in Wages to Measure the Effects of the Federal Minimum WageÃ\u0082â\u0080\u0099, Industrial and Labour Relations Review, 46,: 22-37.",
        "Card, David and Alan Krueger (1994) Ã\u0082â\u0080\u0098Minimum Wages and Employment: A Case Study of the Fast Food Industry in New Jersey and PennsylvaniaÃ\u0082â\u0080\u0099, American Economic Review, 84, 772-793.",
        "Card, David and Alan Krueger (1995) Myth and Measurement: The New Economics of the Minimum Wage, Princeton University Press.",
        "Culley, Mark, Woodland, Stephen, OÃ\u0082â\u0080\u0099Reilly, Andrew and Dix, Gill (1999) Britain at Work, London: Routledge.",
        "Dickens, Richard, Stephen Machin and Alan Manning (1999) The Effects of Minimum Wages on Employment: Theory and Evidence From Britain, Journal of Labour Economics, 17, 1-22.",
        "DiNardo, John, Nicole Fortin and Thomas Lemieux (1996) Ã\u0082â\u0080\u0098Labour Market Institutions and the Distribution of WagesÃ\u0082â\u0080\u0099, Econometrica, 64, 1001-44.",
        "Dickens, Richard and Alan Manning (2004) Ã\u0082â\u0080\u0098Has the National Minimum Wage Reduced UK Wage Inequality?Ã\u0082â\u0080\u0099 Journal of the Royal Statistical Society, Series A, 167, 613-626.",
        "Heckman, James, Hide Ichimura and Petra Todd (1997) Ã\u0082â\u0080\u0098Matching as an Econometric Evaluation EstimatorÃ\u0082â\u0080\u0099, Review of Economic Studies, 65, 261-294.",
        "Hicks, John (1932) A Theory of Wages, London: Macmillan.",
        "Kreps, David and Scheinkman, J. (1983) Ã\u0082â\u0080\u009cQuantity Precommitment and Bertrand competition yield Cournot outcomesÃ\u0082â\u0080\u009d Bell Journal of Economics, 14, 326-227.",
        "Lemos, Sara (2005) Ã\u0082â\u0080\u0098A Survey of the Effects of Minimum Wages on PricesÃ\u0082â\u0080\u0099, University of Leicester mimeo.",
        "Machin, Stephen and Alan Manning (1994) Ã\u0082â\u0080\u0098Minimum Wages, Wage Dispersion and Employment: Evidence from the U.K. Wages CouncilsÃ\u0082â\u0080\u0099, Industrial and Labour Relations Review, 47, 319-29.",
        "Machin, Stephen and Alan Manning (2004) Ã\u0082â\u0080\u0098A Test of Competitive Labour Market Theory: The Wage Structure amongst Care Assistants in the South of EnglandÃ\u0082â\u0080\u0099, Industrial and Labour Relations Review, 57, 371-85.",
        "Machin, Stephen, Alan Manning and Lupin Rahman (2003) Ã\u0082â\u0080\u0098Where the Minimum Wage Bites Hard: The Introduction of the UK National Minimum Wage to a Low Wage SectorÃ\u0082â\u0080\u0099, Journal of the European Economic Association, 1, 154-80.",
        "Machin, Stephen and John Van Reenen (1993) Ã\u0082â\u0080\u0098Profit Margins and the Business Cycle: Evidence from UK Manufacturing FirmsÃ\u0082â\u0080\u0099, Journal of Industrial Economics, 41, 29-50.",
        "Machin, Stephen and Joan Wilson (2004) Ã\u0082â\u0080\u0098Minimum Wages in a Low Wage Labour Market: Care Homes in the UKÃ\u0082â\u0080\u0099, Economic Journal, 114, 102-109.",
        "Metcalf, David (2002) Ã\u0082â\u0080\u0098The National Minimum Wage: Coverage, Impact and FutureÃ\u0082â\u0080\u0099, Oxford Bulletin of Economics and Statistics, 64, 567-82.",
        "Metacalf, David (2003) Ã\u0082â\u0080\u0098Unions and productivity, financial performance and investment: international evidenceÃ\u0082â\u0080\u0099 in Addison, John and Schnabel, Claus (eds), International Handbook of Trade Unions, London: Edward Elgar.",
        "Neumark, David and Olena Nizolava (2007) Ã\u0082â\u0080\u0098Minimum Wages in the Longer RunÃ\u0082â\u0080\u0099, Journal of Human Resources, 42, 435-52.",
        "Neumark, David and William Wascher (1992) Ã\u0082â\u0080\u0098Employment Effects of Minimum and Sub-minimum Wage Laws, Industrial and Labour Relations Review, 46, 55-81.",
        "Neumark, David and William Wascher (2007) Ã\u0082â\u0080\u009cMinimum Wages and EmploymentÃ\u0082â\u0080\u009d, Foundations and Trends in Microeconomics, 3, 1-182.",
        "Slade, Margaret (2004) Ã\u0082â\u0080\u0098Models of Firm-Level ProfitabilityÃ\u0082â\u0080\u0099, International Journal of Industrial Organization, 22, 289-308.",
        "Stewart, Mark (2002) Ã\u0082â\u0080\u0098Estimating the Impact of the Minimum Wage Using Geographical Wage VariationÃ\u0082â\u0080\u0099, Oxford Bulletin of Economics and Statistics, 64, 583-605.",
        "Stewart, Mark (2004) Ã\u0082â\u0080\u0098The Impact of the Introduction of the UK Minimum Wage on the Employment Probabilities of Low Wage WorkersÃ\u0082â\u0080\u0099, Journal of the European Economic Association, 2, 67-97.",
        "Tirole, Jean (1989) The Theory of Industrial Organization, Cambridge: MIT Press.",
        "Van Reenen, John (1996) Ã\u0082â\u0080\u0098The Creation and Capture of Economic Rents: Wages and Innovation in a Panel of UK CompaniesÃ\u0082â\u0080\u0099, Quarterly Journal of Economics, 111, 195-226.",
        "Varian, Hal (1986) Microeconomic Analysis, Second Edition New York: Norton."
    ]
}