{
    "id": 13998,
    "cites": 29,
    "cited_by": 2,
    "reference": [
        "[1] Atkeson, Andrew and Patrick J. Kehoe. Modeling and Measuring Organization Capital. Journal of Political Economy 113, no. 5 (October 2005):1026-1053.",
        "[2] Blanchard, Olivier, Notes on the Evolution of Profits in the OECD. MIT, October 1996. 23",
        "[3] Brynjolfsson, Eric, Lauren Hitt, and Shinkyu Yang, Intangible Assets: How the Interaction of Information Technology and Organizational Structure Affects Stock Market Valuations. Brookings Papers on Economic Activity 1 (2000): 137- 199.",
        "[4] Dagsvik, John, Boyan Jovanovic, and Andrea Shepard. A Foundation for Three Popular Assumptions in Job-Matching Models. Journal of Labor Economics 3 (October 1985): 403-420.",
        "[5] Diamond, Peter. Aggregate Demand Management in Search Equilibrium. Journal of Political Economy 90 (October 1982): 881-94.",
        "[7] Gabaix, Xavier and Augustin Landier. Why has CEO Pay Increased so Much? Quarterly Journal of Economics, forthcoming 2008.",
        "[8] Goldin, Claudia, and Lawrence F. Katz, The Returns to Skill in the United States Across the Twentieth Century. Working Paper No. 7126, National Bureau of Economic Research, Cambridge, MA (1999).",
        "[9] Hall, Robert E., The Stock Market and Capital Accumulation. American Economic Review 91, no. 5 (December 2001): 1185-1202.",
        "[12] Jovanovic, Boyan. The Diversification of Production. Brookings Papers (Microeconomics) 1 (1993): 197-247.",
        "[13] Jovanovic, Boyan, and Robert Moffitt. An Estimate of a Sectoral Model of Labor Mobility. Journal of Political Economy 98 (August 1990): 827-852.",
        "[14] Julien, Benoit, John Kennes and Ian King, 2000. Bidding for Labor. Review of Economic Dynamics 3, no. 4 (October 2000): 619-649.",
        "[16] Kaplan, Steven, and Bernadette Minton, How has CEO Turnover Changed? National Bureau of Economic Research Working Paper No. 12465, 2006. 24",
        "[17] Kortum, Samuel and Josh Lerner. What Is Behind the Recent Surge in Patenting ? Research Policy, 1999, 28(1), pp. 1-22.",
        "[18] Laitner, John, and Dmitriy Stolyarov. Technological Change and the Stock Market. American Economic Review 93, no. 4 (September 2003): 1240-1267.",
        "[19] Lippman, Steven A., and John J. McCall. Competitive Production and Increases in Risk. American Economic Review 71 (March 1981): 207-11.",
        "[20] Lucas, Robert E. Jr. On the Size Distribution of Business Firms. Bell Journal 9 (Autumn 1978): 508-23.",
        "[21] Lucier, Chuck, Steven Wheeler and Rolf Habbel. The Era of the Inclusive Leader. Strategy and Business 47 (Summer 2007) Resilience Report Booz Allen Hamilton. http://www.strategy-business.com/ resiliencereport /resilience/rr00047.",
        "[22] Lustig, Hanno, Chad Syverson and Stijn Van Nieuwerburgh, IT, Corporate Payouts, and the Growing Inequality in Managerial Compensation. University of Chicago, November 2007.",
        "[23] McGrattan, Ellen, and Edward C. Prescott. Is the Stock Market Overvalued? Working Paper No. 8077, National Bureau of Economic Research, Cambridge, MA (2001).",
        "[24] Mincer, Jacob, and Yoshio Higuchi. Wage Structures and Labor Turnover in the United States and Japan. Journal of the Japanese and International Economy 2 (June 1988): 97-133.",
        "[25] Mitchell, Matthew. The Scope and Organization of Production: Firm Dynamics over the Learning Curve. RAND Journal of Economics Vol. 31, no. 1 (Spring 2000): 180-205.",
        "[27] Myerson, Roger. Optimal Auction Design Mathematics of Operation Research 6 (1981): 58-73.",
        "[28] Nelson, Daniel. Managers and Workers. 2nd ed. Madison, WI: University of Wisconsin Press, 1995.",
        "[30] Prescott, Edward C. and Michael Visscher. Organization Capital. Journal of Political Economy 88, no. 3 (June 1980): 446-61.",
        "[31] Smith, Adam. An Inquiry into the Nature and Causes of the Wealth of Nations. 1776. Reprint. Edited by Roy H. Campbell and Andrew S. Skinner. Oxford: Clarendon, 1976.",
        "[32] Stewart, Jay. Recent Trends in Job Stability and Job Security: Evidence from the March CPS. Working Paper no. 356, Bureau of Labor Statistics (March 2002).",
        "[34] United States Bureau of the Census, Department of Commerce. Statistical Abstract of the United States. Washington, DC: Government Printing Office, various issues.",
        "[36] United States Bureau of Labor Statistics. Monthly Labor Review. Washington, DC: Government Printing Office, various issues.",
        "[37] United States Bureau of Economic Analysis. Survey of Current Business. Washington, DC: Government Printing Office, 2007."
    ]
}