{
    "id": 13993,
    "cites": 28,
    "cited_by": 314,
    "reference": [
        "Bianchi, Suzanne M., John P. Robinson, and Melissa A. Milkie. 2006. Changing Rhythms of American Family Life. ASA Rose Series. New York: Sussell Sage.",
        "Burda, Michael, Daniel Hamermesh, and Philippe Weil, 2008. The Distribution of Total Work in the EU and US, in Working Hours and Job Sharing in the EU and USA, eds. Boeri, T., Burda, M.C., and Karmarz, F., Oxford University Press (forthcoming).",
        "Bryant, W. Keith and Cathleen D. Zick. 1993. Trends in time spent caring for children: 1924:3 1 vs. 1981. Proceedings of the American Statistical Associations 1993 Winter Conference, 401-409.",
        "Datcher-Loury, Linda. 1988. Effects of Mothers Home Time on Childrens Schooling. Review of Economics and Statistics 70(3):367-73.",
        "Department of Social Studies, Department of Sociology of the Universidad Catolica of Chile. National Council of Science and Technology, Project Number 1980857.",
        "Etaugh, Claire. 1984. Effects of Maternal Employment on Children: An Updated Review. Paper presented at the Annual Meeting of the Midwestern Psychological Association.",
        "Gauthier, Ann H., Timothy M. Smeeding, and Frank F. Furstenberg, Jr. 2004. Are Parents Investing Less Time in Children? Trends in Selected Industrialized Countries. Population and Development Review, 30(4): 647-67 1.",
        "Han, Wen-Jui, Jane Waldfogel, Jeanne Brooks-Gunn. 2001. The Effects of Early Maternal Employment on Later Cognitive and Behavioral Outcomes, Journal of Marriage and the Family, 63(2) (May): 336-354.",
        "Haveman, Robert and Barbara Wolfe. 1995. The Determinants of Childrens Attainments: A Review of Methods and Findings. Journal of Economic Literature, 33(4): 1829-1879.",
        "Hill, C. Russell and Frank P. Stafford. 1974. Allocation of Time to Preschool Children and Educational Opportunity. The Journal of Human Resources, 9(3): 323-341.",
        "Joesch, Jutta M. and Katharina Spiess. 2006. European mothers time spent looking after children-Differences and similarities across nine countries. Electronic International Journal of Time Use Research, 3(1): 1-27.",
        "Juster, Thomas. 1985 Preferences for Work and Leisure in Time, Goods, and Well-Being. F.T.Juster and F.P. Stafford, eds., Ann Arbor, MI: Institute for Social Research, University of Michigan, pp. 333-51.",
        "Kimmel, Jean and Rachel Connelly, 2007. Mothers Time Choices: Caregiving, Leisure, Home Production, and Paid Work Journal of Human Resources, 42(3), 643-6 1.",
        "Klerman, Jacob A. and Arleen Leibowitz. 1999. Job Continuity among New Mothers. Demography, 36(2): 145-155.",
        "Krueger, Alan, Daniel Kahneman, David Schkade, Norbert Schwarz, and Arthur Stone (2007). National Time Accounting: The Cunency of Life. Working paper.",
        "Leibowitz, Arleen. 1972. Womens Allocation of Time to Market and Nonmarket Activities: Differences by Education. Ph.D. dissertation, Columbia University, 1972.",
        "Leibowitz, Arleen. 1974. Home Investments in Children. Journal of Political Economy 82(2): 111-131.",
        "Leibowitz, Arleen. 1977. Parental Inputs and Childrens Achievement. Journal of Human Resources 12(2): 243-5 1.",
        "Pleck, J. H. 1997. Paternal Involvement: Levels, Sources, and Consequences. In M. E. Lamb (Ed.), The Role of the Father in Child Development (pp. 66-103). New York: Wiley.",
        "Ramey, Garey and Valerie Ramey. 2007. The Rug Rat Race. University of San Diego Working Paper.",
        "Robinson, John and Geoffrey Godbey. 1999. Time for Life. University Park, PA: Pennsylvania State University Press.",
        "Sayer, Liana, Suzanne Bianchi, and John Robinson. 2004. Are Parents Investing Less in Children? Trends in Mothers and Fathers Time with Children. American Journal of Sociology, 110(1): 1-43.",
        "Sayer, Liana C, Anne H. Gauthier, and Frank F. Furstenberg, Jr. 2004. Educational Differences in Parents Time with Children: Cross-National Variations. Journal of Marriage and Family, 66(5): 1152-1169.",
        "SF1-Survey. The Time Use of Households: a Scheduling of the Danes Daily Use of Time. 2001.",
        "Statistics Canada, General Social Survey Cycle 19: Time Use, 12MOO19GPE, 2005.",
        "Statistics Canada, General Social Survey Cycle 12: Time Use, 12MOO12GPE, 1998.",
        "Steelman, Lala C. and James A. Mercy. 1980. Unconfounding the Confluence Model: A Test of the Sibship Size and Birth Order Effects on Intelligence. American Sociological Review, 45(4): 571-582.",
        "Zick, Cathleen D. and W. Keith Bryant. 1996. A new look at parents time spent in child care: Primary and secondary time use. Social Science Research 25(3): 260-280."
    ]
}