{
    "id": 13990,
    "cites": 27,
    "cited_by": 4,
    "reference": [
        "V. Bulmer-Thomas (1994), The Economic History of Latin America Since Independence (Cambridge: Cambridge University Press).",
        "L. CatÃ\u0083Â£o (1998), Ã\u0082â\u0080\u009cMexico and export-led growth: the Porfirian period revisited,Ã\u0082â\u0080\u009d Cambridge Journal of Economics 22, 1(January): 59-78.",
        "W. A. G. Clark (1909), Cotton Goods in Latin America, Part I: Cuba, Mexico, and Central America. Special Agent Series No. 31 (Washington, D.C.: Department of Commerce and Labor, Bureau of Manufactures, U.S. Government Printing Office).",
        "W. A. G. Clark (1910), Cotton Goods in Latin America, Part II: Brazil, Colombia, and Venezuela. Special Agent Series No. 36 (Washington, D.C.: Department of Commerce and Labor, Bureau of Manufactures, U.S. Government Printing Office).",
        "J. H. Coatsworth and J. G. Williamson (2004a), Ã\u0082â\u0080\u009cAlways Protectionist? Latin American Tariffs from Independence to Great Depression,Ã\u0082â\u0080\u009d Journal of Latin American Studies 36, part 2 (May): 205-32.",
        "J. H. Coatsworth and J. G. Williamson (2004b), AThe Roots of Latin American Protectionism: Looking Before the Great Depression.@ In A. Estevadeordal, D. Rodrik, A. Taylor and A. Velasco (eds.), FTAA and Beyond: Prospects for Integration in the Americas (Cambridge, Mass.: Harvard University Press).",
        "R. Dobado and G. A. Marrero (2005), Ã\u0082â\u0080\u009cCorn Market Integration in Porfirian Mexico,Ã\u0082â\u0080\u009d Journal of Economic History 65, 1 (March): 103-28.",
        "R. Dobado, A. GÃ\u0083Â³mez Galvarriato and J. G. Williamson (2006), Ã\u0082â\u0080\u009cGlobalization, De-Industrialization and Mexican Exceptionalism 1750-1879,Ã\u0082â\u0080\u009d NBER Working Paper 12316, National Bureau of Economic Research, Cambridge, Mass. (June).",
        "A. Dorfman (1970, Historia de la Industria Argentina (Buenos Aires: Solar).",
        "L. S. Garry (1920), Textile Markets of Argentina, Uruguay and Paraguay. Special Agent Series No. 194 (Washington, D.C.: Department of Commerce and Labor, Bureau of Manufactures, U.S. Government Printing Office).",
        "E. R. Grilli and M. C. Yang (1988), Ã\u0082â\u0080\u009cPrimary Commodity Prices, Manufactured Goods Prices, and the Terms of Trade of Developing Countries: What the Long Run Shows,Ã\u0082â\u0080\u009d World Bank Economic Review 2: 1-48.",
        "S. Haber (1989), Industry and Underdevelopment: The Industrialization of Mexico (Stanford: Stanford University Press).",
        "S. Haber (2002), Ã\u0082â\u0080\u009cIt WasnÃ\u0082â\u0080\u0099t All PrebischÃ\u0082â\u0080\u0099s Fault: The Political Economy of Twentieth Century Industrialization in Latin America.Ã\u0082â\u0080\u009d Unpublished, Stanford University.",
        "S. Haber (2006), Ã\u0082â\u0080\u009cThe Political Economy of Industrialization,Ã\u0082â\u0080\u009d in V. Bulmer-Thomas, J. Coatsworth and R CortÃ\u0083Â©s-Conde (eds.), The Cambridge Economic History of Latin America: Volume II (Cambridge: Cambridge University Press), pp. 537-84.",
        "W. A. Lewis (1978a), The Evolution of the International Economic Order (Princeton, N.J.: Princeton University Press).",
        "W. Martin (2003), Ã\u0082â\u0080\u009cDeveloping CountriesÃ\u0082â\u0080\u0099 Changing Participation in World Trade,Ã\u0082â\u0080\u009d World Bank Research Observer 18(20): 187-203.",
        "A. Meisel Roca and A. LÃ\u0083Â³pez Mejia (1990), Papel moneda, tasas de interÃ\u0083Â©s y revaluaciÃ\u0083Â³n durante la RegeneraciÃ\u0083Â³n (BogotÃ\u0083Â¡: Banco de la RepÃ\u0083Âºblica).",
        "R. Salvucci (2006), Ã\u0082â\u0080\u009cExport-Led Industrialization,Ã\u0082â\u0080\u009d in V. Bulmer-Thomas, J. Coatsworth and R CortÃ\u0083Â©s-Conde (eds.), The Cambridge Economic History of Latin America: Volume II (Cambridge: Cambridge University Press).",
        "W. Suzigan (2000), Industria brasileira: origem e desenvolvimento (Sao Paulo: Hucitec and Unicamp).",
        "H. W. Singer (1950), The Distribution of Gains between Investing and Borrowing Countries, American Economic Review 40: 473-85.",
        "X. Tafunell (2007), Ã\u0082â\u0080\u009cUn factor clave del nexo entre energÃ\u0083Â­a y desarrollo durante la primera globalizaciÃ\u0083Â³n: la dotaciÃ\u0083Â³n de maquinaria en AmÃ\u0083Â©rica Latina, 1890-1930.Ã\u0082â\u0080\u009d Paper presented at the First Congress of Latin American Economic History, Montevideo, December 5-7, 2007.",
        "A. M. Taylor (1998), Ã\u0082â\u0080\u009cOn the Costs of Inward-Looking Development: Price Distortions, Growth, and Divergence in Latin America,Ã\u0082â\u0080\u009d Journal of Economic History 58 (March): 1-28.",
        "U. S. Department of Commerce (1870-1914), Bureau of Foreign and Domestic Commerce, The Foreign Commerce and Navigation of the United States (Washington, D.C.: USGPO, annual issues).",
        "U. S. Congressional Papers (1912), 82nd Congress, 2nd Session, House Document No. 643, pt. 1 (Washington, D.C.: USGPO).",
        "U. K. Parliamentary Papers (1870-1914), Annual Statement of the Trade of the United Kingdom with Foreign Countries and British Possessions (London: HMSO, annual issues).",
        "J. G. Williamson (2006a), Ã\u0082â\u0080\u009dGlobalization, De-Industrialization and Underdevelopment in the Third World Before the Modern Era,Ã\u0082â\u0080\u009d Journal of Iberian and Latin American History (Revista de Historia EconÃ\u0083Â³mica) 24 1 (Primavera): 9-36.",
        "C. YÃ\u0083Â¡Ã\u0083Â±ez, M. Rubio and A. Carreras (2006), Ã\u0082â\u0080\u009cEconomic modernisation in Latin America and the Caribbean between 1890 and 1925: A view from the energy consumption.Ã\u0082â\u0080\u009d Paper presented at the 44th Cliometrics Conference June 2-4 2006, Binghampton (NY)."
    ]
}