{
    "id": 13994,
    "cites": 48,
    "cited_by": 26,
    "reference": [
        "Angrist, Joshua D. and Victor Lavy. 1999. Using Maimonides Rule to Estimate the Effect of Class Size on Student Achievement Quarterly Journal of Economics 114: 533-575.",
        "Ashenfelter, Orley and Alan Krueger. 1994. Estimating the returns to schooling using a new sample of twins. American Economic Review 84: 1157-1173.",
        "Ashenfelter, Orley and Cecilia Rouse. 1998. Income, schooling and ability: Evidence from a new sample of identifical twins. Quarterly Journal of Economics 113: 253-284.",
        "Baumeister, R. F., Campbell, J. D., Krueger, J. I. and Vohs, K. D. 2003. Does High SelfEsteem Cause Better Performance, Interpersonal Success, Happiness, or Healthier Lifestyles? Psychological Science in the Public Interest 4(1): 1-44.",
        "Baumeister, R. F., Campbell, J. D., Krueger, J. I. and Vohs, K. D. 2004. Exploding the Self-Esteem Myth. Scientific American, 20 December.",
        "Boruch, Robert. 2002. The Virtues of Randomness. Education Next 2(3): 37-41.",
        "Bowles, Samuel and Herbert Gintis. 1976. Schooling in Capitalist America. Educational reform and the contradictions of economic life. New York: Basic Books.",
        "Carneiro, Pedro and James J. Heckman. 2003. Human Capital Policy. In James J.",
        "Heckman and Alan B. Krueger. Inequality in America. What Role for Human Capital Policies? Cambridge, Mass: MIT Press. Case, Ann and Angus Deaton. 1999. School Inputs and Educational Outcomes in South Africa. Quarterly Journal of Economics 114:1047-1084.",
        "Dee, Thomas 5. 2005. A Teacher Like Me: Does Race, Ethnicity or Gender Matter? American Economic Review 95(2): 158-165.",
        "Dee, Thomas 5. 2007. Teachers and the Gender Gaps in Student Achievement. Journal of Human Resources 42(3): 528-554.",
        "Dee, Thomas S. and Sarah Cohodes. 2008. Out-of-Field Teaching and Student Achievement: Evidence from `Matched-Pairs Comparisons. Public Finance Review 36(1): 7-32.",
        "Deke, John and Joshua Haimson. 2006. Valuing Student Competencies: Which Ones Predict Postsecondary Educational Attainment and Earnings, and for Whom? Princeton, NJ: Mathematica Policy Research.",
        "Duncan, Greg J. and Rachel Dunifon. 1998. `Soft-skills and long-run labor market success. Research in Labor Economics 17: 123-149.",
        "Dunifon, Rachel, Greg J. Duncan and Jeanne Brooks-Gunn. 2001. As Ye Sweep, So Shall Ye Reap. American Economic Review 9 1(2): 150-154.",
        "Education Commission of the States. 2005. State Class-Size Reduction Measures, Denver, Colorado: Education Commission of the States.",
        "Edwards, Richard C. 1976. Individual traits and organizational incentives: What makes a good worker? Journal of Human Resources 11(1): 5 1-68.",
        "Finn, Jeremy D. and Charles M. Achilles. 1990. Answers and Questions about Class Size: A Statewide Experiment. American Educational Research Journal 27(3): 557577.",
        "Finn, Jeremy D., John Folger, and Deborah Cox. 1991. Measuring Participation Among Elementary School Students. Educational and Psychological Measurement 51(393-402).",
        "Finn, Jeremy D., DeWayne Fulton, Jayne Zaharias, and Barbara A. Nye. 1989. Peabody Journal of Education. 67(1): 75-84.",
        "Finn, Jeremy D., Susan B. Gerber, and Jayne Boyd-Zaharias. 2005. Small Classes in the Early Grades, Academic Achievement, and Graduating from High School.",
        "Journal of Educational Psychology 97(2): 214-223. Finn, Jeremy D., Gina M. Pannozzo, and Charles M. Achilles. 2003. The `Whys of Class Size: Student Behavior in Small Classes. Review of Educational Research 73(3): 321-368.",
        "Finn, Jeremy D., Jayne Boyd-Zaharias, Reva M. Fish, and Susan B. Gerber. 2007.",
        "Project STAR and Beyond: Database Users Guide. Lebanon, Tennessee: Heros, Incorporated. Fredricks, Jennifer A., Phyllis C. Blumenfeld, and Alison H. Paris. 2004. School Engagement: Potential of the Concept, State of the Evidence. Review of Educational Research 74(1): 59-109.",
        "Glass, Gene and Mary L. Smith. 1978. Meta-Analysis of the Relationship of Class Size and Student Achievement. Educational Evaluation and Policy Analysis 1(1): 216.",
        "Hanushek, Eric A. 1999. Some Findings from an Independent Investigation of the Tennessee STAR Experiment and from Other Investigations of Class Size Effects.",
        "Educational Evaluation and Policy Analysis, 21(2): 143-163. Hanushek, Eric A. 2003. The Failure of Input-Based Schooling Policies. Economic Journal 113(1): F64-F98.",
        "Heckman, James J. 2000. Policies to Foster Human Capital. Research in Economics 54: 3-56.",
        "Heckman, James J., Jora Stixrud, and Sergio Urzua. 2006. The Effects of Cognitive and Non-cognitive Abilities on Labor Market Outcomes and Social Behaviors.",
        "Journal of Labor Economics 24(3): 411-482. Heckman, James J and Yona Rubenstein. 2001. The Importance of Non-cognitive Skills: Lessons from GED Testing Program, American Economic Review 9 1(2): 145-149.",
        "Howell, William G., Martin R. West, and Paul E. Peterson. 2007. What Americans Think About Their Schools. Education Next, 7(4): 12-26.",
        "Hoxby, Caroline M. 2000. The Effects of Class Size on Student Achievement: New Evidence from Population Variation. Quarterly Journal of Economics 115: 12391285.",
        "Jacob, Brian A. 2002. Where the Boys Arent: non-cognitive skills, returns to school and the gender gap in higher education. Economics of Education Review 21: 589-598.",
        "Jencks, Christopher, et al. 1979. Who gets ahead? The determinants of economic success in America. New York: Basic Books.",
        "Jepsen, Christopher and Steven Rivkin. 2002. What is the Tradeoff between Smaller Classes and Teacher Quality. NBER Working Paper 9205. Cambridge, Mass.: National Bureau of Economic Research.",
        "Krueger, Alan B. 1999. Experimental Estimates of Education Production Functions.",
        "Quarterly Journal of Economics 114: 497-532. Krueger, Alan B. 2003a. Inequality, too much of a good thing. In James J. Heckman and Alan B. Krueger. Inequality in America: What Role for Human Capital Policies? Cambridge, Mass: MIT Press.",
        "Krueger, Alan B. 2003b. Economic Considerations and Class Size. Economic Journal 113: F34-F63.",
        "Lazear, Edward P. 2001. Educational Production. Quarterly Journal of Economics 116(3): 777-803.",
        "Mosteller, F. 1995. The Tennessee study of class size in the early school grades. The Future of Children 5:113-127.",
        "Rouse, Cecilia 1999. Further estimates of the economic return to schooling from a new sample of twins. Economics of Education Review 18: 149-157.",
        "Segal, Lydia. 2006a. Motivation, Test Scores, and Economic Success. Harvard Business School. Mimeo.",
        "Segal, Lydia. 2006b. Classroom Behavior. Harvard Business School. Mimeo.",
        "Schanzenbach, Diane Whitmore. 2007. What Has Research Learned from Project STAR? In Tom Loveless and Frederick M. Hess, eds., Brookings Papers on Education Policy, 2006/2007. Washington, DC: Brookings Institution Press.",
        "West, Martin R. and Paul E. Peterson. 2007. School Money Trials: The Legal Pursuit of Educational Adequacy. Washington, DC: Brookings Institution Press.",
        "West, Martin R. and Ludger Woessmann. 2006. Which School Systems Sort Weaker Students into Smaller Classes? International Evidence. European Journal of Political Economy 22:944-968.",
        "Woessmann, Ludger. 2007. International Evidence on Expenditure and Class Size: A Review. In Tom Loveless and Frederick M. Hess, eds., Brookings Papers on Education Policy, 2006/2007. Washington, DC: Brookings Institution Press.",
        "Woessmann, Ludger and Martin R. West. 2006. Class-size Effects in School Systems Around the World European Economic Review 50(3): 695-736."
    ]
}