{
    "id": 14004,
    "cites": 22,
    "cited_by": 2,
    "reference": [
        "[1] Abramitzky, R. 2005. The Limits of Equality: an Economic Analysis of the Israeli Kibbutz. Northwestern University Dissertation.",
        "[2] Barro, R. J., McCleary, R.M., 2003. Religion and Economic Growth across Countries, American Sociological Review, LXVIII, 760-781.",
        "[4] Greif, A., 2006. Institutions and the Path to the Modern Economy: Lessons from Me- dieval Trade. Cambridge: Cambridge University Press.",
        "[5] ~, 1998. Historical and Comparative Institutional Analysis. American Economic Re- view, 88, 80-84.",
        "[6] ~, 1994. Cultural Beliefs and the Organization of Society: A Historical and Theoretical Reflection on Collectivist and Individualist Societies. Journal of Political Economy, 102, 912-950. 38",
        "[7] ~, 1993. Contract Enforceability and Economic Institutions in Early Trade: The Maghribi Traders Coalition. American Economic Review, 83, 525-548.",
        "[8] ~, 1992. Institutions and International Trade: Lessons from the Commercial Revolu- tion. American Economic Review, 82, 128-133.",
        "[10] Hume, D., 1993. The Natural History of Religion. Oxford: Oxford University Press.",
        "[11] lannaccone, L., 1992. Sacrifice and Stigma: Reducing Free-Riding in Cults, Communes, and Other Collectives. Journal of Political Economy, 100, 271-291.",
        "[12] 1994. Why Strict Churches Are Strong. American Journal of Sociology, 99, 1180- 1211.",
        "[13] 1998. An Introduction to the Economics of Religion. Journal of Economic Literature, xxxvi, 1465-1496.",
        "[14] Jerome, R., et al., 2008. Self-flagellation and Utility Maximization. Review of Political Economy forthcoming.",
        "[15] Le Goff, J., 1984. The Birth of Purgatory. University of Chicago Press.",
        "[16] Marx, K., Engles, F., 2004. The Communist Manifesto. Peterborough, Ontario: Broad- view Press.",
        "[17] McCleary, R. M., Barro, R. J., 2006. Religion and Economy. Journal of Economic Perspectives. 20, 49-72.",
        "[18] Mokyr, J., 1990. The Lever of Riches: technological creativity and economic progress. Oxford: Oxford University Press.",
        "[19] Richardson, G., 2000. Brand Names Before the Industrial Revolution. UC Irvine Work- ing Paper. 39",
        "[24] Richardson, G., McBride, M., 2006. A Pious and Profitable Mystery. UC Irvine Working Paper.",
        "[25] Smith, A., 2003. An Inquiry into the Nature and Causes of the Wealth of Nations, 5th Edition. New York: Bantam Classics.",
        "[26] Tawney, R. H., 2000. Religion and The Rise of Capitalism. New Brunswick: Transaction Publishers.",
        "[27] Weber, M., 2003. The History of Commerical Partnerships in the Middle Ages. New York: Rowman and Littlefield.",
        "[28] ~, 1930. The Protestant Ethic and the Spirit of Capitalism. London: Allen and Unwin. 40"
    ]
}