{
    "id": 14000,
    "cites": 27,
    "cited_by": 1,
    "reference": [
        "[1] Adda, JÃ\u0083Â©rÃ\u0083Â´me and Russell Cooper. ~Balladurette and Juppette: A Discrete Analysis of Scrapping Subsidies. Journal of Political Economy 108, No. 4 (August 2000): 778-806.",
        "[2] Aruga, Osamu. ~Conventional or New? Optimal Investment Allocation across Vintages of Technology. Ministry of Education, Japan, November 2007.",
        "[3] Benhabib, Jess and Aldo Rustichini. ~Vintage Capital, Investment and Growth. Journal of Economic Theory 55 (1991): 323-339.",
        "[4] Benhabib, Jess and Aldo Rustichini. ~A Vintage Model of Growth and Investment: Theory and Evidence. in General Equilibrium, Growth and Trade II, R. Becker et al., eds., Academic Press, San Diego, (1993): 248-300.",
        "[5] Boddy, Raford and Michael Gort. ~The Substitution of Capital for Capital. Review of Economics and Statistics 53, No. 2 (May 1971): 179-188.",
        "[6] Boldrin, Michele and David K. Levine. ~Growth Cycles and Market Crashes. Journal of Economic Theory 96, nos. 1-2 (January 2001): 13-39.",
        "[7] Boldrin, Michele and David K. Levine. ~Factor Saving Innovation. Journal of Economic Theory 105, no. 1 (2002): 18-41.",
        "[8] Boldrin, Michele and Jesus Fernandez-Villaverde ~A Theory of Growth Cycles. November 2005.",
        "[9] Chari, V.V. and Hugo Hopenhayn. ~Vintage Human Capital. Journal of Political Economy 99, no. 6 (December 1991): 1142-1165.",
        "[10] Comin, Diego and Bart Hobijn. ~Cross-Country Technology Adoption: Making the Theories Face the Facts. Journal of Monetary Economics 51, no. 1 (January 2004): 39-83.",
        "[11] Comin, Diego and Bart Hobijn. ~An Exploration of Technology Diffusion. NBER Working Paper No. 12314, June 2006.",
        "[12] Cooper, Russell and John Haltiwanger. ~The Aggregate Implications of Machine Replacement: Theory and Evidence. American Economic Review 83, no. 3 (June 1993): 360-382.",
        "[13] Domar, Evsey. ~Total Productivity and the Quality of Capital. Journal of Political Economy 71, no. 6. (December 1963): 586-588. 17",
        "[14] Gort, Michael, Jeremy Greenwood, and Peter Rupert. ~Measuring the Rate of Technological Progress in Structures. Review of Economic Dynamics 2, no. 1 (January 2003): 207-230.",
        "[16] Hulten, Charles and Frank Wykoff. ~The Estimation of Economic Depreciation using Vintage Asset Prices: An Application of the Box-Cox Power Transformation.  Journal of Econometrics 15, no. 3 (April 1981): 367-396.",
        "[17] Jeong, Hyeok and Yong Kim. ~Complementarity and Transition to Modern Economic Growth. mimeo, USC 2007.",
        "[18] Jeong, Hyeok, Yong Kim, and Iourii Manovskii (2007), ~Demographic Change and Relative Wages. mimeo, USC 2007.",
        "[19] Jorgenson Dale. ~The Embodiment Hypothesis. Journal of Political Economy 74, no. 1 (February 1966): 1-17.",
        "[20] Jovanovic, Boyan and Yaw Nyarko. ~Learning by Doing and the Choice of Technology.  Econometrica 64, no. 6 (November 1996): 1299-1310.",
        "[21] Jovanovic, Boyan. ~Vintage Capital and Inequality. Review of Economic Dynamics 1, no. 2 (April 1998): 497-530.",
        "[22] Jovanovic, Boyan and Peter L. Rousseau. ~Mergers as Reallocation. Review of Economics and Statistics, forthcoming.",
        "[24] Koeniger, Winfried and Omar Licandro. ~On the Use of Substitutability as a Measure of Competition. Topics in Macroeconomics. Berkeley Electronic Press 6, no. 1 (2006): 1283-1283.",
        "[25] Kredler, Matthias. ~Experience vs. Obsolescence: A Vintage-Human-Capital Model. New York University, October 2007.",
        "[26] Kremer, Michael and James Thomson. ~Why Isnt Convergence Instantaneous? Young Workers, Old Workers, and Gradual Adjustment. Journal Journal of Economic Growth 3, no. 1 (March 1998): 5-23. 18",
        "[27] Krusell, Per, Lee Ohanian, Victor Rios-Rull, and Giovanni Violante. ~CapitalSkill Complementarity and Inequality: A Macroeconomic Analysis. Econometrica 68, no. 5 (September 2000): 1029-1053.",
        "[28] Licandro, Omar, Luis Puch, and Antonio Sampayo. ~Secondhand market and the lifetime of durable goods. WP 2006-10, FEDEA, March 2006.",
        "[29] Stolyarov, Dmitriy. ~Turnover of Used Goods in Stationary Equilibrium: Are Older Goods Traded More? Journal of Political Economy 110, no. 6 (December 2002): 1390-1413. 19"
    ]
}