{
    "id": 14008,
    "cites": 12,
    "cited_by": 2,
    "reference": [
        "Bahk, Byong-Hyong and Michael Gort (1993), Decomposing Learning by Doing in New Plants, Journal of Political Economy, 101, 561-583.",
        "Cannon, Christopher P., et al (2004), Intensive versus Moderate Lipid Lowering with Statins after Acute Coronary Syndromes, New England Journal of Medicine 350 (15), 1495-1504, April 8.",
        "Harrigan CJ. Appelbaum E. Maron BJ. Buros JL. Gibson CM. Lesser JR. Udelson JE. Manning WJ. Maron MS. Significance of papillary muscle abnormalities identified by cardiovascular magnetic resonance in hypertrophic cardiomyopathy. American Journal of Cardiology. 101(5):668-73, 2008 Mar 1.",
        "Hulten, Charles R. (1992), Growth accounting when technical change is embodied in capital, The American Economic Review, Vol. 82, No. 4. (Sep., 1992), pp. 964-980.",
        "Lichtenberg, Frank (2001), Are the Benefits of Newer Drugs Worth Their Cost? Evidence from the 1996 MEPS, Health Affairs 20(5), September/October 2001, 241-5 1.",
        "Lichtenberg, Frank (2006b). On `New Cardiovascular Drugs: Pattern of Use and Association with Non-Drug Health Expenditures. Inquiry. 2006 Spring; 43(1): 80-2.",
        "Lichtenberg, Frank (2006c), The impact of increased utilization of HIV drugs on longevity and medical expenditure: an assessment based on aggregate U.S. time-series data, Expert Review of Pharmacoeconomics and Outcomes Research, Volume 6, Number 4, August, 425-436.",
        "Rettig, Richard A. (1994), Medical Innovation Duels Cost Containment, Health Affairs (Summer): 15.",
        "Sakellaris, Plutarchos and Dan Wilson (2004), Quantifying Embodied Technological Change, Review of Economic Dynamics 7(1), pp. 1-26.",
        "Schmid M. Achenbach S. Ropers D. Komatsu S. Ropers U. Daniel WG. Pflederer T. Assessment of changes in non-calcified atherosclerotic plaque volume in the left main and left anterior descending coronary arteries over time by 64-slice computed tomography. American Journal of Cardiology. 101(5):579-84, 2008 Mar 1.",
        "Weisfeldt, ML, and SJ Zieman (2007), Advances in the prevention and treatment of cardiovascular disease, Health Affairs 26(1), Jan-Feb, 25-37.",
        "Zhou Z, E Rahme, and L Pilote (2006). Are statins created equal? Evidence from randomized trials of pravastatin, simvastatin, and atorvastatin for cardiovascular disease prevention. Am. HeartJ. 151 (2): 273-81."
    ]
}