{
    "id": 1400,
    "cites": 29,
    "cited_by": 6,
    "reference": [
        "Barro, Robert J., 19714, Are Government Bonds Net Wealth?, Journal of Political Economy 82, pp. 1095-1117.",
        "Barro, Robert J., 1976, Reply to Feldstein and Buchanan, Journal of Political Economy 814, pp. 3~43_35O.",
        "Barro, Robert J., 1978, Public Debt and Taxes, in Federal Tax Reform, M.J. Boskin, ed., Institute for Comtemporary Studies.",
        "Bertsekas, Dimitri, 1976, Dynamic Programming and Stochastic Control, New York: Academic Press.",
        "Blinder, Alan S., 1981, Temporary Income Taxes and Consumer Spending, Journal of Political Economy 89, pp. 26-53.",
        "Brittain, John A., 1977, The Inheritance of Economic Status, The Brookings Institution.",
        "Bryant, John, 1983, Government Irrelevance Results: A Simple Exposition, American Economic Review 73, pp. 758-761.",
        "Carmichael, Jeffrey, 1982, On Barros Theorem of Debt Neutrality: The Irrelevance of Net Wealth, American Economic Review 72, pp. 203-213.",
        "Chan, Louis Kuo Clii, 1983, Uncertainty and the Neutrality of Government Financing Policy, Journal of Monetary Economics 11, pp. 351-372.",
        "Dreze, Jacques H. and Franco Modigliani, 1972, Consumption Decisions under Uncertainty, Journal of Economic Theory 5, pp. 308-335.",
        "Duncan, Greg J. and James N. Morgan, ed., 1977, Five Thousand American Families: Patterns of Economic Progress, Volume V.",
        "Duncan, Greg J. and James N. Morgan, ed., 1980, Five Thousand American Families: Patterns of Economic Progress, Volume VII.",
        "Duncan, Greg J. and James N. Morgan, 1977, An Overview of Part I Findings, in G.J. Duncan and J.N. Morgan, ed.",
        "Feldstein, Martin S., 1976, Perceived Wealth in Bonds and Social Security: A Comment, Journal of Political Economy 8)4, pp. 331-336.",
        "Flavin, Marjorie A., 1981, The Adjustment of Consumption to Changing Expectations of Future Income, Journal of Political Economy 89, pp. 9714-1009.",
        "Hall, Robert E., and Frederic S. Mishkin, 1982, The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households, Econometrica 50, pp. 1461-1481.",
        "Juster, F. Thomas, ed., 1977, The Distribution of Economic Well-Being, Cambridge: National Bureau of Economic Research.",
        "Kotlikoff, Laurence and Lawrence H. Summers, 1981, The Importance of Intergenerational Transfers in Aggregate Capital Accumulation, Journal of Political Economy 89, pp. 706-732.",
        "Leland, Hayne E., 1968, Saving and Uncertainty: The Precautionary Demand for Saving, Quarterly Journal of Economics.",
        "Lucas, Robert E., 1977, Understanding Business Cycles, supplement to the Journal of Monetary Economics, Carnegie-Rochester Series on Public Policy, volume 5.",
        "Mundell, Robert, 1971, Monetary Theory, Pacific Palisades, CA: Goodyear.",
        "Olnick, Michael R., 1977, On the Use of Sibling Data to Estimate the Effects of Fainlily Background, Cognitive Skills, and Schooling: Results from the Kalamazoo Brothers Study, in P. Taubman, 1977.",
        "Rotemberg, Julio J., 19814, Consumption and Liquidity Constraints, MIT.",
        "Samuelson, Paul, 1963, Risk and Uncertainty: A Fallacy of Large Numbers, Scientia, April-May.",
        "Sandmo, Agnar, 1970, The Effect of Uncertainty on Saving Decisions, Review of Economic Studies 37, pp 353-360.",
        "Taubman, Paul, ed., 1977, Kinometrics: Determinants of Socioeconomic Success Within and Between Families, North Holland.",
        "Tobin, J., 1980, Asset Accumulation and Economic Activity, University of Chicago Press.",
        "Varian, Hal B., 1980, Redistributive Taxation as Social Insurance, Journal of Public Economics 114, pp. 149-68.",
        "Zeldes, Stephen P., 1983, Optimal Consumption with Stochastic Income: Deviations from Certainty Equivalence, MIT."
    ]
}