{
    "id": 14001,
    "cites": 79,
    "cited_by": 17,
    "reference": [
        "Abraham, A., and T. K. White (2007): The Dynamics of Plant-Level Productivity in U.S. Manufacturing, Working Paper, University of Rochester.",
        "Akerlof, G. A., and J. L. Yellen (1985): A Near Rational Model of the Business Cycle, With Price and Wage Inertia, Quarterly Journal of Economics, 100, 823-838.",
        "Aoki, K. (2001): Optimal Monetary Policy Response to Relative Price Changes, Journal of Monetary Economics, 48, 55-80.",
        "Bakhshi, H., P. Burriel-Llombart, H. Khan, and B. Rudolf (2007): The New Keynesian Phillips Curve under Trend In ation and Strategic Complementarity, Journal of Macroeconomics, 29(1), 37-59.",
        "Ball, L., and D. Romer (1990): Real Rigidities and the Non-neutrality of Money, Review of Economic Studies, 57(2), 183-204.",
        "Ball, L., and D. Romer (1991): Sticky Prices and a Coordination Failure, American Economic Review, 81(3), 539-552.",
        "Barro, R. J. (1972): A Theory of Monopolistic Price Adjustment, Review of Economic Studies, 39(1), 17-26.",
        "Barsky, R., C. L. House, and M. Kimball (2007): Sticky Price Models and Durable Goods, American Economic Review, 97(2), 984-998.",
        "Basu, S. (1995): Intermediate Goods and Business Cycles: Implications for Productivity and Welfare, American Economic Review, 85(3), 512-531.",
        "Bergin, P. R., and R. C. Feenstra (2000): Staggered Price Setting, Translog Preferences, and Endogenous Persistence, Journal of Monetary Economics, 45, 657-680.",
        "Berry, S., J. Levinsohn, and A. Pakes (1995): Automobile Prices in Market Equilibrium, Econometrica, 63(4), 841-890.",
        "Bils, M., and P. J. Klenow (2002): Some Evidence on the Importance of Sticky Prices, NBER Working Paper No. 9069.",
        "Bils, M., P. J. Klenow, and O. Kryvtsov (2003): Sticky Prices and Monetary Policy Shocks, Federal Reserve Mank of Minneapolis Quarterly Review, 27(1), 2-9.",
        "Blanchard, O. J. (1983): Price Asynchronization and Price-Level Inertia, in In ation, Debt and Indexation, ed. by R. Dornbusch, and M. H. Simonson. MIT Press, Cambridge, MA.",
        "Blanchard, O. J. (1987): Aggregate and Individual Price Adjustment, Brookings Papers on Economic Activity, (1), 57-109.",
        "Blinder, A. S., E. R. D. Canetti, D. E. Lebow, and J. B. Rudd (1998): Asking About Prices. Russell Sage Foundation, New York, New York.",
        "Boivin, J., M. P. Giannoni, and I. Mihov (2009): Sticky Prices and Monetary Policy: Evidence from Disaggregated US Data, American Economic Review, 99(1), 350-384.",
        "Bouakez, H., E. Cardia, and F. J. Ruge-Murcia (2009a): Sectoral Price Rigidity and Aggregate Dynamics, CIRPEE Working Paper No. 09-06.",
        "Bouakez, H., E. Cardia, and F. J. Ruge-Murcia (2009b): The Transmission of Monetary Policy in a Multi-Sector Economy, International Economic Review, forthcoming.",
        "Broda, C., and D. E. Weinstein (2006): Globalization and the Gains from Variety, Quarterly Journal of Economics, 121(4), 541-585.",
        "Broda, C., and D. E. Weinstein (2007): Product Creation and Destruction: Evidence and Price Implications, NBER Working Paper No. 13041.",
        "Burstein, A. T. (2005): In ation and output dynamics with state-dependent pricing decisions, Journal of Monetary Economics, 53(7), 1235-1257.",
        "Burstein, A. T., and C. Hellwig (2006): Prices and Market Share in a Menu Cost Model, Working Paper, UCLA.",
        "Caballero, R. J., and E. M. Engel (1991): Dynamic (S,s) Economies, Econometrica, 59(6), 1659-1686.",
        "Caballero, R. J., and E. M. Engel (1993): Heterogeneity and Output Fluctuations in a Dynamic Menu-Cost Economy, Review of Economic Studies, 60, 95-119.",
        "Caballero, R. J., and E. M. Engel (2006): Price Stickiness in Ss Models: Basic Properties, Working Paper, MIT.",
        "Calvo, G. A. (1983): Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 12, 383-398.",
        "Caplin, A., and J. Leahy (1991): State-Dependent Pricing and the Dynamics of Money and Output, Quarterly Journal of Economics, 106(3), 683-708.",
        "Caplin, A., and J. Leahy (1997): Aggregation and Optimization with State-Dependent Pricing, Econometrica, 65(3), 601-625.",
        "Caplin, A., and D. Spulber (1987): Menu Costs and the Neutrality of Money, Quarterly Journal of Economics, 102(4), 703-725.",
        "Carlstrom, C. T., and T. S. Fuerst (2006): Co-Movement in Sticky Price Models with Durable Goods, Federal Reserve Bank of Cleveland, Working Paper No. 614.",
        "Carlton, D. W. (1986): The Rigidity of Prices, American Economic Review, 76(4), 637-658.",
        "Carvalho, C. (2006): Heterogeneity in Price Stickiness and the Real E ects of Monetary Shocks, Frontiers of Macroeconomics, 2(1).",
        "Chari, V., P. J. Kehoe, and E. R. McGrattan (1996): Sticky Price Models of the Business Cycle: Can the Contract Multiplier Solve the Persistence Problem, NBER Working Paper No. 5809.",
        "Chari, V., P. J. Kehoe, and E. R. McGrattan (2000): Sticky Price Models of the Business Cycle: Can the Contract Multiplier Solve the Persistence Problem, Econometrica, 68(5), 1151-1179.",
        "Christiano, L., M. Eichenbaum, and C. Evans (2005): Nominal Rigidities and the Dynamic E ects of a Shock to Monetary Policy, Journal of Political Economy, 115, 1-45.",
        "Clarida, R., J. Gali, and M. Gertler (1999): The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature, 37, 1661-1707.",
        "Cochrane, J. H. (1994): Shocks, Carnegie-Rochester Conference Series on Public Policy, 41, 295-364.",
        "Costain, J., and A. Nakov (2008): Dynamics of the Price Distribution in a General Model of State-Dependent Pricing, Banco de Espana Working Paper No. 0831.",
        "Danziger, L. (1999): A Dynamic Economy with Costly Price Adjustments, American Economic Review, 89, 878-901.",
        "Den Haan, W. J. (2008): Assessing the Accuracy of the Aggregate Law of Motion in Models with Heterogeneous Agents, Working Paper, University of Amsterdam.",
        "Dixit, A. K., and R. S. Pindyck (1994): Investment Under Uncertainty. Princeton University Press, Princeton, NJ.",
        "Dotsey, M., R. King, and A. Wolman (1999): State-Dependent Pricing and the General Equilibrium Dynamics of Money and Output, Quarterly Journal of Economics, 114(2), 655-690.",
        "Dupor, B. (1999): Aggregation and Irrelevance in Multi-Sector Models, Journal of Monetary Economics, 43, 391-409.",
        "Gertler, M., and J. Leahy (2008): A Phillips Curve with an Ss Foundation, Journal of Political Economy, 116(3), 533-572.",
        "Golosov, M., and R. E. Lucas (2007): Menu Costs and Phillips Curves, Journal of Political Economy, 115, 171-199.",
        "Haltiwanger, J., and M. Waldman (1991): Responders Versus Non-Responders: A New Perspective on Heterogeneity, Economic Journal, 101, 1085-1102.",
        "Hansen, G. D. (1985): Indivisible Labor and the Business Cycle, Journal of Monetary Economics, 16, 309-327.",
        "Hornstein, A., and J. Praschnik (1997): Intermediate Inputs and Sectoral Comovement in the Business Cycle, Journal of Monetary Economics, 40, 573-595.",
        "Horvath, M. (2000): Sectoral Shocks and Aggregate Fluctuations, Journal of Monetary Economics, 45, 69-106.",
        "Huang, K. X. (2006): Specic Factors Meet Intermediate Inputs: Implications for the Persistence Problem, Review of Economic Dynamics, 9, 483-507.",
        "Huang, K. X., and Z. Liu (2004): Input-Output Structure and Nominal Rigidity: The Persistence Problem Revised, Macroeconomic Dynamics, 8, 188-206.",
        "Huang, K. X., Z. Liu, and L. Phaneuf (2004): Why Does the Cyclical Behavior of Real Wages Change over Time?, American Economic Review, 94, 836-856.",
        "John, A. A., and A. L. Wolman (2004): An Inquiry into the Existence and Uniqueness of Equilibrium with State-Dependent Pricing, Federal Reserve Bank of Richmond Working Paper No. 04-04.",
        "Justiniano, A., and G. Primiceri (2008a): Potential and Natural Output, Working Paper, Northwestern University.",
        "Justiniano, A., and G. Primiceri (2008b): The Time-Varying Volatility of Macroeconomic Fluctuations, American Economic Review, 98(3), 604-641.",
        "Kimball, M. (1995): The Quantitative Analytics of the Basic Neomonetarist Model, Journal of Money, Credit and Banking, 27(4), 1241-1277.",
        "Klenow, P. J., and O. Kryvtsov (2008): State-Dependent or Time-Dependent Pricing: Does It Matter for Recent U.S. In ation, Quarterly Journal of Economics, 123(3), 863-904.",
        "Klenow, P. J., and J. L. Willis (2006): Real Rigidities and Nominal Price Changes, Working Paper, Stanford University.",
        "Krusell, P., and A. Smith (1998): Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy, 106(5), 867-896.",
        "Lucas, R. E. (1977): Understanding Business Cycles, Carnegie-Rochester Series on Public Policy, 5, 7-29.",
        "Lucas, R. E. (2003): Macroeconomic Priorities, American Economic Review, 93(1), 1-14.",
        "Mackowiak, B., E. Moench, and M. Wiederholt (2009): Sectoral Price Data and Models of Price Setting, Journal of Monetary Economics, forthcoming.",
        "Mankiw, G. N. (1985): Small Menu Costs and Large Business Cycles: A Macroeconomic Model of Monopoly, Quarterly Journal of Economics, 100, 529-539.",
        "Midrigan, V. (2006): Menu Costs, Multi-Product Firms, and Aggregate Fluctuations, Working Paper, Federal Reserve Bank of Minneapolis.",
        "Nakamura, E., and J. Steinsson (2008): Five Facts about Prices: A Reevaluation of Menu Cost Models, Quarterly Journal of Economics, 123(4), 1415-1464.",
        "Nevo, A. (2001): Measuring Market Power in the Ready-to-Eat Cereal Industry, Econometrica, 69(2), 307-342.",
        "Rogerson, R. (1988): Indivisble Labor, Lotteries and Equilibrium, Journal of Monetary Economics, 21, 3-16.",
        "Rotemberg, J. J., and M. Woodford (1995): Dynamic General Equilibrium Models with Imperfectly Competitive Product Markets, in Frontiers of Business Cycle Research, ed. by T. F. Cooley, pp. 243-293, Princeton, NJ. Princeton University Press.",
        "Ryan, S. P. (2006): The Costs of Environmental Regulation in a Concentrated Industry, Working Paper, MIT.",
        "Shapiro, M., and M. Watson (1988): Sources of Business Cycle Fluctuations, in NBER Macroeconomics Annual, ed. by S. Fischer, pp. 111-148, Cambridge, MA. MIT Press.",
        "Sheshinski, E., and Y. Weiss (1977): In ation and Costs of Price Adjustment, Review of Economic Studies, 44(2), 287-303.",
        "Smets, F., and R. Wouters (2007): Shocks and Frictions in U.S. Business Cycles: A Bayesian DSGE Approach, American Economic Review, 97(3), 586-606.",
        "Solon, G., R. Barsky, and J. Parker (1994): Measuring the Cyclicality of Real Wages: How Important Is Composition Bais?, Quarterly Journal of Economics, 109(1), 1-26.",
        "Stock, J. H., and M. W. Watson (1999): Business Cycle Fluctuations in U.S. Macroeconomic Time Series, in Handbook of Macroeconomics, ed. by J. B. Taylor, and M. Woodford, pp. 3-64, Amsterdam, The Netherlands. Elsevier.",
        "Tauchen, G. (1986): Finite State Markov-Chain Approximation to Univariate and Vector Autoregressions, Economics Letters, 20(2), 177-181.",
        "Taylor, J. B. (1980): Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, 88, 1-23.",
        "Willis, J. L. (2003): General Equilibrium of a Monetary Model with State-Dependent Pricing, Working Paper.",
        "Woodford, M. (2003): Interest and Prices. Princeton University Press, Princeton, NJ."
    ]
}