{
    "id": 14011,
    "cites": 43,
    "cited_by": 11,
    "reference": [
        "ALExANDER, F., S. PATHEAL, A. BIONDI, AND OTHERs (2001): Transplacental Chemical Exposure and Risk of Infant Leukemia with MLL Gene Fusion, Camcer Research, 61(6), 2542-6.",
        "BARBER, C., AND J. ScHwEITHHELM (2000): Trial by Fire: Forest Fires amd Forestry Policy im Imdomesia `s Era of Crisis amd Reform. World Resources Institute, Washington, DC.",
        "BARKER, D. (1990): The Fetal and Infant Origins of Adult Disease, British Medical Jonrmal, 301, 1111.",
        "BERKOwITz, G., M. WOLFF, T. JANEVIC, I. H0LzMAN, R. YEHuDA, AND P. LANDRIGAN (2003): The World Trade Center Disaster and Intrauterine Growth Restriction, Jonrmal of the Amen cam Medical Associatiom, 290(5), 595-6.",
        "CASE, A., D. LuB0T5KY, AND C. PAxSON (2002): Economic Status and Health in Childhood: The Origins of the Gradient, Amen cam Ecomomic Review, 92(5), 1308-1334.",
        "Variation in Pollution Shocks Induced by a Recession, Qnarterly Jonrmal of Ecomomics, 118(3), 1121-1167. CuRRIE, J., AND R. HYSON (1999): Is the Impact of Health Shocks Cushioned by Socioeconomic Status? The Case of Low Birthweight, Americam Ecomomic Review, 89(2), 245-250.",
        "CuRRIE, J., AND M. NEIDELL (2005): Air Pollution and Infant Health: What Can We Learn from Californias Recent Experience?, Qnarterly Jonrmal of Ecomomics, 120(3), 1003- 1030.",
        "DEATON, A. (1995): Data and Econometric Tools for Development Analysis, in Hamdboolc of Developmemt Ecomomics, Volnme III, ed. by J. Berhman, and T. Srinivasan, chap. 33, pp. 1 785-1882. Elsevier, Amsterdam.",
        "DEJMEK, J., S. SELEvAN, B. BENES, I. S0LAN5KY, AND R. SRAM (1999): Fetal Growth and Maternal Exposure to Particulate Matter During Pregnancy, Emvirommemtal Health Perspectives, 107, 475-480.",
        "DoNALD, S. G., AND K. LANG (2007): Inference with Difference-in--Differences and Other Panel Data, Review of Ecomomics amd Statistics, 89(2), 221-233.",
        "EMMANuEL, S. (2000): Impact to Lung Health of Haze from Forest Fires: The Singapore Experience, Respirology, 5(2), 175-182.",
        "EzzATI, M., AND D. KAMMEN (2002): The Health Impacts of Exposure to Indoor Air Pollution from Solid Fuels in Developing Countries: Knowledge, Gaps, and Data Needs, Emvirommemtal Health Perspectives, 110(11), 1-i 2.",
        "FRANKENBERG, E. (1995): The Effects of Access to Health Care on Infant Mortality in Indonesia, Health Tramsitiom Review, 5, 143-163.",
        "FRANKENBERG, E., D. MCKEE, AND D. THoMAS (2004): Health Consequences of Forest Fires in Indonesia, Demography, 42(1), 109-129.",
        "HASSOLD, T., S. QuILLEN, AND J. YAMANE (1983): Sex Ratio in Spontaneous Abortions,  Ammals of Hnmam Gemetics, 47, 39-47.",
        "HATCH, M., D. WARBuRT0N, AND R. SANTELLA (1990): Polycyclic Aromatic Hydrocarbon-DNA Adducts in Spontaneously Aborted Fetal Tissue, Cancimogemesis, 11, 1673-S.",
        "HSu, N., J. HERMAN, 0. T0RRES, B. H0LBEN, D. TANRE, T. ECK, A. SMIRN0v, B. CHATENET, AND F. LAvENu (1999): Comparisons of the TOMS Aerosol Index with Sunphotometer Aerosol Optical Thickness: Results and Applications, Jonnmal of Geophysical Research, 104, 6269-6280.",
        "HuEGLIN, C., C. GAEGAuF, S. KuNzEL, AND H. BuRSCHER (1997): Characterization of Wood Combustion Particles: Morphology, Mobility and Photoelectric Activity, Emvinommemtal Sciemce amd Techmology, 31, 3439-3447.",
        "HuEL, G., J. G0DIN, N. FRERY, F. GIRARD, T. M0REAu, C. NESSMANN, AND P. BLoT (1993): Aryl Hydrocarbon Hydroxylase Activity in Human Placenta and Threatened Preterm Delivery, Jonnmal of Exposnne Amalysis amd Emvinommemtal Epidemiology, 3 (suppl. 1), 187-9.",
        "JAKOBOVITS, A. (1991): Sex Ratio of Spontaneously Aborted Fetuses and Delivered Neonates in Second Trimester, Ennopeam Jonnmal of Obstetrics amd Gymecology amd Repnodnctive Biology, 40, 211-213.",
        "LAM, D., AND J. MIRON (1991): Seasonality of Births in Human Populations, Social Biology, 38(1-2), 51-77.",
        "LLERAS-MuNEY, A. (2006): The Needs of the Army: Using Compulsory Relocation in the Military to Estimate the Effect of Air Pollutants on Childrens Health, Mimeo, Princeton University.",
        "LooMIS, D., M. CASTILLEJ0S, D. GoLD, W. MCDONNELL, AND V. B0RJA-ABuRT0 (1999): Air Pollution and Infant Mortality in Mexico City, Epidemiology, 10, 118-123.",
        "MACKENzIE, K., AND D. ANGEvINE (1981): Infertility in Mice Exposed In Utero to Benzo [a] pyrene, Biology of Reprodnctiom, 24, 83-19 1.",
        "MARMOT, M. G., G. D. SMITH, S. STANSFELD, C. PATEL, F. NORTH, J. HEAD, I. WHITE, E. BRuNNER, , AND A. FEENEY (1991): Health Inequalities among British Civil Servants: The Whitehall II Study, Lamcet, pp. 1387-93.",
        "MURPHY, K. M., AND R. H. TOPEL (2006): The Value of Health and Longevity, Jonrmal of Political Ecomomy, 114(5), 871-904.",
        "OSTERMANN, K., AND M. BRAuER (2001): Air Quality During Haze Episodes and Its Impact on Health, in Forest Fines amd Regiomal Haze im Sontheast Asia, ed. by P. Eaton, and M. Radojevic, chap. 10. Nova Science, Huntington, NY.",
        "PERERA, F., R. WHYATT, W. JEDRYCH0wSKI, V. RAuGH, D. MANCHESTER, R. SANTELLA, AND R. OTTMAN (1998): Recent Developments in Molecular Epidemiology: A Study of the Effects of Environmental Polycyclic Aromatic Hydrocarbons on Birth Outcomes in Poland, Amen cam Jonnmal of Epidemiology, 147, 309-314.",
        "PERERA, F. P., W. JEDRYCH0wSKI, V. RAuH, AND R. M. WHYATT (1999): Molecular Epidemiologic Research on the Effects of Environmental Pollutants on the Fetus, Emvinommemtal Health Perspectives Snpplememts, 107(suppl. 3), 451-60.",
        "POPE, C. A., J. SCHwARTz, AND M. RANSOM (1992): Daily Mortality and PM1O Pollution in Utah Valley, Archives of Emvinommemtal Health, 15, 3-23.",
        "RABINDRAN, 5. (2001): Essays in Empirical Environmental Economics: GIS-Econometric Analysis of Indonesias Fires, Bolivias Deforestation and Mexicos Trade with the United States, Ph.D. thesis, Massachusetts Institute of Technology.",
        "RIDGON, R., AND E. RENNELS (1964): Effect of Feeding Benzpyrene on Reproduction in the Rat, Expeniemtia, 4, 224-6.",
        "ROBINSON, P. (1988): Root-n Consistent Semiparametric Regressions, Ecomometnica, 56, 931-954.",
        "ROSS, M. L. (2001): Timber Booms amd Imstitntiomal Bnealcdowm im Sontheast Asia. Cambridge University, Cambridge, UK.",
        "RuKuMNuAYKIT, P. (2003): Crises and Child Health Outcomes: The Impacts of Economic and Drought and Smoke Crises on Infant Mortality and Birthweight in Indonesia, Mimeo, Michigan State.",
        "SASTRY, N. (2002): Forest Fires, Air Pollution, and Mortality in Southeast Asia, Demography, 39(1), 1-23.",
        "SEN, A. (1992): Missing Women, British Medical Jonnmal, 304, 586-87.",
        "SMITH, J. P. (1999): Healthy Bodies and Thick Wallets: The Dual Relationship Between Health and Economic Status, Jonnmal of Ecomomic Perspectives, 13(2), 145-166.",
        "TACCONI, L. (2003): Fires in Indonesia: Causes, Costs and Policy Implications, Discussion Paper No. 38, Center for International Forestry Research (CIFOR).",
        "T0PINKA, J., B. BINKOvA, G. MRACKOvA, AND OTHERS (1997): Influence of GSTM1 and NAT2 Genotypes on Placental DNA Adducts in an Environmentally Exposed Population. , Emvinommemtal amd Molecnlan Mntagemics, 30(2), 184-95.",
        "U.S. ENVIRONMENTAL PROTECTION AGENCY (2000): Guidelines for Preparing Economic Analyses, EPA Report 240-R-00-003, Office of the Administrator.",
        "VISCuSI, W. K., AND J. E. ALDY (2003): The Value of a Statistical Life: A Critical Review of Market Estimates Throughout the World, Jonnmal of Risk amd Umcentaimty, 27(1), 5-76.",
        "WANG, X., H. DING, L. RYAN, AND X. Xu (1997): Association between Air Pollution and Low Birth Weight: A Community-Based Study, Emvinommemtal Health Perspectives, 105, 514-520."
    ]
}