{
    "id": 14019,
    "cites": 25,
    "cited_by": 12,
    "reference": [
        "Bernanke, Ben S. and Kuttner, Kenneth N. What Explains the Stock Markets Reaction to Federal Reserve Policy? Journal of Finance 60(3), June 2005, pp. 1221-57.",
        "Bordo, Michael and Wheelock, David C. Stock Market Booms and Monetary Policy in the 20th Century. Federal Reserve Bank of St. Louis Review 89 (2), March/April 2007, pp. 9 1-122.",
        "Borio, Claudio and Lowe, Philip. Asset Prices, Financial and Monetary Stability: Exploring the Nexus. Working paper no. 114, Bank for International Settlements, July 2002.",
        "Chen, Shiu-Sheng. Does Monetary Policy Have Asymmetric Effects on Stock Returns? Journal of Money, Credit and Banking 39 (2-3), March-April 2007, pp. 667-88.",
        "Chib, Siddhartha and Greenberg, Edward. Understanding the Metropolis-Hastings Algorithm. American Statistician 49, 1995, pp. 327-35.",
        "Dueker, Michael J. Dynamic Forecasts of Qualitative Variables: A Qual VAR Model of U.S. Recessions. Journal of Business and Economic Statistics 23 (1), January 2005, pp. 96-104.",
        "Dueker, Michael J. and Nelson, Charles R. Business Cycle Filtering of Macroeconomic Data Via a Latent Business Cycle Index. Macroeconomic Dynamics 10 (5), November 2006, pp. 573-94.",
        "Fama, Eugene F. Stock Returns, Real Activity, Inflation, and Money. American Economic Review 71(4), September 1981, pp. 545-65.",
        "Fama, Eugene F. and Schwert, G. William. Asset Returns and Inflation, Journal of Financial Economics 5, 1977, pp. 115-46.",
        "Friedman, Milton. Too Tight for a Strong Economy, The Wall Street Journal, 23 October 1992, p. A12.",
        "Goodfriend, Marvin. Interest Rates Policy Should Not React Directly to Asset Prices, in William C. Hunter, George G. Kaufman, and Michael Pomerleano, eds., Asset 19 Price Bubbles: The Implications for Monetary, Regulatory, and International Policies. Cambridge, MA: The MIT Press, 2003, pp. 445-57.",
        "Harding, Don and Adrian Pagan. The Econometric Analysis of Constructed Binary Time Series. Working Paper 963, University of Melbourne, 2006.",
        "Hayford, Marc D. and Malliaris, A.G.. Monetary Policy and the U.S. Stock Market. Economic Inquiry, July 2004, 42(3), pp. 387-40 1.",
        "He, Ling T. Variations in Effects of Monetary Policy on Stock Market Returns in the Past Four Decades. Review of Financial Economics 15, 2006, pp. 33 1-49.",
        "Kaminsky, Graciela L. and Reinhart, Carmen M. The Twin Crises: The Causes of Banking and Balance-of-Payments Problems. American Economic Review 89 (3), June 1999, pp. 473-500.",
        "Kindleberger, Charles P. Manias, Panics and Crashes: A History of Financial Crises. Second Edition. London: Macmillan, 1989.",
        "Lee, Bong-Soo. Causal Relations Among Stock Returns, Interest Rates, Real Activity, and Inflation. Journal of Finance 47 (4), September 1992, pp. 1591-1603.",
        "Meyer, Laurence H. A Term at the Fed: An Insiders View. New York: Harper Business, 2004.",
        "Modigliani, Franco, and Cohn, Richard. Inflation, Rational Valuation, and the Market. Financial Analysts Journal 37 (3), March/April 1979, pp. 24-44.",
        "Pagan, Adrian R. and Sossounov, Kirill A. A Simple Framework for Analysing Bull and Bear Markets. Journal of Applied Econometrics, January/February 2003, 18(1), pp. 23-46.",
        "Rapach, David E. The Long-Run Relationship Between Inflation and Real Stock Prices. Journal of Macroeconomics 24, 2002, pp. 331-51.",
        "Rapach, David E. Macro Shocks and Real Stock Prices. Journal of Economics and Business 53, 2001, pp. 5-26.",
        "Rigobon, R. and Sack, Brian. Measuring the Reaction of Monetary Policy to the Stock Market. Quarterly Journal of Economics, May 2003, 118(2), pp. 639-69.",
        "Schwartz, Anna J. Why Financial Stability Depends on Price Stability. Economic Affairs 15(4), Autumn 1995, pp. 21-25.",
        "Shiller, Robert J. Irrational Exuberance. Second Edition. Princeton: Princeton University Press, 2005."
    ]
}