{
    "id": 14020,
    "cites": 48,
    "cited_by": 0,
    "reference": [
        "Allais, M. (1953) `Le Comportement de Lhomme Rationnel Devant le Risque: Critique des Postulats et Axiomes de Lecole Americaine, Econometrica, Vol. 21, No. 4, 503-546.",
        "Arrow, K.J. (1964) `The Role of Securities in the Optimal Allocation of Risk-bearing, Review of Economic Studies, Vol. 31, No. 2, 9 1-96.",
        "Beenstock, Michael and Yoel Haitovsky (2001) `Lottomania and other anomalies in the market for lotto, Journal of Economic Psychology, 22, 72 1-744.",
        "Blackorby, Charles, Russel Davidson, and David Donaldson (1977) `A homiletic Exposition of the Expected Utility Hypothesis, Economica, 44, 351-358.",
        "Chernoff, Herman (1981) `How to Beat the Massachusetts Numbers Game, Mathematical Imtelligemcer, Vol. 3, No. 4, 166-172.",
        "Chew, Soo Hong (1983) `A Generalization of the Quasilinear Mean with Applications to the Measurement of Income Inequality and Decision Theory Resolving the Allais Paradox, Ecomometrica, Vol. 51, No. 4, 1065-1092.",
        "Chew, S.H. and L.G. Epstein (1989a) `A Unifying Approach to Axiomatic Non-expected Utility Theories, Jonrmal of Ecomomic Theory, 49, 207-240.",
        "Chew, S.H. and Larry G. Epstein (1989b) `The Structure of Preferences and Attitudes towards the Timing of the Resolution of Uncertainty, Imtermatiomal Ecomomic Review, Vol.30, No.1, 103-117.",
        "Chew, Soo Hong and Larry G. Epstein (1990) `Nonexpected Utility Preferences in a Temporal Framework with an Application to Consumption-Savings Behaviour, Jonrmal of Ecomomic Theory, 50, 54-81.",
        "Cook, Philip J. and Charles T. Clotfelter (1993) `The Peculiar Scale Economies of Lotto, Amen cam Ecomomic Review, Vol. 83, No. 3, 634-643.",
        "Cox, James C. and Vjollca Sadiraj (2002) `Risk Aversion and Expected Utility Theory: Coherence for Small- and Large-Stakes Gambles,Mimeo, University of Arizona.",
        "Debreu, Gerard (1959) Theory of Valne, New Haven: Yale University Press.",
        "Dekel, Eddie (1986) `An Axiomatic Characterization of Preferences under Uncertainty: Weakening the Independence Axiom, Jonrmal of Ecomomic Theory, 40, 304-318.",
        "Diecidue, Enrico and Peter P. Wakker (2001) `On the Intuition of Rank-Dependent Utility, Jonrmal of Risk amd Umcertaimty, 23:3, 28 1-298.",
        "Diewert, W.E. (1993) `Symmetric Means and Choice under Uncertainty, in W.E. Diewert and A.O. Nakamura, eds, Essays im Imdex Number Theory, Vol. 1, Amsterdam: North-Holland, 335-433.",
        "Diewert, W. Erwin (1995) `Functional Form Problems in Modeling Insurance and Gambling, Gemeva Papers om Risk amd Imsnramce Theory, 20, 135-150.",
        "Dubins, Lester E. and Leonard J. Savage (1965) How to Gamble If Yon Mnst, New York: McGraw-Hill Book Co.",
        "Epstein, Larry G. (1992) `Behavior under Risk: Recent Developments in Theory and Applications, in Jean-Jacques Laffont, ed, Advances in Economic Theory, Sixth World Congress, Vol. II, Cambridge: Cambridge University Press, 1-63.",
        "Epstein, Larry G. and Stanley E. Zin (1989) `Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework,  Econometrica, Vol. 57, No. 4, 937-969.",
        "Epstein, Larry G. and Stanley E. Zin (1990) `First-Order Risk Aversion and the Equity Premium Puzzle, Journal of Monetary Economics, 26, 387-407.",
        "Epstein, Larry G. and Stanley E. Zin (1991) `Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: An Empirical Analysis,  Journal of Political Economy, Vol. 99, No. 2, 263-286.",
        "Epstein, Richard A (1977) The Theory of Gambling and Statistical Logic, New Yorker: Academic Press.",
        "Farrell, Lisa and Ian Walker (1999) `The Welfare Effects of Lotto: Evidence from the UK, Journal of Public Economics, 72, 99-120.",
        "Forrest, David, 0. David Gulley, and Robert Simmons (2000) `Elasticity of Demand for UK National Lottery Tickets, National Tax Journal, Vol. LIII, No. 4, Part 1, 853-863.",
        "Friedman, Milton and L. J. Savage (1948) `The Utility Analysis of Choices Involving Risk, Journal of Political Economy, Vol. LVI, No. 4, 279-304.",
        "Gorman, W. M. (1968) `The Structure of Utility Functions, Review of Economic Studies, Vol. 35, No. 4, 367-390.",
        "Gul, Faruk (1991) `A Theory of Disappointment Aversion, Econometrica, Vol. 59, No. 3, 667-686.",
        "Gulley, 0. David and Frank A. Scott, Jr. (1993) `The Demand for Wagering on StateOperated Lotto Games, National Tax Journal, Vol. 45, No. 1, 13-22.",
        "Haigh, John (1997) `The Statistics of the National Lottery, Journal of the Royal Statistical Society, A, 160, Part 2, 187-206.",
        "Hall, Robert E. (1978) `Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy, Vol. 86, No. 6, 971-987.",
        "Hoppe, Fred M. (1996) `Mathematical Appendix to the Macleans Magazine article by John Schofield, November 4, 1996, Department of Mathematics, McMaster University, http: //www.math. mcmaster. ca/fred/Lotto/.",
        "Inter-Secretariat Working Group on National Accounts (1993) System of National Accounts 1993, Commission of the European Communities, IMF, OECD, UN, World Bank.",
        "Kahneman, Daniel and Amos Tversky (1979) `Prospect Theory: An Analysis of Decisions under Risk, Econometrica, Vol. 47, No. 2, 263-291.",
        "Machina, Mark J. (1997) `Choice under Uncertainty: Problems Solved and Unsolved, in Partha Dasgupta and Karl-GÃ\u0083Â¡ran MÃ\u0083Â£ler, eds, The Environment and Emerging Development Issues, Vol. 1, Oxford: Clarendon Press, 20 1-255.",
        "Machina, Mark J. (2001) `Payoff Kinks in Preferences over Lotteries, Journal of Risk and Uncertainty, 23:3, 207-260.",
        "Marshall, Katherine (1998) `The gambling industry: Raising the stakes, Services Indicators, Statistics Canada, 4th Quarter, 29-38.",
        "Marshall, Katherine (2000) `Update on Gambling, Perspectives, Statistics Canada, Spring, 29-35.",
        "Pratt, John W., Howard Raiffa, and Robert Schlaifer (1995) Introduction to Statistical Decision Theory, Cambridge: The MIT Press.",
        "Quiggin, John (1993) Generalized Expected Utility Theory: The Rank-Dependent Model, Norwell: Kluwer Academic.",
        "Rabin, Matthew (2000) `Risk Aversion and Expected-Utility Theory: A Calibration Theorem, Econometrica, Vol. 68, No. 5, 1281-1292.",
        "Rabin, Matthew and Richard H. Thaler (2001) `Risk Aversion, Journal of Economic Perspectives, Vol. 15, No. 1, 219-232.",
        "Samuelson, Paul A. (1952) `Probability, Utility, and the Independence Axiom, Econometrica, 20, 670-678.",
        "Segal, Uzi and Avia Spivak (1990) `First Order versus Second Order Risk Aversion, Journal of Economic Theory, 51, 111-125.",
        "Stern, Hal and Thomas M. Cover (1989) `Maximum Entropy and the Lottery, Journal of the American Statistical Association, Vol. 84, No. 408, 980-985.",
        "Behavior, Princeton: Princeton University Press. Walker, Ian (1998) `The Economic Analysis of Lotteries, Economic Policy, October, 359-401.",
        "Watt, Richard (2002) `Defending Expected Utility Theory, Journal of Economic Perspectives, 16:2, 227-230.",
        "Yaari, Menahem E. (1987) `The Dual Theory of Choice under Risk, Econometrica, Vol. 55, No. 1, 95-115.",
        "Ziemba, William T. (1986) Dr Zs 6/49 Lotto Guidebook, Vancouver: Dr. Z Investments Inc."
    ]
}