{
    "id": 14022,
    "cites": 25,
    "cited_by": 17,
    "reference": [
        "Betts, J., K. Rueben and K. Danenberg (2000) `Equal Resources, Equal Outcomes? The Distribution of School Resources and Student Achievement in California, Public Policy Institute of California.",
        "Boyd, D., H. Lankford, S. Loeb, J. Rockoff and J. Wyckoff (2007) `The Narrowing Gap in New York City Teacher Qualifications and Its Implications for Student Achievement in HighPoverty Schools, working paper.",
        "Boyd, D., H. Lankford, S. Loeb and J. Wyckoff (2006) `Analyzing the Determinants of the Matching of Public School Teachers to Jobs: Estimating Compensating Differentials in Imperfect Labor Markets, working paper.",
        "Boyd, D., H. Lankford, S. Loeb and J. Wyckoff (2005) `Explaining the Short Careers of HighAchieving Teachers in Schools with Low-Performing Students, American Economic Review Proceedings 95(2), 166-171. An expanded version of this paper is available at www.teacher~oHcyresearch.or~.) Boyd, D., H. Lankford, S. Loeb and J. Wyckoff (forthcoming) `Do High-Stakes Tests Affect Teachers Exit and Transfer Decisions? The Case of the 4th Grade Test in New York State, forthcoming in Public Finance Review.",
        "Chamberlain, G. (1980) `Analysis of Covariance with Qualitative Data, Review of Economic Studies 47, 225-238.",
        "Clotfelter, C., H. Ladd, J. Vigdor and J. Wheeler (2006) `High Poverty Schools and the Distribution of Teachers and Principals, Duke University working paper.",
        "Falch, T. and M Ronning (2005) `The Influence of Student Achievement on Teacher Turnover, CES-IFO Working Paper No. 1469.",
        "Goldhaber, D., B. Gross and D. Player (2007) `Are Public Schools Really Losing Their `Best? Assessing the Career Transitions of Teachers and Their Implications for the Quality of the Teacher Workforce, working paper.",
        "Hanushek, E., J. Kain, D. OBrien and S. Rivkin (2005) `The Market for Teacher Quality, NBER working paper.",
        "Hanushek, E., J. Kain and S. Rivkin (2004) `Why Public Schools Lose Teachers, Journal of Human Resources 39(2) 326-354.",
        "Ingersoll, R. (2001) `Teacher Turnover and Teacher Shortages: An Organizational Analysis, American Educational Research Journal 38(3) 499-534.",
        "Johnson, 5 (2004) `Finders and Keepers: Helping New Teachers Survive and Thrive in our Schools, The Project on The Next Generation of Teachers, San Francisco: Jossey-Bass.",
        "Ingersoll, R. (2004) Why do High Poverty Schools Have Difficulty Staffing Their Classrooms with Qualified Teachers? Report for Renewing Our Schools, Securing Our Future.",
        "Ingersoll , R. and Kralik J.M. (2004). The Impact of Mentoring on Teacher Retention: What the Research Says. Research Review. Education Commission of the States.",
        "Ingersoll, R. and T. Smith (2003). `The Wrong Solution to the Teacher Shortage. Educational Leadership, 60(8): 30-33.",
        "Ingersoll, R. and T. Smith (2004) What are the Effects of Mentoring and Induction on Beginning Teacher Turnover, American Education Research Journal 41(3) 68 1-714.",
        "Jacob, Brian and Lars Lefgren (2005) `Principals as Agents: Subjective Performance Measurement in Education, working paper.",
        "Kane, T., J. Rockoff and D. Staiger (2006) `What Does Certification Tell Us about Teacher Effectiveness? Evidence from New York City NBER Working Paper 12155, April 2006.",
        "Kane, T., and D. Staiger (2002) `Volatility in School Test Scores: Implications for Test-Based Accountability Systems, in Ravitch, D. (ed.) Brookings Papers on Education Policy 2002, Brookings Institution, Washington, D.C.",
        "Lankford, H., S. Loeb and J. Wyckoff (2002) `Teacher Sorting and the Plight of Urban Schools: A Descriptive Analysis, Educational Evaluation and Policy Analysis, 24(1), 38-62.",
        "Murnane, R., J. Willett, Y. Duhaldeborde, and J. Tyler (2000). How Important Are the Cognitive Skills of Teenagers in Predicting Subsequent Earnings? Journal of Policy Analysis and Management 19(4): 547-568.",
        "Peske, H., and K. Haycock (2006) `Teaching Inequality, The Education Trust.",
        "Podgursky, M. R., Monroe and D. Watson (2004) `The Academic Quality of Public School Teachers: An Analysis of Entry and Exit Behavior, Economics of Education Review 23(5) 507-518.",
        "Rockoff, Jonah (2004). `The Impact of Individual Teachers on Student Achievement: Evidence from Panel Data, American Economic Review Proceedings 94 (2): 247-252.",
        "Sanders, W.L. and Rivers, J.C. (1996). Research Project Report: Cumulative and Residual Effects of Teachers on Future Student Academic Achievement, University of Tennessee Value-Added Research and Assessment Center."
    ]
}