{
    "id": 14032,
    "cites": 24,
    "cited_by": 29,
    "reference": [
        "BEHRMAN, J. R., M. R. ROSENZWEIG, AND P. TAUBMAN (1996): College Choice and Wages: Estimates Using Data on Female Twins, Review of Economics and Statistics, LXXXVII, 672- 68S. 26 Not all students are required to take a foreign language and students are spread across foreign language courses in Spanish, French, German, Russian, Chinese, Japanese, and Arabic. Given this, the likelihood of finding a suitable study partner within a given squadron is much smaller than for other freshman courses, which have near universal common enrollment.",
        "BETTS, J. R., AND A. ZAU (2004): Peer Groups and Academic Achievement: Panel Evidence from Administrative Data, Unpublished Manuscript.",
        "BOOZER, M., AND S. E. CACCIOLA (2001): Inside the `Black Box of Project STAR: Estimation of Peer Effects Using Experimental Data, Unpublished Manuscript.",
        "BURTON, A. C., K. S. CARSON, S. M. CHILTON, AND W. G. HUTCHINSON (2007): Resolv- ing Questions About Bias in Real and Hypothetical Referenda, Environmental and Resource Economics, 38(4), 513-525.",
        "CARRELL, S. E., F. V. MALMSTROM, AND J. E. WEST (2008): Peer Effects in Academic Cheating, Journal of Human Resources, 43(1), 173-207.",
        "CARRELL, S. E., AND J. E. WEST (2008): Does Professor Quality Matter? Evidence from Random Assignment of Students to Professors, Unpublished Manuscript.",
        "DALE, S. B., AND A. B. KRUEGER (2002): Estimating the Payoff to Attending a More Selective College: An Application of Selection on Observables and Unobservables, Quarterly Journal of Economics, 17(4), 1491-1527.",
        "DORANS, N. J. (1999): Correspondences Between ACT and SAT I Scores, College Board Report 99-1, 99-2, College Entrance Examination Board.",
        "EIDE, E., D. BREWER, AND R. EHRENBERG (1998): Does It Pay to Attend an Elite Private College? Evidence on the Effects of Undergraduate College Quality on Graduate School Atten- dance, Economics of Education Review, 17, 371-376.",
        "FOSTER, G. (2006): Its not your peers, and its not your friends: Some progress toward under- standing the educational peer effect mechanism, Journal of Public Economics, 90(8-9), 14SS- 147S.",
        "HANUSHEK, E. A., J. F. KAIN, J. M. MARKMAN, AND S. G. RIvKIN (2003): Does Peer Ability Affect Student Achievement?, Journal of Applied Econometrics, 18(5), 527-544.",
        "HOEKSTA, M. L. (Forthcoming): The Effect of Attending the Flagship State University on Earn- ings: A Discontinuity-Based Approach, Review of Economics and Statistics. HOXBY, C. M., AND G. WEINGARTH (2006): Taking Race Out of the Equation: School Reas- signment and the Structure of Peer Effects, Working Paper.",
        "JONES, E. (1990): College Grades and Labor Market Outcomes, Journal of Human Resources, 2S, 253-266.",
        "KREMER, M., AND D. M. LEVY (2003): Peer Effects and Alcohol Use Among College Students, NBER Working Paper 9876.",
        "Li, H., AND T. Li (Forthcoming): The Gender Difference of Peer Influence in Higher Education, Economics of Education Review. LOURY, L., AND D. GARMAN (199S): College Selectivity and Earnings, Journal of Labor EcOnomics, 13, 289-308. LYLE, D. 5. (2007): Estimating and Interpreting Peer and Role Model Effects from Randomly Assigned Social Groups at West Point, Review of Economics and Statistics, 89(2), 289-299.",
        "MANSKI, C. F. (1993): Identification and Endogenous Social Effects: The Reflection Problem, Review of Economic Studies, 60(3), 531-42.",
        "MOFFITT, R. A. (2001): Policy Interventions, Low-Level Equilibria, and Social Interactions, in Social Dynamics, ed. by S. Durlauf, and H. P. Young. Brookings Institution Press, Washington, DC.",
        "MUELLER, R. (1988): The Impact of College Selectivity on Income for Men and Women, Research in Higher Education, 29, 175-191.",
        "SACERDOTE, B. L. (2001): Peer Effects with Random Assignment: Results for Dartmouth Room- mates, Quarterly Journal of Economics, 116(2), 681-704.",
        "SIEGFRIED, J. J., AND M. A. GLEASON (2006): Academic Roommate Peer Effects, Working Paper.",
        "STINEBRICKNER, R., AND T. R. STINEBRICKNER (2006): What can be learned about peer effects using college reoomates? Evidence from new survey data and students form disadvantaged backgrounds, Journal of Public Economics, 90(8-9), 1435-54.",
        "VIGDOR, J., AND T. NECHYBA (2004): Peer Effects in North Carolina Public Schools, Unpub- lished Manuscript.",
        "WEINBERG, B. A. (2005): Social Interactions and Endogenous Association, Unpublished Manuscript.",
        "ZIMMERMAN, D. J. (2003): Peer Effects in Academic Outcomes: Evidence From a Natural Ex- periment, The Review of Economics and Statistics, 85(1), 9-23."
    ]
}