{
    "id": 14038,
    "cites": 8,
    "cited_by": 1,
    "reference": [
        "Auerbach, Alan J. and Joel Slemrod. i997. The Economics Effects of the Tax Reform Act of i986. Journal of Economic Literature. Vol 3S(2): S 89-632. June. Blank, Rebecca M. 2002. Evaluating Welfare Reform in the United States. Journal of Economic Literature. Vol 40(4): iiOS-66. December.",
        "Blank, Rebecca M. 2002. Can Equity and Efficiency Complement Each Other? Labour Economics. Vol 9(4):45i-468.",
        "Curie, Janet. 2006. The Take-up of Social Benefits. In Public Policy and the Income Distribution, Alan J Auerbach, David Card, and John M. Quigley, eds. New York: Russell Sage Foundation.",
        "Gais, Thomas L., Richard P. Nathan, Irene Lurie, and Thomas Kaplan. Implementation of the Personal Respnosibility Act of i996. In The New World of Welfare, Rebecca Blank and Ron Haskins, eds. Washington, D.C.: Brookings Institution Press. Grogger, Jeffrey. 2004. Time Limits and Welfare Use. Journal of Human Resources. Vol 39(2):405-424. Spring.",
        "Grogger, Jeffrey, and Lynn A. Karoly. 2005. Welfare Reform: Effects of a Decade of Change. Cambridge, MA: Harvard University Press.",
        "Meyer, Bruce D. 2002. Labor Supply at the Extensive and Intensive Margins: The EITC, Welfare, and Hours Worked. American Economic Review, Papers and Proceedings. Voln 92(2): 373-79.",
        "Meyer, Bruce D. and Dan T. Rosenbaum. 200i. Welfare, The Earned Income Tax Credit, and the Labor Supply of Single Mothers. quarterly Journal of Economics. Vol ii6(3): i063-iii4. August. Michalopoulos, Charles, Doug Tattric, Cynthia Miller, Phillip K. Robins, Pamela Morris, David Gyarmati, Cindy Redcross, Kelly Foley, and Reuben Ford. 2002. Making Work Pay: Final Report on the Self-Sufficiency Project for Long-Term Welfare Recipients. Ottawa, CA: Social Research and Demonstration Corporation. July.",
        "Miller, Cynthia, Virginia Knox, Lisa A. Gennetian, Martey Dodoo, Jo Anna Hunter, and Cindy Redcross. 2000. Reforming Welfare and Rewarding Work: Final Report on the Minnesota Family Investment Program. Vol i: Effects on Adults. New York: MDRC. September."
    ]
}