{
    "id": 14035,
    "cites": 18,
    "cited_by": 7,
    "reference": [
        "Agarwal, Sumit, Chunlin Liu, and Nicholas S. Souleles. 2007 The Reaction of Consumer Spending and Debt to Tax Rebates-Evidence from Consumer Credit Data Journal of Political Economy 115(6) (December): 986-1019.",
        "Bagwell, L. S., and B. D. Bernheim (1996): Veblen Effects in a Theory of Conspicuous Consumption, American Economic Review, 86(3), 349- 373.",
        "Becker, G. S., and K. M. Murphy (2001): Social Economics , Market Behavior in a Social Environment. Belknap Print.",
        "Browning, M. and T. Crossley. (2004) Shocks, stocks and socks: smoothing consumption over a temporary income loss Centre for Applied Microeconometrics, University of Copenhagen, working paper no. 2004-05 (March) Duflo, E., M. Kremer, and J. Robinson (2004): Understanding Technology Adoption: Fertilizer in Western Kenya - Preliminary Results from Field Experiments, Unpublished manuscript, Massachusetts Institute of Technology.",
        "Duflo, E., and E. Saez (2003): The Role of Information and Social Interactions in Retirement Plan Decisions: Evidence from a Randomized Experiment, Quarterly Journal of Economics, 118(3), 8 15-842.",
        "Easterlin, Richard A. Does Economic Growth Improve the Human Lot? Some Empirical Evidence. In Nations and Households in Economic Growth: Essays in Honor of Moses Abramowits, Paul A. David and Melvin Reder, eds. New York: Academic Press, 1974.",
        "Kahneman, Daniel, Alan Krueger, David Schkade, Norbert Schwarz, and Arthur Stone. (2006) Would You Be Happier If You Were Richer? A Focusing Illusion: Princeton University, Department of Economics, Center for Economic Policy Studies, Working Paper.",
        "Katz, L. F., J. R. Kling, and J. B. Liebman (2001): Moving To Opportunity in Boston: Early Results of a Randomized Mobility Experiment, Quarterly Journal of Economics, 116, 607-654.",
        "Kling, J. R., J. Ludwig, and L. F. Katz (2005): Neighborhood Effects on Crime for Female and Male Youth: Evidence from a Randomized Housing Voucher Experiment, Quarterly Journal of Economics, pp. 87- 130.",
        "Leibenstein, H. (1950): Bandwagon, Snob, and Veblen Effects in the Theory of Consumers Demand, Quarterly Journal of Economics, 64, 183-207.",
        "Ludwig, J., G. J. Duncan, and P. Hirschfield (2001): Urban Poverty and Juvenile Crime: Evidence from a Randomized Housing-Mobility Experiment, Quarterly Journal of Economics, CXVI, 655-679.",
        "Luttmer, Erzo. (2005) Neighbors as Negatives: Relative Earnings and Well-Being Quarterly Journal of Economics, 120(3) (August): 963-1002.",
        "Manski, Charles, (1993). Identification of Endogenous Social Effects: The Reflection Problem, Review of Economic Studies, 60(3), 53 1-42.",
        "Miguel, E. and Kremer, M. (2004). Worms: identifying impacts on education and health in the presence of treatment externalities. Econometrica 72(1): 159-217.",
        "Moffitt, R. A. (1984). The effects of grants-in-aid on state and local expenditures: The case of AFDC. Journal of Public Economics, 23, 279-305.",
        "Moffitt, R. A. (1989). Estimating the value of an in-kind transfer: The case of food stamps. Econometrica, 57(2), 385-409.",
        "Moffitt, R. A. (2001): Policy Interventions, Low-Level Equilibria, and Social Interactions, in Social Dynamics, ed. by S. N. Durlauf, and H. P. Young, pp. 45-82. MIT Press.",
        "Stevenson, Betsey and Justin Wolfers (2008). Economic Growth and Subjective Well-Being: Reassessing the Easterlin Paradox unpublished manuscript, Wharton, University of Pennsylvania, April 16."
    ]
}