{
    "id": 14034,
    "cites": 25,
    "cited_by": 12,
    "reference": [
        "Amemiya, T., 1978. The Estimation of a Simultaneous Equation Generalized Probit Model. Econometrica 46 (5), pp. 1193-1205.",
        "Blustein, P., 2005 And the Money Kept Rolling in (and out). New York: Public Affairs.",
        "Calvo, G., 2003. Explaining Sudden Stops, Growth Collapse and BOP Crises: The case of distortionary output taxes. IMF Mundell-Fleming Lecture, IMF Staff Papers 50 (Special Issue), pp. 1-20.",
        "Corden, M. and Dooley, P. D., 1989. Issues in Debt Strategy; an Overview. In J.A. Frenkel et al., (eds.), Analytical Issues in Debt. Washington: International Monetary Fund.",
        "Corden, M., 1966a. The Structure of a Tariff System and the Effective Protective Rate. Journal of Political Economy 74 (3), pp. 22 1-37.",
        "Corden, M., 1989b. Debt Relief and Adjustment Incentives. In J.A. Frenkel et al., (eds.), Analytical Issues in Debt. Washington, D.C.: International Monetary Fund.",
        "Corden, M., 2002. Too Sensational: On the Choice of Exchange Rate Regimes. Cambridge: MIT Press.",
        "Corden, M., and Neary, J. P., 1982. Booming Sector and De-industrialization in a Small Open Economy, The Economic Journal 92(368), pp. 1-24.",
        "Dornbush, R. and Edwards, S., 1991. The Macroeconomics of Populism in Latin America. Chicago: University of Chicago Press.",
        "Edwards, S., 1975. Shadow Price of Foreign Exchange and Effective Protection.",
        "Cuadernos de Economia 12, pp. 127-144. Edwards, S., 1993. Latin American Economic Integration: A New Perspective on an Old Dream. The World Economy 16 (3), pp. 3 17-338.",
        "Edwards, S., 1995. Crisis and Reform in Latin America: From Despair to Hope. Oxford University Press.",
        "Edwards, S., 2007a. Crises and Growth: A Latin America Perspective. Journal of Iberian and Latin American Economic History, Forthcoming.",
        "Edwards, S., 2007b. The Decline of Latin America, The University of Chicago Press.",
        "Edwards, S. and Levy-Yeyati, E., 2005. Flexible exchange rates as shock absorbers.",
        "European Economic Review 49 (8), pp. 2079-2105.",
        "Eichengreen, B. J., 2001. Capital Account liberalization: What do Cross Country Studies Tell us?. The World Bank Economic Review 15 (3), pp. 341-365.",
        "Frankel, J. A. and Romer, D., 1999. Does Trade Cause Growth?, American Economic Review 89 (3), pp. 379-399.",
        "Heckman, J., 1978. Dummy Endogenous Variables in a Simultaneous Equation System. Econometrica 46, pp. 93 1-960.",
        "Hirschman, A., 1968. The Political Economy of Import-Substituting Industrialization in Latin America. Quarterly. Journal of Economics. 82 (1), pp. 1-32.",
        "Keshk, 0. M. G., 2003. CDSIMEQ: A Program to Implement Two-Stage Probit Least Squares. Stata Journal 3 (2), pp. 157-167.",
        "Little, I., Cooper, R., Corden, M. and Rajapatirana S., 1993. Boom, Crisis and Adjustment: The Macroeconomic Experience of Developing Countries New York: Oxford University Press, for the World Bank.",
        "Maddala, G. S., 1983. Limited-Dependent and Oualitative Variables in Econometrics.",
        "Cambridge : Cambridge University Press. Mody, A., Murshid, A. P., 2002. Growing Up with Capital Flows. Journal of International Economics 65 (1), 249-66.",
        "Santiso, J. 2006. Latin Americas political economy of the possible: beyond good revolutionaries and free-marketeers. Cambridge: MIT Press."
    ]
}