{
    "id": 14039,
    "cites": 21,
    "cited_by": 45,
    "reference": [
        "Acemoglu, D., 2002. Directed Technical Change, Review of Economic Studies 69:4, 781-810.",
        "Barro, R. J. and J.W. Lee (2000) International Data on Educational Attainment: Updates and Implications CID Working Paper No. 42, April 2000, Cambridge, Ma.",
        "Beine M., Frederic D. and H. Rapoport (2006) Brain Drain and Human Capital Formation in developing countries: Winners and losers Manuscript IZA, Bonn May 2006.",
        "Bhagwati J. (1976) The Brain-Drain and Taxation: Theory and Empirical Analysis New York, North Holland.",
        "Bhagwati J. and K. Hamada (1974) The Brain Drain, international integration of markets for professionals and unemployment: a theoretical analysis Journal of Development Economics, 1: 19-42.",
        "Bhagwati J. and C. Rodriguez (1975) Welfare theoretical Analysis of the Brain-Drain Journal of Development Economics 2,3 195-222.",
        "Borjas G. and B. Bratsberg (1996) Who Leaves? The Outmigration of the Foreign-Born Review of Economics and Statistics, 78, 1: 165-176.",
        "Caselli, F. and W. J. Coleman, 2006. The World Technology Frontier, American Economic Review 96:3, 499-522.",
        "Ciccone A. and G. Pen (2006) Identifying Human Capital Externalities: Theory with Applications, Review of Economic Studies, Vol. 73, pp. 381-412.",
        "Commander, S., Chanda R., M. Kangasniemi and A. Winters (2004), Must Skilled Migration be a Brain Drain? Evidence from the Indian Software Industry, IZA Working Paper 1422.",
        "Palgrave, Chapter 5, pp. 151-199. 32 Dustmann, C. and 0. Kirchkamp (2002), The Optimal Migration Duration and Activity Choice after Re- migration, Journal of Development Economics 67, 351-372.",
        "Dustmann, C. and Y. Weiss (2007), Return Migration: Theory and Empirical Evidence from the U.K. British Journal of Industrial Relations, 45 (2) 236-256.",
        "Gruber H. and A. Scott (1966)  The International Flow of Human Capital American Economic Review, 56:268-274.",
        "Grogger J. and G. Hanson (2008) Income Maximization and the Strength and Sorting of International Migra- tion NBER Working Paper 13821, Cambridge MA.",
        "Gundel S. and S. Peters (2008) What determines the duration of Stay of Immigrants in Germany? Evidence from a Longitudinal Duration Analysis SOEPPapers, 79, January 2008, Berlin.",
        "Lucas, R.E.B. and 0. Stark. (1985) Motivations to Remit: Evidence From Botswana. Journal of Political Economy, 93: 901-18.",
        "McCormick B. and J. Wahba (2001) Overseas work experience, savings and entrepreneurship amongst return migrants to LDCs Scottish Journal of Political Economy, 48, 2: 164-78.",
        "Ruggles, Steven , Matthew Sobek, Trent Alexander, Catherine A. Fitch, Ronald Goeken, Patricia Kelly Hall, Miriam King, and Chad Ronnander. 2005. Integrated Public Use Microdata Series: Version 3.0 [Machine-readable database]. Minneapolis, MN: Minnesota Population Center [producer and distributor].",
        "Schiff, M.(2005) Brain Gain: Claims about its size and Impact on Welfare and Growth are Greatly Exagger- ated IZA discussion Paper 1599.",
        "Stark, 0. (2003) Rethinking the Brain Drain World Development Vol. 32 No.1 pp.15-22.",
        "Zucker L. and M. Darby (2007) Star Scientists, Innovation and Regional and National Migration NBER Working Paper 13547, Cambridge Ma."
    ]
}