{
    "id": 14049,
    "cites": 32,
    "cited_by": 347,
    "reference": [
        "Abiad, Abdul, Enrica Detragiache, and Thierry Tressel (2007). A New Database of Financial Reforms. Mimeo, Research Department, IMF.",
        "Bernanke, Ben and Mark Gertler (1989). Agency Costs, Net Worth, and Business Fluctuations, American Economic Review, Vol. 79, pp. 14-3 1.",
        "Bernanke, Ben, Mark Gertler, and Simon Gilchrist (1999). The Financial Accelerator in and Quantitative Business Cycle Framework. In Handbook of Macroeconomics Vol. 1C, ed. by John Taylor and Michael Woodford (Amsterdam: North-Holland), pp. 1531-1614.",
        "Borio, Claudio, C. Furfine, and P. Lowe (2001). Procyclicality of Financial Systems and Financial Stability. BIS Papers No.1, Bank for International Settlements.",
        "Caballero, Ricardo and Arvind Krshnamurthy (1998). Emerging Market Crises: An Asset Markets Perspective. NBER Working Paper No. 6843. (Cambridge, MA: National Bureau of Economic Research).",
        "Calvo, Guillermo A., Alejandro Izquierdo, and Ernesto Talvi (2003). Sudden Stops, the Real Exchange Rate, and Fiscal Sustainability: Argentinas Lessons. NBER Working Paper 9828. (Cambridge, MA: National Bureau of Economic Research).",
        "Calvo, Guillermo A., Alejandro Izquierdo, and Luis Mejia (2004). On the Empirics of Sudden Stops: The Relevance of Balance-Sheet Effects. NBER Working Paper 10520. (Cambridge, MA: National Bureau of Economic Research).",
        "Collyns, Charles and Abdelhak Senhadji (2002). Lending Booms, Real Estate Bubbles, and the Asian Financial Crisis. IMF Working Paper 02/20 (Washington: International Monetary Fund).",
        "DellAriccia, Giovanni, and Robert Marquez (2006). Lending Booms and Lending Standards. The Journal of Finance, Vol. 51, No. 5, pp. 2511-2546.",
        "Demirguc-Kunt, Ash and Enrica Detragiache (2005). Cross-Country Empirical Studies of Systemic Bank Distress: A Survey. IMF Working Paper 05/96. (Washington: International Monetary Fund).",
        "Dewatripont, Mathias and Jean Tirole (1993). The Prudential Regulation of Banks. (Cambridge, Massachusetts: The MIT Press).",
        "Eichengreen, Barry and Michael D. Bordo (2002). Crises Now and Then: What Lessons from the Last Era of Financial Globalization? NBER Working Paper 8716. (Cambridge, MA: National Bureau of Economic Research).",
        "Eichengreen, Barry and Carlos Arteta (2002). Banking Crises in Emerging Markets: Presumptions and Evidence, in Mario Blejer and Marko Skreb (eds.) Financial Policies in Emerging Markets. MIT Press. (Cambridge, Massachusetts).",
        "Fisher, Irving (1933). The Debt-Deflation Theory of the Great Depressions. Econometrica, Vol.1, pp. 337-357.",
        "Gorton, Gary and Ping He (2005). Bank Credit Cycles. Review of Economic Studies, forthcoming.",
        "Gourinchas, Pierre-Ohivier, Rodrigo Valdes, and Oscar Landerretche (2001). Lending Booms: Latin America and the World. Economia, Spring, pp. 47-99.",
        "Hilbers, Paul, Inci Otker-Robe, Ceyla Pazarbasioglu, and Gudrun Johnsen (2005). Assessing and Managing Rapid Credit Growth and the Role of Supervisory and Prudential Policies. IMF Working Paper 05/15 1. (Washington: International Monetary Fund).",
        "International Monetary Fund (2004). Are Credit Booms in Emerging Markets a Concern?. World Economic Outlook, pp. 148-166.",
        "Kaminsky, Graciela, Carmen Reinhart, and Carlos Vegh (2005). When it Rains it Pours: Procychical Capital Flows and Macroeconomic Policies, in Mark Gertler and Kenneth Rogoff(eds.) NBER Macroeconomic Annual, pp. 11-53.",
        "Kiyotaki, Nobuhiro, and John Moore (1997). Credit Cycles. Journal of Political Economy, Vol. 105, pp. 211-248.",
        "Klenow, Peter and Andres Rodriguez-Clare (1997). The Neoclassical Revival in Growth Economics: Has It Gone Too Far? in B. Bernanke and J. Rotemberg (eds.) Macroeconomics Annual 1997, pp. 73-102.",
        "Kose, Ayhan, Eswar Prasad, and Marco Terrones (2003). Financial Integration and Macroeconomic Volatility. IMF Staff Papers, Vol. 50, pp. 119-143.",
        "Kose, Ayhan, Eswar Prasad, and Marco Terrones (2008). Does Financial Globalization Contribute to Productivity Growth? Mimeo, Research Department, IMF.",
        "Kraft, Evan and Ljubinko Jankov (2005). Does Speed Kill? Lending Booms and their Consequences in Croatia, Journal of Banking and Finance, Vol 29, pp. 105-121.",
        "Lorenzoni, Guido (2005). Inefficient Credit Booms. Manuscript. Department of Economics, MIT.",
        "Mendoza, Enrique G. (1995). The Terms of Trade, the Real Exchange Rate, and Economic Fluctuations. International Economic Review. Vol. 36, pp. 10 1-137.",
        "Prone Economies. Economia, Fall, pp.103-148. (2006). Endogenous Sudden Stops in a Business Cycle Model with Collateral Constraints: A Fisherian Deflation of Tobins Q. NBER Working Paper No. 12564; Cambridge, MA: National Bureau of Economic Research.",
        "Montiel, Peter (2001). What Drives Consumption Booms?. The World Bank Review, Vol. 14, No. 3 , pp. 457-480.",
        "Neumeyer, Pablo and Fabrizio Pen (2005). Business Cycles in Emerging Economies: The Role of Interest Rate. Journal of Monetary Economics, V. 52, pp. 345-3 80.",
        "Ottens, Daniel, Edwin Lambregts, and Steven Poelhekke (2005). Credit Booms in Emerging Market Economies: A Recipe for Banking Crises?. Manuscript, De Nederlandsche Bank.",
        "Rajan, Raghuram G. (1994). Why Bank Credit Policies Fluctuate: A Theory and Some Evidence, Quarterly Journal of Economics, Vol. 109, pp. 399-441.",
        "Scheneider, Martin and Aaron Tornell (2004). Bailout Guarantees, Balance Sheet Effects and Financial Crises. Review of Economic Studies."
    ]
}