{
    "id": 14047,
    "cites": 32,
    "cited_by": 20,
    "reference": [
        "Acemoglu, D., M. Golosov and A. Tsyvinski, (2006), Markets versus Governments: Political Economy of Mechanisms, NBER Working Paper 12224.",
        "Aiyagari, R., A. Marcet, T. Sargent and J. Seppala, (2002), Optimal Taxation without State-Contingent Debt, Journal of Political Economy, 110, 1220-1254.",
        "Alesina, A., F. Campante and G. Tabellini, (2007), Why is Fiscal Policy often Procyclical? Journal of European Economic Association, forthcoming.",
        "Azzimonti, M., (2005), On the Dynamic Inefficiency of Governments, mimeo, University of Iowa.",
        "Azzimonti, M., M. Battaglini and S. Coate, (2008), On the Case for a Balanced Budget Amendment of the U.S. Constitution, mimeo, Princeton University.",
        "Barro, R., (1979), On the Determination of the Public Debt, Journal of Political Economy, 87, 940-971.",
        "Barro, R, (1981), On the Predictability of Tax-Rate Changes, NBER Working Paper 0636.",
        "Barro, R., (1986), U.S. Deficits since World War I, Scandinavian Journal of Economics, 88(1), 195-222.",
        "Battaglini, M. and S. Coate, (2007), Inefficiency in Legislative Policy-Making: A Dynamic Analysis, American Economic Review, 97(1), 118-149.",
        "Battaglini, M. and S. Coate, (2008), A Dynamic Theory of Public Spending, Taxation and Debt, American Economic Review, 98(1), in press.",
        "Bohn, H., (1990), Tax Smoothing with Financial Instruments, American Economic Review, 80(5), 1217-1230.",
        "Bohn, H., (1998), The Behavior of U.S. Public Debt and Deficits, Quarterly Journal of Economics, 113(3), 949-963.",
        "Chari, V.V., L. Christiano and P. Kehoe, (1994), Optimal Fiscal Policy in a Business Cycle Model, Journal of Political Economy, 102(4), 617-652.",
        "Drazen, A., (2000), Political Economy in Macroeconomics, Princeton: Princeton University Press.",
        "Gavin, M. and R. Perotti, (1997), Fiscal Policy in Latin America, in B. Bernanke and J. Rotemberg, eds., NBER Macroeconomics Annual.",
        "Hassler, J, J-V. Rodriguez Mora, K. Storesletten and F. Zilibotti, (2003), The Survival of the Welfare State, American Economic Review, 93(1), 87-112.",
        "Hassler, J, P. Krusell, K. Storesletten and F. Zilibotti, (2005), The Dynamics of Government,  Journal of Monetary Economics, 52, 1331-1358.",
        "Kaminsky, G., C. Reinhart and C. Vegh, (2004), When it Rains, It Pours: Pro-cyclical Capital Flows and Macroeconomic Policies, in M. Gertler and K. Rogoff, eds., NBER Macroeconomics Annual 2OO~, Volume 19.",
        "Krusell, P. and J-V. Rios-Rull, (1999), On the Size of U.S. Government: Political Economy in the Neoclassical Growth Model, American Economic Review, 89(5), 1156-1181.",
        "Lane, P., (2003), The Cyclical Behavior of Fiscal Policy: Evidence from the OECD, Journal of Public Economics, 87, 266 1-2675.",
        "Lane, P. and A. Tornell, (1998), Why arent Savings Rates in Latin America Procyclical? Journal of Development Economics, 57, 185-199.",
        "Marcet, A. and A. Scott, (2007), Debt and Deficit Fluctuations and the Structure of Bond Markets, mimeo, London Business School.",
        "Mendoza, E., Razin A. and Tesar, L., Effective tax rates in Macroeconomics Cross-country Estimates of tax rates on Factor Incomes and Consumption, Journal of Monetary Economics, 1994, 34, 297-323.",
        "Persson, T. and G. Tabellini, (2000), Political Economics: Explaining Economic Policy~ Cambridge, MA: MIT Press.",
        "Rockafellar, R. T., (1970), Convex Analysis, Princeton, NJ: Princeton University Press.",
        "Shiryayev, A., (1996), Probability, New York: Springer-Verlag.",
        "Song, Z., F. Zilibotti and K. Storesletten, (2007), Rotten Parents and Disciplined Children: A Politico-Economic Theory of Public Expenditure and Debt, mimeo, University of Zurich.",
        "Stokey, N., R. Lucas and E. Prescott, (1989), Recursive Methods in Economic Dynamics, Cambridge, MA: Harvard University Press.",
        "Talvi, E. and C. Vegh, (2005), Tax Base Variability and Pro-cyclical Fiscal Policy, Journal of Development Economics, 78, 156-190.",
        "Tornell, A. and P. Lane, (1999), The Voracity Effect, American Economic Review, 89, 22-46.",
        "Woo, J., (2006), Why Do More Polarized Countries Run More Pro-Cyclical Fiscal Policy? mimeo, DePaul University.",
        "Yared, P., (2007), Politicians, Taxes, and Debt, mimeo, MIT."
    ]
}