{
    "id": 14048,
    "cites": 51,
    "cited_by": 94,
    "reference": [
        "Arias, Andre, Gary Hansen, and Lee Ohanian, 2007, Why Have Business Cycle Fluctuations Become Less Volatile? Economic Theory, 32, 43-58.",
        "Bernanke, Ben, 2003. Constrained Discretion and Monetary Policy, before the Money Marketeers of New York University, New York, New York, February 3.",
        "Bernanke, Ben, 2004. The Great Moderation. At the meetings of the Eastern Economic Association, Washington, D.C., February 20.",
        "Bernanke, Ben, 2007. Housing, Housing Finance, and Monetary Policy, at the Federal Reserve Bank of Kansas Citys Economic Symposium, Jackson Hole, Wyoming, August 31.",
        "Bils, Mark., and James A. Kahn, 2000, What Inventory Behavior Tells Us about Business Cycles, American Economic Review 90, 458-48 1.",
        "Blanchard, Olivier, and John Simon, 2001. The Long and Large Decline in U.S. Output Volatility, Brookings Papers on Economic Activity, 1, pp. 135-64.",
        "Blinder, Alan S., and Louis J. Maccini, 1991, Taking Stock: A Critical Assessment of Recent Research on Inventories, The Journal of Eocnomic Perspecxtives, 5 (Winter), pp. 73-96.",
        "Brown, Gregory and Nishad Kapadia, 2007, Firm-Specific Risk and Equity Market Development, Journal of Financial Economics, 84, pp. 358-388.",
        "Campbell, John Y., Martin Lettau, Burton Malkiel and Y. Xu, 2001, Have Individual Stocks Become More Volatile? An Exploration of Idiosyncratic Risk, Journal of Finance, 56, no. 1, 1-43.",
        "Carlino, Gerald, Robert DeFina and Keith Sill, 2007 The Long and Large Decline in State Employment Growth Volatility, Working Paper no. 07-11, Research Department, Federal Reserve Bank of Philadelphia.",
        "Christiano, L. J. and T.J. Fitzgerald, 2003, The Band Pass Filter, International Economic Review 44(2), 435-465.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler, 2000. Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics, 115, pp. 147-80.",
        "Comin, Diego and Sunil Mulani, 2006, Diverging Trends in Aggregate and Firm Volatility, Review of Economics and Statistics, 88, no. 2, 374-383.",
        "Comin, Diego, and Thomas Philippon. 2005. The Rise in Firm-Level Volatility: Causes and Consequences. NBER Macroeconomics Annual 2005, M. Gertler and K. Orgoff, eds. MIT Press.",
        "Cunha, Flavio and James J. Heckman, 2007, The Evolution of Inequality, Heterogeneity and Uncertainty in Labor Earnings in the U.S. Economy, NBER working paper no. 13526.",
        "Davis, Steven J., 2008, The Decline of Job Loss and Why It Matters, American Economic Review: Papers and Proceedings, 98, no. 2.",
        "Davis, Steven J., R. Jason Faberman, John Haltiwanger, Ron Jarmin and Javier Miranda, 2007, Business Volatility, Job Destruction and Unemployment, working paper, October.",
        "Davis, Steven, J., John Haltiwanger, Ron Jarmin and Javier Miranda, Volatility and Dispersion in Business Growth Rates: Publicly Traded versus Privately Held Firms, NBER Macroeconomics Annual 2006, Daron Acemoglu, Kenneth Rogoff, and Michael Woodford, eds. MIT Press.",
        "Dynan, Karen E. Douglas W. Elmendorf, and Daniel E. Sichel, 2006, Can Financial Innovation Help Explain the Reduced Volatility of Economic Activity, Journal of Monetary Economics 53, 2006, pp. 123-150.",
        "Dynan, Karen E. Douglas W. Elmendorf, and Daniel E. Sichel, 2008, The Evolution of Household Income Volatility, The Brookings Institution. Downloadable at http ://www.brookings .edu/papers/2008/O2useconomicselmendorf.aspx.",
        "Fama, Eugene F. and Kenneth R. French, 2004, New Lists: Fundamentals and Survival Rates, Journal of Financial Economics, 73, no. 2, 229-269.",
        "Friedman, M., A Theory of the Consumption Function, National Bureau of Economic Research, Princeton, N.J., 1957.",
        "Gali, Jordi, and Gambetti, Luca, 2007, On the Sources of the Great Moderation, Working Paper no. 1041, Universitat Pompeu Fabra.",
        "Giannone, D., M. Lenza, and L. Reichlin, 2008, Explaining the Great Moderation: It is not the Shocks, European Central Bank, Working Paper Series No. 865, February.",
        "Gorbachev, Olga, 2007, Did Household Consumption Become More Volatile? working paper, available at http ://www.columbia.edu/-ocg200 1/JMP.pdf.",
        "Groshen, Erica, and Simon Potter, 2003, Has Structural Change Contributed to a Jobless Recovery? Current Issues in Economics and Finance 9 (August), Federal Reserve Bank of New York.",
        "Humphries, Brad, Louis J. Maccini, and Scott Schuh, 2001, Input and Output Inventories, Journal of Monetary Economics 47, 347-375.",
        "Irvine, F. Owen, and Scott Schuh, 2005, The Roles of Comovement and Inventory Investment in the Reduction of Output Volatility, Federal Reserve Bank of Boston Working Paper 05-9.",
        "Justiniano, A., and G. Primiceri, 2006, The Time-Varying Volatility of Macroeconomic Fluctuations, NBER Working Paper No. 12022, February 2006.",
        "Kahn, James A., 1987, Inventories and the Volatility of Production, American Economic Review 77 (September), 667-679.",
        "Kahn, James A., 2000, Explaining the Gap between New Home Sales and Inventories, Federal Reserve Bank of New York, Current Issues in Economics and Finance, 6 (May).",
        "Kahn, James A., 2008, Durable Goods Inventories and the Great Moderation, Federal Reserve Bank of New York, Staff Report No. 325.",
        "Kahn, James A., Margaret McConnell, and Gabriel Perez-Quiros, 2002. On the Causes of the Increased Stability of the U.S. Economy, Federal Reserve Bank of New York, Economic Policy Review, 8, pp. 183-202.",
        "Kim, Chang-Jin, and Charles Nelson, 1999. Has the U.S. Economy Become More Stable? A Bayesian Approach Based on a Markov-Switching Model of the Business Cycle, Review of Economics and Statistics, 81, pp. 608-16.",
        "Kim, Chang-Jin, Charles Nelson, and Jeremy Piger, 2003. The Less Volatile U.S. Economy: A Bayesian Investigation of Timing, Breadth, and Potential Explanations, Journal of Business and Economic Statistics, forthcoming.",
        "Maccini, L.J., B. J. Moore and H. Schaller, 2004, The Interest Rate, Learning, and Inventory Investment, The American Economic Review 94(5), December 2004, 1303- 1327.",
        "McCarthy, Jonathan, and Egon Zakrajsek, 2007. Inventory Dynamics and Business Cycles: What Has Changed? Journal of Money, Credit and Banking, Vol. 39, No. 2-3 (March-April), 591-613.",
        "Mentzer, John, W. DeWitt, J. Keebler, S. Mm, N. Mix, C. Smith, and Z. Zacharia, 2001, Defining Supply Chain Management Journal of Business Logistics.",
        "Nelson, Edward, 2004. The Great Inflation of the Seventies: What Really Happened? Federal Reserve Bank of St. Louis, working paper (January).",
        "Orphanides, Athanasios, 2002 Monetary-Policy Rules and the Great Inflation, The American Economic Review, 92 (May), Papers and Proceedings, pp. 115-120.",
        "Orphanides, Athanasios, 2003. The Quest for Prosperity without Inflation, Journal of Monetary Economics, 50 (April), pp. 633-63.",
        "Orphanides, Athanasios, and John C. Williams, 2003a. Imperfect Knowledge, Inflation Expectations, and Monetary Policy, forthcoming in Ben Bernanke and Michael Woodford, eds., Inflation Targeting, Chicago: University of Chicago Press for NBER.",
        "Rogoff, Kenneth, 2006, The Impact of Globalization on Monetary Policy, prepared for the Federal Reserve Bank of Kansas City symposium, The New Economic Geography: Effects and Policy Implications, Jackson Hole, Wyoming, August 24-26.",
        "Romer, Christina, 1986, Is the Stabilization of the Postwar Economy a Figment of the Data? American Economic Review 76 (June), 3 14-334.",
        "Romer, Christina, and David Romer, 2002b. The Evolution of Economic Understanding and Postwar Stabilization Policy, Rethinking Stabilization Policy, Federal Reserve Bank of Kansas City, pp. 11-78.",
        "Sims, Christopher, and Tao Zha, 2006, Were There Regime Switches in U.S. Monetary Policy? American Economic Review, 96 (March), pp. 54-8 1.",
        "Stiroh, Kevin, 2005, Volatility Accounting: A Production View of Increased Economic Stability, working paper, Federal Reserve Bank of New York.",
        "Stock, James H. and Mark W. Watson, 2002, Has the Business Cycle Changed and Why? in Mark Gertler and Kenneth Rogoff, eds., NBER Macroeconomics Annual 2002. Cambridge, MA: MIT Press, 159-218.",
        "Truman, Edwin M., 2003. Inflation Targeting in the World Economy. Institute for international Economics, Washington, D.C.",
        "Warnock, M.V. Cacdac, and Francis Warnock, 2000. The Declining Volatility of U.S. Employment: Was Arthur Burns Right? Board of Governors of the Federal Reserve System, International Finance Discussion Paper no. 677 (August).",
        "Whelan, Karl, 2000, A Guide to the Use of Chain Aggregated NIPA Data, Division of Research and Statistics Discussion Paper, Federal Reserve Board."
    ]
}