{
    "id": 14044,
    "cites": 15,
    "cited_by": 10,
    "reference": [
        "Agodini, Roberto and Mark Dynarski. 1998. Understanding the Trend Toward Al- ternative Certification for High School Graduates. Document PR98-39, 37, Mathematica Policy Research, Inc., Princeton, NJ.",
        "Allen, Colleen A. and Edward V. Jones. 1992. GED Testimg Program: The First Fifty Years. Washington, D.C.: American Council on Education.",
        "Cameron, Stephen V. and James J. Heckman. 1993. The Nonequivalence of High School Equivalents. Jourmal of Labor Ecomomics, 11(1, Part 1):1-47.",
        "Chaplin, Duncan. 1999. GEDs for Teenagers: Are There Unintended Consequences? Tech. rep., The Urban Institute.",
        "GED Testing Service. Various. Who Too/c the GED?: GED Statistical Report. Washington, DC: American Council on Higher Education. Heckman, James J. and Paul A. LaFontaine. 2006. Bias Corrected Estimates of GED Returns. Jourmal of Labor Ecomomics, 24(3):661-700.",
        "Heckman, James J. and Paul A. LaFontaine. 2008a. The American High School Graduation Rate: Trends and Levels., unpublished manuscript, University of Chicago, Department of Economics.",
        "Heckman, James J. and Paul A. LaFontaine. 2008b. Testing the Test: What the GED Reveals and Conceals., unpublished book manuscript, University of Chicago, Department of Economics.",
        "Kominski, Robert. 1990. Estimating the National High School Dropout Rate. Demog- raphy, 27(2):303-311.",
        "Lane Community College. 2008. Online GED Preparation, GED 2002 Changes., https: //teach.lanecc. edu/ged/ged2002. htm (accessed May 9, 2008).",
        "Lillard, Dean R. 2001. Do General Educational Development Certificate Policies Induce Youth Out of High School?, unpublished manuscript, Cornell University.",
        "Lillard, Dean R. and Philip DeCicca. 2001. Higher Standards, More Dropouts? Evi- dence Within and Across Time. Ecomomics of Edncatiom Review, 20(5):459-473.",
        "National Center for Education Statistics. 2006. Edncatiom Lomgitndimal Stndy of ~00~ (ELS.00~/U4), First Follow-np, Stndemt Snrvey, ~OU4. Washington, DC: U.S. Department of Education, National Center for Education Statistics.",
        "National Commission on Excellence in Education. 1983. A Natiom at Risk: The Im- perative for Edncatiomal Reform: A Report to the Natiom amd the Secretary of Edncatiom, Umited States Departmemt of Edncatiom. Washington, D.C.: National Commission on Ex- cellence in Education.",
        "Quinn, Lois M. 2008. An Institutional History of the GED., unpublished manuscript.",
        "Van Slyke, Caren. 2005. GED ~005-~006 (Kaplam). New York: Simon and Schuster."
    ]
}