{
    "id": 14040,
    "cites": 47,
    "cited_by": 2,
    "reference": [
        "[1] Austen-Smith D. and Banks J., Information Aggregation, Rationality, and the Condorcet Jury Theorem, The American Political Science Review, vol. 90, no. 1, pp. 34-45, 1996.",
        "[2] Bala V. and Goyal S., Learning from Neighbours, The Review of Economic Studies, vol. 65, no. 3, pp. 595-621, 1998.",
        "[3] Bala V. and Goyal S., Conformism and Diversity under Social Learning, Economic Theory, vol. 17, pp. 101-120, 2001.",
        "[4] Banerjee A., A Simple Model of Herd Behavior, The Quarterly Journal of Economics, vol. 107, pp. 797-817, 1992.",
        "[5] Banerjee A. and Fudenberg D., Word-of-mouth Learning, Cames and Economic Behavior, vol. 46, pp. 1-22, 2004.",
        "[6] Besley T. and Case A., Diffusion as a Learning Process: Evidence from HYV Cotton, Working Papers 228, Princeton University, Woodrow Wilson School of Public and International Affairs, Research Program in Development Studies, 1994.",
        "[7] Bikhchandani S., Hirshleifer D., and Welch I., A Theory of Fads, Fashion, Custom, and Cultural Change as Information Cascades, The Journal of Political Economy, vol. 100, pp. 992-1026, 1992.",
        "[8] Bikhchandani S., Hirshleifer D., and Welch I., Learning from the Behavior of Others: Conformity, Fats, and Informational Cascades, The Journal of Economic Perspectives, vol. 12, pp. 151-170, 1998.",
        "[9] Breiman L., Probability, Addison-Wellesley, 1968.",
        "[10] Callander S. and Homer J., The Wisdom of the Minority, Northwestern mimeo, 2006.",
        "[11] Celen B. and Kariv S., Observational Learning Under Imperfect Information, Cames and Economic Behavior, vol. 47, no. 1, pp. 72-86, 2004.",
        "[12] Celen B. and Kariv S., Distinguishing Informational Cascades from Herd Behavior in the Laboratory, The American Economic Review, vol. 94, no. 3, pp. 484-498, 2004.",
        "[13] Chamley C. and Gale D., Information Revelation and Strategic Delay in a Model of Investment, Econometrica, vol. 62, pp. 1065-1086, 1994.",
        "[14] Choi S., Celen B., and Kariv S., Learning in Networks: An Experimental Study, UCLA Technical Report, Dec. 2005.",
        "[15] Condorcet N.C. , Essai sur lApplication de lAnalyze a la ProbabilitÃ\u0083Â© des Decisions Rendues a la PluralitÃ\u0083Â© des Voix, ImprimÃ\u0083Â©rie Royale, Paris, France, 1785. 42",
        "[16] Cover T., Hypothesis Testing with Finite Statistics, The Annals of Mathematical Statistics, vol. 40, no. 3, pp. 828-835, 1969.",
        "[17] DeMarzo P.M., Vayanos D., and Zwiebel J., Persuasion Bias, Social Influence, and Unidimensional Opinions, The Quarterly Journal of Economics, vol. 118, no. 3, pp. 909-968, 2003.",
        "[18] Doob J.L., Stochastic Processes, John Wiley and Sons Inc., 1955.",
        "[19] Ellison G. and Fudenberg D., Rules of Thumb for Social Learning, The Journal of Political Economy, vol. 101, no. 4, pp. 612-643, 1993.",
        "[20] Ellison G. and Fudenberg D., Word-of-mouth communication and social learning, The Quarterly Journal of Economics, vol. 110, pp. 93-126, 1995.",
        "[21] Feddersen T. and Pesendorfer W., The Swing Voters Curse, The American Economic Review, vol. 86, no. 3, pp. 408-424, 1996.",
        "[22] Feddersen T. and Pesendorfer W., Voting Behavior and Information Aggregation in Elections With Private Information, Econometrica, vol. 65, no. 5, pp. 1029-1058, 1997.",
        "[23] Foster A. and Rosenzweig M., Learning by Doing and Learning from Others: Human Capital and Technical Change in Agriculture, The Journal of Political Economy, vol. 103, no. 6, pp. 1176-1209, 1995.",
        "[24] Gale D. and Kariv S., Bayesian Learning in Social Networks, Cames and Economic Behavior, vol. 45, no. 2, pp. 329-346, 2003.",
        "[25] Golub B. and Jackson M.O., Naive Learning in Social Networks: Convergence, Influence, and the Wisdom of Crowds, unpublished manuscript, 2007.",
        "[26] Granovetter M., The Strength of Weak Ties, The American Journal of Sociology, vol. 78, no. 6, pp. 1360-1380, 1973.",
        "[27] loannides M. and Loury L., Job Information Networks, Neighborhood Effects, and Inequality, The Journal of Economic Literature, vol. 42, no. 2, pp. 1056-1093, 2004.",
        "[28] Jackson M.O., The Economics of Social Networks, chapter in Volume I of Advances in Economics and Econometrics, Theory and Applications: Ninth World Congress of the Econometric Society, Richard Blundell, Whitney Newey, and Torsten Persson, Cambridge University Press, 2006.",
        "[29] Jackson M.O., The Study of Social Networks In Economics, chapter in The Missing Links: Formation and Decay of Economic Networks, edited by James E. Rauch; Russell Sage Foundation, 2007.",
        "[30] Jackson M.O. and Wolinsky A., A Strategic Model of Social and Economic Networks,  The Journal of Economic Theory, vol. 71, pp. 44-74, 1996. 43",
        "[31] Jackson M.O. and Watts A., The Evolution of Social and Economic Networks, The Jourmal of Ecomomic Theory, vol. 106, pp. 265-295, 2002.",
        "[32] Lee I., On the Convergence of Informational Cascades, The Jourmal of Ecomomic Theory, vol. 61, pp. 395-411, 1993.",
        "[33] Lorenz J., Marciniszyn M., and Steger A., Observational Learning in Random Networks, chapter in Learning Theory, Springer Berlin / Heidelberg, 2007.",
        "[34] Montgomery J.D., Social Networks and Labor-Market Outcomes: Toward an Economic Analysis, The Americam Ecomomic Review, vol. 81 no. 5, pp. 1408-1418, 1991.",
        "[35] Munshi K., Networks in the Modern Economy: Mexican Migrants in the U.S. Labor Market, The Quarterly Jourmal of Ecomomics, vol. 118 no. 2, pp. 549-597, 2003.",
        "[36] Munshi K., Social Learning in a Heterogeneous Population: Technology Diffusion in the Indian Green Revolution, The Jourmal of Developmemt Ecomomics, vol. 73 no. 1, pp. 185-215, 2004.",
        "[37] Myerson R.B., Extended Poisson Games and the Condorcet Jury Theorem, Cames amd Ecomomic Behavior, vol. 25, no. 1, pp. 111-131, 1998.",
        "[38] Myerson R.B., Large Poisson Games, The Jourmal of Ecomomic Theory, vol. 94 no. 1, pp. 7-45, 2000.",
        "[39] Papastavrou J.D. and Athans M., Distributed Detection by a Large Team of Sensors in Tandem, Proceedimgs of IEEE CDC, 1990.",
        "[40] Sgroi D., Optimizing Information in the Herd: Guinea Pigs, Profits, and Welfare, Cames amd Ecomomic Behavior, vol. 39, pp. 137-166, 2002.",
        "[41] Smith L. and Sorensen P., Rational Social Learning with Random Sampling, unpublished manuscript, 1998.",
        "[42] Smith L. and Sorensen P., Pathological Outcomes of Observational Learning, Ecomometrica, vol. 68, no. 2, pp. 371-398, 2000.",
        "[43] Tay W.P., Tsitsiklis J.N., and Win M.Z., On the Sub-Exponential Decay of Detection Error Probabilities in Long Tandems, Proceedimgs of ICASSP, 2007.",
        "[44] Udry C. and Conley T., Social Learning through Networks: the Adoption of New Agricultural Technologies in Ghana, Amen cam Jourmal of Agricultural Ecomomics, vol. 83, pp. 668-673, 2001.",
        "[45] Vives X., Learning from Others: A Welfare Analysis, Cames amd Ecomomic Behavior, vol. 20, pp. 177-200, 1997. 44",
        "[46] Welch I., Sequential Sales, Learning and Cascades, The Journal of Finance, vol. 47, pp. 695-732, 1992.",
        "[47] Young H.P., Condorcets Theory of Voting, The American Political Science Review, vol. 82, pp. 12311244, 1988."
    ]
}