{
    "id": 14050,
    "cites": 12,
    "cited_by": 100,
    "reference": [
        "Acemoglu, Daron, Philippe Aghion and Fabrizio Zilibotti. 2006. Distance to Frontier, Selection, and Economic Growth. Journal of the European Economic Association, 4(March): 37- 74.",
        "Dixit, Avinash K. 2003. Lawlessness and Economics: Alternative Modes of Governance.",
        "Princeton, NJ: Princeton University Press. Djankov, Simeon, Edward Glaeser, Rafael La Porta, Florencio Lopez-de-Silanes and Andrei Shleifer. 2003. The New Comparative Economics. Journal of Comparative Economics, 31(4): 595-619.",
        "Fafchamps, Marcel. 2004. Market Institutions and Sub-Saharan Africa: Theory and Evidence.",
        "Gerschenkron, Alexander. 1962. Economic Backwardness in Historical Perspective: A Book of Essays. Cambridge, MA: Harvard University Press.",
        "Hausmann, Ricardo, and Dani Rodrik. 2003. Economic Development as Self-Discovery. Journal of Development Economics, 72(2): 603-633.",
        "Hall, Peter A., and David Soskice, eds. 2001. Varieties of Capitalism: The Institutional Foundations of Comparative Advantage. New York, NY: Oxford University Press.",
        "Hellmann, Thomas, Kevin Murdock, and Joseph Stiglitz. 1997. Financial Restraint: Toward a New Paradigm. In The Role of Government in East Asian Economic Development: Comparative InstitutionalAnalysis, eds. M. Aoki et al. Oxford: Clarendon Press.",
        "Klinger, Bailey, and Daniel Lederman. 2006. Diversification, Innovation, and Imitation inside the Global Technological Frontier. World Bank Policy Research Discussion Paper no.",
        "Neut, Alejandro, and Andres Velasco. 2003. Tough Policies, Incredible Policies? NBER Discussion Paper no. 9932.",
        "Qian , Yingyi. 2003. How Reform Worked in China. In In Search of Prosperity: Analytic Narratives on Economic Growth, ed. Dani Rodrik. Princeton, NJ: Princeton University Press.",
        "Rodrik, Dani. 2007. One Economics, Many Recipes: Globalization, Institutions, and Economic Growth. Princeton, NJ: Princeton University Press."
    ]
}