{
    "id": 14060,
    "cites": 22,
    "cited_by": 42,
    "reference": [
        "Acemoglu, D., Johnson, S., and Mitton, T. (2005) Determinants of Vertical Integration: Finance, Contracts and Regulation, NBER Working Paper 11424.",
        "Barro, R. J. and Lee, J. (2001) International Data on Educational Attainment: Updates and Implications, Oxford Economic Papers 53(3): 54 1-563.",
        "Bartelsman, E, Haltiwanger, J., and Scarpetta, 5. (2005) Measuring and Analyzing Cross-Country Differences in Firm Dynamics, Unpublished manuscript.",
        "Bartelsman, E, Haltiwanger, J., and Scarpetta, 5. (2006) Cross-Country Differences in Productivity: The Role of Allocative Efficiency, Unpublished manuscript.",
        "Basu, S. and Fernald, J. G. (1997) Returns to Scale in U.S. Production: Estimates and Implications, Journal of Political Economy 105(2): 249-283.",
        "Bernard, A. B., Eaton, J., Jensen, J.B., and Kortum, 5. (2003) Plants and Productivity in International Trade, American Economic Review 113: 1268-1290.",
        "Black, S. E. and Strahan, P. E. (2002) Entrepreneurship and Bank Credit Availability, Journal of Finance 57: 2807-2833.",
        "Caselli, F. (2005) Accounting for Cross-Country Income Differences, in Handbook of Economic Growth, Aghion and Durlauf eds, Elselvier North Holland.",
        "Ericson, R. and Pakes, A. (1995) Markov-Perfect Industry Dynamics: A Framework for Empirical Work, Review of Economic Studies 62: 53-82.",
        "Hall, B. and Jones, C. (1999) Why Do Some Countries Produce So Much More Output Per Worker Than Others? Quarterly Journal of Economics, 114(1): 83-116.",
        "Harrison, A., Love, I., and McMillian, M. 5. (2004) Global Capital Flows and Financing Constraints, Journal of Development Economics 75: 269-301.",
        "Howitt, P. (2000) Endogenous Growth and Cross-Country Income Differences, American Economic Review 90: 829-846.",
        "Hsieh, C-T and Klenow, P. J. (2007) Misallocation and Manufacturing TFP in China and India, Unpublished manuscript.",
        "Keller, W. (2004) International Technology Diffusion, Journal of Economic Literature 42: 752-782.",
        "Klenow, P. J. and Rodriguez-Clare, A. (1997) The Neoclassical Revival in Growth Economics: Has It Gone Too Far, NBER Macroeconomics Annual.",
        "Lipsey, R. (1978) The Creation of Microdata Sets for Enterprises and Establishments, Annales de lINSEE 30-31(April-September 1978): 395-422.",
        "Melitz, M. J. (2003) The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica 71: 1695-1725.",
        "Parente, S. L. and Prescott, E. C. (1994) Barriers to Technology Adoption and Development, Journal of Political Economy, 102(2): 298-321.",
        "Prescott, E. C. (1998) Needed: A Theory of Total Factor Productivity, International Economic Review 39(3): 525-55 1.",
        "Restuccia, D. and Rogerson, R. (2007) Policy Distortions and Aggregate Productivity with Heterogeneous Plants, NBER Working Paper No. W13018.",
        "Rotemberg, J. J. and Woodford, M. (1992) Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity, Journal of Political Economy 100: 1153-1207.",
        "Schneider, F. and Enste, D. H. (2000) Shadow Economies: Size, Causes and Consequences, Journal of Economic Literature 38(1): 77-114."
    ]
}