{
    "id": 14063,
    "cites": 28,
    "cited_by": 5,
    "reference": [
        "[1] Abraham, K.G. and R. Shimer, 2002. Changes in Unemployment Duration and Labor Force Attachment. in The Roaring Nineties: Can Full Employment Be Sustained? A. Krueger and R. Solow, eds., Russell Sage Foundation.",
        "[2] Arias, A., G.D. Hansen, and L.E. Ohanian, 2006. Why Have Business Cycle Fluctuations Become Less Volatile? forthcoming, Economic Theory.",
        "[3] Baxter, M. and R.G. King, 1999. Measuring Business Cycles: Approximate BandPass Filters for Economic Time Series. Review of Economics and Statistics 81, 57593.",
        "[4] Bernanke, B., 2004. The Great Moderation. Remarks at the meetings of the Eastern Economic Association, Washington, DC, http: //www.federalreserve.gov/BOARDDOCS/SPEECHES/2004/20040220/default .htm.",
        "[5] Blanchard, 0. and J. Simon, 2001. The Long and Large Decline in U.S. Output Volatility. Brookings Papers on Economic Activity 2001, 13S-64.",
        "[6] Burnside, C., 2000. Some Facts About the HP Filter. mimeo, World Bank.",
        "[7] Campbell, J.R. and Z. Hercowitz, 2006. The Role of Collateralized Household Debt in Macroeconomic Stabilization. mimeo, Federal Reserve Bank of Chicago.",
        "[8] Christiano, L.J. and T.J. Fitzgerald, 2003. The Band Pass Filter. International Eco- nomic Review 44, 435-65.",
        "[9] Clarida, R., J. Gali, and M. Gertler, 2000. Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory. Quarterly Journal of Economics, 147- 80.",
        "[10] Clark, K. and L. Summers, 1981. Demographic Differences in Cyclical Employment Variation. Journal of Human Resources 16, 61-79.",
        "[11] Comin, D. and M. Gertler, 2006. Medium-Term Business Cycles. American Economic Review 96, 523-51. 26",
        "[12] Feyrer, J., 2007. Demographics and Productivity. Review of Economics and Statistics 89, 100-109.",
        "[13] Fisher, J.D.M. and M. Gervais, 2006. First-Time Home Buyers and the Decline in Residential Investment Volatility. mimeo, University of Western Ontario.",
        "[14] Gomme, P., R. Rogerson, P. Rupert, and R. Wright, 2004. The Business Cycle and the Life Cycle, in NBER Macroeconomics Annual 19, M. Gertler and K. Rogoff, eds., MIT Press, 41S-61.",
        "[iS] Hoynes, H., 2000. The Employment and Earnings of Less Skilled Workers Over the Business Cycle, in Finding Jobs: Work and Welfare Reform, R. Blank and D. Card, eds., Russell Sage Foundation.",
        "[16] Jaimovich, N., S. Pruitt, and H.E. Siu, 2007. Capital-Experience Complementarity and Demographics: Implications for the Volatility of Hours and the Great Moderation. mimeo, University of British Columbia.",
        "[18] Justiniano, A. and G.E. Primiceri, 2006. The Time Varying Volatility of Macroeconomic Fluctuations. mimeo, Northwestern University.",
        "[19] Kim, C.J., and C.R. Nelson, 1999. Has the U.S. Economy Become More Stable? A Bayesian Approach Based on a Markov-Switching Model of the Business Cycle. Review of Economics and Statistics 81, 608-16.",
        "[20] Kydland, F.E. and E.C. Prescott, 1993. Cyclical Movements of the Labor Input and Its Implicit Real Wage. Federal Reserve Bank of Cleveland Economic Review 29(1), 12-23.",
        "[22] Moser, J.W., 1986. Demographic and Time Patterns in Layoffs and Quits. Journal of Human Resources 21, 178-199.",
        "[23] NagypÃ\u0083Â¡l, E., 2004. Comment: The Business Cycle and the Life Cycle, in NBER Macroeconomics Annual 19, M. Gertler and K. Rogoff, eds., MIT Press, 41S-61.",
        "[24] Ramey, G. and V.A. Ramey, 199S. Cross-Country Evidence on the Link Between Volatility and Growth. American Economic Review 85, 1138-11S1.",
        "[25] Ramey, V.A. and D.J. Vine, 2006. Declining Volatility in the U.S. Automobile Industry. American Economic Review 96, 1876-89.",
        "[26] Ravn, M.O. and H. Uhlig, 2002. On Adjusting the Hodrick-Prescott Filter for the Frequency of Observations. Review of Economics and Statistics 84, 371-376.",
        "[27] RIos-Rull, J.V., 1996. Life-Cycle Economies and Aggregate Fluctuations. Review of Economic Studies 63, 465-89.",
        "[28] Shimer, R., 1998. Why is the U.S. Unemployment Rate So Much Lower? in NBER Macroeconomics Annual 13, B. Bernanke and J. Rotemberg, eds., MIT Press.",
        "[29] Stock, J.H. and M.W. Watson, 2002. Has the Business Cycle Changed and Why? in NBER Macroeconomics Annual 17, M. Gertler and K. Rogoff, eds., MIT Press.",
        "[30] Stock, J.H. and M.W. Watson, 2003. Understanding Changes in International Business Cycle Dynamics. NBER Working Paper W9859. 28"
    ]
}