{
    "id": 14067,
    "cites": 28,
    "cited_by": 7,
    "reference": [
        "Anderlini, L., Felli, L. and A. Postlewaite (2006), Should Courts Always Enforce What Contracting Parties Write? mimeo.",
        "Anderlini, L., Felli, L. and A. Postlewaite (2007), Courts of Law and Unforeseen Contingencies,  Journal of Law, Economics and Organization, 23, 662-684.",
        "Bagwell, Kyle and Robert W. Staiger (1990), A Theory of Managed Trade, American Economic Review, September.",
        "Bagwell, Kyle and Robert W. Staiger (2002), The Economics of the World Trading System, MIT Press.",
        "Battaglini, Marco (2002), Multiple Referrals and Multidimensional Cheap Talk, Econometrica, 70(4), pp.1379-1402, July.",
        "Battigalli, Pierpaolo and Giovanni Maggi (2002), Rigidity, discretion and the costs of writing contracts, The American Economic Review, vol. 92(4), pp. 798-817.",
        "Battigalli, Pierpaolo and Giovanni Maggi (2003), International Agreements on Product Standards: An Incomplete-Contracting Theory, NBER Working Paper No. 9533.",
        "Busch, Mark L. and Eric Reinhardt (2006), Threes a Crowd: Third Parties and WTO Dispute Settlement, World Politics 58, April, pp. 446-77.",
        "Bustos, Alvaro (2007a), Litigation and the Optimal Combination of Vague and Precise Clauses in Contracts, mimeo, Northwestern University.",
        "Bustos, Alvaro (2007b), A dynamic theory of Common Law: the Rule-Making Role of Courts, mimeo, Northwestern University.",
        "Davis, Christina and Yuki Shirato (2007), Firms, Governments and WTO Adjudication: Japans Selection of WTO Disputes, World Politics, 59, no. 2, January: pp. 274-313.",
        "Fon, Vincy and Francesco Parisi (2007), On the optimal specificity of legal rules, Journal of Institutional Economics, vol. 3(2), 147-164.",
        "Gennaioli, Nicola and Andrei Shleifer (2007), The Evolution of Common Law, Journal of Political Economy, vol. 115(1), February, 43-68.",
        "Goldstein, Judith L. and Richard H. Steinberg (2007), The Rise of Judicial Liberalization at the WTO, mimeo, May 1, Stanford University.",
        "Horn, Henrik, Maggi, Giovanni and Robert W. Staiger (2006), Trade Agreements as Endogenously Incomplete Contracts, NBER Working Paper No. 12745, December.",
        "Horn, Henrik and Petros C. Mavroidis (2003), United States - Safeguard Measures on Imports of Fresh, Chilled or Frozen Lamb Meat from New Zealand and Australia: What Should be Required of a Safeguard Investigation?, in H. Horn and P.C. Mavroidis (eds.) The WTO Case Law of ~2OO1: The American Law Institute Reporters Studies, Cambridge University Press (Cambridge).",
        "Klimenko, Mikhail, Ramey, Garey and Joel Watson (forthcoming), Recurrent Trade Agreements and the Value of External Enforcement, Journal of International Economics. Krishna, Vijay and John Morgan (2001), A Model of Expertise, Quarterly Journal of Economics, 116(2), pp 747-775, May.",
        "Lawrence, Robert Z. (2003), Crimes ~ Punishments? - Retaliation Under the WTO, Institute for International Economics (Washington, D.C.).",
        "Maggi, Giovanni (1999), The Role of Multilateral Institutions in International Trade Cooperation,  American Economic Review, 89, 190-214.",
        "Posner, Richard A. (1973), The Economic Analysis of Law, Boston: Little Brown.",
        "Sykes, Alan 0. (2000), The Remedy for Breach of Obligations Under the WTO Dispute Settlement Understanding: Damages or Specific Performance? in Marco Bronckers and Reinhard Quick (eds.) New Directions in International Economic Law, Kluwer Law International (The Hague).",
        "Schwartz, Warren F. and Alan 0. Sykes (2002), The Economic Structure of Renegotiation and Dispute Resolution in the World Trade Organization, Journal of Legal Studies 31.",
        "Shavell, Steven (2006), On the Writing and the Interpretation of Contracts, Journal of Law, Economics ~ Organization, vol. 22(2), October, 289-314.",
        "WTO (1999), United States - Tax Treatment for Foreign Sales Corporations - Report of the Panel, WT/D5108/R, August 10.",
        "WTO (2001), United States - Safeguard Measures on Imports of Fresh, Chilled or Frozen Lamb Meat from New Zealand and Australia, WT/D5177/AB/R, WT/D5178/AB/R, May 1.",
        "WTO (2007), World Trade Report, Working Draft, Geneva.",
        "WTO (2007a), United States - Final Anti-Dumping Measures on Stainless Steel from Mexico - Report of the Panel, WT/D5344/R, December 20.",
        "WTO (2008), United States - Final Anti-Dumping Measures on Stainless Steel from Mexico - Report of the Appellate Body, WT/D5344/AB/R, April 30."
    ]
}