{
    "id": 14070,
    "cites": 23,
    "cited_by": 1,
    "reference": [
        "Baicker, Katherine, Kasey S.Buckles, and Amitabh Chandra. 2006. Geographic Variation in the Appropriate Use of Cesarean Delivery. Health Affairs, 25: w355-w367.",
        "Bolton, Patrick, and Mathias Dewatripont. 1994. The Firm as a Communication Network. The Quarterly Journal of Economics, 109(4): 809-839.",
        "Britt, David W., Robert D. Eden, and Mark I. Evans. 2006. Matching risk and resources in highrisk pregnancies. The Journal of Maternal-Fetal and Neonatal Medicine, 19(10): 645-650.",
        "Brody, Jane E. 2003. As Cases of Induced Labor Rise, So Do Experts Concerns. The New York Times, Section F Col. 1, p. 7.",
        "Chandra, Amitabh and Douglas Staiger. 2007. Productivity Spillovers in Health Care: Evidence from the Treatment of Heart Attacks. Journal of Political Economy, 115(1): 103-140.",
        "Donaldson, Cam, Vanora Hundley, and Tracy Mapp. 1998. Willingness to Pay: A Method for Measuring Preferences for Maternity Care? Birth, 25(1): 32-39.",
        "Epstein, Andrew and Sean Nicholson. 2005. The Formation and Evolution of Physician Treatment Styles: An Application to Cesarean Sections. NBER working paper 11549.",
        "Garicano, Luis. 2000. Hierarchies and the Organization of Knowledge in Production. The Journal of Political Economy, 108(5): 874-904.",
        "Garicano, Luis and Thomas N. Hubbard. 2007. Managerial Leverage is Limited by the Extent of the Market: Hierarchies, Specialization, and the Utilization of Lawyers Human Capital. Journal of Law and Economics, 50: 1-43.",
        "Gregory, Kimberly D., Lisa M. Korst, Jeffrey A. Gornbein, and Lawrence D. Platt. 2002. Using Administrative Data to Identify Indications for Elective Primary Cesarean Delivery. Health Services Research, 3 7(5): 1387-1401.",
        "Hansen, Christian B. 2007. Generalized least squares inference in panel and multilevel models with serial correlation and fixed effects. Journal of Econometrics, 2: 670-694.",
        "Hart, Oliver and John Moore. 2005. On the Design of Hierarchies: Coordination versus Specialization. Journal of Political Economy, 113(4): 675-702.",
        "Henry, Olivia A., Kimberly D. Gregory, Calvin J. Hobel, and Lawrence D. Platt. 1995. Using ICD-9 Codes to Identify Indications for Primary and Repeat Cesarean Sections: Agreement With Clinical Records. American Journal of Public Health, 85(8): 1143-1145.",
        "Hoerger, Thomas J., and Leslie Z.Howard. 1995. Search Behavior and Choice of Physician in the Market for Prenatal Care. Medical Care, 33(4): 332-349.",
        "Hubbard, Thomas N. 1998. An Empirical Examination of Moral Hazard in the Vehicle Inspection Market. The RAND Journal of Economics, 29(2): 406-426.",
        "Levin, Jonathan, and Steven Tadelis. 2005. Profit Sharing and the Role of Professional Partnerships. The Quarterly Journal of Economics, 120(1): 131-171.",
        "MacDonald, Glenn M. 1982. Information in Production. Econometrica, 50(5): 1143-1162.",
        "MacDonald, Glenn M., and James R. Markusen. 1985. A Rehabilitation of Absolute Advantage. The Journal of Political Economy, 93(2): 277-297.",
        "Mayda, Anna M. 2006. Who is against immigration? A cross-country investigation of individual attitudes toward immigrants. Review of Economics and Statistics, 88(3): 510-530.",
        "Miller, Amalia R. 2006. The Impact of Midwifery-Promoting Public Policies on Medical Interventions and Health Outcomes. Advances in Economic Analysis and Policy, 6(1): 1-34.",
        "Sattinger, Michael. 1993. Assignment Models of the Distribution of Earnings. Journal of Economic Literature, 31(2): 831-880.",
        "Schauberger, Charles W., Robert K. Gribble, and Brenda L.Rooney. 2007. On Call: A Survey of Wisconsin Obstetric Groups. The American Journal of Obstetrics and Gynecology, 196(3 9): 39.e 1-39.e4.",
        "Wolinsky, Asher. 1993. Competition in a Market for Informed Experts Services. The RAND Journal of Economics, 24(3): 3 80-398."
    ]
}