{
    "id": 14074,
    "cites": 37,
    "cited_by": 4,
    "reference": [
        "Adams, William, Liran Einav, and Jonathan Levin, forthcoming, Liquidity Constraints and Imperfect Information in Subprime Lending, American Economic Review. Angeletos, George-Marios, David Laibson, Andrea Repetto, Jeremy Tobacman, and Stephen Weinberg, 2001, The Hyperbolic Consumption Model: Calibration, Simulation, and Empirical Evaluation, Journal of Economic Perspectives 15:3, pp. 47-68.",
        "Ban, Michael, 2004, Banking the Poor, Yale Journal of Regulation 21, pp. 121-237.",
        "Blank, Rebecca M., 2002, Evaluating Welfare Reform in the United States, Journal of Economic Literature 40:4, pp. 1105-1166.",
        "Becker, Gary 5., 1968, Crime and Punishment: An Economic Approach, Journal of Political Economy 76:2, pp. 169-217.",
        "Bertrand, Marianne, Sendhil Mullainathan, and Eldar Shafir, 2004, A Behavior Economics View of Poverty, American Economic Review 94:2, pp. 4 19-423.",
        "Beverly, Sondra, Daniel Shneider, and Peter Tufano, 2006, Splitting Tax Refunds and Building Savings: An Empirical Test, Tax Policy and the Economy 20, pp. 111-161.",
        "Burek, Melissa, 2005, Now Serving Part Two Crimes: Testing the Relationship between Welfare Spending and Property Crimes, Criminal Justice Policy Review 16:3, pp. 360-384.",
        "Campbell, John, 2006, Household Finance, Journal of Finance 61, pp. 1553-1604.",
        "Clarke, Ronald V., 2002, Burglary of Retail Establishments, U.S. Department of Justice, Office of Community Oriented Policing Services.",
        "Cole, Nancy and Ellie Lee, 2005, An Analysis of EBT Benefit Redemption Patterns: Methods for Obtaining, Preparing, and Analyzing the Data, Abt Associates, Inc.",
        "DeFranzo, James, 1996, Welfare and Burglary, Crime and Delinquency 42, pp 223-229.",
        "DeFranzo, James, 1997, Welfare and Homicide, Journal of Research in Crime and Delinquency 34, pp. 395-406.",
        "Dobkin, Carlos and Stephen Puller, 2007, The Effects of Government Transfers on Monthly Cycles in Drug Abuse, Hospitalization, and Mortality, Journal of Public Economics 91:11-12, pp. 2137-2157.",
        "Donohue, John, and Steven Levitt, 2001, The Impact of Legalized Abortion on Crime, Quarterly Journal of Economics 116:2, pp. 379-420.",
        "Fellowes, Matt, and Alan Berube, 2005, Leaving Money (and Food) on the Table: Food Stamp Participation in Major Metropolitan Areas and Counties, The Brookings Institution Survey Series.",
        "Freeman, Richard, 1995, The Labor Market, in Crime, James Q. Wilson and Joan Petersilia, eds., San Francisco: ICS Press, pp. 17 1-192.",
        "Garmaise, Mark, and Tobias Moskowitz, 2006, Bank Mergers and Crime: The Real and Social Effects of Credit Market Competition, Journal of Finance 6 1:2, pp. 495-539.",
        "Hannon, Lance, and James DeFranzo, 1998a, Welfare and Property Crime, Justice Quarterly 15, pp. 273-287.",
        "Harlow, Caroline Wolf, 2000, Defense Counsel in Criminal Cases, U.S. Department of Justice, Office of Justice Programs.",
        "Hseih, Chang-Tai, 2003, Do Consumers Respond to Anticipated Income Changes? Evidence from the Alaska Permanent Fund, American Economic Review 93:1, pp. 397-405.",
        "Jacob, Brian, and Lars Lefgren, 2003, Are Idle Hands the Devils Workshop? Incapacitation, Concentration, and Juvenile Crime, American Economic Review 93:5, pp. 1560-1577.",
        "Jacob, Brian, Lars Lefgren, and Enrico Morretti, 2007, The Dynamics of Criminal Behavior: Evidence from Weather Shocks, Journal of Human Resources 42:3, pp. 489-527.",
        "Jolls, Christine, 2007, Behavioral Law and Economics, Yale Law School working paper.",
        "Laibson, David, 1997, Golden Eggs and Hyperbolic Discounting, Quarterly Journal of Economics 112:2, pp. 443-477.",
        "Lee, David S., and Justin McCrary, 2005, Crime, Punishment and Myopia, NBER Working Paper No. 11491.",
        "Levitt, Steven D., 1997, Using Electoral Cycles in Police Hiring to Estimate the Effect of Police on Crime, American Economic Review 87:3, pp. 270-290.",
        "Machin, Stephen, and Costas Meghir, 2004, Crime and Economic Incentives, The Journal of Human Resources 39:4, pp. 958-979.",
        "Moffitt, Robert, 1992, Incentive Effects of the U.S. Welfare System, Journal of Economic Literature 30:1, pp. 1-61.",
        "ODonohue, Ted, and Matthew Rabin, 1999, Doing it Now or Later, American Economic Review 89:1, pp. 103-124.",
        "ODonohue, Ted, and Matthew Rabin, 2001, Choice and Procrastination, Quarterly Journal of Economics 116:1, pp. 121-160.",
        "Ohls, James C., Thomas M. Fraker, Alberto P. Martini, and Michael Ponza, 1992, The Effect of Cash-Out on Food Stamp Use by Food Stamp Participants in San Diego, Mathmatica Policy Research, Inc.",
        "Phelps, E. S., and R. A. Pollak, 1968, On Second-Best National Saving and GameEquilibrium Growth, The Review of Economic Studies 35:2, pp. 185-199.",
        "Raphael, Steven, and Rudolf Winter-Ember, 2001, Identifying the Effect of Unemployment on Crime, Journal of Law and Economics, 44:1, pp. 259-283.",
        "Shapiro, Jesse, 2005, Is there a Daily Discount Rate? Evidence from the Food Stamp Nutrition Cycle, Journal of Public Economics 89:2-3, pp. 303-325.",
        "Shapiro, Matthew, and Joel Slemrod, 2003, Consumer Response to Tax Rebates, American Economic Review 93:1, pp. 381-396.",
        "Stephens, Melvin, 2003, ~~3rd of tha Month: Do Social Security Recipients Smooth Consumption between Checks?, American Economic Review 93:1, pp. 406-422.",
        "Weisel, Deborah Lynn, 2002, Burglary of Single-Family Homes, U.S. Department of Justice, Office of Community Oriented Policing Services."
    ]
}