{
    "id": 14072,
    "cites": 17,
    "cited_by": 14,
    "reference": [
        "[1] Baldwin, Richard, and James Harrigan. 2007. Zeros, Quality, and Space: Trade Theory and Trade Evidence, NBER Working Paper No. 13214.",
        "[2] Bernard, Andrew, and J. Bradford Jensen. 1999. Exceptional Exporter Performance: Cause, Effect, or Both? Journal of International Economics 47(1): 1-25.",
        "[3] Bernard, Andrew, J. Bradford Jensen, Stephen Redding, and Peter Schott. 2007. Firms in International Trade. Journal of Economic Perspectives 21(3):105-130.",
        "[4] Bernard, Andrew, Jonathan Eaton, Brad Jensen, and Samuel Kortum. 2003. Plants and Productivity in International Trade. American Economic Review 93(4): 12681290.",
        "[5] Brainard, S. Laul. 1997. An Empirical Assessment of the Proximity-Concentration Trade-off Between Multinational Sales and Trade. American Economic Review 87(4): 520-544.",
        "[6] Chaney, Thomas. 2008. Distorted Gravity: Heterogeneous Firms, Market Structure, and the Geography of International Trade. mimeo, University of Chicago.",
        "[7] Eaton, Jonathan, Samuel Kortum, and Francis Kramarz. 2005. An Anatomy of International Trade: Evidence from French Firms. mimeo, University of Chicago.",
        "[8] Girma, Sourafel, Richard Kneller, and Mauro Pisu. 2005. Exports versus FDI: An Empirical Test. Journal of World Economics 141(2): 193-218.",
        "[9] Head, Keith, and John Ries. 2003. Heterogeneity and the FDI versus Exports Decision of Japanese Manufacturers. Journal of the Japanese and World Economies 17(4): 448-467.",
        "[10] Head, Keith, and John Ries. 2008. FDI as an Outcome of the Market for Corporate Control: Theory and Evidence. Journal of International Economics 74(3): 2-20.",
        "[11] Helpman, Elhanan, Marc Melitz, and Yona Rubinstein. 2008. Trading Partners and Trading Volumes. Quarterly Journal of Economics 123(2): 441-487.",
        "[12] Helpman, Elhanan, Marc Melitz, and Stephen Yeaple. 2004. Exports versus FDI with Heterogeneous Firms. American Economic Review 94(1): 300-316.",
        "[13] Keller, Wolfgang, and Stephen Yeaple. 2008. Global Production and Trade in the Knowledge Economy. mimeo University of Colorado at Boulder.",
        "[14] Manova, Kalina. 2006. Credit Constraints, Heterogeneous Firms and International Trade. mimeo Stanford University. 20",
        "[15] Melitz, Marc. 2003. ~The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica 71: 1695-1725.",
        "[16] Nocke, Volker. 2006. ~A Gap for Me: Entreprenuers and Entry. Journal of the European Economics Association 4(5): 929-956.",
        "[18] Yeaple, Stephen. 2008. ~Firm Heterogeneity, Central Locations, and the Structure of Foreign Direct Investment. Forthcoming in Helpman, E., D. Mann, and T. Verdier, The Organization of Firms in a Global Economy, Harvard University Press. 21"
    ]
}