{
    "id": 14081,
    "cites": 45,
    "cited_by": 8,
    "reference": [
        "VANDEVOORT, L. G., A. AMREIN-BEARDSLEY, AND D. BERLINER (2004): National Board Certified Teachers and Their Students Achievement, Education Policy Analysis Archives, 12(46).",
        "SUMMERS, A. A., AND B. L. WOLFE (1977): Do Schools Make a Difference?, The American Economic Review, 67(4), 639-652.",
        "STINEBRICKNER, R., AND T. R. STINEBRICKNER (2006): What can be learned about peer effects using college reoomates? Evidence from new survey data and students form disadvantaged backgrounds, Journal of Public Economics, 90(8-9), 1435-54.",
        "(2008b): Student sorting and bias in value added estimation: Selection on observables and unobservables, Unpublished Manuscript.",
        "SACERDOTE, B. L. (2001): Peer Effects with Random Assignment: Results for Dartmouth Roommates, Quarterly Journal of Economics, 116(2), 681-704.",
        "ROTHSTEIN, J. (2008a): On the Identification of Teacher Quality: Fixed Effects, Tracking, and Causal Attribution, Unpublished Manuscript.",
        "ROCKOFF, J. E. (2004): The Impact of Individual Teachers on Student Achievement: Evidence from Panel Data, American Economic Review, 94(2), 247-52.",
        "RIVKIN, S. G., E. A. HANUSHEK, AND J. F. KAIN (2005): Teachers, Schools and Academic Achievement , Econometrica, 73(2), 417-58.",
        "RAUDENBUSH, S. W., AND A. S. BRYK (2002): Hierarchical Linear Models. Sage Publications, second edn.",
        "PRINCETON REVIEW (2007): Colleges and Careers, Princeton Review, Accessed on 25 August 2006 at: http://www.princetonreview.com/college/default.asp.",
        "MURNANE, R. (1975): The Impact of School Resources on the Learning of Inner City Children. Ballinger.",
        "PAGE, M. E., AND G. SoLoN (2003): Correlations between Brothers and Neighboring Boys in Their Adult Earnings: The Importance of Being Urban, Journal of Labor Economics, 21(4), 831-856.",
        "MCCAFFREY, D. J., J. J.R. LOCKWOOD, D. KORETZ, AND L. HAMILTON (2004): Evaluating Value-Added Models for Teacher Accountability, Santa Monica, CA: Rand Corporation.",
        "LYLE, D. 5. (2007): Estimating and Interpreting Peer and Role Model Effects from Randomly Assigned Social Groups at West Point, Review of Economics and Statistics, 89(2), 289-299.",
        "LEFGREN, L. (2004): Educational Peer Effects and the Chicago Public Schools, Journal of Urban Economics, 56(2), 169-191.",
        "KREMER, M., AND D. M. LEVY (2003): Peer Effects and Alcohol Use Among College Students, NBER Working Paper 9876.",
        "KOERNER, J. D. (1963): The Miseducation of American Teachers. Houghton Muffin, Boston, MA.",
        "KANE, T. J., AND D. 0. STAIGER (2008): Are Teacher-Level Value-Added Estimates Biased? An Experimental Validation of Non-Experimental Estimates, Working Paper.",
        "JACOB, B. A., L. LEFGREN, AND D. SIMS (2008): The Persistence of Teacher-Induced Learning Gains, Working Paper.",
        "KANE, T. J., J. E. ROCKOFF, AND D. 0. STAIGER (2006): What Does Certification Tell Us About Teacher Effectiveness?: Evidence from New York City, Economics of Education Review (forthcoming).",
        "JACOB, B. A., AND L. LEFGREN (2004): The Impact of Teacher Training on Student Achievement: Quasi-Experimental Evidence from School Reform Efforts in Chicago, Journal of Human Resources, 39(1), 50-79.",
        "HOXBY, C. M., AND G. WEINGARTH (2006): Taking Race Out of the Equation: School Reassignment and the Structure of Peer Effects, Working Paper.",
        "HARRIS, D. N., AND T. R. SASS (2007): Teacher Training, Teacher Quality, and Student Achievement, Working Paper. HOFFMANN, F., AND P. OREOFOULOS (Forthcoming): Professor Qualities and Student Achievement, Review of Economics and Statistics.",
        "HANUSHEK, E. A. (1971): Teacher Characteristics and Gains in Student Achievement: Estimation using Micro Data, American Economic Review, 61(2), 280-288.",
        "GRAHAM, B. 5. (2005): Identifying Social Interactions through Excess Variance Contrasts, Unpublished Manuscript.",
        "GOLDHABER, D., AND E. ANTHONY (2007): Can Teacher Quality Be Effectively Assessed? National Board Certification as a Signal of Effective Teaching, Review of Economics and Statistics, 89(1), 134-iSO.",
        "FOSTER, G. (2006): Its not your peers, and its not your friends: Some progress toward understanding the educational peer effect mechanism, Journal of Public Economics, 90(8-9), 14551475.",
        "FIGLI0, D. N., AND L. W. KENNY (2007): Individual Teacher Incentives and Student Performance, Journal of Public Economics, 91(5-6), 901-914.",
        "FERGUSON, R. F., AND H. F. LADD (1996): How and Why Money Matters: An Analysis of Alabama Schools, in Holding Schools Accountable: Performance-Based Reform in Education. Brookings Institution.",
        "EHRENBERG, R. G., AND L. ZHANG (2005): Do Tenured and Tenure-Track Faculty Matter?, Journal of Human Resources, 40(3), 647-659.",
        "EHRENBERG, R. G., AND D. J. BREWER (1994): Do school and teacher characteristics matter? Evidence from High School and Beyond, Economics of Education Review, 13(1), 1-17.",
        "(2005): A Teacher Like Me: Does Race, Ethnicity, or Gender Matter?, American Economic Review, 95(2), 158-165.",
        "(2007): How and Why do Teacher Credentials Matter for Student Achievement?, NBER Working Papers 12828, National Bureau of Economic Research, Inc.",
        "DEE, T. 5. (2004): Teachers, Race, and Student Achievement in a Randomized Experiment, Review of Economics and Statistics, 86(1), 195-210.",
        "CLOTFELTER, C. T., H. F. LADD, AND J. L. VIGDOR (2006): Teacher-Student Matching and the Assessment of Teacher Effectiveness, Journal of Human Resources, 41(4), 778-820.",
        "CARRELL, S. E., F. V. MALMSTROM, AND J. E. WEST (2008): Peer Effects in Academic Cheating, Journal of Human Resources, 43(1), 173-207.",
        "CAVALLUZZO, L. C. (2004): Is National Board Certification an Effective Signal of Teacher Quality?, CNA Corporation Working Paper.",
        "CARRELL, S. E., R. L. FULLERTON, AND J. E. WEST (2008): Does Your Cohort Matter? Estimating Peer Effects in College Achievement, Unpublished Manuscript.",
        "BURTON, A. C., K. S. CARSON, S. M. CHILTON, AND W. G. HUTCHINSON (2007): Resolving Questions About Bias in Real and Hypothetical Referenda, Environmental and Resource Economics, 38(4), 513-525.",
        "BURKE, M. A., AND T. R. SASS (2004): Classroom Peer Effects and student Achievement, in Presented at the American Economic Association Annual Meeting, January 2005.",
        "BOYD, D., P. GROSSMAN, H. LANKFORD, S. LOEB, AND J. WYCKOFF (2006): How Changes in Entry Requirements Alter the Teacher Workforce and Affect Student Achievement, Education Finance and Policy, 1(2), 176-216.",
        "BETTS, J. R., AND A. ZAu (2004): Peer Groups and Academic Achievement: Panel Evidence from Administrative Data, Unpublished Manuscript.",
        "BETTINGER, E., AND B. T. LONG (2006): Does it Matter Who Teaches the Course? The Impact of Adjuncts and Graduate Instructors, Unpublished Manuscript.",
        "AARONSON, D. B., L. BARROW, AND W. SANDER (2007): Teachers and Student Achievement in the Chicago Public Schools, Journal of Labor Economics, 25(1), 95-135.",
        "BARRON, J. M., B. T. EWING, AND G. R. WADDELL (2000): The Effects of High School Participation on Education and Labor Market Outcomes, The Review of Economics and Statistics, 82(3), 409-421."
    ]
}