{
    "id": 14088,
    "cites": 57,
    "cited_by": 4,
    "reference": [
        "Townsend, Robert M., Optimal Contracts and Competitive Markets with Costly State Verification, Journal of Economic Theory, 21 (October 1979), 265-93.",
        "Tavlas, George S., The ~New Theory of Optimum Currency Areas, World Economy, 16 (November 1993), 663-85.",
        "Sun, Yan, Do Fixed Exchange Rates Induce more Fiscal Discipline?, Working Paper No. 03/78, International Monetary Fund (April 2003).",
        "Sturm Michael, and Nikolaus Siegfried, Regional Monetary Integration in the Member States of the Gulf Cooperation Council, Occasional Paper No. 31, European Central Bank (June 2005).",
        "Schmiedel, Heiko, and Andreas Schonenberger, Integration of Securities Market Infrastructure in the Euro Area, Occasional Paper No. 33, European Central Bank (July 2005).",
        "Saxena, Sweta C., Can South Asia Adopt a Common Currency?, Journal of Asian Economics, (August 2005), 635-62.",
        "Ricci, Luca A., A Model of an Optimum Currency Area, Discussion Paper No. 2007-45, Economics E-Journals (September 2007).",
        "Pattanaik, Sitikantha, How Closely the GCC Approximates an Optimum Currency Area?, Journal of Economic Integration, 22 (September 2007), 573-97.",
        "Neves, J. Anchieta, Leandro Stocco, and Sergio Da Silva, Is Mercosur an Optimum Currency Area,? MPRA Paper No. 2758 (November 2007).",
        "Mundell, Robert A., A Theory of Optimum Currency Areas, American Economic Review, 51 (September 1961), 657-65.",
        "Uncommon Arguments for Common Currencies, in The Economics of Common Currencies, ed. by Harry G. Johnson and Alexander K. Swoboda, G. Allen and Unwin (London: 1973).",
        "Mongelli, Francesco P., ~New Views on the Optimum Currency Area Theory: What is EMU Telling Us?, Working Paper No. 138, European Central Bank (April 2002).",
        "MÃ\u0083Â©on, Pierre-Guillaume, and Laurent Weill, Can Mergers in Europe Help Banks Hedge against Macroeconomic Risk?, Applied Financial Economics, 15 (March 2005), 315-26.",
        "Matsen, Egil, and Oistein Roisland, Interest Rate Decisions in an Asymmetric Monetary Union, European Journal of Political Economy, 21 (June 2005), 365-84.",
        "Masson, Paul R., and Mark P. Taylor, Currency Unions: A Survey of the Issues, in Policy Issues in the Operation of Currency Unions, ed. by Paul R. Masson and Mark P. Taylor, Cambridge University Press (Cambridge: 1993).",
        "Lombardo, Giovanni, Inflation Targeting Rules and Welfare in an Asymmetric Currency Area, Journal of International Economics, 68 (March 2006), 42442.",
        "Lensink, Robert, and Iryna Maslennikova, Value Performance of European Bank Acquisitions, Applied Financial Economics, 18 (March 2008), 185-98.",
        "Le, Vo, and Patrick Minford, Joining the European Monetary Union-Comparing First and Second Generation Open Economy Models, Open Economies Review, 17 (July 2006), 281-96.",
        "Kobayashi, Teruyoshi, A Model of Monetary Unification under Asymmetric Information, International Review of Economics and Finance, 14 (March 2005), 1-15.",
        "Khamfula, Yohane, and Harry Huizinga, The Southern African Development Community: Suitable for a Monetary Union?, Journal of Development Economics, 73 (April 2004), 699-714.",
        "Karras, Georgios, Is Africa an Optimum Currency Area? A Comparison of Macroeconomic Costs and Benefits, Journal of African Economies, 16 (March 2007), 234-58.",
        "Kalemli-Ozcan, Sebnem, Bent E. Sorensen, and Oved Yosha, Risk Sharing and Industrial Specialization: Regional and International Evidence, American Economic Review, 93 (June 2003), 903-18.",
        "Ishiyama, Yoshihide, The Theory of Optimum Currency Areas: A Survey, IMF Staff Papers, 22 (July 1975), 344-83.",
        "Houssa, Romain, Monetary Union in West Africa and Asymmetric Shocks: A Dynamic Structural Factor Model Approach, Journal of Development Economics 85 (February 2008), 319-47.",
        "Hoffman, Boris, and Hermann Remsperger, Inflation Differentials among the Euro Area Countries: Potential Causes and Consequences, Journal of Asian Economics, 16 (June 2005), 403-419.",
        "Holmes, Mark J., Integration or Independence? An Alternative Assessment of Real Interest Rate Linkages in the European Union, Economic Notes, 34 (November 2005), 407-27.",
        "Hochreiter, Eduard, Klaus Schmidt-Hebbel, and Georg Winckler, Monetary Union: European Lessons, Latin American Prospects, North American Journal of Economics and Finance, 13 (June 2002), 297-21.",
        "Hartmann, Philipp, Angela Maddaloni, and Simone Manganelli, The Euro Area Financial System: Structure, Integration, and Policy Initiatives, Oxford Review of Economic Policy, 19 (March 2003), 180-213.",
        "Grubel, Herbert, Small Country Benefits from Monetary Union, Journal of Policy Modeling, 27 (June 2005), 509-23.",
        "Giovannetti, Giorgia, Ramon Marimon, An EMU with Different Transmission Mechanisms?, in Common Money Uncommon Regions, ed. by Jurgen von Hagen and C Waller, Kluwer Academic Publishers (Dordrecht: 2000).",
        "Ghironi, Fabio, and Francesco Giavazzi, Currency Areas, International Monetary Regimes, and the Employment-Inflation Tradeoff, Journal of International Economics, 45 (August 1998), 259-96.",
        "Frankel, Jeffrey A., and Andrew K. Rose, The Endogeneity of the Optimum Currency Area Criteria, Economic Journal, 108 (July 1998), 1009-25.",
        "Engel, Charles, and Andrew Rose, Currency Unions and International Integration,  Journal of Money, Credit, and Banking, 34 (November 2002), 1067-89.",
        "Edwards, Sebastian, Monetary Unions, External Shocks and Economic Performance: A Latin American Perspective, International Economics and Economic Policy, 3 (December 2006), 225-47.",
        "De Grauwe, Paul, and Francesco P. Mongelli, Endogeneities of Optimum Currency Areas: What Brings Countries Sharing a Single Currency Closer Together ?, Working Paper No. 395, European Central Bank (April 2005).",
        "Cukierman, Alex, and Francesco Lippi, Labour Markets and Monetary Union: A Strategic Analysis, Economic Journal, 111 (July 2001), 541-65.",
        "Crespo-Cuaresma, Jesus, Maria Dimitz, and D. Ritzberger-Grunwald, Growth, Convergence, and EU Membership, Working Paper No. 62, National Bank of Austria (April 2002).",
        "Cooley, Thomas F., and Vincenzo Quadrini, The Costs of Losing Monetary Independence: The Case of Mexico, Journal of Money, Credit, and Banking, 33 (- 2001), 370-97.",
        "Ching, Stephen, and Michael B. Devereux, Mundell Revisited: A Simple Approach to the Costs and Benefits of a Single Currency Area, Review of International Economics, 11 (September 2003), 674-91.",
        "CaZorzi, Michele, Roberto A. De Santis, and Fabrizio Zampolli, Welfare Implications of Joining a Currency Union, Working Paper No. 445, European Central Bank (February 2005).",
        "Calmfors, Lars, Unemployment, Labor Market Reform, and Monetary Union, Journal of Labor Economics, 19 (April 2001), 265-89.",
        "CaZorzi, Michele, Roberto A. De Santis, Currency Unions and the Real Exchange Rate, Economics Letters, 85 (- 2004), 23-27.",
        "CalderOn, CÃ\u0083Â©sar, Alberto Chong, and Ernesto Stein, Trade Intensity and Business Cycle Synchronization: Are Developing Countries any Different?, Journal of International Economics, 71 (March 2007), 2-21.",
        "Bris, Arturo, Yrjo J. Koskinen, and Mattias Nilsson, The Euro is Good After All: Corporate Evidence, Working Paper No. 02-26, Yale International Center for Finance (August 2002).",
        "Brander, James, and Paul Krugman, A ~Reciprocal Dumping Model of International Trade, Journal of International Economics, 15 (November 1983), 313-2 1.",
        "Benigno, Pierpaolo, Optimal Monetary Policy in a Currency Area, Journal of International Economics, 63 (July 2004), 293-320.",
        "Barro, Robert J., and Silvana Tenreyro, Economic Effects of Currency Unions, Economic Inquiry, 45 (January 2007), 1-23.",
        "Bayoumi, Tamim, A Formal Model of Optimum Currency Areas, IMF Staff Papers, 41 (December 1994), 537-54.",
        "Baele, Lieven, Annalisa Ferrando, Peter Hordahl, Elizaveta Krylova, and Cyril Monnet, Measuring Financial Integration in the Euro Area, ECB Occasional Paper No. 14 (April 2004).",
        "Alves, Nuno, The Mechanics of a Monetary Union with Segmented Financial Markets, Journal of Macroeconomics, 30 (March 2008), 346-68.",
        "Alesina, Alberto, and Robert J. Barro, Currency Unions, Quarterly Journal of Economics, 117 (May 2002), 409-36.",
        "Aizenman, Joshua, and Robert P. Flood, A Theory of Optimum Currency Areas: Revisited, in Financial and Monetary Integration, ed. by S. Courakis and George S. Tavlas, Cambridge University Press (Cambridge: 1993).",
        "AgÃ\u0083Â©nor, Pierre-Richard, Joshua Aizenman, and Alexander Hoffmaister, Contagion, Bank Lending Spreads, and Output Fluctuations, Review of International Economics, 16 (February 2008), 1-20.",
        "Investment and Deposit Contracts under Costly Intermediation and Aggregate Volatility, International Review of Economics and Finance, 15 (September 2006), 263-75.",
        "Financial Sector Inefficiencies and the Debt Laffer curve, International Journal of Finance and Economics, 10 (January 2005), 1-13.",
        "Volatility and the Welfare Costs of Financial Market Integration, in Financial Crises: Contagion and Market Volatility, ed. by Pierre-Richard AgÃ\u0083Â©nor, Marcus Miller, David Vines, and Axel Weber (Cambridge University Press: 1999).",
        "AgÃ\u0083Â©nor, Pierre-Richard, and Joshua Aizenman, Contagion and Volatility with Imperfect Credit Markets, IMF Staff Papers, 45 (June 1998), 207-35."
    ]
}