{
    "id": 14082,
    "cites": 36,
    "cited_by": 25,
    "reference": [
        "Shanken, Jay, On the Estimation of Beta-Pricing Models, The Review of Financial Studies, 1992, 5 (2), 1-33.",
        "Sarno, Lucio, Gene Leon, and Giorgio Valente, Nonlinearity in Deviations from Uncovered Interest Parity: An Explanation of the Forward Bias Puzzle, Review of Finance, 2006, pp. 443482.",
        "Ross, Stephen A., The Arbitrage Theory of Capital Asset Pricing, Journal of Economic Theory, December 1976, 13, 341-360.",
        "Plantin, Guillaume and Hyun Song Shin, Carry Trades and Speculative Dynamics, July 2007. Working Paper Princeton University.",
        "Meese, Richard A. and Kenneth Rogoff, Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample?, Journal of International Economics, 1983, 14, 3-24. 3S Newey, Whitney K. and Kenneth D. West, A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 1987, 55 (3), 703-708.",
        "Lyons, Richard K., The Microstructure Approach to Exchange Rates, M.I.T Press, 2001.",
        "Lustig, Hanno and Adrien Verdelhan, The Cross-Section of Foreign Currency Risk Premia and Consumption Growth Risk, American Economic Review, March 2007, 97 (1), 89-117.",
        "Lewellen, Jonathan and Stefan Nagel, The Conditional CAPM Does Not Explain Asset Pricing Anomalies, Journal of Financial Economics, 2006, 82 (2), 289-314. Ludvigson, Sydney C. and Serena Ng, Macro Factors in Bond Risk Premia, 200S. NBER Working Paper 11703.",
        "Hau, Harald and Helene Rey, Global Portfolio Rebalancing Under the Microscope, 2007. Working Paper.",
        "Harvey, Campbell R., Bruno Solnik, and Guofu Zhou, What Determines Expected International Asset Returns?, Annals of Economics and Finance, 2002, 3, 249-298.",
        "Hansen, Lars Peter, Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, 1982, 50, 1029-S4.",
        "Graveline, Jeremy J., Exchange Rate Volatility and the Forward Premium Anomaly, 2006. Working Paper.",
        "Gourinchas, Pierre-Olivier and Aaron Tornell, Exchange Rate Puzzle and Distorted Beliefs, Journal of International Economics, 2004, 64 (2), 303-333.",
        "Frankel, Jeffrey and Jumana Poonawala, The Forward Market in Emerging Currencies: Less Biased than in Major Currencies, 2007. Working paper NBER No. 12496.",
        "Froot, Kenneth and Richard Thaler, Anomalies: Foreign Exchange, The Journal of Economic Perspectives, 3 1990, 4, 179-192.",
        "Frachot, Antoine, A Reexamination of the Uncovered Interest Rate Parity Hypothesis, Journal of International Money and Finance, 1996, 15(3), 419-437.",
        "Farhi, Emmanuel and Xavier Gabaix, Rare Disasters and Exchange Rates: A Theory of the Forward Premium Puzzle, October 2007. Working Paper Harvard University.",
        "Fama, Eugene F. and James D. MacBeth, Risk, Return, and Equilibrium: Empirical Tests, Journal of Political Economy, 3 1973, 81, 607-636.",
        "Fama, Eugene, Forward and Spot Exchange Rates, Journal of Monetary Economics, 1984, 14, 319-338.",
        "Duffee, Gregory R., Information in (and not in) the term structure, 2008. Working Paper.",
        "DeSantis, Roberto A. and Fabio Fornari, Does Business Cycle Risk Account for Systematic Returns from Currency Positioning? The International Perspective, June 2008. European Central Bank.",
        "Cooper, Ilyan and Richard Priestley, Time Varying Risk Premia and the Output Gap, 2007. Working Paper Norwegian School of Management. Cox, John C., Jonathan E. Ingersoll, and Stephen A. Ross, A Theory of the Term Structure of Interest Rates, Econometrica, 198S, 53 (2), 38S-408. Daniel, Kent and Sheridan Titman, Testing Factor-Model Explanations of Market Anomalies, 200S.",
        "Colacito, Riccardo, Six Anomalies looking for a model. A consumption based explanation of International Finance Puzzles, 2008. Mimeo.",
        "Cochrane, John H., A Cross-Sectional Test of an Investment Based Asset Pricing Model, The Journal of Political Economy, 1996, 104, S72-621.",
        "Campbell, John Y., Karine Serfaty de Medeiros, and Luis M. Viceira, Global Currency Hedging,  2006. Working Paper NBER No. 13088.",
        "Isaac Kleshchelski, and Sergio Rebelo, The Returns to Currency Speculation, November 2006. Working Paper NBER No. 12489.",
        "Campbell, John and John Cochrane, By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior., Journal of Political Economy, 1999, 107 (2), 20S-2S1.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo, The Returns to Currency Speculation in Emerging Markets, American Economic Review Papers and Proceedings, May 2007, 97(2), 333-338.",
        "Brunnermeier, Markus K., Stefan Nagel, and Lasse H. Pedersen, Carry Trades and Currency Crashes, 2008. forthcoming NBER Macroannual.",
        "Brennan, Michael J. and Yihong Xia, International Capital Markets and Foreign Exchange Risk, Review of Financial Studies, 2006, 19 (3), 7S3-79S.",
        "Robert Hodrick, and David Marshall, The Implications of First-Order Risk Aversion for Asset Market Risk Premiums, Journal of Monetary Economics, 1997, 40, 3-39.",
        "The Time Variation of Risk and Return in Foreign Exchange Markets: A General Equilibrium Perspective, The Review of Financial Studies, 1996, 9 (2), 427-470.",
        "Barro, Robert, Rare Disasters and Asset Markets in the Twentieth Century, Quarterly Journal of Economics, 2006, 121, 823-866. Bekaert, Geert, The Time Variation of Expected Returns and Volatility in Foreign-Exchange Markets, Journal of Business and Economic Statistics, 199S, 13 (4), 397-408.",
        "Bansal, Ravi and Amir Yaron, Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles, Journal of Finance, 2004, 59 (4), 1481 - 1S09.",
        "Backus, David, Silverio Foresi, and Chris Telmer, Affine Models of Currency Pricing: Accounting for the Forward Premium Anomaly, Journal of Finance, 2001, 56, 279-304.",
        "Andrews, Donald W.K., Heteroskedasticity and Autocorrelation Consistent Covariance Matrix Estimation, Econometrica, 1991, 59 (1), 817-8S8."
    ]
}