{
    "id": 14086,
    "cites": 72,
    "cited_by": 1,
    "reference": [
        "Warren, J.L., M. Brown, M.P. Fay, N. Schussler, A.L. Potosky, G.F. Riley, 2002, Costs of treatment for elderly women with early-stage breast cancer in fee-for-service settings. Journal of Clinical Oncology, 20,307-316.",
        "Scharfstein, D.O., A. Rotnitzky, and J.M. Robins, 1994, Adjusting for nonignorable dropout using semiparametric nonresponse models. Journal of the American Statistical Association, 94,1096-1120 (with rejoinder, 1135-1146).",
        "Rubin, D. B. and R.P. Waterman, 2006, Estimating the casual effects of marketing interventions using propensity score methodology. Statistical Science, 21(2), 206222.",
        "Rubin, D.B., 1997, Estimating causal effects from large data sets using propensity scores. Annals of Internal Medicine, 127,757-63.",
        "Rubin, D.B., and N. Thomas, 1996, Matching using estimated propensity scores, relating theory to practice. Biometrics, 52(1), 249-64.",
        "Rubin, D.B., and N. Thomas, 1992, Characterizing the effect of matching using linear propensity score methods with normal distributions. Biometrika, 79(1), 297-809.",
        "Rubin, D., 1978, Bayesian inference for causal effects, The role of randomization. Annals of Statistics, 6, 34-58.",
        "Rubin, D., 1974, Estimating causal effects of treatment in randomized and nonrandomized studies Journal of Educational Psychology 1974, 66,688-701.",
        "Roy, A.D., 1951, Some thoughts on the distribution of earnings. Oxford Economic Papers, 3, 135-1 46.",
        "Rubin, D., 1973, The use of matched sampling and regression adjustment to remove bias in observational studies. Biometrics, 29,185-203.",
        "Rosenbaum, P.R., 1987, Model-based direct adjustment. Journal of the American Statistical Association, 82, 387-394.",
        "Rosenbaum, P.R., 1998, Propensity score. In Encyclopedia of Biostatistics, Armitage P, Colton T (eds), vol 5. Wiley, New York, 1998, 3551-3555.",
        "Rosenbaum, P.R., 2002, Covariance adjustment in randomized experiments and observational studies. Statistical Science, 17, 286-304.",
        "Rosenbaum, P.R., and D. Rubin, 1983, The central role of the propensity score in observational studies for causal effects. Biometrika, 70(l),41-55.",
        "Robins, J.M., A. Rotnitzky, and L.P. Zhao, 1995, Analysis of semiparametric regression models for repeated outcomes in the presence of missing data. Journal of the American Statistical Association, 90, 106-121.",
        "Quandt, R.E., 1972, A new approach to estimating switching regressions. Journal of the American Statistical Association, 67, 306-310.",
        "Quandt, R.E., 1988, The econometrics of disequilibrium. Oxford, Blackwell.",
        "Pregibon, D., 1980, Goodness of link tests for generalized linear models. Applied Statisics., 29, 15-24.",
        "Oaxaca, R., 1973, Male-female Wage Differentials in Urban Labor Markets. International Economic Review, 14(3), 693-709.",
        "Polsky, D., J.S. Mandelblatt, J.C. Weeks, L. Venditti, Y-T. Hwang, H.A. Glick, J. Hadley, and K.A. Schulman, 2003, Economic evaluation of breast cancer treatment, Considering the value of patient choice. Journal of Clinical Oncology, 21 (6),l 1391146.",
        "Neyman, J., D.M. Dabrowska, and T.P. Speed, 1990, On the application of probability theory to agricultural experiments. Essay on Principles. Section 9. Statistical Science, 5,465-480.",
        "Norum, J., J. Olsen, and E. Wist, 1997, Lumpectomy or mastectomy? Is breast conserving surgery too expensive? Breast Cancer Research and Treatment. 45,7-14.",
        "National Institutes of Health Consensus Conference, 1991, Treatment of early-stage breast cancer. Journal of the American Medical Association, 265,391-396.",
        "Mullahy, J, 1998, Much ado about two, reconsidering retransformation and the two-part model in health econometrics. Journal of Health Economics, 17,247-281.",
        "Mojtabai, R., and J.G. Zivin, 2003, Effectiveness and cost-effectiveness of four treatment modalities for substance disorders, A propensity score analysis. Health Services Research, 38(1 Part I),233-259.",
        "Mitra, N., and A. Indurkhya, 2005, A propensity score approach to estimating the costeffectiveness of medical therapies from observational data. Health Economics, 14,805-815.",
        "McCullagh, P. and J.A. Nelder, 1989, Generalized Linear Models. Chapman and Hall, New York.",
        "Manski ,C., and I. Garfinkel, 1992, Evaluating welfare and training programs. Harvard University Press, Cambridge.",
        "Manning, W.G., and J. Mullahy, 2001, Estimating log models, To transform or not to transform? Journal of Health Economics, 20(4),461-494.",
        "Manning, W.G.,1998, The logged dependent variable, heteroscedasticity, and the retransformation problem. Journal of Health Economics, 17, 283-295.",
        "Manning, W.G., J. P. Newhouse, N. Duan, E. B. Keeler, A. Leibowitz, and M. S. Marquis, 1987, Health Insurance and the Demand for Medical Care, Evidence from a Randomized Experiment. American Economic Review, 77(3), 251-77.",
        "Lunceford, J.K., and M. Davidian, 2004, Stratification and weighting via the propensity score in estimation of casual treatment effects, a comparative study. Statistics in Medicine, 23,2937-2960.",
        "Lunceford, J.K., and M. Davidian, 2004, Stratification and weighting via propensity score in estimating of casual treatment effects, a comparative study. Statistics in Medicine, 23, 2937-2960.",
        "Lu, B., and P.R. Rosenbaum, 2004, Optimal pair matching with two control groups. Journal of Computational and Graphical Statistics,13,422-434.",
        "Little, R.J., and D.B. Rubin, 2000, Causal effects in clinical and epidemiological studies via potential outcomes, concepts and analytical approaches. Annual Review of Public Health, 21, 121-45.",
        "Lechner, M., 2001, A note on the common support problem in applied evaluation studies.",
        "Statistical Sciences 22(4), 523-539. (with discussions) Killian, R., H. Matschinger, W. Loeffler, C. Roick, and M.C. Angermeyer, 2002, A comparison of methods to handle skew distributed cost variables in the analysis of the resource consumption of schizophrenia treatment. The Journal of Mental Health Policy and Economics, 5(1), 21-31.",
        "Kang, J.D.Y., and J.L. Schafer, 2007, Demystifying double robustness, A comparison of alternative strategies for estimating a population mean from incomplete data.",
        "Imbens, G., 2004, Nonparametric estimation of average treatment effects under exogeniety, A review. Review of Economics and Statistics 86(1), 4-29 Indurkhya, A., N. Mitra, and D. Schrag, 2006, Using propensity scores to estimate the cost-effectiveness of medical therapies. Statistics in Medicine, 25(9), 1561-1 576. Jalan, J. and M. Ravallion, in press, Estimating the benefit incidence of an antipoverty program by propensity score matching. Journal of Business and Economic Statistics.",
        "Holland, P., 1986, Statistics and causal inference. Journal of the American Statistical Association, 81,945-970.",
        "Horvitz, D.G., and D.J. Thompson, 1952, A generalization of sampling without replacement from a finite universe. Journal of the American Statistical Association, 47, 663-685.",
        "Hosmer, D.W. and S. Lemeshow, 1995, Applied Logistic Regression, 2nd edn. New York, John Wiley & Sons.",
        "Hirano, K., and G. W. Imbens, and G. Ridder, 2003, Efficient estimation of average treatment effects using the estimated propensity score. Econometrica, 71(4), 1161 - 1189. Also, National Bureau of Economic Research Working Paper, t0251 2000.",
        "Heckman, J.J., and J. Smith, 1998, Evaluating the welfare state. In storm S. (ed.), Econometrics in the 20th Century, The Ragnar Frisch Centenary. Econometric Society Monograph Series. Cambridge University Press, Cambridge.",
        "Heckman, J.J., and R. Robb, 1985, Alternative methods for evaluating the impact of interventions. In. Heckman J, Singer B (eds), LongitudinalAnalysis of Labor Market Data. Econometric Society Monograph No. 10. Cambridge University Press, Cambridge.",
        "Heckman, J.J., 1992, Evaluating welfare and training programs. In. Manski and Garfinkel.",
        "Heckman, J.J. and S. Navarro-Lozano, 2004, Using matching, instrumental variables, and control functions to estimate economic choice models. Review of Economics and Statistics,, 86(1), 30-57.",
        "Heckman, JJ. 1990, Varieties of selection bias. American Economic Review, 80, 313-318.",
        "Hallinen, T., J.A. Martikainen, E.J. Soini, L. Suominen, and T. Aronkyo, 2006, Direct costs of warfarin treatment among patients with atrial fibrillation in a Finnish healthcare setting. Current Medical Research Opinion, 22(4), 683-92.",
        "Hadley, J., D. Polsky, S. Mandelblatt, J.M. Mitchell, J.W. Weeks, Q. Wang, Y.T. Hwang, and OPTIONS Research Team, 2003, An exploratory instrumental variable analysis of the outcomes of localized breast cancer treatments in a medicare population. Health Economics, 12, 171-186.",
        "Hadley, J., J.M. Mitchell, J. Mandelblatt, 1992, Medicare fees and small area variations in the treatment of localized breast cancer. New England Journal of Medicine, 52,334360.",
        "Greenland, S., J. Pearl, and J.M. Robins, 1999, Causal diagrams for epidemiological research. Epidemiology,l0,37-47.",
        "Fisher, R.A, 1935, Design of Experiments. Oliver and Boyd, Edinburgh.",
        "Given, C., C. Bradley, A. Luca, B. Given, and J.R. Osuch, 2001, Observation interval for evaluating the costs of surgical interventions for older women with a new diagnosis of breast cancer. Medical Care, 39,1146-1157.",
        "Ershler, W.B., K. Chen, E.B. Reyes, and R. Dubois, 2005, Economic Burden of patients with anemia in selected diseases. Value in Health, 8(6), 629-38.",
        "Duan, N., 1983, Smearing estimate, a nonparametric retransformation method. Journal of the American Statistical Association, 78, 605-610.",
        "Drake, C., 1993, Effects of misspecification of the propensity score on estimators of treatment effect. Biometrics, 49(4),1231-1236.",
        "Desch, C., L. Penberthy, B. Hillner, M.K. McDonald, T.J. Smith, A.L. PozezL, and S.M. Retchin, 1999, A sociodemographic and economic comparison of breast reconstruction, mastectomy, and conservation surgery. Surgery, 125, 441-447.",
        "Dehajia, R.H. and S. Wahba, 1999, Casual effects in nonexperimental studies, Reevaluating the evaluation of treating programs. Journal of the American Statistical Association, 94(448), 1053-1 062.",
        "Dehejia, R.H., 2005, Program evaluation as a decision problem. Journal of Econometrics, 125, 141-173.",
        "Crowder, M., 1987, On linear and quadratic estimating functions. Biometrika, 74(3),591597.",
        "Cox, D.R., 1958, The planning of Experiments. Wiley, New York.",
        "Coyte, P.C., W. Young, and R. Croxford, 2000, Costs and outcomes associated with alternative discharge strategies following joint replacement surgery, analysis of an observational study using a propensity score. Journal of Health Economics, 19: 907929.",
        "Bullano, M.F., V. Willey, 0. Hauch, G. Wygant, A.C. Spyropoulos, and L. Hoffman, 2005, Longitudinal evaluation of health plan costs per venous thromboembolism or bleed event in patients with a prior venous thromboembolism event during hospitalization. Journal of Managed Care Pharmacy, 1 l(8),663-73.",
        "Blough, D.K., C.W. Madden, and M.C. Hornbrook, 1999, Modeling risk using generalized linear models. Journal of Health Economics, 18,153-171.",
        "Basu, A., and P.J. Rathouz, 2005, Estimating marginal and incremental effects on health outcomes using flexible link and variance function models Biostatistics, 6(1 ),93-l 09.",
        "Barlow, W.E., S.H. Taplin, C.K. Yoshida, D.S. Buist, D. Seger, and M. Brown, 2001, Cost comparison of mastectomy versus breast-conserving therapy for early-stage breast cancer. Journal of the National Cancer Institute, 93, 447-455.",
        "Bao, Y., 2002, Predicting the use of outpatient mental health services, do modeling approaches make a difference? Inquiry, 39(2), 168-83.",
        "Bang, H. and J.M. Robins, 2005, Doubly robust estimation in missing data and causal inference models. Biometrics, 61, 962-972.",
        "Austin, P.C., P. Grootendorst, S-L. T. Normand, and G.M. Anderson, 2007a, Condtioning on the propensity score can result in biased estimation of common measures of treatment effects, A Monte Carlo Study. Statistics in Medicine, 26, 754-768.",
        "Altman, D.G., 1998, Adjustment for covariate imbalance. In, Armitage P, Colton T, eds.",
        "Angrist, J. and J. Hahn, 2004, When to control for covariates? Panel asymptotics for estimates of treatment effects. The Review of Economics and Statistics, 86(1), 5872."
    ]
}