{
    "id": 14080,
    "cites": 44,
    "cited_by": 13,
    "reference": [
        "Yang, Won Young, Wenwu Cao, Tae-Sang Chung, and John Morris. 2005. Applied Numerical Methods using Matlab. New York: Willey A Figures I I I 0MM Objective Function Value",
        "Venkataraman, P. 2002. Applied Optimization with Matlab Programming. New York: Wilhey.",
        "Torczon, Virginia. 1997. On the Convergence of Pattern Search Algorithms. Siam Journal of Optimization, 7(1): 1-25.",
        "Stock, James H., Jonathan H. Wright and Motohiro Yogo. 2002. A Survey of Weak Instruments and Weak Identification in Generalized Method of Moments. Journal of Business and Economic Statistics. 20(4): 518-529.",
        "Stock, James H., and Jonathan H. Wright. 2000. GMM with Weak Identification. Econometrica, 68(5): 1055-1096.",
        "Staiger, Douglas, and James H. Stock. 1997. Instrumental Variables Regression with Weak Instruments. Econometrica, 65(3), 557-586.",
        "Small, Keneth, A., and Harvey S. Rosen. 1981. Applied Welfare Economics with Discrete Choice Models. Econometrica. 49(1): 105-130.",
        "Shachar, Ron, and Barry Nalebuff. 2004. Verifying the Solution from a Nonlinear Solver: A Case Study: Comment. American Economic Review, 94(1): 382-390.",
        "Pagan, Adrian R., and J.C. Robertson. GMM and its Problems. Manuscript, Australia National University.",
        "Petrin, Amil. 2002. Quantifying the Benefits of New Products: The Case of the Minivan. Journal of Political Economy, 110(4): 705-729.",
        "Nevo, Aviv. 2003. New Products, Quality Changes, and Welfare Measures from Estimated Demand Systems. Review of Economics and Statistics, 85(2): 266-275.",
        "Nevo, Aviv. 2001. Measuring Market Power in the Ready-to-Eat Cereal Industry. Econometrica, 69(2): 307-342.",
        "Nevo, Aviv. 2000b. Mergers with Differentiated Products: The Case of the Ready-to-Eat Cereal Industry. RAND Journal of Economics, 31(3): 395-421.",
        "Nevo, Aviv. 1997. Mergers with Differentiated Products: The Case of the Ready-to-Eat Cereal Industry. University of California, Berkeley Competition Policy Center Working Paper no. CPC 99-02.",
        "Nevo, Aviv. 2000a. A Practitioners Guide to Estimation of Random Coefficients Logit Models of Demand. Journal of Economics ~ Management Strategy, 9(4): 513-548.",
        "McFadden, Daniel L., and Whitney K. Newey. 1994. Large Sample Estimation and Hypothesis Testing. In Handbook of Econometrics, ed. R.F Engle and D.L. McFadden, 2113-2245.",
        "McFadden, Daniel L. 1981. Econometric Models of Probabilistic Choice. In Structural Analysis of Discrete Data, ed. C.F Manski and D.L. McFadden, 198-272. Cambridge, MIT Press.",
        "McCullough, B.D., and H.D. Vinod. 2003. Verifying the Solution from a Nonlinear Solver: A Case Study: Reply. American Economic Review. 93(3): 873-892.",
        "Lagarias, Jeffrey C., James E. Reeds, Margaret H. Wright, and Paul E. Wright. 1998. Convergence properties of the Nelder-Mead Simplex Method in Low Dimensions. Siam Journal of Optimization, 9(1): 112-147.",
        "Kappel, Franz, and Alexei Kuntsevich. 2000. An Implementation of Shors r-Algorithm. Computational Optimization and Applications, 15(2): 193-205.",
        "Judd, Kenneth L. 1998. Numerical Methods in Economics. Cambridge: MIT Press.",
        "Hasting, Justine, Thomas Kane, and Douglas Staiger. 2007. Parental Preferences and School Competition: Evidence from a Public School Choice Program. NBER Working Paper #11805.",
        "Gowrisankaran, Gautam and Marc Rysman. 2007. Dynamics of Consumer Demand for New Durable Goods. mimeo.",
        "Hendel, Igal and Aviv Nevo. 2006. Measuring the Implications of Sales and Consumer Inventory Behavior. Econometrica, 74(6): 1637-1673.",
        "Hansen, Lars P. 1982. Large Sample Properties of Generalized Method of Moments Estimators. Econometrica, 50(4): 1029-1054.",
        "Hansen, Lars P., John Heaton, and Amir Yaron. 1996. Finite-Sample Properties of Some Alternative GMM estimators. Journal of Business and Economic Statistics, 14(3): 262280.",
        "Goffe, William L., Gary D. Ferrier, and John Rogers. 1994. Global optimization of statistical functions with simulated annealing. Journal of Econometrics, 60(1-2): 65-99.",
        "Drukker, David M., and Vince Wiggins. 2004. Verifying the Solution from a Nonlinear Solver: A Case Study: Comment. American Economic Review, 94(1): 397-399.",
        "Dorsey, Robert E., and Walter J. Mayer, (1995). Genetic Algorithms for Estimation Problems with Multiple Optima, Nondifferentiability, and Other Irregular Features. Journal of Business and Economic Statistics, 13(1): 53-66.",
        "Cameron, A. Cohn., and Pravin K. Trivedi. 2005. Microeconometrics: Methods and Applications. Cambridge: Cambridge University Press.",
        "Burke, James V., Adrian S. Lewis, and Michael L. Overton. 2007. The Speed of Shors R-algoritm. Manuscript.",
        "Burnside, Craig, and Martin Eichenbaum. 1994. Small Sample Properties of Generalized Method of Moments based Wald Tests. National Bureau of Economic Research Technical Working Paper 155.",
        "Bound, John, David A. Jaeger, and Regina M. Baker. 1995. Problems with Instrumental Variable Estimation When the Correlation Between the Instruments and the Endogenous Explanatory Variable is Weak. Journal of the American Statistical Association, 90(430): 443-450.",
        "Berry, Steven, James Levinsohn, and Ariel Pakes. 1999. Voluntary Export Restraints on Automobiles. Evaluating a Trade Policy. American Economic Review, 89(3): 400-430.",
        "Berry, Steven, James Levinsohn, and Ariel Pakes. 1995. Automobile Prices in Market Equilibrium. Econometrica, 63(4): 841-890.",
        "Berry, Steven. 1994. Estimating Discrete-Choice Models of Product Differentiation. RAND Journal of Economics, 25(2): 242-262.",
        "Bekker, Paul A. 1994. Alternative Approximations to the Distributions of Instrumental Variable Estimators. Econometrica, 62(3): 657-681.",
        "Bayer, Patrick, Robert McMillan and Kim Rueben. 2004. An Equilibrium Model of Sorting in an Urban Housing Marke. NBER Working Paper #10865.",
        "Bayer, Patrick and Robert McMillan. 2006. Racial Sorting and Neighborhood Quality. NBER Working Paper #11813.",
        "Audet, Charles, and J.E. Dennis JR. 2006. Mesh Adaptive Direct Search Algorithms for Constrained Optimization. Siam Journal of Optimization, 17(1): 188-217",
        "Angrist, Joshua D., and Alan.B. Krueger. 1991. Does Compulsory School Attendance Affect Schooling and Earnings?. Quarterly Journal of Economics, 106(4):979-1014.",
        "Andrews, Donald W.K. 1997. A Stopping Rule for the Computation of Generalized Methods of Moments Estimators, Econometrica, 65(4): 913:931.",
        "Amemiya, Takeshi. 1985. Advanced Econometrics. Cambridge: Harvard University Press.",
        "Altonji, Joseph G., and Lewis M. Segal. 1996. Small-Sample Bias in GMM estimation of Covariance Structures. Journal of Business and Economic Statistics, 14(3):353-366."
    ]
}