{
    "id": 14084,
    "cites": 41,
    "cited_by": 55,
    "reference": [
        "Van Rooij, Maarten, Annamaria Lusardi and Rob Alessie (2007), Financial Literacy and Stock Market Participation, NBER Working Paper n. 13565.",
        "Stango, Victor and Jonathan Zinman (2007), Fuzzy Math and Red Ink: When the Opportunity Cost of Consumption is Not What It Seems, Working Paper, Dartmouth College.",
        "Smith Barbara and Fiona Stewart (2008), Learning from the Experience of OECD Countries: Lessons for Policy, Programs, and Evaluations, forthcoming in Annamaria Lusardi (ed.), Overcoming the Saving Slump: How to Increase the Effectiveness of Financial Education and Saving Programs, University of Chicago Press.",
        "Sherraden Michael and Ray Boshara (2008), Learning from Individual Development Accounts, forthcoming in Annamaria Lusardi (ed.), Overcoming the Saving Slump: How to Increase the Effectiveness of Financial Education and Saving Programs, University of Chicago Press.",
        "Schreiner Mark and Michael Sherraden (2007), Can the Poor Save? Saving andAsset Building in Individual Development Accounts, New Brunswick, NJ: Transaction Publishers.",
        "Moore, Danna (2003), Survey of Financial Literacy in Washington State: Knowledge, Behavior, Attitudes and Experiences, Technical report 03-39, Social and Economic Sciences Research Center, Washington State University.",
        "National Council on Economic Education (2005), What American Teens and Adults Know About Economics, Washington, D.C.",
        "Medill Colleen (2007), Participant Perceptions and Decision-Making Concerning Retirement Benefits, paper present to the ~ Annual Joint Conference of the Retirement Research Consortium, Washington, D.C., August 9-10, 2007.",
        "Mandell, Lewis (2008), Financial Literacy in High School, forthcoming in Annamaria Lusardi (ed.), Overcoming the Saving Slump: How to Increase the Effectiveness of Financial Education and Saving Programs, University of Chicago Press.",
        "Mandell, Lewis (2004), Financial Literacy: Are We Improving? Washington, D.C.: Jump$tart Coalition for Personal Financial Literacy.",
        "Lusardi, Annamaria and Peter Tufano (2008), Debt Literacy, Financial Experience, and Overindebtedness, mimeo, Harvard Business School.",
        "Madrian, Brigitte and Dennis Shea (2001), Preaching to the Converted and Converting Those Taught: Financial Education in the Workplace, University of Chicago Working Paper.",
        "Lusardi, Annamaria and Olivia Mitchell (2008), Planning and Financial Literacy: How Do Women Fare?, forthcoming American Economic Review, May 2008.",
        "Lusardi, Annamaria and Olivia Mitchell (2007c), Financial Literacy and Retirement Planning: New Evidence from the Rand American Life Panel, MRRC Working Paper n. 2007-157.",
        "Lusardi, Annamaria and Olivia Mitchell (2007b), Financial Literacy and Retirement Preparedness. Evidence and Implications for Financial Education, Business Economics, January 2007, pp. 35-44.",
        "Lusardi, Annamaria and Olivia S. Mitchell (2007a), Baby Boomer Retirement Security: The Role of Planning, Financial Literacy, and Housing Wealth, Journal of Monetary Economics, 54, pp. 205-224.",
        "Lusardi, Annamaria and Olivia S. Mitchell (2006), Financial Literacy and Planning: Implications for Retirement Wellbeing, Working Paper, Pension Research Council, Wharton School, University of Pennsylvania.",
        "Lusardi, Annamaria and Jason Beeler (2007), Saving Between Cohorts: The Role of Planning, in Brigitte Madrian, Olivia Mitchell, Beth Soldo (eds), Redefining Retirement. How Will Boomers Fare?, Oxford: Oxford University Press, pp. 27 1-295.",
        "Lusardi, Annamaria, Punam Keller and Adam Keller (2008), New Ways to Make People Save: A Social Marketing Approach, forthcoming in Annamaria Lusardi (ed.), Overcoming the Saving Slump: How to Increase the Effectiveness of Financial Education and Saving Programs, University of Chicago Press.",
        "Lusardi, Annamaria (2005), Financial Education and the Saving Behavior of African American and Hispanic Households, Report for the US Department of Labor. http ://www. dartmouth.edu/-alusardi/Papers/Lusardipdf.pdf Lusardi, Annamaria (2008), Household Saving Behavior: The Role of Literacy, Information and Financial Education Programs, NBER Working Paper n. 13824.",
        "Lusardi, Annamaria (2003), Planning and Saving for Retirement, Working Paper, Dartmouth College. http: / /www.dartmouth.edu/ ~a1usardi/Papers /Lusardipdf.pdf Lusardi, Annamaria (2004), Savings and the Effectiveness of Financial Education, in Olivia S. Mitchell and Stephen Utkus (eds.), Pension Design and Structure: New Lessons from Behavioral Finance, Oxford: Oxford University Press, pp. 157-184.",
        "Lusardi, Annamaria (2002), Preparing for Retirement: The Importance of Planning Costs, National Tax Association Proceedings - 2002, pp. 148-154.",
        "Hogarth, Jeanne (2006), Financial Education and Economic Development, paper presented at the G8 International Conference on Improving Financial Literacy. http://www.oecd.org/dataoecd/20/50/37742200.pdf Hong, Harrison, Jeffrey Kubik, and Jeremy Stein (2004), Social Interaction and Stock Market Participation, Journal of Finance, 59, 137-163.",
        "Hirad, Abdighani and Peter Zorn (2001), A Little Knowledge Is a Good Thing: Empirical Evidence of the Effectiveness of Pre-Purchase Homeownership Counseling, Working Paper, Freddie Mac.",
        "Hastings, Justine (2007), Information, Financial Literacy and Sensitivity to Fees: Evidence from Mexicos Privatized Social Security Market, mimeo, Yale University.",
        "Hilgert, Marianne, Jeanne Hogarth and Sondra Beverly (2003), Household Financial Management: The Connection between Knowledge and Behavior, Federal Reserve Bulletin, pp. 309-322.",
        "Gustman, Alan, Thomas Steinmeier, and Nahid Tabatabai (2008), Do Workers Know about Their Pension Plan Type? Comparing Workers and Employers Pension Information, forthcoming in Annamaria Lusardi (ed.), Overcoming the Saving Slump: How to Increase the Effectiveness of Financial Education and Saving Programs, University of Chicago Press.",
        "Elliehausen, Gregory, Christopher Lundquist and Michael Staten (2007), The Impact of Credit Counseling on Subsequent Borrower Behavior, Journal of Consumer Affairs, 41(1), pp. 1-27.",
        "Duflo, Esther and Emmanuel Saez (2004), Implications of Pension Plan Features, Information, and Social Interactions for Retirement Saving Decisions, in Olivia S. Mitchell and Stephen Utkus (eds.), Pension Design and Structure. New Lessons from Behavioral Finance, Oxford: Oxford University Press, pp. 137-153.",
        "Duflo, Esther and Emmanuel Saez (2003), The Role of Information and Social Interactions in Retirement Plan Decisions: Evidence from a Randomized Experiment, Quarterly Journal of Economics, 118, pp. 815-842.",
        "De Mel, Suresh, David McKenzie and Christopher Woodruff (2008), Who Are the Microenterprise Owners? Evidence from Sri Lanka on Tokman v. de Soto, mimeo, World Bank.",
        "Choi, James, David Laibson, and Brigitte Madrian (2006), Reducing the Complexity Costs of 40 1(k) Participation Through Quick Enrollment (TM), NBER Working Paper n. 11979.",
        "Clark, Robert and Madeleine DAmbrosio (2008), Adjusting Retirement Goals and Saving Behavior: The Role of Financial Education, forthcoming in Annamaria Lusardi (ed.), Overcoming the Saving Slump: How to Increase the Effectiveness of Financial Education and Saving Programs, University of Chicago Press.",
        "Campbell, John (2006), Household Finance, Journal of Finance, 61, pp. 1553-1604.",
        "Bucks, Brian and Karen Pence (2006), Do Homeowners Know Their House Values and Mortgage Terms? Working Paper, Federal Reserve Board of Governors.",
        "Brown, Amy and Kimberly Gartner (2007), Early Intervention and Credit Cardholders: Results of Efforts to Provide Online Financial Education to New-to-Credit and At-Risk Consumers, Center for Financial Services Innovation, Chicago, IL.",
        "Bernheim, Douglas and Daniel Garrett (2003), The Effects of Financial Education in the Workplace: Evidence from a Survey of Households, Journal of Public Economics, 87, pp. 148715 19.",
        "Bernheim, Douglas (1998), Financial Illiteracy, Education and Retirement Saving, in Olivia S. Mitchell and Sylvester Schieber (eds.), Living with Defined Contribution Pensions, Philadelphia: University of Pennsylvania Press, pp. 38-68.",
        "Alesina, Alberto and Annamaria Lusardi (2006), Driving Your Financial Investment? Perhaps a License is Needed, mimeo, Dartmouth College. http ://www.dartmouth.edu/-vox/0607/0724/lusardi.htnil Bernheim, Douglas (1995), Do Households Appreciate Their Financial Vulnerabilities? An Analysis of Actions, Perceptions, and Public Policy, Tax Policy and Economic Growth, Washington, DC: American Council for Capital Formation, pp. 1-30.",
        "Agnew, Julie and Lisa Szykman (2005), Asset Allocation and Information Overload: The Influence of Information Display, Asset Choice and Investor Experience, Journal of Behavioral Finance, 6, pp. 57-70.",
        "Agarwal, S., J. Driscoll, X. Gabaix, and D. Laibson (2007), The Age of Reason: Financial Decisions over the Lifecycle, mimeo, Harvard University."
    ]
}