{
    "id": 1408,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Ananthanarayanan, A. A. and B. S. Schwartz, 1980, Retractable and extendable bonds~ the Canadian experience, Journal of Finance 35, no. 1, 31-48.",
        "Beckers, Stan, 1980, The constant elasticity of variance model and its implications for option pricing, Journal of Finance 35, no. 3.",
        "Bodie, Z. and Benjamin M. Friedman, 1978, Interest Rate Uncertainty and the value of bond call protection, Journal of Political Economy 88, no. 1, 19-43.",
        "Brennan, M. ~3. and B. S. Schwartz, 1977, Savings bonds, retractable bonds1 and callable bonds, Journal of Financial Economics 5, 67-88.",
        "Brennan, M. 3. and B. S. Schwartz, 1982, Bond pricing and market efficiency, Financial Analysts Journal, 49-56.",
        "Cox, J. C., 3. E. Ingersoll and S. A. Ross, 1978, A theory of the term structure of interest rates, Research Paper No. 468, Graduate School of - Business, Stanford University.",
        "Dothan, L. U., 1978, On the term structure of interest rates, Journal of Financial Economics 6, 59-62.",
        "Dunn, K. B. and 3. J. McConnell, l981a, Valuation of GNMA mortgage-backed securities, Journal of Finance 36, no. 3, 599-616. -33- Dunn, K. B. and J. 3. McConnell, 198lb, A comparison of alternative models for pricing GNMA mortgage-backed securities, Journal of Finance 36, no. 2, 471-484. Mendershott, P.11., 3. Shilling, and K.E. Villani, 1984, Measurement of the spreads between yields on various mortgage contracts and treasury securities, Journal of the American Real Estate and Urban Economics Association 11, 476-490.",
        "Ingersoll, J. B., 1976, Interest rate dynamics, the term structure and the valuation of contingent claims, unpublished manuscript; University of Chicago.",
        "Marsh, T., 1980, Equilibrium term structure models: test methodology, Journal of Finance 35, no. 2, 421-434.",
        "McKean, H. D. Jr., 1968, Stochastic integrals, Academic Press, New York.",
        "Merton, R. C., 1973, Theory of rational option pricing, Bell Journal of Economics and Management Science 4, 141-232.",
        "Miller, M.H., 1977, Debt and taxes, Journal of Finance 32, pp. 261-75.",
        "Miller, M. H., and M. S. Scholes, 1978, Dividends and taxes, Journal of Financial Economics 6, 333-364.",
        "Richard, S. F., 1978, An arbitrage model of the term structure of interest rates, Journal of Financial Economics 6, 33-58.",
        "Shiller, R. 3., ~7. Y. Campbell and K. L. Schoenholtz, 1983, Forward rates and future policy: interpreting th term structure of interest rates, Brookings Paper on Economic Activity, 1, 173-217.",
        "Vasicek, 0., 1977, An equilibrium characterization of the term structure, Journal of Financial Economics 5, 177-188."
    ]
}