{
    "id": 14083,
    "cites": 17,
    "cited_by": 54,
    "reference": [
        "Scheessele, Randall. 2002. Black and White Disparities in Subprime Mortgage Refinance Lending. Housing Finance Policy Working Paper Series, HF-014. U.S. Department of Housing and Urban Development.",
        "Pennington-Cross, Anthony, and Giang Ho. 2006. The Termination of Subprime Hybrid and Fixed Rate Mortgages. Federal Reserve Bank of St. Louis Working Paper 2006-042A.",
        "Mian, Atif and Amir Sufi. 2008. The Consequences of Mortgage Credit Expansion: Evidence from the 2007 Mortgage Default Crisis. University of Chicago mimeo, January.",
        "Mayer, Christopher and Todd Sinai. 2007. Housing and Behavioral Finance. Paper presented at the Federal Reserve Bank of Boston Conference Implications of Behavioral Economics on Economic Policy and forthcoming in a conference volume.",
        "Ladd, Helen. 1998. Evidence on Discrimination in Credit Markets. Journal of Economic Perspectives. l(Spring): 223-234.",
        "Keys, Benjamin J., Tanmoy K. Mukherjee, Amit Seru and Vikrant Vig. 2008. Did Securitization Lead to Lax Screening? Evidence from Subprime Loans. SSRN Working Paper.",
        "Gerardi, Kristopher, Adam Hale Shapiro, and Paul S. Willen. 2007. Subprime Outcomes: Risky Mortgages, Homeownership Experiences, and Foreclosures. Federal Reserve Bank of Boston Working Paper No. 07-15.",
        "Demyanyk, Yuliya and Otto Van Hemert. 2008. Understanding the Subprime Mortgage Crisis. SSRN Working Paper.",
        "Gabriel, Stuart, and Stuart Rosenthal. 2005. Homeownership in the 1980s and 1990s: Aggregate Trends and Racial Gaps. Journal of Urban Economics, 57(l):l0l-27.",
        "Consumer Federation of America. 2006. Subprime Locations: Patterns of Geographic Disparity in Subprime Lending. Report issued September 2006.",
        "Charles, Kerwin Kofi and Erik Hurst. 2002. The Transition to Home Ownership and the Black-White Wealth Gap. Review of Economics and Statistics, 84(2):281-97.",
        "Center for Responsible Lending. 2006. Unfair Lending: The Effect of Race and Ethnicity on the Price of Subprime Mortgages. Report issued May 2006.",
        "Brooks, Rick, and Constance Mitchell Ford. October 11, 2007. The United States of Subprime. The Wall Street Journal, Al. Available at http://online.wsj.com/article/SBll92059255l945532l.html Brooks, Rick, and Ruth Simon. December 3, 2007. Subprime Debacle Traps Even Very Credit-Worthy. The Wall Street Journal, Al. Available at http://online.wsj.com/article/SBll96629743589ll035.html Calem, Paul, K. Gillen, and Susan Wachter. (2004). The Neighborhood Distribution of Subprime Mortgage Lending. Journal of Real Estate Finance and Economics, 29(4):393-410.",
        "Bostic, Raphael, Kathleen Engel, Patricia McCoy, Anthony Pennington-Cross and Susan Wachter. 2008. State and Local Anti-Predatory Lending Laws: The Effect of Legal Enforcement Mechanisms. Journal of Economics and Business, 60(1-2):47-66.",
        "Avery, Robert, Glenn Canner, and Robert Cook. 2005. New Information Reported Under HMDA and Its Application in Fair Lending Enforcement. Federal Reserve Bulletin, 91(Summer): 344-94.",
        "Avery, Robert, Kenneth Brevoort, and Glenn Canner. 2007a. The 2006 HMDA Data. Federal Reserve Bulletin, Vol. 93.",
        "_____ 2007b. Opportunities and Issues In Using HMDA Data. Journal of Real Estate Research, 29(4):351-79."
    ]
}