{
    "id": 14096,
    "cites": 41,
    "cited_by": 6,
    "reference": [
        "Andersson, SO and B Mattsson (1989), Length of consultations in general practice in Sweden: views of doctors and patients., Family Practice, 6, 130-34.",
        "Anell, A. (2005), Swedish healthcare under pressure, Health Economics, 14, 237-54.",
        "Bago dÃ\u0082â\u0080\u0099Uva, T. (2005). Latent class models for utilisation of primary care: evidence from a British panel, Health Economics, 14, 873-892.",
        "Becker, Gary (1964), Human Capital. Chicago: The University of Chicago Press.",
        "Bellanger, M. M. and P. R. MossÃ\u0083Â© (2005), The search for the Holy Grail: combining decentralised planning and contracting mechanisms in the French health care system., Health Economics, 14, 119-32.",
        "Bergeron, R., A. Laberge, and L. Vezina (1999), Which physicians make home visits and why? A survey., Canadian Medical Association Journal, 161 (4), 369-74.",
        "Bolin, K., B. Lindgren, and P. Lundborg (2008), Informal and formal care among singleliving elderly in Europe, Health Economics, 17 (3), 393-410.",
        "Bolin, K., B. Lindgren, and P. Lundborg (2008),  Your next of kin or your own career? Caring and working among the 50+ of Europe, Journal of Health Economics. (in press). Available on Publishers Website.",
        "BÃ\u0083Â¶rsch-Supan, A., A. Brugiavini, H. JÃ\u0083Â¼rges, J. Mackenbach, J. Siegrist, and G. Weber Eds. (2005), Health, Ageing and Retirement in Europe. First results from the Survey of Health, Ageing and Retirement in Europe. Mannheim: Research Institute for the Economics of Aging.",
        "BÃ\u0083Â¶rsch-Supan, A. and H. JÃ\u0083Â¼rges Eds. (2005), The Survey of Health, Ageing and Retirement in Europe - Methodology. Mannheim: MEA.",
        "Chiappori, P-A., F. Durand, and P-Y. Geoffard (1998), Moral hazard and the demand for physician services: first lessons from a French natural experiment., European Economic Review, 42, 499-511.",
        "Daatland, S.O. and K. Herlofson (2003), Ã\u0082â\u0080\u009cLost solidarityÃ\u0082â\u0080\u009c or Ã\u0082â\u0080\u009cchanged solidarityÃ\u0082â\u0080\u009c: a comparative European view of normative family solidarity, Ageing and Society 23, 537-560.",
        "Deveugele, M, A Derese, D De Bacquer, A van den Brink-Muinen, and J De Maeseneer (2004), Consultation in general practice: a standard operating procedure?, Patient Education and Counseling, 54 (2), 227-33.",
        "Deveugele, M, A Derese, A van den Brink-Muinen, J Bensing, and J De Maeseneer (2002), Consultation length in general practice: cross sectional study in six European countries., British Medical Journal, 325, 472.",
        "Exter, A., H. Hermans, M. Dosljak, and R. Busse (2004), Health care systems in transition: Netherlands. Copenhagen: WHO Regional Office for Europe on behalf of the European Observatory on Health systems and Policies.",
        "France, G., F. Taroni, and A. Donatini (2005), The Italian health-care system., Health Economics, 14, 187-202.",
        "Freeman, G.K., J.P. Horder, J.G.R. Howie, A.P. Hungin, A.P. Hill, N.C. Shah, and A. Wilson (2002), Evolving general practice consultation in Britain: issues of length and context., British Medical Journal, 324, 880-82.",
        "Freeman, R. (2000), The Politics of Health in Europe. Manchester: Manchester University Press.",
        "Gerdtham, U-G. and B. JÃ\u0083Â¶nsson (2000), International comparisons of health expenditure. In Culyer, A.J. and J.P Newhouse (eds), Handbook of Health Economics. Amsterdam: Elsevier, 11-54.",
        "Gerdtham, U-G., B. JÃ\u0083Â¶nsson, M. MacFarlan, and H. Oxley (1998), The determinants of health expenditure in the OECD countries., in Health, The Medical Profession, and Regulation., P. Zweifel, Ed. Dordrecht: Kluwer Academic Publishers.",
        "Gerdtham, U-G., J. SÃ\u0083Â¶gaard, F. Andersson, and B. JÃ\u0083Â¶nsson (1992a), Econometric analysis of health care expenditures: a cross-section study of the OECD countries., Journal of Health Economics, 11, 63-84.",
        "Grossman, M. (1972a), The Demand for Health: A Theoretical and Empirical Investigation. New York: Columbia University Press for the National Bureau of Economic Research.",
        "Grossman, M. (1972b), On the concept of health capital and the demand for health., Journal of Political Economy, 80, 223-55.",
        "JimÃ\u0083Â©nez-Martin S, Labeaga JM, MartÃ\u0083Â­nez-Granado M. (2002). Latent class versus twopart models in the demand for physician services across the European Union. Health Economics 11, 301-321.",
        "JimÃ\u0083Â©nez-Martin S, Labeaga JM, MartÃ\u0083Â­nez-Granado M. (2004). An empirical analysis of the demand for physician services across the European Union. European Journal of Health Economics 5, 150-165.",
        "Kephart, G., V. S. Thomas, and D. R. MacLean (1998), Socioeconomic differences in the use of physician services in Nova Scotia., American Journal of Public Health, 88, 800-04.",
        "Kohli, M., H. KÃ\u0083Â¼nemund, J. LÃ\u0083Â¼dicke (2005), Family structure, proximity and contact, In BÃ\u0083Â¶rsch-Supan A., A. Brugiviani, H. JÃ\u0083Â¼rges, J. Mackenbach, J. Siegrist, and G. Weber (eds) Health, Ageing, and Retirement in Europe. First results from the Survey of Health, Ageing and Retirement in Europe. Mannheim: Research Institute for the Economics of Aging.",
        "Lancaster, Kelvin J. (1966), A new approach to consumer theory, The Journal of Political Economy, 74 (2), 132-57.",
        "Larsson, Bodil Wilde, Gerry Larsson, Marie Wickman Chantereau, and Karin Stael von Holstein (2005), International comparisons of patients views on quality of care., International Journal of Health Care Quality Assurance, 18 (1), 62-73.",
        "Leu, R. E. (1986), The public-private mix and international health care costs., in Public and Private Health Services, A. J. Culyer and B. JÃ\u0083Â¶nsson, Eds. Oxford: Basil Blackwell.",
        "Lopez-Casanovas, G., J. Costa-Font, and I. Planas (2005), Diversity and regional inequalities in the Spanish system of health care services. Health Economics, 14, 221-35.",
        "Mossialos, E., S. Allin, and K. Davaki (2005), Analysing the Greek health system: a tale of fragmentation and inertia., Health Economics, 14, 151-68.",
        "OECD (2004), OECD Health Data 2004. A comparative analysis of 30 countries., OECD Health Data.",
        "Reher, DS. (1998), Family ties in western Europe: persistent contrasts, Population and Development Review, 24, 203-234.",
        "Riphahn, R. T., A. Wamback, and A. Million (2003), Incentive effects in the demand for health care: a bivariate panel count data estimation., Journal of Applied Econometrics, 18, 387-405.",
        "Rohrer, J. E. and D. V. Culica (1999), Identifying high-users of medical care in a farming-dependant county., Health Care Management Review, 24, 28-34.",
        "SHO (2003), Panorama Gesundheit - die Schweiz im europÃ\u0083Â¤ischen Vergleich., Swiss Health Observatory, WHO.",
        "Stepan, A. and M. Sommersguter-Reichmann (2005), Monitoring political decisionmaking and its impact in Austria., Health Economics, 14, 7-23.",
        "Wilson, A and S Childs (2002), The relationship between consultation length, process and outcomes in general practice: a systematic review., British Journal of General Practice, 52 (485), 1012-20.",
        "WÃ\u0083Â¶rz, M. and R. Busse (2005), Analysing the impact of health care system change in the EU member states - Germany., Health Economics, 14, 133-49.",
        "Zweifel, P. and F. Breyer (1997), Health Economics. New York: Oxford University Press."
    ]
}