{
    "id": 14098,
    "cites": 34,
    "cited_by": 5,
    "reference": [
        "Stock, James H. and Mark W. Watson. A Simple Estimator of Cointegrating Vectors in Higher Order Integrated Systems. Econometrica 61 (July 1993): 783-820.",
        "Rasche, Robert H. Demand Functions for Measures of U.S. Money and Debt. In Peter Hooper et al., Eds. Financial Sectors in Open Economies: Empirical Analysis and Policy Issues. Washington: Board of Governors of the Federal Reserve System, 1990.",
        "Phillips, Peter C.B. and Pierre Perron. Testing for a Unit Root in Time Series Regression. Biometrika 75 (June 1988): 335-346.",
        "Rasche, Robert H. Ml-Velocity and Money-Demand Functions: Do Stable Relationships Exist? Carnegie-Rochester Conference Series on Public Policy 27 (1987): 9-88.",
        "Phillips, Peter C.B. and S. Ouliaris. Asymptotic Properties of Residual Based Tests for Cointegration. Econometrica 58 (January 1990): 165-193.",
        "Newey, Whitney K. and Kenneth D. West. A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix. Econometrica 55 (May 1987): 703-708.",
        "Mulligan, Casey B. and Xavier Sala-i-Martin. Extensive Margins and the Demand for Money at Low Interest Rates. Journal of Political Economy 108 (October 2000): 961991.",
        "Meltzer, Allan H. The Demand for Money: The Evidence from the Time Series. Journal of Political Economy 71 (June 1963): 2 19-246.",
        "Lucas, Robert E., Jr. Inflation and Welfare. Econometrica 68 (March 2000): 247-274.",
        "Lucas, Robert E., Jr. Discussion of: Stanley Fischer, ~Towards an Understanding of the Costs of Inflation II. Carnegie-Rochester Conference Series on Public Policy 15 (1981): 43-52.",
        "Kendrick, John W. Productivity Trends in the United States. Princeton: Princeton University Press, 1961.",
        "Johansen, Soren. Statistical Analysis of Cointegration Vectors. Journal of Economic Dynamics and Control 12 (June-September 1988): 231-254.",
        "Hamilton, James D. Time Series Analysis. Princeton: Princeton University Press, 1994.",
        "Hoffman, Dennis L. and Robert H. Rasche. Long-Run Income and Interest Elasticities of Money Demand in the United States. Review of Economics and Statistics 73 (November 1991): 665-674.",
        "Hafer, R.W. and Dennis W. Jansen. The Demand for Money in the United States: Evidence from Cointegration Tests. Journal of Money, Credit, and Banking 23 (May 1991): 155-168.",
        "Goldfeld, Stephen M. The Case of the Missing Money. Brookings Papers on Economic Activity. (Issue 3, 1976): 683-730.",
        "Friedman, Milton and Anna Jacobson Schwartz. Monetary Trends in the United States and the United Kingdom: Their Relation to Income, Prices, and Interest Rates, 1867-1975.",
        "Friedman, Milton and Anna Jacobson Schwartz. Monetary Statistics of the United States: Estimates, Sources, Methods. New York: Columbia University Press, 1970.",
        "Friedman, Milton and Anna Jacobson Schwartz. A Monetary History of the United States, 1867-1960. Princeton: Princeton University Press, 1963.",
        "Friedman, Milton. The Optimum Quantity of Money. In The Optimum Quantity of Money and Other Essays. Chicago: Aldine Publishing Company, 1969.",
        "Fischer, Stanley. Towards an Understanding of the Costs of Inflation: II. CarnegieRochester Conference Series on Public Policy 15 (1981): 5-41.",
        "Feldstein, Martin. The Costs and Benefits of Going from Low Inflation to Price Stability. In Christina D. Romer and David H. Romer, Eds. Reducing Inflation: Motivation and Strategy. Chicago: University of Chicago Press, 1997.",
        "Engle, Robert F. and C.W.J. Granger. Co-integration and Error Correction: Representation, Estimation, and Testing. Econometrica 55 (March 1987): 251-276.",
        "Economic Report of the President. Washington: U.S. Government Printing Office, 2003.",
        "Dutkowsky, Donald H. and Barry Z. Cynamon, and Barry E. Jones. U.S. Narrow Money for the Twenty-First Century. Economic Inquiry 44 (January 2006): 142-152.",
        "Dutkowsky, Donald H. and Barry Z. Cynamon. Sweep Programs: The Fall of Ml and the Rebirth of the Medium of Exchange. Journal of Money, Credit, and Banking 35 (April 2003): 263-279.",
        "Dotsey, Michael and Peter N. Ireland. The Welfare Cost of Inflation in General Equilibrium. Journal of Monetary Economics 37 (February 1996): 29-47.",
        "Cynamon, Barry Z., Donald H. Dutkowsky, and Barry E. Jones. Redefining the Monetary Aggregates: A Clean Sweep. Eastern Economic Journal 32 (Fall 2006): 661-672.",
        "Studies in the Quantity Theory of Money. Chicago: University of Chicago Press, 1956.",
        "Barnett, William A. Economic Monetary Aggregates: An Application of Index Number and Aggregation Theory. Journal of Econometrics 14 (September 1980): 11-48. Cagan, Phillip. The Monetary Dynamics of Hyperinflation. In Milton Friedman, Ed.",
        "Bailey, Martin J. The Welfare Cost of Inflationary Finance. Journal of Political Economy 64 (April 1956): 93-110.",
        "Anderson, Richard G. Retail Deposit Sweep Programs: Issues for Measurement, Modeling and Analysis. Working Paper 2003-026A. St. Louis: Federal Reserve Bank of St.",
        "Anderson, Richard G. and Robert H. Rasche. The Remarkable Stability of Monetary Base Velocity in the United States, 1919-1999. Working Paper 2001-008A. St. Louis: Federal Reserve Bank of St. Louis, August 2001. Bae, Youngsoo. The Money Demand Function and Nonlinear Cointegration. Manuscript.",
        "Anderson, Richard G. Some Tables of Historical U.S. Currency and Monetary Aggregates Data. Working Paper 2003-006A. St. Louis: Federal Reserve Bank of St. Louis, April 2003a."
    ]
}