{
    "id": 14091,
    "cites": 33,
    "cited_by": 4,
    "reference": [
        "Vigdor, Jacob L. (2006). Fifty Million Voters Cant Be Wrong: Economic Self-Interest and Redistributive Politics. NBER Workmng Paper Number 12371.",
        "Smith, Daniel and Caroline Tolbert (2001). The Initiative to Party: Partisanship and Ballot Initiatives in California. Party Polmtmcs, 7, 739-757.",
        "Smith, Ben and S.A. Reid (2008). Super Tuesday: Minorities Line up to Vote: Feb. 5 Primary: More than Half of 42,000 new Voters in Georgia are People of color. The Atlanta Journal-Constmtutmon, January 27, 1A.",
        "Ravallion, Martin and Michael Lokshin (2000). Who Wants to Redistribute? The Tunnel Effect in 1990s Russia. Journal of Publmc Econommcs, 76, 87-104.",
        "Piketty, Thomas (1995). Social Mobility and Redistributive Politics. Quarterly Journal of Econommcs, 100, 55 1-584.",
        "Peltzman, Sam (1978). Economic Conditions and Gubernatorial Elections. The Amermcan Econommc Revmew, 77, 2, 293-297.",
        "Meltzer, Allan H. and Scott F. Richard (1981). A Rational Theory of the Size of Government. The Journal of Polmtmcal Economy, 89, 5, 914-927.",
        "Mccarty, Nolan, Keith Poole and Howard Rosenthal (2006). PolarmzedAmermca: The Dance of the Ideology and Unequal Rmches. Cambridge, MA: MIT Press.",
        "Markus, Gregory B (1988). The Impact of Personal and National Economic Conditions on the Presidential Vote: A Pooled Cross-Section Analysis. Amermcan Journal of Polmtmcal Science, 32, 1, 137-154.",
        "MacKay, Scott and Paul Edward Parker (2008). State Sees Surge in new Voter SignUps.  The Provmdence Journal, February 16, Al.",
        "Leigh, Andrew (2005). Economic Voting and Electoral Behavior: How Do Individual, Local and National Factors Affect the Partisan Choice? Econommcs and Polmtmcs, 17, 2, 265-296.",
        "Kaplan, Thomas (2008). Connecticut Sees Surge of Voters for Primary. The New York Tmmes, February 5, B4.",
        "Ingram, David (2008). NC Voter Registrations Soar: Pace More than Doubles that of `08; Record Turnout Possible for Hotly Contested Elections. The Charlotte Observer, February 24.",
        "Hastings, Justine S., Thomas J. Kane, Douglas 0. Staiger and Jeffrey M. Weinstein (2007). The Effect of Randomized School Admission on Voter Participation. Journal ofPublmcEconommcs, 91, 915-937.",
        "Glaeser, Edward (2005). The Political Economy of Hatred. Quarterly Journal of Econommcs, 120, 45-86.",
        "Glaeser, Edward and Bruce Sacerdote (2007). Aggregation Reversals and the Social Formation of Beliefs. NBER Workmng Paper Number 13031.",
        "Filer, John, Lawrence Kenny and Rebecca Morton (1993). Redistribution, Income and Voting. Amermcan Journal of Polmtmcal Scmence, 37, 1, 63-87.",
        "Gerber, Elisabeth R. and Justin H. Phillips (2003). Development Ballot Measures, Interest Group Endorsements, and the Political Geography of Growth Preferences. Amermcan Journal of Polmtmcal Scmence, 47, 4, 625-639.",
        "Fiorina, Morris P. (1978). Economic Retrospective Voting in American National Elections: A Micro-Analysis. Amermcan Journal of Polmtmcal Scmence, 22, 2, 426-443.",
        "Fair, Ray (1978). The Effect of Economic Events on Votes for the President. Revmew of Econommcs and Statmstmcs, 60, 2, 159-173.",
        "Doherty, Daniel J., Alan S. Gerber, and Donald P. Green (2006). Personal Income and Attitudes toward Redistribution: A Study of Lottery Winners. Polmtmcal Psychology, 27, 3, 441-458.",
        "DiTella, Rafael, Sebastian Galliani and Ernesto Schargrodsky (2007). The Formation of Beliefs: Evidence from the Allocation of Land Titles to Squatters. Quarterly Journal of Economics, 121, 209-241.",
        "Corneo, Giacomo and Gruener, Hans Peter (2002). Individual Preferences for Political Redistribution. Journal of Public Economics, 83, 83-107.",
        "Chandler, Kim (2008). Voter Rolls in State Swelled for Primaries Turnout Expected to Top 2004s By More than 50%. Birmingham News, February 2, 1A.",
        "Branton, Regina P. (2003). Examining Individual-Level Voting Behavior on State Ballot Propositions. Political Research Quarterly, 56, 3, 367-377.",
        "Bowler, Shaun and Todd Donovan (1998). Demanding Choices: Opinion, Voting and Direct Democracy. Ann Arbor, MI: University of Michigan Press.",
        "Bound, John and Harry J. Holzer (2000). Demand Shifts, Population Adjustments, and Labor Market Outcomes during the 1980s. Journal of Labor Economics, 18, 20-54.",
        "Benabou, Roland and Efe Ok (2001). Social Mobility and the Demand for Redistribution: the POUM Hypothesis. Quarterly Journal of Economics, 116, 447-487.",
        "Bartik, Timothy J. (1993). Who Benefits from Local Job Growth: Migrants or Original Residents? Regional Studies, 27, 4, 297-311.",
        "Ball, Molly (2008), Caucus Turnout Boosts Hopes. Las Vegas Review-Journal, January 27, Bi.",
        "Bartik, Timothy J. (1991). Who Benefits from State and Local Economic Development Policies? Kalamazoo, MI: WE Upjohn Institute for Employment Research.",
        "Autor, David H. and Mark G. Duggan (2003). The Rise in the Disability Rolls and the Decline in Unemployment. Quarterly Journal of Economics, 118, 1, 157-205.",
        "Auten, Gerald E., Holger Sieg and Charles T. Clotfelter (2002). Charitable Giving, Income and Taxes: An Analysis of Panel Data. The American Economic Review, 92, 1, 37 1-382."
    ]
}