{
    "id": 1409,
    "cites": 19,
    "cited_by": 32,
    "reference": [
        "Atkinson, A.B. (1971). The Distribution of Wealth and the Individual Life Cycle. Oxford Economic Papers, vol. 23, pp. 239-51~.",
        "Atkinson, A.B. and Harrison, A.J. (1978). The Distribution of Wealth in Britain. Cambridge University Press.",
        "Bernheim, B.D. (l981~a). Annuities, Bequests, and Private Wealth. Stanford University (mimeo). Bernheim, B.]D. (l981~b). Life Cycle Annuity Valuation,tt Stanford University (mimeo). Bernheim, B.D., Shleifer, A., and Summers, L. (l981~). Bequests as a Means of Payment, NBER Working Paper No. 1303. Brittain, J. (1978). Inheritance and the Inequality of Material Wealth. Brookings Institution.",
        "Davies, J.B. (1980). Uncertain Lifetime, Consumption, and Dissaving in Retirement. Journal of Political Econoi~r, vol. 89, pp. 561-78.",
        "Diamond, P.A. and Hausrnan, J.A. (1980). Individual Savings Behavior. MIT (mimeo).",
        "Feldstein, M.S. (l97l~). Social Security, Induced Retirement, and Aggregate Capital Accuniulation. Journal of Political Economy, vol. 82, pp. 905-926. Feldstein, M.S. (1977). Social Security and Private Savings: International Evidence in an Extended Life-Cycle Model,tt in The Economics of Public Services. International Economics Association Conference Volume, M. Feldstein and R. Inn~n (eds.).",
        "Feldstein, M.S. and Pellechio, A. (1979). Social Security and Household Wealth Accuniulation: New Microeconomjc Evidence. Review of Economics and Statistics, vol. 61.",
        "Ferber~ R. et. al. (1969). Validation of a National Survey of Consumer Financial Characteristics: Savings Accounts. Review of Economics and Statistics, vol. 51, pp. 1~36_~.",
        "Fox, A. (1976). AlternatIve Measures of Earnings Replacement for Social Security, in Reaching Retirement Age, Research Report No. )47, Office of Research and Statistics, Social Security Administration, Government Printing Office.",
        "King, M. A. and Dicks-Mireaux, L. (1982). Asset Holding and the Life Cycle. Economic Journal, vol. 92, pp. 21~7-67.",
        "King, M.A. and Dicks-Mireaux, L. (1983). Pension Wealth and Household Savings: Tests of Robustness. Journal of Public Economics, forthcoming.",
        "Lydall, H. (1955). The Life Cycle in Income, Saving, and Asset O~mership. Econometrica, vol. ~46, pp. 985-1012.",
        "Lour~r, G. (1981). Intergenerational Transfers and the Distribution of Earnings. Econometrica, vol. 149, pp. 8143-86T.",
        "Mirer, T.W. (1979), The Wealth-Age Relationship Among the Aged. American Economic Review, vol. 69, pp. 1435-143.",
        "Projector, D. (1968). Survey of Chances in Family Finances. Federal Reserve Board of Governors.",
        "Projector, D. and Weiss, G. (1966). Survey of Financial Characteristics of Consumers. Federal Reserve Board of Governors.",
        "Shorrocks, A.F. (1975). The Age-Wealth Relationship: A Cross-Section and Cohort Analysis. Review of Economics and Statistics, vol. 57, 155-63.",
        "Stiglitz, J.E. (1978). Equality, Taxation, and Inheritance, in Personal Income Distribution, W. Krelle and A.F. Shorrocks (eds.). North-Holland, Amsterdam.",
        "Yaari, M.E. (1965). Uncertain Lifetime, Life Insurance, and the Theory of the Consumer. Review of Economic Studies, vol. 32, pp. 137-50."
    ]
}