{
    "id": 14094,
    "cites": 25,
    "cited_by": 3,
    "reference": [
        "Ayres, Ian. 1989. A Private Revolution: Markovits and Markets, Chicago-Kent Law Review 64, 861Ã\u0082â\u0080\u009375. Ayres, Ian and Barry Nalebuff, 2005. Mortgage Your Retirement, Forbes.",
        "Bodie, Zvi, Robert C. Merton, and William F. Samuelson. 1992. Labor Supply Flexibility and Portfolio Choice in a Life-Cycle Model, Journal of Economic Dynamics and Control 16, 427Ã\u0082â\u0080\u009349.",
        "Fontaine, Thomas. 2005. Target-Date Retirement Funds: A Blueprint for Effective Portfolio Construction. AllianceBernstein.",
        "Marquez, Jessica. 2005. Lifecycle Funds Can Help Companies Mitigate Risk and Boost Employee Savings. Workforce Management, April.",
        "Merton, Robert. 1971. Optimum Consumption and Portfolio Rules in a Continuous Time Model, Journal of Economic Theory 3, 373Ã\u0082â\u0080\u0093413.",
        "Poterba, James, Joshua Rauh, Steven Venti, and David Wise. 2005b. Lifecycle Asset Allocation Strategies and the Distribution of 401(k) Retirement Wealth. NBER Working Paper 11974.",
        "Poterba, James, and Andrew Samwick. 2001. Household Portfolio Allocations Over the Life Cycle. In Aging Issues in the United States and Japan, ed. S. Ogura, T. Tachibanaki, and D. Wise, 65Ã\u0082â\u0080\u0093103. Chicago: University of Chicago Press.",
        "Poterba, James, and Lawrence Summers. 1988. Mean Reversion in Stock Prices: Evidence and Implications, Journal of Financial Economics 22, 27Ã\u0082â\u0080\u009359.",
        "Shiller, Robert. 2005b. American Casino: The Promise and Perils of BushÃ\u0082â\u0080\u0099s Ã\u0082â\u0080\u0098Ownership SocietyÃ\u0082â\u0080\u0099. The Atlantic Monthly, March.",
        "Shiller, Robert. 2005c. Irrational Exuberance. 2nd ed. Princeton, NJ: Princeton University Press.",
        "Barberis, Nicholas. 2000. Investing for the Long Run when Returns Are Predictable. Journal of Finance 55, 225Ã\u0082â\u0080\u009364.",
        "Benzoni, Luca, Pierre Collin-Dufresne, and Robert S. Goldstein. 2007. Portfolio Choice over the Life-Cycle when the Stock and Labor Markets are Cointegrated, Journal of Finance 62, 2123-2167.",
        "Campbell, John Y., and Luis Viceira. 2002. Strategic Asset Allocation: Portfolio Choice for Long-Term Investors. Oxford: Oxford University Press.",
        "Clingman, Michael, and Orlo Nichols. 2004. Scaled Factors for Hypothetical Earnings under the 2004 Trustees Report Assumptions. Actuarial Note Number 2004.3. Office of the Chief Actuary, U.S. Social Security Administration, Baltimore Maryland.",
        "Constantinides, George, John Donaldson, and Rajnish Mehra. 2002. Junior CanÃ\u0082â\u0080\u0099t Borrow: A New Perspective on the Equity Premium Puzzle, Quarterly Journal of Economics 117, 269Ã\u0082â\u0080\u0093296.",
        "Fortune, Peter. 2000. Margin Requirements, Margin Loans, and Margin Rates: Practice and Principles, New England Economic Review September/October, 19Ã\u0082â\u0080\u009344.",
        "Lynch, Anthony, and Sinan Tan. 2004. Labor Income Dynamics at Business-Cycle Frequencies: Implications for Portfolio Choice. NBER Working Paper 11010.",
        "Malkiel, Burton. 2003. A Random Walk Down Wall Street. Rev. ed. New York: W. W. Norton.",
        "Merton, Robert. 1969. Lifetime Portfolio Selection under Uncertainty: The Continuous-Time Case, Review of Economics and Statistics 51, 247Ã\u0082â\u0080\u0093257.",
        "Poterba, James. 2005. Individual Decision-Making and Risk in Defined Contribution Pension Plans, Elder Law Journal 13, 285Ã\u0082â\u0080\u0093308.",
        "Poterba, James, Joshua Rauh, Steven Venti, and David Wise. 2005a. Utility Evaluation of Risk in Retirement Savings Accounts. In Analyses in the Economics of Aging, ed. D. Wise, 13Ã\u0082â\u0080\u009358. Chicago: University of Chicago Press.",
        "Samuelson, Paul A. 1969. Lifetime Portfolio Selection by Dynamic Stochastic Programming. Review of Economics and Statistics 51:239Ã\u0082â\u0080\u009346. Reprinted in The Collected Scientific Papers of Paul A. Samuelson, Volume 3, ed. J. Stiglitz, 883Ã\u0082â\u0080\u009390. Cambridge, MA: MIT Press.",
        "Shiller, Robert. 2005a. The Life-Cycle Personal Accounts Proposal for Social Security: An Evaluation. Cowles Foundation Discussion Paper 1504.",
        "Viceira, Luis. 2001. Optimal Portfolio Choice for Long-Horizon Investors with Nontradable Labor Income, Journal of Finance 56, 433Ã\u0082â\u0080\u009370.",
        "Willen, Paul, and Felix Kubler. 2006. Collateralized Borrowing and Life-Cycle Portfolio Choice, NBER Working Paper 12309."
    ]
}