{
    "id": 14108,
    "cites": 17,
    "cited_by": 20,
    "reference": [
        "Stolowy H. and Jeny-Cazavan A. (2001), International Accounting Disharmony: The Case of Intangibles, Accounting, Auditing & Accountability Journal, 14, 477-497.",
        "Lev B. and Sougiannis T. (1996) The Capitalisation, Amortisation, and Value-Relevance of R&D Journal of Accounting and Economics, February, 107-138.",
        "Mairesse J. and Sassenou M. (1991) R&D and Productivity: a Survey of Econometric Studies at the Firm Level Science-Technology Industry Review, Paris, OECD, n. 8, 1991, 943. (Also NBER WP. n. 3666, 1991).",
        "Lev B. (2005) Intangible Assets: Concepts and Measurements, Encyclopedia of Social Measurement, Elsevier Inc., 2005, 2, 299-305.",
        "Lev B. (2001) Intangibles: Management, Measurement, and Reporting, Washington D.C.: Brookings Institution Press.",
        "Hirschey M. (1982) Intangible Capital Aspects of Advertising and R&D Expenditures; Journal of Industrial Economics, 30, 4, 375-390.",
        "Hoaglin D.C., Iglewicz B. and Tukey J.W. (1986) Performance of Some Resistant Rules for Outlier Labelling; Journal of the American Statistical Association, 81, 396, 99 1-999.",
        "Hatzichronoglou T. (1997) Revision of the High-Technology Sector and Product Classification, STI WP. n. 1997/2, OCDE, Paris.",
        "Hall B. H. and Mairesse J. (1996) Estimating the Productivity of Research and Development: an Exploration of GMM Methods Using Data on French and United States Manufacturing Firms, in K. Wagner and Bart Van Ark (eds.) International Productivity Differences and Their Explanations, Elsevier Science, 1996, 285-3 15.",
        "Hall B. H. and Mairesse J. (1995) Exploring the Relationship between R&D and Productivity in French Manufacturing Firms, Journal of Econometrics, 65, 263-293.",
        "Griliches Z. and Mairesse J. (1998) Production Functions: the Search for Identification, in S. Strom (ed.) Essays in Honour of Ragnar Frisch, Econometric Society Monograph Series, Cambridge University Press, Cambridge, 169-203.",
        "Griliches Z. and Mairesse J. (1984) Productivity and R&D at the Firm Level, in Z. Griliches (ed.) Research and Development, Patents and Productivity, The University Press of Chicago, 27 1-297. (Also NBER WP. n. 826, 1981).",
        "Bontempi M. E. (2005) The Measurement of Intangible and Tangible Assets in a Panel of Italian Manufacturing Firms: from the Reporting Rules to the Empirical Variables, Department of Economics, University of Ferrara (http:uwww2.dse.unibo.iubontempi/ricercairicerca.iitm).",
        "Blundell R. and Bond 5. (1998) Initial Conditions and Moment Restrictions in Dynamic Panel Data Models, Journal of Econometrics, 89, 115-43.",
        "Bound J., D. A. Jaeger and R. M. Baker (1995), Problems with instrumental variables estimation when the correlation between the instruments and the endogenous explanatory variables is weak, Journal of the American Statistical Association, 90, 430, 443-450.",
        "Baum C. F., Schaffer M.E. and Stillman 5. (2003) Instrumental Variables and GMM: Estimation and Testing, The Stata Journal, 3, 1, 1-31. Bond 5. (2002), Dynamic panel data models: a guide to micro data methods and practice, Cemmap Working Paper, n. CWPO9/02, IFS, Dept. of Economics, UCL, London.",
        "Aboody D. and Lev B. (1998) The value-relevance of Intangibles: the Case of Software Capitalisation Journal of Accounting Research, Supplement, 161-191."
    ]
}