{
    "id": 14101,
    "cites": 25,
    "cited_by": 51,
    "reference": [
        "Yellen, Janet . 2006. Monetary Policy in a Global Environment Speech at The Euro and the Dollar in a Globalized Economy Conference, U.C. Santa Cruz, Santa Cruz, CA May 27, 2006. http://www.frbsf.org/news/speeches/2006/060527.pdf Data Appendix.",
        "Sbordone, Argia, 2007. Globalization and Inflation Dynamics: The Impact of Increased Competition NBER Working Paper 13556 Stein, Jeremy. 1998. An Adverse Selection Model of Bank Asset and Liability Management with Implications for the Transmission of Monetary Policy, Rand Journal of Economics 29 (Autumn) pp. 466-486.",
        "Peek, Joe and Eric Rosengren. 2000. Collateral Damage: Effects of the Japanese Bank Crisis on Real Activity in the United States The American Economic Review, Vol. 90, No. 1. (March), pp. 30-45.",
        "Peek, Joe and Eric Rosengren. 1997. The International Transmission of Financial Shocks: The Case of Japan American Economic Review (September) 87 (4), pp.495-505.",
        "Obstfeld, Maurice, Jay Shambaugh, and Alan Taylor. 2005. The Trilema in History: Tradeoffs among Exchange Rates, Monetary Policies, and Capital Mobility Review of Economics and Statistics. Vol. 3 (December) pp. 423-438.",
        "Neumeyer, Paolo and Fabrizio Perri. 2005. Business cycles in emerging economies: the role of interest rates Journal of Monetary Economics vol. 52 pp.345-380.",
        "Morgan, Donald P., Bertrand Rime, and Philip E. Strahan, 2004, Bank integration and state business cycles, Quarterly Journal of Economics 119, 1555-15 84.",
        "Kim, Soyoung. 2001. International Transmission of U.S. Monetary Policy Shocks: Evidence from VARs Journal of Monetary Economics vol. 48 pp. 339-72. Loutskina, Elena and Philip E. Strahan, Securitization and the Declining Impact of Bank Finance on Loan Supply: Evidence from Mortgage Journal of Finance, Forthcoming.",
        "Kashyap, Anil and Jeremy Stein. 1995.The Impact of Monetary Policy on Bank Balance Sheets, Carnegie-Rochester Conference Series on Public Policy, 1995, vol. 42, pp. 15195.",
        "Kashyap, Anil and Jeremy Stein. 1994. Monetary policy and bank lending, in: N. G. Mankiw, ed , Monetary Policy (University of Chicago Press, Chicago) pp 22 1-256.",
        "Kashyap, Anil and Jeremy Stein. 2000. What Do A Million Observations on Banks Say About the Transmission of Monetary Policy?, American Economic Review, 90(3), pp. 407-28.",
        "Ihrig, Jane, Steve Kamin, Deb Lindner, and Jaime Marquez. 2007. Some simple tests of the globalization and inflation hypothesis, International Finance Discussion Papers 891. Washington: Board of Governors of the Federal Reserve System.",
        "Houston, Joel, David Marcus, and Christopher James. 1997, Capital market frictions and the role of internal capital markets in banking?, Journal of Financial Economics 46(2), 135-164.",
        "Garcia-Herrero, Alicia and Carlos Medeiros. 2007. International Diversification Gains and Home Bias in Banking. IMF working paper wp/07/28 1 (December).",
        "Frankel, Jeffrey, Sergio Schmukler, and Luis Serven. 2004. Global Transmission of Interest Rates: Monetary Independence and the Currency Regime. Journal of International Money and Finance vol. 23 no. 5 (Sept.) pp.701-734.",
        "Claessens, Stijn and Neeltje Van Horen. 2008. Location Decisions of Foreign Banks and Institutional Competitive Advantage. Manuscript (March). Di Giovanni, Julian and Jay Shambaugh. Forthcoming. The Impact of Foreign Interest Rates on the Economy: The Role of the Exchange Rate Regime Journal of International Economics.",
        "Canova, Fabio. 2005. The Transmission of U.S. Shocks to Latin data. Journal of Applied Econometrics. vol. 20 pp. 229-251.",
        "Campello, Murillo, 2002. Internal Capital Markets in Financial Conglomerates: Evidence from Small Bank Responses to Monetary Policy. Journal of Finance, December 2002, v. 57, iss. 6, pp. 2773-2805.",
        "Bernanke, Ben and Ilian Mihov. 1998. Measuring Monetary Policy Quarterly Journal of Economics, August, 113 (3), pp. 869-902.",
        "Boschen, John and Leonard Mills. 1995. The Relation between Narrative and Money Market Indicators of Monetary Policy Economic Inquiry (33), pp.24-44.",
        "Bernanke, Ben and Mark Gertler. 1995. Inside the Black Box: The Credit Channel of Monetary Transmission, Journal of Economic Perspectives, Fall 1995, vol. 9, no. 4, pp. 27-48.",
        "Bernanke, Ben and Alan Blinder. 1992. The Federal Funds Rate and the Channels of Monetary Transmission, in American Economic Review, September, vol. 82, no. 4, pp. 901-2 1.",
        "Ashcraft, Adam. New Evidence on the Lending Channel, Journal of Money, Credit, and Banking, Volume 38, Issue 3, pp. 75 1-776, April 2006. Ashcraft, Adam and Murillo Campello, Firm Balance Sheets and Monetary Policy Transmission Journal of Monetary Economics, forthcoming.",
        "Berger, Allen, Nathan H. Miller, Mitchell A. Petersen, Raghuram G. Rajan Does Function Follow Organizational Form? Evidence from the Lending Practices of Large and Small Banks, Journal of Financial Economics, vol. 76 (May 2005), pp. 237-69.",
        "Bernanke, Ben. 2006. Remarks on Global Economic Integration: Whats New and Whats Not? At the Federal Reserve Bank of Kansas Citys Thirtieth Annual Economic Symposium, Jackson Hole, Wyoming August 25, 2006. http://www.federalreserve. gov/boarddocs/speeches/2006/20060825/default,htrn Bernanke, Ben and Alan Blinder. 1988. Credit, Money, and Aggregate Demand, American Economic Review, Papers and Proceedings, May 1988, vol. 78, no. 2, pp. 435439."
    ]
}