{
    "id": 14103,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Pildes, R. H. and K. A. Donoghue, 1995, Cumulative Voting in the United States, The University of Chicago Legal Forum, 241-313.",
        "Spiegelhalter, D., Thomas, A., Best, N., Cilks, W., and Lunn, D.,1994 and 2002, BUGS: Bayesian inference using Gibbs sampling. MRC Biostatistics Unit, Cambridge, England. www.mrc-bsu.cam.ac.uk/bugs",
        "Matsusaka, J. C., 2004, For The Many or The Few: The Initiative Process, Public Policy, and American Democracy, Chicago: University of Chicago Press.",
        "Jackson, M. and H. Sonnenschein, 2007, Linking Decisions, Econometrica, 75, 241-57.",
        "Cuinier, L., 1994, The Tyranny of the Majority, Free Press: New York.",
        "Hortala-Vallve, R., 2005, Qualitative Voting, unpublished, Oxford University, Nuffield College.",
        "Cerber, E. R., R. B. Morton and T. A. Rietz, 1998, Minority Representation in Multimember Districts, American Political Science Review, 92, 127- 144.",
        "Cerber, E. R., 1999, The Populist Paradox: Interest Group Influence and the Promise of Direct Legislation, Princeton University Press.",
        "Celman, A., Carlin J., Stern H. S. and Rubin D. B., 2004, Bayesian Data Analysis CRC Press, London.",
        "Efron B. and R. J. Tibshirani, 1993, An Introduction to the Bootstrap, Chapman and Hall: New York.",
        "Efron, B., 1979, Bootstrap Methods: Another Look at the Jackknife, Annals of Statistics, 7, 1-26.",
        "Davidson, R. and J. C. MacKinnon, 2006, Bootstrap Methods in Econometrics , in K. Patterson and T. C. Mills (eds.), Palgrave Handbook of Econometrics: Vol. 1 Econometric Theory, Palgrave Macmillan Ltd Houndmills, Basingstoke, Hampshire RC61 6X5, UK.",
        "Cox, C., 1990, Centripetal and Centrifugal Incentives in Electoral Systems , American Journal of Political Science, 34, 903-935.",
        "Chwe, M., 1999, Minority Voting Rights Can Maximize Majority Welfare , American Political Science Review, 93, 85-97.",
        "Casella, A., 2005, Storable Votes, Games and Economic Behavior, 51, 391-419.",
        "Casella, A., A. Celman and T. Palfrey, 2006, An Experimental Study of Storable Votes, Games and Economic Behavior, 57, 123-154.",
        "Bowler, S., T. Donovan, and D. Brockington, 2003, Electoral Reform and Minority Representation: Local Experiments with Alternative Elections, Ohio State University Press, Columbus."
    ]
}