{
    "id": 14106,
    "cites": 25,
    "cited_by": 84,
    "reference": [
        "Verhoogen, Eric A., Stephen V. Burks, and Jeffrey P. Carpenter. 2007. Fairness and Freight-Handlers: Local Labor Market Conditions and Wage Fairness Perceptions in a Trucking Firm. Industrial and Labor Relations Review, 60(4): 477-98. Yeaple, Stephen R. 200S. A Simple Model of Firm Heterogeneity, International Trade, and Wages. Journal of International Economics, 65(1): 1-20.",
        "Verhoogen, Eric A. 2008. Trade, Quality Upgrading and Wage Inequality in the Mexican Manufacturing Sector. Quarterly Journal of Economics, 123(2): 489-S30.",
        "Trefler, Daniel. 2004. The Long and the Short of the Canada-US Free Trade Agreement. American Economics Review, 94(4): 870-89S.",
        "Revenga, Ana. 1997. Employment and Wage Effects of Trade Liberalization: The Case of Mexican Manufacturing. Journal of Labor Economics, 1S(3): S20-S43. Stock, James H. and Motohiro Yogo. 200S. Testing for Weak Instruments in Linear IV Regression. in Identification and Inference for Econometric Models: Essays in Honor of Thomas J. Rothenberg, ed. James H. Stock and Donald W. K. Andrews, 80-108. Cambridge and New York: Cambridge University Press.",
        "Pavcnik, Nina, Andreas Blom, Pinelopi Goldberg, and Norbert Schady. 2004.Trade Policy and Industry Wage Structure: Evidence from Brazil. World Bank Economic Review, 18(3): 3 19-44.",
        "Moulton, Brent R. 1990. An Illustration of a Pitfall in Estimating the Effects of Aggregate Variables on Micro Units. Review of Economics and Statistics, 72(2): 334-38.",
        "Melitz, Marc J. 2003. The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica, 71(6): 1695-1725. Mobarak, Ahmed M., and Denni Purbasari. 200S. Political Trade Protection in Developing Countries: Firm Level Evidence from Indonesia. http ://ssrn. comlabstract=770949.",
        "Levine, David I., 1993. Fairness, Markets, and Ability to Pay: Evidence from Compensation Executives, American Economic Review, Vol. 83, No. S, pp. 1241-12S9.",
        "Kahneman, Daniel, Jack L. Knetsch, and Richard Thaler. 1986. Fairness as a Constraint on Profit Seeking: Entitlements in the Market. American Economic Review, 76(4): 72841.",
        "Kasahara, Hiroyuki, and Beverly J. Lapham. 2007. Productivity and the Decision to Import and Export: Theory and Evidence. CESifo Working Paper 2240.",
        "Helpman, Elhanan,and Oleg Itskhoki. 2007. Labour Market Rigidities, Trade and Unemployment. NBER Working Paper 1336S.",
        "Harrison, Ann E., ed. 2007. Globalization and Poverty, Chicago: University of Chicago Press.",
        "Grossman, Gene M., and Elhanan Helpman. 2007. Fair Wages and Foreign Sourcing. Weatherhead Center for International Affairs, Working Paper 2008-0045.",
        "Goldberg, Pinelopi K., and Nina Pavcnik. 2007. Distributional Effects of Globalization in Developing Countries. Journal of Economic Literature, 45(1): 39-82.",
        "Felbermayr, Gabriel J., Julien Prat, and Hans-Jorg Schmerer. 2008. Globalization and Labour Market Outcomes: Wage Bargaining, Search Frictions, and Firm Heterogeneity. IZA Discussion Paper 3363. Goldberg, Pinelopi K., and Nina Pavcnik. 200S. Trade, Wages, and the Political Economy of Trade Protection: Evidence from the Colombian Trade Reforms. Journal of International Economics, 66(1): 75-105.",
        "Feenstra, Robert C., and Gordon H. Hanson. 2003. Global Production Sharing and Rising Inequality: A Survey of Trade and Wages. In Handbook of International Trade, ed. E. Kwan Choi and James Harrigan, 146-8S. London: Basil Blackwell.",
        "Feenstra, Robert C., and Gordon H. Hanson. 1999. The Impact of Outsourcing and High-Technology Capital on Wages: Estimates for the United States, 1979-1990. Quarterly Journal of Economics, 114(3): 907-40.",
        "Egger, Hartmut, and Udo Kreickemeier. 2006. Firm Heterogeneity and the Labour Market Effects of Trade Liberalization. GEP Research Paper 2006/26.",
        "Eaton, Jonathan, Samuel S. Kortum, and Francis Kramarz. 2004. An Anatomy of International Trade: Evidence from French Firms. http://www.econ.nyu.edu/user/eatonj/EKKS .pdf.",
        "Bernard, Andrew B., Brad Jensen, Stephen J. Redding, and Peter K. Schott. 2007. Firms in International Trade. Journal of Economic Perspectives, 2 1(3): 1OS-30.",
        "Davis, Donald R., and James Harrigan. 2007. Good Jobs, Bad Jobs, and Trade Liberalization. NBER Working Paper 13139.",
        "Arai, Mahmood. 2003. Wages, Profits, and Capital Intensity: Evidence from Matched Worker-Firm Data. Journal of Labor Economics, 21(3): S93-613.",
        "Akerlof, George A., 1982. Labor Contracts as Partial Gift Exchange, Quarterly Journal of Economics, 97(4): S43-S69.",
        "Akerlof, George A., and Janet L. Yellen. 1990. The Fair Wage-Effort Hypothesis and Unemployment. Quarterly Journal of Economics, 1OS(2): 2SS-83.",
        "Amiti, Mary, and Jozef Konings. 2007. Trade Liberalization, Intermediate Inputs and Productivity. American Economic Review, 97(5): 1611-38."
    ]
}