{
    "id": 14107,
    "cites": 21,
    "cited_by": 5,
    "reference": [
        "Williamson, Oliver. (1985). The Economics Institutions of Capitalism: Firms, Markets, and Relational Contracting. New York: Macmillan Free Press.",
        "Thompson, F. M. L, eds. (1994). Landowners, Capitalists, and Entrepreneurs: Essays for Sir John Habakkuk. Oxford: Clarendon Press.",
        "Spring, Eileen. (1993). Law, Land, and Family: Aristocratic Inheritance in England, 1300-1800. Chapel Hill, N.C.: University of North Carolina Press.",
        "Spring, Eileen. (1983). The Family, Strict Settlement, and Historians. Canadian Journal of History. 18, pp. 379-398.",
        "Spring, Eileen. (1964). The Settlement of Land in Nineteenth-Century England. American Journal of Legal History. 8, pp. 209-223.",
        "Sheppard, F., V. Belcher, and P. Cottrell. (1979). The Middlesex and Yorkshire Deed Registries and thestudy of Building Fluctuations. London Journal. 5, pp. 176-217.",
        "Posner, Richard A. (2003). Economic Analysis of Law. Boston: Little, Brown and Company.",
        "OBrien, Patrick (1994). Central Government and the Economy, 1688-1815. In Floud and McCloskey, The Cambridge Economic History of Britain since 1700, I, 2~ Edition. Cambridge: Cambridge University Press.",
        "North, Douglas and Barry Weingast. (1989). Constitutions and Commitment: The evolution of Institutions governing public choice in seventeenth century England. Journal of Economic History 49, pp. 803-832.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shliefer, and Robert W. Vishny. (1998). The Quality of Government. Journal of Law, Economics, and Organization. 15, pp. 229279.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shliefer, and Robert W. Vishny. (1997). Legal determinants of External Finance. Journal of Finance. 52, pp. 113 1-50.",
        "Hoppit, Julian (1996). Patterns of Parliamentary Legislation, 1660-1800. Historical Journal. 39, pp. 109-131.",
        "(1800). Statutes at Large, 1223 to 1806. London: Mark Baskett, Robert Baskett, Henry Woodfall, and William Strahan.",
        "English B, and Saville, J. (1983). Strict Settlement: a Guide for Historians. Hull: University of Hull Press.",
        "De Soto, Hernandez. (2000). The Mystery of Capital: Why Capitalism Triumphs in the West and Fails Everywhere Else. New York: Basic Books.",
        "Coase, Ronald. (1960). The Problem of Social Cost. Journal of Law and Economics, 3, pp. 1-44.",
        "Coase, Ronald. (1974). The Lighthouse in Economics. Journal of Law and Economics, 17, pp. 357-76.",
        "Cannadine, David. (1994). Aspects of Aristocracy. New Haven: Yale.",
        "Bogart, Dan and Gary Richardson. (2008b). Estate Acts: A new data source for British economic history. Working Paper.",
        "Baker, J.H. (1971). An Introduction to English Legal History. London: Butterworth.",
        "Beckett, J.V. (1984). The Pattern of Landownership in England and Wales, 1660-1880. Economic History Review. New Series, 37, pp. 1-22."
    ]
}