{
    "id": 14109,
    "cites": 17,
    "cited_by": 141,
    "reference": [
        "Banister, Judith, (2005), Ã\u0082â\u0080\u009cManufacturing employment in ChinaÃ\u0082â\u0080\u009d BLS Monthly Labor Review (July) Chen, X., L. Cheng, K.C. Fung and L. J. Lau.  2004. Ã\u0082â\u0080\u009cThe Estimation of Domestic Value-Added and Employment Induced by Exports: An Application to Chinese Exports to the United States,Ã\u0082â\u0080\u009d Stanford University.",
        "Chinn, Menzie D., 2005, Ã\u0082â\u0080\u009cSupply Capacity, Vertical Specialization and Tariff Rates: The Implications for Aggregate U.S. Trade Flow Equations,Ã\u0082â\u0080\u009d NBER working paper 11719.",
        "Dean, Judith M., K.C. Fung, and Zhi Wang, 2007, Ã\u0082â\u0080\u009cMeasuring the Vertical Specialization in Chinese Trade,Ã\u0082â\u0080\u009d Office of Economics Working Paper No. 2007-01-A, U.S. International Trade Commission.",
        "Goh, Ai-Ting, and Jacques Olivier, 2004, Ã\u0082â\u0080\u009cInternational Vertical Specialization, Imperfect Competition and Welfare,Ã\u0082â\u0080\u009d HEC School of Management (France) working paper.",
        "Koopman, Robert, Zhi Wang and Shang-jin Wei, 2008, Ã\u0082â\u0080\u009cHow much Chinese exports is really made in China Ã\u0082â\u0080\u0093 Assessing foreign and domestic value-added in gross exports,Ã\u0082â\u0080\u009d Office of Economics Working Paper No. 2008-03-B, U.S. International Trade Commission.",
        "Krugman, Paul, 2008, Ã\u0082â\u0080\u009cTrade and Wages, Reconsidered,Ã\u0082â\u0080\u009d paper prepared for the Brookings Paper on Economic Activity, Princeton University manuscript, February. http://www.princeton.edu/~pkrugman/pk-bpea-draft.pdf.",
        "Lau, L.J., X. Chen, L. K. Cheng, K. C. Fung, Y. Sung, C. Yang, K. Zhu, J. Pei and Z. Tang. Ã\u0082â\u0080\u009cNon-Competitive Input-Output Model and Its Application: An Examination of the China-U.S. Trade SurplusÃ\u0082â\u0080\u009d Social Science in China, 2007(5): 91-103 (in Chinese).",
        "Lawrence, Robert, 2008, Blue Collar Blues: Is Trade to Blame for Rising US Income Inequality? Peterson Institute for International Economics.",
        "Linden, Greg, Kenneth L, Kraemer, and Jason Dedrick, 2007, Ã\u0082â\u0080\u009cWhat Captures Value in a Global Innovation System?Ã\u0082â\u0080\u009d The Paul Merage School of Business, UC Irvine, working paper.",
        "Hummels, D., J. Ishii and K. Yi.  2001. Ã\u0082â\u0080\u009cThe Nature and Growth of Vertical Specialization in World Trade,Ã\u0082â\u0080\u009d Journal of international economics 54:75-96.",
        "National Research Council , 2006, Analyzing the U.S. Content of Imports and the Foreign Content of Exports. Committee on Analyzing the U.S. Content of Imports and the Foreign Content of Exports. Center for Economics, Governance, and International Studies, Division of Behavioral and Social Sciences and Education. Washington, DC: The National Academies Press.",
        "Rodrik, Dani, 2006, Ã\u0082â\u0080\u009cWhatÃ\u0082â\u0080\u0099s so special about ChinaÃ\u0082â\u0080\u0099s exports?Ã\u0082â\u0080\u009d China & World Economy. 14(5): 1-19, September/October.",
        "Schott, Peter, 2008, Ã\u0082â\u0080\u009cThe relative sophistication of Chinese exports,Ã\u0082â\u0080\u009d Economic Policy 53:5-49, January.",
        "Varian, Hal R., 2007, Ã\u0082â\u0080\u009cAn iPod Has Global Value. Ask the (Many) Countries That Make it,Ã\u0082â\u0080\u009d The New York Times, June 28.",
        "Wang, Zhi, and Shang-Jin Wei, 2008, Ã\u0082â\u0080\u009cWhat accounts for the rising sophistication of ChinaÃ\u0082â\u0080\u0099s exports?Ã\u0082â\u0080\u009d NBER Working Paper 13771, February.",
        "Xu, Bin, 2007, Ã\u0082â\u0080\u009cMeasuring ChinaÃ\u0082â\u0080\u0099s export sophistication,Ã\u0082â\u0080\u009d China Europe International Business School working paper.",
        "Yi, Kei-Mu, 2003. Ã\u0082â\u0080\u009cCan Vertical Specialization Explain the Growth of World Trade?Ã\u0082â\u0080\u009d Journal of Political Economy, vol. 111, 1: 52-102."
    ]
}