{
    "id": 14102,
    "cites": 48,
    "cited_by": 2,
    "reference": [
        "Wills T.A., Shiffman 5. 1985. Coping and substance use: a conceptual framework. In WILLS T.A., SHIFFMAN S., eds. Coping and Substance Use Orlando FL: Academic Press, pp. 3-24.",
        "Wells K.B., Sturm R., Sherbourne C.D., Meredith L.S. 1996. Caring for Depression. Cambridge MA: Harvard University Press.",
        "Tucker J.S., Ellickson P.E., Orlando M., Klein D.J. 2006. Cigarette smoking from adolescence to young adulthood: womens developmental trajectories and associated outcomes. Womens Health Issues 16: 30-37.",
        "Sommer B. 1985. Truancy in early adolescence. Journal of Early Adolescence, 5: 145-160.",
        "Simmons R.G., Blyth D.A. 1987. Moving into Adolescence: The Impact of Pubertal Change and School Context. New York: Aldine de Gruyter.",
        "Schulenberg J., Bachman J.G., OMalley P.M., Johnston L.D. 1994. High school educational success and subsequent substance use: a panel analysis following adolescents into young adulthood. Journal of Health and Social Behavior 35: 45-62.",
        "Schafer J.L. 1997. Analysis of Incomplete Multivari ate Data by Simulation. New York: Chapman & Hall Ltd.",
        "Schafer J.L. 1999. Software for multiple imputation. www.stat.psu.edu/-jls/misoftwa.htnil [May 26, 2008].",
        "Sander W. 1998. The effects of schooling and cognitive ability on smoking and marijuana use by young adults. Economics of Education Review 17: 3 17-324.",
        "Rubin D.B., Thomas N. 1996. Matching using estimated propensity scores: relating theory to practice. Biometrika 52: 249-264.",
        "Rubin D.B. 1997. Estimating causal effects from large data sets using propensity scores. Annals of Internal Medicine 127: 757-176.",
        "Rosenbaum P.R., Rubin D.B. 1983. The central role of the propensity score in observational studies for causal effects. Biometrika 70: 4 1-55.",
        "Roebuck M.C., French M.T., Dennis M.L. 2004. Adolescent marijuana use and school attendance. Economics of Education Review 23: 133-141.",
        "Ridgeway G., McCaffrey D.F. 2007. Comment: demystifying double robustness: a comparison of alternative strategies for estimating a population mean from incomplete data. Statistical Science 22: 540-543.",
        "Newcomb M, Bentler P. 1988. Consequences of Adolescent Drug Use: Impact on the Lives of Young Adults. Newbury Park, CA: Sage Publications.",
        "Newcomb M, Bentler P. 1986. Drug use, educational aspirations, and work force involvement: the transition from adolescence to young adulthood. American Journal of Community Psychology 14: 303-321.",
        "Mendelson, J., Rossi M., Meyer R. 1974. The Use of Marihuana: A Psychological and Physiological Inquiry, New York: Plenum.",
        "Mensch B.S., Kandel D.B. 1988. Dropping out of high school and drug involvement. Sociology of Education 61: 95-113.",
        "Matsuda L.A., Bonner T.I., Lolait S.J. 1993. Localization of cannabinoid receptor messenger RNA in rat brain. Journal of Comparative Neurology 327: 535-550.",
        "Little R.J.A., Rubin D.B. 2002. Statistical Analysis with Missing Data. New York: John Wiley & Sons.",
        "LaGrange, R.L., White H.R. 1985. Age differences in delinquency: a test of theory. Criminology 23: 19-45.",
        "Liang K.Y., Zeger S.L. 1986. Longitudinal data analysis using generalized linear models. Biometrika 73: 13-22.",
        "Jessor R., Jessor S.L. 1977. Problem Behavior and Psychosocial Development: A Longitudinal Study of Youth, New York: Academic Press.",
        "Kumar R, OMalley P.M., Johnston L.D., Schulenberg, J.E., Bachman J.G. 2002. Effects of school-level norms on student substance use. Prevention Science 3: 105- 124.",
        "Ho D., Imai K., King G., Stuart E.A. 2007. Matching as nonparametric preprocessing for reducing model dependence in parametric causal inference. PoliticalAnalysis, 15: 199236.",
        "Heyser C. J., Hampson R.E., Deadwyler S.A. 1993. Effects of Delta-9-Tetrahydrocannabinol on delayed match to sample performance in rats: alterations in short-term memory associated with changes in task specific firing of hippocampal cells. The Journal of Pharmacology and Experimental Therapeutics 264: 294-307.",
        "Hawkins J.D., Weis J.G. 1985. The social development model: An integrated approach to delinquency prevention. Journal of Primary Prevention 6: 73-97.",
        "Hawkins J.D., Catalano R.F., Miller J.Y. 1992. Risk and protective factors for alcohol and other drug problems in adolescence and early adulthood: implications for substance abuse prevention. Psychological Bulletin, 112: 64-105.",
        "Grossman M. 1972. On the concept of health capital and the demand for health. Journal of Political Economy 80: 223-255.",
        "Gfroerer J.C., Wu L.T., Penne M.A. 2002. Initiation of Marijuana Use: Trends, Patterns, and Implications (Analytic Series: A-17, DHHS Publication No. SMA 02-37 1 1). Rockville, MD: Substance Abuse and Mental Health Services Administration, Office of Applied Studies.",
        "Fuchs V.R. 1982. Time preference and health: An exploratory study. In: FUCHS, V.R., ed. Economic Aspects of Health. Chicago, IL: University of Chicago Press for National Bureau of Economic Research, pp. 93-120.",
        "Fergusson D.M., Lynskey M.T., Horwood L.J. 1996. The short-term consequences of early onset cannabis use. Journal of Abnormal Child Psychology 24: 499-5 12.",
        "Fergusson D.M., Horwood L.J. 1997. Early onset cannabis use and psychosocial adjustment in young adults. Addiction 92: 279-96.",
        "Fergusson, D.M., Horword L.J., Swain-Campbell N. 2002. Cannabis use and psychosocial adjustment in adolescence and young adulthood. Addiction 97: 1123-35.",
        "Farrell P., Fuchs V.R. 1982. Schooling and health: the cigarette connection. Journal of Health Economics 1: 217-30.",
        "Ellickson P.L., McCaffrey D.F., Ghosh-Dastidar B., Longshore D. 2003. New inroads in preventing adolescent drug use: results from a large-scale trial of project ALERT in middle schools. American Journal of Public Health 93: 1830-1836.",
        "Ellickson P. K. Bui K., Bell R., McGuigan K.A.1998. Does early drug use increase the risk of dropping out of high school? Journal of Drug Issues 28: 357-380.",
        "Duncan S.C., Duncan T.E., Biglan A., Ary D. 1998. Contributions of the social context to the development of adolescent substance use: a multivariate latent growth modelling approach. Drug andAlcohol Dependence, 50: 57-7 1.",
        "Cook P.J., Moore, M.J. 1993. Drinking and schooling. Journal of Health Economics 12: 411429.",
        "Donovan J.E., Jessor R. 1985. Structure of problem behavior in adolescence and young adulthood. Journal of Consulting and Clinical Psychology, 53: 890-904.",
        "Collins R.L., Ellickson P.L. 2004. Integrating four theories of adolescent smoking. Substance Use and Misuse 39: 179-209.",
        "Chatterji, P. 2006. Illicit drug use and educational attainment. Health Economics 15: 489-511.",
        "Brook J.S., Balka E.B., Whiteman M. 1999. The risks for late adolescence of early adolescent marijuana use. American Journal of Public Health, 89: 1549-54.",
        "Bang H., Robins, J.M. 2005. Doubly robust estimation in missing data and causal inference models. Biometrics 61: 962-973 Bray J. W., Zarkin G.A., Ringwalt C., Qi J. 2000. The Relationship between marijuana initiation and dropping out of high school. Health Economics 9: 9-18.",
        "Bailey S.L., Hubbard R.L. 1990. Developmental variation in the context of marijuana initiation among adolescents. Journal of Health and Social Behavior 31: 58-70.",
        "Barnes G.E., Barnes M.D., Patton, D. 2005. Prevalence and predictors of heavy marijuana use in a Canadian sample Journal of Substance Use and Misuse 40: 1849-1863.",
        "Bandura A. 1985. Social Foundations of Thought andAction. Prentice Hall: Englewood Cliffs, NJ.",
        "Bandura A. 1977. Self-efficacy: toward a unifying theory of behavioral change. Psychological Review 84: 191-215."
    ]
}