{
    "id": 14100,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "Swoboda, Alexander (1986), Credibility and Viability in International Monetary Arrangements, Finance and Development 23, pp.1 5-18.",
        "Shambaugh, Jay (2004), Exchange Rate Regime Classification, www. dartmouth.eduf-shambau/.",
        "Reinhart, Carmen and Kenneth Rogoff (2004), The Modern History of Exchange Rate Arrangements: A Reinterpretation, Quarterly Journal of Economics 119, pp.1-48.",
        "Masson, Paul (2001), Exchange Rate Regime Transitions, Journal of Development Economics 64, pp.571-586.",
        "Masson, Paul and Catherine Pattillo (2004), The Monetary Geography of Africa, Washington, D.C.: The Brookings Institution.",
        "Levy-Yeyati, Eduardo and Federico Sturzenegger (2007), Fear of Floating in Reverse: Exchange Rate Policy in the 2000s, unpublished manuscript, Universidad Torcuato Di Tell and Harvard University.",
        "Levy-Yeyati, Eduardo and Federico Sturzenegger (2003), To Float or to Fix: Evidence on the Impact of Exchange Rate Regimes on Growth, American Economic Review 93, pp.1 173-1193.",
        "Genberg, Hans and Alexander Swoboda (1987b), Changes fixes ou flottants: les leÃ\u0083Â§ons de laprÃ\u0083Â¨s-Bretton Woods, in Relations internationales, Politique Ã\u0083Â©conomique et MÃ\u0083Â©thodologie: Essais en lhonneur de Jacques lHuillier, Geneva: Georg, pp.155-176.",
        "Genberg, Hans and Alexander Swoboda (1987a), Fixed Rates, Flexible Rates, or the Middle of the Road: A Reexamination of the Arguments in View of Recent Experience, in Robert Z. Aliber (ed), The Reconstruction of International Monetary Arrangements, London: Macmillan, pp.92-1 16.",
        "Ghosh, Atish, Anne-Marie Gulde, and Holger Wolf (2003), Exchange Rate Regimes: Choices and Consequences: Cambridge, Mass.: MIT Press.",
        "Eichengreen, Barry and Alan Taylor (2004), The Monetary Consequences of a Free Trade Area of the Americas, in Antoni Esevadeordal, Dani Rodrik, Alan Taylor and Andres Velasco (eds), Integrating the Americas: FTAA and Beyond, Cambridge, Mass.: David Rockefeller Center Series on Latin American Studies, Harvard University, pp.189226.",
        "Eichengreen, Barry (2007), The Break-Up of the Euro Area, NBER Working Paper no.13393 (September).",
        "Crockett, Andrew (1994), Monetary Implications of Increased Capital Flows, in Changing Capital Markets: Implications for Monetary Policy, Kansas City: Federal Reserve Bank of Kansas City.",
        "Bubula, Andrea and Inci Otker-Robe (2002), The Evolution of Exchange Rate Regimes since 1990: Evidence from De Facto Policies, IMF Working Paper no.02/155 (September).",
        "Bayoumi, Tamim and Barry Eichengreen (1997), Optimum Cunency Areas and Exchange Rate Volatility: Theory and Evidence Compared, in Benjamin J. Cohen (ed.), International Trade and Finance. New Frontiers for Research, Cambridge: Cambridge University Press, pp.184-215.",
        "Alesina, Alberto and Alexander Wager (2003), Choosing (and Reneging on) Exchange Rate Regimes, NBER Working Paper no.9809 (June)."
    ]
}