{
    "id": 14118,
    "cites": 37,
    "cited_by": 2,
    "reference": [
        "Testa, M., Quigley, B. M., &t Eiden, R. D. (2003). The effects of prenatal alcohol exposure on infant mental development: a meta-analytical review. Alcohol &~ Alcoholism, 38(4), 295 - 304.",
        "Wagenaar, A. C., &t Toomey, T. L. (2002). Effects of minimum drinking age laws: review and analyses of the literature from 1960 to 2000. Journal of Studies on Alcohol Supplement, 206 - 225.",
        "Stratton, K., Howe, C., &t Battaglia, F. (Eds.). (1996). Fetal alcohol syndrome: Diagnosis, epidemiology, prevention, and treatment. Washington, D.C.: National Academy Press.",
        "Serdula, M., Williamson, D. F., Kendrick, J. S., Anda, R. F., &t Byers, T. (1991). Trends in Alcohol Consumption by pregnant women: 1985 through 1988. JAMA, 265(7), 876 - 879.",
        "Sen, B. (2003). Can beer taxes affect teen pregnancy? Evidence based on teen abortion rates and birth rates. Southern Economic Journal, 70(2), 328 - 343.",
        "Sen, B. (2002). Does alcohol-use increase the risk of sexual intercourse among adolescents? Evidence from the NLSY97. Journal of Health Economics, 21, 1085 - 1093.",
        "Rees, D. I., Argys, L. M., &~ Averett, S. L. (2001). New evidence on the relationship between substance use and adolescent sexual behavior. Journal of Health Economics, 20, 835 - 845.",
        "Rashad, I., &~ Kaestner, R. (2004). Teenage sex, drugs and alcohol use: problems identifying the cause of risky behaviors. Journal of Health Economics, 23, 493 - 503.",
        "Miron, J., &~ Tetelbaum, E. (2007). Does the Minimum Drinking Age Save Lives? (National Bureau of Economic Research Working Paper 13257) NIDA. (1994). NIDA survey examines extent of womens drug use during pregnancy (Tech. Rep.).",
        "Markowitz, S., Kaestner, R., &~ Grossman, M. (2005). An Investigation of the Effects of Alcohol Consumption and Alcohol Policies on Youth Risky Sexual Behaviors. American Economic Review, 95(2), 263 - 266.",
        "Lupton, C., Burd, L., &~ Harwood, R. (2004). Cost of Fetal Alcohol Spectrum Disorders. American Journal of Medical Genetics Part C, 42 - 50.",
        "Lowry, R., Kann, L., Collins, J. L., &~ Kolbe, L. J. (1996). The effect of socioeconomic status on chronic disease risk behaviors among US adolescents. JAMA, 276.",
        "Leonardson, G. R., &~ Loudenburg, R. (2003). Risk Factors for alcohol use during pregnancy in a multistate area. Neurotoxicology and Teratology, 25, 651 - 658.",
        "Kaestner, R. (2000). A note on the effect of minimum drinking age laws on youth alcohol consumption. Contemporary Economic Policy, 18(3), 315 - 325.",
        "Kaestner, R., &~ Joyce, T. (2000). Alcohol and Drug Use: Risk Factors for Unintended Pregnancy. In C.-R. Hsieh &~ M. Grossman (Eds.), The Economic Analysis of Substance Use and Abuse: The Experience of Developed Countries and Lessons for Developing Countries. London: Edward Elgar Publishing Limited.",
        "Joyce, T. J., Kaestner, R., &~ Korenman, 5. (2000). The Effect of Pregnancy Intention on Child Development. Demography, 37(1), 83 - 94.",
        "IOM. (1990). Nutrition During Pregnancy. National Academy Press.",
        "Hingson, R. W., Strunin, L., Berlin, B. M., &~ Heeren, T. (1990). Beliefs about AIDS, use of alcohol and drugs, and unprotected sex among Massachusetts adolescents. American Journal of Public Health, 80(3), 295 - 299.",
        "Grossman, M., &~ Markowitz, 5. (2002). I did what last night?!!! Adolescent risky sexual behaviors and substance use. (National Bureau of Economic Research Working Paper 9244) Haas-Wilson, D. (1996). The Impact of State Abortion Restrictions on Minors Demand for Abortions. Journal of Human Resources, 31(1), 140- 158.",
        "Greenberger, M., &~ Connor, K. (1991). Parental Notice and Consent for Abortion: Out-of Step with Family Law Principles and Policies. Family Planning Perspectives, 23(1), 31 - 35.",
        "Evans, W. N., &~ Ringel, J. 5. (1999). Can higher cigarette taxes improve birth outcomes? Journal of Public Economics, 72, 13 - 154.",
        "DiNardo, J., &~ Lemieux, T. (2001). Alcohol, marijuana, and American youth: the unintended consequences of government regulation. Journal of Health Economics, 20, 991 - 1010.",
        "Decker, S. L., &~ Schwartz, A. E. (2000). Cigarettes and Alcohol: Substitutes or Complements? (National Bureau of Economic Research Working Paper 7535) Dee, T. 5. (2001). The Effects of Minimum Legal Drinking Ages on Teen Childbearing. Journal of Human Resources, 36(4), 823 - 838.",
        "Day, N. L., Robles, N., Richardson, G., Geva, D., Taylor, P., &~ al., M. S. et. (1991). The effects of prenatal alcohol use in the growth of children at three years of age. Alcoholism: Clinical and Experimental Research, 15, 67 - 71.",
        "Day, N. L., &~ Richardson, G. A. (2004). An Analysis of the Effects of Prenatal Alcohol Exposure on Growth: A Teratologic Model. American Journal of Medical Genetics Part C, 28 - 34.",
        "Cooper, M. L. (2002). Alcohol Use and Risky Sexual Behavior among College Students and Youth: Evaluating the Evidence. Journal of Studies on Alcohol, L~(14), 101 - 117.",
        "Cook, P. J., &~ Moore, M. J. (2002). The Economics of Alcohol Abuse and Alcohol-Control Policies. Health Affairs, 21(2), 120- 133.",
        "Colman, G., Grossman, M., &~ Joyce, T. (2003). The effect of cigarette excise taxes on smoking before, during and after pregnancy. Journal of Health Economics, 22, 1053 - 1072.",
        "CDC. (1995). Update: Trends in fetal alcohol syndrome, United States, 1979-1993 (Vol. 44; Tech. Rep.).",
        "Coase, D., &~ Grossman, M. (1988). Effects of Alcoholic Beverage Prices and Legal Drinking Ages on Youth Alcohol Use. Journal of Law and Economics, 31(1), 145 - 171.",
        "Casswell, S., Pledger, M., &~ Hooper, R. (2003). Socioeconomic status and drinking patterns in young adults. Addiction, 98, 601 - 610.",
        "Carpenter, C., &~ Dobkin, C. (2007). The Effect of Alcohol Consumption on Mortality: Regression Discontinuity Evidence from the Minimum Drinking Age. (National Bureau of Economic Research Working Paper 13374) Case, A., &~ Paxson, C. (2002). Parental Behavior and Child Health. Health Affairs, 21(2), 164 - 178.",
        "Cameron, L., &~ Williams, J. (2001). Cannabis, Alcohol, and Cigarettes: Substitutes or Complements ? Economic Record, 77(236), 19 - 34.",
        "Brown, S. S., &~ Eisenberg, L. (Eds.). (1995). The best intentions: Unintended pregnancy and the well-being of children and families. Washington, D.C.: National Academy Press.",
        "Ai, C., &~ Norton, E. (2003). Interaction Terms in Logit and Probit Models. Economies Letters, 80, 123 - 129.",
        "Albertsen, K., Andersen, A. N., Olsen, J., &~ Gronbaek, M. (2004). Alcohol Consumption during Pregnancy and the Risk of Preterm Delivery. American Journal of Epidemiology, 159(2), 155 - 161.",
        "Nilsson, J. P. (2008). Does A Pint A Day Affect Your Childs Pay? The Effect of Prenatal Alcohol Exposure on Adult Outcomes. (Insitute for Labour Market Policy Evaluation Working Paper 2008:4)"
    ]
}