{
    "id": 14114,
    "cites": 25,
    "cited_by": 84,
    "reference": [
        "SundstrÃ\u0083Â¶m, Marianne, and Frank P. Stafford. 1992. Female Labour Force Participation, Fertility and Public Policy in Sweden. European Journal of Population, 8(3): 199-215.",
        "Sevilla Sanz, Almudena. 2007. Division of Household Labor and Cross-Country Differences in Household Formation Rates. Economics Series Working Paper 325, University of Oxford, Department of Economics.",
        "Moore, Molly. 2006. As Europe Grows Grayer, France Devises a Baby Boom. Washington Post, Wednesday, October 18, p. AOl.",
        "Mira, Pedro, and Namkee Ahn. 2002. A Note on the Changing Relationship between Fertility and Female Employment Rates in Developed Countries. Journal of Population Economics, 15(4): 667-82.",
        "Milligin, Kevin. 2005. Subsidizing the Stork: New Evidence on Tax Incentives and Fertility. Review of Economics and Statistics, 87(3): 539-55.",
        "McNown, Robert, and CristÃ\u0083Â³bal Ridao-cano. 2004. The Effect of Child Benefit Policies on Fertility and Female Labor Force Participation in Canada. Review of Economics of the Household, 2(3): 237-54.",
        "Maurin, Eric, and Moschion, Julie. 2006. The Social Multiplier and Labour Market Participation of Mothers. IZA Discussion Paper 2513, Institute for the Study of Labor.",
        "Lino, Mark. 2006. Expenditures on Children by Families, 2005. U.S. Department of Agriculture, Center for Nutritional Policy and Promotion, Miscellaneous Publication 15282005. http ://www .cnpp .usda.gov/Publications/CRC/crc200S .pdf.",
        "Goldin, Claudia, and Lawrence F. Katz. 2002. The Power of the Pill: Oral Contraceptives and Womens Career and Marriage Decisions. Journal of Political Economy, 110(4): 730-70.",
        "Goldin, Claudia, and Lawrence F. Katz. 2000. Career and Marriage in the Age of the Pill. The American Economic Review, 90(2): 46 1-65.",
        "Gauthier, Anne Helene, and Jan Hatzius. 1997. Family Benefits and Fertility: An Econometric Analysis. Population Studies, 51(3): 295-306.",
        "Gatenio-Gabel, Shirley, and Sheila B. Kamerman. 2006. Investing in Children: Public Commitment in Twenty-one Industrialized Countries. Social Service Review, 80(2): 239-63.",
        "Galor, Oded, and David Weil. 2000. Population, Technology and Growth: From Malthusian Stagnation to the Demographic Transition and Beyond. American Economic Review, 90(4): 806-28.",
        "Galor, Oded, and David Weil. 1996. The Gender Gap, Fertility, and Growth. American Economic Review, 86(3): 374-87.",
        "Galor, Oded. 2005. From Stagnation to Growth: Unified Growth Theory. In Handbook of Economic Growth, Volume JA., ed. Philippe Aghion and Steven N. Durlauf. Amsterdam: Elsevier.",
        "FernÃ\u0083Â¡ndez, R., and A. Fogli. 2006. Fertility: The Role of Culture and Family Experience. Journal of the European Economic Association, April-May, 4(2-3): 55256.",
        "FernÃ\u0083Â¡ndez, R., and A. Fogli. 2005. Culture: An Empirical Investigation of Beliefs, Work, and Fertility. NBER Working Paper 11268.",
        "FernÃ\u0083Â¡ndez, Cristina, and Almudena Sevilla Sanz. 2006. Social Norms and Household Time Allocation. ISER Working Paper 2006-38, Institute for Social and Economic Research, University of Essex.",
        "Dunn, Robert, Jr. 2003. Subsidies for Childbearing and Fertility Rates. Challenge, 46(5): 9099.",
        "Del Boca, Daniela. 2002. The Effects of Child Care and Part Time Opportunities on Participation and Fertility Decisions in Italy. Journal of Population Economics, 15(3): 54973.",
        "De Laat, Joost, and Sevilla Sanz, Almudena. 2006. Working Women, Mens Home Time and Lowest-Low Fertility. ISER Working Paper 2006-23, Institute for Social and Economic Research, University of Essex.",
        "Blau, David M., and Philip K. Robins. 1989. Fertility, Employment, and Child-Care Costs, Demography, 26(2): 287-99 Brewster, Karin L., and Ronald R. Rindfuss. 2000. Fertility and Womens Employment in Industrialized Nations. Annual Review of Sociology, vol. 26, pp. 271-96.",
        "Apps, Patricia, and Ray Rees. 2004. Fertility, Taxation and Family Policy. Scandinavian Journal of Economics, 106(4): 745-63.",
        "Becker, Gary. 1981. A Treatise on the Family. Cambridge, MA: Harvard University Press, pp. 93-112. (Revised and Enlarged in 1991.) BjÃ\u0083Â¶rklund, Anders. 2006 Does Family Policy Affect Fertility? Lessons from Sweden. Journal of Population Economics, 19(1): 3-24.",
        "Alvarez, Begofla, and Daniel Miles. 2003. Gender Effects on Housework Allocation: Evidence from Spanish Two-Earners Couples. Journal of Population Economics, 16(2): 27742."
    ]
}