{
    "id": 14111,
    "cites": 39,
    "cited_by": 7,
    "reference": [
        "Vissing-Jorgensen, Annette, 2003. Perspectives on Behavioral Finance: Does Irrationality Disappear with Wealth? Evidence from Expectations and Actions, NBER Macroeconomics Annual.",
        "Temin, Peter, and Hans-Joachim Voth, 2004. Riding the South Sea Bubble, American Economic Review 94, 1654-1668.",
        "Smith, Vernon L., Gerry L. Suchanek, and Arlington W. Williams, 1988. Bubbles, Crashes and Endogenous Expectations in Experimental Spot Markets, Econometrica 56, 1119-115 1.",
        "Scharfstein, David S., and Jeremy C. Stein, 1990. Herd Behavior and Investment, American Economic Review 80, 465-479.",
        "Shiller, Robert, 2000, Irrational Exuberance (Princeton University Press, Princeton, NJ).",
        "Seru, Amit, Tyler Shumway, and Noah Stoffman, 2007. Learning by Trading, University of Michigan Working Paper.",
        "Rabin, Matthew, 2002. Inference by Believers in the Law of Small Numbers, Quarterly Journal of Economics 117, 775-816.",
        "Pastor, Lubos, and Pietro Veronesi, 2005. Technological Revolutions and Stock Prices, University of Chicago GSB working paper.",
        "Prendergast, Canice, and Lars Stole, 1996. Impetuous Youngsters and Jaded Old-timers: Acquiring a Reputation for Learning, Journal of Political Economy 104, 1105-1134.",
        "Ofek, Eli, and Matthew Richardson, 2003. Dotcom Mania: The Rise and Fall of Internet Stock Prices, Journal of Finance 58, 1113-1137.",
        "List, John A., 2003. Does Market Experience Eliminate Market Anomalies? Quarterly Journal of Economics 118, 41-71.",
        "MacKay, Charles, 1852. Extraordinary Popular Delusions and the Madness of Crowds, (Richard Bentley, London, UK) Malmendier, Ulrike, and Stefan Nagel, 2007. Depression Babies: Do Macroeconomic Experiences Affect Risk-Taking? working paper, Stanford University.",
        "Lewellen, Jonathan, 2003. Discussion of The Internet Downturn: Finding Valuation Factors in Spring 2000, Journal ofAccounting and Economics 34, 23 7-247.",
        "Lamont, Owen A., 2002, Macroeconomic Forecasts and Microeconomic Forecasters, Journal of Economic Behavior & Organization 48, 265-280.",
        "Lakonishok, Josef, Andrei Shleifer, Richard Thaler, and Robert Vishny, 1991. Window Dressing by Pension Fund Managers, American Economic Review 81, 227-231.",
        "Kaustia, Markku, and Samuli Knupfer, 2007. Do Investors Learn from Personal Experience? Evidence from IPO Subscriptions, Journal of Finance, forthcoming.",
        "Kindleberger, Charles P., 1996. Manias, Panics, and Crashes: A History of Financial Crises (Macmillan, Basingstoke, UK).",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 1993, Returns to Buying Winners and Selling Losers: Implications for Stock Market Efficiency, Journal of Finance 48, 65-91.",
        "Hong, Harrison, Jeremy C. Stein, and Jialin Yu, 2007. Simple Forecasts and Paradigm Shifts, Journal of Finance 62, 1207-1242.",
        "Hong, Harrison, Jose Scheinkman, and Wei Xiong, 2007. Advisors and Asset Prices: A Model of the Origins of Bubbles, Journal of Financial Economics, forthcoming.",
        "Hong, Harrison, Jeffrey D. Kubik, and Amit Solomon, 2000. Security Analysts Career Concerns and Herding of Earnings Forecasts, RAND Journal of Economics 31, 121-144.",
        "Haruvy, Ernan, Yaron Lahav, and Charles Noussair, 2007. Traders Expectations in Asset Markets: Experimental Evidence, American Economic Review, forthcoming.",
        "Galbraith, John Kenneth, 1954. The Great Crash 1929 (Houghton Mifflin Co., New York, NY).",
        "Griffin, John M., Jeffrey H. Harris, and Selim Topaloglu, 2005. Who Drove and Burst the Tech Bubble?, working paper, University of Texas.",
        "Feng, Lei, and Mark S. Seasholes, 2005. Do Investor Sophistication and Trading Experience Eliminate Behavioral Biases in Financial Markets? Review of Finance 9, 305-351.",
        "Fama, Eugene F., and Kenneth R. French, 1993. Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics 33, 3-56.",
        "Dass, Nishant, Massimo Massa, and Raj deep Patgiri, 2008. Mutual Funds and Bubbles: The Surprising Role of Contractual Incentives, Review of Financial Studies 21, 51-99.",
        "Daniel, Kent, Mark Grinblatt, Sheridan Titman, and Russ Wermers, 1997. Measuring Mutual Fund Performance with Characteristic Based Benchmarks, Journal of Finance 52, 1035-1058.",
        "Cooper, Michael J., Huseyin Gulen, and P. Raghavendra Rau, 2005. Changing Names with Style: Mutual Fund Name Changes and their Effects on Fund Flows, Journal of Finance 60, 2825-285 8.",
        "Cochrane, John H., 2003. Stocks as Money: Convenience Yield and the Tech-Stock Bubble, in: Hunter, William C, George G. Kaufman, and Michael Pomerleano (Eds.), Asset Price Bubbles (MIT Press, Cambridge).",
        "Chevalier, Judith A., and Glenn Ellison, 1999b. Are Some Mutual Fund Managers Better Than Others? Cross-Sectional Patterns in Behavior and Performance, Journal of Finance 54, 875-899.",
        "Chevalier, Judith, and Glenn Ellison, 1999a. Career Concerns of Mutual Fund Managers, Quarterly Journal of Economics 114, 3 89-432.",
        "Camerer, Cohn F., and Robin M. Hogarth, 1999. The Effects of Financial Incentives in Experiments: A Review and Capital-Labor-Production Framework, Journal of Risk and Uncertainty 19, 7-42.",
        "Brunnermeier, Markus K., and Stefan Nagel, 2004. Hedge Funds and the Technology Bubble, Journal of Finance 59, 20 13-2040.",
        "Brooks, John, 1973. The Go-Go Years (Weybright and Talley, New York).",
        "Bernhardt, Dan, Murillo Campello and Edward Kutsoati, 2006. Who Herds? Journal of Financial Economics 80, 57-675.",
        "Brennan, Michael, 2004. How Did It Happen? Economic Notes 33, 3-22.",
        "Abreu, Dilip, and Markus K. Brunnermeier, 2003. Bubbles and Crashes, Econometrica 71, 173-204.",
        "Agarwal, Sumit, John C. Driscoll, Xavier Gabaix, and David Laibson, 2007. The Age of Reason: Financial Decisions Over the Lifecycle, working paper, Harvard University."
    ]
}