{
    "id": 14113,
    "cites": 48,
    "cited_by": 15,
    "reference": [
        "Shleifer, A. and R. Vishny, 1986, Large Shareholders and Corporate Control, Journal of Political Economy 94, 46 1-488.",
        "Schranz, M., 1993, Takeovers Improve Firm Performance: Evidence from the Banking Industry, Journal of Political Economy 101, 299-326.",
        "Saunders, A., E. Strock, N.G. Travlos, 1990, Ownership Structure, Deregulation, and Bank Risk Taking, Journal of Finance 45, 643-654.",
        "Perez-Gonzalez, F., 2006, Inherited Control and Firm Performance, American Economic Review, 96, 1559-1588.",
        "Roy, A.D., 1952, Safety First and the Holding of Assets, Econometrica, 20, 43 1-449.",
        "Morrison, A. and L. White, 2005, Crises and Capital Requirements in Banking, American Economic Review 95, 1548-1572.",
        "Merton, R., 1977, An Analytical Derivation of the Cost of Deposit Insurance and Loan Guarantees: An Application of Modern Option Pricing Theory, Journal of Banking and Finance, 1, 3-11.",
        "Laeven, L. and R. Levine, 2008, Complex Ownership Structures and Corporate Valuations, Review of Financial Studies, forthcoming.",
        "Laeven, L. and R. Levine, 2007, Is There a Diversification Discount in Financial Conglomerates?, Journal of Financial Economics 85, 33 1-367.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, 1998, Law and Finance, Journal of Political Economy 106, 1113-1155.",
        "Experience with Universal Banking before 1933, American Economic Review, 84, 8 10-32.",
        "Kroszner, R. and R. Rajan, 1994, Is the Glass-Steagall Act Justified? A Study of the U.S.",
        "Kim, D. and A. Santomero, 1994, Risk in Banking and Capital Regulation, Journal of Finance, 43, 1219-1233.",
        "Koehn, M. and A. Santomero, 1980, Regulation of Bank Capital and Portfolio Risk, Journal of Finance 35, 1235-1244.",
        "Keeley, M., 1990, Deposit Insurance, Risk, and Market Power in Banking, American Economic Review 80, 1183-1200.",
        "Kane, E., 1985, The Gathering Crisis in Federal Deposit Insurance, Cambridge, Mass.: MIT Press.",
        "John, K., A. Saunders, and L.W. Senbet, 2000, A Theory of Bank Regulation and Management Compensation, Review of Financial Studies, 13, 95-125.",
        "John, K., L. Litov, and B. Yeung, 2008, Corporate Governance and Managerial Risk Taking: Theory and Evidence, Journal of Finance, forthcoming.",
        "Jensen, M. and W. Meckling. 1976. Theory of the Firm: Managerial Behavior, Agency Costs, and Ownership Structure, Journal of Financial Economics 3, 305-360.",
        "Hellmann, T., K. Murdock, and J. Stiglitz, 2000, Liberalization, Moral Hazard in Banking, and Prudential Regulation: Are Capital Requirements Enough? American Economic Review, 90, 147-65.",
        "Houston, J.F. and C. James, 1995, CEO Compensation and Bank Risk: Is Compensation in Banking Structured to Promote Risk Taking? Journal of Monetary Economics 36, 405-431.",
        "Gorton, G., and R. Rosen, 1995, Corporate Control, Portfolio Choices, and the Decline of Banking, Journal of Finance, 50, 1377-1420.",
        "Galai, D. and R. Masulis, 1976, The Option Pricing Model and the Risk Factor of Stock, Journal of Financial Economics, 3, 53-81.",
        "Flannery, M., 1989, Capital Requirements and Insured Banks Choice of Individual Loan Default Risk, Journal of Monetary Economics 24, 235-258.",
        "Esty, B., 1998, The Impact of Contingent Liability on Commercial Bank Risk Taking, Journal of Financial Economics 47, 189-218.",
        "Demsetz, H. and K. Lehn, 1985, The Structure of Corporate Ownership: Causes and Consequences, Journal of Political Economy 93, 1155-1177.",
        "Demirguc-Kunt, A., L. Laeven, and R. Levine. 2004, Regulations, Market Structure, Institutions, and the Cost of Financial Intermediation, Journal of Money, Credit and Banking 36, 593-622.",
        "Demirguc-Kunt, A., E. Kane, and L. Laeven, 2008, Deposit Insurance around the World: Issues of Design and Implementation, Cambridge, MA: MIT Press.",
        "Demirguc-Kunt, A. and E. Detragiache, 2002, Does Deposit Insurance Increase Banking System Stability? An Empirical Investigation, Journal of Monetary Economics 49, 1373-1406.",
        "Castro, R., G. Clementi, G. MacDonald, 2004, Investor Protection, Optimal Incentives, and Economic Growth, Quarterly Journal of Economics 119, 1131-1175.",
        "Caprio, G., L. Laeven, and R. Levine. 2007. Ownership and Bank Valuation. Journal of Financial Intermediation 16, 584-617.",
        "Calomiris, C. and J. Mason, 2003a, Consequences of U.S. Bank Distress during the Depression, American Economic Review 93, 93 7-47.",
        "Calomiris, C. and J. Mason, 2003b, Fundamentals, Panics and Bank Distress During the Depression American Economic Review 93, 16 15-47.",
        "Calomiris, C. and J. Mason, 1997, Contagion and Bank Failures during the Great Depression: The Chicago Banking Panic of June 1932, American Economic Review 87, 863-884.",
        "Calomiris, C. and C. Kahn, 1991, The Role of Demandable Debt in Structuring Optimal Banking Arrangements, American Economic Review 81, 497-513.",
        "Buser, S., A. Chen, and E. Kane, 1981, Federal Deposit Insurance, Regulatory Policy, and Optimal Bank Capital, Journal of Finance, 36, 5 1-60.",
        "Boyd, J. and G. De Nicolo, 2005, The Theory of Bank Risk Taking and Competition Revisited, Journal of Finance, 60, 1329-1343.",
        "Boyd, J., C. Chang, and B.D. Smith, 1998, Moral Hazard under Commercial and Universal Banking, Journal of Money, Credit, and Banking, 30, 426-468.",
        "Bitler, M., T. Moskowitz, and A. Vissing-Jorgensen, 2005, Testing Agency Theory with Entrepreneur Effort and Wealth, Journal of Finance, 60, 539-576.",
        "Bernanke, B., 1983, Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review 73, 25 7-276.",
        "Berger, A., A. Saunders, J. Scalise, and G. Udell, 1998, The Effects of Bank Mergers and Acquisitions on Small Business Lending, Journal of Financial Economics, 50, 187-229.",
        "Bennedsen, M., K. Nielsen, F. Perez-Gonzalez and D. Wolfenzon, 2007, Inside the Family Firm: The Role of Families in Succession Decisions and Performance, Quarterly Journal of Economics, 122, 647-691.",
        "Beck, T., A. Demirguc-Kunt and R. Levine, 2006, Bank Supervision and Corruption in Lending, Journal of Monetary Economics, 53, 213 1-2163.",
        "Beck, T., A. DemirgÃ\u0083Â¼c-Kunt, and R. Levine, 2003, Law, Endowments, and Finance, Journal of Financial Economics 70, 137-181.",
        "Barth, J.R., G. Caprio, and R. Levine, 2006, Rethinking Bank Regulation: TillAngels Govern. New York: Cambridge University Press.",
        "Barth, J.R., G. Caprio, and R. Levine, 2004, Bank Supervision and Regulation: What Works Best? Journal of Financial Intermediation 13, 205-48.",
        "Allen, F. and D. Gale, 2000, Comparing Financial Systems. Cambridge, MA: MIT Press.",
        "Agrawal, A. and G. Mandelker, 1987, Managerial Incentives and Corporate Investment and Financing Decisions, Journal of Finance 42, 823-838."
    ]
}