{
    "id": 14116,
    "cites": 45,
    "cited_by": 20,
    "reference": [
        "Townsend, Robert M and Kenichi Ueda (2006), Financial Deepening, Inequality, and Growth: A Model-Based Quantitative Evaluation Review of Economic Studies, Volume 73, No. 1, pp 25 1-293.",
        "Tybout, James (2000) Manufacturing Firms in Developing Countries: How Well Do They Do, and Why? Journal of Economic Literature 38(1), 11-44.",
        "Utar, Hale (2007), Import Competition and Employment Dynamics, Working Paper, University of Colorado.",
        "Tauchen, George and Hussey, Robert (1991) Quadrature-Based Methods for Obtaining Approximate Solutions to Nonlinear Asset Pricing Models, Econometrica, Volume 59, No. 2, pp. 371-396.",
        "Quadrini, Vincenzo (1999) The Importance of Entrepreneurship for Wealth Concentration and Mobility, Review of Income and Wealth 45, 1-19.",
        "Rustichini, Aldo. (1998). Dynamic Programming Solution of Incentive-Constrained Problems, Journal of Economic Theory 78(2), pp. 329-3 54.",
        "Smith, A. (1993) Estimating Non-Linear Time Series Models Using Vector Autoregressions, Journal of Applied Econometrics 8, S63-S84.",
        "Partow, Zeinab (2003). Colombia: Macroeconomic and Fiscal Frameworks, in Giugale,- Marcelo-M.; Lafourcade,-Ohivier.; Luff,-Connie, eds. Colombia: The economic Foundation ofpeace. Washington, D.C.: World Bank, 2003; 145-72.",
        "Paulson, Anna and Robert Townsend (2004). Entrepreneurship and Financial Constraints in Thailand, Journal of Corporate Finance. 10(2), 229-262.",
        "Olley, G. Stephen and Ariel Pakes (1996) The Dynamics of Productivity in the Telecommunications Equipment Industry, Econometrica 64(6) 1263-1298.",
        "Maddala, George (1983) Limited Dependent and Qualitative Variables in Econometrics. Econometric Society Monograph No. 3. Cambridge: Cambridge University Press.",
        "Lloyd-Ellis Huw, and Dan Bernhardt (2000), Enterprise, Inequality, and Economic Development, Review of Economic Studies, 67(1):, pp. 147-168. Loayza, Norman, Romain Ranciere, Lusi Serven and Jaume Ventura. Macroeconomic Volatility and Welfare in Developing Countries: An Introduction, The World Bank Economic Review, 2 1(3), 343-3 87.",
        "Levine, Ross (2005) Finance and Growth: Theory, Mechanisms and Evidence, in P. Aghion and S. Durlaufeds. Handbook of Economic Growth, Elsevier, 2005.",
        "Lee, Bong-Soo and Ingram, Beth Fisher (1991) Simulation Estimation of Time-Series Models, Journal of Econometrics, Vol.47, Issues 2-3, pp.197-205.",
        "Lambson, Val (1991) Industry Evolution with Sunk Costs and Uncertain Market Conditions, International Journal of Industrial Organization, Vol. 9, No. 2, pp. 171-196.",
        "Kaminsky, Graciela and Carmen Reinhart (1999), The Twin Crises: The Causes of Banking and Balance of Payments Problems, American Economic Review, 89 (3), 473-500.",
        "Hurst, Erik and Annamaria Lusardi (2004). Liquidity Contraints, Household Wealth, and Entrepreneurship, Journal of Political Economy 112(2), 3 19-347.",
        "Greenwood, Jeremy and Boyan Jovanovic (1990) Financial Development, Growth and the Distribution of Income, Journal of Political Economy 98, 1076-1107.",
        "Gray, Stephen (1996) Modeling the Conditional Distribution of Interest Rates as a RegimeSwitching Process, Journal of Financial Economics, 42 27-62.",
        "GinÃ\u0083Â©, Xavier and Robert Townsend (2004). Evaluation of Financial Liberalization: A General Equilibrium Model with Constrained Occupation Choice, Journal of Development Economics 74, 269-307.",
        "Gentry, William and R. Glenn Hubbard (2004) Entrepreneurship and Household Savings, The B.E. Journal of Economic Analysis and Policy 4(1).",
        "Garcia Garcia, Jorge and Sisira Jayasuriya (1997) Courting Turmoil and Deferring Prosperity: Colombia between 1960 and 1990. Washington, D.C.: The World Bank.",
        "Fairhie, Robert (1999) The Absence of the African American-Owned Business: An Analysis of the Dynamics of Self-Employment, Journal of Labor Economics 17, 80-108.",
        "Evans and Leighton (1989) Some Empirical Aspects of Entrepreneurship, American Economic Review 79, 5 19-35.",
        "Evans and Jovanovic (1989). An Estimated Model of Entrepreneurial Choice under Liquidity Constraints, Journal of Political Economy 97, 808-27.",
        "Engel, Charles and James Hamilton (1990), Long Swings in the Dollar: Are They in the Data and Do Markets Know It? American Economic Review, 80 (4), 688-7 13.",
        "Edwards, Sebastian (2001) The ECOnOmiCS and Po1it~cs qf Transition to an Open Market Economy: Colombia. Paris: Organization for Economic Cooperation and Development.",
        "Djankov, Simeon, Caralee McLiesh, and Andrei Shleifer (2007) Private Credit in 129 Countries, Journal of Financial Economics, 84(2), 299-329.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Scheifer (2002) The Regulation of Entry, Quarterly Journal of Economics 118(1), 1-39.",
        "De Mel, Suresh, David MacKenszie and Christopher Woodruff (2007) Returns to Capital in Microenterprises: Evidence from a Field Experiment, World Bank Policy Research Working Paper 4230, May 2007.",
        "Cooley, Thomas and Vincenzo Quadrini (2001), Financial Markets and Firm Dynamics, American Economic Review, 91(5), 1286-13 10.",
        "Cooper, Russell and John Haltiwanger (2000) On the Nature of Capital Adjustment Costs, NBER Working Paper No. 7925.",
        "Clarida, Richard, Lucio Sarno, Mark Taylor, and Giorgio Valente (2003), The Out-of-Sample Success of Term Structure Models as Exchange Rate Predictors, Journal of International Economics 60 (1) 61-84.",
        "Chen, Shiu-Sheng (2006), Revisiting the Interest Rate-Exchange Rate Nexus: A MarkovSwitching Approach, Journal of Development Economics 79, 208-224.",
        "Cagetti, Marco and Mariacristina De Nardi (2006) Entrepreneurship, Frictions and Wealth, Journal of Political Economy 2006, 835-870.",
        "Caner, M. and B. Hansen (2001). Threshold Autoregression with a Unit Root, Econometrica 69(6), 1555-1596.",
        "Buera, Francisco (2008) A Dynamic Model of Entrepreneurship with Borrowing Constraints: Theory and Evidence. Working paper, Northwestern University, Department of Economics.",
        "Bollen, Nicolas, Stephen Gray, and Robert Whaley (2000). Regime Switching in Foreign Exchange Rates: Evidence from Currency Option Prices, Journal of Econometrics, 94, 239-76.",
        "Bloom, Nicholas (2007) The Impact of Uncertainty Shocks, NBER Working Paper No. 13385.",
        "Beck, Thorsten, Ash Demirguc-Kunt, and Ross Levine (2000), A New Database on Financial Development and Structure, World Bank Economic Review, 14, 597-605.",
        "Banerjee, Abhijit and Andrew Newman (2003) Inequality, Growth and Trade Policy, MIT Working Paper, Cambridge, MA.",
        "Banerjee, Abhijit and Andrew Newman (1993) Occupational Choice and the Process of Development, Journal of Political Economy, 101, 274-298.",
        "Attanasio, Orazio and Martin Browning (2005) Consumption over the Life Cycle and over the Business Cycle, American Economic Review 85(5), 1118-37 Banerjee, Abhijit and Esther Duflo (2005). Do Firms Want to Borrow More? Testing Credit Constraints Using a Directed Lending Program, Working Paper, MIT.",
        "Aghion, Philippe, George-Mario Angeletos, Abhijit Banerjee, and Kalina Manova (2005) Volatility and Growth: Credit Constraints and Productivity-Enhancing Investment, NBER Working Paper 11349.",
        "Aghion, Philippe and Patrick Bolton (1997), A Theory of Trickle-Down Growth and Development, Review of Economic Studies, 64, 15 1-172."
    ]
}