{
    "id": 14115,
    "cites": 40,
    "cited_by": 7,
    "reference": [
        "Sobel, J. Interdependent Preferences and Reciprocity. Journal of Economic Literature, 2005, 63, pp. 392-436.",
        "Smith, A.M. An Experimental Study of Exclusive Contracts. Mimeo, University of Virginia, 2007. Smith, V.L. Theory, Experiment and Economics. Journal of Economic Perspectives, i989, 3, pp. isi-i69. Smith, V.L. and Walker, J.M. Monetary Rewards and Decision Cost in Experimental Economics. Economic Inquiry, i993, 3i, pp. 245-26i.",
        "Simpson, J. and Wickelgren, A. Naked Exclusion, Efficient Breach, and Downstream Competition.  American Economic Review, 2007, 97, pp. i305-i320.",
        "Segal, I.R. and Whinston, M.D. Naked Exclusion: Comment. American Economic Review, 2000, 90, pp. 296-309. Siegel, S. and Castellan Jr., N.J., i988. Nonparametric Statistics for the Behavioral Sciences. New York: McGraw Hill. Simpson,, J. and Wickelgren, A. The Use of Exclusive Contracts to Deter Entry. Federal Trade Commission, Bureau of Economics Working Papers: No. 24i, 200i.",
        "Sass, T.R. The Competitive Effects of Exclusive Dealing: Evidence from the U.S. Beer Industry. International Journal of Industrial Organization, 2005, 23, pp. 203-225. Segal, I.R. Contracting with Externalities. Quarterly Journal of Economics, i999, ii4, pp. 337-388. Segal, I.R. Coordination and Discrimination in Contracting with Externalities: Divide and Conquer.",
        "Innes, R. and Sexton, R. J. Strategic Buyers and Exclusionary Contracts. American Economic Review, 1994, 84, pp. 566-84.",
        "Heide, J.B., Dutta, S., and Bergen, M. Exclusive Dealing and Business Efficiency: Evidence from Industry Practice. Journal of Law and Economics, 1998, 41, pp. 387-407.",
        "Harsanyi, J.C. and Selten, R. 1988. A General Theory of Equilibrium Selection in Games 1988. MIT Press.",
        "Grossman, S.J. and Hart, 0. D. One Share-One Vote and the Market for Corporate Control. Journal of Financial Economics, 1988, 20, pp. 175-202.",
        "Fumagallli, C. and Motta, M. Exclusive Dealing and Entry When Buyers Compete. American Economic Review, 2006, 96, pp. 785-795.",
        "Grossman, S.J. and Hart, O.D. Takeover Bids, The Free-Rider Problem, and the Theory of the Corporation. Bell Journal of Economics, 1980, 11, pp. 42-64.",
        "Farrell, J. Cheap Talk, Coordination, and Entry. RAND Journal of Economics, 1987, 18, pp. 34-39.",
        "Farrell, J. Communication, Coordination and Nash Equilibrium. Economic Letters, 1988, 27, pp. 209-215.",
        "Dyer, D., Kagel, J.H., and Levin, D. A Comparison of Naive and Experienced in Common Value Offer Auctions: A Laboratory Analysis. Economic Journal, 1989, 99, pp. 108-115.",
        "Farrell, J. and Rabin, M. Cheap Talk. Journal of Economic Perspectives, 1996, 10, pp. 103-118.",
        "Duffy, J., Feltovich, N. Do Actions Speak Louder than Words? An Experimental Comparison of Observation and Cheap Talk. Games and Economic Behavior, 2002, 39, pp. 1-27.",
        "Davis, D., Holt, C., 1993. Experimental Economics. New Jersey: Princeton University Press.",
        "Dopuch, D., Ingberman, D.E., and King, R.R. An Experimental Investigation of Multi-Defendant Bargaining in Joint and Several and Proportionate Liability Regimes, Journal of Accounting and Economics, 1997, 23, pp. 189221.",
        "Crawford, V.P. A Survey of Experiments on Communication via Cheap Talk. Journal of Economic Theory, 1998, 78, pp. 286-298. Croson, Rachel T.A. Why and How to Experiment: Methodologies from Experimental Economics.",
        "Cooper, D. and Kagel, J.H. The Impact of Meaningful Context on Strategic Play in Signaling Games. Journal of Economic Behavior and Organization, 2003, 50, pp. 311337.",
        "Cooper, R.W., DeJong, D.V., Forsythe R., and Ross, T.W. Selection Crtieria in Coordination Games: Some Experimental Results. American Economic Review, 1990, 80, pp. 218-233.",
        "Cooper, R.W., DeJong, D.V., Forsythe R., and Ross, T.W. Communication in Coordination Games. Quarterly Journal of Economics, 1992, 107, pp. 739-771.",
        "Charness, G., Frechette, G.R., and Qin, C.Z. Endogenous Transfers in the Prisoners Dilemma Game: An Experimental Test Of Cooperation and Coordination. Games and Economic Behavior, 2007, 60, pp. 2 13-390. Che, Y.K. and Spier, K. Exploiting Plaintiffs Through Settlement: Divide and Conquer. Journal of Institutional and Theoretical Economics, forthcoming.",
        "Charness, G. Self-Serving Cheap Talk: A Test of Aumanns Conjecture. Games and Economic Behavior, 2000, 33, pp. 177-194.",
        "Chang, H.F. and Sigman, H. Incentives to Settle Under Joint and Several Liability: An Empirical Analysis of Superfund Litigation. Journal of Legal Studies, 2000, 29, pp. 205-236.",
        "Camerer, C.R. and Hogarth, R.M. The Effects of Financial Incentives in Experiments: A Review of Capital-Labor-Production Framework. Journal of Risk and Uncertainty, 1999, 19, pp. 7-4 2. Camerer, C.R. and Talley, E. Experimental Law and Economics. The Handbook of Law and Economics, North Holland, A. Mitchell Polinsky and Steven Shavell, eds. forthcoming.",
        "Camerer, C., Johnson, E. Thinking about Attention in Games: Backward and Forward Induction.  In: Brocas, I, Carrillo, J.D. (Eds.). The Psychology of Economic Decisions. Volume Two: Reasons and Choices. New York: Oxford University Press Inc., 2004.",
        "Camerer, C.. Behavioral Game Theory. Experiments in Strategic Interaction. New Jersey: Princeton University Press, 2003.",
        "Blume, A. and Ortmann, A. The Effects of Costless Pre-Play Communication: Experimental Evidence from Games with Pareto-Ranked Equilibria. Journal of Economic Theory, 2007, 132, pp. 274-290.",
        "Blume, A. Communication, Risk, and Efficiency in Games. Games and Economic Behavior, 1998, 22, pp. 171-202.",
        "Bork, Robert H. The Antitrust Paradox: A Policy at War By Itself. New York: Basic Books, 1978.",
        "Burkhart, M., Gromb, D., and Panunzi, F. 1998. Why Higher Takeover Premia Protect Minority Shareholders Journal of Political Economy, 1998, 106, pp. 172-204.",
        "Burton, A. and Sefton, M. Risk, Pre-Play Communication and Equilibrium. Games and Economic Behavior, 2004, 46, pp. 23-40.",
        "Bernheim, B.D. and Whinston, M.D. Exclusive Dealing. Journal of Political Economy, 1998, 106, pp. 64-103.",
        "Blount, S. When Social Outcomes Arent Fair: The Effect of Causal Attributions on Preferences. Organizational Behavior and Human Decision Processes, 1995, 63, pp. 131-144.",
        "Bernheim, B.D., Peleg, B., and Whinston, M.D. Coalition Proof Nash Equilibria I: Concepts. Journal of Economic Theory, 1997, 42, pp. 1-12.",
        "Beattie, J. and Loomes, G. The Impact of Incentives Upon Risky Choice Experiments. Journal of Risk and Uncertainty, 1997, 14, pp. 155-168.",
        "Aghion, P. and Bolton, P. Contracts as a Barrier to Entry. American Economic Review, 1987, 77, pp. 388-401.",
        "Bar-Gill, 0. and Ben-Shahar, 0. The Prisoners (Plea Bargain) Dilemma. Mimeo, New York University and University of Michigan, 2007.",
        "Aumann, R., 1990. Nash Equilibria Are Not Self-Enforcing. In: Gabszewicz, J.J., Richard, J.-F., and Wolsey, L.A. (Eds.). Economic Decision- Making: Games, Econometrics and Optimisation. Amsterdam: Elsevier, pp. 201-206."
    ]
}