{
    "id": 14125,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Yazici E.Y. and Kaestner R. (2000). Medicaid Expansions and the Crowding out of Private Health Insurance, Inquiry, 37(l):23-32.",
        "United States Department of the Treasury. (2005). General Explanations of the Administrations Fiscal Year 2006 Revenue Proposals, Washington, D.C.: U.S. Department of the Treasury.",
        "Swartz K. (2006). Reinsuring Health: Why More Middle-Class People Are Uninsured and What Government Can Do. New York: Russell Sage Foundation Press.",
        "U.S. House of Representatives, Committee on Ways and Means. (2004). 2004 Green Book, Washington, D.C.: United States House of Representatives.",
        "Summers L. (1989). Some Simple Economics of Mandated Benefits, American Economic Review, 79(2): 177-83.",
        "Shore-Sheppard L., Buchmueller T., and Jensen G., (2000). Medicaid and Crowding Out of Private Insurance: A Re-examination Using Firm-Level Data, Journal of Health Economics, 19(1): 61-91.",
        "National Conference of State Legislatures. (2006). Health Insurance, Highlights: State Health Notes, 27(464): 1-3.",
        "Poterba J. (1995). Government Intervention in the Markets for Education and Health Care: How Much and Why?, In: Victor Fuchs, ed. Individual and Social Responsibility, Chicago, IL: University of Chicago Press.",
        "McDonough J.E., Rosman B., Phelps F., and Shannon M. (2006). The Third Wave of Massachusetts Health Care Access Reform, Health Affairs, 25 w420-31.",
        "Lo Sasso A.T. and Buchmueller T.C. (2004). The Effect of the State Childrens Health Insurance Program on Health Insurance Coverage, Journal of Health Economics, 23:1059-82.",
        "Kaiser/HRET. Employer-Sponsored Health Benefits Annual Survey, available at http://www ,kff org/insurance/73 1 5/index~cfni. Accessed June 16, 2005.",
        "Klerman J.A. and Goldman D.P. (1994). Job Loss Due to Health Insurance Mandates, Journal of the American Medical Association, 272:552-6.",
        "Kaiser Family Foundation. Health Care and the 2004 Elections: the Uninsured, available at http://www~kfforg/uninsured/7 155 ,cfrn. Accessed June 8, 2007.",
        "Gruber J. and Washington E. (2005). Subsidies to Employee Health Insurance Premiums and the Health Insurance Market, Journal of Health Economics, 24:253-76.Kaiser Family Foundation. States Moving Toward Comprehensive Health Care Reform, available at iittp://www,kfforg/uniiisured/upload/1420 09.pdf. Accessed February 28, 2008.",
        "Gruber, J. (2004). Tax Policy for Health Insurance, Cambridge, MA: National Bureau of Economic Research Working Paper #10977.",
        "Gruber J. and Krueger A.B. (1991). The Incidence of Mandated EmployerProvided Insurance: Lessons from Workers Compensation Insurance, In: Bradford D. (ed), Tax Policy and the Economy, 5th ed. Cambridge, MA: MIT Press.",
        "Gruber J. (1994). The Incidence of Mandated Maternity Benefits, American Economic Review, 84(3):622-41.",
        "Glied S., Remler D.K., and Zivin J.G. (2002). Inside the Sausage Factory: Improving Estimates of the Effects of Health Insurance Expansion Proposals, Milbank Quarterly, 80(4):603-35, iii.",
        "Health Savings Accounts: Early Estimates of National Take-Up, Health Affairs, November/December: 1582-91.",
        "Glied S.A., Hart J., and Giorgi G. (2007). Consider It Done? The Likely Efficacy of Mandates for Health Insurance, Health Affairs, 26(6): 1612-21.",
        "Etheredge L. M. (2006). Massachusetts Reform Plus President Bushs Tax Credits: A National Model?, Health Affairs, 25 (2006):w444-6.",
        "Dubay L.C. and Kennedy G.M. (1996). Revisiting the Issues: The Effects of Medicaid Expansions on the Insurance Coverage of Children, The Future of Children, 6(l):152-61.",
        "Dorn S., Alteras T., and Meyer J. (2005). Early Implementation of the Health Coverage Tax Credit in Maryland, Michigan, and North Carolina: A Case Study Summary, New York: The Commonwealth Fund, available at http ://www.cmwf. org/usrdoc/806dornearlyimplementationhct.pdf.",
        "Cutler D.M. and Gruber J. (1996). Does Public Insurance Crowd out Private Insurance?, Quarterly Journal of Economics, 11 l(2):391-430.",
        "Cutler D.M. (2002) Employee Costs and the Decline in Health Insurance Coverage, Cambridge, MA: National Bureau of Economic Research Working Paper #9036.",
        "Congressional Budget Office. (2005) The Price Sensitivity of Demand for Nongroup Health Insurance, Washington D.C.: The Congress of the United States.",
        "Cogan J.F., Hubbard R.G., and Kessler D.P. (2005). Healthy, Wealthy, and Wise, Washington D.C.: The AEI Press, and Stanford, California: The Hoover Institution.",
        "Blumberg L.J., Dubay L., and Norton S.A. (2000). Did the Medicaid Expansions for Children Displace Private Insurance? An Analysis Using the Sipp, Journal of Health Economics, 19(1) :33-60.",
        "Baicker K. and Chandra A. (2006). The Labor Market Effects of Rising Health Insurance Premiums, Journal of Labor Economics 24(3): 609-34.",
        "Baicker K. and Levy H. (2005). Employer Health Insurance Mandates and the Risk of Unemployment, Washington, D.C.: Employment Policies Institute.",
        "AHIP Center for Research and Policy. (2005). Individual Health Insurance: A Comprehensive Survey of Affordability, Access, and Benefits, available online at http://www~ahipresearch ,org/pdfstlndividual Insurance Survey Report826 -2Q05.pdf, accessed May 30, 2008."
    ]
}