{
    "id": 14122,
    "cites": 52,
    "cited_by": 40,
    "reference": [
        "Yeaple, Stephen R. (2005) A Simple Model of Firm Heterogeneity, International Trade, and Wages, Journal of International Economics, 65, 1-20.",
        "Weiss, Andrew and Henry Landau (1984) Wages, Hiring Standards and Firm Size, Journal of Labor Economics, 2, 477-499.",
        "Van Reenen, John (1996) The Creation and Capture of Economic Rents: Wages and Innovation in a Panel of UK Companies, Quarterly Journal of Economics, 111, 195-226.",
        "Terpstra, David and Elizabeth Rozell (1993) The Relationship of Staffing Practices to Organizational Level Measures of Performance, Personnel Psychology, 46, 27-48.",
        "Stole, Lars A. and Jeffrey Zwiebel (1996b) Intra-Firm Bargaining under Non-Binding Contracts, Review of Economic Studies, 63, 375-410.",
        "Stole, Lars A. and Jeffrey Zwiebel (1996a) Organizational Design and Technology Choice under Intrafirm Bargaining, American Economic Review 86, 195-222.",
        "Shimer, Robert and Lones Smith (2000) Assortative Matching and Search, Econometrica, 68, 343369.",
        "Rosen, Sherwin (1982) Authority, Control and the Distribution of Earnings, Bell Journal of Economics, 13, 311-23.",
        "Rogerson, Richard, Robert Shimer and Randall Wright (2005) Search-Theoretic Models of the Labor Market: A Survey, Journal of Economic Literature, XLIII, 959-988.",
        "Postel-Vinay, Fabien and Jean-Marc Robin (2002) Equilibrium Wage Dispersion with Worker and Employer Heterogeneity, Econometrica, 70, 2295-2350.",
        "Pissarides, Christopher A. (2000) Equilibrium Unemployment Theory, Cambridge, MA: The MIT Press, second edition.",
        "Pissarides, Christopher A. (1974) Risk, Job Search, and Income Distribution, Journal of Political Economy, 82, 1255-68.",
        "Oi, Walter Y. and Todd L. Idson (1999) Firm size and wages, Chapter 33 in 0. Ashenfelter and D. Card (ed), Handbook of Labor Economics, Volume 3, Elsevier: Amsterdam, 2165-2214.",
        "Ohnsorge, Franziska and Daniel Trefler (2007) Sorting It Out: International Trade with Heterogeneous Workers, Journal of Political Economy, 115, 868-892.",
        "Mortensen, Dale T. and Christopher A. Pissarides (1994) Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies, 61, 397-415.",
        "Mortensen, Dale T. (1970) A Theory of Wage and Employment Dynamics, in (eds.) E. S. Phelps et al. The Microeconomic Foundations of Employment and Inflation Theory, New York: Norton.",
        "Moretti, Enrico (2004) Workers Education, Spillovers and Productivity: Evidence from Plant-Level Production Functions, American Economic Review, 94, 656-690.",
        "Melitz, Marc J. (2003) The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, 71, 1695-1725.",
        "Lucas, Robert E. Jr. (1988) On the Mechanics of Economic Development, Journal of Monetary Economics, 22, 139-171.",
        "Lucas, Robert E. Jr. (1978) On the Size Distribution of Business Firms, Bell Journal of Economics, 9, 508-23.",
        "Lemieux, Thomas (2006) Increasing Residual Wage Inequality: Composition Effects, Noisy Data or Rising Skill Returns?, American Economic Review, 96, 461-98.",
        "Kremer, Michael (1993) The 0-Ring Theory of Economic Development, Quarterly Journal of Economics, 108, 55 1-575.",
        "Katz, Lawrence F. and Lawrence H. Summers (1989) Industry Rents: Evidence and Implications, Brookings Papers on Economic Activity. Microeconomics, 209-290.",
        "Jovanovic, Boyan (1982) Selection and the Evolution of Industry, Econometrica, 50, 649-670.",
        "Hopenhayn, Hugo A. (1992) Entry, Exit, and Firm Dynamics in Long Run Equilibrium, Econometrica, 60, 1127-1150.",
        "Jackson, Susan E., Randall S. Schuler and J. Carlos Rivero (1989) Organizational Characteristics as Predictors of Personnel Practices, Personnel Psychology, 42, 727-786.",
        "Helpman, Elhanan, Marc J. Melitz and Stephen R. Yeaple (2004) Export Versus FDI with Heterogeneous Firms, American Economic Review, 94, 300-316.",
        "Harris J. and M. Todaro (1970) Migration, Unemployment and Development: A Two-Sector Analysis, American Economic Review, 60, 126-142.",
        "Garicano, Luis and Esteban Rossi-Hansberg (2006) Organization and Inequality in a Knowledge Economy,  Quarterly Journal of Economics, 121, 1383-1435.",
        "Garicano, Luis (2000) Hierarchies and the Organization of Knowledge in Production, Journal of Political Economy, 108, 874-904.",
        "Felbermayr, Gabriel, Julian Prat and Hans-JOrg Schmerer (2008) Globalization and Labor Market Outcomes: Wage Bargaining, Search Frictions and Firm Heterogeneity, IZA Discussion Paper, 3363.",
        "Faggio, Giulia, Kjell G. Salvanes and John Van Reenen (2007) The Evolution of Inequality in Productivity and Wages: Panel Data Evidence, CEPR Discussion Paper No 821.",
        "Egger, Harmut and Udo Kreickemeier (2006) Firm Heterogeneity and the Labour Market Effects of Trade Liberalization, GEP Research Paper 2006/26.",
        "Diamond, Peter A. (i982b) Wage Determination and Efficiency in Search Equilibrium, Review of Economic Studies, 49, 217-227.-",
        "Diamond, Peter A. (i982a) Demand Management in Search Equilibrium, Journal of Political Economy, 90, 881-894.-",
        "Davis, Steve J. and John Haltiwanger (1991) Wage Dispersion Between and Within US Manufacturing Plants, 1963-86, Brookings Papers on Economic Activity: Microeconomics, 115-200.",
        "Davis, Donald and James Harrigan (2007) Good Jobs, Bad Jobs, and Trade Liberalization, mimeo, Columbia University.",
        "Davidson, Carl, Lawrence Martin and Steven Matusz (1999) Trade and Search Generated Unemployment,  Journal of International Economics, 48, 271-299.",
        "Davidson, Carl, Lawrence Martin and Steven Matusz (1988) The Structure of Simple General Equilibrium Models with Frictional Unemployment, Journal of Political Economy, 96, 1267-1293.",
        "Burdett, Kenneth and Coles, Melvyn G. (1997) Marriage and Class, Quarterly Journal of Economics, 112, 141-168.",
        "Copeland, Brian (1989) Efficiency Wages in a Ricardian Model of International Trade, Journal of International Economics, 27, 221-244.",
        "Brecher, Richard (1974) Minimum Wage Rates and the Pure Theory of International Trade, Quarterly Journal of Economics 88, 98-116.",
        "Bourguignon, Francois (1979) Decomposable Income Inequality Measures, Econometrica 47, 901-920.",
        "Blanchard, Olivier and Francesco Giavazzi (2003) Macroeconomics Effects of Regulation and Deregulation in Goods and Labor Markets, Quarterly Journal of Economics, 118, 879-907.-",
        "Blanchard, Olivier and Jordi Gali (2008) Labor Markets and Monetary Policy: A New-Keynesian Model with Unemployment, NBER Working Paper No. 13897.",
        "Bernard, Andrew B., Redding, Stephen J. and Peter K. Schott (2007) Comparative Advantage and Heterogeneous Firms, Review of Economic Studies, 74, 31-66.",
        "Bernard, Andrew B., Jonathan Eaton, J. Bradford Jensen, and Samuel S. Kortum (2003) Plants and Productivity in International Trade, American Economic Review, 93, 1268-1290.",
        "Acemoglu, Daron, Pol Antras and Elhanan Helpman (2007) Contracts and Technology Adoption, American Economic Review 97, 916-943.",
        "Autor, David H. and Scarborough, David (2007) Does Job Testing Harm Minority Workers? Evidence from Retail Establishments, Quarterly Journal of Economics, forthcoming.",
        "Autor, David H., Katz, Lawrence F. and Melissa S. Kearney (2005) Trends in US Wage Inequality: Responding to the Revisionists, NBER Working Paper, 11628.",
        "Abowd, John M., Francis Kramarz and David N. Margolis (1999) High Wage Workers and High Wage Firms, Econometrica, 67(2), 251-333.",
        "Abowd, John M. and Francis Kramarz (1999) The Analysis of Labor Markets using Matched EmployerEmployee Data, Chapter 40 in eds. Orley Ashenfelter and David Card, Handbook of Labor Economics, Volume 3B, 2629-2709."
    ]
}