{
    "id": 14121,
    "cites": 11,
    "cited_by": 10,
    "reference": [
        "U.S. Bureau of Economic Analysis (2004), U.S. Direct Investment Abroad: Final Results from the 1999 Benchmark Survey, Bureau of Economic Analysis, Washington, DC, U.S. Government Printing Office, April.",
        "OECD (Organization for Economic Cooperation and Development), (2006), Report on the Attribution of Profits to Permanent Establishments, Parts I (General Considerations), II (Banks) and III (Global Trading, Centre for Tax Policy and Administration, Paris, OECD, December.",
        "Nephew, Erin, Jennifer Koncz, Maria Borga, and Michael Mann (2005), U.S. International Services: Cross-Border Trade in 2004 and Sales Through Affiliates in 2003, Survey of Current Business, Vol. 85, No. 10, Washington, DC, Bureau of Economic Analysis, October, pp. 25-77.",
        "Mutti, John, and Hany Grubert (2006), New Developments in the Effect of Taxes on Royalties and the Migration of Intangible Assets Abroad, Paper prepared for the NBER/CRIW Conference on International Service Flows, Bethesda, MD, April 28, 2006.",
        "Landefeld, J. Steven, Obie G. Whichard, and Jeffrey H. Loewe (1993), Alternative Frameworks for U.S. International Transactions, Survey of Cunent Business, Vol. 73, No. 12, December, pp. 50-6 1.",
        "Koncz, Jennifer, Michael Mann, and Em Nephew (2006), U.S. International Services: CrossBorder Trade in 2005 and Sales Through Affiliates in 2004, Survey of Cunent Business, Vol. 86, No. 10, Bureau of Economic Analysis, October, pp. 18-74.",
        "Hines, James R., Jr. (2005), Do Tax Havens Flourish? in James M. Poterba, Editor, Tax Policy and the Economy 19, Cambridge, MA, MIT Press, pp. 65-99.",
        "Fuest, Clemens, Thomas Hemmelgarn, and Fred Ramb (2006), How would formula apportionment in the EU affect the distribution and size of the corporate tax base? An analysis based on German multinationals, Discussion Paper Series 1: Economic Studies No. 20/2006, Frankfurt am Main, Deutsche Bundesbank.",
        "Friedenberg, Howard L., and Richard M. Beemiller (1997), Comprehensive Revision of Gross State Product by Industry, 1977-94, Survey of Current Business, Vol. 77, No. 6, Washington, DC, Bureau of Economic Analysis, June, pp. 15-41.",
        "Denison, Edward F. (1971), U.S. National Income and Product Estimates: Evaluation and Some Specific Suggestions for Improvement, Survey of Cunent Business, Volume 51, Number 7, Part II, Anniversary Issue, The Economic Accounts of the United States: Retrospect and Prospect, Washington, D.C. U.S. Office of Business Economics, pp. 3644.",
        "Borga, Maria, and Michael Mann (2004), U.S. International Services: Cross-Border Trade in 2003 and Sales Through Affiliates in 2002, Survey of Cunent Business, Vol. 84, No.10, Washington, DC, Bureau of Economic Analysis, October, pp. 25-76."
    ]
}