{
    "id": 14128,
    "cites": 54,
    "cited_by": 9,
    "reference": [
        "Yaari, M. (1965), Uncertain Lifetime, Life Insurance, and the Theory of the Consumer, Review of Economic Studies, Vol. 32, 137-150.",
        "Yosida, K. (1971), Functional Analysis, Third Edition, Springer, New York.",
        "Wolff, E. (2004), Changes in Household Wealth in the 1980s and 1990s in the U.S. in Edward N. Wolff, Editor, International Perspectives on Household Wealth, Elgar Publishing Ltd., forthcoming.",
        "Wolff, E. (1995), Top Heavy: A Study of the Increasing Inequality of Wealth in America, The Twentieth Century Fund Press, New York.",
        "Wold, H. and Whittle P. (1957), A Model Explaining the Pareto Distribution of Wealth, Econometrica, Vol. 25, 591-595.",
        "Wang, N. (2006), An Equilibrium Model of Wealth Distribution, Journal of Monetary Economics, forthcoming.",
        "Takayasu, H., A. Sato and M. Takayasu (1997), Stable Infinite Variance Fluctuations in Randomly Amplified Langevin Systems, Physical Review Letters, Vol. 79, 966-969.",
        "Sornette, D. and R. Cont (1997), Convergent Multiplicative Processes Repelled from Zero: Power Laws and Truncated Power Laws, Journal de Physique I France, Vol. 7, 431-444.",
        "Sornette, D. (1998), Linear Stochastic Dynamics with Nonlinear Fractal Properties, Physica A, Vol. 250, 295-314.",
        "Sinha, 5. (2006), Evidence for Power-law Tail of the Wealth Distribution in India, Physica A, Vol. 359, 555-562.",
        "Schechtman, J. and V. L. Escudero (1977), Some Results on An Income Fluctuation Problem, Journal of Economic Theory, Vol. 16, 151-166.",
        "Ross, S. M. (1996), Stochastic Processes, Second Edition, John Wiley & Sons, Inc., New York.",
        "Rodriguez, S. B.; J. Diaz-Gimenez, V. Quadrini and J.V. Rios-Rull (2002), Updated facts on the U.S. distributions of earnings, income, and wealth, Federal Reserve Bank of Minneapolis Quarterly Review, Vol. 26, 2-35.",
        "Richard, 5. (1975), Optimal Consumption, Portfolio and Life Insurance Rules for An Uncertain Lived Individual in a Continuous Time Model, Journal of Financial Economics, Vol. 2, 187-203.",
        "Reed, W. (2001), The Pareto, Zipf and Other Power Laws, Economics Letters, Vol. 74, 15-19.",
        "Oksendal, B. (1995), Stochastic Differential Equations, Fourth Edition, Springer, Berlin.",
        "Quadrini, V. (2000), Entrepreneurship, Saving, and Social Mobility, Review of Economic Dynamics, Vol. 3, 1-40.",
        "Meyn, S. P., and R. L. Tweedie (1993), Markov Chains and Stochastic Stability, Springer, Berlin.",
        "Nygard, F. and A. Sandstrom, (1981), Measuring Income Inequality, Almqvist & Wiksell International, Stockholm, Sweden.",
        "Merton, R. (1992), Continuous-Time Finance, Blackwell Publishers, Cambridge, MA.",
        "Merton, R. (1971), Optimum Consumption and Portfolio Rules in A Continuous-Time Model, Journal of Economic Theory, Vol. 3, 373-413.",
        "Levy, M. and S. Solomon (1997), New Evidence for the Power-law Distribution of Wealth, Physica A, Vol. 242, 90-94.",
        "Levy, M. (2003), Are Rich People Smarter?, Journal of Economic Theory, Vol. 110, 42-64.",
        "Krusell, P. and A. Smith (1998), Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy, Vol. 106, 867-896.",
        "Kotlikoff, L. and L. Summers (1981), The Role of Intergenerational Transfers in Aggregate Capital Accumulation, Journal of Political Economy, Vol. 89, 706-732.",
        "Kopczuk, W. and J. Lupton (2006), To Leave or Not to Leave: The Distribution of Bequest Motives, Working Paper, Columbia University.",
        "Klass, 0.; 0. Biham; M. Levy; 0. Malcai and S. Solomon (2006), The Forbes 400 and the Pareto Wealth Distribution, Economics Letters, Vol. 90, 290-295.",
        "Karlin, S. and H. Taylor (1981), A Second Course in Stochastic Process, Academic Press, San Diego.",
        "Kesten, H. (1973), Random Difference Equations and Renewal Theory for Products of Random Matrices, Acta Mathematica, Vol. 131, 207-248.",
        "Kamien, M. and Schwartz, N. (1991), Dynamic Optimization: The Calculus of Variations and Optimal Control in Economics and Management, Second Edition, Elsevier Science Publishing Co., New York.",
        "Huggett, M. (1996), Wealth Distribution in Life-cycle Economies, Journal of Monetary Economics, Vol. 38, 469-494.",
        "Huggett, M. (1993), The Risk-Free Rate in Heterogeneous-Agent Incomplete Insurance Economies, Journal of Economic Dynamics and Control, Vol. 17, 953-969.",
        "Hendricks, Lutz, (2007). How important is discount rate heterogeneity for wealth inequality?, Journal of Economic Dynamics and Control, Vol. 31, 3042-3068.",
        "Hegyi, G.; Z. Neda and M. A. Santos (2007), Wealth Distribution and Paretos Law in the Hungarian Medieval Society, Physica A, Vol. 380, 271277.",
        "Gastwirth, J. L. (1971), A General Definition of the Lorenz Curve, Econometrica, Vol. 39, 1037-1039.",
        "Gale, W. G. and J. K. Scholz (1994): Intergenerational Transfers and the Accumulation of Wealth, Journal of Economic Perspectives, Vol. 8, 145-160.",
        "Gabaix, X. (1999), Zipf Law for Cities: An Explanation, Quarterly Journal of Economics, Vol. 114, 739-767.",
        "Fuster, L. (2000), Capital Accumulation in an Economy with Dynasties and Uncertain Lifetimes, Review of Economic Dynamics, Vol. 3, 650-674.",
        "Friedman, J. and R. Carlitz (2005): Estate Tax Reform Could Raise MuchNeeded Revenue, Center on Budget and Policy Priorities, Washington, available at http://www.cbpp.org/3- 16-O5tax.htm",
        "Elwood, Paul, S. M. Miller, Marc Bayard, Tara Watson, Charles Collins, Chris Hartman, (1997): Born on Third Base: The Sources of Wealth of the 1996 Forbes 400, Boston: Unified for a Fair Economy. See also http://www.faireconomy.org/press/archive/Pre 1999/forbes 400 study 1997.html",
        "Dragulescu, A. and V. Yakovenko (2001), Exponential and Power-law Probability Distributions of Wealth and Income in the United Kingdom and the United States, Physica A, Vol. 299, 213-221.",
        "Chipman, J. 5. (1974), The Welfare Ranking of Pareto Distributions, Journal of Economic Theory, Vol. 9, 275-282.",
        "De Nardi, M. (2004), Wealth Inequality and Intergenerational Links, Review of Economic Studies, Vol. 71, 743-768.",
        "Champernowne, D. (1953), A Model of Income Distribution, Economic Journal, Vol. 63, 318-351.",
        "Castaneda, A.; J. Diaz-Gimenez and J.V. Rios-Rull (2003), Accounting for the U.S. Earnings and Wealth Inequality, Journal of Political Economy, Vol. 111, 818-857.",
        "Campbell, J. and L. Viceira (2002), Strategic Asset Allocation: Portfolio Choice for Long-Term Investors, Oxford University Press Inc., New York.",
        "Cagetti, M. and M. De Nardi (2005), Wealth Inequality: Data and Models, Working Paper, Federal Reserve Bank of Chicago.",
        "Burns, V. (2000): The Myth of Old Money Liberalism: The Politics of the Forbes 400 Richest Americans, Social Problems, 47, 360-378.",
        "Blanchard, 0. J. (1985), Debt, Deficits, and Finite Horizons, Journal of Political Economy, Vol. 93, 223-247.",
        "Benhabib, J. and A. Bisin (2006), The Distribution of Wealth and Redistributive Policies, Manuscript, New York University.",
        "Atkinson, A. and A. Harrison (1978), Distribution of Personal Wealth in Britain, Cambridge University Press, Cambridge.",
        "Aiyagari, S. R. (1994), Uninsured Idiosyncratic Risk and Aggregate Saving, Quarterly Journal of Economics, Vol. 109, 659-684.",
        "Abel, A. and M. Warshawsky (1988), Specification of the Joy of Giving: Insights from Altruism, Review of Economics and Statistics, Vol. 70, 145149.",
        "Abel, A. (1985), Precautionary Saving and Accidental Bequests, American Economic Review, Vol. 75, 777-791."
    ]
}