{
    "id": 14127,
    "cites": 41,
    "cited_by": 20,
    "reference": [
        "Tybout, J. (2000). Manufacturing Firms in Developing Countries: How Well do They do and Why? Journal of Economic Literature, Vol. XXXVIII (March 2000), pp. 11-44.",
        "Trefler, Daniel (2004). The Long and Short of the Canada-U.S. Free Trade Agreement. American Economic Review, 94(3), pp. 870-895.",
        "Topalova, P. (2007). Trade Liberalization and Firm Productivity: The Case of India. IMF Working Paper, WP/04/28.",
        "Sivadasan, Jagadeesh (2006). Productivity Consequences of Product Market Liberalization: Microevidence from Indian Manufacturing Sector Reforms. October 2006.",
        "Schott, P. (2004). Across-product versus within-product specialization in international trade. Quarterly Journal of Economics, 119, pp. 647-678.",
        "Restuccia, D. and R. Rogerson (2007). Policy Distortions and Aggregate Productivity with Heterogeneous Plants, NBER Working Paper 13018.",
        "Roberts, Mark and James Tybout (1996). Industrial Evolution in Developing Countries. Oxford University Press, 1996.",
        "Roberts, Bee Yan and Yi Lee (2008). Multiproduct Plants in Taiwanese Electronics Sector, Penn State Mimeo.",
        "Pavcnik, Nina (2002). Trade Liberalization, Exit, and Productivity Improvements: Evidence from Chilean Plants Review of Economic Studies, 69, pp. 245-276.",
        "Nocke, V and Yeaple, 5 (2006). `Globalization and Endogenous Firm Scope, NBER Working Paper, 12322.",
        "Nouroz, H. (2001). Protection in Indian Manufacturing: An Empirical Study, MacMillan India Ltd. ,Delhi.",
        "Melitz, M.J. and G. Ottaviano (2008). Market Size, Trade, and Productivity Review of Economic Studies 75 (1), pp. 291-3 16.",
        "Melitz, Mark J. (2003). The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. Econometrica, 71, pp. 1695-1725.",
        "Krishna, Pravin and Devashish Mitra (1998). Trade Liberalization, Market Discipline and Productivity Growth: New Evidence from India. Journal of Development Economics, 56(2), pp. 447-462.",
        "Kochhar, K. U. Kumar, R. Rajan, A. Subramanian, I. Tokatlidis (2006). Indias Pattern of Development: What Happened, What Follows, Journal of Monetary Economics 53(2006), pp. 9811019.",
        "Khanna, T. and K. Palepu (1999). Policy Shocks, Market Intermediaries and Corporate Strategy: the Evolution of Business Groups in Chile and India. Journal of Economics & Management Strategy, 8(2), pp. 271-3 10.",
        "Hsieh, C. and P. Klenow (2007). Misallocation and Manufacturing TFP in China and India, UC Berkeley mimeo. Khandeiwai, A. (2O(I)7~ ihe Long and Short (of) Quality Ladders~ mimeo, (L~oiumbia University.",
        "Hopenhayn, H. (1992). Entry, Exit, and Firm Dynamics in Long Run Equilibrium, Econometrica, 6O,pp. 1127-1150.",
        "Fisman, R. and T. Khanna (2004). Facilitating Development: The Role of Business Groups, World Development, 32(4).",
        "Dunne, T. , M. J. Roberts, and L. Samuelson. (1989b). Plant Turnover and Gross Employment Flows in the U.S. Manufacturing Sector Journal of Labor Economics, 7(1), pp. 48-71 Eckel, C and Neary, P (2006). Multi-product Firms and Flexible Manufacturing in the Global Economy, University College Dublin, mimeograph.",
        "Dunne, T., M. J. Roberts, and L. Samuelson (1989a). The Growth and Failure of U.S. Manufacturing Plants, Quarterly Journal of Economics 104(4), pp. 67 1-698.",
        "Dinc, I. S. and N. Gupta (2007). The Decision to Privatize: Finance, Politics and Patronage, mimeo, MIT.",
        "Debroy B. and A. T. Santhanam (1993). Matching Trade Codes with Industrial Codes. Foreign Trade Bulletin, 24(1).",
        "Chari, A. and N. Gupta (2007). Incumbents and Protectionism: The Political Economy of Foreign Entry Liberalization, Forthcoming Journal of Financial Economics.",
        "Bloom, N., R. Sadun, J. Van Reenen (2007b). The Organization of Firms Across Countries, Stanford mimeo.",
        "Bloom, N. and J. Van Reenen (2007a). Measuring and Explaining Management Practices across Firms and Countries, Quarterly Journal of Economics CXXII, 1341-1408.",
        "Besley, Timothy and Robin Burgess (2004). Can Labor Regulation Hinder Economic Performance? Evidence from India. Quarterly Journal of Economics, 119(1), pp. 91-134.",
        "Bertrand, M, P. Mehta and S. Mullainathan (2002). Ferreting Out Tunneling: An Application to Indian Business groups, Quarterly Journal of Economics, pp. 12 1-148.",
        "Bernard, A., S. Redding, and P. Schott (2008). Multi-product Firms and Product Switching, mimeo.",
        "Bernard, A., B. Jensen, and P. Schott (2006). Survival of the Best Fit: Exposure to Low-Wage Countries and the (Uneven) Growth of U.S. Manufacturing Plants. Journal of International Economics, 68(1), pp. 219-227.",
        "Bernard, A., S. Redding, and P. Schott (2006b). Multi-product Firms and Trade Liberalization, NBER Working Paper No. 12782.",
        "Bernard, A., S. Redding, and P. Schott (2006a). Multi-product Firms and Product Switching, NBER Working Paper No. 12293.",
        "Bernard. A., J. Jensen, and P. Schott (2006). `Trade Costs, Firms and Productivity, Journal of Monetary Economics, 53( 5), July, pp. 917-937.",
        "Bernard, A. and J. Eaton, J.B. Jensen, and S. Kortum (2003). Plants and Productivity in International Trade, American Economic Review 93, pp. 1268-1290.",
        "Bartelsman, E. J. Haltiwanger, and S. Scarpetta (2006). Cross Country Differences in Productivity: The Role of Allocative Efficiency, mimeo.",
        "Baldwin, J. and W. Gu (2006). The Impact of Trade on Plant Scale, Production-Run Length and Diversification, Economic Analysis Research Paper Series, #038, Statistics Canada.",
        "Baily, M., C. Hulten, and D. Campbell (1992). Productivity Dynamics in Manufacturing Establishments, Brookings Papers on Economic Activity, (Microeconomics), pp. 198-249.",
        "Alfaro, L., A. Charlton, F. Kanczuk (2007). Firm-Size Distribution and Cross-Country Income Differences, Harvard Business School Working Paper 07-086.",
        "Aghion, P., R. Burgess, S. Redding and F. Zilibotti (forthcoming). The Unequal Effects of Liberalization: Evidence from Dismantling the License Raj in India American Economic Review, 2007, forthcoming.",
        "Aghion, P., R. Burgess, S. Redding and F. Zilibotti (2005). Entry Liberalization and Inequality in Industrial Performance. Journal of the European Economic Association, 3(2-3), pp. 29 1-302.",
        "Ahsan, A. and C. Pages (2008). Are all labor regulations equal? Evidence from Indian Manufacturing, IZA DP no. 3394."
    ]
}