{
    "id": 14123,
    "cites": 23,
    "cited_by": 10,
    "reference": [
        "Wantchekon, Leonard (2003). Clientelism and Voting Behavior: Evidence from a Field Experiment in Benin. World Politics 55(3): 399-422.",
        "Stiglitz, Joseph E. (2002). Participation and Development: Perspectives from the Comprehensive Development Paradigm. Review of Development Economics 6(2): 163192.",
        "Olken, Benjamin A. (2007). Monitoring Corruption: Evidence from a Field Experiment in Indonesia. Journal of Political Economy 115(2): 200-249.",
        "McFadden, Daniel (1974). Conditional logit analysis of qualitative choice behavior. Frontiers in Econometrics. P. Zarembka. New York, Academic Press.",
        "Matsusaka, John G. (2005a). Direct Democracy Works. Journal of Economic Perspectives 19(2): 185-206.",
        "Matsusaka, John G. (2005b). The eclipse of legislatures: Direct democracy in the 21st century. Public Choice 124(1): 157-177.",
        "Matsusaka, John G. (2004). For the Many or the Few: The Initiative, Public Policy, and American Democracy, University Of Chicago Press.",
        "Mansbridge, Jane J. (1983). Beyond Adversary Democracy. Chicago, University of Chicago Press.",
        "Jayachandran, Seema (2006). Selling Labor Low: How Workers Respond to Productivity Shocks in Developing Countries. Journal of Political Economy 114(3): 538-575.",
        "Humphreys, Macartan, William Masters and Martin E. Sandbu (2006). The Role of Leaders in Democratic Deliberations: Results from a Field Experiment in Sao Tome and Principe. World Politics 58: 583-622.",
        "Green, Donald P. and Ian Shapiro (1994). Pathologies of rational choice theory : a critique of applications in political science. New Haven, Yale University Press.",
        "Gerber, Alan. S. and Donald P. Green (2000). The Effects of Canvassing, Telephone Calls, and Direct Mail on Voter Turnout: A Field Experiment. American Political Science Review 94(3): 653-663.",
        "Fishkin, James S. (1995). The voice of the people public opinion and democracy. New Haven, Yale University Press.",
        "Fishkin, James S. (1991). Democracy and deliberation new directions for democratic reform. New Haven, Yale University Press.",
        "Eldersveld, Samuel J. (1956). Experimental Propaganda Techniques and Voting Behavior. American Political Science Review 50(1): 154-165.",
        "Druckman, James N., Donald P. Green, et al. (2006). The Growth and Development of Experimental Research in Political Science. American Political Science Review 100(4): 627-635.",
        "Chattopadhyay, Raghabendra and Esther Duflo (2004). Women as Policy Makers: Evidence from a Randomized Policy Experiment in India. Econometrica 72(5): 1409-1443.",
        "Bardhan, Pranab and Dilip Mookherjee (2006). Decentralization and Accountability in Infrastructure Delivery in Developing Countries. Economic Journal 116: 101-127.",
        "Bardhan, Pranab (2002). Decentralization of Governance and Development. Journal of Economic Perspectives 16(4): 185-205.",
        "Ansolabehere, Stephen, Alan Gerber and James Snyder (2003). Equal Votes, Equal Money: Court-Ordered Redistricting and Public Expenditures in the American States. American Political Science Review 96(04): 767-777.",
        "Angrist, Joshua D., Guido W. Imbens and Donald B. Rubin (1996). Identification of Causal Effects Using Instrumental Variables. Journal of the American StatisticalAssociation 91(434).",
        "Ackerman, Bruce A. and James S. Fishkin (2004). Deliberation Day. New Haven, Yale University Press.",
        "Acemoglu, Daron (2003). Why not a political Coase theorem? Social conflict, commitment, and politics. Journal of Comparative Economics 31(4): 620-652."
    ]
}