{
    "id": 14126,
    "cites": 23,
    "cited_by": 7,
    "reference": [
        "Rose, Andrew, 2000. One money, one market: the effect of common currencies on trade. Economic Policy: a European Forum 30, 7-33.",
        "Persson, T., 2001. Cunency unions and trade: how large is the treatment effect? Economic Policy 30, 435-448.",
        "Naknoi, Kanda, 2007. Real exchange rate fluctuations, endogenous tradability and exchange rate regimes, forthcoming in the Journal of Monetary Economics.",
        "Kunihoff, Michael, Douglas Laxton, and Kanda Naknoi, 2007. Does the exchange rate belong in monetary policy rules? New answers from a DSGE with endogenous tradability and trade frictions, mimeo Purdue University.",
        "Klein, Michael W. and Jay C. Shambaugh, 2007. The dynamics of exchange rate regimes: fixes, floats, and flips, mimeo.",
        "Klein, Michael W. and Jay C. Shambaugh, 2006. Fixed exchange rates and trade, Journal of International Economics 70, 359-3 83.",
        "Kehoe, Timothy J., and Kim J. Ruhl, 2002. How Important is the New Goods Margin in International Trade? working paper, University of Minnesota.",
        "Klein, Michael W., 1990. Sectoral effects of exchange rate volatility on United States exports, Journal of International Money and Finance 9, 299-308.",
        "Hummels, David and Peter J. Klenow, 2005. The Variety and Quality of a Nations Trade, American Economic Review, June, 704-723.",
        "Ghironi, Fabio, and Marc Melitz, 2005. International Trade and Macroeconomic Dynamics with Heterogeneous Firms, The Quarterly Journal of Econoinics 120, 865-9 15.",
        "Frankel, Jeffrey and Andrew K. Rose, 2002. An estimate of the effect of common currencies on trade and income, Quarterly Journal of Econoinics 117, 437-466.",
        "Feenstra, Robert, Lipsey, Deng, Ma, Mo, 2005.World Trade Flows: 1962-2000, NBER Working Paper 11040.",
        "Feenstra, Robert, 1994. New Product Varieties and the Measurement of International Prices, Aineri can Econoinic Review 84, 157-177.",
        "Cushman, David 0., 1983. The effects of real exchange rate risk on international trade, Journal of International Econoinics 15, 45-63.",
        "Bernard, Andrew, Steven Redding, and Peter Schott, 2006. Multi-product firms and trade Liberalization, NBER Working Paper No. 12782.",
        "Bergin, P.R., Glick, R., Taylor, A.M., 2006. Productivity, tradability, and the long-run price puzzle, Journal of Monetary Econoinics 53, 2041--2066.",
        "Benassy, J.P., 1996. Taste for variety and optimum production patterns in monopolistic competition. Econoinics Letters 52, 4 1-47 Bergin, Paul and Reuven Glick, 2007, Productivity, Tradability, and International Economic Integration, Journal of International Econoinics 73 (1), 128-15 1.",
        "Baldwin, Richard, Frauke Skudelny and Daria Taglioni, 2005. Trade effects of the euro: evidence from sectoral data. European Central Bank Working Paper No. 446.",
        "Baldwin, Richard, 2006. The euros trade effects, European Central Bank Working Paper No 594.",
        "Baldwin, Richard and Virginia Di Nino 2006. Euros and zeros: the common currency effect on trade in new goods, HEI Working Paper No. 21/2006.",
        "Bacchetta, Philippe and Eric van Wincoop, 2000. Does Exchange-Rate Stability Increase Trade and Welfare? American Economic Review 90, 1093-1109.",
        "Anderson, James E. and Eric van Wincoop, 2004. Trade Costs. Journal of Economic Literature 42:3, 69 1-741.",
        "Anderson, James E. and Eric van Wincoop, 2003. Gravity with Gravitas: A Solution to the Border Puzzle. American Economic Review 93:1, 170-92."
    ]
}