{
    "id": 14124,
    "cites": 48,
    "cited_by": 51,
    "reference": [
        "Weil, Elizabeth. 2007. When Should a Kid Start Kindergarten? New York Times Magazine, Sunday, June 3.",
        "Vinovskis, M. 1995. School Readiness and Early Childhood Education. In Learning from the Past, ed. Diane Ravitch and Mans A. Vinovskis, chap. 10. Baltimore, MA: John Hopkins University Press.",
        "U.S. Department of Education, National Center for Education Statistics. 2007. The Condition of Education 2007. (NCES 2007-064). Washington, DC: U.S. Government Printing Office.",
        "Spira, Greg. 2008. The Boys of Late Summer: Why Do So Many Pro Baseball Players Have August Birthdays? Slate Magazine, posted April 16. http ://www. slate.comlid/2 188866/.",
        "Stipek, Deborah. 2002. At What Age Should Children Enter Kindergarten? A Question for Policy Makers and Parents. Social Policy Report, 16(2): 3-16.",
        "Shepard, Lorrie, and Mary Lee Smith. 1989. Introduction and Overview. In Lorrie Shepard and Mary Lee Smith, eds., Flunking Grades: Research and Policies on Retention. New York: Taylor and Francis.",
        "Stevenson, Betsy, and Justin Wolfers. 2007. Marriage and Divorce: Changes and Their Driving Forces. Journal of Economic Perspectives, 21(2):27-52.",
        "Shepard, Lorrie, and Mary Lee Smith. 1988. Escalating Academic Demand in Kindergarten: Counterproductive Policies. The Elementary School Journal, 89(2): 134-45.",
        "Puhani, Patrick, and Andrea Weber. 2007. Does the Early Bird Catch the Worm? Instrumental Variable Estimates of Early Educational Effects of Age of School Entry in Germany. Empirical Economics, 32(2-3): 359-86.",
        "Organization for Economic Cooperation and Development. 2004. Education at Glance: OECD Indicators. Paris: OECD.",
        "Oreopoulos, Philip. 2007. Do Dropouts Drop Out Too Soon? Wealth, Health and Happiness from Compulsory Schooling. Journal of Public Economics, 91(11-12): 2213-29. Oreopoulos, Philip. Forthcoming. Should We Raise the Minimum School Leaving Age to Help Disadvantaged Youth? Evidence from Recent Changes to Compulsory Schooling in the United States. In An Economic Framework for Understanding and Assisting Disadvantaged Youth, ed. Jonathan Gruber.",
        "National Commission on Excellence in Education. 1983. A Nation at Risk: The Imperative for Educational Reform. Washington, DC: US Government Printing Office.",
        "Milligan, Kevin, Enrico Moretti, and Philip Oreopoulos. 2004. Does Education Improve Citizenship? Evidence from the U.S. and the U.K. Journal of Public Economics, 88(9-10): 1667-95.",
        "Mayer, Susan, and David Knutson. 1999. Does the Timing of School Affect How Much Children Learn? In Earning and Learning: How Schools Matter, ed. Susan Mayer and Paul Peterson, 79-104. Washington, DC: Brookings.",
        "Lochner, Lance, and Enrico Moretti. 2004. The Effect of Education on Crime: Evidence from Prison Inmates, Arrests, and Self-Reports. American Economic Review, 94(1): 155-89.",
        "Lleras-Muney, Adriana. 2005. The Relationship between Education and Adult Mortality in the United States. Review of Economic Studies 72(1): 189-221.",
        "Lincove, Jane, and Gary Painter. 2006. Does the Age that Children Start Kindergarten Matter? Evidence of Long-Term Educational and Social Outcomes. Educational Evaluation and Policy Analysis, 28(2): 153-79.",
        "Kett, Joseph. 2003. Reflections on the History of Adolescence in America. The History of the Family, 8(3): 355-73.",
        "Kirp, David. 2007. The Sandbox Investment: The Preschool Movement and Kids-First Politics. Cambridge: Harvard University Press.",
        "Heckman, James, and Dimitriy Masterov. 2007. The Productivity Argument for Investing in Young Children. Review ofAgricultural Economics, 29(3): 446-93.",
        "Heckman, James, and Paul LaFontaine. 2007. The American High School Graduation Rate: Trends and Levels. NBER Working Paper 13670.",
        "Grondin, Simon, and Jochen Much. 2001. Unequal Competition as an Impediment to Personal Development: A Review of the Relative Age Effect in Sport. Developmental Review, 21(2): 147-61.",
        "Graue, Elizabeth, and James DiPerna. 2000. Redshirting and Early Retention: Who Gets the `Gift of Time and What are Its Outcomes? American Educational Research Journal, 37(2): 509-34.",
        "Graue, Elizabeth. 2006. Engineering the Perfect Kindergarten. Teachers College Record, September 13.",
        "Freeman, Richard. 1976. The Overeducated American. New York, NY: Academic Press.",
        "Glamser, Francis D., and John Vincent. 2004. The Relative Age Effect among Elite American Youth Soccer Players. Journal of Sport Behavior, March 1.",
        "Fredriksson, Peter, and Bjorn Ockert. 2005. Is Early Learning Really More Productive? The Effect of School Starting Age on School and Labor Market Performance. IZA Discussion Paper 1659, Institute for the Study of Labor.",
        "Frederick, Carl, and Robert Hauser. 2006. Have We Put an End to Social Promotion? Changes in Grade Retention Rates among Children Ages 6 to 17 from 1972 to 2003. http ://www.ssc .wisc .edu/-hauser/Frederick-Hauser_Retention_rmh_030206 .pdf.",
        "Elson, John. 1989. The Redshirt Solution. TIME Magazine, November13.",
        "Dobkin, Carlos, and Fernando Ferreira. 2007. Do School Entry Laws Affect Educational Attainment and Labor Market Outcomes? http ://people.ucsc .edu/-cdobkin/Papers/School_Entry.pdf. Elder, Todd, and Darren Lubotsky. Forthcoming. Kindergarten Entrance Age and Childrens Achievement: Impacts of State Policies, Family Background, and Peers. Journal of Human Resources.",
        "Dee, Thomas. 2004. Are There Civic Returns to Education? Journal of Public Economics, 88(9): 1697-720.",
        "Dhuey, Elizabeth, and Stephen Lipscomb. 2007. Disabled or Young? Relative Age and Special Education Diagnoses in Schools. http ://www.chass .utoronto .ca/-edhuey/DisabledOrYoung_June2007 .pdf.",
        "Datar, Ashlesha. 2006. Does Delaying Kindergarten Entrance Give Children a Head Start? Economics of Education Review, 25(1): 43-62.",
        "Danziger, Sheldon, and Cecilia Rouse, eds. 2007. The Price of Independence: The Economics of Early Adulthood. New York: Russell Sage Foundation.",
        "Crosser, Sandra. 1998. He Has a Summer Birthday: The Kindergarten Entrance Age Dilemma. ERIC Digest ED423079 1998-09-00.",
        "College Board. 2005. Advanced Placement Report to the Nation. Available at http ://professionals .collegeboard.comldata-reports-research/ap/nation/2005.",
        "Cascio, Elizabeth, and Diane Schanzenbach. 2007. First in the Class? Age and the Education Production Function. NBER Working Paper 13663.",
        "Cascio, Elizabeth. 2005. School Progression and the Grade Distribution of Students: Evidence from the Current Population Survey. IZA Discussion Paper 1747.",
        "Bracey, Gerald. 1989. Age and Achievement. Phi Delta Kappan, 70(9): 732.",
        "Card, David, and Thomas Lemieux. 2001. Dropout and Enrollment Trends in the Postwar Period: What Went Wrong in the 1970s? In Risky Behavior among Youths: An Economic Analysis, ed. Jonathan Gruber, chap. 9. Chicago: University of Chicago Press.",
        "Black, Sandra, Paul Devereaux, and Kjell Salvanes. 2008. Too Young to Leave the Nest? The Effects of School Starting Age. NBER Working Paper 13969.",
        "Bedard, Kelly, and Elizabeth Dhuey. 2007. Is September Better than January? The Effect of Minimum School Entry Age Laws on Skill Accumulation. http ://econ.ucsb .edu/%7Ekelly/cutoff.pdf.",
        "Bedard, Kelly, and Elizabeth Dhuey. 2006. The Persistence of Early Childhood Maturity: International Evidence of Long-Run Age Effects. Quarterly Journal of Economics, 12 1(4): 1437-72.",
        "Barnsley, R. H., A. H. Thompson, and P. E. Barnsley. 1985. Hockey Success and Birthdate: The Relative Age Effect. Journal of the Canadian Association for Health, Physical Education, and Recreation, November-December, pp. 23-28.",
        "Aries, Philippe. 1962. Centuries of Childhood. New York: Random House.",
        "Barnsley, R. H., and A. H. Thompson. 1988. Birthdate and Success in Minor Hockey: The Key to the NHL. Canadian Journal of Behavioral Science, 20(2): 167-76.",
        "Angrist, Joshua D., and Alan B. Krueger. 1992. The Effect of Age at School Entry on Educational Attainment: An Application of Instrumental Variables with Moments from Two Samples. Journal of the American Statistical Association, 87(418): 328-36.",
        "Angrist, Joshua D., and Alan B. Krueger. 1991. Does Compulsory School Attendance Affect Schooling and Earnings? Quarterly Journal of Economics, 106(4): 979-1014."
    ]
}