{
    "id": 14137,
    "cites": 20,
    "cited_by": 9,
    "reference": [
        "Valetta, Robert, 2005. Why has the U.S. Beveridge Curve Shifted Back? New Evidence Using Regional Data, Federal Reserve Bank of San Francisco Working Paper No. 200525.",
        "Shimer, Robert, 2007b. Mismatch, American Economic Review, 97(4): i074-i i0i.",
        "Spletzer, James R.; Faberman, R. Jason; Sadeghi, Akbar; Talan, David M. and Clayton, Richard L., 2004. Business Employment Dynamics: New Data on Gross Job Gains and Losses, Monthly Labor Review, i27(4), pp. 29-42. 3i Topel, Robert H. and Michael P. Ward (i992) Job Mobility and the Careers of Young Men, Quarterly Journal of Economics, i07, no. 2 (May), 439-479.",
        "Shimer, Robert, 2007a. Reassessing the Ins and Outs of Unemployment. University of Chicago: mimeo.",
        "NagypÃ\u0083Â¡l, Eva, 2006. What Can We Learn About Firm Recruitment from the Job Openings and Labor Turnover Survey? forthcoming, Producer Dynamics: New Evidence from Micro Data (Timothy Dunne, J. Bradford Jensen, and Mark J. Roberts, editors), University of Chicago Press.",
        "Shimer, Robert, 2005. The Cyclical Behavior of Equilibrium Unemployment and Vacancies, American Economic Review 95(i): 25-49.",
        "Haltiwanger, John, Lisa Lynch and Chris Mackie (eds.), 2007. Understanding Business Dynamics: An Integrated Data System for Americas Future, Washington, DC: National Academies Press. Mincer, Jacob and Boyan Jovanovic (i98i) Labor Mobility and Wages, in Studies in Labor Markets, edited by Sherwin Rosen. Chicago: University of Chicago Press. Mortensen, Dale T., and Pissarides, Christopher A., i994. Job Creation and Job Destruction and the Theory of Unemployment. Review of Economic Studies 6i(3): 3974i5.",
        "Hall, Robert E., 2005. Job Loss, Job Finding, and Unemployment in the U.S. Economy over the Past Fifty Years, forthcoming, 2005 NBER Macroeconomics Annual, Cambridge, MA: MIT Press.",
        "Hagedorn, Marcus and Iourii Manovskii, 2007. The Cyclical Behavior of Equilibrium Unemployment and Vacancies Revisited, mimeo, University of Pennsylvania.",
        "Fujita, Shigeru, and Gary Ramey, 2007. Job Matching and Propagation, forthcoming, Journal of Economic Dynamics and Control.",
        "Gertler, Mark and Antonella Trigari, 2005. Unemployment Fluctuations with Staggered Nash Bargaining, mimeo, New York University.",
        "Fallick, Bruce and Charles A. Fleischman, 2004. Employer-to-Employer Flows in the U.S. Labor Market: The Complete Picture of Gross Worker Flows, Federal Reserve Board of Governors, Finance and Economics Discussion Series Paper No. 2004-34. Farber, Henry S. (i994) The Analysis of Interfirm Worker Mobility, Journal of Labor Economics, 12, no. 4 (October), 554-593.",
        "Faberman, R. Jason, and Eva NagypÃ\u0083Â¡l, 2007. The Effect of Quits on Worker Recruitment: Theory and Evidence, mimeo.",
        "Faberman, R. Jason, 2006. Job Flows and the Recent Business Cycle: Not All `Recoveries Are Created Equal, BLS Working Paper No. 39i.",
        "Faberman, R. Jason, 2005b. Studying the Labor Market with the Job Openings and Labor Turnover Survey. Bureau of Labor Statistics Working Paper No. 388. Forthcoming in Producer Dynamics: New Evidence from Micro Data, edited by Timothy Dunne, J. Bradford Jensen and Mark J. Roberts.",
        "Faberman, R. Jason, 2005a. Analyzing the JOLTS Hires and Separations Data. 2005 Proceedings of the Annual Statistical Association [CD-ROM]. Alexandria, VA: American Statistical Association.",
        "Davis, Steven, John Haltiwanger, Ron Jarmin, C.J. Krizan, Javier Miranda, Alfred Nucci and Kristin Sandusky (2007), NBER Working Paper No. i3226. Forthcoming in Producer Dynamics: New Evidence from Micro Data, edited by Timothy Dunne, J. Bradford Jensen and Mark J. Roberts. Davis, Steven J., John C. Haltiwanger, and Scott Schuh, Job Creation and Destruction (Cambridge, MA: MIT Press, i996).",
        "Davis, Steven J., Faberman, R. Jason, and Haltiwanger, John, 2006. The Flow Approach to Labor Markets: New Evidence and Micro-Macro Links. Journal of Economic Perspectives, 20(3): 3-24.",
        "Davis, Steven J., Faberman, R. Jason, and Haltiwanger, John C., 2007. The Establishment-Level Behavior of Vacancies and Hiring, mimeo. Davis, Steven J. and John Haltiwanger (i999) Gross Job Flows, Handbook of Labor Economics, Volume 3B, Orley Ashenfelter and David Card, editors, Amsterdam: NorthHolland.",
        "Crankshaw, Mark and George Stamas (2000) Sample Design in the Job Openings and Labor Turnover Survey, 2000 Proceedings of the Annual Statistical Association [CDROM ]. Alexandria, VA: American Statistical Association."
    ]
}