{
    "id": 14134,
    "cites": 12,
    "cited_by": 18,
    "reference": [
        "Cecchetti Crisis and Response June 2008 Volcker, Paul A., `Monetary Policy Transmission: Past and Future Challenges, Federal Reserve Bank of New York Economic Policy Review, May 2002, pg. 7-1 1.",
        "Taylor, John B. and John C. Williams, `A Black Swan in the Money Market, unpublished manuscript, Department of Economics, Stanford University, February 2008.",
        "Tett, Gillian, `US banks quietly borrow $SObn from Fed via new credit facility Financial Times, 19 February 2008, pg. 1.",
        "Reinhart, Vincent R., `Fallout from a Bailout, Washington Post, May 22, 2008, p. A25.",
        "Lowenstein, Roger. When Genius Failed. New York: Random House, 2001.",
        "McAndrews, James, Asani Sarkar and Zhenyu Wang, `The Effect of the Term Auction Facility on the London Inter-bank Offered Rate, Current Issues in Economics and Finance, Federal Reserve Bank of New York, 2008, forthcoming.",
        "Alternative Instruments for Open Market and Discount Window Operations. Federal Reserve System, December 2002. www.federafteserve,Qov/boarddocs/su rveys/soma!a~t nstrmnts~jdf Ip, Greg, `Fed Weighs Its Options in Easing Crunch, Wall Street Journal, 9 April 2008, p. A3.",
        "Geithner, Timothy, `Testimony before the U.S. Senate Committee on Banking, Housing and Urban Affairs, Washington, D.C. April 3, 2008. www. nyJrb.orp/newsevents/sreeches/2OO8/c1e~O8O4O3. htm Greenlaw, David, Jan Hatzius, Anil K Kashyap, and Hyun Song Shin. Leveraged Losses: Lessons from the Mortgage Market Meltdown. Report of the prepared for the U.S. Monetary Policy Forum, February 2008. Federal Reserve System Study Group on Alternative Instruments for System Operations.",
        "Bank of England, `Markets and Operations, Quarterly Bulletin, vol. 28, no. 1, 2008 Q1, p. 6-24.",
        "Cox, Christopher, `Letter to Dr. Nout Wellink, Chairman of the Basel Committee on Banking Supervision, March 20, 2008. www.sec.gov/news/press/2008/2008-48.htm Fleming, Michael, Warren Hrung, Frank Keane, and James McAndrews, `Repo Market Effects of the TSLF, Current Issues in Economics and Finance, Federal Reserve Bank of New York, 2008, forthcoming.",
        "Almantier, Olivier, Sandy Kreiger and James McAndrews, `The Term Auction Facility, Current Issues in Economics and Finance, Federal Reserve Bank of New York, 2008, forthcoming.",
        "Artuc, Erhan and Sevla Demirlap, `Discount Window Borrowing after 2003: The Explicit Reduction in Implicit Costs Tusiad-Koc University, Working Paper 0708, October 2007."
    ]
}