{
    "id": 14130,
    "cites": 31,
    "cited_by": 36,
    "reference": [
        "Wooldridge, Jeffrey. Econometric Analysis of Cross-Section and Panel Data. MIT Press, 2001.",
        "Tulloch, A.M. On the Mortality of Her Majestys Troops Serving in the Colonies during the years 1844 and 1845, Journal of the Statistical Society of London, September (1847), 10(3), pp. 252-259.",
        "Sundbarg, G. Tab 1: DÃ\u0083Â¶de efter alder och kÃ\u0083Â¶n, 175 1-1900 Statistisk Tidskr~ft, 1905, pp. 109-32.",
        "Staiger, Douglas and Stock, James H. Instrumental Variables Regression with Weak Instruments. Econometrica, May 1997, 65(3), pp. 557-86.",
        "Showers, Victor. World Facts and Figures. A Unique, Authoritative Collection of Comparative Information about Cities, Countries, and Geographic Features of the World. New York: Wiley, 1979.",
        "Sargan, J.D. The Estimation of Economic Relationships Using Instrumental Variables. Econometrica, July 1958, 29(3), pp. 393-415.",
        "Royle, Charles The Egyptian Campaigns. 1882 to 1885. London: Hurst and Blackett, 1900.",
        "Parker, Philip M. National cultures of the world. A statistical reference, Cross-cultural Statistical Encyclopedia of the World, Vol. 4. Westport, CT: Greenwood Press, 1997.",
        "Reynaud, Gustave A. Considerations sanitaires sure 1 `expedition de Madagascar et quelques autres expeditions coloniales, francaises et anglais. Paris: Societe francaise dedition dart, 1898.",
        "Rodrik, Dani. Where Did All the Growth Go? Journal of Economic Growth, December 1999, 4(4), pp. 385-412.",
        "Moulton, Brent R. An Illustration of a Pitfall in Estimating the Effects of Aggregate Variables on Micro Units The Review of Economics and Statistics, May 1990, 72(2), pp. 334-38.",
        "Moreira, Marcelo. A General Theory of Hypothesis Testing in the Simultaneous Equations Model. Unpublished Manuscript, Harvard University, 2003.",
        "Law and Finance. Journal of Political Economy, December 1998, 106(6), pp. 1113-55.",
        "Mauro, Paulo. Corruption and Growth. Quarterly Journal of Economics, August 1995, 110(3), pp. 681-712.",
        "Knack, Stephen and Keefer, Philip. Institutions and Economic Performance: CrossCountry Tests Using Alternative Measures. Economics and Politics, November 1995, 7(3), pp. 207-27.",
        "Hall, Robert E. and Jones, Charles I. Why Do Some Countries Produce So Much More Output Per Worker than Others? Quarterly Journal of Economics, February 1999, 114(1), pp. 83-116.",
        "Gutierrez, Hector. La Mortalite des Eveques Latino-Americains aux XVIIe et XVIIIe Siecles. Annales de Demographie Historique, 1986, pp. 29-39.",
        "Elleman, Bruce A. Modern Chinese Warfare, 1795-1989. New York: Routledge, 2001.",
        "Gallup, John L. and Sachs, Jeffrey D. The Economic Burden of Malaria. The Supplement to The American Journal of Tropical Medicine & Hygiene, January/February 2001, 64(1,2), pp. 85-96.",
        "Earle, Carville V. Environment, Disease, and Mortality in Early Virginia. in Tate, Thad W. and David L. Ammerman. The Chesapeake in the Seventeenth Century. Chapel Hill: University of North Carolina Press, 1979, pp. 96-125.",
        "Dufour, Jean-Marie. Some Impossibility Theorems in Econometrics with Applications to Structural and Dynamic Models. Econometrica, November 1997, 65(6), pp. 1365-87.",
        "Curtin, Philip D.; Feierman, Steven; Thompson, Leonard and Vansina, Jan. African History. From Earliest Times to Independence, 2nd Ed. London: Longman, 1995.",
        "______ Death by Migration. Europe ~ Encounter with the Tropical World in the 19th Century. New York: Cambridge University Press, 1989. ______ Disease and Empire. the Health of European Troops in the Conquest of Africa.",
        "Epidemiology and the Slave Trade. Political Science Quarterly, June 1968, 83(2), pp. 181-216.",
        "Curtin, Philip D. The Image of Africa. Madison, WI: University of Wisconsin Press, 1964.",
        "Bolton, Herbert E. and Marshall, Thomas M. The Colonization of North America. 14921783. New York: Hafner, 1971.",
        "Cantlie, Sir Neil. A History of the Army Medical Department, Volume I. Edinburgh and London: Churchill Livingstone, 1974.",
        "Reply to the Revised (May 2006) version of David Albouys The Colonial Origins of Comparative Development: An Investigation of the Settler Mortality Data. MIT mimeo, September 2006.",
        "Anderson, T.W. and Rubin, Herman. Estimation of the Parameters of a Single Equation in a Complete System of Stochastic Equations. Annals of Mathematical Statistics, March 1949, 20(1), pp. 46-63.",
        "______ The Colonial Origins of Comparative Development. American Economic Review, December 2001, 91(5), pp. 1369-1401.",
        "______ A Response to Albouys `A Reexamination Based on Improved Settler Mortality Data. MIT mimeo, March 2005."
    ]
}