{
    "id": 14143,
    "cites": 15,
    "cited_by": 11,
    "reference": [
        "Wittman, Donald (1983) Candidate Motivation: a Synthesis of Alternatives, American Political Science Review 77 142-177.",
        "Topkis, Donald (1998). Supermodularity and Complementarity. Princeton University Press. Princeton, NJ.",
        "Shepsle, Kenneth (1972). The Strategy of Ambiguity: Uncertainty and Electoral Competition, American Political Science Review 66, 555-569.",
        "Grossman, Gene and Elhanan Helpman (2002). Interest Groups and Trade Policy, Princeton University Press, Princeton, NJ.",
        "Glaeser, Edward, Giacomo Ponzetto and Jesse Shapiro (2005). Strategic Extremism: Why Republicans and Democrats Divide on Religious Values, Quarterly Journal of Economics 120, 1283-1330.",
        "Downs, Anthony (1957). An Economic Theory of Democracy, Harper and Row, New York, NY.",
        "Campante, Filipe (2006). Redistribution in a Model of Voting and Campaign Contributions, mimeo, Harvard University.",
        "Calvert, Randall (1985) Robustness of the Multidimensional Voting Model: Candidate Moderation Uncertainty and Convergence, American Journal of Political Science ~9, 69-95.",
        "Callander, Steven and Simon Wilkie (2007). Lies, Damned Lies, and Political Campaigns, Games and Economic Behavior 60, 262-286.",
        "Banks, Jeffrey S. and Joel Sobel (1987). Equilibrium Selection in Signalling Games, Econometrica 55, 647-662.",
        "Aragones, Enriqueta and Andrew Postlewaite (2002). Ambiguity in Election Games, Review of Economic Design 7, 233-255.",
        "Alesina, Alberto and Howard Rosenthal (2000). Polarized Platforms and Moderate Policies with Checks and Balances, Journal of Public Economics 75, 1-20.",
        "Alesina, Alberto and Howard Rosenthal (1995). Partisan Politics Divided Government and the Economy, Cambridge University Press, Cambridge United Kingdom.",
        "Alesina, Alberto and Alex Cukierman (1990). The Politics of Ambiguity, Quarterly Journal of Economics 105, 829-850.",
        "Alesina, Alberto (1988). Credibility and Policy Convergence in a Two Party System with Rational Voters, American Economic Review 78, 796-805."
    ]
}