{
    "id": 14144,
    "cites": 17,
    "cited_by": 4,
    "reference": [
        "Phalippou, L. and 0. Gottschalg, 2007, The performance of private equity funds, Review of Financial Studies, forthcoming.",
        "Phalippou, L., 2008, Risk and Return of Private Equity Investments: An overview. Wiley/Blackwells Companion to Private Equity, edited by Douglas Cumming, forthcoming.",
        "Phalippou, L., 2007, Investing in private equity funds: A survey, CFA Institute Literature Survey Series",
        "Moskowitz, T. and A. Vissing-Jorgensen, 2002, The Private Equity Premium Puzzle, American Economic Review, 92, 745-778.",
        "Metrick, A. and A. Yasuda, 2007, The economics of private equity funds, working paper, University of Pennsylvania.",
        "Korteweg, A. and M. Sorensen, 2008, Risk and return of infrequently-traded assets: A Bayesian selection model of venture capital, Working paper, Standard GSB and Chicago GSB.",
        "Kaplan, S.N. and A. Schoar, 2005, Private equity performance: Returns, persistence, and capital flows, Journal of Finance, 60,1791-1822.",
        "Jones, C. and M. Rhodes-Kropf, 2004, The price of diversifiable risk in venture capital and private equity, Working paper, Columbia University.",
        "Jensen, M., 1968, The performance of mutual funds in the period 1945-1964, Journal of Finance, 23 (2), 389-416.",
        "Gompers, P.A. and J. Lerner, 2000, Money chasing deals? The impact of fund inflows on private equity valuations, Journal of Financial Economics, 50, 281-325.",
        "Fama, E.F. and K.R. French, 1993, Common risk factors in the returns on bonds and stocks, Journal of Financial Economics, 33, 3-56.",
        "Gompers, P.A. and J. Lerner, 1999, The venture capital cycle, Cambrige: MIT Press.",
        "Cochrane, J., 2005b, The risk and return of venture capital, Journal of Financial Economics, 75, 3-52.",
        "Cochrane, J., 2005a, Asset Pricing, Princeton University Press.",
        "Cao, J., and J. Lerner, 2007, The Performance of Reverse Leveraged Buyouts, working paper.",
        "Axelson, U., P, Stromberg and M. Weisbach, 2007, Why are Buyouts Levered: The Financial Structure of Private Equity Firms, Journal of Finance, forthcoming.",
        "Ang, A., R. Hodrick, Y. Xing and X. Zhang, 2006, The Cross-Section of Volatility and Expected Returns, Journal of Finance, 51, 1, 259-299."
    ]
}