{
    "id": 14140,
    "cites": 32,
    "cited_by": 4,
    "reference": [
        "Yermack, David, 2006, Flights of Fancy: Corporate Jets, CEO Perquisites, and Inferior Shareholder Returns, Journal of Financial Economics 80, pp. 2 11-242. DE&Y.E -a a 4C -c P 0 ~Golds 1975 1977 1979 1981 1991 1993 1995 1997 1999 2001 E:Silvers",
        "Samuelson, Paul A., 2002, Is There Life After Nobel Coronation? Nobelprize.org.",
        "Saez, Emmanuel, 2006, Income Concentration in a Historical and International Perspective, in: A. Auerbach, D. Card, and J. Quigley (eds), Public Policy and Income Distribution.",
        "Rosenbaum, Paul and Donald Rubin, 1983, The Central Role of the Propensity Score in Observational Studies for Causal Effects, Biometrika 70, pp. 41-55.",
        "Rosen, Sherwin, 1981, The Economics of Superstars, American Economic Review 71(5), pp. 845-858.",
        "Reuter, Jonathan and Eric Zitzewitz, 2006, Do Ads Influence Editors? Advertising and Bias in the Financial Media, Quarterly Journal of Economics 121, pp. 197-227.",
        "Rajan, Raghuram and Julie Wulf, 2006, Are Perks Purely Managerial Excess? Journal of Financial Economics 79, pp. 1-33.",
        "Murphy, Kevin J., 1999, Executive Compensation, in: 0. Ashenfelter and D. Card (eds.), Handbook of Labor Economics, Amsterdam: North-Holland, vol. 3B.",
        "Morck, Randall; Andrei Shleifer and Robert W. Vishny, Alternative Mechanisms for Corporate Control, American Economic Review 79, pp. 842-852.",
        "Liu, Crocker and David Yermack, 2007, Where are the Shareholders Mansions? CEOs Home Purchases, Stock Sales, and Subsequent Company Performance, Mimeo.",
        "Lazear, Edward P. and Sherwin Rosen, 1981, Rank-Order Tournaments as Optimum Labor Contracts, Journal of Political Economy 89(5), pp. 841-864.",
        "Jensen, Michael C. and William H. Meckling, 1976, Theory of the Firm: Managerial Behavior, Agency Costs, and Ownership Structure, Journal of Financial Economics 3, pp. 395-360.",
        "Hirshleifer, David; Kewei Hou; Siew Hong Teoh and Yinglei Zhang, 2004, Do Investors Overvalue Firms with Bloated Balance Sheets? Mimeo.",
        "Hirano, Keisuke; Guido W. Imbens and Geert Ridder, 2003, Efficient Estimation of Average Treatment Effects Using the Estimated Propensity Score, Econometrica 71(4), pp. 1161-1189.",
        "Heckman, James and Salvador Navarro-Lozano, 2004, Using Matching, Instrumental Variables, and Control Functions to Estimate Economic Choice Models, The Review of Economics and Statistics 86(1), pp. 30-57.",
        "Hayward, Matthew L.A. and Donald D. Hambrick, 1997, Explaining the Premiums Paid for Large Acquisitions: Evidence of CEO Hubris, Administrative Science Quarterly 42, pp. 103-127.",
        "Gompers, Paul; Joy Ishii and Andrew Metrick, 2003, Corporate Governance and Equity Prices, Quarterly Journal of Economics 118(1), pp. 107-155.",
        "Gabaix, Xavier and Augustin Landier, 2008, Why Has CEO Pay Increased So Much?, Quarterly Journal of Economics 123(1), pp. 49-100.",
        "Fama, Eugene and Kenneth R. French, 1993, Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics 33(1), pp. 3-56.",
        "Fama, Eugene and Kenneth R. French, 1988, Permanent and Temporary Components of Stock Prices, Journal of Political Economics 96, pp. 246-273.",
        "Dyck, Alexander; Natalya Volchkova and Luigi Zingales, forthcoming, The Corporate Governance Role of the Media: Evidence from Russia, Journal of Finance.",
        "DeBondt, Werner and Richard Thaler, Does the stock market overreact? Journal of Finance 40, pp. 793-808.",
        "DeGeorge, Francois; Jayendu Patel and Richard Zeckhauser, 1999, Earnings Management to Exceed Thresholds, Journal of Business 71(1), pp. 1-33.",
        "Cremers, K.J. Martijn and Vinay B. Nair, 2004, Governance Mechanisms and Equity Prices, Yale International Center for Finance (ICF) Working Paper No. 03-15.",
        "Carhart, Mark, 1997, On Persistence in Mutual Fund Performance, Journal of Finance XLIX, pp. 345-375.",
        "Brennan, Michael J.; Tarun Chordia and Avanidhar Subrahmanyam, 1998, Alternative Factor Specifications, Security Characteristics, and the Cross-section of Expected Stock Returns, Journal of Financial Economics XLIX, pp. 345-375.",
        "Bertrand, Marianne and Antoinette Schoar, 2003, Managing with Style: The Effect of Managers on Firm Policies, Quarterly Journal of Economics 118, pp. 1169-1208.",
        "Bertrand, Marianne and Sendhil Mullainathan, 2001, Are CEOs Rewarded for Luck? The Ones Without Principals Are, Quarterly Journal of Economics 116(3), pp. 901-932.",
        "Bebchuk, Lucian Arye and Jesse M. Fried, 2003, Executive Compensation as an Agency Problem, Journal of Economic Perspectives 17(3), pp. 71-92.",
        "Adams, Renee; Heitor Almeida and Daniel Ferreira, 2005, Powerful CEOs and Their Impact on Corporate Performance, Review of Financial Studies 18, pp. 1403-1432.",
        "Abadie, Alberto and Guido W. Imbens, 2007, Bias Corrected Matching Estimators for Average Treatment Effects, Mimeo.",
        "Abadie, Alberto; David Drukker; Jane Leber Herr and Guido W. Imbens, 2001, Implementing Matching Estimators for Average Treatment Effects in Stata, The Stata Journal 1, pp. 1-18."
    ]
}