{
    "id": 14145,
    "cites": 32,
    "cited_by": 5,
    "reference": [
        "Yermack, David. 1995. Do Corporations Award CEO Stock Options Effectively? Journal of Financial Economics 39: 237-269.",
        "Tervio, Marko. 2007. The Difference That CEOs Make: An Assignment Model Approach, Working Paper Wattel, Harold L. 1978. Chief Executive Officer Compensation. New York: Hofstra University.",
        "Schaeffer, Scott. 1998. The Dependence of Pay-Performance Sensitivity on the Size of the Firm, Review of Economics and Statistics 80: 436-443 Smith, Clifford W. Jr. and Jerold L. Zimmerman. 1976. Valuing Employee Stock Option Plans Using Option Pricing Models, Journal ofAccounting Research 14: 357-364 Sundaram, Rangarajan K. and David Yermack. 2005. Pay Me Later: Inside Debt and its Role in Managerial Compensation, NYU, Law and Economics Research Paper No. 05-08 Taussig, F. W. and W. S. Barker. 1925. American Corporations and Their Executives: A Statistical Inquiry. Quarterly Journal of Economics 40 (November): 1-5 1.",
        "Rosen, Sherwin. 1981. The Economics of Superstars, American Economic Review 71: 845858 Rosen, Sherwin. 1982. Authority, Control and the Distribution of Earnings, Bell Journal of Economics 13: 3 11-323 Rosen, Sherwin. 1992. Contracts and the Market for Executives. In Contract Economics, edited by Lars Werin and Hans Wijkander. Cambridge, MA: Blackwell Publishers.",
        "Rajan, Raghuram G and Julie Wulf. 2006. Are Perks Purely Managerial Excess?, Journal of Financial Economics 79: 1-33 Rose, Nancy L., and Catherine Wolfram. 2000. Has the Million-Dollar Cap Affected CEO Pay?, American Economic Review, Papers and Proceedings, Vol. 90 No. 2: 197-202 Roberts, David. 1956. A General Theory of Executive Compensation Based on Statistically Tested Propositions, Quarterly Journal of Economics 70: 270-294 Roberts, David. 1959. Executive Compensation. Glencoe, IL: The Free Press.",
        "Murphy, Kevin J. and Jan ZÃ\u0083Â¡bojnIk. 2004. CEO Pay and Turnover: A Market Based Explanation for Recent Trends. American Economic Review (Papers and Proceedings) 94: 192- 196 Pesaran, M. Hashem. 2007. A Simple Panel Unit Root Test in the Presence of Cross-Section Dependence, Journal of Applied Econometrics 22: 265-3 12 Piketty, Thomas and Emmanuel Saez. 2003. Income Inequality in the United States: 19131998.  Quarterly Journal of Economics 118: 1-39.",
        "Murphy, Kevin J. 1999. Executive Compensation. In Handbook of Labor Economics, vol. 3B, edited by Orley Ashenfelter and David Card. Amsterdam, New York: North Holland.",
        "Moore, Lyndon and Steve Juh. 2006. Derivative Pricing 60 Years before Black-Scholes: Evidence from the Johannesburg Stock Exchange, Journal of Finance Vol. 61 No. 6: 30693098 Murphy, Kevin J. 1985. Corporate Performance and Managerial Remuneration: An Empirical Analysis. Journal ofAccounting and Economics 7: 11-42.",
        "Lewellen, Willbur G. 1968. Executive Compensation in Large Industrial Corporations. New York: National Bureau of Economic Research.",
        "Lucas Jr., Robert E. 1978. On the Size Distribution of Business Firms, The Bell Journal of Economics 9, No.2: 508-523 Mace, Myles L. 1971. Directors, Myth and Reality. Boston, MA: Harvard Business School Press.",
        "Khurana, Rakesh. 2002. Searching for a Corporate Savior. The Irrational Quest for Charismatic CEOs. New Jersey: Princeton University Press Lehn, Kenneth, Sukesh Patro, and Mengxin Zhao. 2003. Determinants of the Size and Structure of Corporate Boards: 1935-2000. Working Paper.",
        "Kuhnen, Camelia M., and Jeffrey H. Zwiebel. 2007. Executive Pay, Hidden Compensation and Managerial Entrenchment, Working Paper.",
        "Kothari, S.P., Jay Shanken and Richard G. Sloan. 1995. Another Look at the Cross-section of Expected Stock Returns. Journal of Finance 50: 185-224.",
        "Joskow, Paul L. and Rose, Nancy L. 1994. CEO Pay and Firm Performance: Dynamics, Asymmetries, and Alternative Performance Measures, NBER Working Paper No. W4976 Kaplan, Steven N. and Joshua Rauh. 2006. Wall Street and Main Street: What Contributed to the Rise in the Highest Incomes?, Working Paper Kostiuk, Peter. 1990. Firm Size and Executive Compensation, Journal of Human Resources 25: 90-105.",
        "Jensen, Michael C. and Kevin J. Murphy. 2004. Remuneration: Where Weve Been, How We Got to Here, What are the Problems, and How to Fix Them. ECGI Working Paper Series in Finance 44 (July).",
        "Jensen, Michael C. 1993. The Modern Industrial Revolution, Exit, and the Failure of Internal Control Systems, Journal of Finance 48: 83 1-880 Jensen, Michael and Kevin J. Murphy. 1990. Performance Pay and Top-Management Incentives, Journal of Political Economy, 98(2).",
        "Haubrich, Joseph G. 1994. Risk Aversion, Performance Pay, and the Principal-Agent Problem, Journal of Political Economy ]02: 258-276 Hermalin, Benjamin E. 2005. Trends in Corporate Governance, Journal of Finance 60: 235 12384 Himmelberg, Charles P. and R. Glenn Hubbard. 2000. Incentive Pay and the Market for CEOs: An Analysis of Pay-for-Performance Sensitivity, Columbia University mimeo.",
        "Hall, Brian J. and Kevin J. Murphy. 2003. The Trouble with Stock Options. Journal of Economic Perspectives 17 (Summer): 49-70.",
        "Hall, Brian J. and Jeffrey B. Liebman. 2000. The Taxation of Executive Compensation. In Tax Policy and the Economy, vol. 14, edited by James Poterba. Cambridge, MA: MIT Press.",
        "Hall, Brian J. and Jeffrey B. Liebman. 1998. Are CEOs Really Paid like Bureaucrats? Quarterly Journal of Economics ]]3 (August): 653-69 1.",
        "Garen, John E. 1994. Executive Compensation and Principal-Agent Theory, Journal of Political Economy ]02: 1175-1199 Gibbons, Robert, and Kevin J. Murphy. 1990. Relative Performance Evaluation for Chief Executive Officers, Industrial and Labor Relations Review 43, No. 3 Gillan, Stuart L., and Laura T. Starks. 2007. The Evolution of Shareholder Activism in the United States, Journal of Applied Corporate Finance ]9: 55-73 Goldin, Claudia and Robert A. Margo. 1992. The Great Compression: The Wage Structure in the United States at Mid-Century. Quarterly Journal of Economics ]07 (February): 1-34.",
        "Gabaix, Xavier and Agustin Landier. 2008. Why Has CEO Pay Increased So Much?, Quarterly Journal of Economics, 123(1): 49-100.",
        "Frydman, Carola. 2005. Rising through the Ranks: The Evolution of the Market for Corporate Executives, 1936-2003, Working Paper.",
        "Demsetz, Harold and Kenneth Lehn. 1985. The Structure of Corporate Ownership: Causes and Consequences, Journal of Political Economy 93: 1155-1177 Edmans, Alex, Xavier Gabaix, and Agustin Landier. 2007. A Calibratable Model of Optimal CEO Incentives in Market Equilibrium, Working Paper.",
        "Chandler Jr., Alfred D. 1977. The Visible Hand. The Managerial Revolution in American Business. Cambridge, MA: Harvard University Press Cuflat, Vicente and Maria Guadalupe. 2006. Globalization and the Provision of Incentives Inside the Firm: The Effect of Foreign Competition, Working Paper.",
        "Blanchflower, David G., Andrew Oswald and Peter Sanfey, 1996. Wages, profits and rent sharing, Quarterly Journal of Economics, Vol. 111, Issue 1: 227-25 1 Boschen, John F and Kimberly J. Smith. 1995. You Can Pay Me Now and You Can Pay Me Later: The Dynamic Response of Executive Compensation to Firm Performance, Journal of Business, Vol. 68 (4): 577-608.",
        "Bertrand, Marianne, and Sendhil Mullainathan. 2001. Are CEOs Rewarded for Luck? The Ones Without Principals Are. Quarterly Journal of Economics 116(3): 901-32.",
        "Bebchuk, Lucian A., and Jesse M. Fried. 2004. Pay without Performance: The Unfulfilled Promise of Executive Compensation. Cambridge: Harvard University Press Bebchuk, Lucian Arye and Robert J. Jackson. 2005. Executive Pensions, Journal of Corporation Law, Vol. 30, No. 4: 823-855 Bebchuk, Lucian Arye, and Yaniv Grinstein. 2005. The Growth of Executive Pay. NBER Working Paper # 11443 Benjamin, Daniel J. 2005. A Theory of Fairness in Labor Markets, Harvard University mimeo, November Berle, Adolf A. and Gardiner C. Means. 1932. The Modern Corporation and Private Property. New Brunswick, NJ: Transaction Publishers.",
        "Bebchuk, Lucian A., and Jesse M. fried. 2003. Executive Compensation as an Agency Problem, Journal of Economic Perspectives, Vol. 17, Summer.",
        "Baker, John Calhoun. 1938. Executive Salaries and Bonus Plans. New York: McGraw-Hill Book Company.",
        "Baker, John Calhoun, and William L. Crum. 1935. Compensation of Corporation Executives: The 1928-1932 Record. Harvard Business Review (Spring): 321-333.",
        "Aggarwal, Rajesh K., and Andrew A. Samwick. 1999. The Other Side of the Trade-Off: The Impact of Risk on Executive Compensation, Journal of Political Economy, Vol. 107, No.1: 65- 105 Baker, George and Brian Hall. 2004. CEO Incentives and Firm Size, Journal of Labor Economics, Vol. 22, Issue 2: 767-798."
    ]
}