{
    "id": 14142,
    "cites": 70,
    "cited_by": 17,
    "reference": [
        "Leyendecker Family. Papers, 181 7-1981. Department of Archives and Special Collections, J.D. Williams Library, The University of Mississippi (University, MS). Locust Grove Slave Ledger. MUM00275. Historic Natchez Foundation (Natchez, MS). Jenkins, John Carmichael. Elgin Plantation Journal. Huntington Library, Art Collections and Botanical Gardens (San Marino, CA).",
        "Wright, Gavin. The Political Economy of the Cotton South: Households, Markets, and Wealth in the Nineteenth Century. New York: Norton, 1978. Archives and collections referred to in text. Center for American History, University of Texas (Austin, TX).",
        "Wright, Gavin. Slavery and American Economic Development. Baton Rouge, LA: Louisiana State University Press, 2006.",
        "Wright, Gavin. The Efficiency of Slavery: Another Interpretation. American Economic Review 69, no. 1 (1979): 219-26.",
        "Williams, Robert W. Thomas Affleck: Missionary to the Planter, the Farmer, and the Gardener. Agricultural History 31, no. 3 (1957): 40-8.",
        "Wendel, Jonathan F., Curt L. Brubaker, and A. Edward Percival. Genetic Diversity in Gossypium Hirsutum and the Origin of Upland Cotton. American Journal of Botany 79, no. 11(1992): 1291-310.",
        "Watt, George. The Wild and Cultivated Cotton Plants of the World. London: Longmans, Green, 1907.",
        "Wendel, Jonathan F., and Richard C. Cronn. Polyploidy and the Evolutionary History of Cotton. Advances in Agronomy 78 (2003): 139-86.",
        "Watkins, James L. King Cotton: A Historical and Statistical Review, 1790 to 1908. Reprint of 1908 ed. New York: Negro Universities Press, 1969.",
        "Ware, Jacob Osborn. Plant Breeding and the Cotton Industry. In U.S. Dept. ofAgriculture Yearbook 1936, 657-744. Washington, DC: GPO, 1936.",
        "Wailes, B. C. L. Report on the Agriculture and Geology of Mississippi. Jackson, MS: State Printer, 1854.",
        "Ware, Jacob Osborn. Origin, Rise and Development of American Upland Cotton Varieties and their Status at Present. University Of Arkansas College ofAgriculture, Agricultural Experiment Station Mimeo (1950).",
        "U.S. Dept. of Agriculture. Atlas of Amen can Agriculture. 8 vols. Washington, DC: GPO, 19 171935.",
        "Tyler, Frederick J. Varieties of American Upland Cotton. U.S. Bureau of Plant Industry Bulletin, no. 163 (1910).",
        "Turner, Joseph Addison. The Cotton Planters Manual: Being a Compilation of Facts from the Best Authorities on the Culture of Cotton. New York: C. M. Saxton and Co., 1857.",
        "Stephens, S. G. The Origin of Sea Island Cotton. Agricultural History 50, no. 2 (1976): 391-9.",
        "Stampp, Kenneth M., ed. Records of Ante-bellum Southern Plantations from the Revolution through the Civil War [Microfilm]. Frederick, MD: University Publications of America, 1985-2000.",
        "Stephens, S. G. Some Observations of Photoperiodism and the Development of Annual Forms of Domesticated Cottons. Economic Botany 30 (1975): 409-18.",
        "Smith, C. Wayne. Crop Production: Evolution, History, and Technology. New York: John Wiley and Sons, 1995.",
        "Shlomowitz, Ralph. The Origins of Southern Sharecropping. Agricultural History 53, no. 3 (1979): 557-75. Slavery and the Making of America. [Web site]. Washington, DC: Public Broadcasting Service. Available from http://www.pbs.org/wnet/slavery/experience/living/e4.htnil.",
        "Rosengraten, Theodore. Tombee: Portrait of a Cotton Planter. New York: William Monow, 1986.",
        "Ramsdell, Charles W. The Natural Limits of Slavery Expansion. Mississippi Valley Historical Review 16, no. 2 (1929): 151-71.",
        "Purseglove, J. W. Tropical Crops: Dicotyledons. Vol. 2. New York: John Wiley, 1968.",
        "Phillips, Ulrich B. American Negro Slavery. Baton Rouge, LA: Louisiana State University Press, 1966.",
        "Passell, Peter, and Gavin Wright. The Efficiency of Pre-Civil War Territorial Expansion on the Price of Slaves. Journal of Political Economy 80, no. 6 (1972): 1188-202.",
        "Phillips, M. W. Mexican Cotton Seed. Commercial Review of the South and West 2, no. 4 (1846): 279-80.",
        "Parker, William N., and Robert E. Gallman. Southern Farms Study, 1860 [Computer file]. Ann Arbor, MI: Inter-university Consortium for Political and Social Research [producer and distributor], 1991. Available from http://www.icpsr.umich.edu/cocoon/ICPSR/STUDY/07419 .xnil [Membership required for access].",
        "Parker, William N. Labor Productivity in Cotton Farming: The History of a Research. Agricultural History 53, no. 1 (1979): 228-44.",
        "Olmstead, Alan L., and Paul W. Rhode. Creating Abundance: Biological Innovation and American Agricultural Development. New York: Cambridge University Press, forthcoming 2008.",
        "Norse, Clifford C. The Southern Cultivator, 1843-1861. PhD diss., Florida State University, 1969.",
        "Olmstead, Alan L., and Paul W. Rhode. The Red Queen and the Hard Reds: Productivity Growth in American Wheat, 1800-1940. Journal of Economic History 62, no. 4 (2002): 929-66.",
        "The New-York Columbian [New York, NY], 12 October 1819.",
        "Chapel Hill, NC: Published for the Institute of Early American History and Culture by the University of North Carolina Press, 1988.",
        "Moore, John Hebron. The Emergence of the Cotton Kingdom in the Old Southwest, Mississippi, 1770-1860. Baton Rouge: Louisiana State University Press, 1988. Morgan, Philip D. Task and Gang Systems: The Organization of Labor on New World Plantations. In Work and Labor in Early America, edited by Stephen Innes, 189-220.",
        "Moore, John Hebron. Cotton Breeding in the Old South. Agricultural History 30, no. 3 (1956): 95- 104.",
        "Moore, John Hebron. Agriculture in Ante-Bellum Mississippi. New York: Bookman Associates, 1958.",
        "Moore, John Hebron, and Margaret D. Moore. Cotton Culture on the South Carolina Frontier: Journal of John Baxter Fraser, 1804-1807. N.p.: Privately printed, 1997.",
        "Metzer, Jacob. Rational Management, Modern Business Practices, and Economies of Scale in the Ante-bellum Southern Plantations. Explorations in Economic History 12, no. 2 (1975): 123-50.",
        "Mendenhall, Marjorie Stratford. A History of Agriculture in South Carolina 1790 to 1860: An Economic and Social Study. PhD diss., University of North Carolina, 1940.",
        "Lee, Susan P. The Westward Movement of the Cotton Economy, 1840-1860: Perceived Interests and Economic Reality. New York: Columbia University Press, 1975.",
        "Lebergott, Stanley. The Americans: An Economic Record. New York: Norton, 1984.",
        "Kilpatrick, Dr. Historical and Statistical Collections of Louisiana: The Parish of Catahoula, Part 2. De Bows Review 12, no. 6 (1852): 631-46. Lakwete, Angele. Inventing the Cotton Gin: Machine and Myth in Antebellum America.",
        "Landes, David S. The Unbound Prometheus: Technological Change and Industrial Development in Western Europe from 1750 to the Present. Cambridge, UK: Cambridge University Press, 1969.",
        "Ingraham, Joseph Hilt. The Southwest by a Yankee. Vol. 2. New York: Harper and Brothers, 1835.",
        "Hemphill, W. Edwin, ed. The Papers of John C. Calhoun. Vol. 9, 1824-1825. Columbia, SC: University of South Carolina Press, 1976.",
        "Washington, DC: GPO, 1896. Hayami, Yujiro, and Vernon Ruttan. Agricultural Development: An International Perspective.",
        "Halcyon and Tombecbe Public Advertiser [St. Stephens, AL], ca. 1819. Handy, R. B. History and General Statistics of Cotton. In The Cotton Plant: Its History, Botany, Chemistry, Culture, Enemies, and Uses, edited by Charles Dabney, 17-66.",
        "Goldin, Claudia. Urban Slavery in the American South, 1820-1860: A Quantitative History.",
        "Foust, James D. The Yeoman Farmer and Westward Expansion of U. S. Cotton Production. New York: Arno Press, 1975, c1969. Fryxell, Paul A. The Natural History of the Cotton Tribe (Malvaceae, Tribe Gossypieae). 1st ed.",
        "Gallman, Robert E. Self-Sufficiency in the Cotton Economy of the Antebellum South. Agricultural History 44, no. 1 (1970): 5-23.",
        "Fogel, Robert W., and Stanley L. Engerman. Time on the Cross: The Economics of American Negro Slavery. 1st ed. Boston, MA: Little, Brown, 1974.",
        "Fogel, Robert W., and Stanley L. Engerman. Explaining the Relative Efficiency of Slave Agriculture in the Antebellum South. American Economic Review 12 (1977): 275-96.",
        "Fogel, Robert W. Without Consent or Contract: The Rise and Fall of Amen can Slavery. New York: W. W. Norton, 1989. Fogel, Robert W., and Stanley L. Engerman, eds. Without Consent or Contract: The Rise and Fall of Amen can Slavery: Technical Papers. 1st ed. Vol. 1, Markets and Production.",
        "Fogel, Robert W. The Slavery Debates, 1952-1990: A Memoir. Baton Rouge: Louisiana State University Press, 2003.",
        "Dunbar, William. Life, Letters, and Papers of William Dunbar: of Elgin, Morayshire, Scotland, and Natchez, Mississippi: Pioneer Scientist of the Southern United States. Edited by Eron Rowland. Jackson, MI: Press of the Mississippi Historical Society, 1930.",
        "Du Pre, Lewis. Observations on the Culture of Cotton. Georgetown, GA: Elliot and Burd, 1799.",
        "Donnell, E. J. Chronological and Statistical History of Cotton. Reprint of 1872 ed. Wilmington, DE: Scholarly Resources, 1973.",
        "Dana, William B. Cotton From Seed to Loom: A Handbook of Facts for the Daily Use of Producer, Merchant and Consumer. New York: William B. Dana & Co., 1878.",
        "Craig, Lee A., Michael R. Haines, and Thomas Weiss. U.S. Censuses of Agriculture, by County, 1840-1880 [Computer file]. Raleigh, NC: Unpublished files graciously provided by the authors, Dept. of Economics, North Carolina State University, 2000.",
        "Craig, Lee A., and Thomas Weiss. RuralAgricultural Workforce by County, 1800 to 1900 [Computer file]. Oxford, OH: EH.Net, Miami University [distributor], 1998. Available from http ://eh.net/databases/agriculture/. Craig, Lee A., Michael R. Haines, and Thomas Weiss. Development, Health, Nutrition, and Mortality: The Case of the `Antebellum Puzzle in the United States. NBER Working Paper Series on Historical Factors in Long Run Growth, Historical Paper 130.",
        "Collings, Gilbeart H. Production of Cotton. New York: John Wiley, 1926.",
        "Chaplin, Joyce E. An Anxious Pursuit. Agricultural Innovation and Modernity in the Lower South, 1730-1815. Chapel Hill: University of North Carolina Press, 1993.",
        "Carter, Susan B., et al., eds. Historical Statistics of the United States. Earliest Times to the Present. Millennial ed. 5 Vols. New York, NY: Cambridge University Press, 2006.",
        "Campbell, John Douglas. The Gender Division of Labor, Slave Reproduction, and the Slave Family Economy on Southern Cotton Plantations, 1800-1864. PhD, University of Minnesota, 1988.",
        "Brubaker, Curt L., E. M. Bourland, and Jonathan F. Wendel. The Origin and Domestication of Cotton. In Cotton. Origin, History, Technology, and Production, edited by C. Wayne Smith and J. Tom Cothren, 3-3 1. New York: John Wiley & Sons, 1999.",
        "Brubaker, Curt L., and Jonathan F. Wendel. Reevaluating the Origin of Domesticated Cotton (Gossypium Hirsutum; Malvanceae) Using Nuclear Restriction Fragment Length Polymorphisms (RFLPs). American Journal of Botany 81, no. 10 (1994): 1309-26.",
        "Barney, D., and D. L. Flesher. Early Nineteenth-Century Productivity Accounting: The Locust Grove Slave Ledger. Accounting, Business and Financial History 4, no. 2 (1994): 27594.",
        "Anderson, Ralph, and Robert E. Gallman. Slaves as Fixed Capital: Slave Labor and Southern Economic Development. Journal of Amen can History 64, no. 1 (1977): 24-46.",
        "Affleck, Thomas. The Early Days of Cotton Growing in the South-West. De Bows Review 10, no. 6 (1851): 668-9.",
        "Affleck, Thomas. Afflecks Southern Rural Almanac, and Plantation and Garden Calendar for 1854. Washington, MS: Thomas Affleck, 1853. Alabama State Intelligencer [Tuscaloosa, AL], Various issues."
    ]
}