{
    "id": 14147,
    "cites": 46,
    "cited_by": 0,
    "reference": [
        "U.S. General Accounting Office (2000), Water infrastructure: Water-efficient plumbing fixtures reduce water consumption and wastewater flows, Report to Congressional Requesters, GAO/RCED-00-232, Washington, D.C., August.",
        "Teitenberg, T. (2006), Emissions Trading: Principles and Practice, 2nd ed., 231 pp., Resour. for the Future, Washington, D.C.",
        "Timmins, C. (2003), Demand-side technology standards under inefficient pricing regimes: Are they effective water conservation tools in the long run? Environ. Resour. Econ., 26, 107-124.",
        "Sterner, T. (2003), Policy Instruments for Environmental and Natural Resource Management, 504 pp., Resources for the Future, Washington, DC.",
        "Sibly, H. (2006), Efficient urban water pricing, Australian Econ. Rev., 39, 227-237.",
        "Stavins, R. N. (2003), Market-based environmental policy instruments, in Handbook of Environmental Economics, Volume ]: Environmental Degradation and Institutional Responses, edited by K.-G. Miller and J. R. Vincent, pp. 355-435, Elsevier Science, Amsterdam.",
        "Russell, C., and B. Shin (1996), Public utility pricing: Theory and practical limitations, in Marginal Cost Rate Design and Wholesale Water Markets, Advances in the Economics of Environmental Resources, Volume ], edited by D. Hall, pp. 123-139, JAI Press, Greenwich, CT.",
        "Renzetti, 5. (1992), Evaluating the welfare effects of reforming municipal water prices, J. Environ. Econ. Manage., 22(2), 147-163.",
        "Renwick, M. E., and R. D. Green (2000), Do residential water demand side management policies measure up? An analysis of eight California water agencies, J. Environ. Econ. Manage., 40(1), 37-55.",
        "Renwick, M. E., and 5. 0. Archibald (1998), Demand side management policies for residential water use: Who bears the conservation burden?, Land Econ., 74(3), 343-359.",
        "Pigou, A.C. (1920), The Economics of Welfare, Macmillan & Co., London.",
        "Pels, E., and E. T. Verhof (2004), The economics of airport congestion pricing, J. Urban Econ., 55, 257-277.",
        "Parry, I. W. H., and A. Bento (2002), Estimating the welfare effect of congestion taxes: The critical importance of other distortions within the transport system, J. Urban Econ., 5], 339-365.",
        "Panayotou, T. (1998), Instruments of Change: Motivating and Financing Sustainable Development, 228 pp., Earthscan, London.",
        "Olmstead, S. M., W. M. Hanemann, and R. N. Stavins (2007), Water demand under alternative price structures, J. Environ. Econ. Manage., 54(2), 181-198.",
        "Newell, R. N., and R. N. Stavins (2003), Cost heterogeneity and the potential savings from market-based policies, J. Regul. Econ., 23(1), 43-59.",
        "Nelson (1998), Residential End Uses of Water, American Waterworks Association Research Foundation, Denver, CO.",
        "Montgomery, D. (1972), Markets in licenses and efficient pollution control programs, J. Econ. Theory, 5, 395-4 18.",
        "Mansur, E. T., and S. M. Olmstead (2007), The value of scarce water: Measuring the inefficiency of municipal regulations, NBER Working Paper No. 13513, October. Mayer, P. W., W. B. DeOreo, E. M. Opitz, J. C. Kiefer, W. Y. Davis, B. Dziegielewski, and J. 0.",
        "Krause, K., J. M. Chermak, and D. S. Brookshire (2003), The demand for water: Consumer response to scarcity, J. Regul. Econ., 23(2), 167-19 1.",
        "Kolstad, C. E., and J. Freeman (Eds.) (2007), Moving to Markets in Environmental Regulation: Lessons from Twenty Years of Experience, Oxford Univ. Press, New York.",
        "Kiefer, J. C., and B. Dziegielewski (1991), Analysis of Residential Landscape Irrigation in Southern California, Report prepared for the Metropolitan Water District of Southern Calif. by Planning and Management Consultants, Ltd., Carbondale, IL.",
        "Keohane, N. 0., R. L. Revesz, and R. N. Stavins (1998), The choice of regulatory instruments in environmental policy, Harvard Environ. Law Rev., 22(2), 3 13-367.",
        "Keohane, N. 0. (2007), Cost savings from allowance trading in the 1990 Clean Air Act, in Moving to Markets in Environmental Regulation: Lessons from Twenty Years of Experience, edited by C. E. Kolstad and J. Freeman, Oxford Univ. Press, New York.",
        "Howe, C. W. (1997), Increasing efficiency in water markets: Examples from the Western United States, in Water Marketing -- The Next Generation, edited by T. L. Anderson and P. J. Hill, pp. 79-100, Rowman and Littlefield, Lanham, MD.",
        "Hanemann, W. M. (1997), Price and rate structures, in Urban Water Demand Management and Planning, edited by D. D. Baumann et al., pp. 137-179, McGraw-Hill, New York.",
        "Hall, D. C. (2000), Public choice and water rate design, in The Political Economy of Water Pricing Reforms, edited by A. Dinar, pp. 189-2 12, Oxford Univ. Press, New York.",
        "Espey, M., J. Espey, and W. D. Shaw (1997), Price elasticity of residential demand for water: A meta-analysis, Water Resour. Res., 33(6), 1369-1374.",
        "Gaudin, 5. (2006), Effect of price information on residential water demand, Appl. Econ., 38, 383393.",
        "Dixon, L. S., N. Y. Moore, and E. M. Pint (1996), Drought Management Policies and Economic Effects in Urban Areas of California, ]987-] 992, 131 pp., RAND, Santa Monica, CA.",
        "Davis, L. W. (2006), Durable goods and residential demand for energy and water: Evidence from a field trial, RAND J. Econ., forthcoming.",
        "Dalhuisen, J. M., R. J. G. M. Florax, H. L. F. de Groot, and P. Nijkamp (2003), Price and income elasticities of residential water demand: A meta-analysis, Land Econ., 79(2), 292-308.",
        "Dales, J. (1968), Pollution, Property and Prices, 111 pp., University Press, Toronto.",
        "Crocker, T. D. (1966), The structuring of atmospheric pollution control systems, in The Economics of Air Pollution, edited by H. Wolozin, Norton, New York.",
        "Corral, L. R. (1997), Price and non-price influence in urban water conservation, Ph.D. dissertation, 90 pp., Univ. of Calif., Berkeley, Spring.",
        "Collinge, R. A. (1994), Transferable rate entitlements: The overlooked opportunity in municipal water pricing, Pub. Fin. Quarterly 22(1), 46-64.",
        "Brown and Caldwell Consulting Engineers (1984), Residential Water Conservation Projects, U.S. Department of Housing and Urban Development, Washington, D.C.",
        "Brown, T. C. (2006), Trends in water market activity and price in the western United States, Water Resour. Res. 42, W09402, doi: 10.1 029/2005WR004 180.",
        "Brewer, J., R. Glennon, A. Ker, and G. Libecap (2007), Transferring water in the American West: 1987-2005, U. Mich. J. Law Reform, 40(4), 102 1-1053.",
        "Brennan, D., S. Tapsuwan, and G. Ingram (2007), The welfare costs of urban outdoor water restrictions, Australian J. Agric. and Resour. Econ., 5], 243-261.",
        "Bohi, D. R., and M. B. Zimmerman (1984), An update on econometric studies of energy demand behavior, Annu. Rev. Energy 9, November, 105-154.",
        "Bernstein, M. A., and J. Griffin (2005), Regional differences in the price elasticity of demand for energy, RAND Technical Report, Santa Monica, CA.",
        "Baumol, W. J., and W. E. Oates (1988), The Theory of Environmental Policy, 2nd ed., 299 pp., Cambridge Univ. Press, New York.",
        "Aquacraft Water Engineering and Management (1996), Project Report: Measuring Actual Retrofit Savings and Conservation Effectiveness Using Flow Trace Analysis, prepared for the City of Boulder, Colorado, Utilities Division, Office of Water Conservation, Boulder, CO.",
        "Agthe, D. E., and R. B. Billings (1987), Equity, price elasticity, and household income under increasing block rates for water, Am. J. Econ. and Sociol., 46(3), 273-286.",
        "Anderson, D. L., D. Mulville-Friel, and W. L. Nero (1993), The impact of water conserving fixtures on residential water use characteristics in Tampa, Florida, in Proceedings of Conserv93, pp. 6 11-628, American Waterworks Association, Las Vegas, NV."
    ]
}