{
    "id": 14141,
    "cites": 59,
    "cited_by": 8,
    "reference": [
        "Zuber, Marcus S.; and Joe L. Robinson. 1941. The 1940 Iowa Corn Yield Test, [Iowa] Agricultural Experiment Station Bulletin P19(NS) February 1941: 5 19-593.",
        "Wisner, Robert N.; and E. Dean Baldwin. 2004. Corn Marketing. In C. Wayne Smith, Javier BetrÃ\u0083Â¡n and E. C. A. Runge, editors, Corn: Origin, History, Technology, and Production, Wiley, 2004: Chapter 3.8.",
        "Wallace, Henry Agard [Secretary of Agriculture]. 1936. Yearbook ofAgriculture, 1936, Government Printing Office, 1936.",
        "U.S. Department of Agriculture. 1945-1962. Agricultural Statistics, Government Printing Office, annual editions.",
        "Wallace, Henry Agard. 1920. Agricultural Prices, Wallace Publishing Company, 1920.",
        "U.S. Department of Agriculture, National Agricultural Statistics Service. 2004. Historical Track Records. [Internet publication], April 2004.",
        "U.S. Department of Agriculture, Agricultural Marketing Service. 1957. Field Seeds: Retail Prices, Agricultural Prices June 1957.",
        "U. S. Department of Agriculture, Bureau of Agricultural Economics. 1948. Tobaccos of the United States, Government Printing Office, July, 1948.",
        "Troyer, Forest. 2004. Persistent and Popular Germplasm in Seventy Centuries of Corn Evolution. In C. Wayne Smith, Javier BetrÃ\u0083Â¡n and E.C.A. Runge, editors, Corn: Origin, History, Technology, and Production, Wiley, 2004: Chapter 1.4.",
        "Stoltzenberg, Dietrich. 2004. Fritz Haber: Chemest, Nobel Laureate, German, Jew, Chemical Heritage Foundation, 2004.",
        "Sprague, G. F. 1946. The Experimental Basis for Hybrid Maize, Biological Reviews of the Cambridge Philosophical Society 21(3) July 1946: 10 1-120.",
        "Smil, Vaclav. 2001. Enriching the Earth: Fritz Haber, Carl Bosch, and the Transformation of World Food Production, MIT Press, 2001.",
        "Shaw, Lawrence H.; and Donald D. Durost. 1965. The Effect of Weather and Technology on Corn Yields in the Corn Belt, 1929-62. U.S. Department of Agriculture, Richard Sutch, Adoption of Hybrid Corn Page 25 of 26 Economic Research Service, Agricultural Economic Report Number 80, 1965.",
        "Schlesinger Jr., Arthur. 2000. Who Was Henry A. Wallace? The Story of a Perplexing and Indomitably Naive Public Servant, Los Angles Times 12 March 2000.",
        "Ryan, Bryce; and Neal Gross. 1950. Acceptance and Diffusion of Hybrid Corn Seed in Two Iowa Communities, [Iowa] Agricultural Experiment Station Research Bulletin (372) January 1950.",
        "Rogers, John S.; and Jesse W. Collier. 1952. Corn Production in Texas, Texas Agricultural Experiment Station Bulletin (746) February 1952.",
        "Russell, W. A. 1984. Agronomic Performance of Maize Cultivators Representing Different Eras of Breeding, Maydica (29) 1984: 375-390.",
        "Robinson, Joe L.; and Charles D. Hutchcroft. 1954. The 1953 Iowa Corn Yield Test, [Iowa] Agricultural Experiment Station Bulletin P116(i) February 1954.",
        "Olmstead, Alan L.; and Paul W. Rhode. 2008. Creating Abundance: Biological Innovation and American Agricultural Development, Cambridge University Press, forthcoming.",
        "Olmstead, Alan L.; and Paul W. Rhode. 2003. Hog-Round Marketing, Seed Quality, and Governmental Policy: Institutional Change in U.S. Cotton Production, 1920-60, Journal of Economic History 63(2) June 2003: 447-488.",
        "Olmstead, Alan L.; and Paul W. Rhode. 2001. Reshaping the Landscape: The Impact and Diffusion of the Tractor in American Agriculture, 1910-1960, Journal of Economic History 61(3) September 2001: 663-698.",
        "Olmstead, Alan L. 2006. Agriculture: Introduction. In Susan B. Carter, Scott Sigmund Gartner, Michael Haines, Alan Olmstead, Richard Sutch, and Gavin Wright, editors. Historical Statistics of the United States, Cambridge University Press, 2006: IV-7-i0.",
        "May, Edward. 1949. The Development of Hybrid Corn in Iowa, [Iowa] Agricultural Experiment Station Research Bulletin 37 1(1) December 1949: 512-516.",
        "Morison, F. B. 1940. Feeds and Feeding: A Handbook for the Student and Stockman, 21st Edition, Morison Company, 1940.",
        "Richard Sutch, Adoption of Hybrid Corn Page 24 of 26 Mansfield, Edwin. 1961. Technical Change and the Rate of Imitation, Econometrica 29(4) October 1961: 741-766.",
        "Lucier, Gary; Agnes Chesley; and Mary Ahearn. 1986. Farm Income Data: A Historical Perspective, USDA Statistical Bulletin Number 740, May 1986.",
        "Knudson, M. K.; and Vernon W. Ruttan. 1988. Research and Development of a Biological Innovation: Commercial Hybrid Wheat, Food Research Instiute Studies 21(1) 1988: 45-68.",
        "Jugenheimer, Robert W. 1976. Corn: Improvement, Seed Production, and Uses, Wiley, 1976.",
        "Klopenburg Jr., Jack Ralph. 1988. First the Seed: The Political Economy of Plant Biotechnoogy, 1492-2000, Cambridge University Press, 1988.",
        "Jugenheimer, Robert W. 1939. Hybrid Corn in Kansas, [Kansas] Agricultural Experment Station Circular 196, February 1939: 1-19.",
        "Johnson, Paul R. 1960. Land Substitutes and Changes in Corn Yields, Journal of Farm Economics 42(2) May 1960: 294-306.",
        "Jennings, Ralph D. 1958. Consumption of Feed by Livestock, 1909-56: Relation between Feed, Livestock, and Food at the National Level, USDA Production Research Report Number 21, 1958.",
        "Wallace [Secretary of Agriculture], Yearbook ofAgriculture 1936, Government Printing Office, 1936.",
        "Hallauer, Arnel R. 2004. Specialty Corns. In C. Wayne Smith, Javier BetrÃ\u0083Â¡n and E. C.",
        "Jenkins, Merle T. [Principal Agronomist]. 1936. Corn Improvement. In Henry A.",
        "Griliches, Zvi. 1960. Hybrid Corn and the Economics of Innovation, Science (132) July 29 1960: Hall, Bronwyn. 2004. Innovation and Diffusion. In Jan Fagerberg, David C. Mowery and Richard R. Nelson, Handbook on Innovation, Oxford University Press, 2004.",
        "Griliches, Zvi. 1958. Research Costs and Social Returns: Hybrid Corn and Related Innovations, Journal of Political Economy 66(5) October 1958: 419-431.",
        "Griliches, Zvi. 1957b. Hybrid Corn: An Exploration in the Economics of Technological Richard Sutch, Adoption of Hybrid Corn Page 23 of 26 Change, Econometrica 25(4) October 1957: 501-522.",
        "Griliches, Zvi. 1957a. Hybrid Corn: An Exploration in Economics of Technological Change, Thesis, Economics, University of Chicago, August 1957.",
        "Galambos, Louis. 1960. The Agrarian Image of the Large Corporation, 1879-1920: A Study in Social Accommodation, Journal of Economic History 28(3) September 1968: 341-362..",
        "Goodrich, Carter. 1960. Government Promotion of Amen can Canals and Railroads, 1800-1890, Columbia University Press, 1960.",
        "Fitzgerald, Deborah. 1993. Farmers Deskilled: Hybrid Corn and Farmers Work, Technology and Culture 34(2) April 1993: 324-343.",
        "Fitzgerald, Deborah. 1990. The Business of Breeding: Hybrid Corn in Illinois, 18901940.",
        "Fernandez-Cornejo, Jorge. 2004. The Seed Industry in U.S. Agriculture: An Exploration of Data and Information on Crop Seed Markets, Regulation, Industry Structure, and Research and Development, Agriculture Information Bulletin Number 786, February 2004.",
        "Elmore, Roger, and Lori Abendroth. 2006. What is the Best Seeding Rate for Corn Based on Seed Prices and Yield Level? Integrated Crop Management 496(6), April 10, 2006.",
        "Duvick, Donald N. 1992. Genetic Contributions to Advances in Yield of U.S. Maize, Maydica (37) 1992: 69-79.",
        "Duvick, Donald N. 2001. Biotechnology in the 1930s: The Development of Hybrid Maize, Nature Reviews: Genetics (2) January 2001: 69-74.",
        "Dowell, A. A.; and 0. B. Jesness. 1939. Economic Aspects of Hybrid Corn, Journal of Farm Economics 21(2) May 1939: 479-488.",
        "Diamond Jr., Arthur M. 1939. Zvi Grilichess Contributions to the Economics of Richard Sutch, Adoption of Hybrid Corn Page 22 of 26 Technology and Growth, Economics of Innovation and New Technology 13(4) June 2004: 365-397.",
        "David, Paul A. 2003. Zvi Griliches on Diffusion, Lags and Productivity Growth Connecting the Dots, Conference on R&D, Education and Productivity held in Memory of Zvi Griliches (1930-1999), CarrÃ\u0083Â© des Science, MinistÃ\u0083Â¨re de la Recherche, Paris France, 25-27 August 2003.",
        "Dalrymple, Dana G. 1988. Changes in Wheat Varieties and Yields in the United States, 19 19-1984, Agricultural History 62(4) Fall 1988: 20-37.",
        "Dalrymple, Dana G. 1986. Development and Spread of High-Yielding Wheat Varieties in Developing Countries, Agency for International Development, Bureau for Science and Technology, 1986.",
        "Culver, John C.; and John Hyde. 2000. American Dreamer: The Life and Times of Henry A. Wallace, Norton, 2000.",
        "Charles, Daniel. 2005. Master Mind: The Rise and Fall of Fritz Haber, The Nobel Laureate who Launched the Age of Chemical Warfare, HarperCollins 2005.",
        "Castlebery, R. M.; C. W. Crum; and C. F. Krull. 1984. Genetic Yield Improvements of U.S. Maize Cultivars under Varying Fertility and Climatic Environments, Crop Science 24(1) January-February 1984: 33-36.",
        "BetrÃ\u0083Â¡n, Javier; Marianne Banziger; and Monica Menz. 2004. Corn Breeding. In C.",
        "Beck, David L. 2004. Hybrid Corn Seed Production. In C. Wayne Smith, Javier BetrÃ\u0083Â¡n and E. C. A. Runge, Corn: Origin, History, Technology, and Production, Wiley, 2004: Chapter 3.4: 565-630.",
        "Anonymous. 1870. Facts and Figures for Farmers, Rural Carolinian 1(1) January 1870.",
        "Atack, Jeremy. 1999. Quantitative and Qualitative Evidence in the Weaving of Business and Economic History: Western River Steamboats and the Transportation Revolution Revisited, Business and Economic History 28(2) Fall 1999: 1-11."
    ]
}