{
    "id": 14153,
    "cites": 30,
    "cited_by": 11,
    "reference": [
        "van de Ven, W. P. M. M. and R. P. Ellis, Risk adjustment in Competitive Health Plan Markets, in Handbook of Health Economics, edited by A. J. Culyer and J. P. Newhouse. New York, Elsevier, 2000.",
        "Wedig, G. J. and M. Tai-Seale, The effect of report cards on consumer choice in the health insurance market. Journal of Health Economics, 21, 2002, pp. 103 1-48.",
        "Strombom, B. A., T. C. Buchmueller, and P. J. Feldstein, Switching costs, price sensitivity and health plan choice. Journal of Health Economics, 21, 2002, pp. 89-116.",
        "Scanlon, D. P., M. Chernew, C. McLaughlin, and G. Solon, The Impact of Health Plan Report Cards on Managed Care Enrollment, Journal of Health Economics, 21, 2002, pp. 19-41.",
        "Small, K. A. and Rosen, H. S., Applied Welfare Economics with Discrete Choice Models. Econometrica, 41, 1981, pp. 105-130, pp. 89-116.",
        "Royalty, A. B. and N. Solomon, Health Plan Choice: Price Elasticities in a Managed Competition Setting, Journal of Human Resources 34(1), 1999, pp. 1-41.",
        "Rothschild, M. and J. Stiglitz, Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics, 90, 1976, pp. 629-49.",
        "Pauly, M. V. and B. Herring, An efficient employer strategy for dealing with adverse selection in multiple-plan offerings: an MSA example, Journal of Health Economics, 2000, 19(4): 513-528.",
        "Newhouse, J. P., Reimbursing Health Plans and Health Providers: Efficiency in Production Versus Selection. Journal of Economic Literature, 34(3), 1996, pp. 1236-1263.",
        "Newhouse, J. P., Free for All? Lessons from the RAND Health Insurance Experiment, Harvard University Press, 1993.",
        "Keenan, P. 5., M. J. B. Buntin, T. G. McGuire, and J. P. Newhouse, The Prevalence of Formal Risk Adjustment in Health Plan Purchasing. Inquiry, 38, Fall 2001, pp. 245-59.",
        "Miller, N. H., Pricing health benefits: A cost-minimization approach. Journal of Health Economics 24, 2005, pp. 931-49. Neipp, J. and R. Zeckhauser, Persistence in the Choice of Health Plans. In Advances in Health Economics and Health Services Research, edited by R. Scheffler and L. Rossiter, pp. 44-74.",
        "Kaiser Family Foundation, Employer Health Benefits: 2007 Annual Survey. Retrieved June 1, 2008, from http://www.kff.org/insurance/7672/upload/76723.pdf.",
        "Jin, G. Z. and A. Sorensen, Information and consumer choice: The value of publicized health plan ratings. Journal of Health Economics, 2005, 25(2):248-75.",
        "GAO, Private Health Insurance: Federal and State Requirements Affecting Coverage Offered by Small Businesses. pp. 1-63. United States General Accounting Office, 2003.",
        "Operations Research, 1982, 30(6): 1027-42. Glied, S., Managed Care . Handbook of Health Economics. A. J. Culyer and J. P. Newhouse.",
        "Goldstein, G. S. and M. V. Pauly, Group Health Insurance as a Local Public Good, in . The Role of Health Insurance in the Health Services Sector, ed. R. N. Rosett. New York: National Bureau of Economic Research, 1976, pp. 3-110.",
        "Feldman, R., M. Finch, B. Dowd, and S. Cassou, The Demand for Employment-based Health Insurance Plans. Journal of Human Resources, 1989, 24(l):117-42. Feldman, R. D. and B. E. Dowd, Simulation of a Health Insurance Market with Adverse Selection.",
        "Einav, L., A. Finkelstein and M. Cullen, Using Price Variation to Estimate the Welfare Costs of Adverse Selection. Work in progress, 2008.",
        "Enthoven, A. and R. Kronick, A Consumer-Choice Health Plan for the 1990s: Universal Health Insurance in a System Designed to Promote Quality and Economy, New England Journal of Medicine, 1989, 320(1): 29-37.",
        "Cutler, D. M. and R. J. Zeckhauser, The Anatomy of Health Insurance. In Handbook of Health Economics, edited by A. J. Cuyler and J. P. Newhouse, pp. 563-637. Amsterdam: Elsevier, 2000.",
        "Cutler, D. M. and S. Reber, Paying for health insurance: The trade-off between competition and adverse selection. Quarterly Journal of Economics, 1998, 113(2): 433-66.",
        "Cutler, D. M., A. Finkelstein and K. McGarry, Preference Heterogeneity and Insurance Markets: Explaining a Puzzle of Insurance, American Economic Review, May 2008, 98(2).",
        "Cochrane, J., Time-Consistent Health Insurance, Journal of Folitical Economy, 1995, 103, pp. 445-473.",
        "Chernew, M., G. Gowrisankaran, and D. P. Scanlon, Learning and the Value of Information: Evidence from Health Plan Report Cards, Working Paper, 2007.",
        "Carlin, C. and R. Town, Adverse Selection, Welfare and Optimal Pricing of Employer-Sponsored Health Plans, U. Minnesota Working Paper, 2007.",
        "Cardon, J.H. and I. Hendel, Asymmetric Information in Health Insurance: Evidence from the National Medical Expenditure Survey, Rand Journal of Economics, 2001.",
        "Brown, R. S., J. W. Bergeron, D. G. Clement, J. W. Hill, and S. M. Retchin, The Medicare Risk Program for HMOs-Final Summary Report on Findings from the Evaluation. Princeton, NJ: Mathematica Policy Research, 1993.",
        "Barringer, M. and 0. 5. Mitchell, Workers Preferences Among Company-Provided Health Insurance Plans. Industrial and Labor Relations Review 48(l):141-52, 1994.",
        "Akerlof, G. The Market for Lemons: Quality Uncertainty and the Market Mechanism, Quarterly Journal of Economics, August 1970, 84(3), pp. 488-500."
    ]
}