{
    "id": 14154,
    "cites": 42,
    "cited_by": 14,
    "reference": [
        "Temin, Peter and David Vines (2008), Gold Scarcity and the Great Depression, unpublished manuscript, MIT.",
        "Rist, Charles, (1933), Essais sur quelques problemes economiques et monetaires, Paris: Sirey.",
        "Temin, Peter (1989), Lessons from the Great Depression, Cambridge, Mass.: MIT Press.",
        "MourÃ\u0083Â©, Kenneth (2002), The Gold Standard Illusion: France, the Bank of France, and the International Gold Standard 1949-1 939, Cambridge: Cambridge University Press.",
        "Mundell, Robert (2000), A Reconsideration of the Twentieth Century, American Economic Review 90, pp.327-340.",
        "Myers, Margaret (1936), Paris as a Financial Center, London: P.S. King.",
        "Nathan, Roger (1938), Le role international des grands marches financiers, Publications de lInstitut des Hautes Etudes Internationales, GenÃ\u0083Â¨ve, Paris: Sirey.",
        "Pasvolsky, Leo (1933), Current Monetary Issues, Washington, D.C.: The Brookings Institution.",
        "MourÃ\u0083Â©, Kenneth (1996), Managing the France Poincare, Cambridge: Cambridge University Press.",
        "Moggridge, Donald (1969), The Return to Gold, 1925, Cambridge: Cambridge University Press.",
        "Margairaz, Michel (200*), La SDN, les banques dÃ\u0083Â©mission et les statistiques monÃ\u0083Â©taires entre les deux guerres, in Feiertag and Margairaz, eds., Mesurer la monnaie, Melchior Palyi (1972), The Twilight of Gold, Chicago: Henry Regnery.",
        "Maddison, Angus (2001), Monitoring the World Economy, Paris: OECD.",
        "Lindert, Peter H. (1969), Key Currencies and Gold, 1900-1913, Princeton Studies in International Finance no. 24, International Finance Section, Department of Economics, Princeton University.",
        "Bilson and R. C. Marston (eds), Exchange Rate Theory and Practice, University of Chicago Press, ~ Lewis, C., (1938), Americas Stake in International Investments, Washington, DC: Brookings Institution.",
        "Krugman, Paul (1984), The International Role of the Dollar: Theory and Prospect, in J. F. 0.",
        "Krugman, Paul (1980), Vehicle Currencies and the Structure of International Exchange, Journal of Money, Credit and Banking 12, pp. 5 13-26.",
        "Kooker, Judith (1976), French Financial Diplomacy: The Interwar Years, in Benjamin M. Rowland (ed.), Balance of Power or Hegemony: The Interwar Monetary System, New York: New York University Press, pp.83-146.",
        "Kiyotaki, Nobu and Randall Wright (1989), On Money as a Medium of Exchange, Journal of Political Economy, Vol. 97, pp. 927-954.",
        "Kindleberger, Charles (1967), The Politics of International Money and World Language, Essays in International Finance no. 61, International Finance Section, Department of Economics, Princeton University.",
        "Keynes, John Maynard (1923), A Tract on Monetary Reform, London: Macmillan.",
        "Hatase Mariko and Mari Ohnuki (2008), Foreign Reserve Management for Japan as a Developing Country during the Interwar Period: Its Investment Behaviour Selection of Assets and Choice of Currency, Paper prepared for PPP3, Genoa, March 2008.",
        "Hamilton, James (1988), The Role of the Gold Standard in Propagating the Great Depression, Contemporary Policy Issues 6, pp.67-89.",
        "Gregory, T.E. (1932), The Gold Standard and its Future, New York: E.P. Dutton & Co.",
        "Gayer, Arthur D. (1937), Monetary Policy and Economic Stabilisation: A Study of the Gold Standard, New York: Macmillan.",
        "Friedman, Milton and Anna Schwartz (1963), A Monetary History of the United States, 18631960, Princeton: Princeton University Press.",
        "Flandreau Marc and Nathan Sussman (2003), Old Sins: Exchange Clauses and European Foreign Lending in the 19th Century, in Barry Eichengreen and Ricardo Hausman (eds), Other People `s Money: Debt Denomination and Financial Instability in Emerging Market Economics, Chicago: University of Chicago Press, pp. 154-189.",
        "Federal Reserve Board (1943), Monetary Statistics of the United States, Washington, D.C.: Board of Governors of the Federal Reserve System.",
        "Einzig, Paul (1935), World Finance 1914-1 935, London: Macmillan.",
        "Emden, Paul H. (1938), Money Powers of Europe in the Nineteenth and Twentieth Centuries, New York: D. Appleton.",
        "Eichengreen, Barry and Jeffrey Sachs (1985), Exchange Rates and Economic Recovery in the 1930s, Journal of Economic History 45, pp.925-946.",
        "Eichengreen, Barry and Jeffrey Sachs (1986), Competitive Devaluation and the Great Depression: A Theoretical Reassessment, Economics Letters 22, pp. 67-71.",
        "Eichengreen, Barry (2006), Global Imbalances and the Lessons of Bretton Woods, Cambridge, Mass.: MIT Press.",
        "Coste, Piene (1932), La lutte pour la suprÃ\u0083Â©matie. Les grands marches financiers, Paris, Londres, New York, foreword by Pierre Quesnay, Paris : Payot.",
        "Choudhri, Ehsan and Levis Kochin (1980), The Exchange Rate and the International Transmission of Business Cycle Disturbances: Some Evidence from the Great Depression, Journal of Money, Credit and Banking 12, pp. 565-574.",
        "Chinn, Menzie and Jeffrey Frankel (2008), The Euro May over the Next 15 Years Surpass the Dollar as the Leading International Currency, International Finance (forthcoming).",
        "Cassell, Gustav (1930), The Supply of Gold, in First Interim Report of the Gold Delegation of the League of Nations, Geneva: League of Nations, Annex X.",
        "Cassel, Gustav (1928), Postwar Monetary Stabilization, New York: Columbia University Press.",
        "Bloomfield, Arthur I. (1963), Monetary Policy under the International Gold Standard: 18801914, New York: Federal Reserve Bank of New York.",
        "Bernanke, Ben (1995), The Macroeconomics of the Great Depression, Journal of Money, Credit and Banking 27, pp.1-28.",
        "Bank of International Settlements, Monetary and Economic Department (1932), The Gold Exchange Standard, Mimeographed document, Basel.",
        "Aliber, Robert Z. (1966), The Future of the Dollar as an International Currency, New York: Frederick Praeger.",
        "Accominotti, Olivier (2008), The Sterling Trap: Foreign Exchange Reserve Management at the Bank of France During the Gold Standard, 1928-1936, unpublished manuscript, Sciences-Po."
    ]
}