{
    "id": 14159,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "SKINNER, J., FISHER, E. & WENNBERG, J. E. (2001) The Efficiency of Medicare. National Bureau of Economic Research Working Paper Series, No. 8395.",
        "PRESIDENTS NFORMATION TECHNOLOGY ADVISORY COMMITTEE (2004) Revolutionizing Health Care Through Information Technology. Arlington, VA, Executive Office of the President of the United States.",
        "PHELPS, C. E. (1992) Diffusion of Information in Medical Care. Journal of Economic Perspectives, 6, 23-42.",
        "PHELPS, C. E. (2000) Information Diffusion and Best Practice Adoption. Handbook of Health Economics. Volume JA. Amsterdam; New York and Oxford, Elsevier Science, North-Holland.",
        "MULLANEY, T. J. (2005) A Booster Shot for Medical Data-Sharing. Business Week Online.",
        "JAVITT, J. C., STEINBERG, G., COUCH, J. B., LOCKE, T., JACQUES, J., JUSTER, I. & REISMAN, L. (2005) Use of a Claims Data-Based Sentinal System to Improve Compliance with Clinical Guidelines: Results of a Randomized Prospective Study. American Journal of Managed Care, 21-31.",
        "JAVITT, J. C., REBITZER, J. B. & REISMAN, L. (2008) Information Technology and Medical Missteps: Evidence from a Randomized Trial. Journal of Health Economics, 27, 5 85-602.",
        "INSTITUTE OF MEDICINE COMMITTEE ON QUALITY OF HEALTH CARE IN AMERICA (2001) Crossing the Quality Chasm: A New Health Care System for the 20th Century, Washington D.C, National Academy Press.",
        "INSTITUTE OF MEDICINE COMMITTEE ON QUALITY OF HEALTH CARE N AMERICA (2000) To Err is Human: Building a Safer Health System. N KORN, L. T., CORRIGAN, J. M. & DONALDSON, M. S. (Eds.). Washington DC, National Academy Press.",
        "GARG, A. X., ADHIKARI, N. K. J., MCDONALD, H., ROSAS-ARELLANO, M. P., DEVEREAUX, P. J., BEYENE, J., SAM, J. & HAYNES, R. B. (2005) Effects of Computerized Clinical Decision Support Systems on Practitioner Performance and Patient Outcomes: A Systematic Review. JAMA. Journal of the American Medical Association, 293, 1223.",
        "DESROCHES, C. M., CAMPBELL, E. G., RAO, S. R., DONELAN, K., FERRIS, T. G., JHA, A., KAUSHAL, R., LEVY, D. E., ROSENBAUM, S., SHIELDS, A. E. & BLUMENTHAL, D. (2008) Electronic Health Records in Ambulatory Care- A National Survey of Physicians. New England Journal of Medicine, 359.",
        "DUGGAN, M. (2005) Do New Prescription Drugs Pay for Themselves? The Case of Second-Generation Antipsychotics. Journal of Health Economics, 24, 1-31.",
        "CUTLER, D. M. & HUCKIVIAN, R. 5. (2003) Technological Development and Medical Productivity: The Diffusion of Angioplasty in New York State. Journal of Health Economics 22, 187.",
        "CUTLER, D. M., FELDMAN, N. E. & HORWITZ, J. R. (2005) U.S. Adoption Of Computerized Physician Order Entry Systems.",
        "BURT, C. & HING, E. (2005) Use of Computerized Clinical Support Systems in Medical Settings: United States, 2001-03. Advance Data From Vital and Health Statistics. Hyattsville, MD, National Center for Health Statistics.",
        "CHAUDHRY, B., JEROME, W., SHINYI, W., MAGLIONE, M., MOJICA, W., ROTH, E., MORTON, S. C. & SHEKELLE, P. G. (2006) Systematic Review: Impact of Health Information Technology on Quality, Efficiency, and Costs of Medical Care. Annals of Internal Medicine, 144, E12.",
        "BRYNJOLFSSON, E. & HITT, L. M. (2000) Beyond Computation: Information Technology, Organizational Transformation and Business Performance. Journal of Economic Perspectives, 14, 23-48.",
        "BEAULIEU, N., CUTLER, D., HO, K., ISHAM, G., LNDQUIST, T., NELSON, A. & OCONNOR, P. (2007) The Business Case for Diabetes Disease Management for Managed Care Organizations. Forum for Health Economics & Policy, 9, 1072.",
        "ALTMAN, L. K. (2005) Studies Find Disparity in U.S. Cancer Care. New York Times.",
        "AVORN, J. (2004) Powerful Medicines: The Benefits, Risks and Costs of Prescription Drugs, NEW YORK, ALFRED A. KINOPF."
    ]
}