{
    "id": 14151,
    "cites": 48,
    "cited_by": 23,
    "reference": [
        "White, Halbert. 1980. A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica 48, pp. 817-38.",
        "Stambaugh, Robert F. 1993. Estimating Conditional Expectations when Volatility Fluctuates, NBER Working Paper 140.",
        "Taylor, John B. 1993. Discretion Versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy 39, pp. 195-214.",
        "Sikios, Pierre L., and Mark E. Wohar. 2005. Estimating Taylor-Type Rules: An Unbalanced Regressiomi?, in Advances in Econometrics, vol. 20, edited by Thomas B. Fomby and Dek Terrell. Amsterdamn: Elsevier.",
        "Shields, Kalvinder, Nilss Olekains, Olan T. Henry, and Chris Brooks. 2005. Measuring the Response of Macroeconomic Uncertainty to Shocks, Review of Economics and Statistics 87, pp. 362-370.",
        "ServÃ\u0083Â©n, Luis. 2003. Real-Exchange-Rate Uncertainty and Private Investment in LDCS, Review of Economics and Statistics 85, pp. 212-2 18.",
        "Sentana, Enrique. 1995. Quadratic ARCH Models, Review of Economic Studies 62, pp. 639-661.",
        "Sack, Briami. (2004) Extractimig the Expected Path of Monetary Policy fromn Futures Rates. Journal of Futures Markets, 24, 733-754.",
        "Pelloni, Gianluigi and Wolfgang Polasek. 2003. Macroeconomic Effects of Sectoral Shocks in Germany, the U.K. and the U.S.: A VAR-GARCH-M Approach, Computational Economics 21, pp. 65-85. Piazzesi, Monika, and Eric Swanson. Forthcoming. Futures Prices as Risk-Adjusted Forecasts of Momietary Policy. Journal of Monetary Economics.",
        "Orphanides, Athanasios. 2001. Monetary Policy Rules Based on Real-Time Data. American Economic Review 91. [/ 964-985.",
        "Newey, Whitney K., and Kenneth D. West. 1987. A Siniple Positive Semi-Defimiite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55, pp. 703-708.",
        "MilhÃ\u0083Â¸j, Aers. 1987. A Conditional Variance Model for Daily Observations of an Exchange Rate, Journal of Business and Economic Statistics 5, pp. 99-103.",
        "Nelson Daniel B. 1991. Conditional Heteroscedasticity in Asset Returns: A New Approach, Econornetrica 59, pp. 347---370.",
        "MilhÃ\u0083Â¸j ,Anders. 1985. The Moment Structure of ARCH Processes, Scandinavian Journal of Statistics 12, pp. 281-292.",
        "Lumsdaine, Robin L. 1996. Consistency and Asymptotic Normality of the QuasiMaximum Likelihood Estimator in IGARCH(1,1) and Covariance Stationary GARCH(1,1) Models, Econometrica 64, pp. 575-596.",
        "Lee, Samig-Womi, and Bruce E. Hansemi. 1994. Asymptotic Theory for the Garch (1,1) Quasi-Maximnumn Likelihood Estimnator, Econometric Theory 10, pp. 29-52.",
        "Lee, Kiseok, Shawn Ni, and Ronald A. Ratti. 1995. Oil Shocks and the Macroeconomy: The Role of Price Variability, Energy Journal, 16, pp. 39-56.",
        "Kilian, Lutz, and Slivia Goncalves. 2004. Bootstrapping Autoregressions with Conditional Heteroskedasticity of Unknown Form, Journal of Econometrics 123, pp. 89-120.",
        "Jalil, Munir. 2004. Essays on the Effect of Information on Monetary Policy, unpublished Ph.D. dissertation, UCSD.",
        "Judd, John P., and Glenn D. Rudebusch. 1998. Taylors Rule and the Fed: 1970-1997, Federal Reserve Bank of San Francisco Review 3, pp. 3-16.",
        "Hemitschel, L. 1995. All in the Famnily: Nesting Symnmnetric and Asymnmnetric GARCH Models, Journal of Financial Economics 39, pp. 71-104.",
        "Higgins M.L., and A.K. Bera. 1992. A Class of Nonlinear Arch Models, International, Economic Review 33, pp. 137---158.",
        "Harvey, Andrew, Esther Ruiz, and Enrique Sentana. 1992. Unobserved Component Time Series Models with ARCH Disturbances, Journal of Econometrics 52: 129-157.",
        ". 2008. Daily Monetary Policy Shocks and the Delayed Response of New Home Sales, Working paper, UCSD.",
        "Hamilton, Jamnes D. 1994. Time Series Analysis. Primiceton: Princeton University Press. . Forthcomning. Daily Chamiges in Fed Funds Futures Prices, Journal of Money, Credit and Banking.",
        "Grier, Kevin B., and Mark J. Perry. 2000. The Effects of Real and Nominal Uncertainty on Inflation and Output Growth: Some GARCH-M Evidence, Journal of Applied Econometrics 15, pp. 45-58.",
        "Gourieroux, Christian, and Alain Monfort. 1992. Qualitative Threshold ARCH Models, Journal of Econometrics 52, pp. 159-199.",
        "Glosten, L. R., R. Jagannathan, and D.E. Runkle. 1993. On the Relation between the Expected Value and the Volatility of the Nominal Excess Return on Stocks, Journal of Finance 48, pp. 1779-1801.",
        "Friedman, Benjamin M., David I. Laibson, and Hyman P. Minsky. 1989. Ecomiomnic imnplications of Extraordimiary Moveniemits imi Stock Prices, Brookings Papers on Economic Activity 1989:2, pp. 137-189.",
        "Fountas, Stilianos and Menelaos Karanasos. 2007. Inflation, Output Growth, and Nominal and Real Uncertainty: Empirical Evidence for the G7, Journal of International Money and Finance 26: pp. 229-250.",
        ", and Victor Ng. 1993. Measuring and Testing the Impact of News On Volatility, Journal of Finance 48, pp. 1749-1778.",
        ", and Simone Manganelli. 2004. CAViaR: Conditional Autoregressive Value at Risk by Regression Quantiles, Journal of Business and Economic Statistics 22, pp. 367-381.",
        ". 1982(b). A General Approach to Lagrange Multiplier Model Diagnostics, Journal of Econometrics 20, pp. 83-104.",
        ", David Liliemi amid Russell Robins. 1987. Estimnation of Timne Varying Risk Premia in the Term Structure: the ARCH-M Model, Econometrica 55, pp. 391-407.",
        "Engle, Robert F. 1982(a). Autoregressive Conditional Heteroskedasticity With Estimates of the Variance of U.K. Inflation, Econometrica 50, pp. 987-1008.",
        "Elder, John, and Apostolos Serletis. 2006. Oil Price Uncertainty. Working paper, North Dakota State University.",
        "Dimig, Zhuanxin, Robert F. Emigle, and Clive W.J. Granger. 1993. A Long Memnory Property of Stock Market Returns and a New Model, Journal of Empirical Finance 1, pp. 83-106.",
        "Diebold, Francis X. 1988. Empirical Modeling of Exchange Rate Dynamics. New York: Springer- Verlag.",
        "Clarida, Richard, Jordi Gall, and Mark Gertler. 2000. ~Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Econom~cs 115, pp. 147-180.",
        ", , and Jeffrey M. Wooldridge. 1988. A Capital Asset Pnicing Model with Time-Varying Covariances, Journal of Political Economy 96, pp. 116 - 131.",
        "Box, George E. P., and Gwilym M. Jenkins. 1976. Time Series Analysis: Forecasting and Control. Revised edition. San Francisco: Holden-Day.",
        ", and Hans Ole Mikkelsemi. 1996. Modeling and Pricimig Lomig Memory in Stock Market Volatility, Journal of Econometrics 73, pp. 151-184.",
        ", Ray Y. Chou, and Kenmieth F. Kromier. 1992. ARCH Modeling in Fimiance, Journal of Econometrics 52, pp. 5-59.",
        ". 2008. Glossary to ARCH (GARCH), in Festschrift in Honor of Robert F. Engle, edited by Timn Bollerslev, Jeifry R. Russell and Mark Watson.",
        "Bollerslev, Tim. 1986. ~Generalized Autoregressive Conditional Heteroskedasticity, Journal of Econometrics 31, pp. 307-327.",
        "1987. A Conditionally Heteroskedastic Time Series Model for Speculative Prices and Rates of Return, Review of Economics and Statistics 69, pp.542-547.",
        "Bera, Anil K., Matthew L. Higgins, and Sangkyu Lee. 1992. Interaction between Autocorrelatiomi and Comiditional Heteroscedasticity: A Randomn-Coefficient Approach, Journal of Business and Economic Statistics 10, pp. 133-142.",
        "Baillie, Richard T., Tim Bollerslev, and Hans 0. Mikkelsen. 1996. Fractionally Integrated Generalized Autoregressive Conditional Heteroskedasticity Journal of Econometrics 74, pp.3-30."
    ]
}