{
    "id": 14150,
    "cites": 38,
    "cited_by": 1,
    "reference": [
        "Wilmington, Michael. 2007. From Flags to Letters. Chicago Tribune. January 14.",
        "Truffaut, FranÃ\u0083Â§ois. 1994. The Films in My Life. NY: Da Capo.",
        "Walker, John. 2004. Halliwells Film Guide 2004. NY: Harper Collins.",
        "Stevens, George. 2006. Conversations with the Great Moviemakers of Hollywoods Golden Age. NY: Vintage Books.",
        "Sylvester, David. 2001. Interviews with American Artists. New Haven: Yale University Press.",
        "Sterritt, David, ed. 2000. Robert Altman Interviews. Jackson: University of Mississippi.",
        "Sterritt, David. 1998. Jean-Luc Godard Interviews. Jackson: University Press of Mississippi.",
        "Sterritt, David. 1999. The Films of Jean-Luc Godard . Cambridge: Cambridge University Press.",
        "Sight and Sound. 2002. The Sight and Sound Top Ten Poll 2002. www.bfi.org.uk/sightandsound/topten/.",
        "Scott, A.O. 2006b. Heres to the Ambitious and the Altmans. New York Times. December 24.",
        "Scott, A. 0. 2006a. Bluning the Line in the Sands of Iwo Jima. New York Times. December 20.",
        "Schwam, Stephanie, ed. 2000. The Making of 200]: A Space Odyssey. NY: Modern Library.",
        "Phillips, Gene, ed. 2001. Stanley Kubrick Interviews. Jackson: University Press of Mississippi.",
        "Mast, Gerald. 1986. A Short History of the Movies, 4th ed. NY: MacMillan.",
        "Mast, Gerald. 1979. The Comic Mind, second ed. Chicago: University of Chicago Press.",
        "Maltin, Leonard. 2005. Movie Guide. NY: Penguin.",
        "Lim, Dennis. 2007. The Village Voice Film Guide. Hoboken: John Wiley and Sons.",
        "Lax, Eric. 2007. Conversations with Woody Allen. New York: Alfred A. Knopf.",
        "Knapp, Laurence. 1996. Directed by Clint Easiwood. Jefferson, NC: McFarland and Company.",
        "Kapsis, Robert, and Kathie Coblentz. 1999. Clint Easiwood Interviews. Jackson: University Press of Mississippi.",
        "Hayes, Kevin, ed. 2005. Martin Scorsese `s Raging Bull. Cambridge: Cambridge University Press.",
        "Galenson, David, and Joshua Kotin. 2007. Filming Images or Filming Reality: The Life Cycles of Important Movie Directors from D. W. Griffith to Federico Fellini. Historical Methods 40: 117-34.",
        "Galenson, David. 2008. From `White Christmas to Sgt. Pepper: The Conceptual Revolution in Popular Music. Historical Methods, forthcoming.",
        "Galenson, David. 2007. And Now for Something Completely Different: The Versatility of Conceptual Innovators. Historical Methods 40:17-27.",
        "Galenson, David. 2006. Old Masters and Young Geniuses. Princeton: Princeton University Press.",
        "Emery, Robert. 2003. The Directors - Take Three. NY: Allworth Press.",
        "Craddock, Jim. 2004. Videohounds Golden Movie Retriever. Detroit: Gale.",
        "Carney, Ray. 2001. Cassavetes on Cassavetes. London: Faber and Faber.",
        "Carney, Ray. 1994. The Films of John Cassavetes. Cambridge: Cambridge University Press.",
        "Capeci, Jeny. 2006. Will the Real Mob Please stand Up. New York Times, March 5.",
        "Brunette, Peter, ed. 1999. Martin Scorsese Interviews. Jackson: University Press of Mississippi.",
        "Brunette, Peter, ed. 1993. Shoot the Piano Player. New Brunswick, NJ: Rutgers University Press.",
        "Breslin, James. 1993. Mark Rothko. Chicago: University of Chicago Press.",
        "Breskin, David. 1992. Inner Views. Boston: Faber and Faber.",
        "Braudy, Leo. 1972. Focus on Shoot the Piano Player. Englewood Cliffs, NJ: Prentice-Hall.",
        "Bleiler, David. 2005. TLA Video andDVD Guide. NY: St. Martins Griffin.",
        "Allen, Woody. 1993. Woody Allen on Woody Allen. NY: Grove Press.",
        "Andrew, Geoff. 1989. The Film Handbook. Boston: G. K. Hall."
    ]
}