{
    "id": 1415,
    "cites": 38,
    "cited_by": 4,
    "reference": [
        "D. T. Breeden. An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities. Journal of Financial Economics 7 (September 1979), 265-296.",
        "D. T. Breeden. Interest Rates in a Multi-Good Economy. Research Paper No. 719, Stanford University (December 1983).",
        "D. T. Breeden. Consumption, Production, and Interest Rates: A Synthesis. Research Paper No. 667, Stanford University (January 19811).",
        "D. T. Breeden and R. H. Litzenberger. Prices of State-contingent Claims Implicit in ~tion Prices. Journal of Business 51 (Ocboter 1978), 621-651.",
        "W. A. Erock. Asset Prices in a Production Economy. in J. J. McCall (e.d.), The Economics of Uncertainty. Chicago: University of Chicago Press, 1980.",
        "D. P. Brown and M. R. Gibbons. A Simple Econometric Approach for Utility-Based Asset Pricing Models. manuscript, Indiana University, March 1983.",
        "G. H. Constantinides and J. E. Ingersoll, Jr., ~timal Bond Trading with Personal Taxes: Implications for Bond Prices and Estimated Tax Brackets and Yield Curves, Journal of Financial Economics (forthcoming, 19811).",
        "B. Cornell, The Consumption Based Asset Pricing Model: A Note on Potential Tests and Applications. Journal of Financial Economics 9 (March 1981), 103-108.",
        "J. C. Cox, J. E. Ingersoll, Jr., and S.~ A. Ross. A Theory of the Term Structure of Interest Rates. Research Paper No. ~168, Stanford University, 1978, (forthcoming in Econometrica).",
        "J. C. Cox, J. E. Ingersoll, Jr., and S. A. Ross. A Reexamination of the Traditional Hypotheses About the Term Structure of Interest Rates. Journal of Finance 36 (September 1981), 769-799.",
        "B. H. Dammon, Portfolio Selection, Capital Structure, and Taxes: A State-Preference Approach, manuscript, University of Wisconsin - Madison, November 1983.",
        "K. 6. Dunn and K. J. Singleton. A Empirical Analysis of the Pricing of Mortgage-Backed Securities. Journal of Finance 38 (May 1983), 613-623.",
        "H. S. Eichenbaum and L. P. Hansen. Uncertainty, Aggregation, and the Dynamic Demand for Consumption Goods. manuscript, Carnegie-Mellon University, 19811.",
        "H. S. Eichenbaum, L. P. Hansen and K. J. Singleton. A Time Series Analysis of Representative Agent Models of Consumption and Leisure Choices under Uncertainty. manuscript, Carnegie-Mellon University, 1983.",
        "W. E. Ferson. Expectations of Real Interest Rates and Aggregate Consumption: Empirical Tests. Journal of Financial and Quantitative Analysis 18 (December 1983), 1477~1497.",
        "S. Grossman and R.J. Shiller. The Determinants of the Variability of Stock Market Prices. American Economic Review 71 (May 1981), 222-227.",
        "L. P. Hansen. J~rge Sample Properties of Generalized Method of Moment Estimators. Econometrica 50 (July 1982) 1029-105~4.",
        "L. P. Hansen, S.F. Richard and K.J. Singleton. Econometric Implications of Intertemporal Asset Pricing Models. manuscript, Carnegie-Mellon University, 1981.",
        "L. P. Hansen and K. J. Singleton. Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models. Econometrica 50 (September 1982), 1269-1286.",
        "L. P. Hansen and K. J. Singleton, Stochastic Consumption, Risk Aversion and the Temporal Behavior of Asset Returns. Journal of Political Economy 91 (April 1983), 2)49-265.",
        "L. P. Hansen and T. J. Sargent. Exact Linear Rational Expectations Models: Specification and Estimation. Federal Reserve Bank of Minneapolis, Staff Report 71, September 1981.",
        "J. Huisinga and F. S. Mishkin. The Measurement of Short-Term Real Interest Rates on Assets with Different Risk Characteristics. manuscript, University of Chicago, May 1983.",
        "B. 0. Ibbotson and B. A. Sinquefield. Stocks, Bonds, Bills and Inflation: The Past and the Future, The Financial Analysts Research Foundation, 1982.",
        "F. E. Kydland and E. C. Prescott. Time to Build and Aggregate Fluctuations. Econometrica 50 (November 1982), 1345-1370.",
        "B. E. Lucas, Jr. Asset Prices in an Exchange Economy. Econometrica 146 (November 1978), 12429_11446.",
        "R. E. Lucas, Jr. Money in a Theory of Finance, manuscript, Univeriy of Chicago, 1983.",
        "T. A. Marsh. Capital Asset Pricing Model Tests in a Term Structure Context (March 1983).",
        "B. Mehra and E. C. Prescott, A Test of the Intertemporal Asset Pricing Model, Manuscript, Columbia University, 1983.",
        "E. C. Prescott and B. Mehra. Recursive Competitive Equilibrium: The Case of Homogeneous Households. Econometrica 148 (September 1980), 1365-1380.",
        "S. F. Richard and H. Sundaresan. A Continuous Time Equilibrium Model of Forward Prices and Future Prices in a Multigood Economy. Journal of Financial Economics 9 (December 1981), 3~47-371.",
        "B. Roll. The Behavior of Interest Rates. Basic Books (New York, 1970).",
        "H. Rubinstein. The Valuation of Uncertain Income Streams and the Pricing of cptions. Bell Journal of Economics and Management Science 7 (Autumn 1976), ~407-~425.",
        "B. J. Shiller. The Volatility of Long-Term Interest Rates and Expectations Models of the Term Structure. Journal of Political Economy 87 (December 1979), 1190-1219.",
        "B. J. Shiller, J. Y. Campbell, and K. L. Schoenholtz. Forward Rates and Future Policy: Interpreting the Term Structure of Interest Rates. Cowles Foundation Discussion Paper No. 667, Yale University, June 1983.",
        "K. J. Singleton. Expectations Models of the Term Structure and Implied Variance Bounds. Journal of Political Economy 88 (December 1980), 1159-1176.",
        "K. J. Singleton. Testing Specifications of Economic Agents Intertemporal ~timum Problems Against Non-nested Alternatives. Manuscript, Carnegie-Mellon University, 19814.",
        "M. Sundaresan. Consumption and Equilibrium Interest Rates in Stochastic Production Economies, Journal of Finance 39 (March 19814), 77-92.",
        "Economics. The University of Chicago Press (Chicago, 1972)."
    ]
}