{
    "id": 14168,
    "cites": 31,
    "cited_by": 12,
    "reference": [
        "Wang, T., 2004, Exchange Rate Dynamics, in Prasad, E. (editor), China ~ Growth and Integration into the World Economy, Occasional Paper No. 232 (Washington, D.C.: IMF), pp. 21-28.",
        "Swan, T., 1960, Economic Control in a Dependent Economy, Economic Record 36, 5166.",
        "Samuelson, P., 1964, Theoretical Notes on Trade Problems, Review of Economics and Statistics 46, 145-154.",
        "Summers, R., Heston, A., 1991, The Penn World Table (Mark 5): An Expanded Set of International Comparisons, Quarterly Journal of Economics 106, 327-68.",
        "Rose, A. and Supaat, S., 2007, Fertility and the Real Exchange Rate, NBER Working Paper No. 13263 (July).",
        "Salter, W.A., 1959, Internal and External Balance: The Role of Price and Expenditure Effects, Economic Record 35, 226-3 8.",
        "Rogoff, K., 1996, The Purchasing Power Parity Puzzle, Journal of Economic Literature 34 (June), 647-668.",
        "Prasad, E., Wei, S.-J., 2005, The Chinese Approach to Capital Inflows: Patterns and Possible Explanations, NBER Working Paper No. 11306 (April).",
        "International Comparison Program, 2007, Preliminary Results: Frequently Asked Questions, mimeo. htt~://siteresources. woridbank.org/iCPiNT/Resources/backgrounder~FAO.pdf Krueger, A.O., 1983, Exchange-Rate Determination (Cambridge, UK: Cambridge University Press).",
        "Hsieh, D., 1982, The Determination of the Real Exchange Rate: The Productivity Approach, Journal of International Economics 12 (2), 355-362.",
        "Government Accountability Office, 2005, International Trade: Treasury Assessments Have Not Found Currency Manipulation, but Concerns about Exchange Rates Continue, Report to Congressional Committees GAO-05-35 1 (Washington, D.C.: Government Accountability Office, April).",
        "Goldstein, M., 2004, China and the Renminbi Exchange Rate, in Bergsten, C. F., Williamson, J. (editors), Dollar Adjustment: How Far? Against What? Special Report No. 17 (Washington, D.C.: Institute for International Economics, November).",
        "Funke, M., Rahn, J., 2005, Just how undervalued is the Chinese renminbi? World Economy 28, 465-89.",
        "Frankel, J., 2006, On the Yuan: The Choice between Adjustment under a Fixed Exchange Rate and Adjustment under a Flexible Rate, CES~fo Economic Studies 52 (2), 246-75.",
        "Frankel, J., 2008, Comment on Come and Williamson, Equilibrium Exchange Rate of the Renminbi, in Goldstein, M. and Lardy, N. (editors), Debating China `s Exchange Rate Policy (Washington, D.C.: Institute for International Economics, April), pp. 155-65.",
        "Fernald, J., Edison, H., Loungani, P., 1999, Was China the First Domino? Assessing Links between China and Other Asian Economies, Journal of International Money and Finance 18 (4), 5 15-535.",
        "Elekdag, Selim and Subir Lall, 2008, International Statistical Comparison: Global Growth Estimates Trimmed After PPP Revisions, IMF Survey Magazine (Washington, D.C.: IMF, January 8).",
        "Dunaway, S., Li, X., 2005, Estimating Chinas Equilibrium Real Exchange Rate, IMF Working Paper.",
        "Dunaway, S., Leigh, L., Li, X., 2006, How Robust are Estimates of Equilibrium Real Exchange Rates: The Case of China, IMF Working Paper.",
        "Devereux, M.B., 1999, Real Exchange Rates and Growth: A Model of East Asia, Review of International Economics 7, 509-52 1.",
        "Coudert, V., Couharde, C., 2005, Real Equilibrium Exchange Rate in China, CEPII Working Paper 2005-0 1 (Paris, January).",
        "Chinn, M., Ito, H., 2006, What Matters for Financial Development? Capital Controls, Institutions and Interactions, Journal of Development Economics 61(1), 163-192.",
        "Chinn, M., Prasad, E., 2003, Medium-Term Determinants of Current Accounts in Industrial and Developing Countries: An Empirical Exploration, Journal of International Economics 59 (1), 47-76.",
        "Chinn, M.D., 2000b, Three Measures of East Asian Currency Overvaluation, Contemporary Economic Policy 18 (2), 205-2 14.",
        "Chinn, M., 2000a, The Usual Suspects? Productivity and Demand Shocks and AsiaPacific Real Exchange Rates, Review of International Economics 8 (1), 20-43.",
        "Cheung, Y., Chinn, M., Fujii, E., 2007, The Overvaluation of Renminbi Undervaluation, Journal of International Money and Finance 26(5) (September): 762-785.",
        "Canzoneri, M., Cumby, R., Diba, B., 1996, Relative Labor Productivity and the Real Exchange Rate in the Long Run: Evidence for a Panel of OECD Countries, Journal of International Economics 47 (2), 245-66. Cheung, Y., Chinn, M., Fujii, E., forthcoming, The Illusion of Precision and the Role of the Renminbi in Regional Integration, in Hamada, K., Reszat, B., Volz, U. (editors), Prospectsfor Monetary and Financial Integration in East Asia: Dreams and Dilemmas.",
        "Bosworth, B., 2004, Valuing the Renminbi, paper presented at the Tokyo Club Research Meeting, February 9-10.",
        "Beck, T., DemirgÃ\u0083Â¼c-Kunt, A., Levine R., 2000, A new database on financial development and structure, Policy Research Paper No. 2147 (Washington, D.C.: World Bank).",
        "Balassa, B. 1964, The Purchasing Power Parity Doctrine: A Reappraisal, Journal of Political Economy 72, 5 84-596.",
        "Asian Development Bank, 2007, Purchasing Power Parities and Real Expenditures (Manila, Philippines: Asian Development Bank, December)."
    ]
}