{
    "id": 14165,
    "cites": 12,
    "cited_by": 44,
    "reference": [
        "Tille, Cedric, Financial Integration and the Wealth Effect of Exchange Rate Fluctuations., mimeo, Federal Reserve Bank of New York 2004.",
        "Thomas, Charles P., Francis E. Warnock, and Jon Wongswan, The performance of international portfolios, Technical Report 2004.",
        "Krylova, Elizaveta, Lorenzo Cappiello, and Roberto A. De Santis, Explaining exchange rate dynamics - the uncovered equity return parity condition, Working Paper Series 529, European Central Bank September 2005.",
        "- and - , Home Bias at the Fund Level, forthcoming American Economic Review, 2008. Kouri, Pentti, Balance of Payment and the Foreign Exchange Market: A Dynamic Partial Equilibrium Model, in Jagdeep Bhandari and Bluford Putnam, eds., Economic Interdependance and Flexible Exchange Rates, MIT Press, i982, pp. ii6-i56.",
        "Hau, Harald and HÃ\u0083Â©lÃ\u0083Â¨ne Rey, Exchange Rate, Equity Prices and Capital Flows, Review of Financial Studies, 2006, 19 (i) 273-3i7.",
        "Gourinchas, Pierre-Olivier and HÃ\u0083Â©lÃ\u0083Â¨ne Rey, International Financial Adjustment, Journal of Political Economy, August 2007, 115 (4), 665-703.",
        "Devereux, Michael and Alan Sutherland, Country Portfolio Dynamics, November 2006. University of British Columbia. Frankel, Jeffrey, In Search of the Exchange Risk Premium: A Six-Currency Test Assuming MeanVariance Optimization, Journal of International Money and Finance, December i982, 1, 255-274. - , A Test of Perfect Substitutability in the Foreign Exchange Market, Southern Economic Journal, October i982, ~j9 (2), 406-4i6.",
        "Coeurdacier, Nicolas, Do trade costs in goods markets lead to home bias in equities?, 2005. mimeo, Paris Jourdan Sciences Economiques.",
        "Covrig, Vicentiu, Patrice Fontaine, Sonia Jimenez-Garcs, and Mark Seasholes, Information Asymmetries, Common Factors, and International Portfolio Choice, SSRN eLibrary, 2007.",
        "Chaban, Maxym, Commodity Currencies and Equity Flows, may 2008. mimeo.",
        "chan, Kalok, Vicentiu Covrig, and Lilian Ng, What Determines the Domestic Bias and Foreign Bias?Evidence from Equity Mutual Fund Allocations Worldwide, Journal of Finance, 2005, 60 (3), i495-i534.",
        "Calvet, John Campbell Laurent and Paolo Sodini, Fight of Flight? Portfolio Rebalancing by Individual Investors, 2007. Mimeographed, Harvard University."
    ]
}