{
    "id": 14161,
    "cites": 47,
    "cited_by": 2,
    "reference": [
        "Stone, C. J. (1982) Optimal rates of convergence for non-parametric regression, Annals of Statistics, 10,1040-1053.",
        "Smith, R. J. and R. W. Blundell (1986) An exogeneity test for a simultaneous equation Tobit model with an application to labor supply, Econometrica, 54, 679-686.",
        "Stoker, T. M. (1986) Consistent estimation of scaled coefficients, Econometrica, 54, 1461-1481.",
        "Smith, R. L. (1994) Nonregular regression, Biometrika, 81, 173-183.",
        "Rivers, D. and Q. Vuong (1988) Limited information estimators and exogeneity tests for simultaneous probit models, Journal of Econometrics, 39, 347-366.",
        "Rauta, L. K. and L. H. Tran (2005) Parental human capital investment and old-age transfers from children: Is it a loan contract? Journal of Development Economics, 77, 2, 389-414.",
        "Newey, W. K. and D. L. McFadden (1994) Large sample estimation and hypothesis testing, in Engle, R. F. and D. L. McFadden, eds., Handbook of Econometrics, Vol. IV, ch. 36, Elsevier, Amsterdam.",
        "Powell, J. L., Stock, J. H. and T. M. Stoker (1989) Semiparametric estimation of index coefficients, Econometrica, 57, 1403-1430.",
        "Powell, J. L. (1994) Estimation of semiparametric models, in Engle, R. F. and D. L. McFadden (eds.), Handbook of Econometrics, vol. IV, 2443-2521, Elsevier, Amsterdam.",
        "Powell, J. L. (1991) Estimation of monotonic regression models under quantile restrictions,  in Barnett, W. A., Powell, J. L. and G. Tauchen (eds.), Nonparametric and Semiparametric Methods in Econometrics and Statistics, Cambridge University Press.",
        "Pagan, A. and A. Ullah (1999) Nonparametric Econometrics, Cambridge University Press.",
        "Matzkin, R. L. (1991) A nonparametric maximum rank correlation estimator, in Barnett, W. A., Powell, J. L. and G. Tauchen (eds.), Nonparametric and Semiparametric Methods in Econometrics and Statistics, Cambridge University Press.",
        "Masry, E. (1996b) Multivariate local polynomial regression for time series: uniform strong consistency and rates, Journal of Time Series Analysis, 17, 571-599.",
        "Masry, E. (1996a) Multivariate regression estimation: local polynomial fitting for time series, Stochastic Processes and Their Applications, 65, 81-101.",
        "Li, Q., Lu, X. and A. Ullah (2003) Multivariate local polynomial regression for estimating average derivatives, Journal of Nonparametric Statistics, 15, 607-624.",
        "Koenker, R. and G. Bassett (1978) Regression quantiles, Econometrica, 46, 33-50.",
        "Lewbel, A. and 0. Linton (2002) Nonparametric censored and truncated regression, Econometrica, 70, 765-779.",
        "Knight, K. (2001) Limiting distributions of linear programming estimators, Extremes, 4, 87-103.",
        "Kazianga, H. (2006) Motives for household private transfers in Burkina Faso, Journal of Development Economics, 79, 73-117.",
        "Ichimura, H., Otsu, T. and J. G. Altonji (2008) Nonparametric intermediate order regression quantiles, Working paper.",
        "Ichimura, H. and L. Lee (1991) Semiparametric least squares estimation of multiple index models: single equation estimation, in Barnett, W. A., Powell, J. L. and G. Tauchen (eds.), Nonparametric and Semiparametric Methods in Econometrics and Statistics, Cambridge University Press.",
        "Imbens, G. W., and W. K. Newey (2002): \\Identication and Estimation of Triangular Simultaneous Equations Models Without Additivity, Technical Working Paper 285, NationalBureau of Economic Researh.",
        "Horowitz, J. L. (1998) Semiparametric Methods in Econometrics, Springer.",
        "HonorÃ\u0083Â©, B. E. (1992) Trimmed LAD and least squares estimation of truncated and censored regression models with fixed effects, Econometrica, 60, 533-565.",
        "Ahmad, I. A. (1976) On asymptotic properties of an estimate of a functional of a probability density, Scandinavian Actuarial Journal, 3, 176-181.",
        "Ai, C. (1997) A semiparametric maximum likelihood estimator, Econometrica, 65, 933-963.",
        "Altonji, J. G., Hayashi, F. and L. J. Kotlikoff (1997) Parental altruism and inter vivos transfers: theory and evidence, Journal of Political Economy, 105, 1121-1166.",
        "Altonji, J. G. and R. L. Matzkin (2001) Panel data estimators for nonseparable models with endogenous regressors, Working paper.",
        "Altonji, J. G. and R. L. Matzkin (2005) Cross section and panel data estimators for nonseparable models with endogenous regressors, Econometrica, 73, 1053-1102.",
        "Barro, R. J. (1974) Are government bonds net wealth?, Journal of Political Economy, 82, 1095-1117.",
        "Becker, G. 5. (1974) A theory of social interactions, Journal of Political Economy, 82, 1063-1093.",
        "Blundell, R. and J. L. Powell (2003) Endogeneity in nonparametric and semiparametric regression models, in Dewatripont, M., Hansen, L. P. and S. J. Turnovsky (eds.) Advances in Economics and Econometrics: Theory and Applications: Eighth World Congress, vol. II, Cambridge University Press.",
        "Blundell, R. and J. L. Powell (2004) Endogeneity in semiparametric binary response models, Review of Economic Studies, 71, 655-679.",
        "Box, G. E. P. and D. R. Cox (1964 ) An analysis of transformations, Journal of the Royal Statistical Society, B, 211-264.",
        "Chaudhuri, P. (1991a) Nonparametric estimates of regression quantiles and their local Bahadur representation, Annals of Statistics, 19, 760-777.",
        "Chaudhuri, P. (1991b) Global nonparametric estimation of conditional quantile functions and their derivatives, Journal of Multivariate Analysis, 39, 246-269.",
        "Chen, S., Dahl, G. B. and S. Khan (2005) Nonparametric identification and estimation of a censored location-scale regression model, Journal of the American Statistical Association, 100, 212-221.",
        "Chen, S. and S. Khan (2001) Semiparametric estimation of a partially linear censored regression model, Econometric Theory, 17, 567-590.",
        "Chernozhukov, V. (1998) Nonparametric extreme regression quantiles, Working paper.",
        "Chernozhukov, V. (2005) Extremal quantile regression, Annals of Statistics, 33, 806839.",
        "Chesher, A. (2003) Local identification in nonseparable models, Econometrica, 71, 1405-1441.",
        "Fan, J. and I. Gijbels (1996) Local Polynomial Modelling and Its Applications, Chapman &~ Hall/CRC.",
        "Hall, P. and J. S. Marron (1987) Estimation of integrated squared density derivatives, Statistics ~ Probability Letters, 6, 109-115.",
        "Han, A. K. (1987) Non-parametric analysis of a generalized regression model: the maximum rank correlation estimator, Journal of Econometrics, 35, 303-3 16.",
        "HÃ\u0083Â¤rdle, W. and T. M. Stoker (1989) Investigating smooth multiple regression by the method of average derivatives, Journal of the American Statistical Association, 84, 986-995.",
        "Heckman, J. J. (1976) The common structure of statistical models of truncation, sample selection and limited dependent variables and a simple estimator for such models, Annals of Economic and Social Measurement, 5, 475-492.",
        "Heckman, J. J., Smith, J, and Clements, N. (1997) Making the Most Out of Programme Evaluations and Social Experiments: Accounting for Heterogeneity in Programme Impacts,  Review of Economic Studies, 64, 487-535."
    ]
}