{
    "id": 14163,
    "cites": 30,
    "cited_by": 4,
    "reference": [
        "Walsh, Carl E., Monetary Theory and Policy, 2nd ed. MIT Press, 2003. Woodford, Michael, Interest and Prices: Foundations of a Theory of Monetary Policy.",
        "Taylor, John B., Staggered Price and Wage Setting in Macroeconomics, in J.B. Taylor and M. Woodford, eds., Handbook of Macroeconomics. Elsevier, 1999.",
        "___________________ Inflation Persistence: Alternative Interpretations and Policy Implications, Journal of Monetary Economics 54 (2007), 13 11-1339.",
        "Sbordone, Argia M., Prices and Unit Labor Costs: A New Test of Price Stickiness, Journal of Monetary Economics 49 (2002), 265-292.",
        "Rudd, Jeremy, and Karl Whelan, Modeling Inflation Dynamics: A Critical Review of Recent Research, Journal of Money, Credit, and Banking 39 (2007), 155-170.",
        "Sargent, Thomas J., A Note on the Accelerationist Controversy, Journal of Money, Credit, and Banking 3 (1971), 50-60.",
        "__________________________ Interest Rate Rules in an Estimated Sticky Price Model, in J.B. Taylor, ed., Monetary Policy Rules. University of Chicago Press, 1999.",
        "Rotemberg, Julio J., Sticky Prices in the United States, Journal of Political Economy 90 (1982), 1187-1211. Rotemberg, Julio J., and Michael Woodford, An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy, in B.S. Bernanke and J.J.",
        "Nelson, Edward, Sluggish Inflation and Optimizing Models of the Business Cycle, Journal of Monetary Economics 42 (1998), 303-322.",
        "Mussa, Michael, Sticky Prices and Disequilibrium Adjustment in a Rational Model of the Inflationary Process, American Economic Review 71(1981), 1020-1027.",
        "__________________ (1 999b) Nominal Income Targeting in an Open-Economy Optimizing Model, Journal of Monetary Economics 43 (1999), 553-578.",
        "McCallum, Bennett T., and Edward Nelson, Performance of Operational Policy Rules in an Estimated Semiclassical Structural Model, in J.B. Taylor, ed., Monetary Policy Rules. University of Chicago Press, 1999(a).",
        "__________ A Semi-Classical Model of Price-Level Adjustment, Carnegie-Rochester Conference Series on Public Policy 41(1994), 25 1-284.",
        "McCallum, Bennett T., Rational Expectations and Macroeconomic Stabilization Policy: An Overview, Journal of Money, Credit, and Banking 12 (1980), 7 16-746.",
        "Mankiw, N. Gregory, and Ricardo Reis, Sticky Information versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve, quarterly Journal of Economics 117 (2002), 1295-1328.",
        "Eckstein, ed., The Econometrics of Price Determination. Board of Governors of the Federal Reserve System, 1972. (a) _______________ Expectations and the Neutrality of Money, Journal of Economic Theory 4 (1972), 103-124. (b) Mankiw, N. Gregory, The Inexorable and Mysterious Tradeoff between Inflation and Unemployment, Economic Journal 111 (2001), C45-C61.",
        "King, Robert G., and Alexander L. Wolman, What Should the Monetary Authority Do When Prices are Sticky? in J.B. Taylor, ed., Monetary Policy Rules. University of Chicago Press, 1999 Koenig, Evan F., Aggregate Price Adjustment: the Fischerian Alternative, Working Paper, Federal Reserve Bank of Dallas, 1996. Lucas, Robert E., Jr.,Econometric Testing of the Natural Rate Hypothesis, in 0.",
        "Keen, Benjamin D., Sticky Price and Sticky Information Price-Setting Models: What is the Difference? Economic Inquiry 45 (2007), 770-786.",
        "Grossman, Herschel I., The Cyclical Pattern of Unemployment and Wage Inflation, Economica 41(1974), 403-4 13.",
        "Gertler, Mark, Comment, in J.B. Taylor, ed., Monetary Policy Rules. University of Chicago Press, 1999 Goodfriend, Marvin, and Robert G. King, The New Neoclassical Synthesis and the Role of Monetary Policy, in B.S. Bernanke and J.J., eds., NBER Macroeconomics Annual 1997. MIT Press, 1997.",
        "Gali, Jordi, Mark Gertler, and J. David Lopez-Salido, Robustness of the Estimates of the Hybrid New Keynesian Phillips Curve, Journal of Monetary Economics 52 (2005), 1107-1118.",
        "Gali, Jordi, and Mark Gertler, Inflation Dynamics: A Structural Econometric Analysis, Journal of Monetary Economics 44 (1999), 195-222.",
        "____________ The Optimum Quantity of Money, in The Optimum quantity of Money and Other Essays. Aldine Press, 1969.",
        "___________ The role of monetary policy, American Economic Review 58 (March 1968), 1-17.",
        "Friedman, Milton, Comments, in Guidelines, Informal Controls, and the Market Place, eds. G.P. Schulz and R.Z. Aliber. University of Chicago Press, 1966.",
        "Estrella, Arturo, and Jeffrey C. Fuhrer, Dynamic Inconsistencies: Counterfactual Implications of a Class of Rational-Expectations Models, American Economic Review 92 (2002), 1013-1028.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans, Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy 1113 (2005), 1-45.",
        "Chari, V. V., Patrick J. Kehoe, and Ellen R. McGrattan, Sticky Price Models of the Business Cycle: Can the Contract Multiplier Solve the Persistence Problem? Econometrica68 (2000), 1151-1179.",
        "Calvo, Guillermo A., Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics 12 (1983), 383-398.",
        "Andres, Javier, J. David Lopez-Salido, and Edward Nelson, Sticky-Price Models and the Natural Rate Hypothesis, Journal of Monetary Economics 52 (2005), 1025-1053."
    ]
}