{
    "id": 14173,
    "cites": 19,
    "cited_by": 67,
    "reference": [
        "U. S. Committee on Ways and Means. House of Representatives (1993) Overview of entitl ement programs: 1993 Green book. US Government Printing Office: Washington DC; 1993. U.S. Bureau of the Census. People in families with related children under 18 by family structure, age, sex, iterated by income-to-poverty ratio and race. U.S.",
        "Mathematica Policy Research Inc.: Cambridge, MA; 2001. Schenker N, Trivellore E, Raghunathan P-LC, Makuc DM, Zhang G, Cohen AJ. Multiple imputation of missing income data in the National Health Interview Survey.",
        "Raghunathan TE, Lepkowski JM, Van Hoewyk J, Solenberger P. A multivariate technique for multiply imputing missing values using a sequence of regression models. Survey Methodology 2001; 27(1); 85-95. Rosenbach M, Ellwood J, Czajka J, Irvin C, CoupÃ\u0083Â© W, Quinn B. Implementation of the State Childrens Health Insurance Program: Momentum is increasing after a modest start. First annual report to the Health Care Financing Administration.",
        "Newacheck P. Poverty and childhood chronic illness. Archives of Pediatrics and Adolescent Medicine 1994; 148(11); 1143-49. Office of Family Assistance, Administration for Children and Families. Characteristics of state plans for Aid to Families with Dependent Children. U.S. Department of Health, Education and Welfare (HEW): Washington, DC; Various years.",
        "Mathematica Policy Research Inc., Kenney G ,Dubay L, Hill I, Sommers A, Zuckerman S. Congressionally mandated evaluation of the State Childrens Health Insurance Program: Final report to Congress. Mathematica Policy Research Inc.: Washington DC; 2005 National Governors Association. State Medicaid coverage of pregnant women and children. National Governors Association: Washington DC; 2003.",
        "Lo Sasso AT, Buchmueller TC. The effect of the State Childrens Health Insurance Program on health insurance coverage. Journal of Health Economics 2004; 23(5); 1059-82.",
        "Ito, M. Nurturing the brain as an emerging research field involving child neurology. Brain & Development 2004; 26; 429-433.",
        "Heckman JJ. The technology and neuroscience of capacity formation. Proceedings of the National Academy of Sciences (PNAS) 2007; 104(33);13250-55.",
        "Dafny L, Gruber J. Public insurance and child hospitalizations: Access and efficiency effects. Journal of Public Economics 2005; 89(1);109-29.",
        "Cunie J, Lin W. Chipping away at health: More on the relationship between income and child health. Health Affairs 2007; 26(2); 33 1-44.",
        "Cunie J, Gruber J.. Health insurance eligibility, utilization of medical care, and child health. Quarterly Journal of Economics 1996a; 111(2); 43 1-66.",
        "Cunie J, Gruber J. Saving babies: The efficacy and cost of recent changes in the Medicaid eligibility of pregnant women. The Journal of Political Economy 1996b; 104(6); 1263-96.",
        "Barker DJP. Mothers, babies and health in later life. Churchill: Livingston: Edinburgh, U.K.; 1998.",
        "Case A, Lubotsky D, Paxson C. Economic status and health in childhood: The origins of the gradient. American Economic Review 2002; 92(5); 1308-34.",
        "Andersen, SL. Trajectories of brain development: point of vulnerability or window of opportunity? Neuroscience and Biobehavioral Reviews 2003; 27: 3-18.",
        "American Academy of Pediatrics. Recommendations for preventive pediatric health care. Pediatrics 2000; 105(3); 645-646.",
        "American Academy of Peditrics. Recommendations for preventive pediataric health care. Pediatrics 2007; 120; 1376.",
        "Cambridge, Ma: National Bureau of Economic Research (NBER) Working Paper No. 9907; 2003.",
        "American Academy of Pediatrics. Committee on Practice and Ambulatory Medicine. Recommendations for preventive pediatric health care. Pediatrics 1995; 96; 373-374."
    ]
}