{
    "id": 14174,
    "cites": 55,
    "cited_by": 2,
    "reference": [
        "Werner, R.M. and D.A. Asch. 2005. Publicly Reporting Quality Information - Reply. Journal of the American Medical Association. 293(24): 3000-300 1.",
        "Weiss, A. 1995. Human Capital vs. Signaling Explanations of Wages. Journal of Economic Perspectives. 9(4): 133-154.",
        "Wagner, Todd H., Chen, Shuo, and Paul G. Barnett. 2003. Using Average Cost Methods to Estimate Encounter-Level Costs for Medical-Surgical Stays in the VA. Medical Care Research and Review. 60(3): 1SS-36S.",
        "VHA (Veterans Health Administration). 2005 Report to the Secretary of Veterans Affairs. Accessed at http ://www.va.gov/oaa/archive/FACA_Report_2005 .pdf.",
        "Volpp, Kevin G., Rosen, Amy K., Rosenbaum, Paul R., Romano, Patrick S., EvenShoshan, Orit, Wang, Yanli, Bellini, Lisa, Behringer, Tiffany, and Jeffrey H. Silber. 2007. Mortality Among Hospitalized Medicare Beneficiaries in the First 2 Years Following ACGME Resident Duty Hour Reform. Journal of the American Medical Association. 298:975-983.",
        "U.S. News and World Report. 2007. Best Hospitals 2007. Accessed via web at: http ://health.usnews.comlusnews/health/best-hospitals/honorroll.htm Van Ryn, M. 2002. Research on the Provider Contribution to Race/Ethnicity Disparities in Medical Care. Medical Care. 40(1): 140-15 1.",
        "Unruh, L. 2003. Licensed Nurse Staffing and Adverse Events in Hospitals. Medical Care. 41: 142-152.",
        "Tamblyn Robyn, Abrahamowicz Michael., Dauphinee D., Hanley J.A., Norcini John, Girard Nadyne, GrandMaison Paul, and Carlos Brailovsky. (2002) Association between Licensure Examination Scores and Practice in Primary Care. JAMA 288: 30 19-3026.",
        "Tamblyn, Robyn, Abrahamowicz, Michael, Brailovsky, Carlos, GrandMaison, Paul, Lescop, Joelle, Norcini, John, Girard, Nadyne, and Jeannie Haggerty. (1998) Association Between Licensing Examination Scores and Resource Use and Quality of Care in Primary Care Practice JAMA 280:989-996.",
        "Sohn, M.W., Arnold, N., Maynard, C., and D.M. Hynes. 2006. Accuracy and Completeness of Mortality Data in the Department of Veterans Affairs. Population Health Metrics. 4(2): available at: http ://www.pophealthmetrics .comlcontent/4/ 1/2.",
        "Silver, B. and C.S. Hodgson. (1997) Evaluating GPAs and MCAT scores as predictors of NBME I and clerkship performances based on students data from one undergraduate institution. 72(5): 394-396.",
        "Semeijn, Judith, Van der Velden, Rolf, Heijke, Hans, Van der Vleuten, Cees, and Henny Boshuizen. 2005. The Role of Education in Selection and Allocation in the Labour Market: An Empirical Study in the Medical Field. Education Economics. 13(4): 449-477.",
        "Rosen, Sherwin. 1981. The Economics of Superstars. American Economic Review. 71(5): 845-858.",
        "Schneider, Eric C. and Arnold M. Epstein. 1996. Influence of Cardiac Surgery Performance Reports on Referral Practices and Access to Care. New England Journal of Medicine. 335(4): 251-256.",
        "Phibbs, Ciaran S., Bhandari, Aman, Yu, Wei, and Paul G. Barnett. 2003. Estimating the Costs of VA Ambulatory Care. Medical Care Research and Review. 60(3): 54S73S.",
        "Quan H, Sundararajan V, Halfon P, Fong A, Burnand B, Luthi JC, Saunders LD, Beck CA, Feasby TE, and WA Ghali. (2005) Coding algorithms for defining comorbidities in ICD-9-CM and lCD-b administrative data. Medical Care 43(1 1):1073-1077.",
        "Phelps, Charles and Cathleen Mooney. 1993. Variations in Medical Practice Use: Causes and Consequences. In Competitive Approaches to Health Care Reform, ed. Arnould, Richard, Rich, Robert, and William White. Washington DC: The Urban Institute Press.",
        "Pauly, Mark V. 1978. Medical Staff Characteristics and Hospital Costs. Journal of Human Resources. 13(5): 77-111.",
        "Omoigui, Nowamagbe A., Miller, Dave P., Brown, Kimberly J., Annan, Kingsley, Cosgrove, Delos, Bytle, Bruce, Loop Floyd, and Eric J. Topol. 1996. Outmigration for Coronary Bypass Surgery in an Era of Public Dissemination of Clinical Outcomes. Circulation. 93(1): 27-33.",
        "Norcini JJ, Kimball HR, and Lipner RS. (2000) Certification and specialization: do they matter in the outcome of acute myocardial infarction? Academic Medicine. 75:1193-1198.",
        "Newhouse, Joseph. 1996. Reimbursing Health Plans and Health Providers: Efficiency in Production vs. Selection. Journal of Economic Literature. 34(3): 1236-1263.",
        "Mukamel, Dana B., Murthy, Ananthram S., and David L. Weimer. (November 2000) Racial Differences in Access to High-Quality Cardiac Surgeons. American Journal of Public Health. 90(11): 1774- 1777.",
        "The Public Release of Performance Data: What Do We Expect to Gain? A Review of the Evidence. Journal of the American Medical Association. 283: 1866- 1874.",
        "Mooney, C., Zwanziger, J., Phibbs, C., and S. Schmitt. 2000. Is Travel Distance A Barrier to Veterans Use of VA Hospitals for Medical Surgical Care? Social Science and Medicine. 50(12): 1743-1755.",
        "Kelly, J.V. and F.J. Hellinger. 1987. Heart Disease and Hospital Deaths: An Empirical Study. Health Services Research. 22(3) August: 369-95.",
        "Huckman, Robert and Jason Barro. 2005. Cohort Turnover and Productivity: The July Phenomenon in Teaching Hospitals. NBER Working Paper. No. 11182.",
        "Institute of Medicine. (2002) Unequal Treatment: Confronting Racial and Ethnic Disparities in Health Care. Washington D.C.: National Academies Press.",
        "Hojat, Mohmmadrez, Gonnella, Joseph S., Erdmann, James B., and J. Jon Veloski. 1997. The Fate of Medical Students with Different Levels of Knowledge: Are the Basic Medical Sciences Relevant to Physician Competence. Advances in Health Sciences Education. 1: 179-196.",
        "Hofer, Timothy P. et al. 1999. The Unreliability of Individual Physician `Report Cards for Assessing the Costs and Quality of Care of a Chronic Disease. Journal of the American Medical Association. 281: 2098-2105.",
        "Hayward, Rodney A., Manning, Jr., Willard G., McMahon, Jr., Laurence F., and Annette M. Bernard. 1994. Do Attending and Resident Physician Practice Styles Account for Variations in Hospital Resource Use? Medical Care. 32(8): 788794.",
        "Hartz. Arthur J., Kuhn, Evelyn M., and Jose Pulido. 1999. Prestige of Training Programs and Experience of Bypass Surgeons as Factors in Adjusted Patient Mortality Rates. Medical Care. 37(1): 93-103.",
        "Hannan, Edward L. and Mark R. Chassin. 2005. Publicly Reporting Quality Information. 293(24): 2999-3000.",
        "Grytten, Jostein and Rune Sorensen. 2003. Practice Variation and Physician-Specific Effects. Journal of Health Economics. 22: 403-4 18.",
        "Glaser K., Hojat M., Velkoski J.J., Blacllow R.S., and C.E. Goepp. (1992) Science, verbal, or quantitative skills: which is the most important predictor of physician competence? Educational and Psychological Measurement. 52:395-406 Gowrisankaran, Gautam and Robert J. Town (1999). Estimating the Quality of Care in Hospitals Using Instrumental Variables, Journal of Health Economics 18: 747 - 67.",
        "Gillespie, Kathleen N., Romeis, James C., Virgo, Kathy S., Fletcher, James W., and Anne Elixhauser. (1989) Practice Pattern Variation Between Two Medical Schools. Medical Care 27(5):537-542 Glance, Laurent G., Dick, Andrew, Mukamel, Dana B., Li, Yue, and Turner M. Osler.",
        "Geweke, J. Gowrisankaran, G, and R.J. Town. 2003. Bayesian Inference for Hospital Quality in a Selection Model. Econometrica 7 1(4): 1215-1238.",
        "Ferguson, Eamonn, James, David, and Laura Madeley. 2002. British Medical Journal Factors Associated with Success in Medical School: Systematic Review of the Literature. 324: 952-957.",
        "Fisher E, Wennberg D, Stukel T, Gottlieb D, Lucas F, Pinder E. (2003) Implications of regional variations in Medicare spending. part 2: health outcomes and satisfaction with care. Annals of Internal Medicine 138(4): 288-298.",
        "Eisenberg, John M. 2002. Physician Utilization: The State of Research about Physicians Practice Patterns. Medical Care. 40(11): 1016-1035. Evans, William N., and Beom Soo Kim. Forthcoming. Patient Outcomes When Hospitals Experience a Surge in Admissions. Journal of Health Economics.",
        "Fisher, Elliott S., Wennberg, John E., Stukel, Therese A., Sharp, Sandra M. (1994) Hospital Readmission Rates for Cohorts of Medicare Beneficiaries in Boston and New Haven New England Journal of Medicine. 331: 989-995.",
        "Dranove, David, Kessler, Daniel, McClellan, Mark, and Mark Satterthwaite. 2003. Is More Information Better? The Effects of Report Cards on Health Care Providers. Journal of Political Economy. 111(3): 555-588.",
        "Dafny, Leemore. 2005. How Do Hospitals Respond to Price Changes. American Economic Review. December. 95(5): 1525-1547.",
        "Detsky, Allan S., McLaughlin, John R., Abrams, Howard B., LAbbe, Kristan, and Frank M. Markel. 1986. Do Interns and Residents Order More Tests than Attending Staff? Results of a House Staff Strike. Medical Care. 24(6): 526-534.",
        "Cutler, David M., Huckman, Robert S., and Mary Beth Landrum. 2004. The Role of Information in Medical Markets: An Analysis of Publicly Reported Outcomes in Cardiac Surgery. American Economic Review. 94(2) Papers and Proceedings of the One Hundred Sixteenth Annual Meeting of the American Economic Association. May: 342-346.",
        "Cole, Jonathan R. and James A. Lipton. 1977. The Reputations of American Medical Schools. Social Forces. 53(3): 662-684.",
        "Chang, Barbara K. (2005). Resident Supervision in VA Teaching Hospitals. ACGME Bulletin. September: 12-13.",
        "Chen, Jersey, Rathore, Saif S., Wang, Yongfei, Radford, Martha J., and Harlan M. Krumholz. (2006) Physician Board Certification and the Care and Outcomes of Elderly Patients with Acute Myocardial Infarction. Journal of General Internal Medicine. 21(3): 238-244.",
        "Chandra, Amitabh, and Jonathan Skinner. (2003) Geography and Racial Health Disparities, NBER Working Paper No. 9513.",
        "Case SM, Swanson DB. (1993) Validity of the NBME Part I and Part II scores for selection of residents in orthopaedic surgery, dermatology, and preventive medicine. Academic Medicine. 68:S5l-S56.",
        "Burns, Lawton R., Chilingerian, Jon A. and Douglas R. Wholey. 1994. The Effect of Physician Practice Organization on Efficient Utilization of Hospital Resources. Health Services Research. 29(5): 5 83-603.",
        "Bjorklund, Anders and Robert Moffitt. The Estimation of Wage Gains and Welfare Gins in Self-Selection Models. The Review of Economics and Statistics. 69(1). February 1987: 42-49.",
        "Burns Lawton R., and Douglas R. Wholey. 1991. The Effects of Patient, Hospital, and Physician Characteristics on Length of Stay and Mortality. Medical Care. 29(3): 251-271.",
        "Bach, P.B., Phram, H.H., Schrag, D., Tate, R.C., and J.L. Hargraves. 2004. Primary Care Physicians who Treat Blacks and Whites. New England Journal of Medicine. 351(6): 575-584.",
        "Ashton CM, Souchek J, Petersen NJ, Menke TJ, Collins TC, Kizer KW, Wright SM, Wray NP. 2003. Hospital Use and Survival among Veterans Affairs Beneficiaries. New England Journal of Medicine. 349(17): 1637-1646.",
        "Arnold N., Sohn M., Maynard C., and D.M. Hynes. 2006. VA-NDI Mortality Data Merge Project. VIReC Technical Report 2. Edward Hines, Jr. VA Hospital, Hines, IL: VA Information Resource Center."
    ]
}