{
    "id": 14179,
    "cites": 27,
    "cited_by": 4,
    "reference": [
        "Whitford, William C., A History of the Automobile Lender Privisions of BAPCPA, Univ. of Illinois Law Review, vol. 2007:1, 143-194 (2007).",
        "White, Michelle J., Why Dont More Households File for Bankruptcy? J. of Law, Economics, and Organization, vol. 14:2, pp. 20S-231, October 1998.",
        "White, Michelle J., Bankruptcy Reform and Credit Cards, J. of Economic Perspectives, Fall 2007b, 17S-199.",
        "White, Michelle J., Abuse or Protection: The Economics of Bankruptcy Reform Under BAPCPA, Univ. of Illinois Law Review 2007, 2007a, 27S-304.",
        "White, Michelle J., Why Dont More Households File for Bankruptcy? J. of Law, Econ. and Org. 14, Oct. 1998, 20S-231.",
        "Stein, Eric, Testimony before the U.S. House Judiciary Committee, Straightening out the Mortgage Mess: How We Can Protect Homeownership and Provide Relief to Homeowners in Financial Distress, Center for Responsible Lending, Sept 2S, 2007.",
        "Scarberry, Mark S., Detailed Chart Comparing Provisions of Current Bankruptcy Bills Dealing with Modification of Home Mortgages, http://www.abiworl.org/pdfs/Home Mortgages.Ddf (accessed Nov 7, 2007).",
        "Porter, Katherine, Policing Lenders and Protecting Homeowners: Is Misconduct in Bankruptcy Fueling the Foreclosure Crisis? Hearings before the Senate Judiciary Committee, May 8, 2008. Available at judiciary. senate .gov/pdf/0 8-OSO6Porter_Testimony. pdf Scarberry, Mark S., Testimony of Mark S. Scarberry Before the Senate Committee on the Judiciary Hearing on `The Looming Foreclosure Crisis: How To Help Families Save Their Homes, December 5, 2007.",
        "Porter, Katherine, Misbehavior and Mistake in Bankruptcy Mortgage Claims, Texas Law Review, vol. 87 (2008). Available at papers. ssrn.comlsol3/papers .cfm?abstract_id= 1027961.",
        "Pence, Karen, Foreclosing on Opportunity: State Laws and Mortgage Credit, Finance and Economics Discussion Series 2003-16, Board of Governors of the Federal Reserve (2003). www.federalreserve.gov/pubs/feds/2003/2003 16/20031 6pap .pdf Pew Charitable Trusts, Defaulting on the Dream: States Respond to Americas Foreclosure Crisis, 2008, available at www.pewtrusts.org/upioadedFiies/ j~c~ru stsoig/Reports/Subprime~nrnrtgage s/defaulting on the dream.pdf.",
        "Morgenstern, Gretchen, Panel to Look at Foreclosure Practices, New York Times, April 29, 2008.",
        "Morgenstern, Gretchen, Can These Mortgages be Saved? New York Times, Sept 7, 2007.",
        "Levitin, Adam J., and Joshua Goodman, Mortgage Market Sensitivity to Bankruptcy Modification. Paper presented at the 2008 ALEA Conference, New York (2008). http ://law.bepress.comlcgi/viewcontent.cgi?article=2485&context=alea Lin, Emily Y., and Michelle J. White, Bankruptcy and the Market for Mortgage and Home Improvement Loans, J. of Urban Economics, 50, 138-162 (2001). Mann, Ronald J. Bankruptcy Reform and the `Sweat Box of Credit Card Debt. Univ.",
        "Labaton, Stephen, Loan Industry Fighting Rules on Mortgages, New York Times, April 28, 2008, p. Al.",
        "Jacoby, Melissa, Homeownership Risk Beyond a Subprime Crisis: The Role of Delinquency Management, Fordham Law Review 76, forthcoming 2008.",
        "Hooper, Peter (2008), Digesting the Credit Crunch: Home Prices are Key, Deutsche Bank Securities, available at www .econbrowser.comlarchives/2008/04/Hooper_UCSD_apr_08 .pdf.",
        "Herszenhorn, David, Senate Rejects a Proposal to Allow Bankruptcy Judges to Alter Home Mortgages, New York Times, April 4, 2008.",
        "Fay, Scott, Erik Hurst, and Michelle J. White, The Household Bankruptcy Decision, American Economic Rev., 92, June 2002, 708-7 18.",
        "Evans, David S., and Richard Schmalensee. Paying with Plastic: The Digital Revolution in Buying and Borrowing. Cambridge: MIT Press (1999).",
        "Eraslan, Hulya, Wenli Li, and Pierre-Daniel Sarte, The Anatomy of U.S. Personal Bankruptcy Under Chapter 13, working paper 07-3 1, Philadelphia Federal Reserve Bank, Sept. 2007.",
        "Drucker, Michael P., and Fricke, William, Moodys Subprime Mortgage Servicer Survey on Loan Modifications, Moodys Investors Service, September 2007.",
        "Carroll, Sarah, and Wenli Li, The Homeownership Experience of Households in Bankruptcy, draft June 3, 2008.",
        "Bourguignon, George, Interpretation of Bankruptcy Code 1322(c)(1): Arguing for a Bright-Line Approach to the Debtors Statutory Right to Cure a Residential Mortgage Default. 7 U.C. Davis Bus. L.J. 461 (2007), pp. 46 1-496.",
        "Birnbaum, Jane, Law Makes Debt Relief Harder for Homeowners, New York Times, January 12, 2007.",
        "Bijaj, Vikas, As Housing Bill Evolves, Crisis Grows Deeper, New York Times, June 29, 2008.",
        "Berkowitz, Jeremy, and Richard Hynes, Bankruptcy Exemptions and the Market for Mortgage Loans, J. of Law & Economics, 42, 809-830 (1999).",
        "Ashcraft, Adam, Astrid A. Dick, and Donald P. Morgan, The Bankruptcy Abuse Prevention and Consumer Protection Act: Means-Testing or Mean Spirited? working paper (2006)."
    ]
}