{
    "id": 14175,
    "cites": 25,
    "cited_by": 12,
    "reference": [
        "Verdelhan, Adrien (2007), A Habit-Based Explanation of the Exchange Rate Risk Premium. Mimeo, Boston University, June.",
        "Stock, James, and Watson, Mark, 1993, A Simple Estimator of Cointegrated Vectors in Higher Order Integrated Systems, Econometrica 61: 783-820.",
        "Parlour, Christine A., (1998) Price Dynamics in Limit Order Markets, Review of Financial Studies, Volume 11, Number 4, pp. 789-8 16.",
        "Moore, Michael J. and Roche, Maurice J. (2008) Volatile and Persistent Real Exchange Rates with or without Sticky Prices, Journal of Monetary Economics, Volume 55, Issue 2, pp 423-433.",
        "Moore, Michael J. and Roche, Maurice J. (2007), Solving Exchange Rate Puzzles with neither Sticky Prices nor Trade Costs, Mimeo, Queens University, Belfast, September.",
        "Moore, Michael J. and Roche, Maurice J. (2005), A neo-classical explanation of nominal exchange rate volatility in Exchange Rate Economics: Where do we stand? edited by Paul de Grauwe, MIT Press.",
        "Moore, Michael J. and Roche, Maurice J. (2002), Less of a Puzzle: a New Look at the Forward Forex Market. Journal of International Economics 58 (December), pp. 387-411.",
        "Meese, Richard, and Kenneth Rogoff (1983), Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample? Journal of International Economics 14, pp. 3-24.",
        "Lee, C., and M. Ready, (1991), Inferring Trade Direction from Intraday Data, Journal of Finance, Volume 46(2), 733-46.",
        "Killeen, William, Richard K. Lyons and Michael Moore (2006), Fixed versus Flexible: Lessons from EMS Order Flow, Journal of International Money and Finance 25, pp. 551-579.",
        "Hollifield, B., R. Miller, and P. Sandas, (2004), Empirical Analysis of Limit Order Markets, Review of Economic Studies, Volume 7 1(4), 1027 - 1063.",
        "Gourinchas, Pierre-Olivier and Helene Rey (2007), International Financial Adjustment, Journal of Political Economy 115(4), pp. 665-773.",
        "Flood, Robert P. and Andrew K. Rose (1999), Understanding Exchange Rate Volatility without the Contrivance of Macroeconomics, The Economic Journal 109(459), Features. (Nov.), pp. F660-F672.",
        "Evans, M., and R. Lyons (2008), How Is Macro News Transmitted to Exchange Rates?, Journal of Financial Economics, Volume 88, Issue 1, pp 26-50.",
        "Evans, M., and R. Lyons (2005), Meese-RogoffRedux: Micro-based Exchange Rate Forecasting, American Economic Review Papers and Proceedings, pp. 405-4 14.",
        "Evans M., and R. Lyons (2002), Order flow and exchange rate dynamics. Journal of Political Economy, (February), 110(1), pp. 170-180.",
        "Evans M. (2008), Order Flows and The Exchange Rate Disconnect Puzzle, mimeo, June.",
        "Diebold, Francis X. and Roberto Mariano (1995), Comparing Predictive Accuracy, Journal of Business and Economic Statistics 13, pp. 253-265.",
        "Clark, Todd E. and Kenneth D. West (2007), Using Out-of-Sample Mean Squared Prediction Errors to Test the Martingale Difference Hypothesis, Journal of Econometrics 138(1), pp. 291-311.",
        "Cheung, Yin-Wong and Kon. S. Lai (1993), Finite-Sample Sizes of Johansens Likelihood Ratio Tests for Cointegration, Oxford Bulletin of Economics and Statistics, 55(3), pp. 3 13-328.",
        "Cheung Yin-Wong, Menzie D. Chinn and Antonio Garcia Pascual (2005), Empirical exchange rate models of the nineties: Are any fit to survive? Journal of International Money and Finance 24, pp 1150-1 175 (b).",
        "Cheung, Yin-Wong, Menzie D. Chinn, and Antonio Garcia Pascual (2005), What do we know about recent exchange rate models? In-sample fit and out-of-sample performance evaluated, In: DeGrauwe, P. (Ed.), Exchange Rate Modelling: Where Do We Stand? MIT Press for CESIfo, Cambridge, MA, pp. 239-276 (a).",
        "BjÃ\u0083Â¸nnes, Geir H and Dagfinn Rime (2005), Dealer Behavior and Trading Systems in the Foreign Exchange Market, Journal of Financial Economics, vol. 75, issue 3 (March), pp. 571-605.",
        "Berger, David, Alain Chaboud, Sergei Chernenko, Edward Howorka, and Jonathan Wright (2006). Order Flow and Exchange Rate Dynamics in Electronic Brokerage System Data, Board of Governors of the Federal Reserve System, International Finance Discussion Papers No. 830.",
        "Alquist, Ron and Menzie Chinn (2008). Conventional and Unconventional Approaches to Exchange Rate Modeling and Assessment, International Journal of Finance and Economics 13, pp. 2-13."
    ]
}