{
    "id": 1417,
    "cites": 14,
    "cited_by": 10,
    "reference": [
        "Problem, Brown University, processed, June. Barro, R.J. and D.B. Gordon (1983), Rules, Discretion and Reputation in a Model of Monetary Policy, Journal of Monetary Economics 12, pp. 101-121.",
        "Basar, T. and G.J. Olsder (1982), Dynamic Noncooperative Game Theory, Academic Press.",
        "Blanchard, O.J. and C. Kahn (1980), The Solution of Linear Difference Models Under National Expectations, Econometrica 48.",
        "Buiter, W.H. (1983), Optimal and Time-Consistent Policies in Continuous Time Rational Expectations Models, NBER Technical Working Paper.",
        "Buiter, W.H. and M.H. Miller (1982), Real Exchange Rate Overshooting and the Output Cost of Bringing Down Inflation, European Economic Review 18, May/June, pp. 85-123.",
        "Calvo, G.A. (1978), On the Time Consistency of Optimal Policy in a Monetary Econorr~, Econometrica b6(6).",
        "Kydland, F. (1975), Noncooperative and Dominant Player Solutions in Discrete Dynamic Games, International Economic Review 16(2).",
        "Kydland, F. (1977), Equilibrium Solutions in Dynamic Dominant-Player Models, Journal of Economic Theory 15, pp. 307~3214.",
        "Kydland, F. and E.C. Prescott (1977), Rules Rather than Discretion: The Inconsistency of Optimal Plans, Journal of Political Econong 85(3).",
        "Lipton, D., J.M. Poterba, J. Sachs and L.H. Summers (1982), Multiple Shooting in Rational Expectations Models, Econometrica 50, September, 1329-1333.",
        "Maskin, B. and J. Tirole (1982), A Theory of Dynamic Oligopoly, Part I, M.I.T. Department of Economics Working Paper No. 320, November.",
        "Oudis, C. and J. Sachs (198).~), Macroeconomic Policy Coordination Among the Industrial Economies, Brookings Papers on Economic Activity. Phelps, E.S. and R.A. Pollak (1982), On Second-best National Savings and Game Equilibrium Growth, Review of Economic Studies 2, pp. 185-199.",
        "Rogoff, K. (1983), Productive and Counter-productive Monetary Policies, International Finance Discussion Paper 223 (Board of Governors of the Federal Reserve System), December.",
        "Sachs, J. (1983), International Policy Coordination in a Dynamic Macroeconomic Model, NBER Discussion Paper No. 1166, July."
    ]
}