{
    "id": 14176,
    "cites": 11,
    "cited_by": 43,
    "reference": [
        "Dee, Thomas 5. (1998). Competition and the Quality of Public Schools. Economics of Education Review 17(4), pp. 4 19-427.",
        "Epple, Dennis and Richard E. Romero (1999). Competition Between Private and Public Schools, Vouchers, and Peer-Group Effects. American Economic Review 88 (March), pp. 3362.",
        "Couch, J.F., William F. Shughart II. And A. L. Williams (1993). Private School Enrollment and Public School Performance. Public Choice 76(4), pp. 301-3 12.",
        "Clark, Damon (2005). Politics, Markets, and Schools: Quasi-Experimental Evidence on the Impact of Autonomy and Competition from Truly Revolutionary UK Reform. Unpublished manuscript. Gainesville FL: University of Florida Department of Economics.",
        "Bucklin, Randolph E., Gary J. Russell, and V. Srinivasan (1998). A Relationship Between Market Share Elasticities and Brand Switching. Journal of Marketing Research, 35 (1), pp. 99113.",
        "Borland, M. V. and R. M. Howsen (1992). Student Academic Achievement and the Degree of Market Concentration in Education. Economics of Education Review 11(1), pp. 3 1-39.",
        "Booker, Kevin, Scott Gilpatric, Timothy Gronberg, and Dennis Jansen (2005). The Effect of Charter Schools on Traditional Public School Students in Texas: Are Children Who Stay Behind Left Behind? Unpublished manuscript. Santa Monica: Rand Corportation.",
        "Belfield, Clive R. and Henry M. Levin (2002). The Effects of Competition on Educational Outcomes: A Review of U.S. Evidence. Review of Educational Research 72(2), pp.279-341 Bifulco, Robert and Helen F. Ladd (2004). The Impacts of Charter Schools on Student Achievement: Evidence from North Carolina. Education Finance and Policy 1(1), pp.50-90.",
        "Arum, R. (1996). Do Private Schools Forces Public Schools to Compete? American Sociological Review 61(1), pp. 29-46.",
        "Altonji, Joseph G., Todd E. Elder and Christopher R. Taber (2005b). An Evaluation of Instrumental Variable Strategies for Estimating the Effects of Catholic Schools. Journal of Human Resources 40 (Fall), pp. 791-821.",
        "Ahlin, Asa, 2003. Does School Competition Matter? Effects of a Large-Scale School Choice Reform on Student Performance, Working Paper Series 2003:2, Uppsala University, Department of Economics Altonji, Joseph G., Todd E. Elder and Christopher R. Taber (2005a). Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools. Journal of Political Economy 113 (February), pp. 15 1-184."
    ]
}