{
    "id": 14171,
    "cites": 18,
    "cited_by": 30,
    "reference": [
        "Gelman Andrew, John B. Carlin, Hal S. Stern and Donald B. Rubin (1995), Bayesian Data Analysis, Chapman and Hall, London.",
        "Gambetti, Luca (2006): Technology Shocks and the Response of Hours Worked: Time-Varying Dynamics Matter, unpublished manuscript.",
        "Gall, Jordi, J. David Lapez-Salido, and Javier VallÃ\u0083Â©s (2003): Technology Shocks and Monetary Policy: Assessing the Feds Performance, Journal of Monetary Economics 50, 723-743.",
        "Gall, Jordi (1999): Technology, Employment and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations?, American Economic Review 89, 249-271.",
        "Fisher, Jonas D.M. (2006): The Dynamic Effects of Neutral and InvestmentSpecific Technology Shocks, Journal of Political Economy 114(3), 413-451 Francis, Neville and Valerie Ramey (2005): Is the Technology-driven Real Business Cycle Hypothesis Dead? Shocks and Aggregate Fluctuations Revisited, Journal of Monetary Economics, vol. 52, issue 8, 1379-1400.",
        "Fernald, John G. (2008): Trend Breaks, Long Run Restrictions and the Contractionary Technology Improvements, Journal of Monetary Economics 54 (8), 2467-2485.",
        "Cogley, Timothy, and Thomas J. Sargent (2005): Drifts and Volatilities: Monetary Policy and Outcomes in the Post WWII U.S., Review of Economic Dynamics, 8, 262-302 Dynan, Karen E., Douglas W. Elmendorf, and Daniel E. Sichel (2006): Can financial Innovation Help to Explain the Reduced Volatility of Economic Activity?, Journal of Monetary Economics, vol. 53, issue 1, 123-150.",
        "Clarida, Richard, Jordi Gall, and Mark Gertler (2000): Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics, vol. 105, issue 1, 147-180.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Robert Vigfusson (2003): What Happens after a Technology Shock? NBER Working Paper #9819.",
        "Cecchetti, Stephen G., Alfonso Flores-Lagunes, and Stefan Krause (2006): Assessing the Sources of Changes in the Volatility of Real Growth, NBER WP# 11946.",
        "Christiano, Lawrence J., and Martin Eichenbaum (1992): Current Real Business Cycle Theories and Aggregate Labor Market Fluctuations, American Economic Review 82, 430-450.",
        "Carter, Chris K. and Kohn, Robert. On Gibbs Sampling for. State Space Models, Biometrika, August 1994, 81(3), pp. 541-53.",
        "Boivin, Jean and Marc Giannoni (2006): Has Monetary Policy Become More Effective? Review of Economics and Statistics, 88(3), 445-462.",
        "Box, George E.P., and Gwilym M. Jenkins (1976): Time Series Analysis: Forecasting and Control, Holden-Day, Oakland, CA.",
        "Blanchard, Olivier J. and Simon (2001): The Long and Large Decline in Output Volatility, Brookings Papers on Economic Activity, issue 1, 135-164.",
        "Baxter, Marianne and Robert G. King (1999): Measuring Business cycles: Approximate Band-Pass Filters for Economic Time Series, Review of Economics and Statistics, 575-593.",
        "Barnichon, Regis (2006): Productivity, Aggregate Demand and Unemployment Fluctuations, London School of Economics, unpublished manuscript.",
        "Arias, Andres, Gary D. Hansen, and Lee E. Ohanian (2006): Why Have Business Cycle Fluctuations Become Less Volatile? NBER WP 12079."
    ]
}