{
    "id": 14170,
    "cites": 32,
    "cited_by": 30,
    "reference": [
        "Sen, Amartya. 1985. Commodities and Capabilities. Amsterdam: North-Holland.",
        "Sen, Amartya, and Bernard Williams, eds. 1982. Utilitarianism and Beyond. Cambridge: Cambridge University Press.",
        "Sen, Amartya. 1977. On Weights and Measures: Informational Constraints in Social Welfare Analysis. Econometrica 45: 1539-1572.",
        "Sandmo, Agnar. 1993. Optimal Redistribution When Tastes Differ. FinanzArchiv 50: 149163.",
        "Saez, Emmanuel. 2002. The Desirability of Commodity Taxation under Non-linear Income Taxation and Heterogeneous Tastes. Journal of Public Economics 83: 2 17-230.",
        "Rawls, John. 1971. A Theory of Justice. Cambridge, Mass.: Harvard University Press.",
        "Ng, Yew-Kwang. 1984a. Interpersonal Level Comparability Implies Comparability of Utility Differences. Theory and Decision 17: 141-147.",
        "Ng, Yew-Kwang. 1984b. Quasi-Pareto Social Improvements. American Economic Review 74: 1033-1050.",
        "Mirrlees, James A. 1976. Optimal Tax Theory: A Synthesis. Journal of Public Economics 6: 327-358.",
        "Marchand, Maurice, Pierre Pestieau, and Maria Racionero. 2003. Optimal Redistribution When Different Workers Are Indistinguishable. Canadian Journal of Economics 36: 911922.",
        "Laroque, Guy. 2005. Indirect Taxation Is Superfluous under Separability and Taste Homogeneity: A Simple Proof. Economics Letters 87: 14 1-144.",
        "Konishi, Hideo. 1995. A Pareto-Improving Commodity Tax Reform under a Smooth Nonlinear Income Tax. Journal of Public Economics 56: 4 13-446.",
        "Kaplow, Louis, and Steven Shavell. 2002. Fairness versus Welfare. Cambridge, Mass.: Harvard University Press.",
        "Kaplow, Louis, and Steven Shavell. 2001. Any Non-welfarist Method of Policy Assessment Violates the Pareto Principle. Journal of Political Economy 109: 281-286.",
        "Kaplow, Louis. 2007. Primary Goods, Capabilities,. . . or Well-Being? Philosophical Review 116: 603-632. - 23 - Kaplow, Louis. 2008. The Theory of Taxation and Public Economics. Princeton: Princeton University Press.",
        "Kaplow, Louis. 2006c. Public Goods and the Distribution of Income. European Economic Review 50: 1627-1660.",
        "Kaplow, Louis. 2006b. Optimal Control of Externalities in the Presence of Income Taxation. NBER Working Paper 12339.",
        "Kaplow, Louis. 2006a. On the Undesirability of Commodity Taxation Even When Income Taxation Is Not Optimal. Journal of Public Economics 90: 1235-1250.",
        "Kaplow, Louis. 1996. The Optimal Supply of Public Goods and the Distortionary Cost of Taxation. National Tax Journal 49: 513-533.",
        "Hylland, Aanund, and Richard Zeckhauser. 1979. Distributional Objectives Should Affect Taxes But Not Program Choice or Design. Scandinavian Journal of Economics 81: 264284.",
        "Hellwig, Martin F. 2004. Optimal Income Taxation, Public-Goods Provision and PublicSector Pricing: A Contribution to the Foundations of Public Economics. Max Planck Institute for Research on Collective Goods Working Paper 2004/14.",
        "Harsanyi, John C. 1955. Cardinal Welfare, Individualistic Ethics, and Interpersonal Comparisons of Utility. Journal of Political Economy 63: 309-321.",
        "Harsanyi, John C. 1953. Cardinal Utility in Welfare Economics and in the Theory of RiskTaking.  Journal of Political Economy 61: 434-435.",
        "Hare, Richard M. 1981. Moral Thinking: Its Levels, Method, and Point. New York: Oxford University Press.",
        "Fleurbaey, Marc. 2006. Is Commodity Taxation Unfair? Journal of Public Economics 90: 1765-1787.",
        "Ebert, Udo. 1988. Optimal Income Taxation: On the Case of Two-Dimensional Populations. University of Bonn, Graduate School of Economics Discussion Paper No. A-169.",
        "Diamond, Peter. 1975. A Many-Person Ramsey Tax Rule. Journal of Public Economics 4: 335-342.",
        "Cremer, Helmuth, Pierre Pestieau, and Jean-Charles Rochet. 2001. Direct versus Indirect Taxation: The Design of the Tax Structure Revisited. International Economic Review 42: 78 1-800.",
        "Boadway, Robin, and Michael Keen. 1993. Public Goods, Self-Selection and Optimal Income Taxation. International Economic Review 34: 463-478 Boadway, Robin, Maurice Marchand, Pierre Pestieau, and Maria del Mar Racionero. 2002. Optimal Redistribution with Heterogeneous Preferences for Leisure. Journal of Public Economic Theory 4: 475-498.",
        "Blackorby, Charles, and David Donaldson. 1988. Cash versus Kind, Self-Selection, and Efficient Transfers. American Economic Review 78: 69 1-700.",
        "Atkinson, Anthony B., and Joseph E. Stiglitz. 1976. The Design of Tax Structure: Direct versus Indirect Taxation. Journal of Public Economics 6: 55-75.",
        "Armstrong, Mark, and Jean-Charles Rochet. 1999. Multi-dimensional Screening: A Users Guide. European Economic Review 43: 959-979."
    ]
}