{
    "id": 14177,
    "cites": 18,
    "cited_by": 30,
    "reference": [
        "Calvet, Laureuit E., Johui Y. Campbell auid Paolo Sodiuii, 2008, Appeuidix to",
        "Calvet, Laureuit E., Johui Y. Campbell auid Paolo Sodiuii, 2007, Dowui or out: Assessiuig the welfare costs of household iuivestmeuit mistakes, Journal of Political Economy 115, 707-747.",
        "Bruuiuiermeier, Markus, auid Stefaui Nagel, 2007, Do wealth fluctuatiouis geuierate time-varyiuig risk aversioui? Micro-evideuice oui iuidividuals asset allocatioui, forthcomiuig American Economic Review.",
        "Breuiuiaui, Michael, auid Eduardo Schwartz, 1988, Time iuivariauit portfolio iuisurauice strategies, Journal of Finance 43, 283-299.",
        "Bodie, Zvi, auid Dwight Crauie, 1997, Persouial iuivestiuig: Advice, theory auid cvideuice, Financial Analysts Journal 53 (6), 13-23.",
        "Blume, Marshall, auid Irwiui Frieuid, 1975, The asset structure of iuidividual portfolios auid some implicatiouis for utility fuuictiouis, Journal of Finance 30, 585-603.",
        "Blume, Marshall, auid Irwiui Frieuid, 1978, The Changing Role of the Individual Investor, Johui Wiley, New York, NY.",
        "Black, Fischer (1972), Capital Market Equilibrium with Restricted Borrowiuig, Journal of Business 45, 444-454.",
        "Bilias, Yauiuiis, Dimitris Georgarakos auid Michael Haliassos, 2005, Portfolio iuiertia auid stock market fluctuatiouis, workiuig paper.",
        "Bertaut, Carol, auid Martha Starr-McCluer, 2002, Household portfolios iui the Uuiited States, iui Luigi Guiso, Michael Haliassos auid Tullio Jappelli eds. Household Portfolios, MIT Press, Cambridge, MA.",
        "Bergstresser, Dauiiel, auid James Poterba, 2004, Asset allocatioui auid asset locatioui: Household evideuice from the Survey of Couisumer Fiuiauices, Journal of Public Economics 88, 1893-1915.",
        "Beuiartzi, Shlomo, auid Richard Thaler, 2001, Naive diversiflcatioui strategies iui defluied couitributioui saviuig plauis, American Economic Review 91, 79-98.",
        "Barberis, Nicholas, auid Richard Thaler, 2003, A survey of behavioral fluiauice, ill George Couistauitiuiides, Miltoui Harris auid Reuie Stulz eds., Handbook of the Economics of Finance, Elsevier.",
        "Barber, Brad M., auid Terrauice Odeaui, 2001, Boys will be boys: geuider, overcouifldeuice, auid commoui stock iuivestmeuit, Quarterly Journal of Economics 116, 261-292.",
        "Barber, Brad M., auid Terrauice Odeaui, 2000, Tradiuig is hazardous to your wealth: The commoui stock iuivestmeuit performauice of iuidividual iuivestors, Journal of Finance 55, 773-806.",
        "Bauiks, James, Richard Bluuidell, auid James P. Smith, 2005, Wealth portfolios iui the Uuiited Kiuigdom auid the Uuiited States, iui David A. Wise ed. Perspectives on the Economics of Aging (Uuiiversity of Chicago Press, Chicago, IL).",
        "Ameriks, Johui, auid Stepheui Zeldes, 2004, How do household portfolio shares vary with age?, workiuig paper, Columbia Uuiiversity.",
        "Aguiew, J., P. Balduzzi auid A. Suuideui, 2003, Portfolio choice auid tradiuig ill a large 401(k) plaui, American Economic Review 93(1), 193-215."
    ]
}