{
    "id": 14186,
    "cites": 28,
    "cited_by": 3,
    "reference": [
        "Thomas, R.M. (2005). High stakes testing: Coping with collateral damage. Mahwah, NJ: Lawrence Erlbaum Associates, Publishers.",
        "Thistlethwaite, D.L. & Campbell, D.T. (1960). Regression-discontinuity analysis: An alternative to the expostfacto experiment. The Journal of Education Psychology, 5](6), 309-3 17.",
        "Shadish, W.R., Cook, T.D., & Campbell, D.T. (2002). Experimental and quasi-experimental designs for generalized causal inference. Boston, MA: Houghton Mifflin Company.",
        "Quality Counts. (2006). Quality counts at 10: A decade of standards-based education. Education Week, 25(17): 74.",
        "Reardon, S.F. & Galindo, C. (April, 2002). Do high-stakes tests affect students decisions to drop out of school? Evidence from NELS. Paper presented at the Annual Meeting of the American Educational Research Association, New Orleans, LA.",
        "Oreopoulos, P. (2007). Do dropouts drop out too soon? Wealth, health, and happiness from compulsory schooling. Journal of Political Economy, 9](2007), 22 13-2229.",
        "Nichols, S.L., Glass, G.V, & Berliner, D.C. (2006). High-stakes testing and student achievement: Does accountability pressure increase student learning? Education Policy Analysis Archives, ]4(1). Retrieved June 26, 2008, from http://epaa.asu.edu/epaa/v14ni/.",
        "Retrieved April 5, 2008 from http://nces,edgov/nationsreportcard/nde/statecornp/ Neal, D. & Schanzenbach, D.W. (2007). Left behind by design: Proficiency counts and testbased accountability. Unpublished working paper: Author.",
        "Massachusetts Department of Education. (2002). 200] MCAS technical report. Retrieved June 26, 2008, from http://www.doe.rnass.edu/mcas/2OO2/news/O itechrpt.pdf Massachusetts Department of Education. (2005). 2004 MCAS technical report. Retrieved June 26, 2008, from http://wwwdoernass.edu/mcas/2005/news/O4techrptpdf Massachusetts Department of Education. (2007). 2007 NAEP tests: Summary of results for Massachusetts. Retrieved March 26, 2008, from National Center for Education Statistics. (2008). State comparisons: National Assessment of Educational Progress (NAEP). Washington, DC: U.S. Department of Education.",
        "Martorell, F. (2005). Does failing a high school graduation exam matter? Unpublished working paper: Author.",
        "Ludwig, J. and Miller D. (2007). Does Head Start improve childrens life chances? Evidence from a regression discontinuity design. Quarterly Journal of Economics, ]22(1), 159208.",
        "Lleras-Muney, A. (2004). The relationship between education and adult mortality in the United States. Review of Economic Studies, 72(1).",
        "Lochner, L., & Moretti, E. (2004). The effect of education on crime: Evidence from prison inmates, arrests, and self-reports. American Economic Review, 94(1), 155-189.",
        "Levy, F. & Murnane, R. (2004). The new division of labor: How computers are creating the next job market. Princeton, N.J.: Princeton University Press; New York: Russell Sage Foundation.",
        "Jones, M.G., Jones, B.D., & Hargrove, T.Y. (2003). The unintended consequences of high-stakes testing. Lanham, MD: Rowman & Littlefield Publishers, Inc.",
        "Cambridge, MA: NBER Working Paper 13039. Retrieved June 26, 2008, from Jacob, B.A. (2001). Getting tough? The impact of high school graduation exams. Educational Evaluation and Policy Analysis, 23(2), 99-12 1.",
        "Imbens, G. & Lemieux, T. (2007). Regression discontinuity designs: A guide to practice.",
        "Hanushek, E.A., & Rivkin, S.G. (2006). School quality and the black-white achievement gap.",
        "Heubert, J.P. & Hauser, R.M., eds. (1999). High stakes: Testing for tracking, promotion, and graduation. Washington, DC: National Academy Press, 1999.",
        "Griffin, B.W. & Heidorn, M.H. (1996). An examination of the relationship between minimum competency test performance and dropping out of high school. Educational Evaluation and Policy Analysis, 18(3), 243-252.",
        "Hahn, J., Todd, P., & Van der Klaauw, W. (2001). Identification and estimation of treatment effects with a regression-discontinuity design. Econometrica, 69(1): 20 1-209.",
        "Finn, C.E., Julian, L., & Petrilli, M.J. (2006). The state of state standards. Washington, D.C.: The Fordham Foundation. Retrieved March 26, 2008 from Greene, J.P. & Winters, M.A. (2004). Education working paper: Pushed out or pulled up? Exit examinations and dropout rates in public high schools. New York: Center for Civic Innovation at the Manhattan Institute for Policy Research.",
        "Fan, J. (1992). Design-adaptive nonparametric regression. Journal of the American Statistical Association, 87(420): 998-1004.",
        "Dee, T.S. & Jacob, B.A. (2006). Do high school exit exams influence educational attainment or labor market performance? Cambridge, MA: NBER Working Paper 12199. Retrieved June 26, 2008, from http://www.nher.org/papers/w12i99.",
        "Cornell, D.G., Krosnik, J.A. & Chang, L. (2006). Student reactions to being wrongly informed of failing a high-stakes test: The case of the Minnesota Basic Standards test. Educational Policy, 20(5), 718-75 1.",
        "Center on Education Policy. (2007). Its different now . How exit examinations are affecting teaching and learning in Jackson and Austin. Retrieved June 26, 2008, from http://www.cep~dc.orgJhighschoo1exit/JacksonAustin/Jackson&Austin.pdf Clarke, M., Haney, W. & Madaus, G. (2000). High stakes testing and high school completion.",
        "Carnoy, M. & Loeb, 5. (2002). Does external accountability affect student outcomes? A crossstate analysis. Educational Evaluation and Policy Analysis, 24(4), 305-331.",
        "Carnoy, M. (2005). Have state accountability and high-stakes tests influenced student progression rates in high school? Educational Measurement: Issues and Practice. Winter, 19-31."
    ]
}