{
    "id": 14180,
    "cites": 26,
    "cited_by": 26,
    "reference": [
        "Sahlman, William A., 1990, The structure and governance of venture-capital organizations, Journal of Financial Economics 27, 473-521.",
        "Phalippou, Ludovic, and Oliver Gottschalg, 2007, Performance of private equity funds, Review of Financial Studies, forthcoming.",
        "Palepu, Krishna, 1990, Consequences of leveraged buyouts, Journal of Financial Economics 27, 247262.",
        "Ljungqvist, Alexander, and Matthew Richardson, 2003, The cash flow, return and risk characteristics of private equity, NBER Working Paper no. 9454.",
        "Lerner, Josh, and Antoinette Schoar, 2004, The illiquidity puzzle: Theory and evidence from private equity, Journal of Financial Economics 72, 3-40.",
        "Lerner, Josh, 1994, Venture capitalists and the decision to go public, Journal of Financial Economics 35, 293-3 16.",
        "Kaplan, Steven N., and Per Stromberg, 2003, Financial contracting theory meets the real world: Evidence from venture capital contracts, Review of Economic Studies 70, 281-315.",
        "Kaplan, Steven N., and Jeremy Stein, 1993, The evolution of buyout pricing and financial structure in the 1980s, Quarterly Journal of Economics 108, 3 13-358.",
        "Kaplan, Steven N., and Antoinette Schoar, 2005, Private equity returns: Persistence and capital flows, Journal of Finance 60, 1791-1823.",
        "Kalbfleisch, J.D., and R.L. Prentice, 1980, The Statistical Analysis of Failure Time Data, John Wiley & Sons, New York.",
        "Jones, Charles M., and Matthew Rhodes-Kropf, 2003, The price of diversifiable risk in venture capital and private equity, Unpublished working paper, Columbia University.",
        "Inderst, Roman, and Holger Mueller, 2004, The effect of capital market characteristics on the value of start-up firms, Journal of Financial Economics 72, 319-356.",
        "Hwang, Mm, John M. Quigley, and Susan E. Woodward, 2005, An index for venture capital, 19872003, Contributions to Economic Analysis and Policy 4, 1-43.",
        "Hsu, David, 2004, What do entrepreneurs pay for venture capital affiliation? Journal of Finance 59, 1805- 1844.",
        "Hochberg, Yael V., Alexander Ljungqvist, and Yang Lu, 2007, Whom you know matters: Venture capital networks and investment performance, Journal of Finance 62, 25 1-301.",
        "Hellmann, Thomas J., and Manju Pun, 2002, Venture capital and the professionalization of start-up firms: Empirical evidence, Journal of Finance 57, 169-197.",
        "Gorman, Michael, and William A. Sahlman, 1989, What do venture capitalists do? Journal of Business Venturing 4, 23 1-248.",
        "Gompers, Paul A., and Josh Lerner, 2000, Money chasing deals? The impact of fund inflows on private equity valuations, Journal of Financial Economics 55, 28 1-325.",
        "Gompers, Paul A., and Josh Lerner, 1999, The Venture Capital Cycle, MIT Press.",
        "Gompers, Paul A., and Josh Lerner, 1996, The use of covenants: An analysis of venture partnership agreements, Journal of Law and Economics 39, 463-498.",
        "Gompers, Paul A., and Josh Lerner, 1998, What drives fundraising? Brookings Papers on Economic Activity: Microeconomics, 149-92.",
        "Gompers, Paul A., 1995, Optimal investment, monitoring, and the staging of venture capital, Journal of Finance 50, 146 1-1490.",
        "Goldberger, A.S., 1983, Abnormal selection bias, in: S. Karlin, T. Amemiya, and L.A. Goodman (eds.), Studies in Econometrics, Time Series and Multivariate Statistics, 67-84. Academic Press.",
        "Cornelli, Francesca, and Oved Yosha, 2003, Stage financing and the role of convertible securities, Review of Economic Studies 70, 1-32.",
        "Cochrane, John, 2005, The risk and return of venture capital, Journal of Financial Economics 75, 3-52.",
        "Axelson, Ulf, Per Stromberg, and Michael Weisbach, 2007, Why are buyouts leveraged? The financial structure of private equity funds, Unpublished working paper, Swedish Institute for Financial Research."
    ]
}