{
    "id": 14184,
    "cites": 74,
    "cited_by": 51,
    "reference": [
        "Willis, J.L., 1999. Estimation of Adjustment Costs in a Model of State-Dependent Pricing, Boston University PhD Dissertation.",
        "Willis, J.L., 2003. General Equilibrium of a Monetary Model with State-Dependent Pricing, mimeo.",
        "Woodford, Michael, 2003. Imperfect Common Knowledge and the Effects of Monetary Policy, Philippe Aghion et al, eds., Knowledge, Information, and Expectations in Modern Macroeconomics: In Honor of Edmund S. Phelps, Princeton and Oxford: Princeton University Press, 2003; 25-5 8.",
        "Veldkamp, Laura, 2006a. Information Markets and the Comovement of Asset Prices, Review of Economic Studies 73: 823-845.",
        "Veldkamp, Laura, 2006b. Media Frenzies in Markets for Financial Information, American Economic Review 96(3): 577-60 1.",
        "Townsend, R.M., 1983. Forecasting the Forecasts of Others, Journal of Political Economic 9 1(4): 546588.",
        "Striebel, Charlotte, 1975. Optimal Control of Discrete Time Stochastic Systems. Springer-Verlag.",
        "Taylor, J.B., 1980 Aggregate Dynamics and Staggered Contracts, Journal of Political Economy 88(1): 123.",
        "Striebel, Charlotte, 1965. Sufficient Statistics in the Optimum Control of Stochastic Systems, Journal of MathematicalAnalysis and Applications 12: 576-592.",
        "Stock, James H., and Mark W. Watson, 1999. Business Cycle Fluctuations in US Macroeconomic Time Series in J.B. Taylor and M. Woodford, eds., Handbook of macroeconomics. Amsterdam, New York and Oxford: Elsevier Science, North-Holland, 1999; 3-64.",
        "Slade, Margaret E., 1998. Optimal Pricing with Costly Adjustment: Evidence from Retail-Grocery Prices, Review of Economic Studies 65, 87-107.",
        "Singleton, Kenneth, 1987. Asset Prices in a Time-Series Model with Disparately Informed, Competitive Traders, in W.A. Barnett and K.J. Singleton, eds., New Approaches to Monetary Economics, Cambridge: Cambridge University Press.",
        "Schultze, Charles L., 1985. Microeconomic Efficiency and Nominal Wage Stickiness, American Economic Review 75(1), 1-15.",
        "Schortheide, F., 2005. Learning and Monetary Policy Shifts, Review of Economic Dynamics 8: 392-4 19.",
        "Sargent, Thomas J., 1991. Equilibrium with Signal Extraction from Endogenous Variables, Journal of Economic Dynamics and Control 15(2): 245-273.",
        "Rondina, G., 2007. Incomplete Information and Informative Pricing: Theory and Application. Mimeo.",
        "Sargent, Thomas J., 1986. The Ends of Four Big Inflations, in T.J. Sargent, Rational Expectations and Inflation, New York: Harper and Row, 40-190.",
        "Rotemberg, Julio J., 1982. Sticky prices in the United States, Journal of Political Economy 90(6): 11871211.",
        "Reis, Ricardo, 2006. Inattentive Producers, Review of Economic Studies 73 (3): 793-82 1.",
        "Nakamura, Emi, and Jon Steinsson, 2007. Five Facts About Prices: A Reevaluation of Menu Cost Models. Mimeo.",
        "Midrigan, Virgiliu. 2006. Menu Costs, Multi-Product Firms and Aggregate Fluctuations. Mimeo.",
        "Morris, Stephen, and Hyun Song Shin, 2003. Global Games: Theory and Applications, in M. Dewatripont, L. Hansen and S. Turnovsky, eds., Advances in Economics and Econometrics, Cambridge: Cambridge University Press, 56-114.",
        "Mankiw, N. Gregory, Ricardo Reis, and Justin Wolfers, 2004. Disagreement about Inflation Expectations, NBER Macroeconomics annual 18: 209.",
        "Mankiw, N. Gregory, and Ricardo Reis, 2002, Sticky Information versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve, Quarterly Journal of Economics 117(4): 1295-1328.",
        "Mankiw, N. Gregory, 1985. Small Menu Costs and Large Business Cycles: A Macroeconomic Model, Quarterly Journal of Economics 100(2): 529-538.",
        "Mackowiak, Bartosz, and Mirko Wiederholt, 2006. Optimal Sticky Price under Rational Inaftention mimeo.",
        "Lucas, Robert E., 1972. Expectations and the Neutrality of Money, Journal of Economic Theory 4(2): 103- 124.",
        "Lorenzoni, Guido. 2005. Imperfect Information, Consumers Expectations and Business Cycles mimeo.",
        "Klenow, Peter J., and Oleksiy Kryvtsov, 2005. State-Dependent or Time-Dependent Pricing: Does It Mafter for Recent U.S. Inflation? NBER Working Papers 11043.",
        "Lach, Saul, and Daniel Tsiddon, 1992. The Behavior of Prices and Inflation: An Empirical Analysis of Disaggregated Price Data, Journal of Political Economy 100(2): 349-3 89.",
        "Kimball, Miles 5., 1995. The Quantitative Analytics of the Basic Neomonetarist Model, Journal of Money, Credit, and Banking 27(4): 1241-1277.",
        "Kiley, Michael T., 2000. Endogenous Price Stickiness and Business Cycle Persistence, Journal of Money, Credit, and Banking 32(1): 28-53.",
        "Jonung, Lars, 1981. Are Perceptions of Inflation Rational? Some Evidence for Sweden, American Economic Review 78(5), 1080-1087.",
        "Jackson, Mafthew 0., 1991. Equilibrium, Price Formation and the Value of Private Information, Review of Financial Studies 4(1): 1-16.",
        "Grossman, Sanford J., and Joseph E. Stiglitz, 1980. On the Impossibility of Informationally Efficient Markets, American Economic Review 70(3): 393-408.",
        "Hellwig, Martin, 1982. Rational Expectations Equilibrium with Conditioning on Past Prices: A MeanVariance Example, Journal of Economic Theory 26, 279-312.",
        "Grossman, Sanford J., and Joseph E. Stiglitz, 1976. Information and Competitive Price Systems, American Economic Review 66(2): 246-253.",
        "Gorodnichenko, Yuriy, 2006. Monetary Policy and Forecast Dispersion: A Test of the Sticky Information Model. Mimeo.",
        "Gordon, Robert J., 1982. Why Stopping Inflations May Be Costly: Evidence From Fourteen Historical Episodes, in R.E. Hall, ed., Inflation: Causes and Effects, University of Chicago Press.",
        "Golosov, Mikhail, and Robert E. Lucas, 2007. Menu Costs and Phillips Curves Journal of Political Economy 115(2): 171-199.",
        "Fuhrer, J., and G. Moore, 1995. Inflation Persistence, Quarterly Journal of Economics 110(1): 127-159.",
        "Gertler, M., and J. Leahy, 2006. A Phillips Curve with an Ss Foundation, NBER Working Papers: 11971.",
        "Fischer, Stanley, 1977. Long-Term Contracts, Rational Expectations, and the Optimal Money Supply Rule, Journal of Political Economy 85(1): 191-205.",
        "Fabiani, S., C. Kwapil, M. Druant, I. Hernando, B. Landau, C. Loupias, F. Martins, T. Matha, R. Sabbatini, H. Stahl, and A.C.J. Stokman, 2005. The Pricing Behaviour of Firms in the Euro Area - New Survey Evidence, European Central Bank, Working paper 535.",
        "Erceg, Christopher J., and Andrew T. Levin, 2003. Imperfect credibility and inflation persistence, Journal of Monetary Economics 50(4): 9 15-944.",
        "Dotsey, Michael, Robert G. King, and Alexander L. Wolman, 1999. State-Dependent Pricing and the General Equilibrium Dynamics of Money and Output, Quarterly Journal of Economics 114(2): 655-690.",
        "Dotsey, Michael, and Robert G. King, 2005. Implications of State-Dependent Pricing for Dynamic Macroeconomic Models, Journal of Monetary Economics 52(1): 213-242.",
        "Dotsey, Michael, and Robert G. King, 1986. Informational Implications of Interest-Rate Rules, American Economic Review 76(1): 33-42.",
        "Dhyne, Emmanuel, Luis J.Alvarez, Herve Le-Bihan, Giovanni Veronese, Daniel Dias, Johannes Hoffmann, Nicole Jonker, Patrick Lunnemann, Fabio Rumler, and Jouko Vilmunen, 2005. Price Sefting in the Euro Area: Some Stylized Facts from Individual Consumer Price Data, European Central Bank, Working paper 524.",
        "Danziger, Leif, 1999. A Dynamic Economy with Costly Price Adjustments, American Economic Review 89(4): 878-901.",
        "Christiano, L., M. Eichenbaum, and C. Evans, 2005. Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy 113(1), 1-45.",
        "Chari, V.V., and Patrick J. Kehoe, 2003. Hot Money, Journal of Political Economy 111(6): 1262-1292.",
        "Chamley, Christophe P., and Douglas Gale, 1994. Information Revelation and Strategic Delay in a Model of Investment, Econometrica 62(5): 1065-1085.",
        "Chamley, Christophe P., 2004. Rational Herds. Cambridge University Press.",
        "Carroll, Christopher D., 2003. Macroeconomic Expectations of Households and Professional Forecasters, Quarterly Journal of Economics 118(1): 269-298.",
        "Caplin, Andrew, and John Leahy, 1997. Aggregation and Optimization with State-Dependent Pricing, Econometrica 65(3): 60 1-625.",
        "Caplin, Andrew, and John Leahy, 1994. Business as Usual, Market Crashes, and Wisdom after the Fact, American Economic Review 84(3): 548-565.",
        "Caplin, Andrew, and John Leahy, 1991. State-Dependent Pricing and the Dynamics of Money and Output, Quarterly Journal of Economics 106(3): 683-708.",
        "Caplin, Andrew S., and Daniel F. Spulber, 1987. Menu Costs and the Neutrality of Money, Quarterly Journal of Economics 102(4): 703-725.",
        "Calvo, Guillermo A., 1983. Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics 12(3): 383-398.",
        "Caballero, R., 1989. Time Dependent Rules, Aggregate Stickiness and Information Externalities. Mimeo.",
        "Burnstein, Ariel T., 2006. Inflation and Output Dynamics with State-Dependent Pricing Decisions, Journal of Monetary Economics 53(7): 1235-1257.",
        "Bonomo, Marco, and Carlos Carvalho, 2004. Endogenous Time-Dependent Rules and Inflation Inertia, Journal of Money, Banking and Credit 36(6): 1015-1041.",
        "Blanchard, Olivier Jean, and Nobuhiro Kiyotaki, 1987. Monopolistic Competition and the Effects of Aggregate Demand, American Economic Review 77(4): 647-666.",
        "Bils, Mark, and Peter J. Klenow, 2004. Some Evidence on the Importance of Sticky Prices, Journal of Political Economy 112(5): 947-985.",
        "Bertsekas, Dimitri P., and Steven E. Shreve, 1996. Stochastic Optimal Control: The Discrete-Time Case. Boston: Athena Scientific.",
        "Ball, Laurence, N. Gregory Mankiw, and Ricardo Reis, 2005. Monetary Policy for Inaftentive Economies, Journal of Monetary Economics 52(4): 703-725.",
        "Ball, Laurence, and Stephen G. Cecchefti, 1988. Imperfect Information and Staggered Price Sefting, American Economic Review 78(5): 999-1018.",
        "Ball, Laurence, and N. Gregory Mankiw, 1994. Asymmetric Price Adjustment and Economic Fluctuations, Economics Journal 104 (423): 247-261.",
        "Ball, Laurence, and David Romer, 1990. Real Rigidities and the Non-neutrality of Money, Review of Economic Studies 57(2): 183-203.",
        "Andersen, Torben M., and Morten Hviid, 1994. Acquisition and Dissemination of Information in Imperfectly Competitive Markets, Economic Inquiry 32(3): 498-510.",
        "Alvarez, Luis J.; Emmanuel Dhyne, Marco M. Hoeberichts, Claudia Kwapil, Herve Le-Bihan, Patrick Lunnemann, Roberto Sabbatini, Fernando Martins, Harald Stahl, Philip Vermeulen, and Jouko Vilmunen, 2005b. Sticky Prices in the Euro Area A Summary of New Micro Evidence, European Central Bank, Working paper 563.",
        "Akerlof, George A., and Janet L. Yellen, 1985. A Near-rational Model of the Business Cycle with Wage and Price Inertia, Quarterly Journal of Economics 100(5): 823-83 8.",
        "Alvarez, Luis J., Pablo Burriel, and Ignacio Hernando, 2005a. Do Decreasing Hazard Functions for Price Changes Make Any Sense? European Central Bank, Working paper 461."
    ]
}