{
    "id": 14189,
    "cites": 22,
    "cited_by": 1,
    "reference": [
        "Useem M, 1984. The Inner Circle (Oxford University Press, New York).",
        "Sorenson, Olav, and Toby E. Stuart, 2001, Syndication Networks and the Spatial Distribution of Venture Capital Investments, American Journal of Sociology 106, 1546-1588.",
        "Simons, Tomas, and Luc Renneboog, 2005, Public-to-Private Transactions: LBOs, MBOs, MBIs and IBOs, Working Paper, ECGI Working Paper Series in Finance 94/2005.",
        "Robinson, David, and Toby E. Stuart, 2007, Network Effects in the Governance of Strategic Alliances, Journal of Law, Economics, and Organization 23, 242-273.",
        "Rosenbaum, Paul, and Donald Rubin, 1983, The Central Role of the Propensity Score in Observational Studies for Causal Effects, Biometrika 70, 41-55.",
        "Opler, Tim, and Sheridan Titman, 1993, The Determinants of Leveraged Buyout Activity: Free Cash Flow vs. Financial Distress Costs, Journal of Finance 48, 19851999.",
        "Mizruchi, Mark 5., 1996, What Do Interlocks Do? An Analysis, Critique, and Assessment of Research on Interlocking Directors, Annual Review of Sociology 22, 271-298.",
        "Mizruchi, Mark 5, 1992. The Structure of Corporate PoliticalAction (Harvard University Press, Cambridge).",
        "Lehn, Kenneth, and Annette Poulsen, 1989, Free Cash Flow and Stockholder Gains in Going Private Transactions, Journal of Finance 44, 77 1-787.",
        "Kono, Clifford, Donald Palmer, Roger Friedland, and Matthew Zafonte, 1998, Lost in Space: The Geography of Corporate Interlocking Directorates, American Journal of Sociology 103, 863-911.",
        "Kieschnick, Robert, 1998, Free Cash Flow and Stockholder Gains in Going Private Transactions Revisited, Journal of Business Finance & Accounting 25, 187-202.",
        "Khurana, Rakesh, 2002. Searching For a Corporate Savior.* the Irrational Quest for Charismatic CEOs (Princeton University Press, Princeton).",
        "Imbens, Guido and Jeffrey Wooldridge, 2007, Lecture 1: Estimation of Average Treatment Effects Under Unconfoundedness, Whats New in Econometrics NBER Summer 2007 Seminar.",
        "Hochberg, Yael V., Alexander Ljungqvist, and Yang Lu, 2007, Whom You Know Matters: Venture Capital Networks and Investment Performance, Journal of Finance 62, 25 1-300.",
        "Hirano, Keisuke, Guido Imbens, and Geert Ridder, 2003, Efficient Estimation of Average Treatment Effects Using the Estimated Propensity Score, Econometrica 71, 11611189.",
        "Halpern, Paul, Robert Kieschnick, and Wendy Rotenberg, 1999, On the Heterogeneity of Leveraged Going Private Transactions, Review of Financial Studies 12, 28 1-309.",
        "Hallock, Kevin F., 1997, Reciprocally Interlocking Boards of Directors and Executive Compensation, Journal of Financial and Quantitative Analysis 32, 33 1-344.",
        "Fidrmuc, Jana P., Peter Roosenboom, and Dick van Dijk, 2007, Do Private Equity Investors Take Firms Private for Different Reasons? Working paper, Erasmus Research Institute of Management.",
        "Fich, Eliezer M., and Anil Shivdasani, 2006, Are Busy Boards Effective Monitors, Journal of Finance 61, 689-724.",
        "Fich, Eliezer M., and Lawrence J. White, 2003, CEO Compensation and Turnover: The Effects of Mutually Interlocked Boards, Wake Forest Law Review 38, 935-959.",
        "Dooley, Peter C., 1969, The Interlocking Directorate, American Economic Review 59, 3 14-323.",
        "Davis, Gerald F., 1991, Agents Without Principles? The Spread of the Poison Pill Through the Intercorporate Network, Administrative Science Quarterly 36, 583613."
    ]
}