{
    "id": 14183,
    "cites": 43,
    "cited_by": 9,
    "reference": [
        "Ulph, Alistair, and Laura Valentini (2004), Environmental Liability and the Capital Structure of Firms, Resource and Energy Economics, 26, 393-410.",
        "Warren, Elizabeth, and Jay Lawrence Westbrook, (2005), Contracting out of Bankruptcy: An Empirical Intervention, Harvard Law Review. V K",
        "Tirole, Jean, (2005), The Theory of Corporate Finance, Princeton University Press.",
        "Summers, John J. (1983), The Case of the Disappearing Defendant: An Economic Analysis, University of Pennsylvania Law Review, 132, 145-185.",
        "Sullivan, Allanna,  Oil Firms, Shippers Seek to Circumvent Laws Setting No Liability Limit for Spills, The Wall Street Journal, July 26, 1990, Cl.",
        "Spier, Kathryn E., and Alan 0. Sykes, (1998), Capital Structure, Priority Rules, and the Settlement of Civil Claims, The International Review of Law and Economics, 18, 187-200.",
        "Silverman, Rachel W., Litigation Boom Spurs Efforts to Shield Assets Doctors, Executives Turn to Trusts That Are Off-Limits to Creditors, The Wall Street Journal, October 14, 2003, Dl.",
        "Shavell, Steven, (1986), The Judgment Proof Problem, International Review of Law and Economics, 6, 45-58.",
        "Shavell, Steven, (2004), Minimum Asset Requirements and Compulsory Liability Insurance as Solutions to the Judgment Proof Problem, Harvard, John. M. Olin Center for Law, Economics and Business Discussion Paper No. 456.",
        "Schwarcz, Steven L., (1999), The Inherent Irrationality of Judgment Proofing, Stanford Law Review, 52, 1-53.",
        "Ringleb, Al H. and Steven N. Wiggins, (1990) Liability and Large-Scale, Long-Term Hazards, Journal of Political Economy, 98, 574-595.",
        "Polinsky, A. Mitchell, and Steven Shavell, (1998), Punitive Damages: An Economic Analysis, Harvard Law Review, 111, 869-962",
        "Pitchford, Rohan, (1995), How Liable Should a Lender Be? The Case of Judgment Proof Firms and Environmental Risk, American Economic Review, 85, 1171-86.",
        "Pitchford, Rohan, (1993), Chapter 2: The Role of Tort and Debt Bankruptcy Priority in a Model of Firm Precaution Choice, Three Essays on Contracts and Social Harm, Ph.D. Dissertation for MIT.",
        "Perotti, Enrico, and Kathryn E. Spier, (1993), Capital Structure as a Bargaining Tool: The Role of Leverage in Contract Renegotiation, The American Economic Review, 83,1131-1141.",
        "Notes, (2003), Switching Priorities: Elevating the Status of Tort Claims in Bankruptcy in Pursuit of Optimal Deterrence, Harvard Law Review, 2541-2564.",
        "Modigliani, Franco, and Merton Miller, (1958), The Cost of Capital, Corporation Finance and the Theory of Investment, Amen cam Economic Review, 48, 261-97.",
        "Mandell, David B. (1999), The Doctors Wealth Protection Cuide, Guardian Publishing.",
        "LoPucki, Lynn M., (1996), The Death of Liability, Yale Law Journal, 106, 1-92.",
        "LoPucki, Lynn M. (1999), The Irrefutable Logic of Judgment Proofing: A Reply to Professor Schwarcz, Stamford Law Review, 52, 55-71.",
        "Lewis, Tracy R. and David E. Sappington, (1999), Using Decoupling and Deep Pockets to Mitigate Judgment-Proof Problems, International Review of Law and Economics, 19, 275-293.",
        "Lewis, Tracy R. and David E. Sappington, (2001), How Liable Should a Lender Be? The Case of Judgment Proof Firms and Environmental Risk: Comment, American Economic Review, 91, 724-30.",
        "Jensen, Michael, C. and William H. Meckling, (1976), Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, The Journal of Financial Economics, 3, 305-360",
        "Innes, Robert D., (1990), Limited Liability and Incentive Contracting with Ex-ante Action Choices, Journal of Economic Theory, 52, 45-67.",
        "laccobucci, Edward M. and Ralph A. Winter, (2005), Asset Securitization and Asymmetric Information, Journal of Legal Studies, 34, 161-206.",
        "Hiriart, Yolande, and David Martimort, (2003), The Benefits of Extended Liability, Universite de Toulouse working paper.",
        "Hay, Bruce, and Kathryn E. Spier, (2005), Manufacturer Liability for Harm Caused by Consumers to Others, American Economic Review, 94, 1700-1711.",
        "Hart, Oliver, and John Moore, (1995), Debt and Seniority: An Analysis of the Role of Hard Claims in Constraining Management, American Economic Review, 85, 567-585.",
        "Gilles, Stephen G. (2006), The Judgment-Proof Society, Washington and Lee Law Review, 63.",
        "Hansmann, Henry, and Reinier H. Kraakman, (1991), The Uneasy Case for Limiting Shareholder Liability in Tort, Yale Law Journal, 100, 1991.",
        "Drew, Christopher, and Andy Newman, (1998), Taxi Owners Deftly Dodge Claims of Accident Victims, New York Times, May 24, 1998.",
        "DeMarzo, Peter, Kremer, Ilan, and Andrzej Skrzypacz, (2005), Bidding with Securities: Auctions and Security Design, American Economic Review, 95, 936-959.",
        "Dan Mattiacci, Giuseppe, and Francesco Parisi, (2003), The Cost of Delegated Control: Vicarious Liability, Secondary Liability and Mandatory Insurance, The International Review of Law and Economics, 23, 453-475.",
        "Dan Mattiacci, Giuseppe, and Gerrit Dc Geest, (forthcoming), Judgment Proofness Under Four Different Precaution Technologies, Journal of Institutional and Theoretical Economics.",
        "Brooks, Richard R.W., (2002), Liability and Organizational Choice, Journal of Law and Economics, 1, 91-125.",
        "Boyer, Marcel, and Jean-Jacques Laffont, (1997), Environmental Risks and Bank Liability,  European Economic Review, 41, 1427-1459.",
        "Boyd, James and Daniel E. Ingberman, (1999), Do Punitive Damages Promote Deterrence ? International Review of Law and Economics, 19, 47-68.",
        "Boyd, James and Daniel E. Ingberman, (1997), The Search for Deep Pockets: Is `Extended Liability Expensive Liability? Journal of Law, Economics, & Organization, 13, 232-258.",
        "Boyd, James and Daniel E. Ingberman, (1994), Noncompensatory Damages and Potential Insolvency, Journal of Legal Studies, 23, 895-910.",
        "Bebchuk, Lucian A., and Jesse M. Fried, (1997), The Uneasy Case for the Priority of Secured Claims in Bankruptcy: Further Thoughts and a Reply to Critics, Cornell Law Review, 82, 1279-1348.",
        "Bebchuk, Lucian A., and Jesse M. Fried, (1996), The Uneasy Case for the Priority of Secured Claims in Bankruptcy, Yale Law Journal, 105, 857-934.",
        "Beard, T. Randolph, (1990), Bankruptcy and Care Choice, RAND Journal of Economics, 21, 626-634.",
        "Balkenborg, Dieter, (2001), How Liable Should a Lender Be? The Case of Judgment Proof Firms and Environmental Risk: Comment, Amen cam Economic Review, 91, 731738."
    ]
}