{
    "id": 14194,
    "cites": 51,
    "cited_by": 45,
    "reference": [
        "Van den Klaauw, W. (2002). Estimating the effect of financial aid offers on college enrollment decisions: A regression-discontinuity approach. International Economic Review, 43(4), 1249- 1287.",
        "Urquiola, M., & Verhoogen, E. (2007). Class size and sorting in market equilibrium: Theory and evidence (NBER Working Paper No. 13303). Cambridge, MA: National Bureau of Economic Research.",
        "Trochim, W. (1984). Research design for program evaluation: The regression-discontinuity approach. Newbury Park, CA: Sage.",
        "Shadish, W., Cook, T., & Campbell, D. (2002). Experimental and quasi-experimental designs for generalized causal inference. Boston, MA: Houghton-Mifflin.",
        "Rubin, D. (1974). Estimating causal effects of treatments in randomized and non-randomized studies. Journal of Educational Psychology, 66, 688-70 1.",
        "Rosenbaum, J. (2001). Beyond college for all. New York: Russell Sage Foundation.",
        "Reichardt, C., Trochim, W., & Cappelleri, J. (1995). Reports of the death of the regressiondiscontinuity design are greatly exaggerated. Evaluation Review, 19(1), 39-63.",
        "OHear, M., & MacDonald, R. (1995). A critical review of research in developmental education, Part I. Journal of Developmental Education, 19(2), 2-6.",
        "Penn, D. (2006). Can community colleges protect both access and standards? The problem of remediation. Teachers College Record, 108(3), 339-373.",
        "Office of Program Policy and Government Accountability [OPPAGA]. (2006). Steps can be taken to reduce remediation rates (Report 06-40). Tallahassee: Florida Legislature.",
        "National Center for Education Statistics [NCES]. (2004). Digest of education statistics, 2003. Washington, DC: U.S. Department of Education.",
        "National Center for Education Statistics [NCES]. (2003). Remedial education at degree-granting postsecondary institutions in fall 2000. Washington, DC: Department of Education.",
        "Moss, B. G., & W. Yeaton. 2006. Shaping policies related to developmental education: An evaluation using the regression-discontinuity design. Educational Evaluation and Policy Analysis, 28(3), 2 15-229.",
        "Merisotis, J., & Phipps, R. (2000). Remedial education in colleges and universities: Whats really going on? Review of Higher Education, 24(1), 67-85.",
        "McCrary, J., & Royer, H. (2006). The effect offemale education on fertility and infant health: Evidence from school ently policies using exact date of birth (NBER Working Paper No. 12329). Cambridge, MA: National Bureau of Economic Research.",
        "McCrary, J. (2008). Manipulation of the running variable in the regression discontinuity design: A density test. Journal of Econometrics, 142(2), 698-7 14.",
        "McCabe, R. (2000). No one to waste: A report to public decision-makers and community college leaders. Washington, DC: Community College Press.",
        "Martorell, P., & McFarlin, I. (2007). Help or hindrance? The effects of college remediation on academic and labor market outcomes. Unpublished manuscript.",
        "Levin, H., & Calcagno, J. C. (2008). Remediation in the community college: An evaluators perspective. Community College Review, 35(3), 18 1-207.",
        "Lesik, S. (2007). Do developmental mathematics programs have a causal impact on student retention? An application of discrete-time survival and regression-discontinuity analysis. Research in Higher Education, 48(5), 566-591.",
        "Lesik, S. (2006). Applying the regression-discontinuity design to infer causality with nonrandom assignment. Review of Higher Education, 30(1), 1-19.",
        "Lee, D. (2008). Randomized experiments from non-random selection in U.S. House Elections. Journal of Econometrics, 142(2), 675-697.",
        "Lee, D., & Card, D. (2008). Regression discontinuity inference with specification error. Journal of Econometrics, 142(2), 655-674.",
        "Kane, T., & Rouse, C. (1999). The community college: Educating students at the margin between college and work. Journal of Economic Perspectives, 13(1), 63-84.",
        "Jenkins, D., & Boswell, K. (2002). State policies on community college remedial education: Findings from a national survey. Denver: Education Commission of the States.",
        "Jaeger, D., & Page, M. (1996). Degrees matter: New evidence on sheepskin effects in the returns to education. Review of Economics and Statistics, 78(4), 73 3-740.",
        "Jacob, B., & Lefgren, L. (2004). Remedial education and student achievement: A regressiondiscontinuity analysis. Review of Economics and Statistics, 86(1), 226-244.",
        "Imbens, G., & Lemieux, T. (2008). Regression discontinuity designs: A guide to practice. Journal of Econometrics, 142(2), 6 15-635.",
        "Imbens, G., & Angrist, J. (1994). Identification and estimation of local average treatment effects. Econometrica, 62(2), 467-476.",
        "Holland, P. (1986). Statistics and causal inference. Journal of the American Statistical Association, 81(3 96), 945-970.",
        "Heckman, J., LaLonde, R., & Smith, J. (1999). The economics and econometrics of active labor market programs. In 0. Ashenfelter & D. Card (Eds.), Handbook of Labor Economics, Volume 3A (pp. 1865-2073). Amsterdam: Elsevier Science.",
        "Hahn, J., Todd, P., & van der Klaauw, W. (2001). Identification and estimation of treatment effects with a regression-discontinuity design. Econometrica, 69(1), 20 1-209.",
        "Grubb, N. (2001). From black box to pandoras box: Evaluating remedial/developmental education. New York: Columbia University, Teachers College, Community College Research Center.",
        "Greene, J., & Foster, G. (2003, September). Public high school graduation and college readiness rates in the United States (Manhattan Institute, Center for Civic Information, Education Working Paper, No. 3). New York: Manhattan Institute.",
        "Gennetian, L., Morris, P., Bos, J., & Bloom, H. (2005). Constructing instrumental variables from experimental data to explore how treatments produce effects. In H. Bloom (Ed.), Learning more from social experiments: Evolving analytic approaches (pp. 75-114). New York: Russell Sage Foundation.",
        "Dougherty, K. (1994). The contradictoiy college: The conflicting origins, impacts, and futures of the community college. Albany: State University of New York Press.",
        "Deil-Amen, R., & Rosenbaum, J. (2002). The unintended consequences of stigma-free remediation. Sociology of Education, 75(3), 249-268.",
        "Campbell, D. (1969). Reforms as experiments. American Psychologist, 24(4), 409-429.",
        "Calcagno, J. C. (2007). Evaluating the impact of developmental education in community colleges: A quasi-experimental regression-discontinuity design. Ph.D. dissertation, Columbia University, Graduate School of Arts and Sciences.",
        "[Prepared for The League for Innovation in the Community College.] Retrieved April 7, 2005, from http://www.ncde.appstate.edu/reserve_reading/what_works.htm Breneman, D., & Haarlow, W. (1998). Remedial education: Costs and consequences. Paper presented at Remediation in Higher Education: A Symposium, Washington, DC.",
        "Boylan, H., & Saxon, D. (1999). What works in remediation: Lessons from 30 years of research.",
        "Bloom, H. (1984). Accounting for no-shows in experimental evaluation designs. Evaluation Review, 8(2), 225-46.",
        "Bettinger, E., & Long, B. (2007). Institutional responses to reduce inequalities in college outcomes: Remedial and developmental courses in higher education. In S. Dickert-Conlin & R. Rubenstein, (Eds.) Economic Inequality and Higher Education: Access, Persistence and Success (pp. 69-100). New york: Russell Sage Foundation. Bettinger, E., & Long, B. (forthcoming). Addressing the needs of under-prepared college students: Does college remediation work? Journal of Human Resources.",
        "Bettinger, E., & Long, B. (2005). Remediation at the community college: Student participation and outcomes. New Directions for Community Colleges, 129(1), 17-26.",
        "Battistin, E., & Rettore, E. (2002). Testing for programme effects in a regression discontinuity design with imperfect compliance. Journal of the Royal Statistical Society, Series A, 165(1), 39-57.",
        "Attewell, P., Lavin, D., Domina, T., & Levey, T. (2006). New evidence on college remediation. Journal of Higher Education, 77(5), 886-924.",
        "Angrist, J., Imbens, G., & Rubin, D. (1996). Identification of causal effects using instrumental variables. Journal of the American Statistical Association, 91(434), 444-472.",
        "Angrist, J., & Lavy, V. (1999). Using Maimondies rule to estimate the effect of class size on scholastic achievement. Quarterly Journal of Economics, 114(2), 533-575.",
        "Angrist, J., & Imbens, G. (1995). Two-stage least squares estimation of average causal effects in models with variable treatment intensity. Journal of the American Statistical Association, 90(430), 43 1-442.",
        "Angrist, J. (2001). Estimation of limited-dependent variable models with binary endogenous regressors: Simple strategies for empirical practice. Journal of Business and Economic Statistics, 19(1), 2-28.",
        "Aiken, L., West, S., Schwalm, D., Carroll, J., and Hsiung, S. (1998). Comparison of a randomized and two quasi-experiments in a single outcome evaluation: Efficacy of a university-Level remedial writing program. Evaluation Review, 22(2), 207-244."
    ]
}