{
    "id": 14196,
    "cites": 24,
    "cited_by": 0,
    "reference": [
        "Williams, L. A.M. Spence, and S.C. Tideman, Implications of the Observed Effect of Air Pollution on Birth Weight, Social Biology, XXIV (1977) 1-9.",
        "Xu, X. & Wang, L. Synergistic effects of air pollution and personal smoking on adult pulmonary function. Archives of Environmental Health 1998, 53, 4-53.",
        "Tominey, Emma. Maternal Smoking During Pregnancy and Child Birth Weight, London School of Economics Center for Economic Performance Working Paper DP0828, October 2007.",
        "Seaton, Anthony et al, Particulate Air Pollution and Acute Health Effects, The Lancet, CCCLIV (1995) 176-178.",
        "Samet, Jonathan, Scott Zeger, Julia Kelsall, Jing Xu and Laurence Kalstein, Does Weather Confound or Modify the Association of Particulate Air Pollution with Mortality? Environmental Research Section A, LXXVII (1997) 9-19.",
        "Ritz, Beate, Fei Yu, Guadalupe Chapa and Scott Fruin, Effect of Air Pollution on Preterm Birth Among Children Born in Southern California Between 1989 and 1993, Epidemiology, XI (2000) 502511.",
        "Ransom, Michael, C. Arden Pope, Elementary School Absences and PM1O Pollution in Utah Valley, Environmental Research, LVIII (1992) 204-2 19.",
        "Ritz, Beate, and Fei Yu, The Effects of Ambient Carbon Monoxide on Low Birth Weight Among Children Born in Southern California Between 1989 and 1993, Environmental Health Perspectives, CVII (1999) 17-25.",
        "Pope, C. Arden, Joel Schwartz, and Michael Ransom, Daily Mortality and PM1O Pollution in Utah Valley, Archives of Environmental Health, XLVII (1992) 211-216.",
        "Pope, C. Arden, Respiratory Disease Associated with Community Air Pollution and a Steel Mill, Utah Valley, American Journal of Public Health, LXXIX (1989) 623-628.",
        "Maynard, Micheline. EPA Denies Californias Emissions Waiver, The New York Times, Dec. 19 2007.",
        "Pereira, Luiz, Dana Loomis, Gleice Conceicao, Alfesio Braga, Rosangela Arcas, Humberto Kishi, Julio Singer, Gyorgy Bohm, and Paulo Saldiva, Association Between Air Pollution and Intrauterine Mortality in Sao Paulo Brazil, Environmental Health Perspectives, CVI (1998) 325-329.",
        "Maisonet, Mildred, Timothy Bush, Adolfo Correa, and Jouni Jaakkola, Relation Between Ambient Air Pollution and Low Birth Weight in the Northeastern United States, Environmental Health Perspectives, CIX (2001) 35 1-356.",
        "Logan, W.P.D. and M.D. Glasg, Mortality in London Fog Incident, 1952, Lancet 1(1953) 336-33 8.",
        "Lui, Shiliang, Daniel Krewski, Yuanli Shi, Yue Chen, and Richard Burnett, Association between Gaseous Ambient Air Pollutants and Adverse Pregnancy Outcomes in Vancouver Canada, Environmental Health Perspectives, CXI (2003) 1773-1778.",
        "Friedman, Michael, Kenneth Powell, Lori Hutwagner, LeRoy Graham, W. Gerald Teague, Impact of Changes in Transportation and Commuting Behaviors During the 1996 Summer Olympic Games in Atlanta on Air Quality and Childhood Asthma, Journal of the American Medical Association, CCLXXXV (2001) 897-905.",
        "_________ Criteria Pollutants February 20th, 2003b, http://www~epa. gov/ear/oagps/greenbk/o3co.htrni, ________ `Ai Q~~a lt\\ (rite a for Carho i Mono~ de, ` FPA. Off c~ ot Research ~rnd De~1opnient June 2000, EPA600/P-99/00 IF.",
        "Currie, Janet and Matthew Neidell, Air Pollution and Infant Health: What Can We Learn from Californias Recent Experience? NBER Working Paper 10251 (2004) Environmental Protection Agency, Automobiles and Carbon Monoxide, EPA Office of Mobile Sources Fact Sheet OMS-3, January 1993, http ://www.epa.gov/oms/consumer/03-co.pdf.",
        "________ and ________, Air Quality, Infant Mortality, and the Clean Air Act of 1970, NBER Working Paper 10053 (2003).",
        "Currie, Janet. Healthy, Wealthy, and Wise? Socioeconomic Status, Poor Health in Childhood, and Human Capital Development, Journal of Economic Literature, 2008.",
        "Chay, Kenneth and Michael Greenstone, The Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by a Recession, Ouarterly Journal of Economics, CXVIII (2003).",
        "Cnattingius, Sven. Maternal Age Modifies the Effect of Maternal Smoking on Intrauterine Growth Retardation but Not on Late Fetal Death and Placental Aburption, Americna Journal of Epidemiology, 145 #4, 1997, 319-.",
        "Almond, Douglas, Kenneth Chay and David Lee, The Cost of Low Birth Weight, Quarterly Journal of Economics 121 (2005) 1031Barringer, Felicity. California Sues EPA Over Denial of Waiver, The New York Times, January 3, 2008.",
        "Allison, Paul, Discrete-Time Methods for the Analysis of Event Histories, Sociological Methodology, XII (1982) 61-98."
    ]
}