{
    "id": 14193,
    "cites": 31,
    "cited_by": 341,
    "reference": [
        "Shleifer, A., 1985. Do Demand Curves for Stocks Slope Down? Journal of Finance 41(3), 579-590.",
        "Topel, R., Rosen, S., 1988. Housing Investment in the United States. Journal of Political Economy 96 (4), 7 18-740.",
        "Shiller, R., 1981. Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends? American Economic Review 71(3), 42 1-436.",
        "Saks, R., 2008. Job Creation and Housing Construction: Constraints on Metropolitan Area Employment Growth. Journal of Urban Economics 64, 178-195.",
        "Saiz, A., 2008. On Local Housing Supply Elasticity, mimeo, The Wharton School, University of Pennsylvania.",
        "Rosenthal, S., Strange, W., 2008. The Attenuation of Human Capital Externalities, Journal of Urban Economics, forthcoming.",
        "Rosenthal, S., 1989. Residential Building and the Cost of Construction: New Evidence on the Efficiency of the Housing Market. Review of Economics and Statistics 81, 288-302.",
        "Ofek, E., Richardson, M., 2003. Dotcom mania: The rise and fall of internet stock prices.",
        "Meese, R., Wallace, N., 1994. Testing the Present Value Relation for House Prices: Should I Leave My House in San Francisco? Journal of Urban Economics 35, 245-266.",
        "Mayer, C., Sinai, T., 2007. Housing and Behavioral Finance, mimeo, September 25, 2007.",
        "McMillan, D., McDonald, J., 1991. Urban Land Value Functions with Endogenous Zoning. Journal of Urban Economics 29, 14-27.",
        "Linneman, P., 1986. An Empirical Test of the Efficiency of the Housing Market. Journal of Urban Economics 20, 140-154.",
        "Hoxby, C., 2000. Does Competition among Public Schools Benefit Students and Taxpayers?, American Economic Review 90 (5), 1209-3 8.",
        "Hong, H., Scheinkman, J., Xiong, W., 2006. Asset Float and Speculative Bubbles. Journal of Finance 61 (3), 1073-1117.",
        "Holmes,T., Lee, S., 2008. Cities as Six-by-Six-Mile Squares: Zipfs Law. Mimeo.",
        "Hong, H., Scheinkman, J., Xiong, W., 2008. Advisors and Asset Prices: A Model of the Origin of Bubbles. Journal of Financial Economics, forthcoming.",
        "Himmelberg, C., Mayer, C., Sinai, T., 2005. Assessing High House Prices: Bubbles, Fundamentals, and Misperceptions. Journal of Economic Perspectives 19 (4), 67-92.",
        "Hansen, L., Scheinkman, J., 1995. Back to the Future: Generating Moment Implications for Continuous-Time Markov Processes. Econometrica 63 (4), 767-804.",
        "Gyourko, J., Saiz, A., Summers, A., 2008. A New Measure of the Local Regulatory Environment for Housing Markets. Urban Studies 45 (3), 693-729.",
        "Glaeser, E., Gyourko, J., Saks, R., 2005. Why Have Housing Prices Gone Up? American Economic Review 95 (2) 2005: 329-333.",
        "Glaeser, E., Gyourko, J., 2008. Arbitrage in Housing, in: Glaeser, E., Quigley, J. (Eds.), Housing and the Built Environment: Access, Finance, Policy. Lincoln Land Institute of Land Policy, Cambridge, MA, forthcoming.",
        "Glaeser, E., Gyourko, J., 2005. Urban Decline and Durable Housing. Journal of Political Economy 113 (2), 345-375.",
        "Glaeser, E., Gyourko, J., 2006. Housing Dynamics. NBER Working Paper 12787, revised February 2008.",
        "Glaeser, E., Gyourko, J., 2003. The Impact of Zoning on Housing Affordability. Economic Policy Review 9 (2), 2 1-39.",
        "Flood, R., Hodrick, R., 1990. On Testing for Speculative Bubbles. Journal of Economic Perspectives 4 (2), 85-101.",
        "Delong, J. B., Shleifer, A., Summers, L., Waldmann, R., 1990. Noise Trader Risk in Financial Markets. Journal of Political Economy 98 (4), 703-73 8.",
        "Duranton, G., Combes, P-P., Gobillon, L., Roux, S., 2008. Estimating Agglomeration Economies with History, Geology and Worker Effects. Working paper, University of Toronto, January 30, 2008.",
        "Case, K., Shiller, R., 1989. The Efficiency of the Market for Single-Family Homes. American Economic Review 79 (1), 125-137.",
        "Case, K., Mayer, C., 1995. The Housing Cycle in the Boston Metropolitan Area: The Boom, the Bust, and the Recovery. New England Economic Review, MarchlApril 1995.",
        "Case, K., 1994. A Decade of Boom and Bust in the Prices of Single-Family Homes: Boston and Los Angeles: 1983-1993. New England Economic Review, March 1994.",
        "Barberis, N., Ming H., Santos, T., 2001. Prospect Theory and Asset Prices. Quarterly Journal of Economics 116, 1-53."
    ]
}