{
    "id": 14190,
    "cites": 78,
    "cited_by": 53,
    "reference": [
        "Woodford, Michael (2003), Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton, Princeton University Press.",
        "Uzawa, Hirofumi (1968), Time Preference, the Consumption Function and Optimum Asset Holdings, in James Wolfe (ed.), Value, Capital and Growth: Papers in Honor of Sir John Hicks, Edinburgh: The University of Edinburgh Press.",
        "Stock James H., and Mark W. Watson (2005), Understanding Changes in International Business Cycle Dynamics, Journal of the European Economic Association 3(5): 968-1006.",
        "Stock, James H., and Mark W. Watson (2002), Macroeconomic Forecasting Using Diffusion Indexes, Journal of Business and Economic Statistics 20(2): 147-162.",
        "Stock, James H., and Mark W. Watson (1999), Forecasting Inflation, Journal of Monetary Economics 44: 293-335.",
        "Smets, Frank, and Raf Wouters (2003), An estimated Stochastic DSGE model of the euro area Journal of Economic Association 1(5): 1123-1175.",
        "Smets, Frank, and Raf Wouters (2002), Openness, Imperfect Exchange Rate Pass-Through and Monetary Policy, Journal of Monetary Economics 49(5): 947-981.",
        "Sims, Christopher A. and Tao Zha (2006), Does Monetary Policy Generate Recessions?, Macroeconomic Dynamics 10(2): 231-272.",
        "Sims, Christopher A. (2000), Solving Linear Rational Expectations Models, manuscript, Princeton University.",
        "Scholl, Almuth and Harald Uhlig (2006), New Evidence on the Puzzles: Monetary Policy and Exchange Rates, Computing in Economics and Finance 2006(5), Society for Computational Economics.",
        "Schmitt-GrohÃ\u0083Â©, Stephanie, and Martin Uribe (2003), Closing Small Open Economy Models, Journal of International Economics 61: 163-195.",
        "Sala, Luca (2001), Monetary Transmission in the Euro Area: A Factor Model Approach, ECARES mimeo.",
        "Rotemberg, Julio J., and Michael Woodford (1997), An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy, NBER Macroeconomics Annual, 297-346.",
        "Rossi, Barbara (2007), Expectations Hypotheses Tests at Long Horizons, Econometrics Journal 10: 554-579.",
        "Peersman, Gert, and Frank Smets (2003), The Monetary Transmission Mechanism in the Euro Area: More Evidence From VAR Analysis, in Monetary Policy Transmission in the Euro Area, I. Angeloni, A. Kashyap and B. Mojon (eds), Cambridge University Press.",
        "Peersman, Gert (2005), What Caused the Early Millennium Slowdown? Evidence Based on Vector Autoregressions, Journal of Applied Econometrics 20(2): 185-207.",
        "Obstfeld, Maurice and Kenneth S. Rogoff (2005), The Unsustainable US Current Account Position Revisited, in Richard H. Clarida (ed.), G7 Current Account Imbalances, The University of Chicago Press.",
        "Obstfeld, Maurice and Kenneth S. Rogoff (2002), Global Implications of Self-Oriented National Monetary Rules, Quarterly Journal of Economics 117: 503-536.",
        "Monacelli, Tommaso (2005), Monetary Policy in a Low Pass-Through Environment, Journal of Money, Credit, and Banking 37(6): 1047-1066.",
        "Mihov, Ilian (2001), Monetary Policy Implementation and Transmission in the European Monetary Union, Economic Policy 16(33): 369-406.",
        "McCallum, Bennett and Edward Nelson (2000), Monetary Policy for an Open Economy: An Alternative Framework with Optimizing Agents and Sticky Prices, Oxford Review of Economic Policy 16, 74-91.",
        "McCallum, Andrew, and Frank Smets (2007), Real Wages and Monetary Policy Transmission in the Euro Area, Kiel working paper 1360.",
        "Mark, Nelson C., Yangru Wu (1998), Rethinking Deviations From Uncovered Interest Parity: The Role of Covariance Risk and Noise, The Economic Journal 108 (451): 1686-1706.",
        "Kose, M. Ayhan, Christopher Otrok, and Charles H. Whiteman (2003), International Business Cycles: World, Region, and Country Specific Factors, American Economic Review 93(4): 1216-39.",
        "Kok SÃ\u0083Â¸rensen, Christoffer and Thomas Werner (2006), Bank Interest Rate Pass-Through in the Euro Area: A Cross Country Comparison, ECB working paper series 580.",
        "Kollmann, Robert (2002), Monetary Policy Rules in the Open Economy: Effects on Welfare and Business Cycles, Journal of Monetary Economics 49(5): 989-1015.",
        "Kilian, Lutz (2008), A Comparison of the Effects of Exogenous Oil Supply Shocks on Output and Inflation in G7 Countries, Journal of the European Economic Association 6(1): 78-121.",
        "Kilian, Lutz (1998), Small-Sample Confidence Intervals for Impulse Response Functions, Review of Economics and Statistics 80(2): 218-230.",
        "Hamilton, James D. (2003), What is an Oil Shock? Journal of Econometrics 113: 363-398.",
        "Justiniano, Alejandro, and Bruce Preston (2006), Can Structural Small Open Economy Models Account for the Influence of Foreign Disturbances? manuscript, Columbia University.",
        "Giannone, Domenico and Lucrezia Reichlin (2006), Trends and Cycles in the Euro Area: How Much Heterogeneity and Should We Worry About It?, ECB working paper 595.",
        "Froot, K.A., R.H. Thaler (1990), Foreign Exchange, Journal of Economic Perspectives 4 (3): 179-192.",
        "Forni, Mario, Marc Hallin, Marco Lippi, and Lucrezia Reichlin (2000), The Generalized Dynamic Factor Model: Identification and Estimation, Review of Economics and Statistics 82:4, 540-554.",
        "Ferrero, Andrea, Mark Gertler, and Lars E.O. Svensson (2007), Current Account Dynamics and Monetary Policy, forthcoming in Jordi Galf and Mark Gertler (eds.), International Dimensions of Monetary Policy, Chicago: University of Chicago Press.",
        "FernÃ\u0083Â¡ndez-Villaverde, Jesus, Juan F. Rubio-Ramfrez, Sargent, Thomas J. and Mark W. Watson (2007) ABCs (and Ds) of Understanding VARs, American Economic Review 97(3): 1021-26.",
        "Favero Carlo, Massimiliano Marcellino and Francesca Neglia (2005), Principal Components at Work: The Empirical Analysis of Monetary Policy with Large Datasets, Journal of Applied Econometrics 20:603-620.",
        "Faruquee, Hamid, Douglas Laxton, Dirk Muir, and Paolo A. Pesenti (2007), Smooth Landing or Crash? Model-Based Scenarios of Global Current Account Rebalancing, in Richard H. Clarida (ed.), G7 Current Account Imbalances, The University of Chicago Press, Chap. 10, pp. 377-451.",
        "Fagan, Gabriel, and Julian Morgan (2006), Econometric Models of the Euro Area Central Banks, Edward Elgar.",
        "European Central Bank (2007), Report on Financial Integration in the Euro Area, March, www.ecb.int.",
        "Fagan, Gabriel, JÃ\u0083Â©rÃ\u0083Â´me Henry, and Ricardo Mestre (2005), An Area-Wide Model (AWM) for the Euro Area, Economic Modelling 22(1): 39-59.",
        "Engel, Charles (1996), The Forward Discount Anomaly and the Risk Premium: A Survey of Recent Evidence, Journal of Empirical Finance 3 (2): 123-192.",
        "van Els, Peter, Alberto Locarno, Julina Morgan and Jean-Pierre Villetelle (2003), The Effects of Monetary Policy in the Euro Area: Evidence from Structural Macroeconomic Models, in I. Angeloni et al (eds., op cited).",
        "Eickmeier, Sandra and Jorg Breitung (2006), How Synchronized are New EU Member States with the Euro Area? Evidence from a Structural Factor Model, Journal of Comparative Economics 34: 538-563.",
        "Eickmeier, Sandra (2006), Comovements and Heterogeneity in the Euro Area Analyzed in a Non-Stationary Dynamic Factor Model, Bundesbank discussion paper 31-2006.",
        "Eichenbaum, Martin and Charles L. Evans (1995), Some Empirical Evidence on the Effects of Shocks to Monetary Policy on Exchange Rates, The Quarterly Journal of Economics 110(4): 975-1009.",
        "Ehrmann, Michael, Marcel Fratzscher, Refet S. Gurkaynak and Eric Swanson (2007), Convergence and Anchoring of Yield Curves in the Euro Area, ECB working paper 817.",
        "Doz, Catherine, Domenico Giannone and Lucrezia Reichlin (2007), A Quasi-Maximum Likelihood Approach for Large Approximate Dynamic Factor Models, CEPR discussion paper 5724.",
        "Devereux, Michael B. and Charles Engel (2002), Exchange Rate Pass-Through, Exchange Rate Volatility, and Exchange Rate Disconnect, Journal of Monetary Economics 49(5): 913940.",
        "Corsetti, Giancarlo and Paolo Pesenti (2005), International Dimensions of Optimal Monetary Policy, Journal of Monetary Economics 52(2): 281-305.",
        "Corsetti, Giancarlo and Luca Dedola (2005), A Macroeconomic Model of International Price Discrimination, Journal of International Economics 67: 129-55.",
        "Coenen, GÃ\u0083Â¼nter, Peter McAdam and Roland Straub (2007), Tax reform and labour-market performance in the euro area: a simulation-based analysis using the New Area-Wide Model, ECB working paper 747, forthcoming in Journal of Economic Dynamics and Control.",
        "Clarida, Richard, Jordi Galf and Mark Gertler (2002), A Simple Framework for International Monetary Policy Analysis, Journal of Monetary Economics 49(5): 879-904.",
        "Clarida, Richard, Jordi Galf and Mark Gertler (1998), Monetary Policy Rules in Practice: Some International Evidence, European Economic Review 42(5): 1033-1067.",
        "Ciccarelli Matteo and Allessandro Rebucci (2006), Has the Transmission Mechanism of European Monetary Policy Changed in the Run-Up to EMU, European Economic Review 50(3): 737-776.",
        "Christiano, Lawrence J., Roberto Motto and Massimo Rostagno (2007),Shocks, Structures or Monetary Policies? The Euro Area and US after 2001, ECB working paper 774.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles Evans (2005), Nominal Rigidities and the Dynamic Effect of a Shock to Monetary Policy, Journal of Political Economy 113(1): 1-45.",
        "Cavallo Michele, and Tao Wu (2006), Measuring Oil-Price Shocks Using Market-Based Information,  Federal Reserve Bank of San Francisco Working Paper Series, 2006-28.",
        "Campa, JosÃ\u0083Â©, and Linda Goldberg (2006), Distribution Margins, Imported Inputs, and the Sensitivity of the CPI to Exchange Rates, NBER working paper no. 12121.",
        "Camacho, M., G. Perez-Quiros, L. Saiz (2006), Are European Business Cycles Close Enough to Be Just One?, Journal of Economic Dynamics and Control 34: 538-563.",
        "Boivin, Jean, and Serena Ng (2005), Understanding and Comparing Factor-Based Forecasts, International Journal of Central Banking 1(3): 117-151.",
        "Boivin, Jean, Marc P. Giannoni, and Ilian Mihov (2007), Sticky Prices and Monetary Policy: Evidence from Disaggregated U.S. Data, NBER Working Paper no. 12824. (Revised, December 2007), forthcoming in The American Economic Review.",
        "Boivin, Jean, Marc P. Giannoni (2007), Global Forces and Monetary Policy Effectiveness, forthcoming in Jordi Galf and Mark Gertler (eds.), International Dimensions of Monetary Policy, Chicago: University of Chicago Press.",
        "Boivin, Jean, and Marc P. Giannoni (2006b), DSGE Models in a Data-Rich Environment, NBER working paper no. 12772.",
        "Boivin, Jean and Marc P. Giannoni (2006a) Has Monetary Policy Become More Effective? The Review of Economics and Statistics 88(3): 445-462.",
        "Blanchard Olivier, and Jordi Galf (2008), The Macroeconomic Effects of Oil Shocks: Why are the 2000s So Different from the 1970s? forthcoming in Jordi Galf and Mark Gertler (eds.), International Dimensions of Monetary Policy, Chicago: University of Chicago Press.",
        "Bernanke, Ben S., Jean Boivin and Piotr Eliasz (2005), Measuring Monetary Policy: A Factor Augmented Vector Autoregressive (FAVAR) Approach, Quarterly Journal of Economics 120(1): 387-422.",
        "Benigno, Pierpaolo (2001), Price Stability with Imperfect Financial Integration, manuscript.",
        "Benigno, Gianluca, and Pierpaolo Benigno (2006), Exchange Rate Determination under Interest Rate Rules, manuscript, London School of Economics.",
        "Benalal, Nicholai, Juan Luis Diaz del Hoyo, Beatrice Pierluigi and Nick Vidalis (2006), Output Growth Differentials Across the Euro Area Countries: Some Stylised Facts, ECB Occasional Paper 45.",
        "Bekaert, Geert, Mm Wei and Yuhang Xing (2007), Uncovered Interest Rate Parity and the Term Structure, Journal of International Money and Finance 26(6): 1038-1069.",
        "Bekaert, Geert, Robert J. Hodrick (1993), On Biases in the Measurement of Foreign Exchange Risk Premiums, Journal of International Money and Finance 12 (2): 115-138.",
        "Basu, Susanto, and Miles S. Kimball (2003), Investment Planning; Costs and the Effects of Fiscal and Monetary Policy, manuscript, University of Michigan.",
        "Bai, Jushan and Serena Ng (2006), Confidence Intervals for Diffusion Index Forecasts and Inference for Factor-Augmented Regressions, Econometrica 74(4): 1133-1150.",
        "Bai, Jushan (2003), Inferential Theory for Factor Models of Large Dimensions, Econometrica 71(1): 135-72.",
        "Angeloni, Ignazio, Anil Kashyap and BenoIt Mojon (2003), Monetary Transmission in the Euro Area, Cambridge University Press.",
        "Angeloni, Ignazio, and Luca Dedola (1999), From the ERM to the Euro: New Evidence on Economic and Policy Convergence Among EU Countries, ECB working paper 4.",
        "Altissimo, F., P. Benigno, D. Rodriguez-Palenzuela (2004), Inflation Differentials in a Currency Area: Facts, Explanations and Policy, NBER working paper.",
        "Agresti Anna-Maria and BenoIt Mojon (2003), Some Stylized Facts on the Euro Area Business Cycle, in I. Angeloni, A. Kashyap and B. Mojon (eds., op cited)."
    ]
}