{
    "id": 14207,
    "cites": 45,
    "cited_by": 14,
    "reference": [
        "Stromberg, Per, 2008, The New Demography of Private Equity, working paper, Swedish Institute for Financial Research.",
        "Weir, C., P. Jones, and M. Wright, 2007, Public to private transactions, private equity and performance in the UK: An empirical analysis of the impact of going private, working paper, Nottingham University.",
        "Standard and Poors, 2008, Leveraged Lending Review 1Q08.",
        "Stein, Jeremy, 2005, Why Are Most Funds Open-End? Competition and the Limits of Arbitrage, Quarterly Journal of Economics, 120, February, 247-272.",
        "Service Employees International Union, 2007, Behind the Buyout Smith, A., 1990, Capital ownership structure and performance: the case of management buyouts. Journal of Financial Economics, 13, 143-165.",
        "Sahiman, W., 1990, The structure and governance of Venture Capital organizations, Journal of Financial Economics 27, 473-52 1.",
        "Private Equity Analyst, 2008, 2007 Review and 2008 Outlook, Dow Jones.",
        "Ofek, E., 1994, Efficiency gains in unsuccessful management buyouts, Journal of Finance 49(2), 637-654. Phalippou, Ludovic, and Oliver Gottschalg, forthcoming, Performance of private equity funds, Review of Financial Studies.",
        "Pozen, R., 2007, If private equity sized up your business, Harvard Business Review, November.",
        "Marais L, Schipper, K., Smith, A., 1989. Wealth effects of going private on senior securities. Journal of Financial Economics, 23, 155-19 1.",
        "Ljungqvist, A., M. Richardson, and D. Wolfenzon, 2007, The Investment Behavior of Buyout Funds: Theory and Evidence, working paper, New York University Stern School of Business.",
        "Kaplan, S. N., and J. C. Stein, 1993, The Evolution of Buyout Pricing and Financial Structure in the 1980s, Quarterly Journal of Economics, 108, 3 13-357.",
        "Lerner, J., M. Sorensen, P. Stromberg, 2008, Private equity and long run investment: the case of innovation, working paper, Harvard Business School.",
        "Kaplan, S. N., 2005, SunGard Data Systems, Case, University of Chicago, available at http :!!faculty.chicagogsb.edu!steven.kaplan!research!tm!tm.html Kaplan, S. N., and A. Schoar, 2005. Private equity returns: persistence and capital flows. Journal of Finance 60, 1791-1823.",
        "Kaplan, S. N. 1991. The staying power of leveraged buy-outs. Journal of Financial Economics, 29, 287313.",
        "Kaplan, S. N., 1997, The Evolution of U.S. Corporate Governance: We are All Henry Kravis Now, Journal of Private Equity, 1, Fall, 7-14.",
        "Kaplan, S. N. 1989b. Management Buyouts: Evidence on taxes as a source of value. Journal of Finance 3, 6 11-632.",
        "Kaplan, S. N., 1989a, The Effects of Management Buyouts on Operating Performance and Value, Journal of Financial Economics, 24, 2 17-254.",
        "Jensen, M., 1989. Eclipse of the public corporation. Harvard Business Review, sep-oct, 61-74 Jensen, M. and K. J. Murphy. 1990. Performance Pay and Top Management Incentives. Journal of Political Economy. 98, pp. 225-264.",
        "Jensen, M. 1986. Agency Costs of Free Cash Flow, Corporate Finance and Takeovers. American Economic Review. 76, pp. 323-329.",
        "Holthausen, D., and D. Larcker, 1996. The financial performance of reverse leverage buyouts. Journal of Financial Economics 42, 293-332.",
        "Ivashina, V., and A. Kovner, 2008, The Private Equity Advantage: Leveraged Buyout Firms and Relationship Banking, working paper, Harvard Business School.",
        "Holmstrom, B. and S. N. Kaplan, 2003, The state of U.S. corporate governance: Whats right and whats wrong? Journal of Applied Corporate Finance, Spring.",
        "Harris, R., D. Siegel, and M. Wright, 2005, Assessing the impact of management buyouts on economic efficiency: plant-level evidence from the United Kingdom, The Review of Economics and Statistics 87, 148-153.",
        "Guo, S., E. Hotchkiss, and W. Song, 2007, Do Buyouts (Still) Create Value? Working paper, Boston College.",
        "Graham, J., 2003, Taxes and Corporate Finance: A Review, Review of Financial Studies Grossman, S., and Oliver Hart, 1980, Takeover bids, the free-rider problem, and the theory of corporation, Bell Journal of Economics 11, 42-64.",
        "Gompers, Paul A., and Josh Lerner, 2000, Money chasing deals? The impact of fund inflows on private equity valuations, Journal of Financial Economics 55, 28 1-325.",
        "Gompers, Paul A., and Josh Lerner, 1998, What drives fundraising? Brookings Papers on Economic Activity: Microeconomics, 149-92.",
        "Gompers, Paul A., and Josh Lerner, 1996, The use of covenants: An empirical analysis of venture partnership agreements, Journal of Law and Economics 39, 463-49 8.",
        "Gadiesh 0. and MacArthur, 2008, Lessons From Private Equity Any Company Can Use, Harvard Business School Press.",
        "Demiroglu, C. and C. James, 2007, Lender Control and the Role of Private Equity Group Reputation in Buyout Financing, working paper, University of Florida.",
        "Davis, S., J. Haltiwanger, Jarmin, J. Lerner, and Miranda, 2008, Private Equity and Employment, working paper Harvard University and University of Chicago.",
        "Cumming, D. Siegel and M. Wright, 2007, Private Equity, Leveraged Buyouts and Governance, Journal of Corporate Finance.",
        "Cornelli, F., 2008, Private equity and corporate governance: Do LBOs have more effective boards? Working paper, London Business School.",
        "Boucly, Q., D. Sraer, and D. Thesmar, 2008, Do leveraged buyouts appropriate worker rents? Evidence from French data, working paper, HEC Paris. Bray, A., W. Jiang, F. Partnoy and R. Thomas, forthcoming, The Returns to Hedge Fund Activism, Journal of Finance.",
        "Bhagat, S., A. Shleifer, and R. Vishny, 1990, Hostile takeovers in the 1980s: The return to corporate specialization, Brookings Papers on Economic Activity: Microeconomics, Vol. 1990, 1-84.",
        "Bargeron L., F. Schlingemann, R. Stulz, C. Zutter, 2007, Why do private acquirers pay so little compared to public acquirers? Bergstrom, C., M. Grubb, and S. Jonsson, 2007, The operating impact of buyouts in Sweden: A study of value creation, Journal of Private Equity, Winter 2007.",
        "Baker, M., R. Greenwood, and J. Wurgler, 2003, The maturity of debt issues and predictable variation in bond returns, Journal of Financial Economics 70, 261-29 1.",
        "Baker, G., 1992, Beatrice: A Study in the Creation and Destruction of Value, Journal of Finance, Baker, M., and J. Wurgler, 2000, The equity share in new issues and aggregate stock returns, Journal of Finance 55, 2219-2257.",
        "Axelson, U., T. Jenkinson, P. Stromberg, and M. Weisbach, 2008, Leverage and Pricing in Buyouts: An Empirical Analysis, working paper, Swedish Institute for Financial Research. Axelson, Ulf, Per Stromberg, and Michael Weisbach, forthcoming, Why are buyouts leveraged? The financial structure of private equity funds, Journal of Finance.",
        "Asquith, P., and T. Wizman, 1990. Event risk, covenants, and bondholder returns in leveraged buyouts. Journal Financial Economics 27, 195-213.",
        "Amess, K. and M. Wright, 2007, Barbarians at the Gate? Leveraged Buyouts, Private Equity and Jobs, Andrade, G., and S.N. Kaplan,1998. How costly is financial (not economic distress)? Evidenced from Highly Leveraged Transactions that became distressed, Journal of Finance, 53, 1443-1494.",
        "Acharya, V., J. Franks, and H. Servaes, 2007, Private Equity - Boom or Bust, Journal of Applied Corporate Finance.",
        "Amess, K. and M. Wright, 2006, The Wage and Employment Effects of Leveraged Buyouts in the UK, working paper, Nottingham.",
        "Acharya, V. and C. Kehoe, 2008, Corporate Governance and Value Creation Evidence from Private Equity, working paper, London Business School."
    ]
}