{
    "id": 14205,
    "cites": 18,
    "cited_by": 30,
    "reference": [
        "Reinhart, Carmen, and Kenneth Rogoff, 2008, Is the 2007 U.S. Sub-Prime Financial Crisis So Different? An International Historical Comparison, University of Maryland and Harvard University working paper.",
        "Rajan, Raghuram and Luigi Zingales, 1998, Financial dependence and growth, American Economic Review 88: 559-586.",
        "Mian, Atif, and Amir Sufi, 2008, The Consequences of Mortgage Credit Expansion: Evidence from the 2007 Mortgage Default Crisis, University of Chicago Graduate School of Business Working Paper.",
        "Lakonishok, J., Shleifer, A. & Vishny, R.W. 1994, Contrarian investment, extrapolation and risk, Journal of Finance, vol. 49, pp. 1541-78.",
        "Lamont, 0., C. Polk, and J. Saa-Requej o, 2001, Financial Constraints and Stock Returns, Review of Financial Studies, 14, 529-544.",
        "Kaplan, S., and L. Zingales, 1997, Do Financing Constraints Explain Why Investment is Correlated with Cash Flow? Quarterly Journal of Economics, 112, 169-216.",
        "Henriques, Diana B (2008), Unlike Consumers, Companies Are Piling Up Cash, New York Times, March 4, 2008.",
        "Greenlaw, David, Jan Hatzius, Anil K Kashyap, Hyun Song Shin, 2008, Leveraged Losses: Lessons from the Mortgage Market Meltdown, draft paper prepared for US Monetary Policy Forum Conference.",
        "Fazzari, S., R. G. Hubbard, and B. C. Petersen, 1988, Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity, 1, 141-195.",
        "Fama, Eugene F., and Kenneth R. French, 1992, The Cross-Section of Expected Stock Returns, Journal of Finance 47, 427-465.",
        "Erickson, T., and T. M. Whited, 2000, Measurement Error and the Relationship Between Investment and q, Journal of Political Economy, 108, 1027-1057.",
        "Dominguez, Kathryn, and Linda L. Tesar, 2006, Exchange Rate Exposure, Journal of International Economics 68: 188-2 18.",
        "Dominguez, Kathryn, and Linda L. Tesar, 2001, A Reexamination of Exchange Rate Exposure, American Economic Review 9 1(2): 396-399, May issue.",
        "DellAriccia, Giovanni, Enrica Detragiache, and Raghuram Rajan, 2008, The Real Effect of Banking Crises, Journal of Financial Intermediation, 17: 89-112.",
        "Borensztein, Eduardo, and Jong-Wha Lee, 2002, Financial Crisis and Credit Crunch in Korea: Evidence from Firm-level Data, Journal of Monetary Economics, 49: 853-875.",
        "Bernanke, Ben 5, 2008, Semiannual Monetary Policy Report to the Congress, February 27, 2008. http://wwwSedera1reserve~ov/newsevents/testirnony[beniaiike2OO8O227a.htm Bernanke, Ben S., and Cara S. Lown, 1991, The Credit Crunch, Brookings Papers on Economic Activity, No.2: 205-247.",
        "Bates, Thomas W., Kathleen M. Kahle, and RenÃ\u0083Â© M. Stulz, 2007, Why do U.S. firms hold so much more cash than they used to? Ohio State University Working paper.",
        "Adler, Michael, and Bernard Dumas, 1984, Exposure to Currency Risk: Definition and Measurement, Financial Management, 13: 4 1-50, Summer."
    ]
}