{
    "id": 14206,
    "cites": 20,
    "cited_by": 2,
    "reference": [
        "Morgan, Michael, and James Shanahan. 1992. Television Viewing and Voting, 19721989, Electoral Studies 11(1): 3-20.",
        "Levitt, Steven D. 1994. Using Repeat Challengers to Estimate the Effect of Campaign Spending on Election Outcomes in the House. Journal of Political Economy, 102(4): 77-98.",
        "Lee, David S. 2001. The Electoral Advantage to Incumbency and Voters Valuation of Politicians Experience: A Regression Discontinuity Analysis of Elections to the U.S. House. NBER Working Paper #8441.",
        "Jacobson, Gary C. 1985. Money and Votes Reconsidered: Congressional Elections, 1972-1982. Public Choice 47(1): 7-62.",
        "Hahn, Jinyong, Petra Todd, and Wilbert Vand der Klaauw. 2001. Identification and Estimation of Treatment Effects with a Regression Discontinuity Design. Econometrica 69(1): 201-209.",
        "Grossman, Gene and Ethanan Helpman. 1994. Protection for Sale. American Economic Review 84(4): 833-850.",
        "Green, Donald P. and Alan S. Gerber. 2008. Get Out the Vote!: How to Increase Voter Turnout. 2nd Ed. Washington, DC: Brooking Institution.",
        "Green, Donald. P. and Johnthan S. Krasno. 1988. Salvation for the Spendthrift Incumbent. American Journal of Political Science 32(4): 884-907.",
        "Gerber, Alan S., Dean Karlan, and Daniel Bergan. 2009. A Field Experiment Measuring the Effect of Newspapers on Voting Behavior and Political Opinions. American Economic Journal: Applied Economics, forthcoming.",
        "Gerber, Alan S. Donald P. Green, and Chistopher W. Larimer. 2008. Social Pressure and Vote Turnout: Evidence from a Large-Scale Field Experiment. American Political Science Review 102(1): 19-32.",
        "Gerber, Alan S. and Donald P. Green. 2000. The Effects of Canvassing, Telephone Calls, and Direct Mail on Voter Turnout: A Field Experiment. American Political Science Review 94(3): 653-663.",
        "Gerber, Alan S. 2004. Does Campaign Spending Work?: Field Experiments Provide Evidence and Suggest New Theory. American Behavioral Scientist 47(5):541574.",
        "Gerber, Alan. 1998. Estimating the Effect of Campaign Spending on Senate Election Outcomes Using Instrumental Variables. American Political Science Review 92(2): 401-411.",
        "George, Lisa and George Waldfogel. 2007. National Media and Local Political Participation: The Case of the New York Times., Manuscript http ://urban.hunter.cuny. edu/-4george/ResearchfNYTVote.pdf.",
        "Ferraz, Claudio and Frederico Finnan. 2008. Motivating Politicians: The Impacts of Monetary Incentives on Quality and Performance., Manuscript http ://www.econ.ucla. edu/ffinanlFinan MPoliticians .pdf Gentzkow, Matthew. 2006. Television and Voter Turnout. Quarterly Journal of Economics 121(3): 931-972.",
        "Erikson, Robert S. and Thomas R. Palfrey. 2000. Equilibria in Campaign Spending Games: Theory and Evidence. American Political Science Review 94(3): 595609.",
        "DellaVigna, Stefano and Ethan Kaplan. 2007. The Fox News Effect: Media Bias and Voting. Quarterly Journal of Economics 122(3): 1187-1234.",
        "Ansolabehere, Stephen and Shanto Iyenger. 1995. Going Negative: How Political Advertisements Shrink and Polarize the Electorate. New York: Free Press.",
        "Baron, David P. 1989. Service-Induced Campaign Contributions and the Electoral Equilibrium. Quarterly Journal of Economics 104(1): 45-72.",
        "Ansolabehere, Stephen, John M. de Figueiredo, and James M. Synder Jr. 2003. Why is There so Little Money in U.S. Politics? Journal of Economic Perspectives 17(1): 105-130."
    ]
}