{
    "id": 14209,
    "cites": 38,
    "cited_by": 0,
    "reference": [
        "Thurston, George, Kazuhiko Ito, Patrick Kinney, and Morton Lippmann. 1992. A multi-year study of air pollution and respiratory hospital admissions in three New York State metropolitan areas: results for 1988 and 1989 summers. Journal of Exposure Analysis and Environmental Epidemiology 2(4) :429-50.",
        "Sneeringer, Stacy. 2006. Pollution and Infant Health. Mimeograph, Wesleyan University.",
        "Smith, V. Keny, and Reed Johnson. 1988. How Do Risk Perceptions Respond to Information? The Case of Radon. Review of Economics and Statistics 70(1): 1-8.",
        "Schwartz, Joel. 1995. Air Pollution and Hospital Admissions for the Elderly in Detroit, Michigan. American Journal of Respiratory and Critical Care Medicine 150(3): 648655.",
        "Ransom, Michael, and C. Arden Pope. 1995. External Health Costs of a Steel Mill. Contemporary Economic Policy 13: 86-97.",
        "Pope, C. Arden, Michael Thun, M.M. Namboodiri, Douglas Dockery, John Evans, Frank Speizer and Clark Heath Jr. 1995. Particulate Air Pollution as a Predictor of Mortality in a Prospective Study of U.S. Adults. American Journal of Respiratory and Critical Care Medicine 151(3): 669-674.",
        "Pope, C. Arden, Joel Schwartz, and Michael Ransom. 1992. Daily Mortality and PM1O Pollution in Utah Valley. Archives of Environmental Health 47: 211-216.",
        "Pope, C. Arden. 1989. Respiratory Disease Associated with Community Air Pollution and a Steel Mill, Utah Valley. American Journal of Public Health 79: 623-628.",
        "Philipson, Tomas. 1996. Private Vaccination and Public Health: An Empirical Examination for U.S. Measles. Journal of Human Resources 3 1(3): 611-30 __________ 2000. Economic Epidemiology and Infectious Diseases. In Handbook of Health Economics, Vol I, eds. Anthony Cuyler and Joseph Newhouse, 1761-1799. NorthHolland.",
        "Norris, Gary, Sharon YoungPong, Jane Koenig, Timothy Larson, Lianne Sheppard, and James Stout. 1999. An Association between Fine Particles and Asthma Emergency Department Visits for Children in Seattle. Environmental Health Perspectives 107(6): 489-493.",
        "Neidell, Matthew. 2004. Air Pollution, Health, and Socio-Economic Status: The Effect of Outdoor Air Quality on Childhood Asthma. Journal of Health Economics 23(6): 12091236.",
        "Mullahy, John. 1999. Itll Only Hurt a Second? Microeconomic Determinants of Who Gets Flu Shots. Health Economics 8(1): 9-24.",
        "Lleras-Muney, Adriana. 2005. The Needs of the Army: Using Compulsory Relocation in the Military to Estimate the Effect of Environmental Pollutants on Childrens Health. Mimeograph, Princeton University.",
        "Lierl, Michelle and Richard Hornung. 2003. Relationship of Outdoor Air Quality to Pediatric Asthma Exacerbations. Annals ofAllergy, Asthma, and Immunology 90(1): 28-33.",
        "Levy, Jonathan, Timothy Canothers, Jouni Tuomisto, James Hammitt, and John Evans. 2001. Assessing the Public Health Benefits of Reduced Ozone Concentrations. Environmental Health Perspectives 109(12): 9-20.",
        "Lederman, Sally Ann, Virginia Rauh, Lisa Weiss, Janet Stein, Lori Hoepner, Mark Becker, and Frederica Perera. 2004. The Effects of the World Trade Center Event on Birth Outcomes among Term Deliveries at Three Lower Manhattan Hospitals. Environmental Health Perspectives 112(17): 1772-1778.",
        "Kinney, Patrick, George Thurston, and Mark Raizenne. 1996. The Effects of Ambient Ozone on Lung Function in Children: A Reanalysis of Six Summer Camp Studies. Environmental Health Perspectives 104(2): 170-4.",
        "Katsouyanni, Klea, Joel Schwartz, C. Spix, Giota Touloumi, Zmirou D, Zanobetti A, Wojtyniak B, Vonk JM, Tobias A, Ponka A, Sylvia Medina, Bacharova Ljuba, and Ross Anderson. 1996. Short Term Effects of Air Pollution on Health: A European Approach Using Epidemiologic Time Series Data: The APHEA Protocol. Journal of Epidemiology and Community Health 50(Suppl 1): S 12-8.",
        "Jin, Ginger and Philip Leslie. 2003. The Effect of Information on Product Quality: Evidence from Restaurant Hygiene Grade Cards. Quarterly Journal of Economics 118(2): 409451.",
        "Jayachandran, Seema. 2005. Air Quality and Infant Mortality during Indonesias Massive Wildfires in 1997. Mimeograph, UCLA.",
        "Imbens, Guido and Thomas Lemieux. 2007. Regression Discontinuity Designs: A Guide to Practice. NBER Technical Working Paper 337 Ippolito, Pauline and Alan Mathios. 1990. Information, Advertising and Health Choice: A Study of the Cereal Market. Rand Journal of Economics 21:459-480.",
        "Heinrich, Joachim, Bernd Hoelscher, and H. Erich Wichmann. 2000. Decline of Ambient Air Pollution and Respiratory Symptoms in Children. American Journal of Respiratory and Critical Care Medicine 161: 1930-1936.",
        "Hausman, Jeny. 1978. Specification Tests in Econometrics Econometrica 46: 1251-1271.",
        "Garty, Ben Zion, Evsey Kosman, Eli Ganor, Victor Berger, Limor Garty, Tova Wietzen, Yesheskel Waisman, Mark Mimouni, and Yozv Waisel. 1998. Emergency Room Visits of Asthmatic Children, Relation to Air Pollution, Weather, and Airborne Allergens. Annals ofAllergy, Asthma, and Immunology 8 1(6): 563-70.",
        "Friedman, Michael, Kenneth Powell, Lori Hutwagner, LeRoy Graham, and W. Gerald Teague. 2001. Impact of Changes in Transportation and Commuting Behaviors During the 1996 Summer Olympic Games in Atlanta on Air Quality and Childhood Asthma. Journal of the American Medical Association 285: 897-905.",
        "__________ 2006. Air Quality Criteria Document for Ozone. Washington, DC: Environmental Protection Agency.",
        "Environmental Protection Agency. 1999. Guidelines for Reporting of Daily Air Quality - Air Quality Index (AQI). EPA Document #454-R-99-010, Research Triangle Park, NC.",
        "Dockery, Douglas, C. Arden Pope, Xiping Xu, John Spengler, James Ware, Martha Fay, Benjamin Fenis, and Frank Speizer. 1993. An Association between Air Pollution and Mortality in Six U.S. Cities. New England Journal of Medicine 329:1753-1759.",
        "Currie, Janet and Matthew Neidell. 2005. Air Pollution and Infant Health: What Can We Learn from Californias Recent Experience? Quarterly Journal of Economics 120(3): 10031030.",
        "Chay, Kenneth and Michael Greenstone. 2003b. The Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by a Recession. Quarterly Journal of Economics 118(3): 1121-1167.",
        "Chay, Kenneth and Michael Greenstone. 2003a. Air Quality, Infant Mortality, and the Clean Air Act of 1970. NBER Working Paper #10053.",
        "Similar pollution warning systems have been implemented in, for example, Arkansas, Texas, Baltimore, Washington, New York, Oklahoma, Kansas, and Chicago.",
        "Card, David and David Lee. 2006. Regression Discontinuity Inference with Specification Enor. NBER Technical Working Paper #322.",
        "Chang L., Petros Koutrakis, Paul Catalano, and Helen Suh. 2000. Hourly Personal Exposures to Fine Particles and Gaseous Pollutants. Journal of the Air and Waste Management Association 50(7): 1223-35.",
        "Bresnahan, Brian, Mark Dickie, and Shelby Gerking. 1997. Averting Behavior and Urban Air Pollution. Land Economics 73: 340-357.",
        "Brunekreef, Bert and Stephen Holgate. 2002. Air Pollution and Health. Lancet 360: 1233-42.",
        "Ozone and Short-Term Mortality in 95 US Urban Communities, 1987-2000. Journal of American Medical Association 292: 2371-2378.",
        "Ahituv, Avner, V. Joseph Hotz, and Tomas Philipson. 1996. The Responsiveness of the Demand for Condoms to the Local Prevalence of AIDS. Journal of Human Resources 31(4): 869-97."
    ]
}