{
    "id": 14201,
    "cites": 26,
    "cited_by": 5,
    "reference": [
        "Kmec, Julie A. 2007. Ã\u0082â\u0080\u009cTies that Bind? Race and Networks in Job Turnover.Ã\u0082â\u0080\u009d Social Problems, Vol. 54, No. 4, November, pp. 483-503.",
        "Laschever, Ron. 2009. Ã\u0082â\u0080\u009cThe Doughboys Network: Social Interactions and the Employment of World War I Veterans.Ã\u0082â\u0080\u009d Unpublished paper, University of Illinois at Urbana-Champaign.",
        "Massey, Douglas, Rafael AlarcÃ\u0083Â³n, Jorge Durand, and Humberto GonzÃ\u0083Â¡lez. 1987. Return to Aztlan: The Social Process of International Migration from Western Mexico (Berkeley, CA: UC Berkeley Press).",
        "McManus, Walter S. 1990. Ã\u0082â\u0080\u009cLabor Market Effects of Language Enclaves: Hispanic Men in the United States.Ã\u0082â\u0080\u009d Journal of Human Resources, Vol. 25, No. 2, Spring, pp. 228-52.",
        "Kasinitz, Philip, and Jan Rosenberg. 1996. Ã\u0082â\u0080\u009cMissing the Connection: Social Isolation and Employment on the Brooklyn Waterfront.Ã\u0082â\u0080\u009d Social Forces, Vol. 43, No. 2, May, pp. 180-96.",
        "Jarmin, Ron S., and Javier Miranda. 2002. Ã\u0082â\u0080\u009cThe Longitudinal Business Database.Ã\u0082â\u0080\u009d CES Working Paper No. CES-WP-02-17.",
        "Holzer, Harry J. 1998. Ã\u0082â\u0080\u009cWhy Do Small Establishments Hire Fewer Blacks Than Large Ones?Ã\u0082â\u0080\u009d Journal of Human Resources, Vol. 33, No. 4, August, pp. 896-914.",
        "Bayer, Patrick, Stephen Ross, and Giorgio Topa. 2008. Ã\u0082â\u0080\u009cPlace of Work and Place of Residence: Informal Hiring Networks and Labor Market Outcomes.Ã\u0082â\u0080\u009d Journal of Political Economy, Vol. 116, No. 6, December, pp. 1150-96.",
        "Bayer, Patrick, Hanming Fang, and Robert McMillan. 2005. Ã\u0082â\u0080\u009cSeparate When Equal? Racial Inequality and Residential Segregation.Ã\u0082â\u0080\u009d Unpublished paper, Duke University.",
        "CalvÃ\u0083Â³-Armengol, Antoni, and Matthew O. Jackson. 2007. Ã\u0082â\u0080\u009cNetworks in Labor Markets: Wage and Employment Dynamics and Inequality.Ã\u0082â\u0080\u009d Journal of Economic Theory, Vol. 132, No. 1, January, pp. 27-46.",
        "Cormen, Thomas H., Charles E. Leiserson, Robert L. Rivest, and Clifford Stein. 2001. Introduction to Algorithms, 2nd ed. (Cambridge, MA: MIT Press and McGraw-Hill).",
        "Cutler, David M., and Edward L. Glaeser. 1997. Ã\u0082â\u0080\u009cAre Ghettos Good or Bad?Ã\u0082â\u0080\u009d Quarterly Journal of Economics, Vol. 112, No. 3, August, pp. 827-72.",
        "Edin, Pers-Anders, Peter Fredriksson, and Olof Ã\u0083â\u0080¦slund. 2003. Ã\u0082â\u0080\u009cEthnic Enclaves and the Economic Success of Immigrants Ã\u0082â\u0080\u0093 Evidence from a Natural Experiment.Ã\u0082â\u0080\u009d Quarterly Journal of Economics, Vol. 118, No. 1, February, pp. 329-57.",
        "Ellison, Glenn, and Edward L. Glaeser. 1997. Ã\u0082â\u0080\u009cGeographic Concentration in Manufacturing Industries: A Dartboard Approach.Ã\u0082â\u0080\u009d Journal of Political Economy, Vol. 102, No. 5, October, pp. 889-927.",
        "Hellerstein, Judith K., and David Neumark. 2008. Ã\u0082â\u0080\u009cWorkplace Segregation in the United States: Race, Ethnicity, and Skill.Ã\u0082â\u0080\u009d Review of Economics and Statistics, Vol. 90, No. 3, August, pp. 459-77.",
        "Hellerstein, Judith K., David Neumark, and Melissa McInerney. 2008. Ã\u0082â\u0080\u009cSpatial Mismatch vs. Racial Mismatch?Ã\u0082â\u0080\u009d Journal of Urban Economics, Vol. 64, No. 2, September, pp. 467-79.",
        "Montgomery, James D. 1991. Ã\u0082â\u0080\u009cSocial Networks and Labor-Market Outcomes: Toward an Economic Analysis.Ã\u0082â\u0080\u009d American Economic Review, Vol. 81, No. 5, December, pp. 1408-18.",
        "Moscarini, Giuseppe, and Kaj Thomsson. 2008. Ã\u0082â\u0080\u009cOccupational and Job Mobility in the US.Ã\u0082â\u0080\u009d Scandanavian Journal of Economics, Vol. 109, No. 4, March, pp. 807-36.",
        "Munshi, Kaivan. 2003. Ã\u0082â\u0080\u009cNetworks in the Modern Economy: Mexican Migrants in the U.S. Labor Market.Ã\u0082â\u0080\u009d Quarterly Journal of Economics, Vol. 118, No. 2, May, pp. 549-99.",
        "Oyer, Paul, and Scott Schaefer. 2009. Ã\u0082â\u0080\u009cThe Personnel-Economic Geography of US Law Firms and Law Schools.Ã\u0082â\u0080\u009d Unpublished paper, Stanford University.",
        "Patel, Krishna, and Francis Vella. 2007. Ã\u0082â\u0080\u009cImmigrant Networks and Their Implication for Occupational Choices and Wages.Ã\u0082â\u0080\u009d IZA Working Paper No. 3217.",
        "Schmutte, Ian M. 2009. Ã\u0082â\u0080\u009cJob Referral Networks and the Determination of Earnings in Local Labor Markets.Ã\u0082â\u0080\u009d Unpublished paper, Cornell University.",
        "Simon, Curtis J., and John T. Warner. 1992. Ã\u0082â\u0080\u009cMatchmaker, Matchmaker: The Effect of Old Boy Networks on Job Match Quality, Earnings, and Tenure.Ã\u0082â\u0080\u009d Journal of Labor Economics, Vol. 10, No. 3, July, pp. 306-30.",
        "Topa, Giorgio. 2001. Ã\u0082â\u0080\u009cSocial Interactions, Local Spillovers, and Unemployment.Ã\u0082â\u0080\u009d Review of Economic Studies, Vol. 68, No. 2, April, pp. 261-95.",
        "Turner, Kristin, Susan Clampet-Lundquist, Kathryn Edin, Jeffrey R. Kling, and Greg J. Duncan. 2006. Ã\u0082â\u0080\u009cNeighborhood Effects on Barriers to Employment: Results from a Randomized Housing Mobility Experiment in Baltimore.Ã\u0082â\u0080\u009d Brookings-Wharton Papers on Urban Affairs, pp. 137-72.",
        "Weinberg, Bruce A., Patricia B. Reagan, and Jeffrey J. Yankow. 2004. Ã\u0082â\u0080\u009cDo Neighborhoods Affect Hours Worked? Evidence from Longitudinal Data.Ã\u0082â\u0080\u009d Journal of Labor Economics, Vol. 22, No. 4, October, pp. 891-934."
    ]
}