{
    "id": 14204,
    "cites": 13,
    "cited_by": 42,
    "reference": [
        "Hurst, E., and F. Stafford (2004). Home is Where the Equity Is: Mortgage Refinancing and Household Consumption, Journal of Money, Credit and Banking, vol. 36 (no. 6), pp. 985-1014.",
        "Klyuev, V., and P. Mills (2006), Is Housing Wealth an ATM? The Relationship Between Household Wealth, Home Equity Withdrawal, and Saving Rates, IMF Working Paper WP/06/162 (Washington: International Monetary Fund).",
        "Hayashi, F. (1982), Tobins Marginal q and Average q: A Neoclassical Interpretation, Econometrica, Vol. 50, No. 1, (Jan., 1982), pp. 213-224 Himmelberg, C., C. Mayer, and T. Sinai (2005), Assessing High House Prices: Bubbles, Fundamentals and Misperceptions, Journal of Economic Perspectives, vol. 19, pp. 67-92.",
        "Edelstein, Robert H. And Sau Kim Lum (2004), House prices, wealth effects, and the Singapore macroeconomy Journal of Housing Economics, Volume 13, Issue 4, December 2004, Pages 342367.",
        "Case, K.E., J.M. Quigley, and R.J. Shiller (2005), Comparing Wealth Effects: The Stock Market Versus the Housing Market, Advances in Macroeconomics, vol. 5 (no. 1), www .beDress~cornfbejInIadvances/voI5/iss 1/arti.",
        "Case, K.E., and R.J. Shiller (2003). Is There a Bubble in the Housing Market? Brookings Papers on Economic Activity, vol. 2, pp. 299-342.",
        "Carroll, C., M. Otsuka, and J. Slacalek (2006). How Large is the Housing Wealth Effect? A New Approach, NBER Working Paper No. 12746 (Cambridge, Mass.: National Bureau of Economic Research, December).",
        "Buiter, Willem H. (2008), thn~i~, paper prepared for presentation at the conference The Role of Money Markets jointly organised by Columbia Business School and the Federal Reserve Bank of New York on May 29-30, 2008. Pdf file downloadable from http://www.nhcr~org/-~vbuiter/NAcrisis.pdf Buchanan, Mike and Themistoklis Fiotakis (2004), House Prices: A Threat to Global Recovery or Part of the Necessary Rebalancing? Goldman Sachs Global Economics Paper No. 114, July 15.",
        "Buiter, Willem H. (1988), Death, birth, productivity growth and debt neutrality, Economic Journal, 98, June, pp. 279-93.",
        "Brayton, Flint, Eileen Mauskopf, David Reifschneider, Peter Tinsley, and John Williams (1997). The Role of Expectations in the FRB/US Macroeconomic Model, Federal Reserve Bulletin, vol. 83 (April), 227-45.",
        "Brayton, F., A. Levin, R. Tryon, and J.C. Williams (1997). The Evolution of Macro Models at the Federal Reserve Board, Carnegie-Rochester Conference Series on Public Policy, vol. 47 (December), pp. 43-8 1.",
        "Brayton, F., and P. Tinsley, eds. (1996). A Guide to FRB/US: A Macroeconomic Model of the United States, Finance and Economics Discussion Series Working Paper 1996-42 (Washington: Board of Governors of the Federal Reserve System, October).",
        "Bernanke, Ben 5. (2007), The Financial Accelerator and the Credit Channel, speech given at The Credit Channel of Monetary Policy in the Twenty-first Century Conference, Federal Reserve Bank of Atlanta, Atlanta, Georgia, June 15; http://www.federalreserve.gov/newsevents/speech/Bernanke2007O6 I SaJitrn Blanchard, 0. (1985), Debt, Deficits and Finite Horizons, Journal of Political Economy, 93, April, pp. 237-47."
    ]
}