{
    "id": 14217,
    "cites": 35,
    "cited_by": 54,
    "reference": [
        "Summers, Lawrence H. 2006. Reflections on Global Account Imbalances and Emerging Markets Reserve Accumulation. L. K. Jha Memorial Lecture, Reserve Bank of India (March). http://www.president.harvard.edu/speeches/ 2006/0324_rbi.html. Thornton, Henry. i939 [i8021. An Enquiry into the Nature and Effects of the Paper Credit of Creat Britain. Edited with an introduction by F. A. von Hayek. London: George Allen and Unwin. Velasco, AndrÃ\u0083Â©s. i98T. Financial Crises and Balance of Payments Crises: A Simple Model of Southern Cone Experience. Journal of Development Economics 2T: 263-83. Viner, Jacob. i93T. Studies in the Theory of International Trade. New York: Harper & Brothers.",
        "Shin, Hyun Song. 2005. Liquidity and Twin Crises. Economic Notes 34 (3): 25T-TT.",
        "Sachs, Jeffrey D. i998. Creditor Panics: Causes and Remedies. Photocopy. Harvard University (October). http://www.cid.harvard.edu/archive/hiid/papers/cato.pdf Shambaugh, Jay C. 2004. The Effects of Fixed Exchange Rates on Monetary Policy. Quarterly Journal of Economics 119 (February): 30i-52.",
        "Rothenberg, Alexander D., and Francis E. Warnock. 2006. Sudden Flight and True Sudden Stops. Working Paper i2T26, National Bureau of Economic Research.",
        "Rodrik, Dani, 2006. The Social Cost of Foreign Exchange Reserves. International Economic Journal 20 (September): 253-66.",
        "Reinhart, Carmen M., and Kenneth S. Rogoff. 2004. The Modern History of Exchange Rate Arrangements: A Reinterpretation. Quarterly Journal of Economics 119 (February): i-48.",
        "Obstfeld, Maurice, Jay C. Shambaugh, and Alan M. Taylor. 2005. The Trilemma in History: Tradeoffs among Exchange Rates, Monetary Policies, and Capital Mobility.  Review of Economics and Statistics 8T (August): 423-38.",
        "Obstfeld, Maurice, Jay C. Shambaugh, and Alan M. Taylor. 2004. Monetary Sovereignty, Exchange Rates, and Capital Controls: The Trilemma in the Interwar Period. IMF Staff Papers Si: TS-i08.",
        "Obstfeld, Maurice. 2004. Globalization. Macroeconomic Performance, and the Exchange Rates of Emerging Economies. Monetary and Economic Studies 22 (December) : 29-55.",
        "Miller, Victoria. 2000. Central Bank Reactions to Banking Crises in Fixed Exchange Rate Regimes. Journal of Development Economics 63 (December): 45i-T2.",
        "Levy Yeyati, Eduardo, Sergio L. Schmukler, and Neeltje Van Horen. 2004. The Price of Inconvertible Deposits: The Stock Market Boom During the Argentine Crisis. Economics Letters 83(i): T-i3. Miller, Victoria. i996. Speculative Currency Attacks with Endogenously Induced Commercial Bank Crises. Journal of International Money and Finance 15 (June): 383-403.",
        "Levy Yeyati, Eduardo. 2006. The Cost of Reserves. Documento de Trabajo iO/2006, Centro de Investigaci6n en Finanzas, Universidad Torcuato Di Tella (July).",
        "Klein, Michael W., and Jay C. Shambaugh. 2008. The Dynamics of Exchange Rate Regimes: Fixes, Floats, and Flips. Journal of International Economics TS(i): T0-92. Lane, Philip R., and Dominic Burke. 200i. The Empirics of Foreign Reserves. Open Economies Review i2 (October): 423-34.",
        "Kindleberger, Charles P. 2000. Manias, Panics, and Crashes: A History of Financial Crises, 4th ed. New York: Wiley.",
        "Jeanne, Olivier, and Romain RanciÃ\u0083Â¨re. 2006. The Optimal Level of International Reserves for Emerging Market Countries: Formulas and Applications. IMF Working Paper WP/06/229 (October). Johnson, Harry G. i958. Towards a General Theory of the Balance of Payments. In International Trade and Economic Crowth. London: George Allen and Unwin. Kaminsky, Graciela L., and Carmen M. Reinhart. i999. The Twin Crises: The Causes of Banking and Balance of Payments Problems. American Economic Review 89 (June): 4T3-S00. Keynes, John Maynard. i9Ti. A Treatise on Money. Volume 2: The Applied Theory of Money. In The Collected Writings of John Maynard Keynes, Volume VL London: Macmillan (for the Royal Economic Society).",
        "IMF. 2003. World Economic Outlook 2003. Washington, DC: International Monetary Fund. Jeanne, Olivier. 200T. International Reserves in Emerging Market Countries: Too Much of a Good Thing? Brookings Papers on Economic Activity i: i-T9.",
        "Goldstein, Itay. 2005. Strategic Complementarities and the Twin Crises. Economic Journal US (April): 368-90. Greenspan, Alan. i999. Currency Reserves and Debt. Remarks before the World Bank Conference on Recent Trends in Reserves Management, Washington, D.C. (April 29). http://www.federalreserve.gov/boardDocs/speeches/i999/i9990429. htm. Guttentag, Jack, and Richard Herring. i983. The Lender-of-Last-Resort Function in an International Context. Princeton Essays in International Finance i5i (May). Heller, H. Robert. i966. Optimal International Reserves. Economic Journal T6 (June): 296-3ii.",
        "Flood, Robert, and Nancy Marion. 2002. Holding International Reserves in an Era of High Capital Mobility. In Brookings Trade Forum 2001 edited by S. M. Collins and D. Rodrik. Washington, D.C.: Brookings Institution, pp. i-68. Frenkel, Jacob A., and Boyan Jovanovic. i98i. Optimal International Reserves: A Stochastic Framework. Economic Journal 9i (June): 50T-i4.",
        "Eichengreen, Barry, Ricardo Hausmann, and Ugo Panizza. 2005. The Pain of Original Sin. In Other Peoples Money, edited by B. Eichengreen and R. Hausmann. Chicago: University of Chicago Press, pp. i3-4T. Feldstein, Martin S. i999. A Self-Help Guide for Emerging Markets. Foreign Affairs T8(2): 93-i09. Fischer, Stanley. i999. On the Need for an International Lender of Last Resort. Journal of Economic Perspectives i3 (Fall): 85-i04.",
        "Dornbusch, Rudiger, and Jacob A. Frenkel. i984. The Gold Standard and the Bank of England in the Crisis of i84T. In A Retrospective on the Classical Cold Standard, 1821-1931, edited by M. D. Bordo and A. J. Schwartz. Chicago: University of Chicago Press. Durdu, Ceyhun Bora, Enrique G. Mendoza, and Marco Terrones. Precautionary Demand for Foreign Assets in Sudden Stop Economies: An Assessment of the New Mercantilism. Journal of Development Economics. Forthcoming. Edwards, Sebastian. i985. On the interest-rate elasticity of the demand for international reserves: Some evidence from developing countries. Journal of International Money and Finance 4 (June): 28T-295. Edwards, Sebastian. 200T. Capital Controls, Sudden Stops, and Current Account Reversals. In Capital Controls and Capital Flows in Emerging Economies: Policies, Practices, and Consequences edited by S. Edwards. Chicago: University of Chicago Press.",
        "della Paolera, Gerardo, and Alan M. Taylor. 2003. Gaucho Banking Redux. Economia 3: i-42. Dominguez, Kathryn M. E. 200T. International Reserves and Underdeveloped Capital Markets. Photocopy. University of Michigan (October).",
        "della Paolera, Gerardo, and Alan M. Taylor. 2002. Internal Versus External Convertibility and Emerging-Market Crises: Lessons from Argentine History. Explorations in Economic History 39 (4): 357-89.",
        "Chang, Roberto, and AndrÃ\u0083Â©s Velasco. 2001. Financial Crises in Emerging Markets: A Canonical Model. Quarterly Journal of Economics U6: 489-5 iT. Davidson, Russell, and James G. MacKinnon. i98i. Several Tests for Model Specification in the Presence of Alternative Hypotheses. Econometrica 49 (May): 78i-93.",
        "Calvo, Guillermo A., and Carmen M. Reinhart. 2000. When Capital Flows Come to a Sudden Stop: Consequences and Policy. In Reforming the International Monetary and Financial System, edited by P. B. Kenen and A. K. Swoboda. Washington, D.C.: International Monetary Fund.",
        "Calvo, Guillermo A., and Enrique G. Mendoza. 1996. Mexicos Balance-of-Payments Crisis: A Chronicle of a Death Foretold. Journal of International Economics 4i (November): 2 35-64.",
        "Calvo, Guillermo A. 2006. Monetary Policy Challenges in Emerging Markets: Sudden Stop, Liability Dollarization, and Lender of Last Resort. Working Paper 12788, National Bureau of Economic Research.",
        "Calvo, Guillermo A. 1996. Capital Flows and Macroeconomic Management: Tequila Lessons. International Journal of Finance and Economics i (July): 207-23.",
        "Blustein, Paul. 2005. And the Money Kept Rolling In (And Out): Wall Street, the IMF, and the Bankrupting of Argentina. New York: Public Affairs.",
        "Bird, Graham, and Ramkishen Rajan. 2003. Too Much of a Good Thing? The Adequacy of International Reserves in the Aftermath of Crises. World Economy 86 (June): 873-91.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan, 2004. How Much Should We Trust Differences-in-Differences Estimates? Quarterly Journal of Economics ii9 (February): 249-75.",
        "Bahmani-Oskooee, M., and F. Brown. 2002. Demand for International Reserves: A Review Article. Applied Economics 34 (July): 1209-26.",
        "Bagehot, Walter. 1873. Lombard Street: A Description of the Money Market. London: Kegan, Paul & Co.",
        "Aizenman, Joshua, and Nancy Marion. 2003. The High Demand for International Reserves in the Far East: Whats Going On? Journal of the Japanese and International Economies iT (September): 370-400.",
        "Baek, Seung-Gwan, and Changkyu Choi. 2008. Exchange Rate regimes and International Reserves. Korean Economic Review 24(i). Forthcoming.",
        "Aizenman, Joshua, and Jaewoo Lee. 2007. International Reserves: Precautionary versus Mercantilist Views, Theory and Evidence. Open Economies Review i8(2): 191-214."
    ]
}