{
    "id": 14216,
    "cites": 31,
    "cited_by": 85,
    "reference": [
        "Spiezia, V. and M. Vivarelli (2002), !!Innovation and employment: A critical survey,!! in Greenan, N., Y. LHorty and J. Mairesse (eds), Productivity, Inequality and the Digital Economy, MIT Press, 101-131.",
        "Smolny, W. (2002), Employment adjustment at the firm level. A theoretical model and empirical investigation for West German manufacturing firms, Labour, 4, 65-88.",
        "Smolny, W. (1998), Innovations, prices and employment. A theoretical model and an empirical application for West German manufacturing firms, Journal of Industrial Economics, 3, 359-381.",
        "Ross, D.R. and K. Zimmerman (1993), Evaluating reported determinants of labour demand, Labour Economics, 1, 71-84.",
        "Regev, H. (1998), Innovation, skilled labour, technology and performance in Israeli industrial firms, Economics of Innovation and New Technology, 5, 301-323.",
        "Peters, B. (2008), Innovation and firm performance: An empirical investigation for German firms, ZEW Economic Studies 38.",
        "Peters, B. (2004), Employment effects of different innovation activities: Microeconometric evidence, ZEW Discussion Paper 04-73, ZEW.",
        "Olley S. and A. Pakes (1996), The dynamics of productivity in the telecommunications equipment industry, Econometrica, 64, 1263-1297.",
        "OECD and Eurostat (1997), Oslo Manual, Proposed guidelines for collecting and interpreting technological innovation data, Paris.",
        "Nickell, S. and P. Kong (1989), Technical progress and jobs, Discussion Paper no. 366, Centre for Labour Economics, Oxford.",
        "Nickell, 5. (1999), Product markets and labour markets, Labour Economics, 6, 1-20.",
        "Mairesse J. and M. Sassenou (1991), R&D and productivity: a survey of econometric studies at the firm level, Science-Technology Industry Review, OECD, 8, 9-43.",
        "Levinsohn, J. and A. Petrin (2003), Estimating production functions using inputs to control for unobservables, Review of Economic Studies, 70, 317-341.",
        "Konig, H., G. Licht and H. Buscher (1995), Employment, investment and innovation at the firm level, in OECD (ed.), The OECD jobs study. Investment, productivity and employment, Paris, 67-81.",
        "Klette, T. and S.E. Forre (1998), Innovation and job creation in a small open economy: Evidence from Norwegian manufacturing plants 1982-92, Economics of Innovation and New Technology, 5, 247-272.",
        "Huergo, E. and J. Jaumandreu (2004), Firms age, process innovation and productivity growth, International Journal of Industrial Organization, 22, 541-559.",
        "Hall, B.H., F. Lotti and J. Mairesse (2008), Employment, innovation and productivity: Evidence from Italian microdata, forthcoming in Industrial and Corporate Change.",
        "Hall, B.H. and J. Mairesse (1995), Exploring the relationship betwen R&D and productivity in French manufacturing firms, Journal of Econometrics, 65, 263-293.",
        "Griffith, R., E. Huergo, J. Mairesse and B. Peters (2006), Innovation and productivity across four European countries, Oxford Review of Economic Policy, 22, 483-498.",
        "Greenan, N. and D. Guellec (2000), Technological innovation and employment reallocation, Labour, 14, 547-590.",
        "Garcia, A., J. Jaumandreu and C. Rodriguez (2002), Innovation and jobs: Evidence from manufacturing firms, UC3M, http: //www.eco.uc3m.es/IEEF.",
        "Evangelista, R. (2000), Sectoral patterns of technological change in services, Economics of Innovation and New Technology, 9, 183-221.",
        "Entorf, H. and W. Pohlmeier (1990), Employment, innovation and export activity: Evidence from firm-level data, in Florens, J.P., M. Ivaldi, J.J. Laffont and F. Laisney (eds.), Microeconometrics: Surveys and applications, Oxford, 394-415.",
        "Doraszelski, U. and J. Jaumandreu (2007), R&D and productivity: Estimating production functions when productivity is endogenous, mimeo, Harvard University and Universidad Carlos III.",
        "Doms, M., T. Dunne and M. Roberts (1995), The role of technology use in the survival and growth of manufacturing plants, International Journal of Industrial Organization, 13, 523-542.",
        "Chennells, L. and J. Van Reenen (2002), Technical change and the structure of employment and wages: A survey on the microeconometric evidence, in Greenan, N., Y. LHorty and J. Mairesse (eds.), Productivity, Inequality and the Digital Economy, MIT Press, 175-224.",
        "Brouwer, E., A. Kleinknecht and J. Reijnen (1993), Employment growth and innovation at the firm level. An empirical study, Journal of Evolutionary Economics, 3, 153-159.",
        "Blechinger, D., A. Kleinknecht, G. Licht and F. Pfeiffer (1998), The impact of innovation on employment in Europe. An analysis using CIS data, ZEW Discussion Paper 98-02, ZEW.",
        "Blanchflower, D. and S. Burguess (1998), New technology and jobs: Comparative evidence from a two-country study, Economics of Innovation and New Technology, 5, 109-138.",
        "Benavente, J.M. and R. Lauterbach (2008), The effect of innovation on employment, evidence from Chilean firms, forthcoming in The European Journal of Development Research.",
        "Abramovsky, L., J. Jaumandreu, E. Kremp and B. Peters (2004), National differences in innovation behaviour: Facts and explanations. Results using C153 data for France, Germany, Spain and the United Kingdom, mimeo, http://www.eco.uc3m.es/IEEF."
    ]
}