{
    "id": 14210,
    "cites": 27,
    "cited_by": 5,
    "reference": [
        "Wharton Risk Center (2008), Managing Large-Scale Risks in a New Era of Catastrophes. Insuring, Mitigating and Financing Recovery from natural Disasters in the United States, Philadelphia, PA, March.",
        "Vallet, 5. (2004), Insuring the Uninsurable: The French Natural Catastrophe Insurance System, in E. N. Gurenko (ed). Catastrophe Risk and Reinsurance. A Country Risk Management Perspective, Risk Books.",
        "U.S. Government Accountability Office (GAO) (2007), Natural Disasters: Public Policy Options for Changing the Federal Role in Natural Catastrophe Insurance, Washington, DC: GAO, November, p. 25, Van Hemert, 0. (2007), Household Interest Rate Risk Management, Working paper, New York University.",
        "Thaler R. and C. Sunstein (2008), Nudge: The Gentle Power of Choice Architecture. New Haven: Yale University Press.",
        "Risk Management Solutions (RMS) (2007), Hurricane Model Re-Certified by Florida Commission, Press release, June 25.",
        "Piskorski, T. and A. Tchistyi (2006), Optimal Mortgage Design (November 2006). Available at SSRN: http ://ssrn. comlabstract=97 1223 Raschky, P.A. and Schwarze, R. (2007), An Empirical Investigation of Charity Hazard in Austria and Germany. mimeo, University of Innsbruck.",
        "Mooney, 5. (2001), Long-term Homeowners Policies Make Sense, National Underwriter, February 26, p. 19.",
        "Michel-Kerjan, E. and F. Morlaye (2008), Extreme Events, Global Warming, and InsuranceLinked Securities: How to Trigger the `Tipping Point, The Geneva Papers on Risk and Insurance, 33(1): 153-176.",
        "Michel-Kerjan, E. and N. deMarcellis (2006), Public-Private Programs for Covering Extreme Events: The Impacts of Information Distribution and Risk Sharing, Asia-Pacific Journal of Risk and Insurance, Vol. 1 (2), pp. 2 1-49.",
        "Lewis, C. and K. Murdoch (1996), The Role of Government Contracts in Discretionary Reinsurance Markets for Natural Disasters, Journal of Risk and Insurance, Vol. 63, No. 4, pp. 567-597. Michel-Kerjan, E. (in press), Disasters and Public Policy: Can Market Lessons Help Address Government Failures, National Tax Association, proceedings of the 99th National Tax Association Conference, Boston, MA.",
        "Kunreuther, H., W. Sanderson and R. Vetschera (1985), A Behavioral Model of the Adoption of Protective Activities, Journal of Economic Behavior and Organization, 6: 1-15.",
        "Kunreuther, H., J. Meszaros, R. Hogarth, and M. Spranca (1995), Ambiguity and underwriter decision processes, Journal of Economic Behaviour and Organization, 26: 337-352. Kunreuther, H., R. Meyer and E. Michel-Kerjan (forthcoming), Strategies for Better Protection against Catastrophic Risks, in E. Shafir (ed), Behavioral Foundations of Policy, Princeton University Press.",
        "Kunreuther, H. (2006), Disaster Mitigation and Insurance: Learning from Katrina, The Annals of the American Academy of Political and Social Science, 604: 208-227.",
        "Koijen, R., 0. Van Hemert, and S. Van Nieuwerburgh (2007), Mortgage Timing. NBER Working Paper No. 13361, September 2007.",
        "Jaffee, D.M. and T. Russell (2008), Financing Catastrophe Insurance: A New Proposal in John M. Quigley and Larry A. Rosenthal editors, Risking House and Home: Disasters, Cities, Public Policy, Berkeley Public Policy Press.",
        "Jaffee, D.M. (2006), Monoline Restrictions, with Applications to Mortgage Insurance and Title Insurance, Review of Industrial Organization, 28: pp 83-108.",
        "Ibragimov, R., D.M. Jaffee, and J. Walden (2008), Non-Diversification Traps in Markets for Catastrophic Risk (joint with Johan Walden and Rustam Ibragimov), forthcoming Review of Financial Studies).",
        "Hoyos, C., P.A. Agudelo, P.J. Webster, and J.A. Curry (2006), Deconvolution of the Factors Contributing to the Increase in Global Hurricane Intensity, Science, 312: 94-97, April 7, 2006.",
        "Henriet, D. and E. Michel-Kerjan (2008), Looking at Optimal Risk-Sharing in a Kaleidoscope: The (Market Power, Information) Rotational Symmetry, Working Paper # 2008-01-21, Wharton Risk Center, The Wharton School.",
        "Guy Carpenter (2008), 2008 Reinsurance Market Review: Near Misses Call for Caution. Harrington, S.E. and G. Niehaus (2001), Government Insurance, Tax Policy, and the Affordability and Availability of Catastrophe Insurance, Journal of Insurance Regulation, 19(4): 591-612.",
        "Guy Carpenter (2007), The World Catastrophe Reinsurance Market: New Capital Stabilizes Market, Sept. 2007.",
        "Doherty, N. (2000), Integrated Risk Management, New York; McGraw-Hill.",
        "Cabantous, L. (2007), Ambiguity Aversion in the Field of Insurance: Insurers Attitude to Imprecise and Conflicting Probability Estimates, Theory and Decision, 62: 2 19-235 Campbell, J. (2006), Household Finance, Presidential Address to the 2006 Meetings of the American Finance Association, Journal of Finance, 61, 1553-604.",
        "Bardhan, A. and D.M. Jaffee (2007), Impact of Global Capital Flows and Foreign Financing on US Interest Rates, Research Institute for Housing America, September 2007, available at: http ://housingamerica.org/default.html Baumol, W. (1952), Welfare Economics and the Theory of the State, Harvard University Press, Cambridge, MA.",
        "Aaron, H. (1972), Shelter and Subsidies: Who Benefits from Federal Housing Policies, The Brookings Institution, Washington, D.C.",
        "Arrow, K. (1963), Uncertainty and the Welfare Economics of Medical Care, American Economic Review, 53(5):941-973.",
        "Allen, F. and D. Gale (1994), Financial Innovation and Risk Sharing, MIT Press."
    ]
}