{
    "id": 1421,
    "cites": 34,
    "cited_by": 5,
    "reference": [
        "Barro, Robert J. Unanticipated Money Growth and Unemployment in the United States. American Economic Review 67 (March 1977), 101-15.",
        "Activity. In S. Fischer, ed., Rational Expectations and Economic Policy. Chicago: University of Chicago Press, 1980, 23-48.",
        "Bean, Charles. Targeting Nominal Income: An Appraisal. Economic Journal 93 (December 1983), 806-19.",
        "Coats, Warren L., Jr. Modeling the Short-run Demand for Money with Exogenous Supply. Economic Inquiry 20 (April 1982), 222-38.",
        "Cooley, Thomas F. and LeRoy, Stephen F. `Identification and Estimation of Money Demand. American Economic Review 71 (December 1981), 825-44.",
        "Davidson, James. Error Correction Systems. Working paper, January 1984 (a).",
        "Phenomena in the U. K. Working paper, 1984 (b).",
        "Eisner, Robert, and Strotz, Robert H. Determinants of Business Investment. In Commission on Money and Credit, Impacts of Monetary Policy. Englewood Cliffs: Prentice-Hall, 1963, 60-337.",
        "Feldstein, Martin. Monetary Policy. Remarks before the Annual Conference of the Export-Import Bank (March 9, 1984).",
        "Friedman, Benjamin. The Inefficiency of Short-run Monetary Targets and Monetary Policy. Brookin~s Papers on Economic Activity 8 (No. 2, 1977), 293-335.",
        "Friedman, Milton. The Demand for Money: Some Theoretical and Empirical Results. Journal of Political Economy 67 (August 51 1959), 327-51.",
        "American Economic Review 74 (Nay 1984), 397-400.",
        "Goldfeld, Stephen M. The Demand for Money Revisited. Brookings Papers on Economic Activity 4 (No. 3, 1973), 577-638.",
        "Gordon, Robert J. Output Fluctuations and Gradual Price Adjustment. Journal of Economic Literature 19 (June 1981), 493-530.",
        "Policy in Our Times. Forthcoming in Conference Proceedings, Albert Ando, ed., M.I.T. Press. National Bureau of Economic Research Working Paper 1221, October 1983.",
        "Income or Money Demand? Monetary Targeting and Velocity, Conference Proceedings. Federal Reserve Bank of San Francisco, (1984), 67-99 (a).",
        "Traditional and Vector Autoregressive Models. Brookings Papers on Economic Activity 13 (No. 1, 1982), 205-42.",
        "Granger, C. W. J., and Newbold, P. Spurious Regressions in Econometrics. Journal of Econometrics 2 (1974), 111-20.",
        "Griliches, Zvi. Distributed Lags: A Survey, Econornetrica 35 (January, 1967), 16-49.",
        "Cuzzardi, Walter, Jr. The Dire Warnings of Milton Friedman. Fortune (March 19, 1984), 27-34.",
        "Hall, Robert E. Macroeconomic Policy under Structural Change. In Industrial Change and Public Policy. Kansas City: Federal Reserve Bank, 1983, 85-111.",
        "Hendry, David F. The Simple Analytics of Single Dynamic Econometric Equations. Working paper, April, 1980 (a).",
        "Macroeconomics: The Transactions Demand for Money. In P. Ormeron, ed., Modelling the Economy. London: Heinernan Educational Books, 1980, 221-42 (b).",
        "London School of Economics Discussion Paper No. A26, (1982), forthcoming as a chapter in the North-Holland Handbook of Econometrics.",
        "Judd, John P., and Scadding, John L. The Search for a Stable Money Demand Function. Journal of Economic Literature 20 (No. 3, 53 1982), 993-1023.",
        "Laidler, David. The Detiand for Money: Theories and Empirical Evidence. 2nd ed. New York: Dun-Donnelley, 1977.",
        "In Karl Brunner and Allan Meltzer eds., On the State of Macro Economics. Carnegie-Rochester Conference Series on Public Policy 12 (1980).",
        "Monetarist Perspectives. Cambridge: Harvard University Press, 1982.",
        "Meade, J. E. The Meaning of Internal Balance. Economic Journal 88 (September 1978), 423-35.",
        "Okun, Arthur M. Prices and Ouantities Washington: The Brookings Institution, 1981.",
        "Plosser, Charles I., and Schwert, C. William. Money, Income, and Sunspots: Measuring Economic Relationships and the Effects of Differencin~. Journal of Monetary Economics 4 (November 1978), 6 37-60.",
        "Rose, Andrew. An Alternative Approach to the American Demand for Money. Working Paper, April 1984.",
        "Spindt, Paul A. Money Is ~That ~1oney Does: Monetary Aggregation and the Equation of Exchange. Working Paper, February 1984.",
        "Tobin, Jatnes. Monetary Policy: Rules, Targets, and Shocks. Journal of Money, Credit and Banking 15 (November 1983), 506-18."
    ]
}