{
    "id": 14218,
    "cites": 71,
    "cited_by": 1,
    "reference": [
        "Zingales, L., 2004, The costs and benefits of financial market regulation, ECGI Working Paper Series in Law, ECGI.",
        "Tesar, L. L., and I. M. Werner, 1995, Home Bias and High Turnover, Journal of International Money and Finance 14, 467-492.",
        "Stulz, R. M., 2005, The limits of financial globalization, Journal of Finance 60, 1595-1638.",
        "Stulz, R. M. and W. Wasserfallen, 1995, Foreign equity investment restrictions, capital flight, and shareholder wealth maximization: Theory and evidence, Review of Financial Studies 8, 1019-1057.",
        "Spiegel, M. I. , and X. Wang, 2005, Cross-sectional Variation in Stock Returns: Liquidity and Idiosyncratic Risk, Yale ICF Working Paper No. 05-13 Stulz, R. M., 1999, Globalization, corporate finance, and the cost of capital, Journal of Applied Corporate Finance 12, 8-25.",
        "Siegel, J., 2005, Can foreign firms bond themselves effectively by renting US securities laws?, Journal of Financial Economics 75, 3 19-359.",
        "Siems, M., 2008, The foundations of securities law, unpublished working paper, University of Edinburgh.",
        "Shleifer, A., and D. Wolfenzon, 2002, Investor protection and equity markets, Journal of Financial Economics 66, 3-27.",
        "Romano, R., 2001, The need for competition in international securities regulation, Theoretical Inquiries in Law 2.",
        "Rock, E., 2002, Securities regulation as lobster trap: A credible commitment theory of mandatory disclosure, Cardozo Law Review, 675-704.",
        "Rajan, R. G., and L. Zingales, 2003, The Great Reversals: The Politics Of Financial Development In The Twentieth Century, Journal of Financial Economics 69, 5-50.",
        "Pagano, M., 1989, Trading Volume and Asset Liquidity, Quarterly Journal of Economics 104, 255274.",
        "Merton, R. C., 1990, The Financial-System and Economic-Performance, Journal of Financial Services Research 4, 263-300.",
        "MalkamÃ\u0083Â¤ki, M., 1999, Are there economies of scale in stock exchange activities?, Bank of Finland Discussion Papers.",
        "Lombardo, D., and M. Pagano, 2002, Law and Equity Markets: A Simple Model, in Joe McCahery, Pieter Moerland, Theo Raaijmakers, and Luc Renneboog, eds.: Corporate Governance Regimes. Convergence and Diversity (Oxford University Press).",
        "Leuz, C., and P. Wysocki, 2008, Economic Consequences of Financial Reporting and Disclosure Regulation: A Review and Suggestions for Future Research, University of Chicago Working Paper.",
        "Leuz, C., and F. Oberholzer-Gee, 2006, Political relationships, global financing, and corporate transparency: Evidence from Indonesia, Journal of Financial Economics 81, 411-439.",
        "Leuz, C., K. V. Lins, and F. Warnock, 2008, Do foreigners invest less in poorly governed firms?, Review of Financial Studies, forthcoming.",
        "Laeven, L., and R. Levine, 2008, Complex ownership structures and corporate valuations, Review of Financial Studies 21, 579-604.",
        "Lambert, R., C. Leuz, and R. E. Verrecchia, 2007, Accounting information, disclosure, and the cost of capital, Journal of Accounting Research 45, 3 85-420.",
        "La Porta, R., F. Lopez-De-Silanes, A. Shleifer, and R. Vishny, 2002, Investor protection and corporate valuation, Journal of Finance 57, 1147-1170.",
        "Kyle, A. 1985, Continuous auctions and insider trading, Econometrica 53, 1315-1335 La Porta, R., F. Lopez-De-Silanes, and A. Shleifer, 2006, What works in securities laws?, Journal of Finance 61, 1-32.",
        "Kho, B.-C, F. Warnock, and R. Stulz, 2008, Financial globalization, governance, and the home bias, The Ohio State University Working Paper.",
        "Karolyi, G. A., and R. Stulz, 2003, Are assets priced locally or globally?, in G. Constantinides, M. Harris, and R. Stulz, eds.: The Handbook of the Economics of Finance (North-Holland Publishers, New York, N.Y.).",
        "Jackson, H. E., and M. J. Roe, 2008, Privae and public enforcement of securities laws: Resourcebased evidence, unpublished manuscript, Harvard Law School.",
        "Hermalin, B. E., and M. S. Weisbach, 2007, Transparency and Corporate Governance, NBER Working Paper No. 12875.",
        "Helwege, J., C. Pirinsky, and R. M. Stulz, 2007, Why Do Firms Become Widely Held? An Analysis of the Dynamics of Corporate Ownership, Journal of Finance 62, 995-1028.",
        "Hart, 0., and J. Moore, 1988, Incomplete contracts and renegotiation, Econometrica 56, 755-786.",
        "Hart, 0., 2004, The wrong way to avoid a corporate scandal, Financial Times, January 9.",
        "Hail, L. and C. Leuz, 2006, Cost of capital effects and changes in growth expectations around U.S. cross-listings, ECGI working paper, ECGI.",
        "Grossman, S. J., and 0. Hart, 1986, The costs and benefits of ownership: A theory of vertical and lateral integration, Journal of Political Economy 94, 691-719.",
        "Grossman, 5. 1981, The information role of warranties and private disclosure about product quality, Journal of Law and Economics 24, 46 1-488.",
        "Grinblatt, M., and M. Keloharju, 2000, The investment behavior and performance of various investor types: a study of Finlands unique data set, Journal of Financial Economics 55, 43-67.",
        "Gomes, A., 2000, Going public without governance: Managerial reputation effects, Journal of Finance 55, 6 15-646.",
        "Glosten, L. R., and P. R. Milgrom, 1985, Bid, ask and transaction prices in a specialist market with heterogeneously informed agents, Journal of Financial Economics 14, 71-100.",
        "Gehrig, T., 1998, Cities and the geography of financial centers, University of Freiburg working paper.",
        "Fox, M. B., 2002, US perspectives on global securities market disclosure regulation: A critical review, European Business Organization Law Review 3, 337-370.",
        "Fox, M. B., 1997, Securities disclosure in a globalizing market: Who should regulate whom?, Michigan Law Review 95, 250 1-2632.",
        "Field, L. C., and J. M. Karpoff, 2002, Takeover defenses of IPO firms, Journal of Finance 57, 18571889.",
        "Ferrell, A., 2007, The case for mandatory disclosure in securities regulation around the world, unpublished working paper, Harvard Law School, Cambridge, MA.",
        "Fernandes, N., U. Lel, and D. Miller, 2007, Escape from New York: The market impact of SEC Rule 12h-6 on foreign private issuers, SMU Working Paper.",
        "Ferrell, A., 2007, The case for mandatory disclosure in securities regulation around the world, Brookly Journal of Business Law 81.",
        "Easley, D., and M. OHara, 2004, Information and the cost of capital, Journal of Finance 59, 15531583.",
        "Fama, E. F., and K. R. French, 2007, Disagreement, tastes, and asset prices, Journal of Financial Economics 83, 667-689.",
        "Dye, R., 1990, Mandatory versus voluntary disclosures: The cases of financial and real externalities, The Accounting Review 65, 1-24.",
        "Durnev, A., and E. H. Kim, 2005, To steal or not to steal: Firm attributes, legal environment, and valuation, Journal of Finance 60, 1461-1493.",
        "Durnev, A., and L. Fauver, 2007, Stealing from thieves: Firm governance and performance when states are predatory, McGill University Working Paper, McGill University, Montreal, Canada.",
        "Doidge, C., G. A. Karolyi, and R. Stulz, 2008, Has New York become less competitive in global markets? Evaluating foreign listing choices over time, NBER working paper, NBER, Cambridge, MA.",
        "Doidge, C., G. A. Karolyi, K. Lins, D. Miller, and R. Stulz, 2008, Private benefits of control, ownership, and the cross-listing decision, Journal of Finance, forthcoming.",
        "Doidge, C., G. A. Karolyi, and R. M. Stulz, 2004, Why are foreign firms listed in the US worth more?, Journal of Financial Economics 71, 205-238.",
        "Domowitz, I., J. Glen, and A. Madhavan, 1998, International cross-listing and order flow migration: Evidence from an emerging market, Journal of Finance 53, 2002-2028.",
        "Diamond, D., and R. Verrecchia, 1991, Disclosure, liquidity, and the cost of capital, Journal of Finance 56, 1325-1359.",
        "Coffee, J. C., 2007, Law and the market: the impact of enforcement, University of Pennsylvania Law Review 156, 229-25 8.",
        "Coates, J. C., 2001, Private vs. political choice of securities regulation: A political cost/benefit analysis, Virginia Journal of International Law 41, 53 1-582.",
        "Dahlquist, M., L. Pinkowitz, R. M. Stulz, and R. Williamson, 2003, Corporate governance and the home bias, Journal of Financial and Quantitative Analysis 38, 87-110.",
        "DeMarzo, P. M., M. J. Fishman, and K. M. Hagerty, 1998, The optimal enforcement of insider trading regulations, Journal of Political Economy 106, 602-632.",
        "Choe, H., B. C. Kho, and R. M. Stulz, 2005, Do domestic investors have an edge? The trading experience of foreign investors in Korea, Review of Financial Studies 18, 795-829.",
        "Chowdhry, B., and V. Nanda, 1991, Multimarket trading and market liquidity, Review of Financial Studies 4, 623-656.",
        "Coffee, J. C., 1999, The future as history: the prospects for global convergence in corporate governance and its implications, Northwestern University Law Review 93, 641-708.",
        "Bushman, R. M. and R. J. Indjejikian, 1995, Voluntary disclosures and the trading behavior of corporate insiders, Journal of Accounting Research 33, 293-3 16.",
        "Bushman, R. M., J. D. Piotroski, and A. B. Smith, 2005, Insider trading restrictions and analysts incentives to follow firms, Journal of Finance 60, 35-66.",
        "Blume, M., 2007, Competition and fragmentation in the equity markets: The effects of regulation NMS, The Wharton School, University of Pennsylvania.",
        "Bhattacharya, U., and H. Daouk, 2002, The world price of insider trading, Journal of Finance 57, 75-108.",
        "Baruch, S., G. A. Karolyi, and M. L. Lemmon, 2007, Multimarket trading and liquidity: Theory and evidence, Journal of Finance 62, 2 169-2200.",
        "Berglof, E., and A. Pajuste, 2005, What do firms disclose and why? Enforcing corporate governance and transparency in Central and Eastern Europe, Working Paper, Stockholm School of Economics, Stockholm, Sweden.",
        "Ayyagari, M., and C. Doidge, 2008, Does cross-listing facilitate changes in corporate ownership and control?, unpublished manuscript, University of Toronto, Toronto, Canada.",
        "Ammer, J., S. B. Holland, D. C. Smith, and F. E. Warnock, 2006, Look at Me Now: What Attracts U.S. Shareholders?, NBER working paper 12500.",
        "Amihud, Y., and H. Mendelson, 1986, Asset pricing and the bid ask spread, Journal of Financial Economics 17, 223-249.",
        "Almazan, A., J. Suarez, and S. Titman, 2007, Firms stakeholders and the costs of transparency, NBER working paper, Cambridge, MA.",
        "Aggarwal, R., I. Erel, R. Stulz, and R. Williamson, 2008, Differences in Governance Practices between U.S. and Foreign Firms: Measurement, Causes, and Consequences, Journal of Financial Economics, forthcoming.",
        "Admati, A., and P. Pfleiderer, 1988, A theory of intraday patterns: Volume and price variability, Review of Financial Studies 1, 3-40."
    ]
}