{
    "id": 14211,
    "cites": 51,
    "cited_by": 2,
    "reference": [
        "Vinovskis, Mans A. 1999. Do federal compensatory education programs really work? A brief historical analysis of Title I and Head Start. American Journal of Education 107,no.3 (May):187-209.",
        "U.S. Commission on Civil Rights. 1967. Racial isolation in the public schools. Washington, DC: Government Printing Office.",
        "Todd, Petra E., and Kenneth I. Wolpin. 2003. On the specification and estimation of the production function for cognitive achievement. Economic Journal 1 13,no.485 (February):F3-33.",
        "Schofield, Janet Ward. 1995. Review of research on school desegregations impact on elementary and secondary school students. In Handbook of research on multicultural education, edited by James A. Banks and Cherry A. McGee Banks. New York: Macmillan Publishing:597-616.",
        "Rockoff, Jonah E. 2004. The Impact of Individual Teachers on Student Achievement: Evidence from Panel Data. American Economic Review 94,no.2 (May):247-252.",
        "Rivkin, Steven G. 1995. Black/white differences in schooling and employment. Journal of Human Resources 30,no.4 (Fall): 826-852.",
        "Rivkin, Steven G., Eric A. Hanushek, and John F. Kain. 2005. Teachers, schools, and academic achievement. Econometrica 73 ,no .2 (March) :417-458.",
        "Rivkin, Steven G., and Finis Welch. 2006. Neighborhood segregation and school integration. In Handbook of the Economics of Education, edited by Eric A.",
        "National Center for Education Statistics. 2005. NAEP 2004: Trends in Academic Progress, Three Decades of Student Performance in Reading and Mathematics. Washington, D. C.: U.S. Department of Education.",
        "Neal, Derek. 2006. Why has black-white skill convergence stopped? In Handbook of the Economics of Education, edited by Eric A. Hanushek and Finis Welch. Amsterdam: North Holland:51 1-576.",
        "Neal, Derek A., and William R. Johnson. 1996. The role of pre-market factors in black-white differences. Journal of Political Economy 104,no.5 (October): 869-895.",
        "ONeill, June. 1990. The role of human capital in earnings differences between black and white men. Journal of Economic Perspectives 4,no.4 (Fall):25-46.",
        "Ogbu, John U. 2003. Black American students in an affluent suburb: A study of academic disengagement. Mahwah, NJ: Lawrence Erlbaum Associates.",
        "McWhorter, John H. 2000. Losing the race: Self-sabotage in black America. New York: The Free Press.",
        "Murnane, Richard J., John B. Willett, Kristen L. Bub, and Kathleen McCartney. 2005. Understanding trends in racial/ethnic achievement gaps during elementary school. In Brookings-Wharton papers on urban affairs, 2005, edited by Gary Burtless and Janet Rothenberg Pack. Washington: Brookings.",
        "Linn, Robert L., and Kevin G. Welner, eds. 2007. Race-Conscious Policies for Assigning Students to Schools: Social Science Research and the Supreme Court Cases. Washington: National Academy of Education.",
        "Hoxby, Caroline Minter. 2000. Peer Effects in the Classroom: Learning from Gender and Race Variation. Working Paper No. 7867, National Bureau of Economic Research (August).",
        "Jencks, Christopher, and Meredith Phillips, eds. 1998. The black-white test score gap. Washington, D.C.: The Brookings Institution.",
        "Kane, Thomas J., Jonah E. Rockoff, and Douglas 0. Staiger. 2006. What Does Certification Tell Us About Teacher Effectiveness? Evidence from New York City. Working Paper No. 12155, National Bureau of Economic Research (April).",
        "Hanushek, Eric A., and Ludger WÃ\u0083Â¶Bmann. 2008. The role of cognitive skills in economic development. Journal of Economic Literature 46,no.3 (September).",
        "Heyns, Barbara. 1978. Summer learning and the effects of schooling. New York: Academic Press.",
        "Hanushek, Eric A., and Steve G. Rivkin. 2006. School Quality and the Black-White Achievement Gap. Cambridge, MA, National Bureau of Economic Research WP 12651, October).",
        "Hanushek, Eric A., John F. Kain, and Steve G. Rivkin. 2002. Inferring program effects for specialized populations: Does special education raise achievement for students with disabilities? Review of Economics and Statistics 84,no.4 (November):584-599.",
        "Hanushek, Eric A., and Margaret E. Raymond. 2005. Does school accountability lead to improved student performance? Journal of Policy Analysis and Management 24,no.2 (Spring):297-327.",
        "Hanushek, Eric A., John F. Kain, Daniel M. OBrien, and Steve G. Rivkin. 2005. The market for teacher quality. Working Paper No. 11154, National Bureau of Economic Research (February).",
        "Hanushek, Eric A., and John F. Kain. 1972. On the value of `equality of educational opportunity as a guide to public policy. In On equality of educational opportunity, edited by Frederick Mosteller and Daniel P. Moynihan. New York: Random House:1 16-145.",
        "Hanushek, Eric A. 2001. Black-white achievement differences and governmental interventions. American Economic Review 91 ,no .2 (May):24-28.",
        "Guryan, Jonathan. 2004. Desegregation and black dropout rates. American Economic Review 94,no.4 (September):919-943.",
        "Fryer, Roland G., Jr., and Steven D. Levitt. 2004. Understanding the black-white test score gap in the first two years of school. Review of Economics and Statistics 86,no.2 (May):447-464.",
        "Grissmer, David W., Sheila Nataraj Kirby, Mark Berends, and Stephanie Williamson. 1994. Student achievement and the changing American family. Santa Monica, CA: Rand Corporation.",
        "Fryer, Roland G., Jr. 2006. Acting white. Education Next 6,no.1 (Winter):53-59.",
        "Fordham, Signithia, and John Ogbu. 1986. Black students school success: Coping with the burden ofacting white. The Urban Review 58:54-84.",
        "Ferguson, Ronald F., and Helen F. Ladd. 1996. How and why money matters: An analysis of Alabama schools. In Holding schools accountable: Performance-based reform in education, edited by Helen F. Ladd. Washington, DC: Brookings:265-298.",
        "Downey, Douglas B., Paul T. von Hippel, and Beckett A. Broh. 2004. Are Schools the Great Equalizer? Cognitive Inequality during the Summer Months and the School Year. American Sociological Review 69,no.5 (October):6 13-635.",
        "Ehrenberg, Ronald G., and Dominic J. Brewer. 1995. Did teachers verbal ability and race matter in the 1960s? Coleman revisited. Economics of Education Review 14,no.1 (March): 1-21.",
        "Dee, Thomas 5. 2004. Teachers, race, and student achievement in a randomized experiment. Review of Economics and Statistics 86,no.1 (February):195-210.",
        "Cram, Robert L., and Rita E. Mahard. 1978. Desegregation and black achievement: A review of the research. Law and Contemporary Problems 42,no.3:17-53.",
        "Cook, Thomas D., ed. 1984. School desegregation and black achievement. Washington, DC: National Institute of Education, U.S. Department of Education.",
        "Cook, Philip J., and Jens Ludwig. 1997. Weighing the burden of `acting white: Are there race differences in attitudes toward education? Journal of Policy Analysis and Management 1 6,no.2 (Spring):256-278.",
        "Congressional Budget Office. 1986. Trends in EducationalAchievement. Washington, D.C.: Congressional Budget Office.",
        "Coleman, James S., Ernest Q. Campbell, Carol J. Hobson, James McPartland, Alexander M. Mood, Frederic D. Weinfeld, and Robert L. York. 1966. Equality of educational opportunity. Washington, D.C.: U.S. Government Printing Office.",
        "Clotfelter, Charles T., Helen F. Ladd, and Jacob L. Vigdor. 2003. Segregation and resegregation in North Carolinas public school classrooms. North Carolina Law Review 81,no.4 (May):1463-1511.",
        "Clotfelter, Charles T. 2004. After Brown: The rise and retreat of school desegregation. Princeton, NJ: Princeton University Press.",
        "Boyd, Don, Hamilton Lankford, Susanna Loeb, and James Wyckoff. 2005. The draw of home: How teachers preferences for proximity disadvantage urban schools. Journal of Policy Analysis and Management 24,no.1 (Winter):113-132.",
        "Boyd, Don, Pam Grossman, Hamilton Lankford, Susanna Loeb, and James Wyckoff. 2006. How Changes in Entry Requirements Alter the Teacher Workforce and Affect Student Achievement. Education Finance and Policy 1 ,no .2 (Spring):176-216.",
        "Boardman, Anthony E., and Richard J. Murnane. 1979. Using panel data to improve estimates of the determinants of educational achievement. Sociology of Education 52(April):1 13-121.",
        "Bowles, Samuel, and Henry M. Levin. 1968. The determinants of scholastic achievement--an appraisal of some recent evidence. Journal of Human Resources 3,no.1 (Winter):3-24.",
        "Armor, David J. 1995. Forced justice: School desegregation and the law. New York: Oxford University Press.",
        "Austen-Smith, David, and Roland G. Fryer, Jr. 2005. An economic analysis of `acting white. Quarterly Journal of Economics 1 20,no .2 (May) :551-583.",
        "Angrist, Joshua D., and Kevin Lang. 2004. Does school integration generate peer effects? Evidence from Bostons Metco Program. American Economic Review 94,no.5 (December): 1613-1634.",
        "Alexander, Karl L., Doris R. Entwisle, and Linda S. Olson. 2007. Lasting consequences of the summer learning gap. American Sociological Review 72(April): 167-180."
    ]
}