{
    "id": 14214,
    "cites": 46,
    "cited_by": 111,
    "reference": [
        "TYBOUT, J. R. (2001): Plant-and Firm- Level Evidence on ~New~ Trade Theories, NBER Working Paper, 8418.",
        "THOMAS, L. G. (1989): Advertising in Consumer Goods Industries: Durability, Economies of Scale, and Heterogeneity, Journal of Law and Economics, 32, 163-193.",
        "STEGEMAN, M. (1991): Advertising in Competitive Markets, The American Economic Review, 81(1), 210-223.",
        "SUTTON, J. (1991): Sunk Costs and Market Structure. The MIT Press, Massachusetts.",
        "SIMoN, J. L., AND J. ARNDT (1980): The Shape of The Advertising Response Function, Journal of Advertising Research, 20(4), 767-784.",
        "SAUNDERS, J. (1987): The Specification of Aggregate Market Models, European Journal of Marketing, 21(2), 5-47.",
        "RUHL, K. J. (2005): The Elasticity Puzzle in International Economics, mimeo, University of Texas at Austin.",
        "ROMALIS, J. (2005): NAFTAs and CUFTAs Impact on International Trade, NBER Working Paper, 11059.",
        "ROBERTS, M. J., AND J. R. TYBOUT (1997): What Makes Exports Boom? The World Bank, Washington, D.C.",
        "MELITZ, M. J. (2003): The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity, Econometrica, 71(6), 1695-i 725.",
        "MELITZ, M., AND G. OTTAVIANO (2007): Market Size, Trade, and Productivity, forthcoming, Review of Economics Studies.",
        "MARTINS, J. 0., 5. SCARPETTA, AND D. PILAT (1996): Mark-Up Ratios in Manufacturing Industries: Estimates for 14 OECD Countries, OECD Economics Department Working Paper, 162.",
        "LUTTMER, E. G. (2006): Selection, Growth, and the Size Distribution of Firms, forth., Quarterly Journal of Economics.",
        "LAMBIN, J. J. (1976): Advertising, Competition and Market Conduct in Oligopoly over Time. An Econometric Investigation in Western European Countries. North Holland, Amsterdam.",
        "KRUGMAN, P. (1980): Scale Economies, Product Differentiation, and the Pattern of Trade, The American Economic Review, 70(5), 950-959.",
        "KORTUM, 5. (1997): Research, Patenting, and Technological Change, Econometrica, 65(6), 1 389-141 9.",
        "KEHOE, T. J., AND K. J. RUHL (2003): How Important is the New Goods Margin in International Trade, Federal Reserve Bank of Minneapolis, Staff Report, 324.",
        "KEHOE, T. J. (2005): An Evaluation of the Performance of Applied General Equilibrium Models of the Impact of NAFTA, in Frontiers in Applied General Equilibrium Modeling, ed. by T. J. Kehoe, T. Srinivasan, and J. Whalley, pp. 341-377. Cambridge University Press, New York.",
        "KEESING, D. B. (1983): Linking Up to Distant Markets: South to North Exports of Manufactured Consumer Goods, The American Economic Review, 73(2), 338-342.",
        "JONES, J. P. (1995): New Proof That Advertising Triggers Sales. Lexington Books, New York.",
        "HUMMELS, D., AND P. KLENOW (2005): The Variety and Quality of a Nations Exports, The American Economic Review, 95(3), 704-723.",
        "HOPENHAYN, H. A. (1992): Entry, Exit, and Firm Dynamics in Long Run Equilibrium, Econometrica, 60(5), 1127-1150.",
        "HELPMAN, E., M. J. MELITZ, AND S. R. YEAPLE (2004): Export Versus FDI with Heterogeneous Firms, The American Economic Review, 94(1), 300-316.",
        "GROSSMAN, G. M., AND C. SHAPIRO (1984): Informative Advertising with Differentiated Products, The Review of Economic Studies, 51(1), 63-81.",
        "GHIRONI, F., AND M. MELITZ (2005): International Trade and Macroeconomic Dynamics with Heterogeneous Firms, Quarterly Journal of Economics, 120(3), 865-915.",
        "GABAIX, X. (1999): Zipfs Law for Cities: An Explanation, Quarterly Journal of Economics, 114(3), 739-767.",
        "FARRIS, P. W., AND R. D. BUZZELL (1979): Why Advertising and Promotional Costs Vary: Some Cross-Sectional Analyses, Journal of Marketing, 43(4), 112-122.",
        "(2005): An Anatomy of International Trade: Evidence from French Firms, mimeo, University of Minnesota and New York University.",
        "EATON, J., S. KORTUM, AND F. KRAMARZ (2004): Dissecting Trade: Firms, Industries, and Export Destinations, The American Economic Review, Papers and Proceedings, 94(2), 150154.",
        "(2005): Technology in the Global Economy: A Framework for Quantitative Analysis. mimeo, University of Minnesota.",
        "EATON, J., AND S. KORTUM (2002): Technology, Geography and Trade, Econometrica, 70(5), 1741-i 779.",
        "EATON, J., M. ESLAVA, M. KUGLER, AND J. TYBOUT (2008): The Margins of Entry Into Export Markets: Evidence from Colombia, in The Organization of Firms in a Global Economy, ed. by E. Helpman, D. Mann, and T. Verdier. (forth.) Harvard University Press, Massachusets.",
        "DINLERSOZ, E. M., AND M. YORUKOGLU (2006): Informative Advertising by Heterogeneous Firms, mimeo, University of Houston.",
        "DAS, S., M. J. ROBERTS, AND J. R. TYBOUT (2005): Market Entry Costs, Producer Heterogeneity, and Export Dynamics, NBER Working Paper, 8629.",
        "CLERIDES, S. K., S. LAd, AND J. R. TYBOUT (1998): Is Learning by Exporting Important? Micro-Dynamic Evidence from Colombia, Mexico, and Morocco, Quarterly Journal of Economics, pp. 903-947.",
        "CHANEY, T. (2007): Distorted Gravity: The Intensive and the Extensive Margins of International Trade, mimeo, University of Chicago.",
        "BUTTERS, G. (1977): Equilibrium Distributions of Sales and Advertising Prices, The Review of Economic Studies, 44(3), 465-491.",
        "BERNARD, A. B., AND J. B. JENSEN (1995): Exporters, Jobs, and Wages in U.S. Manufucturing: 1976-1987, Brooking Papers: Microeconomics, pp. 67-119.",
        "BERNARD, A. B., J. EATON, B. JENSEN, AND S. KORTUM (2003): Plants and Productivity in International Trade, The American Economic Review, 93(4), 1268-1290.",
        "BAGWELL, K. (2007): The Economic Analysis of Advertising, in Handbook of Industrial Organization, ed. by M. Armstrong, and R. Porter, vol. 3, pp. 1701-1844. North-Holland, Amsterdam.",
        "AXTELL, R. L. (2001): Zipf Distribution of U.S. Firm Sizes, Science, 293(5536), 1818-1820.",
        "Aw, B. Y., S. CHUNG, AND M. J. ROBERTS (2000): Productivity and Turnover in the Export Market: Micro Level Evidence from the Republic of Korea and Taiwan (China), The World Bank Economic Review, 14(1), 65-90.",
        "ARNDT, J., AND J. L. SIMON (1983): Advertising and Economies of Scale: Critical Comments on the Evidence, The Journal of Industrial Economics, 23(2), 229-241.",
        "ARKOLAKIS, C., AND M.-A. MUENDLER (2007): The Extensive Margin of Exporting Goods: A Firm Level Analysis, mimeo, University of California San Diego and Yale University.",
        "ARKOLAKIS, C., S. DEMIDOVA, P. J. KLENOW, AND A. RODRIGUEZ-CLARE (2008): Endogenous Variety and the Gains from Trade, forth., American Economic Review Papers and Proceedings.",
        "ARKOLAKIS, C. (2007): Market Penetration Costs and Trade Dynamics, mimeo, Yale University."
    ]
}