{
    "id": 14225,
    "cites": 63,
    "cited_by": 7,
    "reference": [
        ". 1986. Macroeconomic Implications of Profit Sharing, NBER Macroeconomics Annual 1986. Cambridge, MA: MIT Press, pp. 291-335.",
        ", and Douglas Kruse. 1990. Profit Sharing and Productivity, in Alan Blinder, ed., Paying For Productivity: A Look at the Evidence. Washington, D.C.: Brookings Institution.",
        "U.S. Senate, Subcommittee of the Committee on Finance. 1939. Survey of Experiences in Profit Sharing and Possibilities of Incentive Taxation. Washington, D.C.: Government Printing Office.",
        "Uvalic, M., and Daniel Vaughan-Whitehead, eds. 1997. Privatization Surprises in Transition Economies: Employee-ownership in Central and Eastern Europe. Cheltenham, UK and Lyme, NH: Elgar, distributed by American International Distribution Corp., Williston, VT.",
        "U.S. GAO. 1986. Employee Stock Ownership Plans: Benefits and Costs of ESOP Tax Incentives for Broadening Stock Ownership. GAO/PEMD-87-8. Washington, DC: General Accounting Office.",
        "Tseo, George. 1996. Chinese Economic Restructuring: Enterprise Development through Employee Ownership, Economic and Industrial Democracy, 17(2), May, pp. 243-279.",
        "Summers, Lawrence. 1986. On the Share Economy, Challenge, November/December, pp. 4738 50.",
        "Smith, Stephen, Beom-Cheol Cm, and Milan Vodopivec. 1997. Privatization Incidence, Ownership Forms, and Firm Performance: Evidence from Slovenia, Journal of Comparative Economics, Vol. 25(2), October, pp. 158-179.",
        "Shaw, Albert. 1886. Cooperation in a Western City, Publications of the American Economic Association 1(4), September, pp. 7-106.",
        "Scharf, Adria, and Christopher Mackin. 2000. Census of Massachusetts Companies with Employee Stock Ownership Plans (ESOPs). Boston: Commonwealth Corporation.",
        "Putterman, Louis, and Gil Skillman, Jr. 1988. The Incentive Effects of Monitoring Under Alternative Compensation Schemes, International Journal of Industrial Organization, 6, pp. 109-119.",
        "Poutsma, Erik. 1999. Financial Employee Participation in Europe. Nijmegen, Netherlands: Nijmegen University Business School, Report to the European Foundation for the Improvement of Living and Working Conditions.",
        "Poole, Michael. 1989. The Origins of Economic Democracy: Profit-Sharing and Employee Shareholding Schemes. London: Routledge.",
        "Pendleton, Andrew; Poutsma, Erik; Van Ommeren, Jos; Brewster, Chris. 2003. The Incidence and Determinants of Employee Share Ownership and Profit Sharing in Europe, in Takao Kato and Jeffrey Pliskin, eds., Advances in the Economic Analysis of Participatory and Labor-Managed Firms, vol. 7. New York: Elsevier Science, JAI, pp. 141-72.",
        "Park, Rhokeun., Douglas Kruse, and James Sesil. 2004. Does Employee Ownership Enhance Firm Survival? in Virginie Perotin and Andrew Robinson, eds., Advances in the Economic Analysis of Participatory and Labor-Managed Firms, Vol. 8. New York: Elsevier Science, JAI, pp. 3-33.",
        "Lawler, Edward, Susan Mohrman, and G.E. Ledford. 1995. Creating High Performance Organizations: Practices and Results of Employee Involvement and Ouality Management in Fortune 1000 Companies. San Francisco: Jossey-Bass.",
        "Oyer, Paul, and Scott Schaefer. 2005. Why Do some Firms Give Stock Options to All Employees? An Empirical Examination of Alternative Theories, Journal of Financial Economics, 76, pp. 99-133.",
        "Kruse, Douglas, Richard Freeman, and Joseph Blasi. 2008. Do Workers Gain by Sharing? Employee Outcomes Under Employee Ownership, Profit Sharing, and Broad-based Stock Options Presented at NBER/Russell Sage Foundation conference, New York, NY, October 2006.",
        ". 1999. Public Opinion Polls on Employee Ownership and Profit Sharing, Journal of Employee Ownership Law and Finance, Vol. ii, No. 3, Summer 1999, pp. 3-25.",
        ", and Joseph R. Blasi. 1997. Employee Ownership, Employee Attitudes, and Firm Performance: A Review of the Evidence, in David Lewin, Daniel J.B. Mitchell, and Mahmood A. Zaidi, eds., The Human Resource Management Handbook, Part I. Greenwich, Connecticut and London, England: JAI Press Inc.",
        ". 2002. Research Evidence on Prevalence and Effects of Employee Ownership, Testimony before the Subcommittee on Employer-Employee Relations, Committee on Education and the Workforce, U.S. House of Representatives, February 13, 2002.",
        ". 1996. Why Do Firms Adopt Profit-Sharing and Employee Ownership Plans? British Journal of Industrial Relations, Vol. 34, No. 4 (December), pp. 5 15-38.",
        ". 1998. Profit Sharing and the Demand for Low-Skill Workers, in Richard Freeman and Peter Gottschalk, eds., Generating Jobs: Increasing the Demand for Low-Skill Workers. New York: Russell Sage Foundation, pp. 105-153.",
        "Kruse, Douglas. 1993. Profit Sharing: Does It Make a Difference? Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Kardas, Peter; Adria L. Scharf; and Jim Keogh. 1998. Wealth and Income Consequences of ESOPs and Employee Ownership: A Comparative Study from Washington State, Journal of Employee Ownership Law and Finance. Vol. 10, No. 4, Fall.",
        "Kato, Takao; Lee, Ju Ho; Lee, Kang-Sung; Ryu, Jang-Soo. 2005. Employee Participation and Involvement in Korea: Evidence from a New Survey and Field Research, International Economic Journal, Vol. 19 (2), June, pp. 251-81.",
        "Jones, Derek C; Kato, Takao. 1995. The Productivity Effects of Employee Stock-Ownership Plans and Bonuses: Evidence from Japanese Panel Data, American Economic Review, Vol. 85 (3), pp. 39 1-414.",
        "Ichniowski, Casey, Thomas Kochan, David Levine, Craig Olson, and George Strauss. 1996. What Works at Work: Overview and Assessment, Industrial Relations, 35(3) 299-333.",
        "Ichniowski, Casey, Kathryn Shaw, and Giovanna Prennushi. 1997. The Effects of Human Resource Management Practices on Productivity: A Study of Steel Finishing Lines, American Economic Review, 87 (3), pp. 291-3 13.",
        "Ichniowski, Casey, and Kathryn Shaw. 1995. Old Dogs and New Tricks: Determinants of the Adoption of Productivity-Enhancing Work Practices, Brookings Papers on Economic Activity, Microeconomics 1995, pp. 1-55.",
        "Hansmann, Henry. 1996. The Ownership of Enterprise. Cambridge: Harvard University Prress.",
        "Freeman, Richard, and Morris Kleiner. 1990. The Impact of New Unionization on Wages and Working Conditions, Journal of Labor Economics, 8:1, S8-S25.",
        "Freeman, Richard, and Joel Rogers. 1999. What Workers Want. New York: Russell Sage and Cornell University Press.",
        "Freeman, Richard, Douglas Kruse, and Joseph Blasi. 2008. Worker Responses to Shirking under Shared Capitalism. Presented at NBERIRusse11 Sage Foundation conference, New York, NY, October 2006.",
        "Gregg, P.A. and Machin, S.J. 1988. Unions and the Incidence of Performance Linked Pay Schemes in Britain, International Journal of Industrial Organization, 6, 91-107.",
        "Harden, Erika, Douglas Kruse, and Joseph Blasi. 2008. Who Has a Better Idea: Innovation, Shared Capitalism, and Human Resource Policies. Presented at NBERIRusse11 Sage Foundation conference, New York, NY, October 2006.",
        "Del Boca, Alessandra, Douglas Kruse, and Andrew Pendleton. 1999. Decentralisation of Bargaining Systems and Financial Participation: A Comparative Analysis of Italy, UK and the US, Lavoro e Relazioni Industriali, Summer 1999.",
        "Dow, Gregory. 2003. Governing the Firm: Workers Control in Theory and Practice. Cambridge, England: Cambridge University Press.",
        "EBRI/Gallup. 1994. Public Attitudes on Employee Stock Ownership and Benefit Promises, 1994, EBRJIGa11up Poll #G-54, Employee Benefit Research Institute, Washington, D.C.",
        "European Foundation for the Improvement of Living and Working Conditions. 1997. New Forms of Work Organization: Can Europe Realize Its Potential? Luxembourg: Office for Official Publications of the European Communities, 1997.",
        "Fitzroy, Felix, and Kornelius Kraft. 1995. On the Choice of Incentive in Firms, Journal of Economic Behavior and Organization, 26, pp. 145-160.",
        ". 1993. The Objectives of Worker Cooperatives, Journal of Comparative Economics, Vol. 17(2), June, pp. 288-308.",
        "Clark, John Bates. 1886. The Philosophy of Wealth. Boston: Ginn & Company.",
        "Collins, Denis. 1998. Gainsharing and Power: Lessons from Six Scanlon Plans. Ithaca and London: Cornell University Press, ILR Press.",
        "Craig B. and J. Pencavel. 1992. The Behavior of Worker Cooperatives: The Plywood Companies of The Pacific Northwest, American Economic Review, 82, 1083-1105.",
        "Carbeny, Edward. 2008. An Analysis of Social Stratification in Companies with Shared Capitalism. Presented at NBER/Russell Sage Foundation conference, New York, NY, October 2006.",
        "Budd, John. 2008. Does Employee Ignorance Undermine Shared Capitalism Presented at NBER/Russell Sage Foundation conference, New York, NY, October 2006.",
        "Bullock, R.J. and Mark E. Tubbs. 1990. A Case Meta-Analysis of Gainsharing Plans as Organization Development Interventions, Journal of Applied Behavioral Science, 26, 3, pp. 383-404.",
        ". 2008. National Compensation Survey: Employee Benefits in Private Industry in the United States, March 2007, Summary 07-05, U.S. Bureau of Labor Statistics, August.",
        "Buchele, Robert, Douglas Kruse, Loren Rodgers, and Adria Scharf. 2008. Show Me the Money: The Wealth Impact of Shared Capitalism. Presented at NBER/Russell Sage Foundation conference, New York, NY, October 2006.",
        ". 2007. National Compensation Survey: Employee Benefits in Private Industry in the United States, 2005. Bulletin 2589, U.S. Bureau of Labor Statistics, May.",
        "BLS. 2005. National Compensation Survey: Employee Benefits in Private Industry in the United States, 2003. Bulletin 2577, U.S. Bureau of Labor Statistics, October.",
        ". 2006. National Compensation Survey: Employee Benefits in Private Industry in the United States, March 2006, Summary 06-05, U.S. Bureau of Labor Statistics, August.",
        "Blasi, Joseph, Douglas Kruse, and Hany M. Markowitz. 2008. Risk and Lack of Diversification under Employee Ownership and Shared Capitalism. Presented at NBER/Russell Sage Foundation conference, New York, NY, October 2006.",
        "Boning, Brent, Casey Ichniowski, and Kathryn Shaw. 2001. Opportunity Counts: Teams and the Effectiveness of Production Incentives, National Bureau of Economic Research Working Paper 8306.",
        ". 2006. High Performance Work Practices at Centurys End, Industrial Relations, Vol. 45, No. 4 (October), pp. 547-578.",
        "Blasi, Joseph and Douglas Kruse. 1991. The New Owners: The Mass Emergence of Employee Ownership in Public Companies and What it Means to American Business. New York: HarperBusiness.",
        "Blasi, Joseph, Michael Conte and Douglas Kruse. 1996. Employee Ownership and Corporate Performance Among Public Corporations, Industrial and Labor Relations Review, Vol. 50, No. 1, October, pp. 60-79.",
        "Blasi, Joseph, Maya Kroumova and Douglas Kruse. 1997. Kremlin Capitalism: Privatizing The Russian Economy. Ithaca: Cornell University Press.",
        "Blair, Margaret, Douglas Kruse, and Joseph Blasi. 2000. Is Employee Ownership an Unstable Form? Or a Stabilizing Force? in Thomas Kochan and Margaret Blair, eds., The New Relationship: Human Capital in the American Corporation. Washington, D.C.: The Brookings Institution.",
        "Bemis, Edward W. 1886. Cooperation in the Northeast, Publications of the American Economic Association 1(5) (November), pp. 7-136.",
        "Beatty, Anne. 1994. An Empirical Analysis if the Corporate Control, Tax and Incentive Motivations for Adopting Leveraged Employee Stock ownership Plans, Managerial and Decision Economics, 15(4), pp. 299-3 15.",
        "Askwith, M.E. 1926. Profit-Sharing: An Aid to Trade Revival. London: Duncan Scott."
    ]
}