{
    "id": 14222,
    "cites": 15,
    "cited_by": 5,
    "reference": [
        "Reguly, Eric, Hedge funds: the credit crunchs enigma, The Globe and Mail, 26 May 2008.",
        "Nier, Erlend, Jing Yang, Tanju Yoruhnazer, and Amadeo Alentom, Network models and financial stability, Journal of Economic Dynamics and Control,, 2007, 2033-60.",
        "Mengle, David L., Daylight overdrafts and payments system risks, Federa] Reserve Bank of Pdchmond Economic Review, May-June 1985, 14-27.",
        "Martin, Antoine, Recent evolution of large-value payments systems: balancing liquidity and risk, Federa] Reserve Bank of Kansas City Economic Review, 2005, 33-57.",
        "Kiyotaki, Nobuhiro and Randall Wright, A Search-Theoretic Approach to Monetary Economics, American Economic Review, 83, March 1993, 63-77.",
        "Freixas, Xavier, Bruno M. Parigi, and Jean-Charles Rochet, Systemic Risk, Interbank Relations, and Liquidity Provision by the Central Bank, Journa] of Money, Credit, and Banking, 32, August 2000, 611-38.",
        "Eisenberg, Larry, Thomas H. Noe, Systemic risk in financial systems, Management Science, 47, 2001, 236-249.",
        "Diamond, Douglas W., and Philip H. Dybvig, Bank runs, deposit insurance, and liquidity,  Journa] of Po]itica] Economy, 91, June 1983, 401-19.",
        "Diamond, Douglas W., Financial intermediation and delegated monitoring, Review of Economic Studies, 51, July 1984, 393-414.",
        "Corrigan, E. Gerald, Stephen G. Thieke and other members of the Counterparty Risk Management Policy Group, Improving Counterarty Risk Management Practices, June 1999, available at http: //financialservices. house.gov/banking/62499crm.pdf.",
        "Coleman, Stacy P., The Evolution of the Federal Reserves Intraday Credit Policies, Federa] Reserve Bu]]etin, February 2002, 67-84.",
        "Cifuentes, Rodrigo, Gianluigi Ferrucci and Hyun Song Shin, Liquidity Risk and Contagion, Journa] of the European Economic Association 3, 2005, 556-566.",
        "Angelini, Paolo, An analysis of competitive externalities in gross settlement systems, Journa] of Banking & Finance, 22, 1998), 1-18 Bech, Morten L. and Kimmo SoramÃ\u0083Â£ki, Gridlock resolution in payment systems, Danmarks Nationa] bank Monetary Review, 2001, 67-79.",
        "Allen, Franklin and Douglas Gale, Financial Contagion, Journa] of Po]itica] Economy, 108, February 2000, 1-33.",
        "Alon, Noga, Cohn McDiarmid and Michael Molloy, Edge-Disjoint Cycles in Regular Directed Graphs, Journa] of Graph Theory, 22, 1996, 231-7."
    ]
}