{
    "id": 14220,
    "cites": 39,
    "cited_by": 83,
    "reference": [
        "Aguiar, Mark, and Erik Hurst. Measuring Trends in Leisure: The Allocation of Time Over Five Decades. Quarterly Journal of Economics, 2007: 969-1006.",
        "Aguiar, Mark, and Erik Hurst. The Increase in Leisure Inequality. NBER Working Paper 13837, Cambridge, 2008.",
        "Atkinson, Anthony B. On the Measurement of Inequality. Journal of Economic Theory 2 (1970): 244-263.",
        "Attanasio, Orazio, Erich Battistin, and Hidehiko Ichimura. What Really Happened to Consumption Inequality in the US. NBER Working Paper 10338, Cambridge, 2004.",
        "Autor, David, Lawrence Katz, and Melissa Kearney. Trends in U.S. Wage Inequality: Revising the Revisionists. Review of Economics and Statistics, 2008: 300-323.",
        "Blanchflower, David, and Andrew Oswald. Well-Being Over Time in Britain and the USA. Journal of Public Economics 88, no. 7-8 (2004): 1359-1386.",
        "Brooks, Arthur C. Gross National Happiness: Why Happiness Matters for AmericanÃ\u0082â\u0080\u0094and How We Can Get More of It. New York: Basic Books, 2008.",
        "Clark, Andrew E., Paul Frijters, and Michael A. Shields. Relative Income, Happiness and Utility: An Explanation for the Easterlin Paradox and Other Puzzles. Journal of Economic Literature, forthcoming. Couch, Kenneth, and Mary Daly. The Improving Relative Status of Black Men. The Improving Relative Status of Black Men, forthcoming. Cutler, David, and Lawrence Katz. Macroeconomic Performance and the Disadvantaged. Brookings Papers on Economic Activity, 1991: 1-74.",
        "Deaton, Angus, and Christina Paxson. Intertemporal Choice and Inequality. Journal of Political Economy 102, no. 3 (1994): 437-467.",
        "Di Tella, Rafael, Robert J MacCulloch, and Andrew J Oswald. The Macroeconomics of Happiness. Review of Economics and Statistics 85, no. 4 (2003): 809-827.",
        "Diener, Ed. Guidelines for National Indicators of Subjective Well-Being and Ill-Being. mimeo, University of Illinois, 2005.",
        "Donohue, John J., and Peter Siegelman. The Changing Nature of Employment Discrimination Litigation. Stanford Law Review 43 (1991): 983.",
        "Easterlin, Richard A. Does Money Buy Happiness? The Public Interest 30 (1973): 3-10.",
        "Easterlin, Richard A. Will Raising the Incomes of All Increase the Happiness of All? Journal of Economic Behavior and Organization 27, no. 1 (1995): 35-48.",
        "Easterlin, Richard A. Diminishing Marginal Utility of Income? Caveat Emptor. Social Indicators REsearch 70, no. 3 (2005b): 243-255.",
        "Easterlin, Richard A. Does economic growth improve the human lot? Some empirical evidence. In Nations and Households in Economic Growth: Essays in Honor of Moses Abramowitz, by Paul A David and Melvin W. Reder. New York: Academic Press, Inc., 1974.",
        "Easterlin, Richard A. Feeding the Illusion of Growth and Happiness: A Reply to Hagerty and Veenhoven. Social Indicators Research 74, no. 3 (2005): 429-443.",
        "Frey, Bruno S., and Alois Stutzer. What Can Economists Learn from Happiness Research? Journal of Economic Literature 40 (2002): 402-435.",
        "Goldin, Claudia, and Lawrence Katz. Long-Run Changes in the Wage Structure: Narrowing, Widening, Polarizing. Brookings Papers on Economic Activity, 2007: 135-165.",
        "Goldin, Claudia, and Lawrence Katz. The Race Between Education and Technology. Cambridge: Harvard University Press, 2008.",
        "Gottschalk, Peter, and Robert Moffitt. The Growth of Earnings Instability in the US Labor Market. Brookings Papers on Economic Activity, 1994: 217-272.",
        "Hacker, Jacob. The Great Risk Shift. New York: Oxford University Press, 2006.",
        "Isen, Adam, and Betsey Stevenson. Womens Education and Family Behavior: Trends in Marriage, Divorce and Fertility. Working Paper, University of Pennsylvania, 2008.",
        "Jensen, Shane, and Stephen Shore. Changes in the Distribution of Income Volatility. John Hopkins mimeo, 2008.",
        "Kahneman, Daniel, and Alan B. Krueger. Developments in the Measurement of Subjective Well-Being. Journal of Economic Perspectives 20, no. 1 (2006): 3-24.",
        "Krueger, Alan. Are We Having More Fun Yet? Categorizing and Evaluating Changes in Time Allocation. Brookings Papers on Economic Activity, forthcoming, 2007.",
        "Krueger, Dirk, and Fanrizio Perri. Does Income Inequality Lead to Consumption Inequality? Evidence and Theory. Review of Economic Studies, 2006: 163-193.",
        "Layard, Richard. Happiness: Lessons from a New Science. London: Penguin, 2005.",
        "Layard, Richard. Human Satisfaction and Public Policy. The Economic Journal, 1980: 737-750.",
        "Lemieux, Thomas. Decomposing changes in wage distributions: a unified approach. Canadian Journal of Economics 35, no. 4 (2002): 646-688.",
        "Lemieux, Thomas. Increased Residual Wage Inequality: Composition Effects, Noisy Data, or Rising Demand for Skill. American Economic Review 96, no. 3 (2006): 461-498.",
        "Mankiw, N. Gregory, Ricardo Reis, and Justin Wolfers. Disagreement About Inflation Expectations. NBER Macroeconomics Annual, 2003: 209-248.",
        "Oswald, Andrew J. On the Curvature of the Reporting Function from Objective Reality to Subjective Feelings. Economics Letters, 2008.",
        "Smith, Tom W. Time Trends, Seasonal Variations, Intersurvey Differences, and Other Mysteries. Social Psychology Quarterly 42, no. 1 (1979): 18-30.",
        "Stevenson, Betsey, and Justin Wolfers. Economic Growth and Happiness: Reassessing the Easterlin Paradox. Brookings Papers on Economic Activity, Spring 2008.",
        "Stevenson, Betsey, and Justin Wolfers. Marriage and Divorce: Changes and Their Driving Forces. Journal of Economic Perspectives, 2007: 27-52.",
        "Stevenson, Betsey, and Justin Wolfers. The Paradox of Declining Female Happiness. mimeo, University of Pennsylvania, 2007.",
        "Stevenson, Betsey, and Justin Wolfers. Trends in Marital Stability. unpublished mimeo, University of Pennsylvania, 2008.",
        "Wolfers, Justin. Is Business Cycle Volatility Costly? Evidence from Surveys of Subjective Well-being. International Finance 6, no. 1 (2003): 1-26."
    ]
}