{
    "id": 14223,
    "cites": 17,
    "cited_by": 48,
    "reference": [
        "Sack, Brian. Extracting the Expected Path of Monetary Policy from Futures Rates. Journal of Futures Markets, 2004, 24(8), pp. 733-754.",
        "Rudebusch, Glemin D. Do Measures of Monetary Policy in a VAR Make Sense? International Economic Review, 1998, 39(4), pp. 907-931.",
        "Reis, Ricardo. Imiattentive Consumers. Journal of Monetary Economics, 2006, 53(8), pp. 1761-1800.",
        "Poole, William, and Robert H. Raschie (2000). Perfecting the Markets Knowledge of Monetary Policy, Journal of Financial Services Research, 18, 255-298.",
        "Nakamura, Alice, and Masao Nakamura. On the Relationships among Several Specification Error Tests Presented by Durbin, Wu, and Hausman. Econometrica, 1981, 49(6), pp. 1583-1588. Piazzesi, Monika, and Swanson, Eric. Futures Prices as Risk-Adjusted Forecasts of Monetary Policy. Journal of Monetary Economics (forthcoming).",
        "Jung, Yong-Gook. Imivestment Lags and Macroecomiomic Dynamics. Workimig paper, UCSD, October 2006.",
        "Kuttner, Kemunethu N. Momietary Policy Surprises amid Imuterest Rates: Evidence from the Fed Fumuds Futures Market. Journal of Monetary Economics, 2001, 47(3), pp. 523-544.",
        "Hamilton, James D. Time Series Analysis. Princeton: Princeton University Press, 1994. Hamilton, James D. Daily Changes in Fed Funds Futures Prices. Journal of Money, Credit, and Banking, forthcoming.",
        "Gttrkaynak, Refet S., Sack, Brian, and Swanson, Eric. Market-Based Measures of Monetary Policy Expectations. Journal of Business and Economic Statistics 2007, 25(2), pp. 201-12.",
        "Gurkaynak, Refet S., Sack, Brian, and Swamisomi, Eric. Do Actions Speak Louder Thamu Words? Thue Response of Asset Prices to Monetary Policy Actions amid Statemnents. International Journal of Central Banking, 2005(b), 1(1), pp. 55-93.",
        "Gurkaymiak, Refet S., Sack, Briami, and Swanson, Eric. The Sensitivity of Long-Term Interest Rates to Economic News: Evidence and Implications for Macroeconomic Models. American Economic Review 2005(a), 95(1), pp. 425-36.",
        "Gilrkaynak, Refet 5. (2005) Using Federal Funds Futures Contracts for Monetary Policy Analysis. Working paper, Federal Reserve Board.",
        "Faust, Jon, Eric Swanson, and Jonathan Wright. Identifying VARs Based on HighFrequency Futures Data. Journal of Monetary Economics 2004, 51(6), pp. 1107-31 Ghysels, Eric, Santa-Clara, Pedro, and Valkanov, Rossen. The MIDAS Touch: Mixed Data Sampling Regression Models. Working paper, UCSD, 2004.",
        "Cochrane, John H., and Piazzesi, Monika. The Fed and Interest Rates: A HighFrequency Identification. American Economic Review, 2002, 92(2), pp. 90-95.",
        "Christiano, Lawrence J., Eichenbaum, Martin 5, and Evans, Charles L. Monetary Policy Shocks: What Have We Learned and to What End? in John B. Taylor and Michael Woodford, eds., Handbook of Macroeconomics. Amsterdam: Elsevier Science, North-Holland, 1999.",
        "Brissimis, Sophocles N., and Magginas, Nicholas S. Forward-looking Information in VAR Models and the Price Puzzle. Journal of Monetary Economics, 2006, 53(6), pp. 1225-1234.",
        "Andersson, Malin, DillÃ\u0083Â©n, Hans, and Sellin, Peter. Monetary Policy Signaling and Movements in the Term Structure of Interest Rates. Journal of Monetary Economics, 2006, 53(8), pp. 1815-1855."
    ]
}