{
    "id": 14224,
    "cites": 19,
    "cited_by": 15,
    "reference": [
        "Saffer H. and Chaloupka F. (1999), The demand for illicit drugs, Economic Inquiry, 37, 40111.",
        "Office of National Drug Control Policy (2007). National Drug Control Strategy: FY2008 Budget Summary. The White House Printing Office, February.",
        "National Research Council (NRC) (2001). Informing Americas Policy on Illegal Drugs: What We Dont Know Keeps Hurting Us, eds. Manski, C. F., Pepper, J. V. and Petrie, C. V. Washington DC: National Academy Press.",
        "Miron, J. (2003), The Effect of Drug Prohibition on Drug Prices: Evidence from the Markets for Cocaine and Heroin, Review of Economics and Statistics, 85, 522-530.",
        "Horowitz, J. L. (2001), Should the DEAs STRIDE Data Be Used for Economic Analyses of Markets for Illegal Drugs? Journal of the American StatisticalAssociation, 96, 1254127 1.",
        "Grossman, M. and Chaloupka. F. J. (1998), The Demand for Cocaine by Young Adults: A Rational Addiction Approach, Journal of Health Economics, 17, 427-474.",
        "Dobkins, C., and Nicosia, N., The War on Drugs: Methamphetamine, Public Health and Crime, joint with Nancy Nicosia, American Economic Review, Forthcoming. Granger, C.W.J. (1969), Investigating Causal Relations by Econometric Methods and CrossSpectral Methods, Econometrica, 34, 424-43 8.",
        "Desimone, J. and Farrelly, M. (2003), Price and Enforcement Effects on Cocaine and Marijuana Demand, Economic Inquiry, 41, 98-115.",
        "Dave, D. (2006), The Effects of Cocaine and Heroin Price on Drug-Related Emergency Department Visits, Journal of Health Economics, 25, 3 11-33.",
        "Caulkins, J. P. and Reuter P. (1998), What Price Data Tell Us About Drug Markets. Journal of Drug Issues., 28, 593-6 12.",
        "Caulkins, J. P. and Padman. R. (1993), Quantity Discounts and Quality Premia for Illicit Drugs, The Journal of the American StatisticalAssociation, 88, 748-757.",
        "(2004). The Price and Purity of Illicit Drugs: 198] Through the Second Quarter of 2003. Office of National Drug Control Policy. November.",
        "Caulkins, J. P. (1997b), Is crack cheaper than (powder) cocaine? Addiction 92,1437-1443.",
        "Caulkins, J. P. (2001), The Relationship Between Prices and Emergency Department Mentions for Cocaine and Heroin, American Journal of Public Health, 91, 1446-1448.",
        "Caulkins, J. P. (1997a), Modeling the Domestic Distribution Network for Illicit Drugs, Management Science, 43, 1364-1371.",
        "Caulkins, J. P. (1994). Developing Price Series for Cocaine. MR-317-DPRC, The RAND Corporation, Santa Monica, CA.",
        "Caulkins, J. P. (1995), Domestic Geographic Variation in Illicit Drug Prices. The Journal of Urban Economics, 37, 38-56.",
        "Abt Associates (2001). The Price of Illicit Drugs. 198] through the Second Quarter of 2000. Office of National Drug Control Policy. October.",
        "Arkes, J., Pacula, R.L., Paddock, S.M., Caulkins, J. P. and Reuter, P. (2004). Technical Report for the Price and Purity of Illicit Drugs Through 2003. Office of National Drug Control Policy. November."
    ]
}