{
    "id": 14226,
    "cites": 34,
    "cited_by": 0,
    "reference": [
        "Thursby, J. and Thursby, M. 2008. Knowledge Creation and Diffusion of Public Science with Intellectual Property Rights, Intellectual Property Rights and Technical Change, Frontiers in Economics, Vol. 2, edited by Keith Maskus, Elsevier, forthcoming.",
        "Thursby, J. and Thursby, M. 2004. Are Faculty Critical? Their Role in University Licensing, Contemporary Economic Policy 22, 162-178.",
        "Thursby, M., Thursby, J. and Gupta-Mukherjee, 5. 2007. Are There Real Effects of Licensing on Academic Research? A Life Cycle View, Journal of Economic Behavior ~ Organization 63, 577-598.",
        "Thursby, J. and Thursby, M. 2003. University Licensing and the Bayh-Dole Act, Science 301, 1052.",
        "Thursby, J. and Thursby, M. 2002. Who is Selling the Ivory Tower? Sources of Growth in University Licensing, Management Science 48, 90-104.",
        "Thursby, J., Jensen, R. and Thursby, M. 2001. Objectives, Characteristics and Outcomes of University Licensing: A Survey of Major U.S. Universities, Journal of Technology Transfer 26, 59-72.",
        "Taylor, C. and Silberston, Z. 1973. The Economic Impact of the Patent System: A Study of the British Experience. Cambridge: Cambridge University Press.",
        "Rostoker, M.D., 1983. A Survey of Corporate Licensing, The Journal of Law and Technology 24, 59-92.",
        "Shane, 5. 2000. Prior Knowledge and Discovery of Entrepreneurial Opportunities,  Organizational Science 11, 448-469.",
        "Perkmann, M. and Walsh, K. 2008. Engaging the scholar: three types of academic consulting and their impact on universities and industry, Research Policy, forthcoming.",
        "Mansfield, E. 1995. Academic research underlying industrial innovations: sources, characteristics, and financing. The Review of Economics and Statistics 77, 55-65.",
        "Maddala, G. 1983. Limited-Dependent and Qualitative Variables in Econometrics. New York: Cambridge University Press.",
        "Macho-Stadler, I., Martinez-Giralt, X. and Castrillo-Perez, J.D. 1996. The Role of Information in Licensing Contract Design. Research Policy 25, 43-57.",
        "Levin, S. and Stephan, P. 1991. Research Productivity over the Life Cycle: Evidence for Academic Scientists, American Economic Review 81, 114-132.",
        "Laffont, J.J. 1989. The Economics of Uncertainty and Information. Cambridge, MA: The MIT Press.",
        "Lach, S., and Schankerman, M. 2008. Incentives and Invention in Universities, Rand Journal of Economics,, forthcoming.",
        "Jensen, R., Thursby, J. and Thursby, M. 2008. In or Out: Faculty Research and Consulting, mimeo.",
        "Jensen, R. and Thursby, M. 2001. Proofs and Prototypes for Sale: The Licensing of University Inventions, American Economic Review 91, 240-259.",
        "Feldman, M., Feller, I., Bercovitz, J. and Burton, R. 2001. Equity and the Technology Transfer Strategies of American Research Universities, Management Science 48, 105-121.",
        "Elfenbein, D. 2004. Contract Structure and Performance of Technology Transfer Agreements: Evidence from University Licenses, mimeo.",
        "Edwards, M., Murray, F. and Yu, R. 2003. Value Creation and Sharing Among Universities, Biotechnology and Pharma, Nature Biotechnology 21, 618-624.",
        "Dechenaux, E., Thursby, M. and Thursby, J. 2008. Shirking, Sharing-Risk, and Shelving: The Role of University Contracts, International Journal of Industrial Organization, (NBER Working Paper 11128), Forthcoming.",
        "Crama, P., Dc Reyck, B. and Degraeve, Z. 2008. Milestone payments or royalties? Contract design for research and development licensing, Operations Research, Forthcoming.",
        "Cox, D. 1970. Analysis of Binary Data. London: Methuen.",
        "Colyvas, J., Crow, M., Gelijns, A., Maxxoleni, R., Nelson, R., Rosenberg, N. and Sampat, B. 2002. How do University Inventions Get into Practice? Management Science 48, 61-72.",
        "Cohen, W., Florida, R., Randazzese, L. and Walsh, J. 1998. Industry and the Academy: Uneasy partners in the cause of technological advance. in Roger Noll, editor, Challenges to U.S. Research Universities. The Brookings Institution, Washington, D.C.",
        "Choi, J.P. 2001. Technology Transfer with Moral Hazard, International Journal of Industrial Organization 19, 249-266.",
        "Caves, R., Crookell, H. and Killing, J. 1983. The Imperfect Market for Technology Licenses. Oxford Bulletin of Economics and Statistics 45, 249-268.",
        "Bousquet, A., Cremer, H., Ivaldi, M. and Wolkowiz, M. 1998. Risk Sharing in Licensing. International Journal of Industrial Organization 16, 535-554.",
        "Beath, J., Owen, R., Poyago-Theotoky, J. and Ulph, D. 2003. Optimal incentives for income-generation within universities. International Journal of Industrial Organization 21, 1301-1322",
        "Arora, A., Fosfuri, A. and Gambardella, A. 2001. Markets for Technology: The Economics of Innovation and Corporate Strategy. Cambridge, MA: MIT Press.",
        "Anand, B. and Khanna, T. 2000. The Structure of Licensing Contracts, The Journal of Industrial Economics 48, 103-135.",
        "Agrawal, A. 2006. Engaging the Inventor: Exploring Licensing Strategies for University Inventions and the Role of Latent Knowledge, Strategic Management Journal 27, 63-79.",
        "Aghion, P. and Tirole, J. 1994. The Management of Innovation, Quarterly Journal of Economics 109, 1185-1209."
    ]
}