{
    "id": 14227,
    "cites": 39,
    "cited_by": 17,
    "reference": [
        "Tesfatsion, Leigh. 2002 Agent-Based Computational Economics. Ames, Iowa: ISU Economics Working Paper Number 1.",
        "Stiglitz, Joseph E. 1990. Peer Monitoring and Credit Markets, World Bank Economic Review, 4(3): 351-366.",
        "Spector, Paul E. 1992. Summated Rating Scale Construction: An Introduction, Sage, London, Quantitative Applications in Social Sciences, 82 Rapoport, Anatol, and A. M. Chammah. 1965. Prisoners Dilemma. Ann Arbor: University of Michigan Press.",
        ". 1776. An Inquiry Into The Nature and Causes of the Wealth of Nations. London: W. Strahan; and T. Cadell.",
        "Smith, Adam. 2003. The Wealth of Nations. New York: Bantam Books.",
        "Prietula, M.J., K.M. Carley, and L. Gasser. 1998. Simulating Organizations: Computational Models of Institutions and Groups. Cambridge: MIT Press.",
        "New York Stock Exchange. 2004. Section 303a Corporate Governance Rules (of the NYSE Listed Company Manual, (Final Standards Approved by the SEC), November 3. Available at: http://www.nyse.comlpdfs/section3O3A final niies,pdf Prendergast, Canice. The Provision of Incentives in Firms, Journal of Economic Literature, Vol. 37, No. 1. (Mar., 1999), pp. 7-63.",
        "Newhouse, Joseph. 1973. The Economics of Group Practice, Journal of Human Resources, 8, pps. 37-56.",
        "Morgenson, Gretchen. 2002. When Options Rise to Top, Guess Who Pays, The New York Times, Money & Business Section.",
        "Leibowitz, Arlene and Robert Tollison. 1980. Free Riding, Shirking, and Team Production in Legal Partnerships, Economic Inquiry, 18, pps. 3 80-394.",
        ", and Joseph Blasi. 1997. Employee Ownership, Employee Attitudes, and Firm Performance: A Review of the Evidence, in The Human Resources Management Handbook, Part 1. Edited by David Lewin, Daniel J.B. Mitchell, and Mahmood A. Zaidi. Greenwich, CT.: JAI Press.",
        "Kruse, D. 1993. Profit Sharing: Does It Make A Difference? Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        ". 1998. Profit Sharing and the Demand for Low-Skill Workers, in Richard Freeman and Peter Gottschalk, eds., Generating Jobs: Increasing the Demand for Low-Skill Workers.",
        ". 2001. Firm-Wide Incentives and Mutual Monitoring at Continental Airlines, Journal of Labor Economics, Vol. 19, No. 4. (Oct., 2001), pp. 743-772.",
        "Knez, Marc, and Duncan Simester. 1997. Firm-wide Incentives and Mutual Monitoring at Continental Airlines, mimeo, University of Chicago.",
        "Kandel, Eugene, and Edward P. Lazear. 1992. Peer Pressure and Partnerships, Journal of Political Economy, Vol. 100, No. 4 (August), pp. 80 1-17.",
        "Jones, Derek, and Takeo Kato. 1995. The Productivity Effects of Employee-Stock Ownership Plans and Bonuses, American Economic Review, 83 (3), 391-415.",
        "Jensen, Michael C. ,and William H. Meckling. 1976. Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics, Vol. 3, No. 4.",
        "Ichniowski, Casey, Kathryn Shaw, and Giovanni Prennushi. 1997. The Effects of Human resource Management Practices on Productivity: A Study of Steel Finishing Lines, American Economic Review, 87 (3), 291-3 13.",
        "Huselid, M. 1995. The impact of human resource management practices on the turnover, productivity, and corporate financial performance. Academy of Management Journal, 38: 635-672.",
        "Hirshleifer, David, and Eric Rasmussen. 1989. Cooperation in a Repeated Prisoners Dilemma With Ostracism, Journal of Economic Behavior and Organization 12 (August): 87- 106.",
        "Gaynor, Martin and M. Pauly 1990. Compensation and Productive Efficiency in Partnerships: Evidence from Medical Group Practice, Journal of Political Economy, 98, pps. 544-574.",
        "Freeman, R and Joel Rogers. 1999. What Workers Want. New York: Russell Sage and Cornell University Press.",
        "Fudenberg, Drew, and Eric Maskin. 1986. The Folk Theorem in Repeated Games with Discounting or with Incomplete Information. Econometrica, Vol. 54, No. 3 (May), pp. 533-54.",
        "Fehr, Ernst, and Simon Gachter. 2000. Cooperation and Punishment in Public Goods Experiments, American Economic Review 90, pp. 980-994.",
        "Freeman, Richard, and Arm Dube. 2000. Shared Compensation Systems and Decision Making in the U.S. Job Market, Draft, Harvard University Department of Economics.",
        ". 1995. Participation and Productivity: A Comparison of Worker Cooperatives and Conventional Firms in The Plywood Industry, Brookings Papers on Economic Activity, 212- 160.",
        ". 1993. The Objectives of Worker Cooperatives, Journal of Comparative Economics, Vol. 17(2), June, pp. 288-308.",
        "Craig B. and J. Pencavel. 1992. The Behavior of Worker Cooperatives: The Plywood Companies of The Pacific Northwest, American Economic Review, 82, 1083-1105.",
        "Collins, Denis. 1998. Gainsharing and Power: Lessons from Six Scanlon Plans. Ithaca and London: Cornell University Press, ILR Press.",
        "Carpenter, Jeffrey. 2004. Punishing Free Riders: How Group Size Affects Mutual Monitoring and the Provision of Public Goods, IZA Discussion Paper No. 1337, Institute for the Study of Labor.",
        "Blasi, Joseph, Douglas Kruse, and Richard Freeman. 2006. Shared Capitalism at Work: Impacts and Policy Options, in America at Work, edited by Edward Lawler and James 0 Toole. New York: Palgrave/Macmillan, 275-296.",
        "Blasi, Joseph R., Michael Conte, and Douglas Kruse. i996. Employee Stock Ownership and Corporate Performance Among Public Companies, Industrial & Labor Relations Review, Volume 50, Issue i, pp. 60-79. 3i Boning, Brent, Casey Ichniowski, and Kathryn Shaw. 2001. Opportunity Counts: Teams and the Effectiveness of Production Incentives, National Bureau of Economic Research Working Paper 8306.",
        ". 2006. High Performance Work Practices at Centurys End: Incidence, Diffusion, Industry Group Differences and the Economic Environment, Industrial Relations, Volume 45, Number 4 (October), pp. 547-578.",
        "Blasi, Joseph R. and Douglas Kruse. i99i. The New Owners. New York: HarperCollins. 2004.",
        "Blair, Margaret, Douglas Kruse, and Joseph Blasi. 2000. Is Employee Ownership an Unstable Form? Or a Stabilizing Force? in Thomas Kochan and Margaret Blair, eds., The New Relationship: Human Capital in the American Corporation. Washington, D.C.: The Brookings Institution.",
        "Bebchuk, Lucian, and Jesse Fried. 2004. Pay Without Performance: The Unfulfilled Promise of Executive Compensation. Boston, MA: Harvard University Press. Becker, B.E., M. Huselid, and D. Ulrich. The HR Scorecard: Linking People, Strategy, and Performance. Boston, MA: Harvard Business School Press. Ben-Ner, Avner, and Derek C. Jones. i995. Employee Participation, Ownership, and Productivity: A Theoretical Framework, Industrial Relations. Vol. 34 (4). p 532-54.",
        "Bartholomew, David, J. Galbraith, Irini Moustkaki, Fionay Steele. 2002. The Analysis and Interpretation of Multivariate Data for Social Scientists. Chapman and Ha1IICRC.",
        "Appelbaum, Eileen, Thomas Bailey, Peter Berg, and Arne Kalleberg. 2000. Manufacturing Advantage: Why High-Performance Work Systems Pay Off. Ithaca, NY: Cornell University Press. Axelrod, Robert M. i984. The Evolution of Cooperation. New York: Basic Books. Bailey, Richard M. i970. Economies of Scale in Medical Practice, in Empirical Studies in Health Economics. H. Klarman. Baltimore: Johns Hopkins Press. Bartholomew, David. i996. The Statistical Approach to Social Measurement. San Diego: Academic Press."
    ]
}