{
    "id": 14229,
    "cites": 37,
    "cited_by": 5,
    "reference": [
        "Tversky, Amos and Daniel Kahneman. 1986. Rational choice and the framing of decisions, Journal of Business 59(4), Part 2, S25 1-78.",
        "Tversky, Amos and Daniel Kahneman. 1981. The framing of decisions and the psychology of choice, Science, 211, 453-458.",
        "Tobin, J. 1958. Liquidity Preference as Behavior Towards Risk, The Review of Economic Statistics, No. 67, February, 65-86.",
        "Simaan, Yusif. 1993. What is the Opportunity Cost of Mean-Variance Investment Strategies? Management Science 39, (5), pp. 578-5 87, May Smith, Adam. 1776. The Wealth of Nations. New York: The Modern Library.",
        "Sharpe, W.F. 1964. Capital Asset Prices: A Theory of Market Equilibrium Under. Conditions of Risk, Journal of Finance, Vol.19, pp.425-442.",
        "Savage, L.J. 1954. The Foundations of Statistics, John Wiley & Sons. Second revised ed. Dover, New York.",
        "Rousseau, Denise M.; Shperling, Zipi. 2003. Pieces of the Action: Ownership and the Changing Employment Relationship, Academy of Management Review, 28(4), pp. 553570.",
        "Muelbroek, Lisa. 2002. Company stock in pension plans: how costly is it? Harvard Business School working paper 02-025.",
        "Pulley, L.M. 1981. A General Mean-variance Approximation to Expected Utility for Short Holding Periods, Journal of Financial and Ouantitative Analysis, 16, pp. 36 1-73 Pulley, L.M. 1983. Mean-variance Approximations to Expected Logarithmic Utility, Operations Research, 31(4), pp. 685-96.",
        "Markowitz, H.M. 1959. Portfolio Selection: Efficient Diversification of Investments. Wiley, Yale University Press, 1970, 2~ed. Basil Blackwell, 1991 Markowitz, H.M., D.W. Reid and B. V. Tew. 1994. The Value of a Blank Check, The Journal of Portfolio Management, pp. 82-9 1 Summer.",
        "LatanÃ\u0083Â©, H. A. 1959. Criteria for Choice among Risky Ventures, Journal of Political Economy, April, LXVII No. 2, pp. 144-155 Levy, H. and H.M. Markowitz. 1979. Approximating Expected Utility by a Function of Mean and Variance, American Economic Review, 69(3), June pp. 308-3 17.",
        "Markowitz, Harry. 1952a. Portfolio Selection, Journal of Finance, Vol 2 (1), 79-91.",
        "Markowitz, Harry. 1952b. The Utility of Wealth, The Journal of Political Economy, Vol. 60 (2), 151-158.",
        "Laffont, Jean-Jacques, and David Martimort. 2002. The Theory of Incentives: The PrincipalAgent Model. Princeton, N.J.: Princeton University Press.",
        "Economy: Prevalence, Characteristics, and Employee Views of Financial Participation in Enterprises. Presented at NBER/Russell Sage Foundation conference, New York, NY, October 2006.",
        "Kahneman, Daniel and Amos Tversky. 2000. Choices, values, and frames. New York: Cambridge University Press.",
        "Kallberg, Jarl G., and William T. Ziemba. 1981. Remarks on Optimal Portfolio Selection, in Methods of Operations Research, Gunter Bamberg and Otto Optiz (eds.). Cambridge, MA: Oelgeschlager, Gunn & Ham pp. 5 07-520.",
        "Kelly, J. L., Jr. 1956. A New Interpretation of Information Rate, Bell System Technical Journal, pp. 9 17-926 Keynes, John Maynard. 1983. Letter to F.C. Scott, February 6, 1942, The Collected Writings of John Maynard Keynes, Donald Moggridge, ed., Vol XII, New York: Cambridge University Press, pps. 8 1-83.",
        "Kroll, Y., H. Levy and H.M. Markowitz. 1984. Mean Variance Versus Direct Utility Maximization, Journal of Finance, 39(1), March.",
        "Hlawitschka, Walter. 1994. The Empirical Nature of Taylor-Series Approximations to Expected Utility, The American Economic Review Vol. 84, No. 3 pp.713-719 Ichniowski, Casey, Kathryn Shaw, and Giovanni Prennushi. 1995. The Impact of Human Resource Management Practices on Productivity. Cambridge, Massachusetts: National Bureau of Economic Research, Working Paper Number 5333.",
        "Kahneman, Daniel. 2003. A psychological perspective on economics, American Economic Review, 92(2), 161-168 (May).",
        "Kahneman, Daniel, Jack L. Knetsch, and Richard Thaler. 1986a. Fairness as a constraint on profit seeking: entitlements in the market, American Economic Review 76(4), 728-74 1 (September).",
        "Kahneman, Daniel, Jack L. Knetsch, and Richard Thaler. 1986b. Fairness and the assumptions of economics, Journal of Business 59(4), Part 2, S285-S300 (October) Kahneman, Daniel, Jack L. Knetsch, and Richard Thaler. 1991. Anomalies: The Endowment Effect, Loss Aversion, and Status Quo Bias, Journal of Economic Perspectives, Volume 5, Issue 1, Winter 1991, 193-206 Kahneman, Daniel and Amos Tversky. 1979. Prespect theory: an analysis of decisions under risk, Econometrica 47(2), 313-27 (March).",
        "Harden, Erika, Douglas Kruse, and Joseph Blasi. 2008. Who Has a Better Idea: Innovation, Shared Capitalism, and Human Resource Policies. Presented at NBER/Russell Sage Foundation conference, New York, NY, October 2006.",
        "Dempster (ed.), Stochastic Programming, Academic Press, New York, pp.507-23 Ederington, L.H. 1986. Mean-variance as an Approximation to Expected Utility Maximization, working paper 86-5, School of Business Administration, Washington University, St Louis, Missouri.",
        "Freeman, Richard, Douglas Kruse, and Joseph Blasi. 2008. Worker Responses to Shirking under Shared Capitalism. Presented at NBER/Russell Sage Foundation conference, New York, NY, October 2006.",
        "Dexter, A.S., J.N.W. Yu and W. T. Ziemba. 1980. Portfolio Selection in a Lognormal Market When the Investor Has a Power Utility Function: Computational Results In M.A.H.",
        "Bernstein, Peter L. 1992. Capital Ideas: The Improbable Origins of Modern Wall Street. New York: The Free Press.",
        "Blasi, Joseph and Douglas Kruse. 2006. High Performance Work Practices at Centurys End, Industrial Relations, October. Vol. 45, No. 4, pp. 547-578.",
        "Cappelli, Peter, and David Neumark. 2001. Do High-Performance Work Practices Improve Establishment-Level Outcomes?, Industrial and Labor Relations Review, Volume 54, Number 4, July.",
        "Benartzi, Shlomo. 2001. Excessive extrapolation and the allocation of company stock to retirement accounts, Journal of Finance 56(5), 1747-1764.",
        "Benartzi, Shlomo and Richard Thaler. 2001. NaÃ\u0083Â¯ve diversification strategies in defin ed contribution savings plans, American Economic Review 91(1), 79-98.",
        "Becker, Brian E., and Mark A. Huselid, and Dave Ulrich. 2001. The HR Scorecard: Linking People, Strategy, and Performance. Cambridge: Harvard Business School Press.",
        "Bartholomew, David, J. Galbraith, Irini Moustkaki, Fionay Steele. 2002. The Analysis and Interpretation of Multivariate Data for Social Scientists. Chapman and Hall/CRC.",
        "Akerlof, George A. 1979. The case against conservative macroeconomics: an inaugural lecture, Economica 46, 2 19-237 (August) Appelbaum, Eileen, Thomas Bailey, Peter Berg, and Arne L. Kalleberg. 2000. Manufacturing Advantage: Why High Performance Work Systems Pay Off. Ithaca, N.Y.: Cornell University Press/ILR Press.",
        "Arrow, Kenneth. 1973. Social responsibility and economic efficiency, Public Policy 21: 303317 (Summer).",
        "Bartholomew, David. 1996. The Statistical Approach to Social Measurement. New York: Academic Press."
    ]
}