{
    "id": 14228,
    "cites": 36,
    "cited_by": 3,
    "reference": [
        "STROTZ, R. H. (1955-1956): Myopia and Inconsistency in Dynamic Utility Maximization, Review of Economic Studies, 23(3), 165-180.",
        "WERTENBROCH, K. (1998): Consumption Self-control by Rationing Purchase Quantities of Virtue and Vice, Marketing Science, 17, 317-337.",
        "SOULELES, N. 5. (2004): Expectations, Heterogeneous Forecast Errors, and Consumption: Micro Evidence from the Michigan Consumer Sentiment Surveys, Journal of Money, Credit, and Banking, 36(1), 39-72.",
        "SAVAGE, L. J. (1954): The Foundation of Statistics. Wiley, New York.",
        "SANNA, L. J., AND N. SCHWARZ (2004): Integrating Temporal Biases. The Interplay of Focal Thoughts and Accessibility Experiences, Psychological Science, 15(7), 474-48 1.",
        "ROY, M. M., N. J. S. CHRISTENFELD, AND C. R. M. MCKENZIE (2005): Underestimating the Duration of Future Events: Memory Incorrectly Used or Memory Bias?, Psychological Bulletin, 131(5), 738-56.",
        "(2001): Choice and Procrastination, Quarterly Journal of Economics, 116(1), 121160.",
        "PHELPS, E. S., AND R. A. POLLAK (1968): On Second-Best National Saving and GameEquilibrium Growth, Review of Economic Studies, 35(2), 185-199.",
        "(1999b): Incentives For Procrastinators, The Quarterly Journal of Economics, 114(3), 769-816.",
        "ODoNoGHUE, T., AND M. RABIN (1999a): Doing It Now or Later, American Economic Review, 89(1), 103-124.",
        "NYARKO, Y., AND A. SCHOTTER (2002): An Experimental Study of Belief Learning Using Elicited Beliefs, Econometrica, 70(3), 971-1005.",
        "NEWBY-CLARK, I. R., M. ROSS, R. BUEHLER, D. J. KOEHLER, AND D. GRIFFIN (2000): People focus on optimistic and disregard pessimistic scenarios while predicting their task completion times, Journal of Experimental Psychology: Applied, 6, 171-182.",
        "MANSKI, C. F. (2004): Measuring Expectations, Econometrica, 72(5), 1329-76.",
        "LOEWENSTEIN, G., T. ODONOGHTJE, AND M. RABIN (2003): Projection Bias In Predicting Future Utility, Quarterly Journal of Economics, 118, 1209-1248.",
        "MANKIW, N. G., R. REIS, AND J. WOLFERS (2004): Disagreement about Inflation Expectations,  in N.B.E.R. Macroeconomics Annual 2003, ed. by M. Gertler, and K. Rogoff, vol. 18, pp. 294-48. Cambridge: MIT Press.",
        "LOEWENSTEIN, G. (1987): Anticipation and the Valuation of Delayed Consumption, Economic Journal, 47(387), 666-684.",
        "LAIBSON, D. (1997): Golden Eggs and Hyperbolic Discounting, Quarterly Journal of Economics, 112(2), 443-477.",
        "LIBERMAN, N., AND Y. TROPE (2003): Temporal Construal, Psychological Review, 110, 40121.",
        "KAHNEMAN, D., AND A. TVERSKY (1979): Intuitive Prediction: Biases and corrective procedures,  in Forecasting, ed. by S. Makridakis, and S. C. Wheelwright, pp. 313-27. NorthHolland, TIMS Studies in Management Science 12.",
        "KOOLE, S., AND M. V. SPIJKER (2000): Overcoming the planning fallacy through willpower: Effects of implementation intentions on actual and predicted task completion times, European Journal of Social Psychology, 30, 873-88.",
        "HINDS, P. J. (1999): The curse of expertise: The effects of expertise and debiasing methods on predictions of novice performance, Journal of Experimental Psychology: Applied, 5, 205-21.",
        "HAMERMESH, D. 5. (1985): Expectations, Life Expectancy, and Economic Behavior, The Quarterly Journal of Economics, 100(2), 389-408.",
        "HARRIS, C., AND D. LAIBSON (2001): Dynamic Choices of Hyperbolic Consumers, Econometrica, 69(4), 935-57.",
        "(2004): Self-Control and the Theory of Consumption, Econometrica, 72(1), 119-158.",
        "GUL, F., AND W. PESENDORFER (2001): Temptation and Self-Control, Econometrica, 69(6), 1403-1435.",
        "GROVE, W. A., AND T. WASSERMAN (2006): Incentives and Student Learning: Results from a Natural Experiment, American Economic Review (Papers and Proceedings), 96(2), 447-452.",
        "GILOVICH, T., M. KERR, AND V. H. MEDVEC (1993): Effect of Temporal Perspective on Subjective Confidence, Journal of Personality and Social Psychology, 64(4), 552-560.",
        "FISHBACH, A., AND Y. TROPE (2000): Counteractive Self-control in Overcoming Temptation, Journal of Personality and Social Psychology, 79, 493-506.",
        "FISCHER, C. (1999): Read This Paper Even Later: Procrastination with Time-Inconsistent Preferences, Resources for the Future, Discussion Paper 99-20.",
        "D0MINITz, J. (1998): Earnings Expectations, Revisions, and Realizations, The Review of Economics and Statistics, 80(3), 374-88.",
        "(2004): The Social Discount Rate, Journal of Political Economy, ii2(6), i257- 1268.",
        "CONNOLLY, T., AND D. DEAN (1997): Decomposed versus holistic estimates of effort required for software writing tasks, Management Science, 43, 1029-45.",
        "DELLAVIGNA, S., AND U. MALMENDIER (2006): Paying Not to Go to the Gym, American Economic Review, 96(3), 694-719.",
        "BENAB0U, R., AND J. TIROLE (2002): Self-confidence and Personal Motivation, Quarterly Journal of Economics, ii7(3), 87i-9i5.",
        "CAPLIN, A. J., AND J. LEAHY (2000): The Social Discount Rate, NBER Working Paper 7983.",
        "ARIELY, D., AND K. WERTENBROCH (2002): Procrastination, deadlines, and performance: Self-control by precommitment, Psychological Science, i3(3), 2i9-24. ARMOR, D. A., AND S. E. TAYLOR (i998): Situated Optimism: Specific Outcome Expectancies and Self-Regulation, Advances in Experimental Social Psychology, 30, 309-79."
    ]
}