{
    "id": 14239,
    "cites": 37,
    "cited_by": 56,
    "reference": [
        "Scotchmer, Suzanne (2002) Local Public Goods and Clubs, In Alan Auerbach and Martin Feldstein (editors) Handbook of Public Economics, IV. Chapter 29, Amsterdam: North-Holland Press, 1997-2042.",
        "Schwarz, Michael, and Konstantin Sonin (2008) A Theory of Brinkmanship, Conflicts, and Commitment, Journal of Law, Economics, and Organization, forthcoming.",
        "Rothschild, Michael, and Joseph Stiglitz (1976) Equilibrium in Competitive Insurance Markets: An Essay in the Economics of Imperfect Information, Quarterly Journal of Economics, 80, 62949.",
        "Roberts, Kevin (1999) Dynamic Voting in Clubs, mimeo.",
        "Robinson, James A. (1997) When Is the State Predatory? mimeo.",
        "Ray, Debraj (2008) A Game- Theoretic Perspective on Coalition Formation, Oxford University Press.",
        "Riley, John (1979) Informational Equilibrium, Econometrica, 47, 331-59.",
        "Powell, Robert (1998) In the Shadow of Power: States and Strategies in International Politics, Princeton Univ. Press, Princeton, NJ.",
        "Rajan, Raghuram and Luigi Zingales (2000) The Tyranny of Inefficient: An Enquiry into the Adverse Consequences of Power Struggles, Journal of Public Economics, Vol. 76, no.3, 521-558.",
        "Norman, Peter (2002) Legislative Bargaining and Coalition Formation, Journal of Economic Theory 102: 322-353.",
        "Messner, Matthias and Mattias Polborn (2004) Voting on Majority Rules, Review of Economic Studies, 71(1), 115-132 Moldovanu, Benny and Eyal Winter (1995) Order Independent Equilibria, Games and Economic Behavior 9(1): 21-34.",
        "Lizzeri, Alessandro and Nicola Persico (2004) Why Did the Elites Extend the Suffrage? Democracy and the Scope of Government, With an Application to Britains `Age of Reform, Quarterly Journal of Economics, vol. 119(2), 705-763.",
        "Konishi, Hideo, and Debraj Ray (2003), Coalition Formation as a Dynamic Process, Journal of Economic Theory, 110: 1-41.",
        "Jack, William and Roger Lagunoff (2006) Dynamic Enfranchisement, Journal of Public Economics, vol. 90(4-5), pages 551-572.",
        "Jackson, Matthew and Boaz Moselle (2002) Coalition and Party Formation in a Legislative Voting Game Journal of Economic Theory 103: 49-87.",
        "Jehiel, Philippe and Suzanne Scotchmer (2001), Constitutional Rules of Exclusion in Jurisdiction Formation, Review of Economic Studies, 68: 393-413.",
        "Hirshleifer, David, Michelle Boldrin, and David K. Levine (2008) The Slippery Slope of Concessions, mimeo.",
        "Fearon, James (2004) Why Do Some Civil Wars Last so Much Longer Than Others, Journal of Peace Research, 41, 275-301.",
        "Gomes, Armando and Philippe Jehiel (2005) Dynamic Processes of Social and Economic Interactions: On the Persistence of Inefficiencies, Journal of Political Economy, 113(3), 626-667.",
        "Fearon, James (1998) Commitment Problems and the Spread of Ethnic Conflict, in David Lake and Donald Rothchild, eds., The International Spread of Ethnic Conflict: Fear, Diffusion, and Escalation, Princeton: Princeton Univ. Press.",
        "Chwe, Michael S. Y. (1994) Farsighted Coalitional Stability, Journal of Economic Theory, 63: 299-325.",
        "Fearon, James (1996) Bargaining Over Objects that Influence Future Bargaining Power, mimeo.",
        "Buchanan, James (1965) An Economic Theory of Clubs, Economica, 32, 125, pp. 1-14.",
        "Burkart, Mike and Klaus Wallner (2000) Club Enlargement: Early Versus Late Admittance, mimeo.",
        "Bordignon, Massimo and Sandro Brusco (2006) On Enhanced Cooperation, mimeo.",
        "Bourguignon, FranÃ\u0083Â§ois and Thierry Verdier (2000) Oligarchy, Democracy, Inequality and Growth, Journal of Development Economics, 62, 285-313.",
        "Baron, David and John Ferejohn (1989) Bargaining in Legislatures, American Political Science Review 83: 1181-1206.",
        "Baron, David (1991) A Spatial Bargaining Theory of Government Coalition Formation in Parliamentary Systems, American Political Science Review, 83: 993-967.",
        "Barbera, Salvador, Michael Maschler, and Jonathan Shalev (2001) Voting for Voters: A Model of the Electoral Evolution, Games and Economic Behavior, 37: 40-78.",
        "Barbera, Salvador and Bernardo Moreno (2008) Top Monotonicity: A Common Root for Single Peakedness, Single Crossing, and the Median Voter Result, mimeo.",
        "Barbera, Salvador and Matthew Jackson (2004) Choosing How to Choose: Self-Stable Majority Rules and Constitutions, Quarterly Journal of Economics, 119(3), 1011-1048.",
        "Austen-Smith, David and Jeffrey Banks (1988) Elections, Correlations and Legislative Outcomes,  American Political Science Review 82 405-422.",
        "Acemoglu, Daron, and James Robinson (2006b) Economic Backwardness in Political Perspective American Political Science Review, 100(1), 115-131. Alesina, Alberto, Ignazio Angeloni, and Federico Etro (200S) International Unions, American Economic Review, 95(3), 602-61S.",
        "Acemoglu, Daron and James Robinson (2006a) Economic Origins of Dictatorship and Democracy, Cambridge University Press, New York.",
        "Acemoglu, Daron, and James Robinson (2000) Why Did The West Extend The Franchise? Democracy, Inequality, and Growth In Historical Perspective, Quarterly Journal of Economics, 115(4), 1167-1199.",
        "Acemoglu, Daron, Georgy Egorov, and Konstantin Sonin (2008) Coalition Formation in NonDemocracies, Review of Economic Studies, forthcoming.",
        "Acemoglu, Daron (2003) Why Not a Political Coase Theorem? Social Conflict, Commitment, and Politics, Journal of Comparative Economics, 31, 620-6S2."
    ]
}