{
    "id": 14237,
    "cites": 27,
    "cited_by": 12,
    "reference": [
        "U.S. Bureau of the Census. 2004. Historical Census of Housing Tables. <http://www. census.gov/hhes/www/housing/census/historic/values.html>.",
        "Schaffer, M.E., 2007. xtivreg2: Stata module to perform extended IV/25L5, GMM and AC/HAC, LIML and k-class regression for panel data models. <http://ideas.repec.org/c/boc/bocode/s456501.htm1>.",
        "San Diego Union-Tribune. 2006. Church or Synagogue Attendance by State. May 6. <http://www. signonsandiego. com/uniontrib/20060502/newsjzln2thelist.html>.",
        "Saez, Emmanuel. 2004. The Optimal Treatment of Tax Expenditures. Journal of Public Economics, Vol. 88, pp. 2657- 2684.",
        "Randolph, W.C. 1995. Dynamic Income, Progressive Taxes, and the Timing of Charitable Contributions. Journal of Political Economy. 103 (4), 709-738.",
        "Presidents Advisory Panel on Federal Tax Reform. 2005. Simple, Fair, and ProGrowth: Proposals to Fix Americas Tax System. Washington: GPO.",
        "Poterba, James M., and Scott Weisbenner. 2001. The Distributional Burden of Taxing Estates and Unrealized Capital Gains at Death. In Rethinking Estate and Gift Taxation, edited by William G. Gale, James R. Hines Jr., and Joel Slemrod (pp. 422-449). Washington, DC: Brookings Institution Press.",
        "Peloza, John and Piers Steele. (2005), `The Price Elasticities of Charitable Contributions: A Meta Analysis. Journal of Public Policy & Marketing 24(2): 260-272.",
        "OFHEO (Office of Federal Housing Enterprise Oversight). 2006. 3rd Quarter 2006 Manipulatable Data for Individual State Index <http://www. otheo.gov/download.asp>.",
        "Karlan, Dean and John List. 2007. Does Price Matter in Charitable Giving? Evidence From a Large-Scale Natural Field Experiment. American Economic Review. Vol.",
        "Ikovic, Zoran, James Poterba, and Scott Weisbenner. 2005. `Tax-Motivated Trading by Individual Investors. American Economic Review. Vol. 95 (Dec.) pp. 1605-1630.",
        "Goolsbee, Austan. 2000. What Happens When You Tax the Rich? Evidence from Executive Compensation. Journal of Political Economy. Vol. 108, No. 2.",
        "Feldstein, Martin. The Income Tax and Charitable Contributions: Part I -- Aggregate and Distributional Effects. National Tax Journal 28 (March 1975): 81-100 Friedman, Milton. 1957. A Theory of the Consumption Function. Princeton, N.J.: Princeton University Press.",
        "Feldstein, Martin S. and Clotfelter, Charles T. Tax Incentives and Charitable Contributions in the United States: A Microeconometric Analysis. Journal of Public Economics, January- February 1976, 5(1-2), pp. 1-26.",
        "Feenberg, D. 1987. `Are Tax Price Models Really Identified: The Case of Charitable Giving. National Tax Journal. 40 (4), 629-633.",
        "Clotfelter, Charles T. 1985. Federal Tax Policy and Charitable Giving. Chicago: University of Chicago Press.",
        "Chetty, Raj, Adam Looney, and Kory Kroft. 2007. Salience and Taxation: Theory and Evidence. NBER Working Paper No. 13330 (August).",
        "Burman, Leonard E. and William C. Randolph. 1994. Measuring Permanent Responses to Capital Gains Tax Changes in Panel Data. American Economic Review, v. 84, No. 4 (September), pp. 794-809.",
        "Burman, Leonard E., Kimberly A. Clausing, and John F. OHare. 1994. `Tax Reform and Realizations of Capital Gains in 1986. National Tax Journal. Vol. 47 No. 1 (March), pp. 1-18.",
        "Brown, Eleanor. 1997. Taxes and Charitable Giving: Is There a New Conventional Wisdom? Proceedings of the Eighty-Ninth Annual Conference on Taxation held under the auspices of the National Tax Association, November 10-12, 1996. pp. 153-59 Burman, Leonard E., William G. Gale, arid Jeffrey Rohaly. 2003. The Expanding Reach of the Individual Alternative Minimum Tax. Journal of Economic Perspectives, Spring 2003, v. 17, iss. 2, pp. 173-86.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan. 2004. How Much Should We Trust Differences-in-Differences Estimates? Quarterly Journal of Economics, Vol. 119, No. 1 (February), pp. 249-75 Bogart, William T., and William M. Gentry. 1995. Capital Gains Taxes and Realizations: Evidence from Interstate Comparisons. Review of Economics and Statistics, v77, n2 (May): 267-82.",
        "Broman, Amy J. 1989. Statutory Tax Rate Reform and Charitable Contributions: Evidence from a Recent Period of Reform. Journal of the American Taxation Association. (Fall), 7-21.",
        "Barrett, Kevin S., Anya M. McGuirk, arid Richard Steinberg. 1997. Further Evidence on the Dynamic Impact of Taxes on Charitable Giving. National Tax Journal. 50 (2), 321-334.",
        "Bakija, Jon. 2000. Distinguishing Transitory and Permanent Price Elasticities of Charitable Giving with Pre-Announced Changes in Tax Law. Working Paper, Williams College. <http://www.williams.edu/Economics/wp/bakijacharity.pdf> Bakija, Jon. 2008. Documentation for a Comprehensive Historical U.S. Federal and State Income Tax Calculator Program Working paper, Williams College. <http://www.williams.edu/Economics/papers/bakijaDocumentation_IncTaxCalc. pdf> Bakija, Jon, and Rob McClelland. 2004. Timing vs. Long-run Charitable Giving Behavior: Reconciling Divergent Approaches and Estimates. Working Paper.",
        "Auten, Gerald, and Janette Wilson. 1999. Sales of Capital Assets Reported on Individual Tax Returns, 1985. Statistics of Income Bulletin 18 (Spring), pp. 355-88.",
        "Auten, Gerald, James Cilke, and William Randolph. 1992. The Effects of Tax Reform on Charitable Contributions. National Tax Journal. 45 (3), 267-290.",
        "Auten, Gerald, Holger Sieg, and Charles Clotfelter. 2002. The Distribution of Charitable Giving, Income and Taxes: An Analysis of Panel Data. American Economic Review, Vol. 92, No. 1 (March), 371-382."
    ]
}