{
    "id": 14238,
    "cites": 13,
    "cited_by": 21,
    "reference": [
        "Tol, R., 2005. The Marginal Damage Costs of Carbon Dioxide Emissions: An Assessment of the Uncertainties of Energy Policy.",
        "Nordhaus, W. D., 2007. A Review of the Stern Review on the Economics of Climate Change, Journal of Economic Literature 45(3), 686-702.",
        "Metcalf, G., 2007. A Proposal for a U.S. Carbon Tax Swap. Brookings Institution. Hamilton Project Working Paper.",
        "Levinson, A,. Niemann, S., 2004. Energy Use by Apartment Tenants When Landlords Pay for Utilities , Resource and Energy Economics 26(1), 5 1-75.",
        "Kahn, M. E., 2006 Green Cities: Urban Growth and the Environment, Brookings Institution Press, Washington, DC.",
        "Holland, S. P., Mansur, E T., 2007. Is Real-Time Pricing Green?: The Environmental Impacts of Electricity Demand Variance , Review of Economics and Statistics.",
        "Golob, T. F., Brownstone, D., 2005. The Impact of Residential Density on Vehicle Usage and Energy Consumption, University of California Energy Institute, Policy & Economics Paper EPE-Ol 1 Gyourko, J., Saiz A., Summers A. A., 2008. A New Measure of the Local Regulatory Environment for Housing Markets: The Wharton Residential Land Use Regulatory Index, Urban Studies 45(3), 693-729.",
        "Glaeser, E. L., Gyourko, J., Saks, R., 2005. Why is Manhattan So Expensive? Regulation and the Rise in House Prices, Journal of Law and Economics 48(2), 33 1-370.",
        "Fischel, W. A., 1999. Does the American Way of Zoning Cause the Suburbs of Metropolitan Areas to Be Too Spread Out? In Governance and Opportunity in Metropolitan America, Altschuler, A., Mitchell, F., Morrill, W., Wolman, H., (Eds.), National Academies Press, 149-19 1.",
        "Ewing, R., Rong, F., 2008. The Impact of Urban Form on U.S. Residential Energy Use, Housing Policy Debate 19(1).",
        "Burchfield, M., Overman, H. G., Puga, D., Turner, M. A., 2006. The Determinants of Sprawl: A Portrait from Space, Quarterly Journal of Economics 121(2), 587-633.",
        "Brown, M. A., Logan, E., 2008. The Residential Energy and Carbon Footprints of the 100 Largest Metropolitan Areas, Georgia Insittute of Technology Scool of Public Policy, Working Paper 39.",
        "Aufihammer, M., Carson, R T. 2008. Forecasting the Path of Chinas C02 Emissions Using Province Level Information, Journal of Environmental Economics and Management 5 5(3), 229-247."
    ]
}