{
    "id": 14232,
    "cites": 67,
    "cited_by": 1,
    "reference": [
        "Womack, Kent, 1996, Do brokerage analysts recommendations have investment value?. Journal of Finance 51, 137-167.",
        "Westphal, James D., and Michael B. Clement, 2006, Sociopolitical dynamics in relations between top managers and security analysts: Favor-rendering, reciprocity, and analyst stock recommendations, Working paper, University of Michigan.",
        "Stickel, Scott E., 1992, Reputation and performance among security analysts, Journal of Finance 47, 1811-1836.",
        "Stickel, Scott E., 1991, Common stock returns surrounding earnings forecast revisions: more puzzling evidence. The Accounting Review, 66, 402-416.",
        "Stern, Ithai, and James D. Westphal, 2006, The other pathway to the boardroom: Interpersonal influence behavior as a substitute for elite credentials and majority status in obtaining board appointments. Administrative Science Quarterly, 51, 169-204.",
        "Schipper, K., 1991, Analysts forecasts, Accounting Horizons 5, 105-121.",
        "Ryan, Paul, and Richard J. Taffler, 2000, Do brokerage houses add value? The market impact of sell-side analyst recommendation changes, Working paper, University College, Dublin.",
        "Romano, Roberta, 2005, The Sarbanes-Oxley Act and the making of quack corporate governance, Yale Law Review 114, 152 1-1611.",
        "Richardson, S., S. Teoh, and P. Wysocki, 2004, The walkdown to beatable analysts forecasts: The role of equity issuance and inside trading incentives, Contemporary Accounting Research 21, 885-924.",
        "Raheja, Charu G., 2005, Determinants of board size and composition: A theory of corporate boards, Journal of Financial and Quantitative Analysis 40, 283-306.",
        "Molm, L.D., 2003, Theoretical comparisons of forms of exchange, Sociological Theory 21, 1-17.",
        "Pfeffer, J., 1981, Power in organizations. Marshfield, MA: Pitman Pub.",
        "Mikhail, Michael B., Beverly R. Walther, and Richard H. Willis, 1999, Does forecast accuracy matter to security analysts?, The Accounting Review 74, 185-200.",
        "Hiring Cheerleaders -~ Page 30 Michaely, Roni, and Kent L. Womack, 1999, Conflict of interest and the credibility of underwriter analyst recommendations, Review of Financial Studies 12, 653-686.",
        "Mayew, William J., 2006, Evidence of management discrimination among analysts during earnings conference calls, Journal of Accounting Research, forthcoming.",
        "Matsumoto, Dawn A., 2002, Managements incentives to avoid negative earnings surprises, The Accounting Review 77, 483-5 14.",
        "Lin, Hsiou-wei, Maureen F. McNichols, and Patricia OBrien, 2005, Analyst impartiality and investment banking relationships, Journal of Accounting Research 43, 623650.",
        "Lim, Terence, 2001, Rationality and analysts forecast bias, Journal of Finance 56, 369385.",
        "Lin, Hsiou-wei and Maureen F. McNichols, 1998, Underwriting relationships, analysts earnings forecasts and investment recommendations, Journal of Accounting and Economics 25, 101-127.",
        "Liden, R.C., and T.R. Mitchell, 1988, Ingratiatory behaviors in organizational settings, Academy of Management Review 13, 572.",
        "Libby, Robert, James E. Hunton, Hun Tong Tan, and Nicholas Seybert, 2008, Relationship incentives and the optimistic/pessimistic pattern in analysts forecasts, Journal of Accounting Research 46, 173-198.",
        "Lee, Changmin, 2007, Whats happened over the past 10 years to the selection of retired CEOs as board members?, Working paper, Indiana University.",
        "Kuperman, J.C., 2003, Using cognitive schema theory in the development of public relations strategy: Exploring the case of firms and financial analysts following acquisition announcements, Journal of Public Relations Research 15, 117-150.",
        "Ke, Bin, and Yong Yu, 2006, The effect of issuing biased earnings forecasts on analysts access to management and survival, Journal of Accounting Research 44, 965-999.",
        "Kaplan, S., and D. Reishus, 1990, Outside directorships and corporate performance, Journal of Financial Economics 1990, 389-4 10.",
        "Jensen, M., 2004, Who gets Wall Streets attention? How alliance announcements and alliance density affect analyst coverage, Strategic Organization 2, 293-312.",
        "Jensen, Michael C., 1993, The modern industrial revolution, exit, and the failure of internal control systems, Journal of Finance 48, 831-880.",
        "Jegadeesh, Narasimhan, Joonghyuk Kim, Susan D. Krische, and Charles M. C. Lee, 2004, Analyzing the analysts: When do recommendations add value?, Journal of Finance 59, 1083-1124.",
        "Jackson, Andrew, 2005, Trade generation, reputation, and sell-side analysts, Journal of Hiring Cheerleaders -~ Page 29 Finance 60, 673-717.",
        "Hwang, Byoung-Hyoun and Seoyoung Kim, 2008, It pays to have friends, Journal of Financial Economics, forthcoming.",
        "Hong, Harrison, and Jeffrey D. Kubik, 2003, Analyzing the analysts: Career concerns and biased forecasts, Journal of Finance 58, 313-35 1.",
        "Hong, Harrison, and Marcin Kacperczyk, 2007, Competition and bias, Working paper, Princeton University.",
        "Hillman, A.J., and T. Dalziel, 2003, Boards of directors and firm performance: Integrating agency and resource dependence perspectives, Academy of Management Review 28, 383-396.",
        "Hermalin, Benjamin E. and Michael S. Weisbach, 2003, Boards of directors as an endogenously determined institution: A survey of the economic literature, Economic Policy Review (Federal Reserve Board of New York), April 2003, 7-26.",
        "Hermalin, Benjamin E. and Michael S. Weisbach, 1998, Endogenously chosen boards of directors and their monitoring of the CEO, American Economic Review 88, 96118.",
        "Heath, A., 1976, Rational choice and social exchange: a critique of exchange theory. Cambridge: Cambridge University Press.",
        "Harris, Milton and Artur Raviv, 2007, A theory of board control and size, Review of Financial Studies, forthcoming.",
        "Gleason, Cristi A., and Charles M. C. Lee, 2003, Analyst forecast revisions and market price discovery, The Accounting Review 78, 193-225.",
        "Gilson, Stuart, 1990, Bankruptcy, boards, banks, and blockholders: Evidence on changes in corporate ownership when firms default, Journal of Financial Economics 27, 355-387.",
        "Friedman, D., and N. Singh, 2004, Negative reciprocity and the coevolution of memes and genes, Evolution and Human Behavior 25, 155-173.",
        "Francis, J. and D. Philbrick, 1993, Analysts decisions as products of a multi-task environment, Journal of Accounting Research 31, 216-231.",
        "Flynn, F., 2004, Identify orientations and forms of social exchange in organizations, Academy of Management Review 30, 737-750.",
        "Fields, M. Andrew and Phyllis Y. Keys, 2003, The emergence of corporate governance Hiring Cheerleaders -~ Page 28 from Wall St. to Main St.: Outside directors, board diversity, earnings management, and managerial incentives to bear risk, The Financial Review 38, 124.",
        "Fich, Eliezer M., and Anil Shivdasani, 2006, Are busy boards effective monitors? Journal of Finance 61, 689-724.",
        "Fich, Eliezer M., 2005, Are some outside directors better than others? Evidence from director appointments by Fortune 1000 firms, Journal of Business 78, 1943-1972.",
        "Fehr, E., and S. Gachter, 2000, Fairness and retaliation: the economics of reciprocity, Journal of Economic Perspectives 14, 159-181.",
        "Fama, Eugene F., and Michael C. Jensen, 1983, Separation of ownership and control, Journal of Law and Economics 26, 301-325.",
        "Ekeh, P.P., 1974, Social exchange theory: The two traditions. Cambridge, MA: Harvard University Press.",
        "Duchin, Ran, John G. Matsusaka, and Oguzhan Ozbas, 2007, When are outside directors effective?, Working paper, University of Southern California.",
        "Deckop, J.R., C.C. Cirke, and L.M. Andersson, 2003, Doing unto others: The reciprocity of helping behavior in organizations, Journal of Business Ethics 47, 101-113. DeFond, Mark L., Rebecca N. Hann, and Xuesong Hu, Does the market value financial experience on audit committees of boards of directors?, Journal of Accounting Research 43, 153-193.",
        "Das, S., C. Levine, and K. Sivaramakrishnan, 1998, Earnings predictability and bias in analysts earnings forecasts, The Accounting Review 73, 277-295.",
        "Cohen, Lauren, Andrea Frazzini, and Christopher J. Malloy, 2007, The small world of investing: Board connections and mutual fund returns, Journal of Political Economy, forthcoming. Dahya, Jay, and John J. McConnell, Board composition, corporate performance, and the Cadbury Committee Recommendation, Journal of Financial and Quantitative Analysis 42, 535-564.",
        "Cohen, Lauren, Andrea Frazzini, and Christopher J. Malloy, 2008, Sell-side school ties, Working paper, Harvard University.",
        "Clement, Michael, 1999, Analyst forecast accuracy: Do ability, resources, and portfolio complexity matter? Journal of Accounting and Economics 27, 285-303.",
        "Hiring Cheerleaders Page 27 Chen, Suping, and Dawn A. Matsumoto, 2006, Favorable versus unfavorable recommendations: The impact on analyst access to management-provided information, Journal of Accounting Research 44, 657-689.",
        "Carpenter, M.A., M.A. Gelekanycz, and W.G. Sanders, 2004, Upper echelon research revisited: Antecedents, elements, and consequences of top management team composition, Journal of Management 30, 749-778.",
        "Carhart, Mark M., 1997, On persistence in mutual fund performance, Journal of Finance 52, 57-82.",
        "Cannella, A.A., S. Finkelstein, and D.C. Hambrick, 2005, Strategic leadership: The characteristics and cultivation of top executives, Oxford: Oxford University Press.",
        "Brickley, James A., James S. Linck, and Jeffrey L. Coles, 1999, What happens to CEOs after they retire? New evidence on career concerns, horizon problems, and CEO inventives, Journal of Financial Economics 52, 34 1-377.",
        "Blau, P.M., 1964, Exchange and power in social life. New York: Wiley.",
        "Bhagat, Sanjai and Bernard S. Black, 2002, The non-correlation between board independence and long-term firm performance, Journal of Corporation Law 27, 231-273.",
        "Bertrand, Marianne, and Antoinette Schoar, 2003, Managing with style: The effect of managers on corporate policy, Quarterly Journal of Economics 118, 1169-1208.",
        "Barber, Brad, Reuven Lehavy, Maureen McNichols, and Brett Trueman, 2005, Buys, holds, and sells: The distribution of investment banks stock ratings and the implications for the profitability of analysts recommendations, Journal of Accounting and Economics, forthcoming.",
        "Barber, Brad, Reuven Lehavy, Maureen McNichols, and Brett Trueman, 2003, Reassessing the returns to analysts stock recommendations, Financial Analysts Journal 59, 88-96.",
        "Barber, Brad, Reuven Lehavy, Maureen McNichols, and Brett Trueman, 2001, Can investors profit from the prophets? Security analyst recommendations and stock returns, Journal of Finance 56, 531-564.",
        "Barber, Brad, Reuven Lehavy, and Brett Trueman, 2005, Comparing the stock recommendation performance of investment banks and independent research firms, Journal of Financial Economics, forthcoming.",
        "Adams, Renee and Daniel Ferreira, 2007, A theory of friendly boards, Journal of Finance 62, 2 17-250."
    ]
}