{
    "id": 14249,
    "cites": 16,
    "cited_by": 12,
    "reference": [
        "Stulz, RenÃ\u0083Â©, 1999, Globalization of Capital Markets and the Cost of Capital, Journal of Applied Corporate Finance, Vol. 12, Number 3, 8-25.",
        "Reinhart, Carmen and Kenneth Rogoff, 2004, The Modern History of Exchange Rate Arrangements: A Reinterpretation, Quarterly Journal of Economics, Vol. 119, No. 1, 148.",
        "Kaminsky, Graciela and Sergio Schmukler, 2008, Short-Run Pain, Long-Run Gain: Financial Liberalization and Stock Market Cycles, Review of Finance, forthcoming Kodres, Laura and Matt Pristker, 2002, A Rational Expectations Model of Financial Contagion, Journal of Finance, Vol. 57, 769-799.",
        "Kaminsky, Graciela and Carmen Reinhart, 2008, The Center and the Periphery: The Globalization of Financial Shocks, in Carmen M. Reinhart, Carlos A. VÃ\u0083Â©gh and Andres Velasco (eds.), Money, Crises, and Transition: Essays in Honor of Guillermo Calvo, MIT Press, forthcoming.",
        "Kaminsky, Graciela and Carmen Reinhart, 2000, On Crises, Contagion, and Confusion, Journal of International Economics, Vol. 51 No. 1, June, 145-168.",
        "Goldstein, Morris, 1998, The Asian Financial Crisis; Causes, Cures, and Systemic Implications, Policy Analyses in International Economics 55. Washington D.C.: Institute for International Economics, Kaminsky, Graciela, 1998, Currency and Banking Crises: The Early Warnings of Distress, International Finance Working Paper, Federal Reserve Board.",
        "Glick, Reuven and Andrew Rose, 1999, Contagion and Trade: Why are Currency Crises Regional? Journal of International Money and Finance, Elsevier, vol. 18, Number 4, August, 603-617.",
        "Forbes, Kristin and Roberto Rigobon, 2002, No Contagion, Only Interdependence: Measuring Stock Market Co-movements, Journal of Finance, Volume 57, Number 5, October, pages 2223-2261.",
        "Forbes, Kristin and Roberto Rigobon, 2001, Contagion in Latin America: Definitions, Measurement, and Policy Implications, Economia, Volume 1, Number 2, 1-46.",
        "Dooley, Michael, 2000, A Model of Crises in Emerging Markets, Economic Journal, Royal Economic Society, Vol. 110 (460), January, 256-72.",
        "Cipriani, Marco, and Graciela Kaminsky, 2007, A New Era of Financial Integration: Global, Market, and Country Factors, George Washington University Working Paper.",
        "Calvo, Sara and Carmen Reinhart, 1996, Capital Flows to Latin America: Is There Evidence of Contagion Effects? World Bank Policy Research Working Paper No. 1619 Claessens, Stijn, Ash DemirgtiÃ\u0083Â§-Kunt, and Hany Huizinga, 1998, How Does Foreign Entry Affect the Domestic Banking Market? World Bank Policy Research Working Paper No.",
        "Calvo, Guillermo, Leonardo Leiderman, and Carmen Reinhart, 1993, Capital Inflows and Real Exchange Rate Appreciation in Latin America, IMF Staff Papers, Vol. 40, Number 1, 108- 15 1.",
        "Calvo, Guillermo, 1998, Contagion in Emerging Markets: When Wall Street is a Carrier, unpublished, in http ://www.columbia.edu/-gc2286/ciecrp8 .pdf Calvo, Guillermo and Enrique Mendoza, 2000, Rational Contagion and the Globalization of Securities Markets, Journal of International Economics, Vol. 51, Number 1, June, 79113.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo, 2001, Hedging and Financial Fragility in Fixed Exchange Rate Regimes, European Economic Review, Vol. 45, 1151-93.",
        "Basu, Ritu, 1998, A Simple Model of Herd Behavior, Quarterly Journal of Economics, Volume 103, Number 3, August, 797-8 17."
    ]
}