{
    "id": 14247,
    "cites": 33,
    "cited_by": 20,
    "reference": [
        "Welch, Finis. 1999. In Defense of Inequality American Economic Review 89: 1-17.",
        "U.S. Census Bureau. 2007. Current Population Survey Annual Social and Economic Supplement Technical Documentation. Washington DC: GPO.",
        "Ryscavage P. 1995. A surge in growing income inequality? Monthly Labor Review, August, 51-61. http]!wwwbis.capv!cpub/m1c~ Slemrod, Joel. 1996. High-income Families and the Tax Changes of the 1980s: The Anatomy of Behavioral Response, In Empirical Foundations of Household Taxation, edited by Martin Feldstein and James M. Poterba. Chicago: University of Chicago Press (for NBER). U.S. Census Bureau. Various years. Income, Poverty, and Health Insurance Coverage in the United States: various years. (August), Current Population Reports, Consumer Income, Washington DC: GPO.",
        "Rubin, Donald B. 1987. Multiple Imputation for Nonresponse in Surveys. New York: Wiley.",
        "Reynolds, Alan. 2006. Income and Wealth. Westport, Connecticut: Greenwood Press.",
        "Reiter, J.P. 2003. Inference for Partially Synthetic, Public Use Microdata Sets. Survey Methodology, 29: 18 1-188.",
        "Piketty, Thomas, and Emmanuel Saez. 2003. Income Inequality in the United States, 19131998.  Quarterly Journal of Economics, 118 (1): 1-39.",
        "Levy, Frank, and Richard J. Murnane. 1992. U.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations. Journal of Economic Literature, 30 (3): 1333-1381.",
        "Lanimore, Jeff, Richard V. Burkhauser, Shuaizhang Feng and Laura Zayatz. 2009 forthcoming. Consistent Cell Means for Topcoded Incomes in the Public Use March CPS (19762007) . Journal of Economic and Social Measurement.",
        "Kruger, Dirk, and Fabrizio Perri. 2006. Does Income Inequality Lead to Consumption Inequality? Review of Economic Studies, 73 (1): 163-193.",
        "Jones, A.F., Jr., and Weinberg, D.H. 2000. The Changing Shape of the Nations Income Distribution. Current Population Reports, U.S. Census Bureau, June 2000. ~~1tp://w~~ Karoly, Lynn A. and Gary Burtless. 1995. Demographic Changes, Rising Earnings Inequality, and the Distribution of Personal Well-Being, 1959-1989. Demography, 32 (3): 379405.",
        "Jenkins, Stephen P., Richard V. Burkhauser, Shuaizhang Feng, and Jeff Larrimore. 2008. Measuring Inequality with Censored Data: A Multiple Imputation Approach. ISER Working Paper. Colchester, UK: Institute for Social and Economic Research, University of Essex. (in preparation).",
        "Jenkins, Stephen P., and Philippe Van Kerm. 2009 forthcoming. The Measurement of Economic Inequality. In: W. Salverda, B. Nolan and Timothy M. Smeeding (eds), The Oxford Handbook on Economic Inequality. Oxford: Oxford University Press.",
        "Gottschalk, Peter, and Sheldon Danziger. 2005. Inequality of Wage Rates, Earnings and Family Income in the United States, 1975-2002. Review of Income and Wealth 51(2): 23 1-254.",
        "Gottschalk, Peter, and Timothy M. Smeeding. 1997. Cross-National Comparisons of Earnings and Income Inequality. Journal of Economic Literature, 35 (2): 633-687.",
        "Goolsbee, Austan. 2000. What Happens When You Tax the Rich? Evidence from Executive Compensation. Journal of Political Economy, 108 (2): 352-37 8.",
        "Fichtenbaum, R. and Shahidi, H. (1988) Truncation Bias and the Measurement of Income Inequality. Journal of Business and Economic Statistics, 6: 335-337.",
        "Feng, Shuaizhang, Richard V. Burkhauser, and J.S. Butler. 2006. Levels and Long-Term Trends in Earnings Inequality: Overcoming Current Population Survey Censoring Problems Using the GB2 Distribution. Journal of Business and Economic Statistics 24 (1): 57-62.",
        "Feenberg, Daniel and James M. Poterba. 1993. Income Inequality and the Incomes of Very High-Income Taxpayers: Evidence from Tax Returns, in Tax Policy and the Economy, ed. James M. Poterba, 7, Cambridge, MA: NBERIMIT Press, pp.",
        "Danziger, Sheldon and Peter Gottschalk. (Eds.) 1993. Uneven Tides: Rising Inequality in America. New York: Russell Sage Foundation.",
        "Daly, Mary C. and Robert G. Valletta. 2006. Inequality and Poverty in United States: The Effects of Rising Dispersion of Mens Earnings and Changing Family Behaviour. Economica, 73 (289): 75-98.",
        "Cowell, Frank A., and Maria-Pia Victoria-Feser. 1996. Robustness Properties of Inequality measures. Econometrica, 64: 77-10 1.",
        "Cowell, Frank A. 2000. Measurement of Inequality. In: Anthony B. Atkinson and FranÃ\u0083Â§ois Bourguignon (eds), Handbook of Income Distribution, 87-166. Elsevier North Holland: Amsterdam.",
        "Burkhauser, Richard V. and Jeff Larrimore. 2008. Trends in the Relative Economic Well Being of Working-Age Men with Disabilities: Conecting the Record using Internal Current Population Survey Data. Center for Economic Studies Working Paper Series CES-WP08-05, March 2008. ~ key::::i 01811 Burkhauser, Richard V., Takashi Oshio, and Ludmila Rovba. 2008. How the Distribution of After-Tax Income Changed Over the 1990s Business Cycle: A Comparison of the United States, Great Britain, Germany, and Japan. Journal of Income Distribution, 17 (1): 87109.",
        "Burkhauser, Richard V., Shuaizhang Feng, and Stephen P. Jenkins. 2007. Using the P90/P 10 Ratio to Measure US Inequality Trends with Current Population Survey Data: A View from Inside the Census Bureau Vaults. ISER Working Paper 2007-14. Colchester, UK: Institute for Social and Economic Research, University of Essex.",
        "Burkhauser, Richard V., J.S. Butler, Shuaizhang Feng, and Andrew Houtenville. 2004. LongTerm Trends in Earnings Inequality: What the CPS Can Tell Us. Economics Letters, 82: 295-299.",
        "Burkhauser, Richard V., Kenneth A. Couch, Andrew J. Houtenville, and Ludmila Rovba. 20032004 Income Inequality in the 1990s: Re-Forging a Lost Relationship? Journal of Income Distribution, 12 (3-4): 8-35.",
        "Brachmann, Klaus, Andreas Stich, and Mark Trede. 1996. Evaluating Parametric Income Distribution Models. Allgemeines Statistisches Archiv 80: 285-298.",
        "Bordley, Robert F., James B. McDonald, and Anand Mantrala. 1996. Something New, Something Old: Parametric Models for the Size Distribution of Income. Journal of Income Distribution 6: 91-103.",
        "Bandourian, Ripsy, James B. McDonald, and Robert S. Turley. 2002. A Comparison of Parametric Models of Income Distribution across Countries and Over Time. Working Paper No. 305. Luxembourg: Luxembourg Income Study. http://www ~ Bishop, John A., Jong-Rong Chiou, and John P. Formby. 1994.Truncation Bias and the Ordinal Evaluation of Income Inequality. Journal of Business and Economic Statistics, 12: 123127.",
        "Autor, David, Lawrence Katz, and Melissa Kearney. 2008. Trends in U.S. Wage Inequality: Revising the Revisionists. Review of Economics and Statistics 90(2): 300-323.",
        "Atkinson, Anthony B., Lee Rainwater, and Timothy Smeeding. 1995. Income Distribution in OECD Countries. Evidence from the Luxembourg Income Study. Social Policy Studies No. 18. Paris: Organization for Economic Cooperation and Development.",
        "Atkinson, Anthony B., and Andrea Brandolini. 2001. Promises and Pitfalls in the Use of Secondary Data Sets: Income Inequality in OECD Countries as a Case Study. Journal of Economic Literature, 39 (3): 77 1-799."
    ]
}