{
    "id": 14242,
    "cites": 30,
    "cited_by": 6,
    "reference": [
        "Warnock, Francis E. and Veronica Cacdac Warnock, 2006, International Capital Flows and U.S. Interest Rates, NBER Working Paper #12560, October 2006.",
        "Schmitt-Grohe, Stephanie and Martin Uribe (2004), Optimal Fiscal and Monetary Policy Under Sticky Prices, Journal of Economic Theory, 114, February, 198-230.",
        "Pesenti, Paolo, 2008, The Global Economy Model (GEM): Theoretical Framework, NBER Working Paper No. 13795.",
        "Ohanian, Lee, Alan Stockman, and Lutz Kilian, 1995, The Effects of Real and Monetary Shocks in a Business Cycle Model with Some Sticky Prices, Journal of Money Credit and Banking, Vol. 27, No. 4, Part 2, pp. 1209 - 1234.",
        "McCallum, Bennett, and Edward Nelson, 2000, Monetary Policy for an Open Economy: An Alternative Framework with Optimizing Agents and Sticky Prices, Oxford Review of Economic Policy, Oxford University Press, vol. 16(4), pages 74-9 1, Winter.",
        "Lewis, Karen K., 1995, Puzzles in International Financial Markets, in Grossman, Gene M and Kenneth Rogoff (eds.) Handbook of International Economics, volume 3, Amsterdam, Elsevier, pp. 1913-1971.",
        "Lane, Philip and Gian Maria Milesi-Ferretti, 2007, A Global Perspective on External Positions, in G7 Current Account Imbalances: Sustainability and Adjustment (Richard Clarida, ed.), NBER - University of Chicago Press.",
        "(2006), International Portfolio Equilibrium and the Current Account, mimeo.",
        "Krishnamurthy, Arvind, and Annette Vissing-Jorgensen, 2008, The Aggregate Demand for Treasury Debt, mimeo.",
        "______________ 2005, Macroeconomic Effects of Nominal Exchange Rates Regimes: New Insights into the Role of Price Dynamics, Journal of International Money and Finance, Vol. 24, pp.275-292.",
        "Kollmann, Robert, 2002, Monetary Policy Rules in the Open Economy: Effects on Welfare and Business Cycles, Journal of Monetary Economics, Vol.49, pp.989-1015.",
        "Holmstrom, Bengt and Jean Tirole, 1998, Private and Public Supply of Liquidity, Journal of Political Economy, Vol. 106, No. 1, February, pp. 1 - 40.",
        "Kouri, Pentti, 1976, Capital Flows and the Dynamics of the Exchange Rate, Seminar Paper 67, Stockholm: Institute for International Economic Studies.",
        "Heathcote, Jonathan, and Fabrizio Perri, 2002, Financial Autarky and International Real Business Cycles, Journal of Monetary Economics, April, 49/3, pp. 601 - 627.",
        "Greenwood, Robin and Dimitir Vayanos, 2008, Bond Supply and Excess Bond Returns, NBER Working Paper No. 13806, February 2008.",
        "Gourinchas, Piene-Olivier and Helene Rey, 2007, From World Banker to World Venture Capitalist: Exorbitant Privilege, in Clarida, Richard (ed.) G7 Current Account Imbalances, Sustainability and Adjustment, University of Chicago Press, Chicago.",
        "Goldberg, Linda and Cedric Tille, 2008, Macroeconomic Interdependence and the International Role of the Dollar, Mimeo.",
        "Faruqee, Hamid, Douglas Laxton, Dirk Muir, and Paolo Pesenti, 2005, Smooth Landing or Crash? Model-based Scenarios of Cunent Account Rebalancing, NBER Working Paper No. 11583.",
        "Froot, Kenneth A. and Jeffrey A. Frankel, 1989, Forward Discount Bias: Is it an Exchange Risk Premium? Ouarterlv Journal of Economics, vol. 104, no. 1, February 1989, pp. 139-161.",
        "Erceg, Christopher, Luca Guenieri, and Christopher Gust, 2005, Expansionary Fiscal Shocks and the Trade Deficit, FRB International Finance Discussion paper No. 825.",
        "Dornbusch, Rudiger, 1976, Expectations and Exchange Rate Dynamics, Journal of Political Eeconomy, 84: 1161-76.",
        "_______________ 2008b Monetary and Fiscal Policy Coordination when Bonds Provide Transactions Services , mimeo.",
        "Canzoneri, Matthew, Robert Cumby, Behzad Diba and David LÃ\u0083Â³pez-Salido, 2008a, Monetary Aggregates and Liquidity in a Neo-Wicksellian Framework, Journal of Money. Credit, and Banking, forthcoming.",
        "_______________ 2007b, The Cost of Nominal Rigidity in NNS Models, Journal of Money Credit and Banking, Vol. 39, No. 7, October 2007, pp. 1563-1586.",
        "Canzoneri, Matthew, Robert Cumby, and Behzad Diba, 2007a, Euler equations and money market interest rates: A challenge for monetary policy models, Journal of Monetary Economics, vol. 54, no. 7, October 2007, pp. 1863-188 1.",
        "Backus, David, Patrick Kehoe, and Finn Kydland, 1995, International Business Cycles: Theory and Evidence, in Thomas Cooley, ed, Frontiers of Business Cycle Research, Princeton University Press, Princeton.",
        "Branson, William and Dale Henderson, 1985, The Specification and Influence of Asset Markets, in Handbook of International Economics II, edited by Ronald Jones and Peter Kenen, Amsterdam: Elsevier Science Publishers.",
        "Backus, David and Gregor Smith, 1993, Consumption and real exchange rates in dynamic economies with non-traded goods, Journal of International Economics, Volume 35, Issues 3-4, November, pp 297-3 16.",
        "Alverez, Fernando, Andrew Atkeson, and Patrick Kehoe, 2007, Time varying risk, Interest Rates and Exchange Rates in General Equilibrium, FRB of Minneapolis Staff Report 371, Revised Sept.",
        "Aliber, Robert, 1964, The Costs and Benefits of the U.S. Role as a Reserve Currency Country, Ouarterly Journal of Economics, Vol. 78, No. 3, pp. 442 - 456."
    ]
}