{
    "id": 14245,
    "cites": 47,
    "cited_by": 3,
    "reference": [
        "Leuz, Christian, 2007, Was the Sarbanes-Oxley Act of 2002 really this costly? A discussion of evidence from event returns and going-private decisions, Journal of Accounting and Economics 44, 146165.",
        "Leuz, Christian, Alexander J. Triantis, and Tracy Wang, 2008, Why do firms go dark? Causes and economic consequences of voluntary SEC deregistrations, Journal of Accounting and Economics 45, 181-208.",
        "Lel, Ugur., and Darius P. Miller, 2007, International cross-listing, firm performance and top management turnover: a test of the bonding hypothesis, Journal of Finance, forthcoming.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 1998, Law and finance, Journal of Political Economy 106, 1113-1155.",
        "Karolyi, G. Andrew, 2006, The world of cross-listings and cross-listings of the world: challenging conventional wisdom, Review of Finance 10, 99-152.",
        "Ince, Ozgur S., and R. Burt Port, 2006, Individual equity return data from Thomson Datastream: handle with care, Journal of Financial Research 29, 463-479.",
        "Hostak, Peter, Emre Karaoglu, Thomas Lys, and Yong Yang, 2007, An examination of the impact of the Sarbanes-Oxley Act on the attractiveness of U.S. capital markets for foreign firms, working paper, Northwestern University.",
        "Hail, Luzi, and Christian Leuz, 2006, Cost of capital effects and changes in growth expectations around U.S. cross-listings, ECGI Finance working paper.",
        "Fernandes, Nuno G., Darius P. Miller, and Ugur Lel, 2007, Escape from New York: the market impact of SEC Rule 1 2h-6 on foreign private issuers, working paper, Southern Methodist University.",
        "Fama, Eugene, and Kenneth French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Engel, Ellen, Rachel M. Hayes, and Xue Wang, 2007, The Sarbanes-Oxley Act and firms going-private decisions, Journal of Accounting and Economics 44, 116-145.",
        "Duarte, Jefferson, Katie Kong, Lance A. Young, and Stephan Siegel, 2007, Foreign listings, US equity markets, and the impact of the Sarbanes-Oxley Act, 2007, working paper, University of Washington.",
        "Doidge, Craig, G. Andrew Karolyi, and RenÃ\u0083Â© M. Stulz, 2008, Has New York become less competitive than London in global markets? Evaluating foreign listing choices over time, 2008, Journal of Financial Economics, forthcoming.",
        "Doidge, Craig, G. Andrew Karolyi, RenÃ\u0083Â© M. Stulz, Karl V. Lins, and Darius P. Miller, 2008, Private benefits of control, ownership, and the cross-listing decision, Journal of Finance, forthcoming.",
        "Doidge, Craig, G. Andrew Karolyi, and RenÃ\u0083Â© M. Stulz, 2004, Why are foreign firms listed in the U.S. worth more? Journal of Financial Economics 71, 205-23 8.",
        "Doidge, Craig, 2004, U.S. cross-listings and the private benefits of control: evidence from dual-class firms, Journal of Financial Economics 72, 519-553.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2008, The law and economics of self-dealing, Journal of Financial Economics 88, 430-465.",
        "Dahlquist, Magnus, Lee Pinkowitz, RenÃ\u0083Â© M. Stulz, and Rohan Williamson, 2003, Corporate governance and the home bias, Journal of Financial and Quantitative Analysis 38, 87-110.",
        "Committee on Capital Markets Regulation, 2007, The competitive position of the U.S. public equity market, Available at: www.caprnktsreg.org.",
        "Committee on Capital Markets Regulation, 2006, Interim report of the Committee for Capital Markets Regulation, Available at: www~capmktsreg~oi~g.",
        "Coffee, John C., 2007, Law and the market: the impact of enforcement, Columbia Law and Economics working paper.",
        "Coffee, John C., 1999, The future as history: the prospects for global convergence in corporate governance and its implications, Northwestern University Law Review 93, 64 1-708.",
        "Chemmanur, Thomas J. and Paolo Fulghieri, 2006. Competition and cooperation among exchanges: a theory of cross-listing and endogenous listing standards, Journal of Financial Economics, 82, 455-489.",
        "Chaplinsky, Susan, and Latha Ramchand, 2007, From listing to delisting: foreign firms entry and exit from the U.S., working paper, University of Virginia.",
        "Chhaochharia, Vidhi, and Yaniv Grinstein, 2007, Corporate governance and firm value: the Impact of the 2002 governance rules, Journal of Finance 62, 1789-1825.",
        "Zhang, Ivy Xiying, 2007, Economic consequences of the Sarbanes-Oxley Act of 2002, Journal of Accounting and Economics 44, 74-1 15..",
        "Witmer, Jonathan L., 2006, Why do firms cross-(de)list? An examination of the determinants and effects of cross-delisting, working paper, Bank of Canada.",
        "Stulz, RenÃ\u0083Â© M., 1999, Globalization, corporate finance, and the cost of capital, Journal of Applied Corporate Finance 12, 8-25.",
        "White, Halbert, 1980, A heteroscedasticity consistent covariance matrix estimator and a direct test for heterescedasticity, Econometrica 48, 817-838.",
        "Smith, Geoffrey, 2007, A look at the impact of Sarbanes-Oxley on cross-listed firms, working paper, University of Illinois.",
        "Schwert, G. William, 1981, Using financial data to measure effects of regulation, Journal of Law and Economics 24, 121-158.",
        "Schipper, Katherine, and Rex Thompson, 1983, The impact of merger-related regulations on the shareholders of acquiring firms, Journal of Accounting Research 21, 184-221.",
        "Rezaee, Zabihollah, and Pankaj Jam, 2006, The Sarbanes-Oxley Act of 2002 and security market behavior: Early evidence, Contemporary Accounting Research 23, 629-654.",
        "Reese, William, and Michael Weisbach, 2002, Protection of minority shareholder interests, cross-listings in the United States, and subsequent equity offerings, Journal of Financial Economics 66, 65-104.",
        "Pistor, Katharina, Martin Raiser, and Stanlislaw Gelfer, 2000, Law and finance in transition economies, Economics of Transition 8, 325-368.",
        "Piotroski, Joseph D. and Suraj Srinivasan, 2008, Regulation and bonding: the Sarbanes-Oxley Act and the flow of international listings, Journal of Accounting Research 46, 3 83-425.",
        "Marosi, Andras and Nadia Massoud, 2007, Why do firms go dark? Journal of Financial and Quantitative Analysis 42, 421-442 Marosi, Andras, and Nadia Massoud, 2008, `You can enter, but you cannot leave... - U.S. securities markets and foreign firms, Journal of Finance, forthcoming.",
        "McKinsey & Company, 2007, Sustaining New Yorks and the US Global Financial Services Leadership, Available at: htt~://www.senate.gov/~schumer/.",
        "Macey, Jonathan R., Maureen OHara, and David Pompilio, 2005, Down and out in the stock market: the law and finance of the delisting process, working paper, Cornell University.",
        "Liu, Shinhua, and John Stowe, 2005, The shareholder wealth effects of voluntary foreign delistings: An empirical analysis, Applied Financial Economics Letters 1, 199-204.",
        "Liu, Shinhua, 2004, The impact of involuntary foreign delistings: an empirical analysis, working paper, Texas A&M International University.",
        "Litvak, Kate, 2007, The effect of the Sarbanes-Oxley Act on non-U.S. companies cross-listed in the U.S., Journal of Corporate Finance 13, 195-228.",
        "Li, Xi, 2007, The Sarbanes-Oxley Act and cross-listed foreign private issuers, working paper, University of Miami.",
        "Li, Haidan, Morton Pincus, and Sonja Rego, 2008, Market reaction to events surrounding the SarbanesOxley Act of 2002 and earnings management Journal of Law and Economics, forthcoming.",
        "Binder, John J., 1998, The event study methodology since 1969, Review of Quantitative Finance and Accounting 11, 111-137.",
        "Binder, John J., 1985, On the use of the multivariate regression model in event studies, Journal of Accounting Research 23, 370-3 83.",
        "Berger, Philip G., Feng Li, and Franco Wong, 2005. The impact of Sarbanes-Oxley on cross-listed companies, working paper, University of Chicago."
    ]
}