{
    "id": 14259,
    "cites": 41,
    "cited_by": 57,
    "reference": [
        "Angeletos, M.,Werning I, 2006, Crises and Prices: Information Aggregation, Multiplicity, and Volatility, American Economic Review, 96(5), 1720-1736.",
        "Bernanke, B., Gertler, M., 1989, Agency Costs, Net Worth, and Business Fluctuations, American Economic Review, 79(1), 14-31.",
        "Beaudry, P., Portier, F., 2006, Stock Prices, News, and Economic Fluctuations, American Economic Review, 96(4), September, 1293-1307.",
        "Bils, M., Chang, Y., 2000, Understanding How Price Responds to Costs and Production, Carnegie-Rochester Conference Series on Public Policy, 52(1), 33-77.",
        "Blanchard, O., 1992, For a Return to Pragmatism, Federal Reserve Bank of Saint Louis Conference on Business Cycles, Proceedings, 121-132.",
        "Blanchard, O., Gali, J., 2007, Real Rigidities and the New Keynesian Model, February 2007, Journal of Money, Credit and Banking, Proceedings of the Conference on Quantitative Evidence on Price Determination, 35-66.",
        "Caballero, R., Engel, E, Haltiwanger, J., 1995, Plant Level Adjustment and Aggregate Investment Dynamics, Brookings Papers on Economic Activity, (2), 1-54.",
        "Caballero, R., Farhi, E., Hammour, M., 2006, Speculative Growth: Hints from the US Economy, American Economic Review, 66(4), 1159-1192.",
        "Caballero, R., Engel, E, 2007, Price Stickiness in Ss models; New Interpretations of Old Results, Journal of Monetary Economics, 54.",
        "Chari, V.V, Kehoe, P., McGrattan E. , 2008, New-Keynesian Models Are Not Yet Useful for Policy Analysis, mimeo, Minneapolis Fed, forthcoming AEJ-Macro.",
        "Clarida, R., Gali, J, Gertler, M, 1999, The Science of Monetary Policy: A New-Keynesian Perspective, Journal of Economic Literature, December, 1661-1707.",
        "Diamond, D., Dybvig, P.H., 1983, Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy, 91(3), 401-419.",
        "Dornbusch, R., 1976, Expectations and Exchange Rate Dynamics, Journal of Political Economy, 84, 1161-1176.",
        "Dynare, Simulation software, www.cepremap.cnrs.fr/dynare/. Gali, J., Gertler, M., LÃ\u0082Â¶opez-Salido, 2005, Robustness of the Estimates of the Hybrid New Keynesian Phillips Curve, Journal of Monetary Economics, 52, 1107-1118.",
        "Golosov, M., Lucas, R., 2007, Menu Costs and the Phillips Curve, Journal of Political Economy, 115(2), 171-199.",
        "Gopinath, G. , Rigobon, R., Itskhoki O., 2007, Currency Choice and Exchange Rate Passthrough, mimeo Harvard.",
        "Hall, R., 2005, Employment Fluctuations with Equilibrium Wage Stickiness, American Economic Review, 95(1), 50-64.",
        "Holmstrom, B., Tirole, J., 1997, Financial Intermediation, Loanable Funds, and the Real Sector, Quarterly Journal of Economics, 91(3), 401-419.",
        "Iskrev, N., 2008, How Much Do We Learn from the Estimation of DSGE Models? A Case Study of IdentiÃ\u0082Â¯cation Issues in a New Keynesian Business Cycle Model, mimeo, Michigan, May.",
        "Krusell, P. and A. Smith, 1998, Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy, 106(5), 867-896.",
        "Lorenzoni, G., 2008, A Theory of Demand Shocks, mimeo MIT, January, American Economic Review, forthcoming.",
        "Lucas, R., Sargent T, 1978, After Keynesian Economics, After the Phillips curve: Persistence of high inflation and high unemployment, Federal Reserve Bank of Boston Conference volume.",
        "Mackowiak, B., Smets, F., 2008, On the Implications of Micro Price Data for Macro Models, mimeo, ECB.",
        "Morris, S., Shin, H., 2002, Social Value of Public Information, American Economic Review, 52(5), 1521-1534.",
        "Pissarides, C., 2000, Equilibrium Unemployment Theory, Cambridge University Press.",
        "Phelps, E., 1994, Structural slumps, Harvard University Press, Cambridge, MA.",
        "Prescott, E. , 1986, Response to a Skeptic, Federal Reserve Bank of Minneapolis Quarterly Review, Fall.",
        "Reis, R., 2008, Optimal Monetary Policy Rules in an Estimated Sticky-Information Model, mimeo Princeton.",
        "Samuelson, P., 1955, Economics, 3rd ed, New York: McGraw-Hill.",
        "Sargent, T., 2001, The Conquest of American InÃ\u0082Â°ation, Princeton: Princeton University Press.",
        "Shimer, R., 2005, The Cyclical Behavior of Equilibrium Unemployment and Vacancies, American Economic Review, 95(1), 25-49.",
        "Shimer, R., 2008, Convergence in Macroeconomics: The Labor Wedge, mimeo, Chicago, forthcoming AEJ-Macro.",
        "Shleifer, A., Vishny R, 1997, The Limits of Arbitrage, Journal of Finance, 52(1), 35-55.",
        "Sims, C., 1980, Macroeconomics and Reality, Econometrica, 48(1), 1-48.",
        "Sims, C., 2008, Rational Inattention: A Research Agenda, mimeo Princeton.",
        "Smets, F. , Wouters, R., 2007, Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach, American Economic Review, 97(3), 586-606.",
        "Solow, R., 2008, The State of Macroeconomics, Journal of Economic Perspectives, forthcoming.",
        "Summers, L., 1986, Some Skeptical Observations on Real Business Cycle Theory, Federal Reserve Bank of Minneapolis Quarterly Review, Fall.",
        "Ventura, J., 2003, Economic Growth with Bubbles, Universitat Pompeu Fabra, CREI Economics Working Paper 848.",
        "Woodford, M., 2003, Interest and Prices, Princeton University Press.",
        "Woodford, M., 2008, Convergence in Macroeconomics, mimeo, Columbia, forthcoming AEJ-Macro."
    ]
}