{
    "id": 14253,
    "cites": 22,
    "cited_by": 8,
    "reference": [
        "U.S. Department of the Treasury, Internal Revenue Service, 2005, Individual Income Tax Returns, 2003. Washington: U.S. Government Printing Office.",
        "U.S. Congress, Joint Committee on Taxation, 2007, Estimates of Federal Tax Expenditures for Fiscal Years 2007-20 11. JCS-3-07. Washington: Joint Committee on Taxation.",
        "U.S. Congress, Joint Committee on Taxation, 2002, Estimates of Federal Tax Expenditures for Fiscal Years 2003-2007. JCS-5-02. Washington: Joint Committee on Taxation.",
        "Toder, Eric, 2005, Tax Expenditures and Tax Reform: Issues and Analysis, National Tax Association - Proceedings of the 98th Annual Conference. Washington: National Tax Association, 472-479.",
        "Poterba, James and Todd Sinai, 2008, Tax Expenditures for Owner-Occupied Housing: Deductions for Property Taxes and Mortgage Interest and the Exclusion of Imputed Rental Income, American Economic Review: Papers and Proceedings 98:2, 84-89 Rosen, Harvey, 1985, Housing Subsidies: Effects on Housing Decisions, Efficiency, and Equity, in A. Auerbach and M. Feldstein, eds., Handbook of Public Economics, Volume 1 (Amsterdam: North Holland), 375-420.",
        "Poterba, James. 1992. Taxation and Housing: Old Questions, New Answers. American Economic Review 80:2, 237-242.",
        "Moore, Kevin. 2003. The Effects of the 1986 and 1993 Tax Reforms on Self-Employment. Mimeo, Finance and Economics Discussion Series 2004-05. Washington: Board of Governors of the Federal Reserve System.",
        "Metcalf, Gilbert, 2008, Tax Expenditures for State and Local Tax Payments, mimeo, Tufts University.",
        "Ling, David C. and Gary A. McGill, 1998, Evidence on the Demand for Mortgage Debt by Owner-Occupants, Journal of Urban Economics 44, 391-414.",
        "Jones, Lawrence D., 1995, Net Wealth, Marginal Tax Rates, and the Demand for Home Mortgage Debt, Regional Science and Urban Economics 25, 297-322.",
        "Himmelberg, Charles, Christopher Mayer, and Todd Sinai. 2005. Assessing High House Prices: Bubbles, Fundamentals, and Misperceptions. Journal of Economic Perspectives 19:4, 67-92.",
        "Gyourko, Joseph and Todd Sinai. 2004. The (Un)Changing Geographic Distribution of Housing Tax Benefits, 1980-2000. In J. Poterba, ed., Tax Policy and the Economy 18, 175-208.",
        "Gravelle, Jennifer, 2007, Determinants of Statewide Variations in Effective Property Tax Rates, mimeo, U.S. Government Accountability Office.",
        "Gervais, Martin and Manish Pandey. 2008. Who Cares about Mortgage Interest Deductibility. Canadian Public Policy. 34, 1-24.",
        "Gervais, Martin, 2002, Housing Taxation and Capital Accumulation, Journal of Monetary Economics 49, 146 1-1489.",
        "Follain, James and R. M. Dunsky, 1997, The Demand for Mortgage Debt and the Income Tax, Journal of Housing Research 8, 155-200.",
        "Follain, James and David Ling, 1991, The Federal Tax Subsidy to Housing and the Reduced Value of the Mortgage Interest Deduction, National Tax Journal 44, 147-168.",
        "Feldstein, Martin and Gilbert Metcalf, 1987, The Effect of Federal Tax Deductibility on State and Local Taxes and Spending, Journal of Political Economy 95, 710-736.",
        "Dunsky, Robert M. and James R. Follain, 2000, Tax-Induced Portfolio Reshuffling: The Case of the Mortgage Interest Deduction, Real Estate Economics 4, 683-7 18.",
        "Bucks, Brian, Arthur Kennickell, and Kevin Moore. 2006, Recent Changes in U.S. Family Finances: Evidence from the 2001 and 2004 Survey of Consumer Finances. Federal Reserve Bulletin (March 22), 1-3 8.",
        "Anderson, John E., Jeffrey Clemens, and Andrew Hanson, 2007, Capping the Mortgage Interest Deduction, National Tax Journal 60, 769-786.",
        "Altshuler, Rosanne and Robert Dietz, 2008, Reconsidering Tax Expenditure Estimation: Challenges and Reforms, mimeo, Rutgers University."
    ]
}