{
    "id": 14250,
    "cites": 19,
    "cited_by": 26,
    "reference": [
        "Sorensen, M., 2007. How Smart is Smart money? An Empirical Two-sided Matching Model of Venture Capital. Journal of Finance 62(6), 2725 - 2762.",
        "Lindsey, L., 2008, Blurring the Boundaries: The Role of Venture Capital in Strategic Alliances, Journal of Finance, forthcoming.",
        "Megginson,W. and K.Weiss, 1991, Venture Capital Certification in Initial Public Offerings. Journal of Finance 46, 879-893.",
        "Lerner, J., 1995, Venture Capitalists and the Oversight of Private Firms, Journal of Finance, 50:1, March, 301-318.",
        "Kortum, S., and J. Lerner, 2000, Assessing the contribution of Venture Capital to Innovation? Rand Journal of Economics 31: 674-92.",
        "Kaplan, S. and A. Schoar, 2005, Private Equity Performance: Returns, Persistence and Capital Flows, Journal of Finance 60 (4), 1791 - 1823.",
        "Kaplan, S. and P. Stromberg, 2004, Characteristics, Contracts, and Actions: Evidence From Venture Capitalist Analyses, Journal of Finance 59, 2177-2210.",
        "Kaplan, S. and P. Stromberg, 2003, Financial Contracting Theory Meets the Real World: Evidence from Venture Capital Contracts, Review of Economic Studies 70, 281-315.",
        "Jarmin, R. and J. Miranda, 2002, The Longitudinal Business Database, CES Working Paper No. 02-17.",
        "Hellmann, T. and Puri, M., 2002, Venture Capital and the Professionalization of Start-Up Firms: Empirical Evidence Journal of Finance, 2002, 57 (1), 169-197.",
        "Hochberg, Y., 2005, Venture Capital and Corporate Governance in the Newly Public Firm, Northwestern University working paper.",
        "Gompers, P., 1996 Grandstanding in the Venture Capital Industry. Journal of Financial Economics 42, 133-156.",
        "Gompers, P., A. Kovner, J. Lerner and D. Scharfstein, 2008, Venture Capital Investment Cycles: The Impact of Public Markets, Journal of Financial Economics 87, 1-23.",
        "Gompers, P. and J. Lerner, 2001, The Venture Capital Revolution, Journal of Economic Perspectives, 15, 145-168 Hellmann, T. and Pun, M., 2000, The Interaction between Product market and Financing Strategy: The Role of Venture Capital Review of Financial Studies, 13, 4,959-984.",
        "Bray, A. and P. Gompers, 1997, Myth or Reality? The Long-Run Underperformance of Initial Public Offerings: Evidence from Venture and Nonventure Capital-Backed Companies, Journal of Finance 52(5), 179 1-1821.",
        "Baron, J., M. Hannan and D. Burton. 1999, Building the Iron Cage: Determinants of Managerial Intensity in the Early Years of Organizations, American Sociological Review 64(4), 527-547.",
        "Botazzi, L., T. Hellmann and M. da Rin, 2007, Who are the active investors? Evidence from venture capital, Journal of Financial Economics, forthcoming.",
        "Baker, M. and P. Gompers, 1999, Executive Ownership and Control in Newly Public Firms: The Role of Venture Capitalists, Harvard Business School working paper.",
        "Abadie, A. and G. Imbens, 2006, Large Sample Properties of Matching Estimators for Average Treatment Effects, Econometrica 74 (1), 235-267."
    ]
}