{
    "id": 14256,
    "cites": 28,
    "cited_by": 2,
    "reference": [
        "Zuckerman 5, Bazzoli G, Davidoff A, LoSasso A. 2001. How did safety-net hospitals cope in the 1990s? Health Affairs 20(4): 159-168.",
        "Volpp KG, Konetzka RT, Zhu J, Parson L, Peterson E. 2005. Effects of cuts in Medicare reimbursement on process and outcome of care for acute myocardial infarction patients. Circulation.112: 2268-2275.",
        "Staiger, D.O., Gaumer, G., 1992. Quality of care in hospitals: post-admission mortality under Medicares Prospective Payment System. Working Paper (January).",
        "Sloan FA, Ostermann J, and Conover CJ. 2003. Antecedents of hospital ownership conversions, mergers, and closures. Inquiry 40(1): 39-56.",
        "Shen, Y. 2008. Do HMO and its for-profit expansion jeopardize the survival of hospital safety net services? Health Economics. Currently available at: http: //www3. interscience.wiley.com/cgi-bin/fulltext/ 1 19882613/PDFSTART.",
        "Shen, Y. 2003. The effect of financial pressure on the quality of care in hospitals. Journal of Health Economics 22 (2): 243-269.",
        "Shen, Y. 2002. The effect of ownership choice on patient outcomes after treatment for acute myocardial infarction. Journal of Health Economics 21 (5): 901-922.",
        "Prentice R. and Gloeckler L. 1978. Regression analysis of grouped survival data with application to breast cancer data. Biometrics 34: 57-67.",
        "Morrisey MA. 2001. Competition in hospital and health insurance markets: a review and research agenda. Health Services Research 36(1, Part II): 191-221.",
        "Medicare Payment Advisory Commission (MedPAC). 2005. A Data Book: Healthcare Spending and the Medicare Program. MedPAC: Washington, DC.",
        "McClellan, M., Staiger, D.O., 2000. Comparing hospital quality at for-profit and not-forprofit hospitals. In: Cutler, D.M. (Ed.), The Changing Hospital Industry: Comparing Not-for-Profit and For-Profit Institutions. University of Chicago Press, Illinois.",
        "Kornai J, Maskin ES, and Roland G. 2003. Understanding the soft budget constraint. Journal of Economic Literature 41(4): 1095-1136.",
        "Kornai J. 1986. The softness of budget constraint. Kyklos 39(1): 3-30.",
        "Lindrooth RC, Bazzoli GJ, Clement J. 2007. Hospital reimbursement and treatment intensity. Southern Economic Journal 73: 575-587.",
        "Institute of Medicine. 2000. Americas health care safety net: intact but endangered, Institute of Medicine.",
        "Hart 0, Shleifer 5, and Vishny RW. 1997. The proper scope of government: Theory and an application to prisons. Quarterly Journal of Economics 112(4): 1127-1161.",
        "Greene, W. 2003. Econometric Analysis. Upper Saddle River, NJ: Prentice Hall.",
        "Encinosa WE, Bernard DM. 2005. Hospital finances and patient safety outcomes. Inquiry. Spring;42(1):60-72.",
        "Eggleston K. and Shen Y. 2008. Soft budget constraints and ownership: Empirical evidence from US hospitals. Working Paper.",
        "Eggleston K. 2008. Soft budget constraints and the property rights theory of ownership. Forthcoming in Economics Letters, http://dx.doi.org/10.1016/j.econlet.2008.03.010.",
        "Duggan MG. 2000. Hospital ownership and public medical spending. Quarterly Journal of Economics 115(4): 1343-1373.",
        "Cutler, D.M., 1995. The incidence of adverse medical outcomes under prospective payment. Econometrica 63, 29-SO.",
        "Clement JP, Lindrooth RC, Chukmaitov AS, Chen HF. 2007. Does the patients payer matter in hospital patient safety? Medical Care 45: 131-138.",
        "Chakravarty 5, Gaynor M, Klepper 5, and Vogt WB. 2006. Does the Profit Motive Make Jack Nimble? Ownership Form and the Evolution of the U.S. Hospital Industry. Health Economics. 2006 Apr;15(4):345-61",
        "Bazzoli GJ, Chen HF, Zhao M, Lindrooth RC. 2008. Hospital financial condition and the quality of patient care. Health Economics. Aug;17(8):977-95.",
        "Baker LC, and Phibbs CS. 2002. Managed care, technology adoption, and health care: the adoption of neonatal intensive care. Rand Journal of Economics. 33(3):524-48.",
        "Baker LC. 2001. Managed care and technology adoption in health care: evidence from magnetic resonance imaging. Journal of Health Economics. 20(3):395-421.",
        "Baicker K, and Staiger D. 2005. Fiscal shenanigans, targeted federal health care funds, and patient mortality. Quarterly Journal of Economics 120(1): 345-386."
    ]
}