{
    "id": 14269,
    "cites": 27,
    "cited_by": 39,
    "reference": [
        "Stock, J.H. and Watson, M.W. (2002), Has the Business Cycle Changed and Why?, in M.",
        "Shiller, R.J. (1981), Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends?, American Economic Review, 71, 421-436.",
        "Schwert, G.W. (1989), Why Does Stock Market Volatility Change Over Time?, Journal of Finance, 44, 1115-1153.",
        "Ramey, G. and Ramey, V.A. (1995), Cross-country Evidence on the Link Between Volatility and Growth,American Economic Review, 85, 1138-1151.",
        "Pinto, B. and Aizenman, J. (eds.) (2005), Managing Economic Volatility and Crises: A Practitioners Guide. Cambridge: Cambridge University Press.",
        "Montiel, P. and Serven, L. (2006), Macroeconomic Stablity in Developing Countries: How Much is Enough?, The World Bank Research Observer, 21, fall, 15 1-178.",
        "McConnell, M.M. and Perez-Quiros, G. (2000), Output Fluctuations in the United States: What Has Changed Since the Early 1980s?, American Economic Review, 90, 14641476.",
        "Levine, R. (1997), Financial Development and Economic Growth: Views and Agenda, Journal of Economic Literature, 35, 688-726.",
        "Kose, M.A., Prasad, E.S. and Terrones, M.E. (2006), How I)o Trade and Financial Integration Affect the Relationship Between Growth and- Volatility?, Journal of international Economics. 69, 176~2O2.",
        "Koren , M. and Tenreyro, 5. (2007), Volatility and Development, Quarterly Journal of Economics, 122, 243-287.",
        "Kim C.J. and Nelson, C.R. (1999), Has the US Economy Become More Stable? A Bayesian Approach Based on a Markov-Switching Model of the Business Cycle, Review of Economics and Statistics, 81, 608-6 16.",
        "Hansen, L.P and Jagannathan, R. (1991), Implications of Security Market Data for Models of Dynamic Economies, Journal of Political Economy, 99, 225-262.",
        "Hamilton, J.D. and Lin, G. (1996), Stock Market Volatility and the Business Cycle, Journal of Applied Econometrics, 11, 573-593.",
        "Ghysels, E., Santa-Clara, P. and R. Valkanov (2006), Predicting Volatility: How to Get the Most Out of Returns Data Sampled at Different Frequencies, Journal of Econometrics, 131, 59-95.",
        "Evans, M.D.D. and Lyons, R.K. (2007), Exchange Rate Fundamentals and Order Flow, Manuscript, Georgetown University and University of California, Berkeley.",
        "Engle, R.F., Ghysels, E. and Sohn, B. (2006), On the Economic Sources of Stock Market Volatility, Manuscript, New York University.",
        "Engle, R.F. and Rangel, J.G. (2008), The Spline Garch Model for Unconditional Volatility and Its Global Macroeconomic Causes, Review of Financial Studies, in press.",
        "Engle, R.F. (1982), Autoregressive Conditional Heteroscedasticity with Estimates of the Variance of United Kingdom Inflation, Econometrica, 50, 987-1007.",
        "Diebold, F.X., Rudebusch, G.D. and Aruoba, B. (2006), The Macroeconomy and the Yield Curve: A Dynamic Latent Factor Approach, Journal of Econometrics, 131, 309-338.",
        "Cleveland, W.S. (1979), Robust Locally Weighted Fitting and Smoothing Scatterplots, Journal of the American StatisticalAssociation, 74, 829-836.",
        "Clark, P.K. (1973), A Subordinated Stochastic Process Model with Finite Variance for Speculative Prices, Econometrica, 41, 135-155.",
        "Campbell, S.D and Diebold, F.X. (2008), Stock Returns and Expected Business Conditions: Half a Century of Direct Evidence, Journal of Business and Economic Statistics, in press.",
        "Andersen, T., Bollerslev, T., Diebold, F.X. and Vega, C. (2007), Real-Time Price Discovery in Stock, Bond and Foreign Exchange Markets, Journal of International Economics, 73, 25 1-277.",
        "Andersen, T., Bollerslev, T., Diebold, F.X. and Vega, C. (2003), Micro Effects of Macro Announcements: Real-Time Price Discovery in Foreign Exchange, American Economic Review, 93, 3 8-62.",
        "Andersen, T., Bollerslev, T., Diebold, F.X. and Ebens, H. (2001), The Distribution of Realized Stock Return Volatility, Journal of Financial Economics, 61, 43-76.",
        "Andersen, T.G., Bollerslev, T., Christoffersen, P.F. and Diebold, F.X. (2006b), Practical Volatility and Conelation Modeling for Financial Market Risk Management, in M. Carey and R. Stulz (eds.), Risks of Financial Institutions, University of Chicago Press for NBER, 5 13-548.",
        "Andersen, T.G., Bollerslev, T., Christoffersen, P.F., and Diebold, F.X. (2006a), Volatility and Correlation Forecasting, in G. Elliott, C.W.J. Granger, and A. Timmermann (eds.), Handbook of Economic Forecasting. Amsterdam: North-Holland, 778-878."
    ]
}