{
    "id": 14265,
    "cites": 14,
    "cited_by": 3,
    "reference": [
        "Rothstein, Jesse. 2006. Good Principals or Good Peers? Parental Valuation of School Characteristics, Tiebout Equilibrium, and the Incentive Effects of Competition among Jurisdictions. American Economic Review 96(4): 1333-1350.",
        "National Center for Education Statistics. 2006. NAEP Data Explorer. U.S. Department of Education, National Center for Education Statistics, Institute for Education Sciences website: http ://nces. ed.gov/nationsreportcard/nde/, accessed April 2006.",
        "Murphy, Kevin M. and Robert H. Topel. 1985. Estimation and Inference in Two-Step Econometric Models. Journal of Business and Economic Statistics 3(4): 370-379. National Center for Education Statistics. Various years. Digest of Education Statistics. U.S. Department of Education, Office of Educational Research and Improvement: Washington, DC.",
        "Krueger, Alan B. and Diane M. Whitmore. 2001. The Effect of Attending a Small Class in the Early Grades on College-Test Taking and Middle School Test Results: Evidence from Project STAR. The Economic Journal lll(January): 1-28.",
        "Jacob, Brian. 2005. Accountability, Incentives, and Behavior: Evidence from School Reform in Chicago. Journal of Public Economics 89(5-6): 76 1-796.",
        "Heckman, James J. 1979. Sample Selection Bias as a Specification Error. Econometrica 47(1): 153-161.",
        "Hanushek, Eric A. and Lori L. Taylor. 1990. Alternative Assessments of the Performance of Schools: Measurement of State Variations in Achievement. The Journal of Human Resources 25(2): 179-201.",
        "Gronau, Reuben. 1974. Wage Comparisons--a Selectivity Bias. The Journal of Political Economy 82(6): 1119-1143.",
        "Dynarski, Mark and Philip Gleason. 1993. Using Scholastic Aptitude Test Scores as Indicators of State Educational Performance. Economics of Education Review 12(3): 203-2 11.",
        "Dynarski, Mark. 1987. The Scholastic Aptitude Test: Participation and Performance. Economics of Education Review 6(3): 263-273.",
        "Dorans, Neil J. 1999. Correspondences Between ACT and SAT I Scores. College Board Report No. 99-1.",
        "Card, David and A. Abigail Payne. 2002. School Finance Reform, the Distribution of School Spending, and the Distribution of Student Test Scores. Journal of Public Economics 83(1): 49-82.",
        "ACT Corporation. 2003. ACT Average Composite Scores by State. ACT Corporation website: http://www.act.org/news/data.html, May 2003.",
        "Abraham, Katharine G., and Melissa A. Clark. 2006. Financial Aid and Students College Decisions: Evidence from the DC Tuition Assistance Grant Program. Journal of Human Resources 4 1(3): 578-6 10."
    ]
}