{
    "id": 14267,
    "cites": 15,
    "cited_by": 3,
    "reference": [
        "Newman, Eric P., The Early Paper Money of America. lola, WI: Krause Publications, 1997.",
        "Puls, Mark, Henry Knox: Visionary General of the American Revolution. New York: Palgrave Macmillan, 2008.",
        "Rousseau, Peter L. A Common Currency: Early US Monetary Policy and the Transition to the Dollar, Financial History Review, 13 (Apr. 2006), pp. 97-122.",
        "Knox, Henry, Report of the Secretary of War-War-Office of the United States, May 10, 1790- which is listed as item E. in Joseph Nourse, Statements of the Receipts and Expenditures of Public Monies, During the Administration of the Finances by Robert Morris, submitted to the House of Representatives by the Treasury Department, Registrars Office, August 30, 1790 and reprinted in Elizabeth M. Nuxoll and Mary A. Gallagher, eds., The Papers of Robert Morris, 1781-1 784. Pittsburgh, PA: University of Pittsburgh Press, 1999, vol. 9, pp. 905-940.",
        "Journals of the Continental Congress, 1774-1789. Vols. 1-34. Washington D.C.: Government Printing Office, 1904-1937. [JCC] Jensen, Merrill, The New Nation: A History of the United States During the Confederation, 1781-1789. Boston: Northeastern University Press, 1981.",
        "Historical Statistics of the United States: Colonial Times to 1970. Washington, D.C.: U.S.",
        "Grubb, Farley, The Birth of the Continental Dollar, Working Paper, Economics Dept., Univ. of Delaware, 2008c.",
        "Grubb, Farley, The Continental Dollar: How Much Was Really Issued? Journal of Economic History, 68 (Mar. 2008b), pp. 283-291.",
        "Grubb, Farley, The Continental Dollar: What Happened to It after 1779? NBER Working Paper #13770, February 2008a, 11ttp://www,nber.org/~papers/wI377O.",
        "Grubb, Farley, The Continental Dollar: How Much Was Really Issued? NBER Working Paper #13047, December 2007, http://www.nber.org/papers/wi3O47.",
        "Ferguson, E. James, The Power of the Purse. Chapel Hill, NC: University of North Carolina Press, 1961.",
        "Ferguson, E. James, ed., The Papers of Robert Morris, 1781-1784. Pittsburgh, PA: University of Pittsburgh Press, 1973, vol. 1.",
        "Esposito, Vincent J., ed., The West Point Atlas ofAmerican Wars, Volume 1: 1689-1900. New York: Henry Holt, 1995.",
        "Carp, E. Wayne, To Starve the Army at Pleasure: Continental Army Administration and American Political Culture, 1775-1783. Chapel Hill, NC: University of North Carolina Press, 1984.",
        "Boyd, Julian P., The Papers of Thomas Jefferson. Princeton, NJ: Princeton University Press, Vol. 10, 1954."
    ]
}