{
    "id": 14268,
    "cites": 44,
    "cited_by": 8,
    "reference": [
        "Melizer, Allan a, and Scott F. Richard. 1981. A Rational Theory of the Size of Government, JournalofFoliticalEconomy, 89(5): 914-927.",
        "Piketty, Thomas. 1995. Social Mobility and Redistributive Politics, Quafler~y Journal of Economics, 110(3): 551-584.",
        "Ravallion, Martin, and Michael Loirshin. 2000. Who Wants to Redistribute? The Tunnel Effect in 1990s Russia, JounwJ of Public Economics, 76(1): 87-104.",
        "McCormick, Richard L. 1974. Ethno-Cultural Interpretations of Nineteenth-Century American Voting Behavior, Political Science Quarterly, 89(2): 35 1-377.",
        "Luttmer, Erzo F.P. 2001. Group Loyalty and the Taste for Redistribution, Journal of Political Economy, 109(3): 500-528.",
        "Lipset, Seymour Martin, and Gary Marks. 2000. It Didn `t Happen Here. Why Socialism Failed in the United States. New York: W.W. Norton & Company.",
        "Leigh, Andrew. 2005. Economic Voting and Electoral Behavior: How Do Individual, Local and National Factors Affect the Partisan Choice? Economics and Politics, 17(2): 265-296.",
        "Guiso, Luigi, Paola Sapienza, and Luigi Zingales. 2007. Long Term Persistence, Unpublished Manuscript, European University Institute.",
        "Huber, John, and Ronald Inglehart. 1995. Expert Interpretations of Party Space and Party Locations in 42 Societies. Party Politics, 1(1): 73-111.",
        "Ichino, Andrea, and Giovanni Maggi. 2000. Work Environment and Individual Background: Explaining Regional Shirking Differentials in a Large Italian Firm, Quarterly Journal of Economics, 115(3): 1057-90.",
        "Guinnane, Timothy W., Carolyn M. Moehling, and Cormac O GrÃ\u0083Â¡da. 2006. The Fertility of the Irish in the United States in 1910, Explorations in Economic History, 43(3): 465-485.",
        "Guiso, Luigi, Paola Sapienza, and Luigi Zingales. 2006. Does Culture Affect Economic Outcomes? Journal of Economic Perspectives, 20(2): 23-48.",
        "Giuliano, Paola. 2007. Living Arrangements in Western Europe: Does Cultural Origin Matter? Journal of the European Economic Association, 5(5): 927-952.",
        "Fong, Christina M. 2007. Evidence From an Experiment on Charity to Welfare Recipients: Reciprocity, Altruism and the Empathic Responsiveness Hypothesis, Economic Journal, 117(522): 1008-1024.",
        "Fong, Christina M. 2001. Social Preferences, Self-Interest, and the Demand for Redistribution, Journal of Public Economics, 82(2): 225-246.",
        "FernÃ\u0083Â¡ndez, Raquel, and Alessandra Fogli. 2006. Fertility: The Role of Culture and Family Experience, Journal of the European Economic Association, 4(2-3): 552-56 1.",
        "FernÃ\u0083Â¡ndez, Raquel, and Alessandra Fogli. 2007. Culture: An Empirical Investigation of Beliefs, Work, and Fertility, Unpublished manuscript, New York University.",
        "Fisman, Raymond, and Edward Miguel. 2007. Corruption, Norms, and Legal Enforcement: Evidence from Diplomatic Parking Tickets, Journal of Political Economy, 115(6): 1020-1048.",
        "FernÃ\u0083Â¡ndez, Raquel. 2008. Culture and Economics, New Palgrave Dictionary of Economics, 2nd edition, Stephen Durlauf and Lawrence Blume (eds.), New York: Palgrave Macmillian.",
        "Dancygier, Rafaela, and Elizabeth N. Saunders. 2006. A New Electorate? Comparing Preferences and Partisanship between Immigrants and Natives. American Journal of Political Science, 50(4): 962-98 1.",
        "Fairlie, Robert W., and Bruce D. Meyer. 1996. Ethnic and Racial Self-Employment Differences and Possible Explanations. The Journal of Human Resources, 3 1(4): 757-793.",
        "FernÃ\u0083Â¡ndez, Raquel. 2007. Women, Work, and Culture, Journal of the European Economic Association, 5(2-3): 305-332.",
        "Corneo, Giacomo, and Hans Peter Gruner. 2002. Individual Preferences for Political Redistribution, Journal of Public Economics, 83(1): 83-107.",
        "Corneo, Giacomo. 2004. Wieso Umverteilung? Einsichten aus Ã\u0083Â¶konometrischen Umfrageanalysen. In Finanzpolitik und Umverteilung, ed. Bernd Genser. Berlin: Duncker & Humblot.",
        "Canoll, Christopher D., Byung-Kun Rhee, and Changyong Rhee. 1994. Are There Cultural Effects on Saving? Some Cross-Sectional Evidence, Quarterly Journal of Economics, 109(3): 685-699.",
        "Brunner, Eric J., Stephen L. Ross, and Ebonya Washington. 2008. Economics and Ideology: Causal Evidence of the Impact of Economic Conditions on Support for Redistribution and Other Ballot Proposals, NBER Working Paper No. 14091.",
        "Borjas, George. 1992. Ethnic Capital and Intergenerational Mobility, Quarterly Journal of Economics, 107(1): 123-150.",
        "Blau, Francine D. 1992. The Fertility of Immigrant Women: Evidence from High Fertility Source Countries, in Immigration and the Workforce. Economic Consequences for the United States and Source Areas, George Borjas and Richard Freeman (eds), Chicago: University of Chicago Press, 93-133.",
        "Bisin, Alberto, and Thieny Verdier. 2008. Cultural Transmission, New Palgrave Dictionary of Economics, 2nd edition, Stephen Durlauf and Lawrence Blume (eds.), New York: Palgrave Macmillian.",
        "Bisin, Alberto, and Thieny Verdier. 2004. Work Ethic and Redistribution: A Cultural Transmission Model of the Welfare State, Unpublished Manuscript. New York University.",
        "Benson, Lee. 1966. The Concept of Jacksonian Democracy. New York as a Test Case. New York: Atheneum.",
        "BÃ\u0083Â©nabou, Roland, and Jean Tirole. 2006. Belief in a Just World and Redistributive Politics, Quarterly Journal of Economics, 12 1(2): 699-746.",
        "BÃ\u0083Â©nabou, Roland, and Efe A. Ok. 2001. Social Mobility and the Demand for Redistribution: The POUM Hypothesis, Quarterly Journal of Economics, 116(2): 447-487.",
        "Alesina, Alberto, and Eliana La Fenara. 2005. Preferences for Redistribution in the Land of Opportunities, Journal of Public Economics, 89(5-6): 897-93 1.",
        "Algan, Yann, and Pierre Cahuc. 2007. Social Attitudes and Economic Development: An Epidemiological Approach, IZA Discussion Paper No. 2935.",
        "Antecol, Heather. 2000. An Examination of Cross-Country Differences in the Gender Gap in Labor Force Participation Rates, Labour Economics, 7(4): 409-426.",
        "Antecol, Heather. 2001. Why Is There Interethnic Variation in the Gender Wage Gap?: The Role of Cultural Factors, The Journal of Human Resources, 36(1): 119-143.",
        "Beck, Thorsten, George Clarke, Alberto Groff, Philip Keefer, and Patrick Walsh. 2001. New Tools in Comparative Political Economy: The Database of Political Institutions, World Bank Economic Review, 15(1): 165-176.",
        "Alesina, Alberto, Edward L. Glaeser, and Bruce Sacerdote. 2001. Why Doesnt the United State Have a European-Style Welfare State? Brookings Papers on Economic Activity, 200 1(2): 187-254.",
        "Alesina, Alberto, and Edward L. Glaeser. 2004. Fighting Poverty in the US. and Europe. A World of Difference. Oxford: Oxford University Press.",
        "Alesina, Alberto, and George-Marios Angeletos. 2005. Fairness and Redistribution, American Economic Review, 95(4): 960-980.",
        "Alesina, Alberto, and Nicola Fuchs-Schtindeln. 2007. Good Bye Lenin (or Not?): The Effect of Communism on Peoples Preferences, American Economic Review, 97(4): 1507-28.",
        "Alesina, Alberto, and Paola Giuliano. 2007. The Power of the Family, NBER working paper no. 13051.",
        "Abramitzky, Ran. 2008. The Limits of Equality: Insights from the Israeli Kibbutz. Quarterly Journal of Economics, forthcoming."
    ]
}