{
    "id": 14270,
    "cites": 33,
    "cited_by": 177,
    "reference": [
        "Shamosh, NA., & Gray, JR. (2008). Delay discounting and intelligence: A meta-analysis. Intelligence, 36, 289-30S.",
        "Shepard, RN., & Metzler, J. (1971). Mental rotation of three-dimensional objects. Science, 171, 70 1-703. Shephard, J.M., & Kosslyn, SM. (200S). The minicog rapid assessment battery: Developing a blood pressure cuff for the mind. Aviation, Space, and Environmental Medicine, 76, 192-197. Strotz, R. (19S7). The Empirical Implications of a Utility Tree. Econometrica, 2S(2), 269-280. Swann Jr., W.B., & Selye, C. (200S). Personality psychologys comeback and its emerging symbiosis with social psychology. Personality and Social Psychology Bulletin, 31, 1SS-16S.",
        "Ross, L., & Nisbett, RE. (1991). The person and the situation: Perspectives of social psychology. Philadelphia: Temple University Press. Scharff, R.L., & Viscusi, W.K. (in press). Heterogeneous rates of time preference and the decision to smoke. Economic Inquiry.",
        "Richard, F.D., Bond Jr., CF., & Stokes-Zoota, J.J. (2003). One hundred years of social psychology quantitatively described. Review of General Psychology, 7, 331-363.",
        "Reynolds, B. (2006). A review of delay-discounting research with humans: Relations to drug use and gambling. Behavioural Pharmacology, 17, 6S1-667.",
        "Rachlin, H., Raineri, A., & Cross, D. (1991). Subjective probability and delay. Journal of the Experimental Analysis of Behavior, SS(2), 233-244.",
        "Petry, N.M. (2001). Delay discounting of money and alcohol in actively using alcoholics, currently abstinent alcoholics, and controls. Psychopharmacology, 1S4, 243-2S0.",
        "Mitchell, S.H. (1999). Measures of impulsivity in cigarette smokers and non-smokers. Psychopharmacology, 146, 4SS-464. Myerson, J., & Green, L. (199S). Discounting of delayed rewards: models of individual choice. Journal of the Experimental Analysis of Behavior, 64, 263-276.",
        "Mazur, J.E. (1987). An adjusting procedure for studying delayed reinforcement. In ML. Commons, J.E. Mazur, J.A. Nevin, & H. Rachlin (Eds.), Quantitative Analysis of Behavior: The Effects of Delay and Intervening Events on Reinforcement Value Vol. 5 (pp. SS-73). Hillsdale, NJ: Lawrence Earlbaum Associates.",
        "Loewenstein G., & Prelec, D. (1992). Anomalies in Intertemporal Choice: Evidence and an Interpretation. The Quarterly Journal of Economics, 107(2), S73-S97.",
        "Liebert, MA., Chabris, CF., Woolley, A.W., Gerbasi, ME., Hackman, JR., & Kosslyn, SM. (2007). Differences in cognitive abilities and information processing styles among occupational groups. Presented at the Academy of Management Conference, Philadelphia, PA, 9 August.",
        "Laibson, D. (1997). Golden Eggs and Hyperbolic Discounting. Quarterly Journal of Economics. 62, pp. 443-77.",
        "Kirby, K.N., Petry, N.M., & Bickel, W.K. (1999). Heroin addicts have higher discount rates for delayed rewards than non-drug-using controls. Journal of Experimental Psychology: General, 128(1), 78-87.",
        "Kirby, K. N., & Marakovic, N. N. (1996). Delay-discounting probabilistic rewards: Rates decrease as amounts increase. Psychonomic Bulletin & Review, 3(1), 100-104.",
        "Hellige, J.B., & Michimata, C. (1989). Categorization versus distance: Hemispheric differences for processing spatial information. Memory & Cognition, 17, 770-776.",
        "Grossman, M. (1972). On the concept of health capital and the demand for health. Journal of Political Economy, 80(2), 223-2SS.",
        "Green, L., Fry, A.F., & Myerson, J. (1994). Discounting of delayed rewards: A life-span comparison. Psychological Science, S, 33-37.",
        "Gray, JR., Chabris, CF., & Braver, T.S. (2003). Neural mechanisms of general fluid intelligence. Nature Neuroscience, 6(3), 316-322.",
        "Dixon, MR., Marley, J., & Jacobs, E.A. (2003). Delay discounting by pathological gamblers. Journal of Applied Behavior Analysis, 36, 449-4S8.",
        "Distefan, J.M., Pierce J.P., & Gilpin, E.A. (2004). Do favorite movie stars influence adolescent smoking initiation? American Journal of Public Health, 94(7), 1239-1244. Dixon, MR., Jacobs, E.A., Sanders, S., Guercio, J.M., Soldner, J., Parker-Singler, S., et al. (200S). Impulsivity, self-control, and delay discounting in persons with acquired brain injury. Behavioral Interventions, 20, 101-120.",
        "Distefan, J.M., Gilpin, E.A., Sargent, J.D., & Pierce, J.P. (1999). Do movie stars encourage adolescents to start smoking? Evidence from California. Preventive Medicine, 28, 1-11.",
        "de Wit, H., Flory, J.D., Acheson, A., McCloskey, M., & Manuck, SB. (2007). IQ and nonplanning impulsivity are independently associated with delay discounting in middle-aged adults. Personality and Individual Differences, 42(1), 111-121.",
        "Cohen, J.D., MacWhinney, B., Flatt, M., & Provost, M. (1993). PsyScope: A new graphic interactive environment for designing psychology experiments. Behavioral Research Methods, Instruments, and Computers, 2S, 2S7-271.",
        "Chabris, CF., Laibson, DI., & Schuldt, J.P. (2008). Intertemporal choice. In SN. Durlauf & L.E. Blume (Eds.), The New Palgrave Dictionary of Economics (2nd ed). London: Palgrave Macmillan.",
        "Chabris, CF., Gerbasi, ME., Liebert, MA., Nakayama, K., & Duchaine, B.C. (2007). Face recognition as a special cognitive ability: An individual differences study. Presented at the Annual Meeting of the Cognitive Neuroscience Society, New York, S-8 May.",
        "Chabris, CF. (2007). Cognitive and neurobiological mechanisms of the Law of General Intelligence. In M.J. Roberts (Ed.), Integrating the mind: Domain specific versus domain general processes in higher cognition (pp. 449-491). Hove, UK: Psychology Press.",
        "Bush, G., Shin, L.M., Holmes, J., Rosen, BR., & Vogt, BA. (2003). The Multi-Source Interference Task: Validation study with fMRI in individual subjects. Molecular Psychiatry, 8, 60-70.",
        "Bors, D.A., & Stokes, T.L. (1998). Ravens Advanced Progressive Matrices: Norms for first-year university students and the development of a short form. Educational and Psychological Measurement, S8, 382-398.",
        "(2008). The Runners High: Opioidergic Mechanisms in the Human Brain. Cerebral Cortex, doi: 10. 1093/cercor/bhnOl3.",
        "Bickel, W.K., Odum AL., & Madden, G.J. (1999). Impulsivity and cigarette smoking: delay discounting in current, never, and ex-smokers. Psychopharmacology, 146, 447-4S4.",
        "Benjamin, D.J., Brown, S.A., & Shapiro, J.M. (2006). Who is `Behavioral? Cognitive ability and anomalous preferences. Harvard University mimeo, May.",
        "Beck, AT., Steer, R.A., & Brown, G.K. (1996). Manual for the Beck Depression Inventory, 2nd ed. San Antonio, TX: The Psychological Corporation.",
        "Barsky, B., Juster, FT., Kimball, M. & Shapiro, M., (1997). Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study. The Quarterly Journal of Economics, 112(2), S37-S79."
    ]
}