{
    "id": 14274,
    "cites": 22,
    "cited_by": 10,
    "reference": [
        "Sundet, Jon Martin, Kristian Tambs, Jennifer R. Hanis, Per Magnus, and Tore M. Torjussen (2005), Resolving the Genetic and Environmental Sources of the Correlation Between Height and Intelligence: A Study of Nearly 2600 Norwegian Male Twin Pairs, Twin Research and Human Genetics, VII (2005), 1-5.",
        "Tambs, Kristian, Jon Martin Sundet, and Per Magnus (1988). Genetic and Environmental Effects on the Covariance Structure of the Norwegian Army Ability Tests Person. Individ. Diff. Vol 9 (4), pp 791-799.",
        "Sundet, Martin Jon, Dag G. Barlaug, and Tore M. Torjussen, The End of the Flynn Effect? A Study of Secular Trends in Mean Intelligence Test Scores of Norwegian Conscripts During Half a Century, Intelligence , XXXII (2004), 349-362.",
        "Neal, Derek A., and William R. Johnson. The Role of Premarket Factors in Black-White Wage Differences. Journal of Political Economy 104, no. 5 (1996): 869-895.",
        "Rossow, Ingeborg and Arvid Amundsen (1986), The Norwegian Conscript Study: A Description of Data Collection, Linkage of Registers, and Establishment of Data Files. Unpublished manuscript.",
        "Solon, Gary, Intergenerational Mobility in the Labor Market. Handbook of Labor Economics, Volume 3, Edited by 0. Ashenfelter and D. Card, 1999. Elsevier Science. Pp 1761-1799.",
        "Sundet, Jon Martin, K. Tambs, P. Magnus and K. Berg, On the question of secular trends in the heritability of IQ test scores: A study of Norwegian twins, Intelligence 12 (1988), pp. 47-59.",
        "MÃ\u0083Ë\u009cen, Jarle, Kjell G. Salvanes and Erik 0. SÃ\u0083Â¸rensen, Documentation of the Linked Empoyer-Employee Data Base at the Norwegian School of Economics, Mimeo, The Norwegian School of Economics and Business Administration, 2004.",
        "Jantti, Markus and Eva Osterbacka (1996), How Much of the Variance in Income Can Be Attributed to Family Background? Empirical Evidence from Finland. Unpublished manuscript.",
        "Lindahl, Lena, (2008) Do Birth Order and Family Size Matter for Intergenerational Income Mobility? Evidence from Sweden. Applied Economics 40 (September) 2008, pp 2239 - 2257.",
        "Bratberg, Espen, Oivind Anti Nilsen, and Kjell Vaage, Intergenerational Earnings Mobility in Norway: Levels and Trends. Scandinavian Journal of Economics 107(3), 419435, 2005.",
        "Flynn, J. R. (1984). The mean IQ of Americans: Massive gains 1932 to 1978. Psychological Bulletin, 95, 29-5 1.",
        "Haider, Steven J. and Gary Solon, (2006). Life-Cycle Variation in the Association between Cunent and Lifetime Earnings. American Economic Review, 96(4):1308-1320.",
        "Herrnstein, Richard and Charles Munay (1994). The Bell Curve. Free Press: New York City.",
        "Black, Sandra E., Paul J. Devereux, and Kjell G. Salvanes (2005b), Why the Apple Doesnt Fall Far: Understanding Intergenerational Transmission of Human Capital. American Economic Review, Vol. 95(1), 43 7-49.",
        "Black, Sandra E., Paul J. Devereux, and Kjell G. Salvanes (2007a), Small Family, Smart Family? The Effect of Family Size on IQ. NBER Working Paper #133 36.",
        "Black, Sandra E., Paul J. Devereux, and Kjell G. Salvanes (2007b), Older and Wiser? Birth Order and IQ of Young Men. NBER Working Paper #13237 Bouchard, Thomas J. and Matthew McGue (1981), Familial Studies of Intelligence: A Review. Science, 212 (4498), May 29, pp. 1055-1059.",
        "Bowles, Samuel and Herbert Gintis (2002), The Inheritance of Inequality. Journal of Economic Perspectives, Vol 16, No 3, pp 3-30.",
        "Becker, Gary S & Tomes, Nigel, 1979. An Equilibrium Theory of the Distribution of Income and Intergenerational Mobility, Journal of Political Economy, University of Chicago Press, vol. 87(6), pages 1153-89, December.",
        "Becker, Gary S & Tomes, Nigel, 1986. Human Capital and the Rise and Fall of Families, Journal of Labor Economics, University of Chicago Press, vol. 4(3), pages S 1-39, July.",
        "BjÃ\u0083Â¸rklund, Anders and Markus Jantti (1997), Intergenerational Income Mobility in Sweden Compared to the United States. American Economic Review 87: 1009-1018.",
        "Black, Sandra E., Paul J. Devereux, and Kjell G. Salvanes (2005a), The More the Merrier: The Effect of Family Size and Birth Order on Childrens Education. Quarterly Journal of Economics, May 2005 pp 669-700."
    ]
}