{
    "id": 14279,
    "cites": 75,
    "cited_by": 2,
    "reference": [
        "Wright, Richard, and Scott Decker. 1997. Armed Robbers in Action: Stickups and Street Culture. Boston: Northeastern University Press.",
        "Wright, Richard, and Trevor Bennet. 1990. Exploring the offenders perspective: Observing and interviewing criminals. In Measurement Issues in Criminology, ed. Kimberly L. Kempf. New York: Springer-Verlag.",
        "Wilson, Margo, and Martin Daly. 1997. Life expectancy, economic inequality, homicide, and reproductive timing in Chicago neighborhoods. British Medical Journal 3 14:1271-1274.",
        "West, Donald J., and David P. Farrington. 1977. The Delinquent Way of Life. London: Heinemann.",
        "Tyler, Kimberly, and Katherine Johnson. 2004. Victims and offenders: Accounts of playbacks, invulnerability, and financial gain among homeless youth. Deviant Behavior 25:427-49.",
        "Tremblay, Pierre, and Paul-Philippe Pare. 2003. Crime and destiny: Patterns in serious offenders mortality rates. Canadian Journal of Criminology and Corrections 45:299-326.",
        "Topalli, Volkan, Richard Wright, and Robert R. Fornango. 2002. Drug dealers, robbery, and retaliation: Vulnerability, deterrence, and the contagion of violence. The British Journal of Criminology 42, 337-35 1.",
        "Topalli, Volkan, and Richard Wright. 2004. Dubs, dees, beats, and rims: Carjacking and urban violence. In Criminal Behaviors: A Text Reader, ed. Dean Dabney. Belmont, CA: Wadsworth.",
        "Topalli, Volkan. 2005b. Criminal expertise and offender decision-making: An experimental analysis of how offenders and non-offenders differentially perceive social stimuli. The British Journal of Criminology 45: 265~295.",
        "Topalli, Volkan. 2005a. When being good is bad: An expansion of neutralization theory. Criminology 43:797-835.",
        "Tittle, Charles R., David A. Ward, and Harold G. Grasmick. 2004. Capacity for self-control and individuals interest in exercising self-control. Journal of Quantitative Criminology 20:143-172.",
        "Tekin, Erdal, and Sara Markowitz. 2008. The effects of suicidal behavior on productive activities of young adults. Southern Economic Journal, October.",
        "Tanner, Julian, Scott Davies, and Bill OGrady. 1999. Whatever happened to yesterdays rebels? Longitudinal effects of youth delinquency on education and employment. Social Problems 46:250-274.",
        "Singer, Mark I., Trina M. Anglin, Li yu Song, and Lisa Lunghofer. 1995. Adolescents exposure to violence and associated symptoms of psychological trauma. Journal of the American Medical Association 273:477-482.",
        "Shover, Neal, and David Honaker. 1992. The socially-bounded decision making of persistent property offenders. Howard Journal of Criminal Justice, 3 1:276-293.",
        "Shover, Neal. 1996. Great Pretenders: Pursuits and Careers of Persistent Thieves. Boulder, CO: Westview.",
        "Shover, Neal, and Belinda Henderson. 1995. Repressive crime control and male persistent thieves. In Crime Control and Male Persistent Thieves: Putting Theory to Work, ed. Hugh D. Barlow. Boulder, CO: Westview.",
        "Scarpa, Angela. 2003. Community violence exposure in young adults. Trauma, Violence, & Abuse 4:210-227.",
        "Scarpa, Angela. 2001. Community violence exposure in a young adult sample: Lifetime prevalence and socioemotional effects. Journal of Interpersonal Violence 16: 36-53.",
        "Satcher, David. 2001. Youth violence: A Report of the Surgeon General. Washington, DC: U.S. Department of Health and Human Services.",
        "Sampson, Robert J., and Janet L. Lauritsen. 1990. Deviant lifestyles, proximity to crime, and the offender-victim link in personal violence. Journal of Research in Crime and Delinquency 27:110-139.",
        "Sampson, Robert J., and John H. Laub. 1997. A life-course theory of cumulative disadvantage and the stability of delinquency. In Advances in Criminological Theory, Volume 7: Developmental Theories of Crime and Delinquency, eds. Terence P. Thornberry. New Brunswick, NJ: Transaction.",
        "Sampson, Robert J., and John H. Laub. 1993. Crime in the Making. Cambridge, MA: Havard University Press.",
        "Ross, Lisa T., and Elizabeth M. Hill. 2002. Childhood unpredictability, schemas for unpredictability, and risk taking. Social Behavior and Personality 30:453-474.",
        "Robins, Lee N. 1966. Deviant Children Grown Up. Baltimore, MD: Williams and Wilkins.",
        "Rosenfeld, Richard, Bruce A. Jacobs, and Richard Wright.. 2003. Snitching arid the code of the street, British Journal of CriininoIog~ 43:291 -~3O9.",
        "Phoenix, Joanna. 2000. Prostitute identities. British Journal of Criminology 40:37-55.",
        "Moffitt, Terrie E. 1993. Adolescence-limited and life-course persistent antisocial behavior: A developmental taxonomy. Psychological Review 100:674-70 1.",
        "Mocan, Naci H., and Erdal Tekin. 2006. Guns and juvenile crime. Journal of Law and Economics 49:507-532.",
        "Mocan, Naci H., and Erdal Tekin. 2005. Drug use and juvenile crime: Evidence from a panel of siblings and twins. In Substance Use. Individual Behavior, Social Interactions, Markets, and Politics, eds. Bjorn Lindgren and Michael Grossman. Amsterdam: Elsevier.",
        "Miller, Jodi. 2001. One of the Guys. Girls, Gangs and Gender. New York: Oxford University Press.",
        "Miller, Jodi. 1998. Up it up: Gender and the accomplishment of street robbery. Criminology 36 37-66.",
        "McCarthy, Bill, and John Hagan. 2005. Danger and the decision to offend. Social Forces 83: 1065-1096.",
        "Margolin, Gayla, and Elana B. Gordis. 2000. The effects of family and community violence on children. Annual Review of Psychology 51:445-479.",
        "Maher, Lisa. 1997. Sexed Work. Oxford: Oxford University Press.",
        "Lorion, Raymond P., and William Saltzman. 1993. Childrens exposure to community violence: Following a path from concern to research to action. Psychiatry 56:55-65.",
        "Lauritsen, Janet L., Ralph J. Sampson, and John H. Laub. 1991. The link between offending and victimization among adolescents. Criminology 29:265-292.",
        "Kotlowitz, Alex. 1991. There Are No Children Here. New York: Doubleday.",
        "Kubrin, Charis. 2006. I see death around the corner: Nihilism in rap music. Sociological Perspectives, 48:433-459.",
        "Kitwana, Bakari. 2002. The Hip-Hop Generations: Young Blacks and the Crisis in African American Culture. New York: Basic Books.",
        "Katz, Jack. 1988. Seductions of Crime. New York: Basic Books.",
        "Jacobs, Bruce A., Volkan Topalli, and Richard Wright. 2003. Carjacking, streetlife, and offender motivation. British Journal of Criminology 43:673-688 Jacobs, Bruce A., and Richard Wright. 1999. Stick-up, street culture, and offender motivation. Criminology 37:149-173.",
        "Jacobs, Bruce A. 2006. Street Justice: Retaliation in the Criminal Underworld. New York: Cambridge University Press.",
        "Jacobs, Bruce A., Volkan Topalli, and Richard Wright. 2000. Managing retaliation: Drug robbery and informal social control. Criminology 38:171-198.",
        "Jacobs, Bruce A. 2000. Robbing Drug Dealers: Violence beyond the Law. New York: Alan de Gruyter.",
        "Jacobs, Bruce A. 1999. Dealing Crack: The Social World of Street Corner Selling. Boston: Northeastern University Press.",
        "Inciardi, James A., Ruth Horowitz, and Anne E. Pottieger. 1993. Street Kids, Street Drugs, Street Crime: An Examination of Drug Use and Serious Delinquency in Miami. Belmont, CA: Wadsworth.",
        "Huizinga, David, and Delbert. S. Elliott. 1986. Reassessing the reliability and validity of selfreport delinquency measures. Journal of Quantitative Criminology 2:293-327.",
        "Hoffman, Joan 5. 2004. Youth Violence, Resilience, and Rehabilitation. New York: LFB.",
        "Hill, Elizabeth M., Lisa T. Ross, and Bobbi S. Low. 1997. The role of future unpredictability in human risk-taking. Human Nature 8:287-325.",
        "Hagedorn, John M. 1994. Homeboys, dope fiends, legits and new jacks. Criminology 32:197219.",
        "Hagan, John. 1997. Defiance and despair: Subcultural and structural linkages between delinquency and despair in the life course. Social Forces 76:119-134.",
        "Gardner, William. 1993. A life-span rational-choice theory of risk taking. In Adolescent Risk Taking, eds. Nancy J. Bell and Robert W. Bell. Newbury Park: Sage.",
        "Geter, Robert 5. 1994. Drug user setting: A crackhouse typology. International Journal of Addictions 29:10-15 Hagan, John. 1991. Destiny and drift: Subcultural preferences, status attainments, and the risks and rewards of youth. American Sociological Review 56:567-582.",
        "Federal Bureau of Investigation. 2006. Crime in the United States, 2006. United States Department of Justice. Accessed on June 30, 2008 at: http ://www.thi.gov/ucr/cius2006/index.html Garbarino, James, Nancy Dubrow, Kathleen Kostelny, and Carole Pardo. 1992. Children in Danger: Coping with the Consequences of Community Violence. San Francisco, CA: Jossey-Bass.",
        "Feeney, Floyd. 1986. Robbers as decision-makers. In The Reasoning Criminal, eds. Derek B. Cornish and Ronald V. Clarke. New York: Springer-Verlag.",
        "Farrell, Albert, D., and Steven, E. Bruce. 1997. Impact of exposure to community violence on violent behavior and emotional distress among urban adolescents. Journal of Clinical Child Psychology 26: 2-14.",
        "Eitle, David, and R. Jay Turner. 2002. Exposure to community violence and young adult crime: The effects of witnessing violence, traumatic victimization, and other stressful life events. Journal of Research in Crime and Delinquency 39: 2 14-237.",
        "Linder. 1994. Factors associated with the use of violence among urban black adolescents. American Journal of Public Health 84:612-617.",
        "Drug Enforcement Agency. 2008. Georgia: State fact sheet. Accessed on June 30, 2008 at: http ://www.usdoj .gov/dea/pubs/states/georgia.html DuRant, Robert H., Chris Cadenhead, Robert A. Pendergrast, Greg Slavens, and Charles W.",
        "Dobrin, Adam. 2001. The risk of offending on homicide victimization: A case control study. Journal of Research in Crime and Delinquency 38:154-173.",
        "Cromwell, Paul, F., James N. Olson, and DAunn W. Avary. 1992. Bre~king and Entering: An Lihno graphic Analysis of Burglary. Newbury Park, CA: Sage.",
        "Cox, Robert. 2006. When death seems inevitable. Nieman Reports 60(2):8-9.",
        "Cromwell, Paul, and James Olson. 2004. Breaking and Entering: Burglars on Burglary. Belmont, CA ThomsonlWadsworth.",
        "Cook, Philip J., and John H. Laub. 1998. The unprecedented epidemic in youth violence. In Youth Violence. Crime and Justice: A Review of Research, vol. 24, eds. Michael Tonry and M. H. Moore. Chicago: University of Chicago Press.",
        "Chou, Shin-Yi, Inas Rashad, and Michael Grossman. 2005. Fast-food restaurant advertising on television and its influence on childhood obesity. National Bureau of Economic Research Working Paper No. 11879.",
        "Caldwell, Roslyn M., Richard P. Wiebe, and H. H. Cleveland. 2006. The influence of future certainty and contextual factors on delinquent behavior and school adjustment among African American adolescents. Journal of Youth and Adolescence 35:591-602.",
        "Bourgois, Phillippe. 1995. In Search of Respect: Selling Crack in El Barrio. Cambridge: Cambridge University Press.",
        "Blau, David, and Erdal Tekin. 2007. The determinants and consequences of child care subsidies for single mothers in the USA. Journal of Population Economics 20:719-741.",
        "Bell, Carl C., and Esther J. Jenkins. 1993. Community violence and children on Chicagos south side. Psychiatry 56:46-54.",
        "Angrist, Joshua, and Alan Krueger. 1999. Empirical strategies in labor economics. In The Handbook of Labour Economics, Volume 3A, eds. Orley Ashenfelter and David Card. Amsterdam: Elsevier.",
        "Anderson, Elijah. 1994. The code of the streets. Atlantic Monthly 273:81-94.",
        "AkerstrÃ\u0083Â¶m, Malin. 1985. Crooks and Squares: Lifestyles of Thieves and Addicts in Comparison to Conventional People. New Brunswick, NJ: Transaction Books.",
        "Almgren, Gunnar, Avery Guest, George Immerwahr, and Michael Spittel. 1998. Joblessness, family disruption, and violent death in Chicago, 1970-90. Social Forces 76:1465-93.",
        "Agnew, Robert. 2002. Experienced, vicarious, and anticipated strain: An exploratory study on physical victimization and delinquency. Justice Quarterly 19:603-632."
    ]
}