{
    "id": 14283,
    "cites": 37,
    "cited_by": 0,
    "reference": [
        "Mustard, David B. 2001. Racial, Ethnic, and Gender Disparities in Sentencing: Evidence from the U.S. Federal Courts, Journal of Law and Economics 44:1 (April), 285-314.",
        "Morris, Thomas D. 1996. Southern Slavery and the Law. Chapel Hill and London: University of North Carolina Press.",
        "Mosher, Clayton and John Hagan. 1994. Constituting Class and Crime in Upper Canada: The Sentencing of Narcotics Offenders, circa 1908-1953, Social Forces 73:3 (March), 613-641.",
        "Monkkonen, Eric. 1981. Police in Urban America, ]860-] 920. New York: Cambridge University Press.",
        "Moehling, Carolyn M. and Anne Morrison Piehl. 2007. Immigration and Crime in Early 20th Century America, unpublished working paper, Rutgers University (June).",
        "Little, Craig B. 1991. The Criminal Courts in `Young America: Bucks County, Pennsylvania, 1820-1860, with Some Comparisons to Massachusetts and South Carolina, Social Science History 15:4 (Winter), 457-478.",
        "Chicago and London: University of Chicago Press. -34Lauritsen, Janet L. and Robert J. Sampson. 1998. Minorities, Crime, and Criminal Justice. In The Handbook of Crime & Punishment, pp. 58-84. Edited by Michael Tonry. New York and Oxford: Oxford University Press.",
        "Langbein, John H. 2006. Torture and the Law of Proof: Europe and England in the Ancien Regime.",
        "Langbein, John H. 1979. Understanding the Short History of Plea Bargaining, Law & Society Review 13:2 (Winter), 261-272.",
        "Langbein, John H. 1978. The Criminal Trial before the Lawyers, University of Chicago Law Review 45:2 (Winter), 263-3 16.",
        "Ireland, Robert M. 1995. Privately Funded Prosecution of Crime in the Nineteenth-Century United States, American Journal of Legal History 39:1 (January), 43-58.",
        "Ignatiev, Noel. 1995. How the Irish became White. New York: Routledge.",
        "Howe, Daniel W. 2007. What Hath God Wrought: The Transformation of America, ]8]5-]848. New York and Oxford: Oxford University Press.",
        "Hirsch, Adam Jay. 1992. The Rise of the Penitentiary: Prisons and Punishment in Early America. New Haven and London: Yale University Press.",
        "Haller, Mark H. 1979. Plea Bargaining: The Nineteenth Century Context, Law & Society Review 13:2 (Winter), 273-279.",
        "Griswold, David B. 1987. Deviation from Sentencing Guidelines: The Issue of Unwarranted Disparity. Journal of Criminal Justice 15, 317-329.",
        "Green, William H. 1990. Econometric Analysis. New York: Macmillan Publishing Company.",
        "Granovetter, Mark 5. 1983. The Strength of Weak Ties: A Network Theory Revisited. Sociological Theory 1, 201-233.",
        "Glaeser, Edward L., Bruce Sacerdote and Jose Scheinkman. 1996. Crime and Social Interations. Quarterly Journal of Economics 111, 508-548. -33Granovetter, Mark 5. 1973. The Strength of Weak Ties. American Journal of Sociology 78:6 (May), 1360-1380.",
        "Friedman, Lawrence M. 1993. Crime and Punishment in American History. New York: Basic Books.",
        "Glaeser, Edward L. and Bruce Sacerdote. 1999. Why Is there More Crime in Cities? Journal of Political Economy 107:6 (December), S225-S258.",
        "Friedman, Lawrence M. 1979. Plea Bargaining in Historical Perspective, Law & Society Review 13:2 (Winter), 247-259.",
        "Ferrie, Joseph P. 1994. The Wealth Accumulation of Antebellum European Immigrants to the U.S., 1840-60. Journal of Economic History 54:1 (March), 1-33.",
        "Engen, Rodney L., Sara Steen and George S. Bridges. 2002. Racial Disparities in the Punishment of Youth: A Theoretical and Empirical Assessment of the Literature, Social Problems 49:2 (month), 194-220.",
        "Farmer, Amy and Dek Terrell. 2001. Crime versus Justice: Is There a Tradeoff? Journal of Law and Economics 44:2 (October), 345-366.",
        "Engen, Rodney L. and Randy R. Gainey. 2000. Conceptualizing Legally Relevant Factors under Guidelines: A Reply to Ulmer. Criminology 38:4, 1245-1252.",
        "Engen, Rodney L. and Randy R. Gainey. 2000. Modeling the Effects of Legally Relevant and Extralegal Factors under Sentencing Guidelines: The Rules Have Changed. Criminology 38:4, 1207-1229.",
        "Eastern State Penitentiary. 1829-1857. Population Records, Descriptive Registers. Record Group 15. Records of the Department of Justice. Hanisburg: Pennsylvania State Library. -32Eastern State Penitentiary. 1842-1869. Convict Reception Registers. Record Group 15. Records of the Department of Justice. Harrisburg: Pennsylvania State Library.",
        "Clark, Dennis. 1973. The Irish in Philadelphia: Ten Generations of Urban Experience. Philadelphia: Temple University Press.",
        "Carson, Scott Alan. 2007. Health during Industrialization: Evidence from the 19th Century Pennsylvania State Prison System, CESifo Working Paper Series No. 1975 (April).",
        "Bushway, Shawn D. and Anne Morrison Piehl. 2001. Judging Judicial Discretion: Legal Factors and Racial Discrimination in Sentencing, Law & Society Review 35:4, 733-764.",
        "Bodenhorn, Howard and Christopher S. Ruebeck. 2007. Colourism and African-American Wealth: Evidence from the Nineteenth-Century South. Journal of Population Economics xx:x, pp.",
        "Bodenhorn, Howard. 2006. The Economic Consequences of Colorism and Complexion Homogamy in the Black Community: Some Historical Evidence. American Economic Review xx:x, pp.",
        "Bodenhorn, Howard. 2002. The Mulatto Advantage: The Biological Consequences of Complexion in Rural Antebellum Virginia. Journal of Interdisciplinary History xx:xx, pp.",
        "Becker, Gary. 1968. The Economics of Crime, Journal of Political Economy 76:2 (March/April), 169-217.",
        "Albonetti, Celesta A. 1991. An Integration of Theories to Explain Judicial Discretion. Social Problems 38:2 (May), 247-266.",
        "Albonetti, Celesta A. 1997. Sentencing under the Federal Sentencing Guidelines: Effects of Defendant Characteristics, Guilty Pleas, and Departures on Sentence Outcomes for Drug Offenses, 199 1-1992. Law & Society Review 3 1:4, 789-822."
    ]
}