{
    "id": 14285,
    "cites": 45,
    "cited_by": 13,
    "reference": [
        "Antras, Pol. (2003), Firms, Contracts, and Trade Structure, Quarterly Journal of Economics, 118:4, pp. 13?5-1418.",
        "Antras, Pol (2005), Incomplete Contracts and the Product Cycle, American Economic Review, 95:4, pp. 1054-1 0?3.",
        "Antras, Pol, Luis Garicano and Esteban Rossi-Hansberg (2006), Offshoring in a Knowledge Economy, Quarterly Journal of Economics, 121:1, pp. 31-??.",
        "Antras, Pol and Esteban Rossi-Hansberg (2008), Organizations and Trade, Annual Review of Economics, forthcoming.",
        "Bagwell, Kyle and Robert W. Staiger (1999), An Economic Theory of GATT, American Economic Review, Vol. 89, No. 1, pp. 215-248.",
        "Bagwell, Kyle and Robert W. Staiger (2001), Domestic Policies, National Sovereignty and International Economic Institutions, Quarterly Journal of Economics, Vol. 116, No. 2, pp. 519-562.",
        "Bagwell, Kyle and Robert W. Staiger (2002), The Economics of the World Trading System, MIT Press.",
        "Bagwell, Kyle and Robert W. Staiger (2006), What Do Trade Negotiators Negotiate About? Empirical Evidence from the World Trade Organization, NBER Working Paper No. 12?2?.",
        "Baron, David (1994), Electoral Competition with Informed and Uninformed Voters, American Political Science Review, 88(1), pp. 33-4?.",
        "Bhagwati, Jagdish and V. K. Ramaswami (1963), Domestic Distortions, Tariffs, and the Theory of Optimum Subsidy, Journal of Political Economy, ?l:l, pp., 44-50.",
        "Blanchard, Emily (2006), Foreign Direct Investment, Endogenous Tariffs, and Preferential Trade Agreements,  working paper University of Virginia.",
        "Bolton, Patrick and Mathias Dewatripont (2005), Contract Theory, MIT Press.",
        "Borga, Maria and William J. Zeile (2004), International Fragmentation of Production and Intrafirm Trade of U.S. Multinational Companies, Bureau of Economic Analysis Working Paper WP # 2004-02.",
        "Brander, James A. and Barbara J. Spencer (1985), Export Subsidies and International Market Share Rivalry, Journal of International Economics, 18:1-2, pp. 83-100. Campa, Jose M., and Goldberg, Linda 5. (199?), The Evolving External Orientation of Manufacturing Industries: Evidence from Four Countries. Federal Reserve Bank of New York Economic Policy Review, 3 (July), pp. 53-81. Coase, Ronald H. (193?), The Nature of the Firm, Economica, 4:16, pp. 386-405.",
        "Deardorff, Alan V. (2001), Fragmentation in Simple Trade Models, North American Journal of International Economics and Finance, 12(2), p. 121-13?.",
        "Diez, Federico J. (2008), The Disparate Effects of Tariffs on Offshoring Industries, Mimeo, University of Wisconsin, August.",
        "Economist, The. The Ins and Outs of Outing. (August 31, 1991): 54-56.",
        "Ethier, Wilfred J. (2004), Political Externalities, Nondiscrimination, and a Multilateral World, Review of International Economics, Vol. 12, No. 3, pp. 303-320.",
        "Feenstra, Robert C. (1998), Integration of Trade and Disintegration of Production in the Global Economy. Journal of Economic Perspectives 12 (Autumn), pp. 31-50.",
        "Feenstra, Robert C., and Gordon H. Hanson (1996a), Foreign Investment, Outsourcing and Relative Wages, in Robert C. Feenstra, Gene M. Grossman, and Douglas A. Irwin, eds., Political Economy of Trade Policy: Essays in Honor of Jagdish Bhagwati (Cambridge. MA: MIT Press), pp. 89-12?.",
        "Feenstra, Robert C., and Hanson, Gordon H. (1996b), Globalization, Outsourcing, and Wage Inequality. American Economic Review, 86:2, pp. 240-245.",
        "Feenstra, Robert C., and Hanson, Gordon H. (2005), Ownership and Control in Outsourcing to China: Estimating the Property Rights Theory of the Firm, Quarterly Journal of Economics, 120(2): ?29?62.",
        "Grossman, Gene M. and Elhanan Helpman (1994), Protection for Sale, American Economic Review, Vol. 84, No. 4, pp. 833-850.",
        "Grossman, Gene M. and Elhanan Helpman (1996), Electoral Competition and Special Interest Politics, Review of Economic Studies, 63:2, pp. 265-286 Grossman, Gene M. and Elhanan Helpman (2002), Integration vs. Outsourcing in Industry Equilibrium, Quarterly Journal of Economics 11? (1), 85-120.",
        "Grossman, Gene M. and Elhanan Helpman (2005), Outsourcing in a Global Economy, Review of Economic Studies, ?2:l, pp. 135-159.",
        "Grossman, Gene M. and Esteban Rossi-Hansberg (2008), Trading Tasks: A Simple Theory of Offshoring, forthcoming American Economic Review.",
        "Grossman, Sanford J., and Oliver D. Hart (1986), The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy, 94:4, pp. 691-?19.",
        "Hart, Oliver and John Moore (1990), Property Rights and the Nature of the Firm, Journal of Political Economy, 98:6, pp. 1119-1158.",
        "Helpman, Elhanan (2006), Trade, FDI and the Organization of Firms, Journal of Economic Literature, 44, pp.589-63O.",
        "Hummels, David; Ishii, Jun; and Yi, Kei-Mu. (2001), The Nature and Growth of Vertical Specialization in World Trade. Journal of International Economics, 54, pp. ?5-96.",
        "Johnson, Harry G. (1965), Optimal Intervention in the Presence of Domestic Distortions, in R. E. Caves, P. B. Kenen, and HG. Johnson, eds., Trade, Growth and the Balance of Payments: Essays in Honor of Gottfried Haberler, Amsterdam: North-Holland, pp. 3-34.",
        "Jones, Ronald W. (2000), Globalization and the Theory of Input Trade, Cambridge: MIT Press.",
        "Levchenko, Andrei (2007), Institutional Quality and International Trade, Review of Economic Studies, 74:3, 791-819.",
        "McLaren, John (1997), Size, Sunk Costs, and Judge Bowkers Objection to Free Trade, American Economic Review, Vol. 87, No. 3, pp. 400-420.",
        "McLaren, John (2000), Clobalization and Vertical Structure, American Economic Review, 90, pp. 12391254.",
        "Nunn, Nathan (2007), Relationship-Specificity, Incomplete Contracts and the Pattern of Trade, Quarterly Journal of Economies, Vol. 122, No. 2, pp. 569-600.",
        "Nunn, Nathan and Dan Trefler (2008), The Boundaries of the Multinational Firm: An Empirical Analysis. In Globalization and the Organization of Firms and Markets, edited by Elhanan Helpman and Dalia Mann. Cambridge, MA: Harvard University Press, forthcoming.",
        "Ornelas, Emanuel (2008), Feasible Multilateralism and the Effects of Regionalism, Journal of International Economics., 74:1, pp. 202-224.",
        "Ornelas, Emanuel and John L. Turner (2008a), Trade Liberalization, Outsourcing, and the Hold Up Problem, Journal of International Economics, 74:1, pp. 225-241.",
        "Ornelas, Emanuel and John L. Turner (2008b), Protection and International Sourcing, Mimeo, July 1.",
        "Ossa, Ralph (2008), A `New Trade Theory of GATT/WTO Negotiations, Mimeo, May.",
        "Ramanarayanan, Ananth (2006), International Trade Dynamics with Intermediate Inputs, mimeo University of Minnesota.",
        "Rosenkranz, Stephanie and Patrick W. Schmitz (2007), Can Coasean bargaining justify Pigouvian taxation ? Economica, vol. 74 (296), pp. 573-585.",
        "Williamson, Oliver E. (1985), The Economic Institutions of Capitalism, Free Press: New York.",
        "Yarbrough, Beth V. and Robert M. Yarbrough (1992), Cooperation and Governance in International Trade: The Strategic Organizational Approach, Princeton University Press."
    ]
}