{
    "id": 1428,
    "cites": 24,
    "cited_by": 0,
    "reference": [
        "Aftalion, Florin and Bompaire, Frederick. France: Banking,l~Ioney and Bond Markets, Section l~.5 in A. George and I. Giddy (eds.), International Finance Handbook, New York: John Wiley, 1983.",
        "Anderson, Tim. Hambro, Hamburg and the Social Club, Euromoney, May l98la, pp. 31-3. ____________ The Growing War Between Cedel and Euro-clear, Euromoney, May l98lb, pp. 35_14~2. ____________ Optimism Shyly Creeps Back to the Bond Market, Euromoney, May 1981c, pp. l4~5_8.",
        "Corti, Mario A. Switzerland: Banking, Money and Bond Markets, Section 1~.6 in A. George and I. Giddy (eds.), International Finance Handbook, New York: John Wiley, 1983.",
        "Coussement, Andr~. When the Bonds Went Round Luxembourg in a Van, Euromoney, February l98l~ pp. 81-3. Dale, Richard. Bank Supervision Around the World, New York: Group of 30, 1982.",
        "Dufey, Gunter and Krishnan, E. West Germany2 Banking, Noney and Bond Markets, Section 11.4 in A. George and I. Giddy (eds.), International Finance Handbook, New York: John Wiley, 1983.",
        "Engel, Gerard. Underwriters Need to Know Where They Stand, Euromoney, May 1983, pp. 2~-6.",
        "Financial Statistics Monthly, Paris: Organization for Economic Cooperation and Development, various issues. -67- Fisher, Frederick G. The Eurodollar Bond Market, London: Euromoney Publications, 1979.",
        "Gewirtz, Carl. Eurobonds, International Herald Tribune, October 31, 1983a.",
        "Dollar Issues, International Herald Tribune, November 29, 1983b.",
        "Hayes, Samuel L. The Transformation of Investment Banking, Harvard Business Review, January/February 1979, pp. 153-70.",
        "Hayes, Samuel L., Spence, A. Michael, and Marks, David Van Praag. Competition in the Investment Banking Industry, Cambridge, i~iass.; Harvard University Press, 1983.",
        "Karp, Richard. How U.S. Companies Are Catching the Eurobond Habit~ Institutional Investor, August 1982, pp. 127-35.",
        "Koenig, Peter. The Great Liquidity Debate, Institutional Investor, May l983a~ pp. 153-66. ____________ Why Trading is Fun Again,~ Institutional~Investor, May 1983b, pp. 171-4.",
        "Magraw, Daniel, Legal Aspects of International Bonds, Section 5.3 in A. George and I. Giddy (eds.), International Finance Handbook, New York: John Wiley, 1983.",
        "Maycock, James E. ~United Kingdom: Banking, Money and Bond Markets, Section 4.3 in A. George and I. Giddy (eds.), International Finance Handbook, New York: John Wiley, 1983.",
        "Mendelsohn, M.S. Money on the Move, New York: McGraw-Hill, 1980.",
        "Pugel, Thomas A. and White. Lawrence J. `An Analysis of the Competitive Effects of Allowing Commercial Banks to Underwrite Corporate Securities,~ in this volume. -68-- Read, Hastings. The Secondary Market Wrestles with TEFRA, Euromoney, August 1983, p. 5L~.",
        "Sakakibara, Eisuke. The Japanese Financial System in Transition, in T. Agmon, R. Hawkins and R. Levich (eds.), The Future of the International Monetary System, (Lexington, Mass.: D.C. Heath, 19824.).",
        "Saunders, Anthony. Conflicts of Interest: The Case of Commercial Banks and Their Corporate Underwriting Affiliates, in this volume. Shirreff, David. The Warrior Style of CSFBs Rudloff, Euromoney, December 1981, pp. 2L4._32.",
        "Shirreff, David and Martin, Sarah. Milestone Deals in the Euromarkets,  Euromoney, October 1981, pp. 269-75.",
        "Van Agtmael, Antione W. Issuance of Eurobonds: Syndication and Underwriting Techniques and Costs, Section 5.2 in A. George I. Giddy (edsj, International Finance Handbook, New York: John Wiley, 1983.",
        "Walter, Ingo. Global Players in the Financial Secrecy Game, NYU Business, Vol. 3, No. 2, Fall 1983/Winter l98~, pp. 10-7.",
        "Weekly Eurobond Guide, London: Datastream International, various issues. Wilson Report. Sir Harold Wilson, Chairman of the Committee to Review the Functioning of Financial Institutions, London: Her Majestys Stationery Office, June 1980.",
        "World Financial Markets, New York: Morgan Guaranty Trust Company, various issues. Wyrneersch, Eddy. Securities Markets Regulations in Europe, Section 6.2 in A. George and I. Giddy (eds.), International Finance Handbook, New York: John Wiley, 1983."
    ]
}