{
    "id": 14280,
    "cites": 34,
    "cited_by": 16,
    "reference": [
        "Saunders, Anthony and Berry Wilson, 1996, Contagious Bank Runs: Evidence from the 19291933 Period, Journal of Financial Intermediation 5, 409-423.",
        "Ongena, Steven., David Smith and Dag Michalsen, 2003, Firms and their distressed banks: lessons from the Norwegian banking crisis (1988-1991). Journal of Financial Economics, 67, 81112.",
        "Peterson, Mitchell and Raghuram Rajan, 1994, The Benefits of Lending Relationships: Evidence from Small Business Data, Journal of Finance, 49, 3-37.",
        "Postlewaite, Andrew, and Xavier Vives, 1987, Bank Runs as an Equilibrium Phenomenon, Journal of Political Economy, 95, 485-491.",
        "Rochet, Jean-Charles and Xavier Vives, 2004, Coordination Failure and the Lender of Last Resort, Journal of European Economic Association 2, 1116-1 147.",
        "Morris, Stephen and Hyun Song Shin, 2003, Global Games: Theory and Applications, Advances in Economics and Econometrics (Proceedings of the Eighth World Congress of the Econometric Society), edited by M. Dewatripoint, L. Hansen and S. Turnovsky, Cambridge University press, 56-114.",
        "Munshi, Kaivan, 2003, Networks in the Modeni Economy: Mexican Migrants in the U.S. Labor Market. Quarterly Journal of Economics, 118, 549~99.",
        "Mian, Atif, 2006, Distance Constraints: The Limits of Foreign Lending in Poor Economies, Journal of Finance, 61, 1465-1505.",
        "Madies, Philippe, 2006, An Experimental Exploration of Self-Fulfilling Banking Panics: Their Occurrence, Persistence, and Prevention, Journal of Business, 79(4), 1831-1866.",
        "Manski, Charles, 1993, Identification of Endogenous Social Effects: The Reflection Problem, Review of Economic Studies. 60, 53i~42.",
        "Kroszner, Randall, 2007, Community Banks: The Continuing Importance of Relationship Finance, Speech at Americas Community Bankers Government Affairs Conference, Washington, D.C.",
        "Khwaja, Asim and Atif Mian, 2007, Tracing the Impact of Bank Liquidity Shocks: Evidence from an Emerging Market, Forthcoming American Economic Review.",
        "Kashyap, Anil, Raghuram Rajan, and Jeremy Stein, 1992, Banks as Liquidity Providers: An explanation for the co-existence of lending and deposit-taking, Journal of Finance 57, 33-73.",
        "Jacklin, Charles, and Sudipto Bhattacharya, 1988, Distinguishing Panics and Information-Based Bank Runs: Welfare and Policy Implications. Journal of Political Economy 96, 568-592.",
        "Halloran, M. E., 1998, Concepts of Infectious Disease Epidemiology. In Modern Epidemiology, 2~ edn, Philadelphia: Lippincott Raven.",
        "Hong Harrison, Jeffrey Kubik and Jeremy Stein, 2005, Thy Neighbors Portfolio: Word-ofMouth Effects in the Holdings and Trades of Money Managers, Journal of Finance 60, 280 1Hudgens Michael G, Ira M. Longini, Jr et al., 2002, Subtype-specific Transmission Probabilities for Human Immunodeficiency Virus Type 1 among Injecting Drug Users in Bangkok, Thailand, American Journal of Epidemiology 155, 159-168.",
        "Gorton, Gary, 1988, Banking panics and business cycles. Oxford Economic Papers 40, 751-781.",
        "Geoffard, Pierre-Yves, and Tomas Philipson, 1995, The Empirical Content of Canonical Models of Infectious Diseases: The Proportional Hazard Specification, Biometrika 82, 10 1-11.",
        "Goldstein, Itay and Ady Pauzner, 2005, Demand Deposit Contracts and the Probability of Bank Runs, Journal of Finance 60, 1293-1327.",
        "Diamond, Douglas, and Raghuram Rajan, 2001, Liquidity risk, liquidity creation and financial fragility: A theory of banking, Journal of Political Economy, 109(2), 287-327.",
        "Duflo, Esther and Emmanuel Saez, 2003, The Role of Information and Social Interactions in Retirement Plan Decisions: Evidence from a Randomized Experiment, Quarterly Journal of Economics, 118, 815-42, Drucker, Steven, and Manju Pun, 2005, On the Benefits of Concurrent Lending and Underwriting, Journal of Finance 60, 2763-2800.",
        "DellAriccia, Giovanni, Enrica Detragiache, and Raghuram Rajan, 2008. The Real Effect of Banking Crises, Journal of Financial Intermediation.",
        "Diamond, Douglas, and Philip Dybvig, 1983, Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy 91, 401-419.",
        "Banerjee, Abhijit, 1992, A Simple Model of Herd Behavior, Quarterly Journal of Economics, 107, 797-8 17 Banerjee, Abhijit, and Esther Duflo, 2002, Do Firms Want To Borrow More? Testing Credit Constraints Using A Directed Lending Program, working paper, MIT.",
        "Bernanke, Ben, 1983, Non-Monetary Effects of the Financial Crisis in Propagation of the Great Depression. American Economic Review 73, 257-276.",
        "Bertrand, Marianne, Erzo Luttmer, and SendhiiMuiiainatiian, 2000, Network Effects and Welfare Culture, Quarterly Journal of Economics, 115, 1O19~55.",
        "Bharath, Sreedhar, Sandeep Dahiya, Anthony Saunders and Anand Srinivasan, 2007, So What Do I get? A Banks View of Lending Relationships, Journal of Financial Economics, 85, 787821.",
        "Bikchandani, Sushil, Daniel Hirshleifer and Ivo Welch, 1992, A Theory of Fads, Fashion, Custom, and Cultural Change as Information Cascades, Journal of Political Economy, 100, 9921026.",
        "Bryant, John, 1980, Model of Reserves, Bank Runs, and Deposit Insurance, Journal of Banking and Finance 4, 335-344.",
        "Calomiris, Charles, and Joseph Mason, 1997, Contagion and Bank Failures during the Great Depression: The June 1932 Chicago Banking Panic, American Economic Review 87, 863-883.",
        "Chari, Varadarajan, and Ravi Jagannathan, 1988, Banking panics, Information, and Rational Expectations Equilibrium, Journal of Finance 43, 749-763.",
        "Calomiris, Charles, and Charles Kahn, 1991, The Role of Demandable Debt in Structuring Optimal Banking Arrangements. American Economic Review 81, 497-513.",
        "Chen, Yehning, 1999, Banking Panics: The Role of the First-Come, First-Served Rule and Information Externalities, Journal of Political Economy, 107, 946-968.",
        "Allen, Franklin, and Douglas Gale, 2000, Comparing Financial Systems, MIT Press."
    ]
}