{
    "id": 14291,
    "cites": 25,
    "cited_by": 4,
    "reference": [
        "Villalonga, B., 2004, Diversification discount or premium? New evidence from the business information tracing series. Journal of Finance 59, 479-506.",
        "Schwert, William, 1996, Markup Pricing in Mergers, Journal of Financial Economics 41, 153-192.",
        "Shleifer, Andrei, and Robert W. Vishny, 2003, Stock Market Driven Acquisitions, Journal of Financial Economics 70, 295-311.",
        "Schoar, Antoinette, 2002, Effects of Corporate Diversification on Productivity, Journal of Finance, 57 2379-2403.",
        "Schlingemann, Frederik, P., Rene M. Stulz, and Ralph A. Walkling, 2002, Asset liquidity and segment divestitures, Journal of Financial Economics.",
        "Roll, Richard, 1986, The Hubris Hypothesis of Corporate Takeovers, The Journal of Business 59: 2, pp. 197-216 Schipper, K., Thompson, R., 1983. Evidence on the capitalized value of merger activity for acquiring firms, Journal of Financial Economics 11, 85-119.",
        "Rhodes-Kropf, Matthew, and S. Viswanathan, 2004, Market Valuation and Merger Waves, Journal of Finance 59, 2685-2718.",
        "Ravenscraft R. J. and F.M. Scherer, 1992, Divisional Sell-off: A Hazard Function Analysis, Managerial and Decision Economics 12, 429-438.",
        "Porter, Michael, 1987, From Competitive Advantage To Corporate Strategy, Harvard Business Review, 43-59.",
        "Mundlak, Yair, 1961, Empirical production function free of management bias, Journal of Farm Economics 43, 44-56.",
        "Mueller, Dennis, 1969, A Theory of Conglomerate Mergers, Quarterly Journal of Economics.",
        "Mundlak, Yair, 1978, On the pooling of time series and cross section data, Econometrica 46, 69-85.",
        "Moeller Sara B., Schlingemann, Frederik P., and RenÃ\u0083Â© M. Stulz, Wealth Destruction on a Massive Scale? A ~tudy of Acquiring-Firm Returns in the Recent Merger Wave Journal of Finance 60 757-782 Morck, Randall, Andrei Shleifer, and Robert W. Vishny, 1990, Do managerial objectives drive bad acquisitions, Journal of Finance 45, 31-48.",
        "Mitchell, Mark L., and Harold J. Mulherin, 1996, The impact of industry shocks on takeover and restructuring activity, Journal of Financial Economics 41:2, 193-229.",
        "Matsusaka, John, 2001, Corporate Diversification, Value Maximization, and Organizational Capabilities, Journal of Business.",
        "Maksimovic, Vojislav and Gordon Phillips, 2007, Conglomerate Firms and Internal Capital Markets, in B. Espen Eckbo (edD: Handbook of Corporate Finance - Empirical Corporate Finance, North Holland Handbooks in Finance, Elsevier Science B.V.",
        "Maksimovic, Vojislav and Gordon Phillips, 2001, The Market for Corporate Assets: Who Engages in Mergers and Asset Sales and are there Gains?, Journal of Finance.",
        "Lucas, Robert, 1978, On the size distribution of business firms, Bell Journal of Economics 9, 508-23.",
        "Li, Kai and N.R. Prabhala, 2007, Self-Selection Models in Corporate Finance, in B. Espen Eckbo (edD: Handbook of Corporate Finance - Empirical Corporate Finance, North Holland Handbooks in Finance, Elsevier Science B.V.",
        "Graham, John, Michael Lemmon, and Jack Wolf, 2002, Does Corporate Diversification Destroy Value?, Journal of Finance. Griliches, Zvi, i957, Hybrid corn: An exploration in the economics of technological change, Econometrica 25, SOi-522.",
        "Davis, James, Eugene Fama, and Kenneth French, 2000, Characteristics, Covariances, and Average Returns: i929-i997, Journal of Finance 55, 389-406. Fluck, Z. and A. Lynch, i999, Why Firms Merge and then Divest: A Theory of Financial Synergy, Journal of Business 72, 3i9-346.",
        "Fuller, K., Netter, J., Stegemoller, M., 2002. What do returns to acquiring firms tell us? Evidence from firms that make many acquisitions, Journal of Finance 57, i763-i793.",
        "Ahern, Kenneth, 2007, Markets Talk, Firms Listen: The Dynamics of Repeat Acquirers, Working Paper, UCLA. Andrade G., Mark Mitchell and Eric Stafford, 200i, New Evidence and Perspectives on Mergers, Journal of Economic Perspectives 15, i03-i20. Asquith, P., Bruner, R. F., Mullins, Jr., D. W., i983. The gains to bidding firms from merger, Journal of Financial Economics ii, i2i-i39. Bartelsman, Eric, and Wayne Gray, i994, The NBER manufacturing productivity database, NBER Technical Working Papers 0205, National Bureau of Economic Research, Inc.",
        "Bernardo, A. E., Chowdry, B., 2002. Resources, real option, and corporate strategy. Journal of Financial Economics 63, 2ii-234.",
        "Berger, Philip, and Eli Ofek, i996, Bustup Takeovers of Value Destroying Diversified Firms, Journal of Finance Si(4), 1175-2000. Baumol, William, i959, Business Behavior, Value and Growth, New York: Macmillan. Betton, Sandra, B. Espen Eckbo, and Karin S. Thorburn, Corporate Takeovers, to be published in Handbook of Corporate Finance: Empirical Corporate Finance: Elsevier/North-Holland Boot A., i992, Why hang on to losers: Divestitures and Takeovers, Journal of Finance 47, i4Oi-23."
    ]
}