{
    "id": 14298,
    "cites": 44,
    "cited_by": 2,
    "reference": [
        "Stanley, Peter. 1974. A Nation in the Making The Philippines and the United States, 1899-1921. (Cambridge: Harvard University Press).",
        "Stanley, Peter. 1974. The Philippines and the United States, 1898-1921 (Cambridge: Harvard University Press).",
        "Russell, Charles. 1922. The Outlook for the Philippines (New York: Century Company). SMERU Research Team. An Impact Evaluation of Systematic Land Titling under the Land Administration Project (LAP). Working paper.",
        "Pilapil, Vicente. 1961. Nineteenth-Century Philippines and the Friar-Problem, The Americas 18(2): 127-148.",
        "North, Douglass, and Robert Thomas. 1973. The Rise of the Western World: A New Economic History (Cambridge: Cambridge University Press).",
        "McCune, Shannon. 1948. Land Redistribution in Korea, Far Eastern Survey 17(2): 13-18.",
        "Montero, JosÃ\u0083Â©. El ArchipiÃ\u0083Â©lago Filipino y las islas Marianas, Carolinas, y Palaos (Imprenta Manuel Tello, Madrid, 1886). New York Times, various.",
        "LeRoy, James. 1905. Philippine Life in Town and Country (New York: G. P. Putnams Sons).",
        "Malcolm, George. 1916. The Government of the Philippine Islands. (Rochester, NY: The Lawyers  Co-Operative Publishing Company).",
        "Legarda, Benito. 1999. After the Galleons (Manila: Ateneo de Manila Press).",
        "Latham, A.J.H. 2008. Climatic Fluctuations and the International Rice Trade: A Preliminary Investigation, Swansea University, mimeo.",
        "Lee, Eddy. 1979. Egalitarian Peasant Farming and Rural Development: the Case of South Korea,  World Development 7: 493-517.",
        "La Croix, Sumner, and James Roumasset. 1990. The Evolution of Private Property in Nineteenth -Century Hawaii, The Journal of Economic History, Vol. 50, No. 4 (Dec.,), pp. 829852.",
        "La Croix, Sumner. 2006. Outlying Areas, in Historical Statistics of the United States, Millennial Edition, Volume 5 (New York: Cambridge University Press): 587-625.",
        "Kumar, Dharma. 1982. The Fiscal System, in Dharma Kumar and Tapan Raychaudhuri, eds., The Cambridge Economic History of India Volume 2 (Cambridge University Press).",
        "Knack, Steven, and Philip Keefer. 1995. Institutions and economic performance: Cross-country tests using alternative measures. Economics and Politics 7: 207-227.",
        "Jeon, Yoong-Deok, and Young-Yong Kim. 2000. Land Reform, Income Redistribution and Agricultural Production in Korea. Economic Development and Cultural Change48(2): 253268.",
        "Iyengar, Radha, and Jonathan Monten. 2008. Is There an `Emboldenment Effect? Evidence from the Insurgency in Iraq. NBER Working Paper No. W13839.",
        "Haber, Stephen, Noel Maurer, and Armando Razo. 2003. When the Law Does Not Matter: The Rise and Decline of the Mexican Oil Industry. Journal of Economic History 63(1): 1-3 1.",
        "Hoover, Herbert. 1952. The Memoirs of Herbert Hoover: The Cabinet and the Presidency, 192033 (New York: MacMillan).",
        "Field, Erica. 2007. Entitled to Work: Urban Tenure Security and Labor Supply in Peru. Quarterly Journal of Economics 4(122): 1561-1602.",
        "Galiani, Sebastian, and Ernesto Schargrodsky. 2006. Property rights for the poor: Effects of land titling. Mimeo.",
        "Gates, John. 1977. Philippine Guerrillas, American Anti-Imperialists, and the Election of 1900, Pacific Historical Review 46(1): 5 1-64.",
        "Elliott, Charles. 1917. The Philippines to the End of the Commission Government (Indianapolis: Bobbs-Merrill).",
        "Escalante, Rene. 2002. The American Friar Lands Policy (Manila: Dc La Salle University Press).",
        "Do, Quy-Toan and Lakshmi Iyer. 2008. Land Titling and Rural Transition in Vietnam. Economic Development and Cultural Change 56(3), 53 1-579.",
        "Corpuz, Onofre. 1997. An Economic History of the Philippines (Manila: University of the Philippines Press.) Dc la Cavada, AgustIn. 1876. Historia Geografica, Geologica y Estadistica de Filipinas (Manila) .",
        "Dc Soto, Hernando. 2000. The Mystery of Capital: Why Capitalism Triumphs in the West and Fails Everywhere Else (New York: Basic Books).",
        "Clay, Karen. 2006. Uncertain Property Rights and Agricultural Production: Evidence from PostGold -Rush California, Carnegie Mellon University, mimeo. Constantino, Marecelino, and Primo Honrado, Seeds and Plants, in A Half-Century of Philippine Agriculture (Manila: Bureau of Agriculture, Graphic House): 220-230.",
        "Booth, Anne. 2007. Night Watchman, Extractive, or Developmental States? Some Evidence from Late Colonial South-East Asia. Economic History Review, 60(2): 24 1-266.",
        "Borja, Victoriano, J.P. Torres and Francisco Octubre. 1952. Fifty Years of Rice Research, in A Half-Century of Philippine Agriculture (Manila: Bureau of Agriculture, Graphic House): 179-189.",
        "Clay, Karen. 1999. Property Rights and Institutions: Congress and the California Land Act of 1851, The Journal of Economic History 59(1): 122-142.",
        "Binswanger, Hans, Klaus Deininger and Gershon Feder. 1995. Power, distortions, revolt, and reform in agricultural land relations, in Handbook of Development Economics. Volume 3, edited by J. Behrman and T.N. Srinivasan (Amsterdam: North-Holland): 2659-2772.",
        "Besley, Timothy and Robin Burgess. 2000. Land Reform, Poverty Reduction and Growth: Evidence from India. Quarterly Journal of Economics 115 (2): 341-388.",
        "Berkowitz, Daniel, Katharina Pistor, and Jean-Francois Richard. 2003. Economic Development, Legality, and the Transplant Effect. European Economic Review 47: 165-195.",
        "Berkowitz, Daniel, and Karen Clay. 2004. Initial conditions, institutional dynamics and economic performance: Evidence from the American states. Mimeo.",
        "Bautista, Eulito, and Evelyn Javier. 2005. The Evolution of Rice Production Practices. Philippine Institute for Development Studies Discussion Paper No. 2005-14.",
        "Bassino, Jean-Pascal, and Pierre Van der Eng. 2005. New Benchmark Estimate of Levels of Wages and GDP, 1913-1970. Australian National University, mimeo.",
        "Banerjee, Abhijit, Paul Gertler, and Maitreesh Ghatak. 2002. Empowerment and efficiency: Tenancy reform in West Bengal. Journal of Political Economy 110(2): 239-280.",
        "Alston, Lee, Gary Libecap, and Bernardo Mueller. 1998. Property Rights and Land Conflict: A Comparison of Settlement of the U.S. Western and Brazilian Amazon Frontiers, in Latin America and the World Economy Since 1800, edited by John Coatsworth and Alan Taylor (Cambridge: Harvard University Press): 55-84.",
        "Alfaro, Laura, Noel Maurer, and Faisal Ahmed. 2008. Gunboats and Vultures: Market Reaction to the Enforcement of Sovereign Debt. Harvard Business School, mimeo.",
        "Reports of the (Taft) Philippine Commission, the Civil Governor and the heads of the executive departments of the civil government of the Philippine Islands (1900-1903). 1904. (Washington: Bureau of Insular Affairs). The Oxford Latin American Studies Database, http://oxIad~qehox~c.uk.",
        "Philippine Government. 1910. The Friar-Land Inquiry (Manila: Bureau of Printing).",
        "Report of the (Schurman) Philippine Commission to the President. 1900. (Washington: GPO)."
    ]
}