{
    "id": 14295,
    "cites": 26,
    "cited_by": 8,
    "reference": [
        "U.S. Census Bureau (1998), Understatement of Export Merchandise Trade Data, Available at www.census.gov/foreign-trade/aip/expunder2.html.",
        "External Imbalances, working paper, New York University. Taub, Leon (2008), Borrowed securities: implications for measuring cross-border portfolio investment, IFC Bulletin 28.",
        "OICV-IOSCO (2003) Report on the Transparency of Short Selling, Technical Committee of IOSCO.",
        "Pavlova, Anna, and Roberto Rigobon (2008), An Asset-Pricing View of External Adjustment, mimeo.",
        "Robbins, Carol A. and Carol E. Moylan (2007) Research and Development Satellite Account Update, Survey of Current Business, October 2007, 49-64.",
        "Office of National Statistics (2007), United Kingdom Balance of Payments: The Pink Book 2007, Palgrave Macmillan, New York.",
        "Meredith, Guy (2007), Debt Dynamics and Global Imbalance: Some Conventional Views Reconsidered, IMF Working Paper WP/07/4.",
        "Obstfeld, Maurice, and Kenneth Rogoff (2007),The Unsustainable U.S. Current Account Position Revisted, in R. Clarida (ed.) G7 Current Account Imbalances: Sustainability and Adjustment (Chicago, University of Chicago Press).",
        "Lane, Philip, and Gian Maria Milesi-Ferretti (2008), Where Did All the Borrowing Go? A Forensic Analysis of the U.S. External Position, IMF Working Paper WP/08/28.",
        "Lamont, Owen A. and Jeremy C. Stein (2004) Aggregate Short Interest and Market Valuations American Economic Review, 94(2), 29-32.",
        "Lane, Philip R., and Gian Maria Milesi-Ferretti (2005), Financial Globalization and Exchange Rates, IMF Working Paper WP/ 05/3.",
        "Kozlow, R. (2006), Statistical Issues Related to Global Economic Imbalances: Perspectives on `Dark Matter. Paper for 19th Meeting of the IMF Committee on Balance of Payments Statistics.",
        "Kester, Anne Y. Editor, National Research Council (1992), Behind the numbers: U.S. Trade in the World Economy National Academy Press, Washington, D.C.",
        "Kitchen, John (2007), Sharecroppers or Shrewd Capitalists? Projections of the US Current Account, International Income Flows, and Net International Debt. Review of International Economics 15(5), 1036-6 1.",
        "International Monetary Fund (2007), Balance of Payments Statistics Yearbook 2007.",
        "Gros, Daniel (2006). Foreign Investment in the US (I): Disappearing in a Black Hole? CEPS Working Document 242.",
        "Hausmann, Ricardo, and Federico Sturzenegger (2007), The Missing Dark Matter in the Wealth of Nations, and Its Implications for Global Imbalances, Economic Policy 22, 469-5 18.",
        "Gourinchas, Pierre-Olivier, and Helene Rey (2007a), From World Banker to World Venture Capitalist: The U.S. External Adjustment and the Exorbitant Privilege, in R. Clarida (ed.) G7 Current Account Imbalances: Sustainability and Adjustment (Chicago, University of Chicago Press), 11-55.",
        "Frankel, Jeffrey (2006), Global Imbalances and Low Interest Rates: An Equilibrium Model vs. a Disequilibrium Reality, working paper, Harvard University.",
        "Endo, Tadashi and S. Ghon Ree (2006), Margin Purchases and Short Sales in Emerging Markets: Their Rationales and Design Variables, World Bank Financial Sector Discussion Series.",
        "Edwards, Sebastian (2005), Is the U.S. Current Account Deficit Sustainable? And, If Not, How Costly Is Adjustment Likely To Be? NBER Working Paper 11541.",
        "Burger, John D., Francis E. Warnock, and Veronica Cacdac Warnock (2008). A Virtuous Cycle in Local Currency Bond Markets? GEMLOC working paper.",
        "Cavallo, Michele, and Cedric Tille (2006), Could Capital Gains Smooth a Current Account Rebalancing?, Federal Reserve Bank of New York Staff Reports No. 237.",
        "Current Account Deficit Be Sustained? unpublished paper. Burger, John D., and Francis E. Warnock (2007), Foreign Participation in Local-Currency Bond Markets, Review of Financial Economics 16: 29 1-304.",
        "Bertaut, Carol C., and Ralph W. Tryon (2007), Monthly Estimates of U.S. Cross-Border Securities Positions, FRB International Finance Discussion Paper No. 910.",
        "Bertaut, Carol C., Steven Kamin, and Charles Thomas (2008), How Long Can the Unsustainable U.S."
    ]
}