{
    "id": 1429,
    "cites": 13,
    "cited_by": 14,
    "reference": [
        "G. Austin and WH. Buiter [1982) Saddlepoint: A Programme for Solving Continuous Time Linear Rational Expectations Models, SSRC LSE Econoiretrics Prograrxnne, Discussion Paper A. 37, November.",
        "R.J. Barro [1979) On the determination of the public debt, Journal of Political Economy, 87, October, pp 940-971.",
        "C.R. Bean [1984) ~LThe terms of trade, labour supply and the current account, Centre for Labour Economics Discussion Paper No. 190, March.",
        "O.J. Blanchard [1983a) Current and Anticipated Deficits, Interest Rates and Economic Activity, unpublished, July.",
        "O.J. Blanchard [1983b) Debt, Deficits and Finite Horizons, unpublished November.",
        "W.H. Buiter [1981) Time Preference and International Lending and Borrowing in an Overlapping Generations Model, Journal of Political Economy, 89, August, pp. 769-797.",
        "J. Frenkel and A. Razin [1984a) Fiscal Policies, Debt and International Economic Interdependence, unpublished, January.",
        "Jacob A. Frenkel and Assaf Razin [1984b] Budget deficits and rates of interest in the world economy, April 1984 mimeo.",
        "Alberto Giovannini [1984) Fiscal Policy, the Capital Stock and the Exchange Rate, unpublished, Columbia University.",
        "M.H. Miller and M. Salmon [1983) Dynamic Games and the Time Inconsistency of Optimal Policies in Open Economies, University of Warwick, mimeo, June.",
        "J. Sachs [1983) Energy and growth under flexible exchange rates: a simulation study in J.S. Bhandari and B.H. Putnam eds. Economic Interdependence and Flexible Exchange Rates, pp 191-220.",
        "T.J. Sargent and N. Wallace [1981] Some unpleasant monetarist arithmetic, Federal Reserve Bank of Minneapolis Quarterly Bulletin. - L.H. Summers [1981] Taxation and Corporate Investment: A q-Theory Approach, Brookings Papers on Economic Activity, 1981, 1, pp 67-127.",
        "L.E.O. Svensson and A. Razin [1983] The terms of trade and the current account: The Laursen-Harberger-Metzler Effect, Journal of Political Economy, 1, pp. ~7-125."
    ]
}