{
    "id": 14299,
    "cites": 137,
    "cited_by": 43,
    "reference": [
        "Wold HOA, Whittle P. 1957. A model explaining the Pareto distribution of wealth. Econometrica. 25:591-5.",
        "Wyart M, Bouchaud JP, Kockelkoren J, Potters M, Vettorazzo M. 2008. Relation between bid-ask spread, impact and volatility in order-driven markets. Quant. Finan. 8:41Ã\u0082â\u0080\u009457.",
        "Yule GU. 1925. A mathematical theory of evolution, based on the conclusions of Dr. J. C. Willis, F.R.S. Philos. Trans. of the R. Society of Lond. 213:21Ã\u0082â\u0080\u009487.",
        "West GB, Brown JH, Enquist BJ. 2000. The origin of universal scaling laws in biology. In Scaling in Biology, eds. JH Brown, GB West. Oxford: Oxford Unive. Press.",
        "Weitzman ML, 2007. Subjective expectations and asset-return puzzles. Am. Econ. Rev. 97:1102-30.",
        "West GB, Brown JH, Enquist BJ. 1997. A general model for the origin of allometric scaling laws in biology. Science. 276:122-26.",
        "VervaatW. 1979. On a stochastic difference equation and a representation of non-negative infinitely random variables. Adv. in Appl. Probab. 11:750-83.",
        "Steindl J. 1965. Random Processes and the growth of Firms. New York: Hafner.",
        "Sutton J. 2007. Market share dynamics and the persistence of leadership debate. Am. Econ. Rev. 97:222-41.",
        "Tervio M. 2008. The difference that CEOs make: An assignment model approach. Am. Econ. Rev. 98:642-668.",
        "Sornette D. 2004. Critical Phenomena in Natural Sciences. Berlin, New York: Springer.",
        "Stanley, M. H. R. , L. A. N. Amaral, S. V. Buldyrev, S. Havlin, H. Leschhorn, P. Maass, M. A. Salinger, and H. E. Stanley. 1996. Scaling Behavior in the Growth of Companies. Nature 379:804-806.",
        "Stanley, M. H. R. , S. V. Buldyrev, S. Havlin, R. Mantegna, M.A. Salinger, and H. E. Stanley. 1995. Zipf plots and the size distribution of Firms. Economics Lett. 49: 453-457.",
        "Malamud BD, Morein G, Turcotte DL. 1998. Forest fires: An example of self-organized critical behavior. Science. 281:1840-42.",
        "Lux T, Sornette D. 2002. On Rational Bubbles and Fat Tails. ,Journal of Money, Credit and Banking. 34:589-610.",
        "Lucas RE. 1978. On the size distribution of business firms. Bell J. of Econ. 9:508Ã\u0082â\u0080\u009423.",
        "Lux, T. 1996. The Stable Paretian Hypothesis and the Frequency of Large Returns: An Examination of Major German Stocks. Applied Financial Economics, 6:463 - 475.",
        "Levy M, Solomon S. 1996. Power laws are logarithmic Boltzmann laws. Int. J. of Mod. Phys. C. 7:595.",
        "Lillo F, Mantegna RN. 2003. Power-law relaxation in a complex system: Omori law after a financial market crash. Phys. Rev. E. 68:016119-24.",
        "Levy M. 2003. Are rich people smarter?. J. of Econ. Theor. 110:42Ã\u0082â\u0080\u009464.",
        "Levy M. 2005. Market efficiency, the Pareto wealth distribution, and the LÃ\u0083Â©vy distribution of stock returns. In The Economy as an Evolving Complex System, eds. S Durlauf, L Blume, Oxford: Oxford University Press.",
        "Krugman P. 1996. Confronting the mystery of urban hierarchy. J. of the Jpn. and Int. Econ.. 10:399-418.",
        "Leamer E, Levinsohn J. 1995. International trade theory: The evidence. In Handbook of International Economics, eds. G Grossman, K. Rogoff, 3:1339-94. Amsterdam: North-Holland.",
        "Kou, SC and Kou SG. 2004. A diffusion model for growth stocks. Math. of Oper. Res. 29:191Ã\u0082â\u0080\u0094212.",
        "Klass O, Biham O, Levy M, Malcai O, Solomon S. 2006. The Forbes 400 and the Pareto wealth distribution. Econ. Lett. 90:290-5.",
        "Gabaix X, Landier A. 2008. Why has CEO pay increased so much?. Q. J. of Econ. 123:49-100.",
        "Gibrat R. 1931. Les inÃ\u0083Â©galitÃ\u0083Â©s Ã\u0083Â©conomiques, Paris: Librairie du Recueil Sirey.",
        "Gopikrishnan P, Plerou V, Amaral L, MeyerM, Stanley HE. 1999. Scaling of the distribution of fluctuations of financial market indices. Phys. Rev. E. 60:5305-5316.",
        "Gopikrishnan P, Gabaix X, Plerou V, Stanley HE. 2000. Statistical properties of share volume traded in financial markets. Phys. Rev. E. 62:R4493-R4496.",
        "Goldie CM. 1991. Implicit renewal theory and tails of solutions of random equations. The Ann. of Appl. Probab.. 1:126-66.",
        "Helpman E, Melitz MJ, Yeaple SR. 2004. Export versus FDI with heterogeneous firms. Am. Econ. Rev. 94:300-16.",
        "Hill BM. 1975. A simple approach to inference about the tail of a distribution. Ann. of Stat. 3:1163Ã\u0082â\u0080\u009474.",
        "Hinloopen J, Van Marrewijk C. 2008. Comparative advantage, the rank-size rule, and ZipfÃ\u0082â\u0080\u0099s law. Work. Pap., Tinbergen Institute.",
        "Hsu W. 2008. Central place theory and ZipfÃ\u0082â\u0080\u0099s law. Work. Pap., Univ. of Minnesota.",
        "Ibragimov R, JaffeeW,Walden J. 2008. Nondiversification traps in catastrophe insurance markets. Rev. of Financ. Stud. In press.",
        "Ijiri Y, Simon HA. 1964. Business firm growth and size. The Am. Econ. Rev. 54:77-89.",
        "Ijiri Y, Simon HA. 1979. Skew Distributions and the Sizes of Business Firms, eds. North-Holland.",
        "Ioannides YM, Overman HG. 2003. ZipfÃ\u0082â\u0080\u0099s law for cities: An empirical examination. Reg. Sci. and Urban Econ. 33:127Ã\u0082â\u0080\u009437.",
        "Jackson, M. The Theory of Networks. Annual Review of Economics 1. Jansen, D, de Vries, C. 1991. On the Frequency of Large Stock Returns: Putting Booms and Busts into Perspective. Review of Economics and Statistics. 73:18-24.",
        "Jensen M, Murphy KJ. 1990. Performance pay and top-management incentives. J. of Polit. Econ.. 98:225-64.",
        "Jessen AH, Mikosch T. 2006. Regularly varying functions. Publ. de lÃ\u0082â\u0080\u0099Inst. Math. 94:171Ã\u0082â\u0080\u009492.",
        "Johnson NF, Spagat M, Restrepo JA, Becerra O, et al. 2006. Universal patterns underlying ongoing wars and terrorism. Work. Pap.. Univ. Miami.",
        "Jones C. 2005. The shape of production functions and the direction of technical change. Quart. J. Ec. 120:517-49.",
        "Kaizoji, T. 2006. A precursor of market crashes: Empirical laws of JapanÃ\u0082â\u0080\u0099s internet. Eur. Phys. J. B 50:123Ã\u0082â\u0080\u0094127.",
        "Kesten H. 1973. Random difference equations and renewal theory for products of random matrices. Acta Math. 131:207-248.",
        "Khandaniy AE, Lo AW. 2007. What happened to the quants in August 2007? Work. Pap., Massachusetts Institute of Tech.",
        "Kostiuk PF. 1990. Firm size and executive compensation. J. of Human Resources. 25:91Ã\u0082â\u0080\u0094105.",
        "Zanette DH, and Manrubia SC. 1997. Role of intermittency in urban development: A model of large-scale city formation. Phys. Rev. Lett. 79:523Ã\u0082â\u0080\u00946.",
        "Zipf GK. 1949. Human Behavior and the Principle of Least Effort. Cambidge MA: Addison-Wesley.",
        "Simon H. 1955. On a class of skew distribution functions. Biometrika. 44:425-40.",
        "Soo KT. 2005. ZipfÃ\u0082â\u0080\u0099s law for cities: a cross country investigation. Regi. Sci. and Urban Econ. 35:239-63.",
        "Sattinger M. 1993. Assignment models of the distribution of earnings. J. of Econ. Lit. 31:831Ã\u0082â\u0080\u009480.",
        "Rossi-Hansberg E, Wright MLJ. 2007. Urban structure and growth. Rev. of Econ. Stud. 74:597Ã\u0082â\u0080\u0094624.",
        "Rossi-Hansberg E, Wright MLJ. 2007b. Establishment size dynamics in the aggregate economy. Amer. Econ.Rev. 97:1639-66.",
        "Solomon S, Richmond P. 2001. Power laws of wealth, market order volumes and market returns. Physica A. 299:188-97.",
        "Rosen S. 1981. The economics of superstars. Am. Econ. Rev. 71 :845Ã\u0082â\u0080\u009458.",
        "Rosen S. 1992. Contracts and the market for executives. In Contract Economics, eds. L Werin, H Wijkander, Cambridge, MA: Oxford, Blackwell.",
        "Reed WJ. 2001. The Pareto, Zipf and other power laws. Econ. Lett.. 74:15-9.",
        "Plerou V,Gopikrishnan P, Amaral L, Gabaix X, Stanley HE. 2000. Economic fluctuations and anomalous diffusion. Phys. Rev. E. 62:R3023-R3026.",
        "Pareto V. 1896. Cours dÃ\u0082â\u0080\u0099Economie Politique, Geneva: Droz. Persky J. 1992. Retrospectives: ParetoÃ\u0082â\u0080\u0099s Law. The J. of Econ. Perspectives. 6:181-92.",
        "Plerou V, Gopikrishnan P, Amaral L, Meyer M, Stanley HE. 1999. Scaling of the distribution of price fluctuations of individual companies. Phys. Rev. E. 60:6519-29.",
        "Nirei M, Souma W. 2007. A two factor model of income distribution dynamics. Rev. of Income and Wealth. 53:440-59.",
        "Okuyama K, Takayasu M, Takayasu H. 1999. ZipfÃ\u0082â\u0080\u0099s law in income distribution of companies. Physica A. 269:125-31.",
        "Nirei M. 2006. Threshold behavior and aggregate fluctuation. J. of Econ. Theor. 127: 309-22.",
        "Newman M. 2005. Power laws, Pareto distributions and ZipfÃ\u0082â\u0080\u0099s law. Contemp. Phys. 46:323-51.",
        "Newman M, Barabasi AL, Watts DJ, eds. 2006. The Structure and Dynamics of Networks, Princeton: Princeton University Press.",
        "Mulligan, C. 1997. Scale Economies, the Value of Time, and the Demand for Money: Longitudinal Evidence from Firms. J. of Polit. Econ.. 105:1061-79.",
        "Malcai O, Biham O, Solomon S. 1999. Power-law distributions and LÃ\u0083Â©vy-stable intermittent fluctuations in stochastic systems of many autocatalytic elements. Phys. Rev. E, 60:1299.",
        "Malcai, O, Biham O, Richmond P, Solomon S. 2002. Theoretical analysis and simulations of the generalized Lotka-Volterra model. Phys. Rev. E 66:031102.",
        "Malevergne, Y, Saichev, A, Sornette, D. 2008. ZipfÃ\u0082â\u0080\u0099s Law for Firms: Relevance of Birth and Death Processes. Work. Pap., ETH Zurich.",
        "Mandelbrot B. 1953. An informational theory of the statistical structure of languages. In Communication Theory, ed. W Jackson, pp. 486-502. Woburn, MA: Butterworth.",
        "Mandelbrot B. 1961. Stable paretian random functions and the multiplicative variation of income. Econometrica. 29:517-43.",
        "Mandelbrot B. 1963. The variation of certain speculative prices. J. of Bus. 36:394Ã\u0082â\u0080\u0094419.",
        "Mandelbrot B. 1997. Fractals and Scaling in Finance, Verlag: Springer.",
        "Manrubia SC, Zanette DH. 1998. Intermittency model for urban development. Phys. Rev. E. 58:295-302.",
        "Mantegna, R and Stanley, HE. 1995. Ã\u0082â\u0080\u009cScaling Behavior in the Dynamics of an Economic Index,Ã\u0082â\u0080\u009d Nature, 376: 46-49.",
        "Marsili M, Maslov S, Zhang YC. 1998. Comment on Ã\u0082â\u0080\u009dRole of intermittency in urban development: A model of large-scale city formationÃ\u0082â\u0080\u009d. Phys. Rev. Lett. 80:4831.",
        "Marsili M, Zhang YC. 1998. Interacting individuals leading to ZipfÃ\u0082â\u0080\u0099s law. Phys. Rev. Lett. 80:2741-44.",
        "Melitz M. 2003. The impact of trade on aggregate industry productivity and intraindustry reallocations. Econometrica. 71:1695-1725.",
        "McCowan B, Hanser SF, Doyle LR. 1999. Quantitative tools for comparing animal communication systems: information theory applied to bottlenose dolphin whistle repertoires. Anim. Behav. 57:409Ã\u0082â\u0080\u009419.",
        "Mitzenmacher M. 2003. A brief history of generative models for power law and lognormal distributions. Internet Math. 1:226-51.",
        "Mori T, Nishikimi K, Smith TE. 2008. The number-average size rule: A new empirical relationship between industrial location and city size. J. of Reg. Sci. 48:165-211.",
        "Gabaix X, Ioannides Y. 2004. The evolution of the city size distributions. In Handbook of Regional and Urban Economics, eds. V Henderson, JF Thisse, 4:2341-78. Oxford: Elsevier Science.",
        "Acemoglu, D, Cao D. 2008. Innovation by Entrants and Incumbents. Work. Pap. Massachusetts Institute of Tech.",
        "Amaral LAN, Buldyrev SV, Havlin S, Leschhorn H, Maass P, Salinger MA, Stanley HE, Stanley MHR. 1997. Scaling behavior in economics: I. Empirical results for company growth. J. de phys. (France) I. 7:621-33.",
        "Arkolakis C. 2008. Market penetration costs and trade dynamics. Work. Pap., Dep. Econ., Yale Univ.",
        "Atkinson AB, Piketty T. 2007. Top incomes over the twentieth century. Oxford: Oxford University Press.",
        "Auerbach F. 1913. Das Gesetz der BevÃ\u0083Â¶lkerungskonzentration. Petermanns Geogr. Mitt. 59:74Ã\u0082â\u0080\u009476.",
        "Axtell R. 2001. Zipf distribution of U.S. firm sizes. Science, 293:1818-20.",
        "Bak P, Chen K, Woodford M. 1993. Aggregate fluctuations from independent sectoral shocks: Self-organized criticality in a model of production and inventory dynamics. Ricerche Econ. 47:3-30.",
        "Baker G, Jensen M, Murphy K. 1988. Compensation and incentives: practice vs. theory. J. of Financ. 43:593-616.",
        "BarabÃ\u0083Â¡si AL, Albert R. 1999. Emergence of scaling in random networks. Science. 286:509-12.",
        "Barro RJ. 2006. Rare disasters and asset markets in the twentieth century. Q. J. of Econ. 121: 823-866.",
        "Beirlant J, Goegebeur Y, Segers J, Teugels J. 2004. Statistics of Extremes: Theory and Applications, England: Wiley.",
        "Benhabib J, Bisin A. 2007. The distribution of wealth: intergenerational transmission and redistributive policies. Work. Pap., New York Univ.",
        "Benguigui L, Blumenfeld-Lieberthal E. 2007. A dynamic model for city size distribution beyond Zipf Ã\u0082â\u0080\u0099s law. Physica A 384:613Ã\u0082â\u0080\u009427.",
        "Biggs M. 2005. Strikes as forest fires: Chicago and Paris in the late nineteenth century. Am. J. Sociolog. 110:1684Ã\u0082â\u0080\u00941714.",
        "Bouchaud, JP. 2001. Power-laws in Economics and Finance: Some Ideas from Physics. Quant. Fin. 1:105.",
        "Bouchaud JP, Farmer JD, Lillo F. 2009. How markets slowly digest changes in supply and demand. In Handbook of Financial Markets: Dynamics and Evolution, ed. T Hens, KR Schenkhoppe. Academic Press.",
        "Bouchaud, JP, Potters, M. 2004. Theory of Financial Risk and Derivative Pricing: From Statistical Physics to Risk Management. Cambridge University Press.",
        "Brakman S, Garretsen H, van Marrewijk C. 2009. An Introduction to Geographical Economics, Cambridge: Cambridge Univ. Press 2nd ed.",
        "Brock, W, Durlauf S. 2001. Discrete choice with social interactions. Review of Economic Studies, 68:235Ã\u0082â\u0080\u009460.",
        "Brown JH, West GB, eds. 2000. Scaling in Biology, Oxford: Oxford Univ. Press.",
        "Carlson JM, Doyle J. 1999. Highly optimized tolerance: A mechanism for power laws in designed systems. Phys. Rev. E 60:1412-27.",
        "Carroll G. 1982. National city-size distributions: what do we know after 67 years of research?. Prog. in Hum. Geogr. 6:1-43.",
        "Carvalho V. 2008. Aggregate fluctuations and the network structure of intersectoral trade. Work. Pap., Univ. of Chicago.",
        "Challet D, Marsili M, Zhang YC. 2005. Minority Games: Interacting Agents in Financial Markets. Oxford University Press.",
        "Champernowne D. 1953. A model of income distribution. Econ. J. 83: 318-51.",
        "Chaney T. 2009. Distorted gravity: The intensive and extensive margins of international trade. Am. Econ. Rev. In press.",
        "Chevalier J, Goolsbee A. 2003. Measuring prices and price competition online: Amazon and Barnes and Noble. Quant. Mark. and Econ.. 1:203-222.",
        "Clauset A, Shalizi CR, Newman MEJ. 2008. Power-law distributions in empirical data. Work. Pap., Santa Fe Institute.",
        "Cordoba J. 2008. On the distribution of city sizes, J. of Urban Econ. 63:177-97.",
        "Cosh A. 1975. The renumeration of chief executives in the United Kingdom. Econ. J. 85:75Ã\u0082â\u0080\u009494.",
        "Deschatres F and Sornette D. 2005. The Dynamics of Book Sales: Endogenous versus Exogenous Shocks in Complex Networks. Phys. Rev. E. 72:016112.",
        "De Vany, A. 2003. Hollywood Economics. Routledge.",
        "Di Guilmi C, Aoyama H, Gallegati M, Souma W. 2004. Do ParetoÃ\u0082â\u0080\u0094Zipf and Gibrat laws hold true? An analysis with European firms. Phys. A. 335:197-216.",
        "Dragulescu A, Yakovenko VM. 2001. Evidence for the exponential distribution of income in the USA. The Eur. Phys. J. B. 20:585-9.",
        "Duranton G. 2006. Some foundations for Zipf Ã\u0082â\u0080\u0099s law: Product proliferation and local spillovers. Reg. Sci. and Urban Econ. 36:542Ã\u0082â\u0080\u009463.",
        "Duranton G. 2007. Urban evolutions: The fast, the slow, and the still. Am. Econ. Rev. 97:197-221.",
        "Durlauf, S. 1993. Nonergodic Economic Growth. Rev. Econ. Stud. 60:349-66.",
        "Durlauf, S. 2005. Complexity and Empirical Economics. Econ. J. , 115:F225-243.",
        "Eaton J, Kortum S, Kramarz F. 2004. Dissecting trade: Firms, industries, and export destinations. Am. Econ. Rev. Pap. and Proc.. 94:150-4.",
        "Edmans A, Gabaix X, Landier A. 2008. A multiplicative model of optimal CEO incentives in market equilibrium. Work. Pap., SSRN.",
        "Embrechts P, Kluppelberg C, Mikosch T. 1997. Modelling Extremal Events for Insurance and Finance, New York: Springer.",
        "Estoup JB. 1916. Les gammes stÃ\u0083Â©nographiques, Paris: Institut StÃ\u0083Â©nographique.",
        "Fama, E. 1963. Ã\u0082â\u0080\u009cMandelbrot and the Stable Paretian Hypothesis,Ã\u0082â\u0080\u009d Journal of Business, 36:420-429.",
        "Fu, D., F. Pammolli, S. V. Buldyrev, M. Riccaboni, K. Matia, K. Yamasaki, and H. E. Stanley. 2005. The growth of business firms: theoretical framework and empirical evidence. Proc. Natl. Acad. Sci. USA 102:18801-6.",
        "Fujiwara Y. 2004. Zipf law in firms bankruptcy. Phys. A: Stat. and Theor. Phys.. 337:219-30.",
        "Gabaix X. 1999. ZipfÃ\u0082â\u0080\u0099s law for cities: An explanation. Q. J. of Econ. 114:739-67.",
        "Gabaix, X. 1999a. ZipfÃ\u0082â\u0080\u0099s Law and the Growth of Cities, Am. Econ. Rev., Papers and Proceedings, 89:129-32.",
        "Gabaix X. 2007. The granular origins of aggregate fluctuations. Work. Pap., New York Univ.",
        "Gabaix X. 2008. Variable rare disasters: A tractable theory of ten puzzles in macrofinance. Am. Econ. Rev. Papers and Proc., 98:64-67.",
        "Gabaix X, Gopikrishnan P, Plerou V, Stanley HE. 2003. A theory of power law distributions in financial market fluctuations. Nature, 423:267Ã\u0082â\u0080\u0094230.",
        "Gabaix X, Gopikrishnan P, Plerou V, Stanley HE. 2005. Are stock market crashes outliers?. Work. Pap.. Massachusetts Institute of Tech.",
        "Gabaix X, Gopikrishnan P, Plerou V, Stanley HE. 2006. Institutional investors and stock market volatility. Q. J. of Econ.. 121:461-504.",
        "Gabaix X, Ibragimov R. 2008a. Rank-1/2: A simple way to improve the OLS estimation of tail exponents. Work Pap., NBER.",
        "Gabaix X, Ibragimov R. 2008b. A simple OLS test of power law behavior. Work. Pap., Harvard Univ."
    ]
}