{
    "id": 14293,
    "cites": 37,
    "cited_by": 24,
    "reference": [
        "World Bank. 2001. Hurricane Mitch: The Gender Effects of Coping with Crisis. Washington, D.C.: World Bank.",
        "U.S. Department of Justice. 1998. News Release: Honduras, Nicaragua Designated for Temporary Protected Status Following Devastation from Hurricane Mitch. (http: / /www. napidimmignation . com/www/news/news295 . html).",
        "USAID. 2004. Hurricane Mitch: Program Overview. El Salvador: USAID.",
        "U.N. Economic Commission for Latin America and the Caribbean. 2001. Social Panorama of Latin America 2000-2001. Santiago, Chile: ECLAC. (http: //www.eclac.cl/publicaciones/DesannolloSocial/8/ : CG2138P1/P512001_chapl .pdf).",
        "Turk, Michele. 1999. After Hurricane Mitch, Hondurans Hopes for Future Tied to U.S. (http://www.distaterrelief.org/Disasters/990128Mitch/index_txt .html).",
        "Tobar, Hector. 1999. Painful Exodus Follows Hurricanes Havoc Immigration: Hordes Fleeing Mitchs Devastation Set Sights on Rio Grande, Los Angeles Time. (http://www.uwsa.com/pipermail/uwsa/1999q1/017734.html).",
        "Schoeni, Robert. 1996. The Effect of Immigrants on the Employment and Wages of Native Workers: Evidence from the 1970s and 1980s, Mimeo, Rand.",
        "Ottaviano, Gianmarco and Giovanni Pen. 2006. Rethinking the Effects of Immigration on Wages, NBER Working Paper No. 12497.",
        "Ottaviano, Gianmarco and Giovanni Pen. 2007. The Effects of Immigration U.S. Wages and Rents: A General Equilibrium Approach, Mimeo.",
        "Ottaviano, Gianmarco and Giovanni Pen. 2008. Immigration and National Wages: Clarifying the Theory and the Empirics, NBER Working Paper No. 14188.",
        "Morris, Saul, Oscar Neidcker-Gonzales, Calogero Carletto, Marcial Munguia and Quentin Wodon. 2000. Hurricane Mitch and the Livelihood of the Rural Poor in Honduras,  World Bank, Mimeo.",
        "Lewis, Ethan. 2005. Immigration, Skill Mix and the Choice of Technique, Federal Reserve Bank of Philadelphia Working Paper No. 05-08.",
        "Mayda, Anna Maria. 2005. Who Is Against Immigration? A Cross-country Investigation of Individual Attitudes Towards Immigrants, Review of Economics and Statistics, 88(3): 510-530.",
        "Hunt, Jennifer. 1992. The Impact of the 1962 Repratriates from Algeria on the French Labor Market, Industrial and Labor Relations Review, 45: 556-572.",
        "LaLonde, Robert and Robert Topel. 1991. Labor Market Adjustments to Increased Immigration, in John Abowd and Richard Freeman, eds., Immigration, Trade and Labor. Chicago: Chicago University Press.",
        "Friedberg, Rachel and Jennifer Hunt. 1995. The Impact of Immigrants on Host Country Wages, Employment and Growth, Journal of Economic Perspectives, 9: 23-44.",
        "Friedberg, Rachel. 2001. The Impact of Mass Migration on the Israeli Labor Market, Quarterly Journal of Economics, 116(4): 1373-1408.",
        "Food and Agriculture Organization of the United Nations (FAO). 2001. Analysis of the Medium-term Effects of Hurricane Mitch on Food Security in Central America. Rome: FAO.",
        "Cortes, Patricia. 2008. The Effects of Low-Skilled Immigration on US Prices: Evidence from CPI Data, Journal of Political Economy, 116(3): 381-422.",
        "Card, David and John DiNardo. 2000. Do Immigrant Inflows Lead to Native Outflows ?, American Economic Review, 90(2): 360-367.",
        "Carrington, William and DeLima, Pedro. 1996. The Impact of 1970s Repatriates from Africa on the Portuguese Labor Market, Industrial and Labor Relations Review, 49: 3 30-347.",
        "Card, David. 1990. The Impact of the Mariel Boatlift on the Miami Labor Market, Industrial and Labor Relations Review, 43: 245-257.",
        "Card, David. 2001. Immigrant Flows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration, Journal of Labor Economics, 19(1): 22-64.",
        "Card, David. 2007. How Immigration Affects U.S. Cities, CReAM Discussion Paper Series No. 11/07.",
        "Bovardsson, Orn, Hendrik Van den Berg and Joshua Lewer. 2008. Measuring the Effects on Labor Demand: A Reexamination of the Mariel Boatlift, forthcoming in Labour Economics.",
        "Borjas, George, Richard Freeman and Lawrence Katz. 1996. Searching for the Effect of Immigration on the Labor Market, American Economic Review, 246-251.",
        "Borjas, George, Richard Freeman and Lawrence Katz. 1997. How Much Do Immigration and Trade Affect Labor Market Outcomes?, Brookings Papers on Economic Activity, 0(1): 1-67.",
        "Borjas, George. 2002. MLimilation, Changes in Cohort Quality; and the Earnings of Immigrants, in Klaus Zimmerman and T. Baner, eds., The Economics of Migration: Assimilation of Migrants. ShelteiTham , U.K. and Northampton, Mass.: Elgar.",
        "Borjas, George. 2003. The Labor Demand Curve is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market, Quarterly Journal of Economics, 118(4): 1335-1374.",
        "Borjas, George and Lawrence Katz. 2007. The Evolution of the Mexican-born Workforce in the United States, in George Borjas, Ed., Mexican Immigration in the U.S., University of Chicago Press.",
        "Borjas, George. 2005. Native Internal Migration and the Labor Market Impact of Immigration, NBER Working Paper No. 11610.",
        "Borjas, George, Jeffrey Grogger and Gordon Hanson. 2008. Imperfect Substitution Between Immigrants and Natives: A Reappraisal, NBER Working paper No. 13887. [71 Borjas, George, Jeffrey Grogger and Gordon Hanson. 2006. Immigration and AfricanAmerican Employment Opportunities: the Response of Wages, Employment and Incarceration to Labor Supply Shocks, NBER Working paper No. 12518.",
        "Bean, Frank and Daniel Hamermesh. 1998. Help or Hindrance? The Economic Implications of Immigration for African-Americans. New York: Russell Sage Foundation",
        "Angrist, Joshua and Adriana Kugler. 2003. Protective or Counter-Productive? Labour Market Institutions and the Effect of Immigration on EU Natives, Economic Journal, 113: F302-F331.",
        "Altonji, Joseph and David Card. 1991. The Effects of Immigration on the Labor Market Outcomes of Less-Skilled Natives, in John Abowd and Richard &eeman, eds., Immigration, Thule and Labor. Chicago: Chicago University Press.",
        "Angrist, Joshua and Alan Krueger. 1999. Empirical Strategies in Labor Economics, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Vol.SA. Amsterdam, New York and Oxford: Elsevier Science, North-Holland.",
        "Aguirre, B., Rogello Saenz, and Brian Sinclair James. 1997. Marielitos Thn Years Later: The Scarface Legacy, Social Science Quarterly, 78(2): 487-507."
    ]
}