{
    "id": 14304,
    "cites": 33,
    "cited_by": 0,
    "reference": [
        "Zabalza, A. (1983) The CES Utility Function, Non-Linear Budget Constraints and Labor Supply. Results on Female Participation and Hours The Economic Journal 93 (June), 3 12-330.",
        "Waldman, Donald M. (2000). A Discrete/ Continuous Choice Approach to Residential Water Demand under Block Rate Pricing: Comment. Land Economics 76(2): 322-323.",
        "von Haefen, Roger H., Daniel J. Phaneuf and George R. Parsons (2004). Estimation and Welfare Analysis with Large Demand Systems, Journal of Business and Economic Statistics, 22(2), 194-205.",
        "von Haefen, Roger H. (2002), A Complete Characterization of the Linear, Log-Linear and Semi-Log Incomplete Demand System Models, Journal ofAgricultural and Resource Economics 27(December): 281-319.",
        "Vartia, Yrjo 0. (1983), Efficient Methods of Measuring Welfare Change and Compensated Income in Terms of Ordinary Demand Functions, Econometrica 5 1(1):79-98.",
        "US. News and World Report, Why Should You Worry About Water June 4, 2007, p. 37-53.",
        "The Economist, Not Any Drop to Drink, December 8, 2007, p. 41.",
        "Taylor, Lester (2005), Price and Income Elasticities Estimates from BLS Consumer Expenditure Surveys and ACCRA Price Data, Cardon Research Papers in Agricultural and Resource Economics, Discussion Paper 2004-14, University of Arizona, revised May 2005.",
        "Smith, V. Kerry (1974), Inter-temporal Production Externalities, Technical Change, and Public Expenditure Analysis, Journal of Environmental Economics and Management, 1(August):121-131.",
        "Reiss, Peter C. and Matthew W. White (2006), Evaluating Welfare with Nonlinear Prices, NBER Working Paper No. 12370, July.",
        "Olmsted, Sheila M., W. Michael Hanemann and Robert N. Stavins (2007), Water Demand Under Alternative Price Structures Journal of Environmental Economics and Management, 54(2): 181-198.",
        "Palmquist, Raymond B. (2005) Property Value Models in Karl-Goran Maler and Jeffrey R. Vincent, editors, Handbook of Environmental Economics, Volume 2 (Amsterdam: North Holland) pp 764-839.",
        "Hausman, Jerry A. (1980) The Effect of Wages, Taxes, and Fixed Costs on Womens Labor Force Participation Journal of Public Economics 14, 161194.",
        "Hewitt, Julie and Michael Hanemann (1995), A Discrete-Continuous Choice Approach to Residential Water Demand under Block Rate Pricing, Land Economics 7 1(2), 173-192.",
        "La France, Jeffrey T. and W. Michael Hanemann (1989), The Dual Structure of Incomplete Demand Systems, American Journal ofAgricultural Economics 76(2): 262-274.",
        "Mansur, Erin and Sheila Olmstead (2006), The Value of Scarce Water: Measuring the Inefficiencies in Municipal Regulations, Working Paper.",
        "Mendelsohn, Robert (1985), Identifying Structural Equations with Single Market Data Review of Economics and Statistics 67(3), 525-529.",
        "Moffitt, Robert (1986), The Econometrics of Piecewise-Linear Budget Constraints: A Survey and Exposition of the Maximum Likelihood Method, Journal of Business and Economic Statistics 4(3): 317-328.",
        "Mukerji, V. (1963), A Generalized S.M.A.C. Function with Constant Ratio of Elasticity of Substitution, The Review of Economic Studies 30(3): 233236.",
        "Chattopadhyay, Sudip (1999), Estimating the Demand for Air Quality: New Evidence Based on the Chicago Housing Market, Land Economics 75(Feb): 22-38.",
        "Chetty, Raj and Adam Szeidl (2007), Consumption Commitments and Risk Preferences Quarterly Journal of Economics 122(2), 83 1-877.",
        "Edlefsen, Lee E. (1981), The Comparative Statics of Hedonic Price Functions and Other Nonlinear Constraints, Econometrica 49(6): 1501-1521.",
        "Epstein, Larry G. (1981), Generalized Duality and Integrability, Econometrica 49(May): 655-678.",
        "Hanak, Ellen and Ada Chen (2007), Wet Growth: Effects of Water Policy on Land Use in the American West, Journal of Regional Science 47(1): 85-108.",
        "Hanemann, W. Michael (1984), Discrete-Continuous Models of Consumer Demand Econometrica 52(3), 541-561.",
        "Hausman, Jerry A. (1978), Specification Tests in Economics Econometrica 52 (5), 1219-1240.",
        "Hausman, Jerry A. (1979), The Econometrics of Labor Supply on Convex Budget Sets Economics Letters 3, 171-174.",
        "Bureau of Labor Statistics (2007), Consumer Expenditures in 2005, Report 998 U.S. Department of Labor.",
        "Bullock, David S. and Nicholas Minot (2006), On Measuring the Value of a Non-Market Good using Market Data, American Journal ofAgricultural Economics 88(4):961-973.",
        "Brown, J.N. and A.S. Rosen (1982), On the Estimation of Structural Price Models Econometrica 50 (3), 765-768.",
        "Bockstael, Nancy E. and Kenneth E. McConnell (1983), Welfare Measurement in the Household Production Framework American Economic Review 73 (4), 806-8 14.",
        "Blanciforti, Laura and Richard Green (1983), An Almost Ideal Demand System Incorporating Habits: An Analysis of Expenditures on Food and Aggregate Commodity Groups The Review of Economics and Statistics 65(3), 511-5 15.",
        "Arrufat, J.L. and A. Zabalza (1986), Female Labor Supply with Taxation, Random Preferences and Optimization Errors Econometrica 54(1), 47-63."
    ]
}