{
    "id": 14300,
    "cites": 39,
    "cited_by": 6,
    "reference": [
        "Shimer, Robert, 2007, Reassessing the Ins and Outs of Unemployment, working paper, University of Chicago.",
        "Stock, James H., and Mark W. Watson, 2002, Has the Business Cycle Changed and Why? in Mark Gertler and Kenneth Rogoff, eds., NBER Macroeconomics Annual 2002. Cambridge, MA: MIT Press, pp. 159-218.",
        "Shimer, Robert, 2005, The Cyclical Behavior of Unemployment and Vacancies, American Economic Review, 95, 24-49.",
        "Revenga, Ana L., 1992, Exporting Jobs?: The Impact of Import Competition on Employment and Wages in U.S. Manufacturing, Quarterly Journal of Economics, 107, no. 1 (February), 255-284.",
        "Shimer, Robert, 1998, Why Is the U.S. Unemployment Rate So Much Lower? NBER Macroeconomics Annual, 13, edited by Ben Bernanke and Julio Rotemberg. MIT Press: Cambridge, Massachusetts.",
        "Miranda, Javier, 2006(b), LBD Documentation: Splitters and Combined Reports in the SSEL, CES Technical Note CES-TN-2006-iO, Center for Economic Studies, U.S. Census Bureau.",
        "Mortensen, Dale T., and Christopher A. Pissarides, 1994, Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies 6 1(3) (July): 397-415.",
        "Phelps, Edmund S., 1968, Money-Wage Dynamics and Labor-Market Equilibrium, Journal of Political Economy, 76, 678-711.",
        "Pissarides, Christopher, 1985, Short-Run Equilibrium Dynamics of Unemployment, Vacancies, and Real Wages, American Economic Review, 75, no. 4 (September), 676690.",
        "McConnell, Margaret M., and Gabriel Perez-Quiros, 2000, Output Fluctuations in the United States: What has Changed Since the Early 1980s? American Economic Review, 90(5) (December), 1464-1476.",
        "McLaughlin, Kenneth J., 1990, General Productivity Growth in a Theory of Quits and Layoffs, Journal of Labor Economics, 8, no. 1 (January), 75-98.",
        "Miranda, Javier, 2006(a), LBD Documentation: Procedures to Update the LBD, CES Technical Notes CES-TN-2006007, Center for Economic Studies, U.S. Census Bureau.",
        "Leighton, Linda and Jacob Mincer, 1982, Labor Turnover and Youth Unemployment, in The Youth Labor Market Problem: Its Nature, Causes and Consequences, edited by Richard Freeman and David Wise. Chicago: University of Chicago Press.",
        "Kim, Chiang-Jin, and Charles R. Nelson, 1999, Has the U.S. Economy Become More Stable? A Bayesian Approach Based on a Markov-Switching Model of the Business Cycle, Review of Economics and Statistics, 8 1(4), 608-6 16.",
        "Jarmin, Ron S., and Javier Miranda, 2002, The Longitudinal Business Database, CES Working Paper 02-17.",
        "Kashyap, Anil K., Owen A. Lamont and Jeremy C. Stein, 1993, Monetary Policy and Credit conditions: Evidence from the Composition of External Finance, American Economic Review, 83, 7 8-98.",
        "Jaimovich, Nir and Henry E. Siu, 2008, The Young, the Old, and the Restless: Demographics and Business Cycle Volatility, forthcoming, American Economic Review.",
        "Hall, Robert E., 2005, Job Loss, Job Finding, and Unemployment in the U.S. Economy over the Past Fifty Years, NBER Macroeconomics Annual 2005, 101-137.",
        "Hall, Robert E., 1979, A Theory of the Natural Unemployment Rate and the Duration of Employment, Journal of Monetary Economics, 5, 153-169.",
        "Gertler, Mark and Simon Gilchrist, 1994, Monetary Policy, Business Cycles and the Behavior of Small Manufacturing Firms, Quarterly Journal of Economics, ]09, 309340.",
        "Gali, Jordi and Luca Gambetti, 2008, On the Sources of the Great Moderation, forthcoming, American Economic Journal: Macroeconomics.",
        "Friedman, Milton, 1968, The Role of Monetary Policy, American Economic Review, 58(1) (March), 1-17.",
        "Fujita, Shigeru and Garey Ramey, 2008, The Cyclicality of Separation and Job Finding Rates, forthcoming, International Economic Review.",
        "Faberman, R. Jason, 2008, Job Flows, Jobless Recoveries, and the Great Moderation, Federal Reserve Bank of Philadelphia Working Paper No. 08-il.",
        "Elsby, Michael, Ryan Michaels, and Gary Solon, 2008, The Ins and Outs of Unemployment, forthcoming, American Journal of Economics: Macroeconomics.",
        "Davis, Steven J. and James A. Kahn, 2008, Interpreting the Great Moderation: Changes in the Volatility of Economic Activity at the Macro and Micro Levels, Journal of Economic Perspectives, 22(3).",
        "Davis, Steven J., John C. Haltiwanger, and Scott Schuh, 1996, Job Creation and Destruction. Cambridge, MA: MIT Press.",
        "Davis, Steven J., John Haltiwanger, Ron Jarmin, and Javier Miranda, 2006, Volatility and Dispersion in Business Growth Rates: Publicly Traded versus Privately Held Firms, in Daron Acemoglu, Kenneth Rogoff, and Michael Woodford, eds., NBER Macroeconomics Annual 2006.",
        "Davis, Steven J. and John Haltiwanger, 2001, Sectoral Job Creation and Destruction Responses to Oil Price Changes, Journal of Monetary Economics, 48(3) (December), 465-512.",
        "Davis, Steven J., R. Jason Faberman, and John Haltiwanger, 2008, The EstablishmentLevel Behavior of Vacancies and Hiring, working Paper, University of Chicago.",
        "Davis, Steven J., R. Jason Faberman and John Haltiwanger, 2006, The Flow Approach to Labor Markets: New Evidence and Micro-Macro Links, Journal of Economic Perspectives, 20(3): 3-24.",
        "Cummins, Jason G., Kevin A. Hassett and R. Glenn Hubbard, 1994, A Reconsideration of Investment Behavior Using Tax Reforms as Natural Experiments, Brookings Papers on Economic Activity, no. 2, 1-74.",
        "Comin, Diego, and Philippon, Thomas, 2005, The Rise in Firm-Level Volatility: Causes and Consequences in Mark Gertler and Kenneth Rogoff, eds., NBER Macroeconomics Annual 2005. Cambridge, MA: MIT Press, pp. 167-201.",
        "Comin, Diego and Sunil Mulani, 2006, Diverging Trends in Aggregate and Firm Volatility, Review of Economics and Statistics, 88(2), 374-383.",
        "Clark, Todd E., 1998, Employment Fluctuations in U.S. Regions and Industries: The Roles of National, Region-Specific, and Industry-Specific Shocks, Journal of Labor Economics, ]6, no. 1 (January), 202-229.",
        "Output Volatility, Brookings Papers on Economic Activity, Vol. ], 2001, 135-164.",
        "Blanchard, Oliver J., and John Simon, 2001, The Long and Large Decline in U.S.",
        "Blanchard, Oliver J. and Peter Diamond, 1990, The Cyclical Behavior of Gross Flows of U.S. Workers, Brookings Papers on Economic Activity, ]990:2, 85-143.",
        "Auerbach, Alan J. and Kevin A. Hassett, 2007, The 2003 Dividend Tax Cuts and the Value of the Firm: An Event Study, in Auerbach, James Hines and Joel Slemrod, editors, Taxing Corporate Income in the 2]st Century, 93-126."
    ]
}