{
    "id": 14301,
    "cites": 37,
    "cited_by": 18,
    "reference": [
        "Targeting and complexity classifications (low, medium, high) are based on Moffitt (2003) and Currie (2004). 3) Medicare Part A is mandatory and therefore has a take-up rate equal to 100%.",
        "Stern, Nicholas. (1982). `Optimal taxation with errors in administration, Journal of Public Economics 17(2), 181-211.",
        "Slemrod, Joel and Yitzhaki, Shlomo. (2002), Tax avoidance, evasion and administration, in Alan Auerbach and Martin S. Feldstein., eds, `Handbook of Public Economics, Vol. 3, Elsevier/North Holland, Amsterdam; New York.",
        "Slemrod, Joel. (1990). `Optimal taxation and optimal tax systems, Journal of Economic Perspectives 4(1), 157-78.",
        "Scholz, John Karl. (1994). `The Earned Income Tax Credit: Participation, compliance and anti-poverty effectiveness, National Tax Journal 48(1), 59-81.",
        "Saez, Emmanuel. (2002). `Optimal income transfer programs: Intensive versus extensive labor supply responses, Quarterly Journal of Economics 117(3), 1039-1073.",
        "Parsons, Donald 0. (1996). `Imperfect `tagging in social insurance programs, Journal of Public Economics 62(1-2), 183-207.",
        "Moffitt,, ed. (2003), Means-Tested Transfer Programs in the United States, University of Chicago Press.",
        "Olsen, Edgar 0. (2003), Housing programs for low-income households, in Robert A.",
        "Nagi, Saad Z. (1969), Disability and Rehabilitation: Legal, Clinical, and Self-Concepts and Measurement, Ohio State University Press, Columbus, OH.",
        "Nichols, Albert L. and Zeckhauser, Richard. (1982). `Targeting transfers through restrictions on recipients, American Economic Review 72(2), 372-77.",
        "Moffitt, Robert. (1983). `An economic model of welfare stigma, American Economic Review 73(5), 1023-35.",
        "Luce, Robert Duncan. (1959), Individual Choice Behavior; a theoretical analysis, Wiley, New York.",
        "Kopczuk, Wojciech and Pop-Eleches, Cristian. (2007). `Electronic filing, tax preparers and participation in the Earned Income Tax Credit, Journal of Public Economics 91(7-8), 1351-1367.",
        "Heckman, James J. and Smith, Jeffrey A. (2004). `The determinants of participation in a social program: Evidence from a prototypical job training program, Journal of Labor Economics 22(2), 243-98.",
        "Holtzblatt, Janet and McCubbin, Janet. (2003), Complicated lives: Tax administrative issues affecting low-income filers, mimeo, Department of the Treasury.",
        "Duggan, Mark G. and Kearney, Melissa 5. (2005), The impact of child SSI enrollment on household outcomes: Evidence from the Survey of Income and Program Participation, Working Paper 11568, National Bureau of Economic Research.",
        "Diamond, Peter A. and Sheshinski, Eytan. (1995). `Economic aspects of optimal disability benefits, Journal of Public Economics 57(1), 1-23.",
        "Diamond, Peter A. and Mirrlees, James A. (1978). `A model of social insurance with variable retirement, Journal of Public Economics 10(3), 295-336.",
        "Daponte, Beth Osborne, Sanders, Seth and Taylor, Lowell. (1999). `Why do lowincome households not use Food Stamps? evidence from an experiment, Journal of Human Resources 34(3), 612-628.",
        "Daly, Mary C. and Burkhauser, Richard V. (2003), The Supplemental Security Income Program, in Robert A. Moffitt,, ed. (2003), Means-Tested Transfer Programs in the United States, University of Chicago Press.",
        "Currie, Janet and Grogger, Jeffrey. (2001). `Explaining recent declines in Food Stamp program participation, Brookings- Wharton Papers on Urban Affairs pp. 203-244.",
        "Currie, Janet. (2004), The take up of social benefits, Working Paper 10488, National Bureau of Economic Research.",
        "Currie, Janet. (2003), U.S. food and nutrition programs, in Robert A. Moffitt,, ed.",
        "(2003), Means-Tested Transfer Programs in the United States, University of Chicago Press.",
        "Bertrand, Marianne, Mullainathan, Sendhil and Shafir, Eldar. (2004). `A behavioral-economics view of poverty, American Economic Review Papers and Proceedings 94(2), 419-423.",
        "Besley, Timothy and Coate, Stephen. (1991). `Public provision of private goods and the redistribution of income, American Economic Review 81(4), 979-84.",
        "Besley, Timothy and Coate, Stephen. (1992). `Workfare versus welfare incentive arguments for work requirements in poverty-alleviation programs, American Economic Review 82(1), 249-61.",
        "Besley, Timothy and Coate, Stephen. (1995). `The design of income maintenance programmes, Review of Economic Studies 62(2), 187-221.",
        "Bitler, Marianne, Currie, Janet and Scholz, John Karl. (2003). `WIC participation and eligibility, Journal of Human Resources 38, 1139-79.",
        "Blackorby, Charles and Donaldson, David. (1988). `Cash versus kind, self-selection and efficient transfers, American Economic Review 78(4), 691-700.",
        "Blank, Rebecca M. (2002). `Evaluating welfare reform in the United States, Journal of Economic Literature 40(4), 1105-1166.",
        "Borjas, George J. and Hilton, Lynette. (1996). `Immigration and the welfare state: Immigrant participation in means-tested entitlement programs, Quarterly Journal of Economics 111(2), 576-604.",
        "Bruce, Neil and Waldman, Michael. (1991). `Transfers in kind: Why they can be efficient and nonpaternalistic, American Economic Review 81(5), 1345-1351.",
        "Currie, Janet. (2000), Do children of immigrants make differential use of public health insurance?, in George J. Borjas., ed., `Issues in the Economics of Immigration, The University of Chicago Press, Chicago; London.",
        "Aizer, Anna. (2007). `Public health insurance, program take-up and child health, Review of Economics and Statistics Akerlof, George A. (1978). `The economics of tagging as applied to optimal income tax, welfare programs, and manpower planning, American Economic Review 68(1), 8-19.",
        "Benftez-Silva, Hugo, Buchinsky, Moshe and Rust, John. (2004), How large are the classification errors in the Social Security award process?, Working Paper 10219, National Bureau of Economic Research."
    ]
}