{
    "id": 14302,
    "cites": 17,
    "cited_by": 1,
    "reference": [
        "Rotemberg, Julio J., Minimally Acceptable Altruism and the Ultimatum Game, Journal of Economic Behavior and Organization, 66, June 2008, 457-76.",
        "Montoya, R. Matthew and Robert S. Horton, On the Importance of Cognitive Evaluation as a Determinant of Interpersonal Attraction, Journal of Personality and Social Psychology, 86, 2004, 696-7i2. Pool, Gregory J., Wendy Wood and Kira Leck, The Self-Esteem Motive in Social Influence: Agreement With Valued Majorities and Disagreement With Derogated Minorities, Journal of Personality and Social Psychology, 75, i998, 967-75. Popkin, Samuel L., The Reasoning Voter, Communication and Persuasion in Presidential Campaigns, Chicago: University of Chicago Press, i994. xxx Riker, William H. and Peter Ordeshook, A Theory of the Calculus of Voting, American Political Science Review, 62, March i968, 25-42.",
        "Fowler, James H., Altruism and Turnout, Journal of Politics, 2006, forthcoming.",
        "Gerber, Alan S., Donald P. Green, and Christopher W. Larimer, Social Pressure and Voter Turnout: Evidence from a Large Scale Field Experiment, American Political Science Review, i02, February 2008, 33-48.",
        "Feddersen, Timothy J. and Alvaro Sandroni, A Theory of Participation in Elections, American Economic Review, 96, September 2006, i27i-82. Ferejohn, John and Morris Fiorina, The Paradox of Not Voting, A Decision Theoretic Analysis, American Political Science Review, 68, i974, 525-36. Foster, Carroll B., The Performance of Rational Voter Models in Recent Presidential Elections, American Political Science Review, 78, September i984, 678-90.",
        "Downs, Anthony, An Economic Theory of Democracy, New York: Harper and Row, 1957. Farrell, Joseph and Garth Saloner, Standardization, Compatibility, and Innovation, Rand Journal of Economics, i6, Spring i985, 70-83.",
        "Cox, Gary W., Making Votes Count, Cambridge; Cambridge University Press, 1997.",
        "Copeland, Cassandra and David N. Laband, Expressiveness and Voting, Pub]ic Choice, 110, 2002, 351-63.",
        "Byrne, Donn, Interpersonal Attraction and Attitude Similarity, Journa] of Abnorma] and Socia] Psycho]ogy, 62, 1961, 713-S.",
        "Brady, Henry E. and Paul Sniderman, Attitude Attribution: A Group Basis for Political Reasoning, American Po]itica] Science Review, 79, December 1985, iO6i-78.",
        "Brennan, George and Buchanan, James, Voter Choice: Evaluating Political Alternatives,  American Behaviora] Scientist, 28, November/December 1984, i85-20i.",
        "Blais, AndrÃ\u0083Â©, Richard Nadeau, Elisabeth Gidengil and Neil Nevitte, The formation of party preferences: Testing the proximity and directional models, European Journa] of Po]itica] Research, 40, 2001, 81-91.",
        "Blais, AndrÃ\u0083Â©, To Vote or Not to Vote?, Pittsburgh: University of Pittsburgh Press, 2000.",
        "Bartels, Larry M., Candidate Choice and the Dynamics of the Presidential Nominating Process, American Journa] of Po]itica] Science, 31, February 1987, i-30.",
        "Andreoni, James, Giving with Impure Altruism: Applications to Charity and Ricardian Equivalence, Journa] of Po]itica] Economy, 97, December 1989, i447-58.",
        "Alvarez, R. Michael and Jonathan Nagler, A New Approach for Modelling Strategic Voting in Multiparty Elections, British Journa] of Po]itica] Science, 30, 2000, 5775.",
        "Abramson, Paul R., John H. Aldrich, Phil Paolino and David W. Rhode, `Sophisticated Voting in the 1988 Presidential Primaries, American Po]itica] Science Review, 86, March 1992, 55-69."
    ]
}