{
    "id": 14309,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "van Barneveld E.M., R. C. J. A. van Vliet, and W. P. M. M. van de Ven, 1996 Mandatory high-risk pooling: an approach to reducing incentives for cream-skimming, Inquiry 33: 133- 143.",
        "Swartz, Katherine, 2003, Reinsuring risk to increase access to health insurance, American Economic Review 93(2): 283-287.",
        "Simon, Kosali I., 2005, Adverse selection in health insurance markets?; Evidence from state small-group health insurance reforms, Journal of Public Economics 89: 1865-1877.",
        "Rothschild, Michael, and Joseph Stiglitz, 1976, Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics 90(4): 629-49.",
        "Newhouse, Joseph, 1996, Reimbursing Health Plans and Health Providers: Efficiency in Production Versus Selection, Journal of Economic Literature 34: 1236-63.",
        "Holahan, John, et al., 2003, A new approach to risk-spreading via coverage-expansion subsidies, American Economic Review 93(2): 277-282.",
        "Monheit, Alan, and Barbara Steinberg Schone, 2003, How has small group market reform affected employee health insurance coverage?, Journal of Public Economics 88: 237-54.",
        "Henderson, James W., J. A. Seward, and Beck A. Taylor, 2005, State-level health insurance mandates and premium costs, Working Paper, Baylor University.",
        "Gruber, Jonathan, 2003, Evaluating alternative approaches to incremental health insurance expansions, American Economic Review 93(2): 27 1-276.",
        "Dobson, Robert H., Stacey Lampkin, and Mark Litow, 2003, Analysis of adverse selection caused by various rating restrictions in the individual medical insurance market, Milliman USA.",
        "Davidoff, Amy, Linda Blumberg, and Len Nichols, 2005, State health insurance market reforms and access to insurance for high-risk employees, Journal of Health Economics 24: 725-750.",
        "Congressional Budget Office, 2000, Increasing Small-Firm Health Insurance Coverage through Association Health Plans and Healthmarts.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan, 2004, How much should we trust differences-in-differences estimates, Quarterly Journal of Economics 119(1): 249-275.",
        "Congdon, William J., Amanda Kowalski, and Mark Showalter, 2005, State health insurance regulations and the price of high-deductible policies, Working Paper, Brigham Young University."
    ]
}