{
    "id": 14306,
    "cites": 40,
    "cited_by": 12,
    "reference": [
        "U.S. Congressional Budget Office (1977). The Food Stamp Program: Income or Food Supplementation? Washington, U.S. Government Printing Office. U.S. Department of Agriculture (various years). Food Stamp Program, Year-End Participation and Bonus Coupons Issues, Technical report, Food and Nutrition Service.",
        "Schanzenbach, Diane Whitmore (2008) What are Food Stamps Worth? mimeo.",
        "Starfield, Barbara (1985). Postneonatal Mortality, Annual Review of Public Health, 6: 2l-40.",
        "Rush, David, Zena Stein, and Mervyn Susser (1980). Diet in Pregnancy: A Randomized Controlled Trial of Nutritional Supplements (New York: Alan R. Liss, Inc. 1980).",
        "Ripley, Randall B. (1969). Legislative Bargaining and the Food Stamp Act, 1964 in Congress and Urban Problems: A Casebook on the Legislative Process, Frederick N. Cleaveland, editor, The Brooking Institution.",
        "Preston, Samuel H (1975). The Changing Relation Between Mortality and Level of Economic Development, Population Studies 29: 23 1-248.",
        "Painter, Rebecca C., Tessa J. Rosebooma, and Otto P. Bleker (2005). Prenatal exposure to the Dutch famine and disease in later life: An overview, Reproductive Toxicology, 20(3): 345-352.",
        "Oliveira, Victor, Elizabeth Racine, Jennifer Olmsted, and Linda M. Ghelfi (2002). The WIC Program: Background, Trends and Issues, report no. FANRR27: Food Assistance and Nutrition Research, Economic Research Service, USDA.",
        "National Center for Health Statistics (1984). Vital Statistics of the United States, 1984, Volume 2 Mortality, Part A. National Center for Health Statistics (2002). National Vital Statistics Reports, Volume 50, Number 15.",
        "Moffift, Robert (1992). Incentive Effects of the US Welfare System, Journal of Economic Literature, 30(1): l-6l. National Center for Health Statistics (various years). Health, United States, Hyaftsville MD. Downloaded from: http ://www.cdc.gov/nchs/products/pubs/pubd/hus/previous.htm#editions.",
        "Mays, Benjamin E. and Leslie W. Dunbar (1968). Hunger, USA (Washington, DC: The New Community Press), the Citizens Board of Inquiry into Hunger and Malnutrition in the United States.",
        "Mathews, Fiona, Paul J. Johnson and Andrew Neil (2008). You are what your mother eats: evidence for maternal preconception diet influencing foetal sex in humans, Proceedings of the Royal Society, 275(1643): 1661-8.",
        "MacDonald, Maurice (1977). Food, Stamps, and Income Maintenance (Madison, WI: Institute for Poverty Research).",
        "Kehrer, Barbara H. and Charles M. Wolin (1979) Impact of Income Maintenance on Low Birth Weight: Evidence from the Gary Experiment, Journal of Human Resources l4(l):434-462. Kramer, Michael S. (l987a) Intrauterine Growth and Gestational Determinants, Pediatrics, 80:502-S 11. Kramer, Michael S. (l987b) Determinants of Low Birth Weight: Methodological Assessment and Meta-Analysis, Bulletin of the World Health Organization 65(5): 633-737.",
        "Hoynes, Hilary W. and Diane Whitmore Schanzenbach (2007). Consumption Responses to In-Kind Transfers: Evidence from the Introduction of the Food Stamp Program, NBER Working Paper No. 13025.",
        "Grossman, Michael and Steven Jacobowitz (1981). Variations in Infant Mortality Rates among Counties of the United States: The Roles of Public Policies and Programs, Demography, 18(4): 695-7l3.",
        "Fraker, Thomas (1990). Effects of Food Stamps on Food Consumption: A Review of the Literature, report of Mathematica Policy Research. Washington, DC.",
        "Duflo, Esther (2001). Schooling and Labor Market Consequences of School Construction in Indonesia: Evidence from an Unusual Policy Experiment. American Economic Review 9l(4):795813.",
        "Deaton, Angus (2003). Health, Inequality, and Economic Development. Journal of Economic Literature, XLI March, 113-158.",
        "Davis, Karen and Cathy Schoen (1978). Health and the War on Poverty: A Ten-Year Appraisal (The Brookings Institution).",
        "Cunie, Janet and Enrico Morefti (2008). Did the Introduction of Food Stamps Affect Birth Outcomes in California? in Making Americans Healthier: Social and Economic Policy as Health Policy, R. Schoeni, J. House, G. Kaplan, and H. Pollack, editors, Russell Sage Press.",
        "Cunie, Janet and Nancy Cole (1993). Welfare and Child Health: The Link Between AFDC Participation and Birth Weight. American Economic Review 83(4): 97 1-985.",
        "Cunie, Janet and Nancy Cole (1991). Does Participation in Transfer Programs During Pregnancy Improve Birth Weight? NBER Working paper 3832.",
        "Cunie, Janet (2008). Healthy, Wealthy and Wise: Socioeconomic Status, Poor Health in Childhood, and Human Capital Development. NBER Working paper 13987.",
        "Cunie, Janet (2006). Poverty, the Distribution of Jncome, and Public Policy (New York: Russell Sage Foundation).",
        "Cunie, Janet (2003). Food and Nutrition Programs in Means-tested Transfer Programs in the U.S., Robert Moffitt, ed (Cambridge, MA: NBER).",
        "Cramer, James (1995). Racial and Ethnic Differences in Birth Weight: The Role of Income and Financial Assistance, Demography 32(2): 23 1-247.",
        "Cleaveland, Frederick N. (1969). Congress and Urban Problems: A Casebook on the Legislative Process (Washington, DC: The Brookings Institution) 279-3l0. Corman, Hope and Michael Grossman (l985).Determinants of Neonatal Morality Rates in the U.S. A Reduced Form Model, Journal of Health Economics, 4(3): 2l3-236.",
        "Citizens Board of Inquiry into Hunger and Malnutrition in the United States (1968). Hunger, U.S.A. Boston: Beacon Press.",
        "Butler, J.S. and J.E. Raymond (1996). The Effect of the Food Stamp Program on Nutrient Intake, Economic Jnquiry, 34(4): 78 l-98.",
        "Blank, Rebecca (2003). Evaluating Welfare Reform in the United States, The Journal of Economic Literature, 40(4): 1105-1166.",
        "Black, Sandra E., Paul J. Devereux, and Kjell G. Salvanes (2007). From the Cradle to the Labor Market? The Effect of Birth Weight on Adult Outcomes, Quarterly Journal of Economics, 122(1): 409-439.",
        "Beny, Jeffrey M., (1984). Feeding Hungry People: Rulemaking in the Food Stamp Program (New Brunswick, NJ: Rutgers University Press).",
        "Bastiotis, P., C. S. Cramer-LeBlanc, and E. T. Kennedy (1998). Maintaining Nutritional Security and Diet Quality: The Role of the Food Stamp Program and WIC, Family Economics and Nutritional Review, 11, 4-l6.",
        "Baker, Kevin (2008). Do Cash Transfer Programs Improve Infant Health: Evidence from the 1993 Expansion of the Earned Income Tax Credit, manuscript, University of Notre Dame.",
        "Barker, D.J.P. (1992). Fetal and Jnfant Origins of Adult Disease (London: British Medical Journal 1992).",
        "Almond, Douglas, Kenneth Y. Chay, and David S. Lee (2005). The Costs of Low Birth Weight, The Quarterly Journal of Economics, 120(3): 103 l-l084.",
        "Almond, Douglas, Kenneth Y. Chay, and Michael Greenstone (2007). Civil Rights, the War on Poverty, and Black-White Convergence in Infant Mortality in the Rural South and Mississippi, working paper No. 07-04, MIT Department of Economics.",
        "Almond, Douglas and Kenneth Y. Chay (2006). The Long-Run and Intergenerational Impact of Poor Infant Health: Evidence from Cohorts Born During the Civil Rights Era, manuscript, UC Berkeley Department of Economics.",
        "Acemouglu, Daron, David Autor, and David Lyle (2004). Women War and Wages: The Impact of Female Labor Supply on the Wage Structure at Mid-Century, Journal of Political Economy, 112(3): 497-55l."
    ]
}