{
    "id": 14317,
    "cites": 46,
    "cited_by": 7,
    "reference": [
        "Stock, Wendy A. and Kathleen Beegle. 2004. Employment Protections for Older Workers: Do Disability Discrimination Laws Matter? Contemporary Economic Policy 22:111-126.",
        "Sheiner, Louise. 1999. Health Care Costs, Wages, and Aging. Unpublished paper, Federal Reserve Board of Governors, Washington, DC.",
        "Scott, Frank A., Mark C. Berger, and John E. Garen. 1995. Do Health Insurance and Pension Costs Reduce the Job Opportunities of Older Workers? Industrial and Labor Relations Review 48:775-79 1.",
        "Riach, P. A. and J. Rich. 2002. Field Experiments of Discrimination in the Market Place. Economic Journal 112:F480-F518.",
        "Posner, Richard A. 1995. Aging and Old Age. Chicago, IL: University of Chicago Press.",
        "Penner, Rudolph G., Pamela Perun, and Eugene Steuerle. 2002. Legal and Institutional Impediments to Partial Retirement and Part-Time Work by Older Workers. Washington, DC: Urban Institute.",
        "Neumark, David and Wendy A. Stock. 1999. Age Discrimination Laws and Labor Market Efficiency. Journal of Political Economy 107:1081-1125.",
        "Papke, Leslie E. 1997. Quantifying the Substitution of 40 1(k) Plans for Defined Benefit Plans: Evidence from Ongoing Employers. National Tax Association 89~ Annual Conference on Taxation, pp. 136-44.",
        ". 1996. Sex Discrimination in Restaurant Hiring: An Audit Study. Quarterly Journal of Economics 111:915-91.",
        ". 2003. Age Discrimination Legislation in the United States. Contemporary Economic Policy 21:297-3 17.",
        ". 2006. Productivity, Compensation, and Retirement. Pp. 721-739, in The Oxford Handbook of Pensions and Retirement Income, edited by Gordon L. Clark, Alicia H. Munnell, and J. Michael Orszag. Oxford, UK: Oxford University Press.",
        "Neumark, David. 2008. Reassessing the Age Discrimination in Employment Act. AARP Public Policy Institute, Washington, DC.",
        "Miller, D. 1966. Age Discrimination in Employment: The Problem of the Older Worker. New York University Law Review 41:383-424.",
        "Lazear, Edward P. and Robert L. Moore. 1984. Incentives, Productivity, and Labor Contracts. Quarterly Journal of Economics 99:275-296.",
        "Lazear, Edward P. 1995. Personnel Economics. Cambridge, MA: The MIT Press.",
        ". 1979. Why Is There Mandatory Retirement? Journal of Political Economy 87:12611284.",
        ". 2007. Does Health Insurance Affect the Employment of Older Workers? Issue Brief 08, The Center on Aging & Work at Boston College, Chestnut Hill, MA. . State Age Protection Laws and the Age Discrimination in Employment Act. Forthcoming in Journal of Law and Economics.",
        "Lahey, Joanna. 2008. Age, Women, and Hiring: An Experimental Study. Journal of Human Resources 43:30-56.",
        "Kite, Mary E., Gary D. Stockdale, Bernard E. Whitley, Jr., and Blair T. Johnson. 2005. Attitudes Toward Younger and Older Adults: An Updated Meta-Analytic Review. Journal of Social Issues 6 1:241-266.",
        "Jolls, Christine and J. J. Prescott. 2005. Disaggregating Employment Protection: The Case of Disability Discrimination. Harvard Public Law Working Paper No. 106, Cambridge, MA.",
        "Jolls, Christine. 1996. Hands-Tying and the Age Discrimination in Employment Act. Texas Law Review 74:18 13-1846.",
        "Johnson, Richard W. and David Neumark. 1997. Age Discrimination, Job Separations, and Employment Status of Older Workers. Journal of Human Resources 32:779-811.",
        "Issacharoff, Samuel and Erica W. Hanis. 1997. Is Age Discrimination Really Age Discrimination? The ADEAs Unnatural Solution. New York University Law Review 72:780840.",
        ". 1986. Delayed Payment Contracts and a Firms Propensity to Hire Older Workers. Journal of Labor Economics 4:439-457.",
        "Hutchens, Robert M. 1987. A Test of Lazears Theory of Delayed Payment Contracts. Journal of Labor Economics 5:S153-S170.",
        "Hirsch, Barry T., David A. Macpherson, and Melissa Hardy. 2000. Occupational Age Structure and Access for Older Workers. Industrial and Labor Relations Review 53:401-418.",
        "Gustmaii. Alan L. and Thomas L. Steinmeier. 2000. ~Retirement Outcomes in the Health and Retirement Study. Social Security Butte/in 63:57-7 1 Heckman. James J. 1998. ~Detecting Discrimination. Journal 0/ Economic Per.spectire.s 12: 101116. Hellerstein, Judith and David Neumark. Production Function and Wage Equation Estimation with Heterogeneous Labor: Evidence from a New Matched Employer-Employee Data Set. Pp. 31-71 in Hard-to-Measure Goods and Services: Essays in Memory of Zvi Griliches, edited by Charles Hulten and Ernst Berndt. Chicago, IL: University of Chicago Press.",
        "Gottschalk, Peter T. 1982. Employer-Initiated Job Terminations, Southern Economic Journal 49:35-44.",
        "Gordon, Randall A. and Richard D. Arvey. 2004. Age Bias in Laboratory and Field Settings: A Meta-Analytic Investigation. Journal of Applied Social Psychology 34:468-492.",
        "Goda, Gopi Shah, John B. Shoven, and Sita Nataraj Slavov. 2007. A Tax on Work for the Elderly: Medicare as a Secondary Payer. NBER Working Paper No. 13383, Cambridge, MA.",
        "Friedman, Lawrence M. 1984. Your Time Will Come: The Law ofAge Discrimination and Mandatory Retirement. Social Research Perspectives Occasional Report. New York: Russell Sage Foundation.",
        "Friedberg, Leora and Anthony Webb. 2003. Retirement and the Evolution of Pension Structure. NBER Working Paper No. 9999, Cambridge, MA.",
        "Finkelstein, L. M, M. J. Burke, and N. S. Raju. 1995. Age Discrimination in Simulated Employment Contexts: An Integrative Analysis. Journal of Applied Psychology 80:652-663.",
        "Deleire, Thomas. 2000. The Wage and Employment Effects of the Americans with Disabilities Act. Journal of Human Resources 35:693-7 15.",
        "Cornwell, Christopher, Stuart Dorsey, and Nasser Mehrzad. 1991. Opportunistic Behavior by Firms in Implicit Pension Contracts. Journal of Human Resources 26:704-725.",
        "Cahill, Kevin E., Michael D. Giandrea, and Joseph F. Quinn. 2005. Are Traditional Retirements a Thing of the Past? New Evidence on Retirement Patterns and Bridge Jobs. Unpublished manuscript, Tinari Economics Group, New York.",
        "Bloch, Fanell. 1994. Antidiscrimination Law and Minority Employment. Chicago, IL: University of Chicago Press.",
        "Bendick, Marc, Jr., Charles W. Jackson, and J. Horacio Romero. 1996. Employment Discrimination Against Older Workers: An Experimental Study of Hiring Practices. Journal ofAging & Social Policy 8:25-46.",
        "Bendick, Marc, Jr., Lauren E. Brown, and Kennington Wall. 1999. No Foot in the Door: An Experimental Study of Employment Discrimination Against Older Workers. Journal of Aging & Social Policy 10:5-23.",
        "Beegle, Kathleen and Wendy A. Stock. 2003. The Labor Market Effects of Disability Discrimination Laws. Journal of Human Resources 38:806-859.",
        "Baicker, Katherine and Amitabh Chandra. 2005. The Labor Market Effects of Rising Health Insurance Premiums. NBER Working Paper No. 11160.",
        ". 2004. Age Discrimination Legislation and the Employment of Older Workers. Labour Economics 11:219-241.",
        ". 2002. Passed Over for Promotion Because of Age: An Empirical Analysis of the Consequences. Journal of Labor Research 23:447-461.",
        "Adams, Scott J. 2007. Health Insurance Market Reform and Employee Compensation: The Case of Pure Community Rating in New York. Journal of Public Economics 91:1119-1133.",
        "Acemoglu, Daron and Joshua D. Angrist. 2001. Consequences of Employment Protection? The Case of the Americans with Disabilities Act. Journal of Political Economy 109:915-957.",
        "Abraham, Katharine G. and Susan N. Houseman. 2005. Work and Retirement Among Older Americans. Pp. 70-9 1 in Reinventing the Retirement Paradigm, edited by Robert L. Clark and Olivia S. Mitchell. New York: Oxford University Press."
    ]
}