{
    "id": 14313,
    "cites": 18,
    "cited_by": 30,
    "reference": [
        "Walsh, Carl E. 2006. Comment on ~Monetary Policy Under Uncertainty in Micro-Founded Macroeconometric Models. In NBER Macroeconomics Annual 2005, ed. Mark Gertler and Kenneth Rogoff, 297-308. Cambridge, MA: MIT Press.",
        "Smets, Frank, and Rafael Wouters. 2007. Shocks and Frictions in US Business Cycles: A Bayesian DSGE Approach. American Economic Review, 97 (3, June): 586-606.",
        "Midrigan, Virgiliu. 2007. Menu Costs, Multi-Product Firms, and Aggregate Fluctuations. Center for Financial Studies CFS Working Paper 2007/13.",
        "Modigliani, Franco. 1977. The Monetarist Controversy or, Should We Forsake Stabilization Policies? American Economic Review, 67 (2, March): l-19. Nakamura, Emi, and JOn Steinsson. Forthcoming. Five Facts About Prices: A Reevaluation of Menu Cost Models. Quarterly Journal of Economics.",
        "Smets, Frank, and Raf Wouters. 2003. An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area. Journal of the European Economic Association, 1 (5, September): 1123-75.",
        "Mankiw, N. Gregory. 2001. The Inexorable and Mysterious Tradeoff between Inflation and Unemployment. Economic Journal, 111 (471, May): C45-61.",
        "Ireland, Peter N. 2007. ~Changes in the Federal Reserves Inflation Target: Causes and Consequences. Journal of Money, Credit, and Banking, 39 (8, December): 1851-82.",
        "Levin, Andrew T., Alexei Onatski, John C. Williams, and Noah M. Williams. 2006. ~Monetary Policy Under Uncertainty in Micro-Founded Macroeconometric Models. In NBER Macroeconomics Annual 2005, ed. Mark Gertler and Kenneth Rogoff, 22987. Cambridge, MA: MIT Press.",
        "Lucas, Robert E., Jr., and Nancy L. Stokey. 1983. Optimal Fiscal and Monetary Policy in an Economy without Capital. Journal of Monetary Economics, 12 (1, July): 55-93.",
        "Golosov, Mikhail, and Robert E. Lucas, Jr. 2007. ~Menu Costs and Phillips Curves. Journal of Political Economy, 115 (2, April): 171-99.",
        "Correia, Isabel, Juan Pablo Nicolini, and Pedro Teles. 2008. ~Optimal Fiscal and Monetary Policy: Equivalence Results. Journal of Political Economy, 116 (1, February): 14170.",
        "Fuhrer, Jeffrey C. 1996. ~Monetary Policy Shifts and Long-Term Interest Rates. Quarterly Journal of Economics, 111 (4, November): 1183-1209.",
        "Cogley, Timothy, and Argia M. Sbordone. 2005. ~A Search for a Structural Phillips Curve. Federal Reserve Bank of New York Staff Report 203.",
        "Cole, Harold L., and Lee E. Ohanian. 2004. ~New Deal Policies and the Persistence of the Great Depression: A General Equilibrium Analysis. Journal of Political Economy, 112 (4, August): 779-816.",
        "Cochrane, John H., and Monika Piazzesi. 2008. ~Decomposing the Yield Curve. University of Chicago. Unpublished. http://faculty.chicagogsb.edu/john.cochrane/ research/ papers/interest rate revised.pdf.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans. 2005. ~Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy. Journal of Political Economy, 113 (1, February): 1-45.",
        "Bils, Mark, and Peter J. Klenow. 2004. ~Some Evidence on the Importance of Sticky Prices. Journal of Political Economy, 112 (5, October): 947-85.",
        "Atkeson, Andrew, and Patrick J. Kehoe. 2008. ~On the Need for a New Approach to Analyzing Monetary Policy. Federal Reserve Bank of Minneapolis Research Department Working Paper 662."
    ]
}