{
    "id": 14318,
    "cites": 51,
    "cited_by": 30,
    "reference": [
        "Zimmermann, A.C. and R.A. Easterlin (2006), `Happily ever after? Cohabitation, marriage, divorce, and happiness in Germany, Population and Development Review, 32(3), pp. 511- 528, September.",
        "Zaiceva, A. (2006), `Reconciling the estimates of potential migration into the enlarged European Union, IZA Bonn, Discussion Paper No. 2519.",
        "Wolfers, J. (2003), `Is business cycle volatility costly? Evidence from surveys of subjective wellbeing, International Finance, 6(1), pp. 1-26.",
        "Winkelmann, L., and R. Winkelmann (1998), `Why are the unemployed so unhappy? Evidence from panel data, Economica, 65, pp. 1-iS.",
        "Van Praag, B. and Ferrer-i-Carbonell, A. (2004), Happiness quantified. Oxford: Oxford University Press.",
        "Uppal, 5. (2006), `Impact of the timing and severity of disability on the subjective well-being of individuals with disabilities, Social Science and Medicine, 63, pp. 525-539.",
        "Theodossiou, I. (1998), `The effects of low-pay and unemployment on psychological well-being: A logistic regression approach, Journal of Health Economics, 17, pp. 85-104.",
        "Stevenson, B. and J. Wolfers (2007), `The paradox of declining female happiness, working paper.",
        "Powdthavee N. (2007), `Are there geographical variations in the psychological cost of unemployment in South Africa?, Social Indicators Research, 80(3), pp. 629-652, February.",
        "Shields M.A. and S. Wheatley Price (2005), `Exploring the economic and social determinants of psychological well-being and perceived social support in England, Journal of the Royal Statistical Society (Series A), 168, pp. 513-537.",
        "Mroczek, D.K and A. Spiro (2005), `Change in life satisfaction during adulthood: Findings from the Veterans Affairs Normative Aging study, Journal of Personality and Social Psychology, 88, pp. 189-202.",
        "Mojon-Azzi, S. and A. Sousa-Poza (2007), `Hypertension and life satisfaction: an analysis using data from the Survey of Health, Ageing and Retirement in Europe (SHARE), Working paper, University of Hohenheim-Stuttgart, Germany.",
        "Luttmer, E. (2005), `Neighbors as negatives; relative earnings and well-being, quarterly Journal of Economics, August, 120(3), pp. 963-1002.",
        "Leigh, A. and Wolfers, J. (2006), `Happiness and the Human Development Index: Australia is not a paradox, Australian Economic Review, 39(2), pp 176-184 Lelkes, 0. (2006), `Life-cycle happiness. European Centre, mimeo.",
        "Krueger, A.B. and D. A. Schkade (2007), `The reliability of subjective well-being measures, working paper 516, Industrial Relations Section, Princeton University, January.",
        "Krueger, A.B., D. Kahneman, D. Schkade, N. Schwarz and A.A. Stone (2007), `National time accounting: the currency of life, Working Paper, November.",
        "Koivuma, H.H., R. Honkanen, H. Viinamaeki, K. Heikkalae, J. Kaprio and M. Koskenvuo (2001), `Life satisfaction and suicide; a 20-year follow-up study, American Journal of Psychiatry, 1589(3), pp. 433-439.",
        "Kingdon, G.G. and J. Knight (2007), `Community, comparisons and subjective well-being in a divided society, Journal of Economic Behavior and Organization, 64, pp. 69-90.",
        "Kahneman, D. A.B. Krueger, D. Schkade, N. Schwarz and A. Stone (2004b), `A survey method for characterizing daily life experience: the Day Reconstruction Method (DRM), Science, December 3rd pp. 1776-1780.",
        "Kahneman, D. A.B. Krueger, D. Schkade, N. Schwarz and A. Stone (2004a), `Toward National Well-Being accounts, American Economic Review Papers and Proceedings, May, pp, 429-434.",
        "Kahneman, D. and A.B. Krueger (2006), `Developments in the measurement of subjective wellbeing , Journal of Economic Perspectives, 20(1), Winter, pp. 3-24.",
        "Hinks, T., and C. Gruen (2007), `What is the structure of South African happiness equations Evidence from quality of life surveys, Social Indicators Research, 82(2), pp. 311-336, June.",
        "Guven, C. (2007), `Reversing the question. Does happiness affect individual economic behavior? Evidence from surveys from Netherlands and Germany, Ph.D thesis, University of Houston. October.",
        "Helliwell J. (2003), `Hows life? Combining individual and national variables to explain subjective well-being, Economic Modelling, 20(2), pp. 33 1-360.",
        "Graham C. (2005). `Insights on development from the economics of happiness, World Bank Research Observer, 20, pp. 201-23 1.",
        "Gilpin, N., M. Henty, S. Lemos, J. Portes and C. Bullen (2006), `The impact of free movement of workers from Central and Eastern Europe on the UK labour market, Department of Work and Pensions, Working paper 29.",
        "Gerdtham, U, and M. Johannesson (2001), `The relationship between happiness, health, and socio-economic factors: results based on Swedish microdata, Journal of Socio Economics,Volume 30, Issue 6, November-December, Pages 553-557.",
        "Frijters, P., Haisken-DeNew, J. and Shields, M. (2004). `Money does matter! Evidence from increasing real incomes and life satisfaction in East Germany following reunification, American Economic Review, 94, 730-740.",
        "Frey, B. S. and A. Stutzer (2005), `Happiness research: state and prospects, Review of Social Economy, vol. LXII, No. 2, June, pp. 207-228.",
        "Frey B.S. and A. Stutzer (2002b), `What can economists learn from happiness research?, Journal of Economic Literature, 40(2), June, pp. 402-435.",
        "Frey, B. S. and A. Stutzer (2002a), Happiness and economics, Princeton and Oxford: Princeton University Press.",
        "Ferrer-i-Carbonell, A. (2005), `Income and well-being: an empirical analysis of the comparison income effect, Journal of Public Economics, 89, pp. 997-1019.",
        "Ekman, P., W. Friesen and M. OSullivan (1988), `Smiles when lying, Journal of Personality and Social Psychology. 54(3), pp. 414-20.",
        "Ekman, P., R. Davidson and W. Friesen (1990), `The Duchenne smile: emotional expression and brain physiology II, Journal of Personality and Social Psychology, 58(2), pp. 342-53.",
        "Easterlin, R. (1995), `Will raising the incomes of all increase the happiness of all?, Journal of Economic Behavior and Organization, 27, pp.35-48.",
        "Easterlin, R. (1974), `Does economic growth improve the human lot? Some empirical evidence, in David, P.A., Reder, M.W. (Eds.), Nations and households in economic growth, essays in honor of Moses Abramowitz, Academic Press, New York.",
        "Di Tella R. and R.J. MacCulloch (2007), `Happiness, contentment and other emotions for central banks, NBER Working Paper 13622.",
        "Di Tella R. and R.J. MacCulloch (200S), `Partisan social happiness, Review of Economic Studies, 72, pp. 367-393. Di Tella R. and R.J. MacCulloch (2006), `Some uses of happiness data in economics, Journal of Economic Perspectives, 20(1), Winter, pp. 2S-46.",
        "Deaton, A. (2008), `Income, aging, health and wellbeing around the world: evidence from the Gallup World Poll, Journal of Economic Perspectives, Spring, 22(2), pp. 53-72..",
        "Clark, A.E., and A.J. Oswald (1994), `Unhappiness and unemployment, Economic Journal, 104, pp. 648-6S9.",
        "Clark, A.E. (200S), `Your money or your life: changing job quality in OECD Countries, British Journal of Industrial Relations, 43, pp. 377-400. Clark, A.E., P. Frijters and M. Shields (2007), `Relative income, happiness and utility: an explanation for the Easterlin paradox and other puzzles, Journal of Economic Literature, (forthcoming).",
        "Carroll, N. (2007), `Unemployment and psychological well-being, The Economic Record, 83(262), September, pp. 287-302 Clark, A.E. (2007), `Born to be mild? Cohort effects dont (fully) explain why well-being is Ushaped in age, IZA DP 3 170.",
        "Blanchflower, D.G., and A.J. Oswald (2008a), `Hypertension and happiness across nation, Journal of Health Economics, 27(2), pp. 218-233.",
        "Blanchflower, D.G. and A.J. Oswald (2006), `On Leigh-Wolfers and well-being in Australia, The Australian Economic Review, 39(2), pp.185-186.",
        "Blanchflower, D.G. and A.J. Oswald (2005), `Happiness and the Human Development Index: the paradox of Australia, The Australian Economic Review, 38(3), September 2005, pp. 3073 18(12).",
        "Blanchflower, D.G., and A.J. Oswald (2004b), `Money, sex and happiness, Scandinavian Journal of Economics, 106(3), pp. 393-415.",
        "Blanchflower, D.G., and A.J. Oswald (2004a), `Well-being over time in Britain and the USA. Journal of Public Economics, 88, pp. 1359-13 86.",
        "Blanchflower, D.G., and A.J. Oswald (2000), `The rising well-being of the young, in Youth Employment and Joblessness in Advanced Countries, edited by D.G. Blanchflower and R.B. Freeman, Chicago: NBER and University of Chicago Press, Chicago.",
        "Blanchflower, D.G. (2007), `Is unemployment more costly than inflation?, NBER Working Paper 13505.",
        "Atlas, S. and J. Skinner (2007), `Education and the prevalence of pain, paper presented at the NBER Conference on Aging, Carefree, AZ, December.",
        "Blanchflower, D.G. (2001), `Unemployment, well-being and wage curves in Eastern and Central Europe, Journal of Japanese and International Economies, 15(4), pp. 364-402."
    ]
}