{
    "id": 14310,
    "cites": 15,
    "cited_by": 23,
    "reference": [
        "Venti, Steven F., and David A. Wise (1984), Moving and Housing Expenditure: Transaction Costs and Disequilibrium, Journal of Public Economics 23, p.207-243.",
        "Stein, Jeremy (1995), Prices and Trading Volume in the Housing Market: A Model with DownPayment Effects, Quarterly Journal of Economics 110, p.379-406.",
        "Schwartz, Allie (2006), Household Refinancing Behavior in Fixed Rate Mortgages, Working Paper, Harvard University.",
        "Quigley, John M. (1987), Interest Rate Variations, Mortgage Prepayments and Household Mobility, Review of Economics and Statistics 69, p.636-643.",
        "Hilber, Christian, and Christopher Mayer (2004), Why Do Households without Children Support Local Schools? NBER Working Paper #10804.",
        "Haughwout, Andrew, Richard Peach, and Joseph Tracy (2008), Juvenile Delinquent Mortgages: Bad Credit or Bad Economy, Journal of Urban Economics (forthcoming).",
        "Harding, John C., C.F. Sirmans, and Stuart S. Rosenthal (2007), Depreciation of Housing Capital, Maintenance, and House Price Inflation: Estimates from a Repeat-Sales Model, Journal of Urban Economics 61, p.193-217.",
        "Hanushek, Eric A., and John M. Quigley (1979), The Dynamics of the Housing Market: A Stock Adjustment Model of Housing Consumption, Journal of Urban Economics 6, p.90-111.",
        "Gyourko, Joseph, and Albert Saiz (2004), Reinvestment in the Housing Stock: The Role of Construction Costs and the Supply Side, Journal of Urban Economics 55, p.238-256.",
        "Gerardi, Kristopher, Adam Shapiro, and Paul Willen (2008), Subprime Outcomes: Risky Mortgages, Homeownership Experiences, and Foreclosures, Federal Reserve Bank of Boston, Working Paper #07-15.",
        "Genesove, David, and Christopher Mayer (2001), Loss-Aversion and Seller Behavior: Evidence from the Housing Market, Quarterly Journal of Economics 116(4), p.1233-60.",
        "Genesove, David, and Christopher Mayer (1997), Equity and Time to Sale in the Real Estate Market, American Economic Review 87(3), p.255-69.",
        "Ferreira, Fernando (2007), You Can Take It With You: Proposition 13 Tax Benefits, Residential Mobility, and Willingness to Pay for Housing Amenities, mimeo, The Wharton School, University of Pennsylvania.",
        "Engelhardt, Gary V. (2003), Nominal Loss Aversion, Housing Equity Constraints, and Household Mobility: Evidence from the United States, Journal of Urban Economics 53(1), p.171-195.",
        "Chan, Sewin (2001), Spatial Lock-In: Do Falling House Prices Constrain Residential Mobility? Journal of Urban Economics 49(3), p.567-586."
    ]
}