{
    "id": 14316,
    "cites": 27,
    "cited_by": 12,
    "reference": [
        "Tiebout, Charles, A Pure Theory of Local Public Expenditures, Journal of Political Economy, October i956, 64:4i6-424.",
        "Stock, James, Jonathan Wright and Motohiro Yogo, A Survey of Weak Instruments and Weak Identification in Generalized Method of Moments, Journal of Business & Economic Statistics, 2002, 20(4):5i8-29.",
        "Spolaore, Enrico, and Romain Wacziarg, The Diffusion of Development, NBER Working Paper i5253, March 2008.",
        "Reardon, Sean and Glenn Firebaugh, Measures of Multi-Group Segregation,  Sociological Methodology, 2002, 32: 33-67.",
        "Persson, Torsten and Guido Tabellini, The Economic Effects of Constitutions: What Do the Data Say?, MIT Press, Cambridge, MA, 2003.",
        "MacMillan, Margaret, Paris 1919: Six Months that Changed the World, Random House Trade Paperbacks, New York, NY, 2003.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, The Quality of Government, Journal of Law, Economics, 971 and Organization, i999, i5(i): 222-279.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, Trust in Large Organizations, American Economic Review, May i997, 87(2):333-338.",
        "La Ferrara, Eliana, and Antonio Mdc, Racial Segregation and Public School Expenditure, CEPR Discussion Paper 5750, 2006.",
        "Kaufmann, Daniel, Aart Kraay, and Massimo Mastruzzi, Governance Matters V: Aggregate and Individual Governance Indicators for i9962005.  World Bank Policy Research Working Paper No. 40i2. Washington, D.C., 2006.",
        "Kaufmann, Daniel, Aart Kraay, and Pablo Zoido-Lobaton, Governance Matters II -~ Updated Indicators for 2000/Oi. World Bank Policy Research Working Paper No. 2772, Washington, D.C., 2002.",
        "Kaufmann, Daniel, Aart Kraay, and Pablo Zoido-Lobaton, Governance Matters. World Bank Policy Research Working Paper No. 2i96, Washington, D.C., i999.",
        "Kain, John, Housing Segregation, Negro Employment and Metropolitan Decentralization, Quarterly Journal of Economics, May i968, 82:i75-i97.",
        "Kain, John, The Spatial Mismatch Hypothesis: Three Decades Together, Housing Policy Debate, 2008, 3:37i-392.",
        "Jenks, Christopher, and Susan Meyer, Residential Segregation, Job Proximity and Black Job Opportunity, in L. Lynn and M. McGreary (eds.), Inner City Poverty in the United States, National Academic Press, Washington, DC, i990.",
        "Echenique, Frederico and Roland Fryer, A Measure of Segregation Based on Social Interactions, Quarterly Journal of Economics, forthcoming.",
        "Easterly, William, and Ross Levine, Africas Growth Tragedy: Policies and Ethnic Divisions, Quarterly Journal of Economics, November i997, ii 2: i 203-i 250.",
        "Cutler, David, Glaeser, Edward, and Jacob Vigdor, When Are Ghettos Bad? Lessons from Immigrant Segregation in the United States, Journal of Urban Economics, May 2008, 63:759-774.",
        "Cutler, David, and Edward Glaeser, Are Ghettos Good or Bad? Quarterly Journal of Economics, August i997, ii2:827-872.",
        "Cutler, David, Glaeser, Edward, and Jacob Vigdor, The Rise and Decline of the American Ghetto, Journal of Political Economy, June i999, i07:455-506.",
        "Banerjee, Abhijit and Rohini Pande, Parochial Politics: Ethnic Preferences and Politician Competition, KSG Working Paper No. RWPO7-03i, June 2007.",
        "Alesina, Alberto, and Eliana La Ferrara, Ethnic Diversity and Economic Performance, Journal of Economic Literature, September 2005, 43:72 i76 i.",
        "Alesina, Alberto, and Enrico Spolaore, The Size of Nations, MIT Press, Cambridge, MA, November 2003.",
        "Alesina, Alberto, and Edward Glaeser, Fighting Poverty in the US and Europe: A World of Difference, Oxford University Press, Oxford, UK, April 2004.",
        "Alesina, Alberto, William Easterly, and Janina Matuszeski, Artificial States, NBER Working Paper No. i2328, June 2006.",
        "Alesina, Alberto, Arnaud Devleeschauwer, William Easterly, Sergio Kurlat, and Romain Wacziarg, Fractionalization, Journal of Economic Growth, June 2003, 8:iSS-i94.",
        "Alesina, Alberto, Reza Baqir, and William Easterly, Public Goods and Ethnic Divisions, Quarterly Journal of Economics, November i999, ii4:i243-i284."
    ]
}