{
    "id": 14314,
    "cites": 13,
    "cited_by": 9,
    "reference": [
        "Retrieved on August 6, 2008, from http: / /www.ed.gov/about/reports/annual/teachprep/2002title-ii-report.pdf Valli, L., Reckase, M., & Raths, J. (2003, April). Teacher education, program outcomes, teaching practice, and pupil achievement on state tests. Paper presented at the annual meeting of the American Educational Research Association, Chicago, IL.",
        "Messick, 5. (1989). Validity. In R.L Linn (Ed.), Educational Measurement (3rd ed., pp. 13-103). New York: Macmillan.",
        "National Commission on Teaching and Americas Future. (1996). What matters most: Teaching for Americas future. Woodbridge, VA: National Commission on Teaching and Americas Future. Retrieved on August 6, 2008, from http: / /www.nctaf.org/documents /WhatMattersMost.pdf U.S. Department of Education. (2002). Meeting the h~h~y qual~7ied teachers challenge. U.S. Department of Education, Office of Postsecondary Education, Office of Policy Planning and Innovation.",
        "Levine, A. (2006). Educating school teachers. New York: The Education Schools Project.",
        "Grossman, P. L., Valencia, S. W., Evans, K., Thompson, C., Martin, S., & Place, N. (2000). Transitions into teaching: Learning to teach writing in teacher education and beyond. Journal of Litera~y Research, 32, 631-662.",
        "Boyd, D., Grossman, P., Lankford, H., Loeb, S., Michelli, N., & Wyckoff, J. (2006). Complex by design: Investigating pathways into teaching in New York City schools. Journal of Teacher Education, 57(2), 155-166.",
        "Cochran-Smith, M., & Zeichner, K. (Eds.). (2005). Review of research in teacher education. Washington D.C.: American Educational Research Association.",
        "Darling-Hammond, L. (Ed.). (2000). Studies of excellence in teacher education. Washington D. C.: American Association of Colleges of Teacher Education.",
        "Darling-Hammond, L., Bransford, J., LePage, P., Hammerness, K., & Duffy, H. (Eds.). (2005). Preparing teachers for a changing world. San Francisco: JosseyBass.",
        "Goodlad, J. I. (1990). Teachers for our nations schools. San Francisco: Jossey Bass.",
        "Boyd, D., Lankford, H., Loeb, S., & Wyckoff,J. (2005). The draw of home: How teachers preferences for proximity disadvantage urban schools. Journal of Policy Anaiysis and Management, 24(1), 113-132.",
        "Boyd, D., Grossman, P., Lankford, H., Loeb, S., & Wyckoff, J. (2008). Measuring effect sizes: The effect of measurement error. Working Paper prepared for the National Conference on Value-Added Modeling University of Wisconsin-Madison April 22-24, 2008.",
        "Ball, D.L., & Cohen, D. (1999) Developing practice, developing practitioners. In L. DarlingHammond & G. Sykes (Eds.), Teaching as the learning profession: Handbook ofpoli~y andpractice (pp. 3-32). San Francisco: Jossey Bass Publishers. Boyd, D., Grossman, P., Hammerness, K., Lankford, H., Loeb, S., McDonald, M., Reininger, M, Ronfeldt, M., & Wyckoff, J. (forthcoming). Surveying the Landscape of Teacher Education in New York City: Constrained Variation and the Challenge of Innovation. Education Evaluation and Poli~y Anaiysis."
    ]
}