{
    "id": 14328,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "Roth, Alvin E., Bargaining Experiments. In The Handbook of Experimental Economics, edited by John H. Kagel and Alvin E. Roth, Princeton: Princeton University Press, 1995, 253-348.",
        "Spillman, Brenda and Liliana Pezzin, Potential and Active Family Caregivers: Changing Networks and the Sandwich Generation. Milbank Quarterly Vol. 78, No. 3, (Fall 2000), 347-374.",
        "Pezzin, Liliana .E. and Barbara S. Schone. Parental Marital Disruption and Intergenerational Transfers: An Analysis of Lone Elderly Parents and their Adult Children. Demography, vol 36, no.3, (August 1999b):287-298.",
        "Pezzin, Liliana E. and Barbara Steinberg Schone, Intergenerational Household Formation, Female Labor Supply, and Informal Caregiving, Journal of Human Resources, vol. 34, no. 3, (summer 1999a), 475-503.",
        "Pezzin, Liliana.E. and Barbara.S. Schone. The Allocation of Resources in Intergenerational Households: Adult Children and Their Elderly Parents.American Economic Review, vol 87, no.2, (May 1997):460-64.",
        "Pezzin, Liliana E., Robert A. Pollak, and Barbara Steinberg Schone, Family Bargaining and Long-Term Care of the Disabled Elderly in Intergenerational Care giving, edited by Alan Booth, Ann C. Crouter, Suzanne M. Bianchi, and Judith A. Seltzer. Washington, DC: Urban Institute Press, 2008.",
        "Pezzin, Liliana E., Robert A. Pollak, and Barbara Steinberg Schone, Efficiency in Family Bargaining: Living Anangements and Caregiving Decisions of Adult Children and Disabled Elderly Parents CESifo Economic Studies vol. 53, no.1, (March 2007) :69-96.",
        "Pezzin, Liliana E., Robert A. Pollak, and Barbara Steinberg Schone, Bargaining Power and Intergenerational Coresidence: Adult Children and Their Disabled Elderly Parents AHRQ working paper, 2006.",
        "Heidemann, Bridget and Steven Stern, Strategic Play Among Family Members with Making Long-Term Care Decisions. Journal of Economic Behavior and Organization vol.40 (September 1 999):29-57 McGany, Kathleen and Robert F. Schoeni, Transfer Behavior Within the Family: Results from the Asset and Health Dynamics Survey. Journal of Gerontology: Social Sciences, 52B (1997): 82-92.",
        "Engers, Maxim and Steven Stern, Long-Term Care and Family Bargaining International Economic Review, Vol. 43, No. 1, (February 2002), 73-114.",
        "de Quervain, Dominici J.-F., Urs Fischbacher, Valerie Treyer, Melanie Schellhammer, Ulrich Schnyder, Alfred Buck, Ernst Fehr, The Neural Basis of Altruistic Punishment Science, Vol. 305, No. 5688 (August 2004), 1254-1258.",
        "Cox, Donald and Oded Stark, On the Demand for Grandchildren: Tied Transfers and the Demonstration Effect Journal of Public Economics, vol.89, no9. (September 2005):1665-97.",
        "Checkovich, Tenille and Steven Stern, Shared Caregiving Responsibilities of Adult Siblings with Elderly Parents. The Journal of Human Resources, vol.37, no.3 (summer 2002):441478.",
        "Carpenter, Jeffrey P., Punishing Free-Riders: How Group Size Affects Mutual Monitoring and the Provision of Public Goods Games and Economic Behavior vol.60, no.1 (July 2007), 31-51."
    ]
}