{
    "id": 14325,
    "cites": 34,
    "cited_by": 0,
    "reference": [
        "von Winterfeldt and Terrence M. OSullivan, 2006, Should We Protect Commercial Airplanes Against Surface-to-Air Missile Attacks by Terrorists? Decision Analysis, Vol. 3, (June): 63-75.",
        "Zussman, A., N. Zussman, and M. Nielson, 2008, Asset Market Perspectives on the Israeli-Palestinian Conflict, Economica, 75(297): 84-115.",
        "Viscusi, W.Kip, Joel Huber, and Jason Bell. 2004 The Value Of Regional Water Quality Improvements, The Harvard John M. Olin Discussion Paper Series Discussion Paper No. 477, http://www.law.harvard.edu/programs/olin_centeri Viscusi, W. Kip and Richard J. Zeckhauser, 2003, Sacrificing Civil Liberties to Reduce Terrorism Risk, Journal of Risk and Uncertainty, Vol. 26 (March/May): 99-120.",
        "Smith, V. Kerry. 2007, Judging Quality, B.J. Kanninen editor, Valuing Environmental Amenities Using Stated Choice Studies, (Dordrecht, The Netherlands: Springer) pp 297-333.",
        "Smith, V. Kerry, 1996, Resource Evaluation at the Crossroads address for thirty-fifth anniversary of Resources for the Future, reprinted in V. Kerry Smith, editor, Estimating Economic Values for Nature (Cheltenham,U.K.: Edward Elgar) pp 2-41.",
        "Smith, V. Kerry,1997, Pricing What is Priceless: A Status report on Non_market Valuation of Environmental Resources in Henk Folmer and Tom Tietenberg, editors, The International Yearbook of Environmental and Resource Economics (Cheltenham, U.K: Edward Elgar) pp.156204.",
        "Santos, J.R. and Y.Y. Haimes, 2004, Modeling the Demand Reduction Input Output Inoperability due to Terrorism of Interconnected Infrastructures, Risk Analysis, Vol. 24(6): 1437-1451.",
        "Sandier, Todd,, Daniel Arcie, and Walter Enders, 2007, Transnational Terrorism In Bjorn Lomberg (ed), Global Crisis, Global Solutions, Copenhagen Consensus 2008 (Cambridge: Cambridge University Press, 2009) forthcoming.",
        "Office of Management and Budget, 2007, 2006 Report to Congress on the Costs and Benefits of Federal Regulations and Unfunded Mandates on State, Local and Tribal Entities. January 2007.",
        "Miller, Herman P. 1966, Income Distribution in the United States, (A 1960 census monograph). Washington, D.C.: U.S. Government Printing Office.",
        "Office of Management and Budget, 2008, 2007 Report to Congress on the Costs and Benefits of Federal Regulations and Unfunded Mandates on State, Local and Tribal Entities. June 2008.",
        "McFadden, Daniel, 1974, Conditional Logit Analysis of Qualitative Choice Behavior, in P. Zarembka editor, Frontiers of Econometrics (New York: Academic Press), pp. 105-142.",
        "Louviere, Jordan J. 1988, Analyzing Decision Making: Metric Conjoint Analysis, Sage University Paper Series on Social Sciences 07-67, Sage Publications, Newbury Park, CA.",
        "Louviere, Jordan J., David A. Hensher, and Joffre D. Swait. 2000, Stated Choice Methods: Analysis and Applications. (New York: Cambridge University Press).",
        "Landry, Craig E. and John A. List, 2007, Using Ex Ante Approaches to Obtain Credible Signals for Value in Contingent Markets: Evidence from the Field, American Journal of Agricultural Economics, Vol. 89 (May): 420-429.",
        "Krosnick, J.A. and L.C. Chang, 2001. A Comparison of the Random Digit Dialing Telephone Survey Methodology with Internet Survey Methodology as Implemented by Knowledge Networks and Harris Interactive. Ohio State University, http://www.knowledgenetworks.com/ganp/reviewerinfo. html.",
        "Kanninen, Barbara J., editor, 2007, Valuing Environmental Amenities Using Stated Choice Studies, (Dordrecht, The Netherlands: Springer).",
        "Hensher David A.,John M. Rose, and William H. Greene, 2005, Applied Choice Analysis: A Primer (Cambridge: Cambridge University Press) Johnson, F. Reed, Barbara J. Kanninen, Matthew Bingham, Semra Ozdemir, 2007, Experimental Design for Stated Choice Studies, B.J. Kanninen editor, Valuing Environmental Amenities Using Stated Choice Studies, (Dordrecht, The Netherlands: Springer) pp 297-333.",
        "Hall, Mimi, 2008, Passenger Jets Get Anti-Missile Devices, U.S.A. Today. January 4-6.",
        "Goldberger, Arthur 5. 1968, The Interpretation and Estimation of Cobb Douglas Functions, Econometrica, Vol. 35 (April): 464-472. Gordon, Peter, James E. Moore II, Ji Young Park, and Harry Richardson, 207, The Economic Impacts of a Terrorist Attack on the U.S. Commercial Aviation System, Risk Analysis, Vol. 27 (3): 505-512.",
        "Glaeser, E.L., J.M. Shapiro, 2002, Cities and Warfare: The Impact of Terrorism on Urban Form, Journal of Urban Economics, 51(2): 205-224.",
        "Frey, Bruno S., Simon Luechinger and Alois Stutzer, 2007, Calculating Tragedy: Assessing the Costs of Terrorism, Journal of Economic Surveys Vol. 21, (1): 1-24.",
        "Eckstein, Otto, 1961, Water Resource Development: The Economics of Project Evaluation, (Cambridge, Mass.: Harvard University Press).",
        "Dennis J.M., C. Chatt, R. Li, A. Motta-Stanko and P. Pulliam. 2005. Data Collection Mode Effects Controlling for Sample Origins in a Panel Survey: Telephone versus Internet Diamond, Peter A. and Jerry A. Hausman, 1994, Contingent Valuation: Is Some Number Better than No Number?, Journal of Economic Perspectives, Vol. 8 (Fall): 45-64.",
        "Carson, Richard T., Robert Cameron Mitchell, W. Michael Hanemann, Raymond J. Kopp, Stanley Presser, and Paul A. Ruud, 2003, Contingent Valuation and Lost Passive Use: Damages from the Exxon Valdez Oil Spill, Environmental and Resource Economics, Vol. 25 (July):257-286.",
        "Carson, Richard T. and W. Michael Hanemann, 2005, Contingent Valuation in Karl GÃ\u0083Â¶ran-MÃ\u0083Â¤ler and Jeffrey R. Vincent editors, Handbook of Environmental Economics, Vol. II (Amsterdam: North Holland), pp. 821-936.",
        "Cameron Trudy A. and J.R. DeShazo, 2004. Valuing Health-Risk Reductions: Sick-years, Lost Life-Years, and Latency http://facufty.spa.uda.edu/deshazo/pdf/13/genera paper .pdf Cameron, Trudy A. and J.R. DeShazo, 2005, Comprehensive Selectivity Assessment for a Major Consumer Panel: Attitudes Toward Government Regulation of Environment, Health, and Safety Risks, unpublished paper, Department of Economics, University of Oregon, November.",
        "Berrens, Robert P., Alok K. Bohara, Hank Jenkins-Smith, Carol Silva, and David L. Weimer, 2003, The Advent of Internet Surveys for Political research: A comparison of Telephone and Internet Samples, Political Analysis, Vol. 11 (1): 1-22.",
        "Becker, Gary S. and Yona Rubinstein, 2004, Fear and the Response to Terrorism: An Economic Analysis, unpublished paper, Department of Economics, University of Chicago, August 1.",
        "Barsky, Robert B., F. Thomas Juster, Miles S. Kimball, and Matthew D. Shapiro, 1997, Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study, Quarterly Journal of Economics, Vol. 112 (May): 537-580.",
        "Banzhaf H.Spencer, Dallas Burtraw, David Evans, and Alan Krupnick. 2004. Valuation of Natural Resource Improvements in the Adirondacks Resources for the Future working paper.",
        "Balvanyos, T. and Lester Lave, 2005, The Economic Implications of Terrorist Attack on Commercial Aviation in the USA, report to the Center for Risk and Economic Analysis of Terrorism (CREATE), University of Southern California, Los Angeles.",
        "Abadie, Alberto and Sofia Dermisi, 2006, Is Terrorism Eroding Agglomeration Economies in Central Business Districts? Lessons from the Office Real Estate Market in Downtown Chicago, NBER Working Paper No. 12678, November, Journal of Urban Economics, forthcoming Arrow, Kenneth J., Robert Solow, Paul R. Portney, Edward E. Leamer, Roy Radner, and Howard Schuman, 1993, `Report of NOAA Panel on Contingent Valuation Federal register 58, 4601-4614.",
        "Abadie, Alberto and Javier Gardeazabal, 2003, The Economic Costs of Conflict: A Case Study of the Basque Country, American Economic Review, Vol. 93 (March): 113-132."
    ]
}