{
    "id": 14320,
    "cites": 51,
    "cited_by": 17,
    "reference": [
        "Swinnerton, K. (1996) Minimum Wages in an Equilibrium Search Model with Diminishing Returns to Labor in Production, Journal of Labor Economics 14, 340-355.",
        "Stiglitz, Joseph E. (1982) Self-Selection and Pareto E.cient Taxation, Journal of Public Economics 17, 213-240.",
        "Stigler, George (1946) The Economics of Minimum Wage Legislation. American Economic Review 36, 358-365.",
        "Samuelson, Paul (1951) Theory of Optimal Taxation, memorandum to the US Treasury, published in Journal of Public Economics 30(2) July 1986, 137-143.",
        "Saez, Emmanuel (2004) Direct or Indirect Tax Instruments for Redistribution: Short-run versus Long-run, Journal of Public Economics 88, 503518.",
        "Saez, Emmanuel (2002) Optimal Income Transfer Programs: Intensive Versus Extensive Labor Supply Responses. Quarterly Journal of Economics 117, 1039-1073.",
        "Rebitzer, J., Taylor, L. (1995) The consequences of minimum wage laws: Some new theoretical ideas, Journal of Public Economics 56, 245-255.",
        "Piketty, Thomas (1997) La Redistribution Fiscale face au ChÃ\u0083Â´mage. Revue Fran Ã\u0083Â§aise dEconomie 12, 157-201.",
        "Pigou, Alfred (1920) The Economics of Welfare, (MacMillan and Company: London).",
        "OECD (Organization for Economic Cooperation and Development) (1998) Making the Most of the Minimum: Statutory Minimum Wages, Employment and Poverty, in Employment outlook, Chapter 2, OECD, Paris.",
        "Neumark, David and William Wascher (2006) Minimum Wages and Employment: A Review of Evidence from the New Minimum Wage Research, NBER Working Paper, No. 12663.",
        "Mirrlees, James (1971) An Exploration in the Theory of Optimum Income Taxation, Review of Economic Studies 38, 175208.",
        "Marceau, Nicolas and Robin Boadway (1994) Minimum Wage Legislation and Unemployment Insurance, Scandinavian Journal of Economics 96, 67-81.",
        "Manning, Allan (2003) Monopsony in Motion: Imperfect Competition in Labor Markets, Princeton University Press: New Jersey.",
        "Luttmer, Erzo F. P. (2007) Does the Minimum Wage Cause Inefficient Rationing? B.E. Journal of Economic Analysis and Policy 7(1), (Contributions), Article 49.",
        "Laroque, Guy (2005) Income Maintenance and Labor Force Participation, Econometrica 73, 341-376.",
        "Lang, Kevin (1987) Pareto Improving Minimum Wage Laws, Economic Inquiry 25, 145158.",
        "Kniesner, Thomas J. (1981) The Low Wage Workers: Who Are They? in The Economics of Legal Minimum Wage Laws, Simon Rottenberg (editor), Washington, DC: American Enterprise Institute for Public Policy Research, 459481.",
        "Jones, Stephen R. G. (1987) Minimum Wage Legislation in a Dual Labor Market, European Economic Review 33, 1229-1246.",
        "Johnson, William R. and Edgar K. Browning (1983) The Distributional and Efficiency Effects of Increasing the Minimum Wage: A Simulation, American Economic Review 73(1), 204-2 11.",
        "Immervoll, Herwig; Kleven, Henrik; Kreiner, Claus and Emmmanuel Saez (2007) Welfare Reform in European Countries: a Microsimulation Analysis, Economic Journal 117, 1-44.",
        "Immervoll, Herwig (2007), Minimum Wages, Minimum Labour Costs and the Tax Treatment of Low-wage Employment, OECD Social, Employment and Migration Working Papers No.46.",
        "Hungerbuhler, M. and Lehmann, Etienne (2007) On the Optimality of a Minimum Wage: New Insights from Optimal Tax Theory, mimeo CREST.",
        "Guesnerie, Roger and Kevin Roberts (1987) Minimum wage Legislation as a Second Best Policy, European Economic Review 31, 490-498.",
        "Freeman, Richard (1996) The Minimum Wage as a Redistributive Tool, Economic Journal, May, 639-649.",
        "Glaeser, Edward L. and Erzo F. P. Luttmer (2003) The Misallocation of Housing under Rent Control, American Economic Review 93(4), 1027-1046.",
        "Guesnerie, Roger (1981) Could Giving out Freely a Private Good Be a Tool of Economic Policy? Canadian Journal of Economics 14(2), 232-260.",
        "Guesnerie, Roger and Kevin Roberts (1984) Effective policy tools and quantity controls, Econometrica 52, 59-86.",
        "Foellmi, Reto and Josef Zweimuller (2007) Mass consumption, exclusion, and unemployment, Working Paper, University of Zurich.",
        "Flinn, Christopher (2006) Minimum Wage Effects on Labor Market Outcomes under Search, Bargaining, and Endogenous Contact Rates, Econometrica 74, 1013-1062.",
        "DrÃ\u0083Â¨ze, Jacques H. and Christian Gollier (1993) Risk Sharing on the Labour Market and Second Best wage Rigidities, European Economic Review 37, 1457-1482.",
        "Drazen, A. (1986) Optimum Minimum Wage Legislation, Economic Journal 96, 774-784.",
        "Dolado, Juan, Francis Kramarz; Stephen Machin; Alan Manning; David Margolis; Coen Teulings (1996) The Economic Impact of Minimum Wages in Europe, Economic Policy 11(23), 317-372.",
        "Dolado, Juan, Felgueroso, F. and Jimeno, J. (2000) The Role of the Minimum Wage in the Welfare State: An Appraisal, IZA Discussion paper 152, Swiss Journal of Economics and Statistics 136, 1-33.",
        "Diamond, Peter and James Mirrlees (1971) Optimal Taxation and Public Production I: Production Efficiency and II: Tax Rules, American Economic Review 61, 827 and 261278.",
        "Diamond, Peter (1980) Income Taxation with Fixed Hours of Work, Journal of Public Economics 13, 101-110.",
        "ChonÃ\u0083Â©, Philippe and Laroque, Guy (2006) Should Low Skilled Work be Subsidized?, Mimeo CREST-INSEE.",
        "Card, David and Alan Krueger (1995) Myth and Measurement: The New Economics of the Minimum Wage (Princeton University Press, Princeton, NJ).",
        "ChonÃ\u0083Â©, Philippe and Laroque, Guy (2005) Optimal Incentives for Labor Force Participation, Journal of Public Economics 89, 395-425.",
        "Cahuc, Pierre, Zylberberg, AndrÃ\u0083Â© and Saint-Martin, A. (2001) The consequences of the minimum wage when other wages are bargained over, European Economic Review 45, 337-352.",
        "Cahuc, Pierre, and Philippe Michel (1996) Minimum Wage, Unemployment, and Growth, European Economic Review 40(7), 1463-1482.",
        "Cahuc, Pierre, and Laroque, Guy (2007) Optimal Taxation and Monosonistic Labor Market: Does Monopsony justify the Minimum Wage?, Mimeo CREST-INSEE.",
        "Burkhauser, R. V., Couch, K. A. and Glenn, J. A. (1996) Public Policies for the Working Poor: Earned Income Tax Credit versus Minimum Wage, Research in Labour Economics 15, 65-109.",
        "Brown, Charles, Curtis Gilroy and Andrew Kohen (1982) The Effect of Minimum Wage on Employment and Unemployment, Journal of Economic Literature 20, 487528.",
        "Boadway, Robin, and Cuff, Katherine (2001) A minimum wage can be welfare-improving and employment enhancing European Economic Review 45, 553-576.",
        "Brown, Charles (1999) Minimum Wages, Employment, and the Distribution of Income. In Orley Ashenfelter and David Card, eds. Handbook of Labor Economics Vol. 3, 2101-2163. New York: Elsevier.",
        "Bacache, Maya and Etienne Lehmann (2005) Minimum Wage or Negative Income Tax: Why Skilled Workers May Favor Wage Rigidities, Spanish Economic Review.",
        "Blundell, Richard, MaCurdy, Thomas (1999) Labour Supply: A Review of Alternative Approaches. In: Ashenfelter, 0., Card, D. (Eds.), Handbook of labour Economics, Volume 3A, North-Holland, Amsterdam.",
        "Atkinson, Anthony B., Stiglitz, Joseph E. (1976) The design of tax structure: Direct versus indirect taxation, Journal of Public Economics 6, 5 5-75.",
        "Acemoglu, Daron (2001) Good Jobs Versus Bad Jobs, Journal of Labor Economics, 19, 1-22.",
        "Allen, Stephen (1987) Taxes, Redistribution, and the Minimum Wage: A Theoretical Analysis Quarterly Journal of Economics 102(3), 477-490."
    ]
}