{
    "id": 14323,
    "cites": 53,
    "cited_by": 11,
    "reference": [
        "Woodford, Michael. 2003. Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton: Princeton University Press.",
        "Wood ford, Michael. 2001. Imperfect Common Knowledge and the Effects of Monetary Policy in Knowledge, Information, and Expectations in Modern Macroeconomics: In Honor of Edmund Phelps, ed. by P. Aghion, R. Frydman, J. Stiglitz, and M. Wood ford, Princeton University Press.",
        "Taylor, John B. 1993. Discretion versus Policy Rules in Practice, Carnegie Rochester Conference Series on Public Policy 39, 195-2 14.",
        "Taylor, John B. 1999. Staggered Price and Wage Setting in Macroeconomics. in J.B. Taylorand M. Woodford, eds., Handbook of Macroeconomics, Amsterdam: Elsevier Science, NorthHolland, 1999 1009-1050.",
        "Sims, Christopher A. 2003. Implications of Rational Inattention. Journal of Monetary Economics 50(3), 665-690.",
        "Ruge-Murcia, Francisco J., 2003. Methods to Estimate Stochastic General Equilibrium Models, mimeo.",
        "Sargent, Thomas J., 1989. Two Models of Measurements and the Investment Accelerator, Journal of Political Economy 97(2), 251-287.",
        "Rudd, Jeremy and Karl Whelan. 2006. Can Rational Expectations Sticky-Price Models Explain Inflation Dynamics? American Economic Review 96(1), 303-320.",
        "Ravina, Enrichetta. 2004. Keeping Up with the Joneses: Evidence from Micro Data. Manuscript.",
        "Reis, Ricardo. 2006. Inattentive Producers, Review of Economic Studies 73 (3), 793-821.",
        "Paustian, Matthias and Ernest Pytlarczyk. 2006. Sticky Contracts or Sticky Information? Evidence from an Estimated Euro Area DSGE. Manuscript.",
        "Mankiw, N. Gregory and Ricardo Reis. 2003. What Measure of Inflation Should a Central Bank Target? Journal of the European Economic Association 1(5), 105 8-1086.",
        "Mankiw, N. Gregory and Ricardo Reis. 2002. Sticky Information Versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve, Quarterly Journal of Economics 117(4), 1295-1328.",
        "Laforte, Jean-Philippe. 2007. Pricing Models: A Bayesian DSGE Approach for the US Economy, Journal of Money, Credit, and Banking 39 (1): 127-154 Suppl. S.",
        "Linde, Jesper. 2005. Estimating New Keynesian Phillips Curves: A Full Information Maximum Likelihood Approach, Journal of Monetary Economics 52(6), 1135-1149.",
        "Kydland, Finn E. and Edward C. Prescott. 1982. Time to Build and Aggregate Fluctuations, Econometrica 50, 1435-1370.",
        "Korenok, Oleg. 2004. Empirical Comparison of Sticky Price and Sticky Information Models. Manuscript.",
        "Knotek, Edward S. II. 2008. A Tale of Two Rigidities: Sticky-Prices in a Sticky-Information Environment, Manuscript.",
        "Kiley, Michael T. 2007. A Quantitative Comparison of Sticky Price and Sticky Information Models of Price Setting, Journal of Money, Credit, and Banking 39(1): 101-125 Suppl. S.",
        "Kiley, Michael T. 2004. Is Moderate-To-High Inflation Inherently Unstable? Finance and Economics Discussion Series Working Paper # 2004-43, Federal Reserve Board.",
        "Khan, Hashmat and Zhenhua Zhu. 2006. Estimates of the Sticky-Information Phillips Curve for the United States, Journal of Money, Credit, and Banking 38(1), 195-207.",
        "Ireland, Peter. 2004. Technology Shocks in the New Keynesian Model, Review of Economics and Statistics 86(4), 923-936.",
        "Hansen, Gary D. 1985. Indivisible Labor and the Business Cycle, Journal of Monetary Economics 56, 309-327.",
        "Hornstein, Andreas and Alexander L. Wolman. 2005. Trend Inflation, Firm-Specific Capital, and Sticky-Prices, Federal Reserve Bank of Richmond Economic Quarterly 9 1(4), 57-83.",
        "Haltiwanger, John, and Machiel Waldman, 1991. Responders Versus Non-Responders: A New Perspective on Heterogeneity, Economic Journal 101, 1085-1102.",
        "Grishchenko, Olesya. 2005. Internal vs External Habit Formation: The relative importance for asset pricing. Manuscript.",
        "Gelman, A., J.B. Carlin, H.S. Stern, and D.B. Rubin, 2004. Bayesian Data Analysis, Chapman and Hall/CRC.",
        "Gorodnichenko, Yuriy, and Serena Ng, 2008. Estimation of DSGE models when data are persistent. Manuscript.",
        "Gali, Jordi and Mark Gertler. 1999. Inflation dynamics: a structural econometric analysis, Journal of Monetary Economics 44, 195-222.",
        "Fuhrer, Jeffrey C. 2000. Habit Formation in Consumption and Its Implications for Monetary Policy Models, American Economic Review 90(3), 367-390.",
        "Fabiani, S., C. Kwapil, M. Druant, I. Hernando, B. Landau, C. Loupias, F. Martins, T. Matha, R. Sabbatini, H. Stahl, A.C.J. Stokman, 2005. The pricing behaviour of firms in the euro area - new survey evidence, European Central Bank, Working Paper 535.",
        "Edge, Rochelle M., Michael T. Kiley, and Jean-Philippe Laforte. 2005. An Estimated DSGE Model of the US Economy. Manuscript.",
        "Dhyne, Emmanuel, Alvarez, Luis J., Le-Bihan, Herve, Veronese, Giovanni, Dias, Daniel, Hoffmann, Johannes, Jonker, Nicole, Lunnemann, Patrick, Rumler, Fabio, Vilmunen, Jouko. 2005. Price setting in the euro area: some stylized facts from individual consumer price data, European Central Bank, Working Paper 524. Dupor, Bill, Tomiyuki Kitamura, and Takayuki Tsuruga. Integrating Sticky Information and Sticky Prices forthcoming in The Review of Economics and Statistics.",
        "Coibion, Olivier and Yuriy Gorodnichenko, 2008. Monetary Policy, Trend Inflation and the Great Moderation: An Alternative Interpretation. Manuscript.",
        "Coibion, Olivier, 2006. Inflation Inertia in Sticky-Information Models, BE Journals: Contributions to Macroeconomics 6(1), Article 1. Coibion, Olivier. Testing the Sticky Information Phillips Curve, forthcoming in The Review of Economics and Statistics.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler. 2000. Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics 155(1), 147-180.",
        "Cogley, Timothy and Argia M. Sbordone. 2008. Trend Inflation, Indexation, and Inflation Persistence in the New Keynesian Phillips Curve, forthcoming in American Economic Review.",
        "Christiano, Lawrence, Martin Eichenbaum, and Charles Evans. 2005. Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy 113(1), 1-45.",
        "Chernozhukov, Victor and Han Hong. 2003. An MCMC Approach to Classical Estimation, Journal of Econometrics 115(2), 293-346.",
        "Carvalho, Carlos Viana de. 2006. Heterogeneity in Price Setting and the Real Effects of Monetary Shocks, Frontiers of Macroeconomics: Vol. 2 : Iss. 1, Article 1.",
        "Calvo, Guillermo A. 1983. Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economic 12, 383-398.",
        "Boivin, Jean and Marc Giannoni, 2006, Has Monetary Policy Become More Effective? Review of Economics and Statistics, 88(3), 445-462.",
        "Bouakez, Hafed, Emanuela Cardia and Francisco Ruge-Murcia. 2006. The Transmission of Monetary Policy in a Multi-Sector Economy. Manuscript.",
        "Bils, Mark and Peter Klenow. 2004. Some Evidence on Importance of Sticky-Prices, Journal of Political Economy 112, 947-985.",
        "Barsky, Robert and Lutz Killian. 2004. Oil and the Macroeconomy since the 1970s, Journal of Economic Perspectives 18(4), 115-134.",
        "Ball, Laurence, N. Gregory Mankiw, and Ricardo Reis. 2005. Monetary Policy for Inattentive Economies, Journal of Monetary Economics 52(4), 703-725.",
        "Ascari, Guido and Tiziano Ropele. 2005. Trend Inflation, Taylor Principle, and Indeterminacy. Manuscript.",
        "Aoki, Kosuki. 2001. Optimal Monetary Policy Responses to Relative-Price Changes, Journal of Monetary Economics 48, 55-80.",
        "Ascari, Guido. 2004. Staggered Prices and Trend Inflation: Some Nuisances, Review of Economic Dynamics 7, 642-667.",
        "Amato, J.D., and T. Laubach, 2004. Implications of habit formation for optimal monetary policy, Journal of Monetary Economics 51(2), 305-325.",
        "Andres, Javier, David Lopez-Salido, and Edward Nelson. 2005. Sticky-Price Models and the Natural Rate Hypothesis, Journal of Monetary Economics 52(5), 1025-1053.",
        "Altonji, Joseph G., and Lewis G. Segal, 1996. Small-sample bias in GMM estimation of covariance structures, Journal of Business and Economic Statistics 14(3), 353-366.",
        "Abowd, John M. and David Card. 1989. On the Covariance Structure of Earnings and Hours Changes, Econometrica 57(2), 4 11-445."
    ]
}