{
    "id": 14336,
    "cites": 23,
    "cited_by": 5,
    "reference": [
        "Razin, Assaf and Andrew K. Rose. (1994), Business Cycle Volatility and Openness: an Exploratory Cross-Sectional Analysis, in Capital Mobility: The Impact on Consumption, Investment, and Growth, Leonardo Leiderman and Assaf Razin eds., (Cambridge: Cambridge University Press), 48-76.",
        "Quinn, Dennis. (1997), The Correlates of Change in International Financial Regulation, American Political Science Review, 91(3), September, 531-551.",
        "Portes, Richard and HÃ\u0083Â©lÃ\u0083Â¨ne Rey. (2005), The Determinants of Cross-Border Equity Flows, Journal of International Economics, 65, 269-296.",
        "Prasad, Eswar S., Kenneth Rogoff, Shang-Jin Wei, and M. Ayhan Kose. (2003), Effects of Financial Globalization on Developing Countries: Some Empirical Evidence, International Monetary Fund Occasional Paper no. 220, International Monetary Fund, Washington, DC.",
        "Petersen, Mitchell A. and Raghuram G. Rajan, (2002), Does Distance Still Matter? The Information Revolution in Small Business Lending, Journal of Finance, 57(6), 2533-2570.",
        "Martin, Philippe, and HÃ\u0083Â©lÃ\u0083Â¨ne Rey, (2006), Globalization and Emerging Markets: With or Without Crash? American Economic Review 96(5) 1631-1651.",
        "Martin, Philippe, and HÃ\u0083Â©lÃ\u0083Â¨ne Rey, (2004), Financial Super-markets: Size Matters for Asset Trade, Journal of International Economics, 64, 335-36 1.",
        "Malloy, Christopher J., (2005), The Geography of Equity Analysis, Journal of Finance, 54(6), 2045-2073.",
        "Kraay, Aart, and Jaume Ventura. (2007), Comparative Advantage and the Cross-Section of Business Cycles, Journal of the European Economic Association, December 5(6) 1300-1333.",
        "Kose, M. Ayhan, Eswar S. Prasad, and Marco Terrones. (2007), How Does Financial Globalization Affect Risk Sharing? Patterns and Channels, mimeo, prepared for International Monetary Fund Conference on New Perspectives on Financial Globalization, Washington DC.",
        "Kose, M. Ayhan, Eswar S. Prasad, and Marco Terrones. (2005), Growth and Volatility in an Era of Globalization, International Monetary Fund Staff Papers, 52, Special Issue, 31-63.",
        "Kose, M. Ayhan, Eswar S. Prasad, and Marco Terrones. (2003), Financial Integration and Macroeconomic Volatility, International Monetary Fund Staff Papers, 50, Special Issue, 119142.",
        "Kalemli-Ozcan, Sebnem, Bent E. Sorensen and Oved Yosha, (2003), Risk Sharing and Industrial Specialization: Regional and International Evidence, American Economic Review, 93(3), 903-918.",
        "Huizinga, Harry and Dantao Zhu, (2006), Domestic and International Finance: How do they Affect Consumption Smoothing?, mimeo, Tilburg University.",
        "Edison, Hali J., Ross Levine, Luca Ricci, and Torsten Slok. (2002), International Financial Integration and Economic Growth, Journal of International Money and Finance, 21, 749-776.",
        "Coval, Joshua D., and Tobias J. Moskowitz. (2001), The Geography of Investment: Informed Trading and Asset Prices, Journal of Political Economy, 109, 811-841 Crucini, Mario J., (1997), Country Size and Economic Fluctuations, Review of International Economics, 5(2). 204-220.",
        "Coval, Joshua D., and Tobias J. Moskowitz. (1999), Home Bias at Home: Local Equity Preference in domestic Portfolios, Journal of Finance, 54(6), 2045-2073.",
        "Caballero, Ricardo J., and Arvind Krishnamurthy. (2001), International and Domestic Collateral Constraints in a Model of Emerging Market Crises, Journal of Monetary Economics, 48, 5 13-548.",
        "Buch, Claudia M., Joerg Doepke, and Cristian Pierdzioch. (2005), Financial Openness and Business Cycle Volatility, Journal of International Money and Finance, 24, 744-765.",
        "Berger, Allen N., Nathan H. Miller, Mitchell A. Petersen, Raghuram G. Rajan and Jeremy C. Stein. (2005), Does Function Follow Organizational Form?: Evidence from the Lending Practices of Large and Small Banks, Journal of Financial Economics, 76, 237-269.",
        "Bekaert, Geert, Campbell R. Harvey, and Christian Lundblad, (2006), Growth Volatility and Financial Liberalization, Journal of International Money and Finance, 25, 370-403.",
        "Acemoglu, Daron and Fabrizio Zilibotti, (1997), Was Prometheus Unbound by Chance? Risk, Diversification and Growth, Journal of Political Economy, 105(4), 709-75 1.",
        "Acemoglu, Daron, Simon Johnson, James Robinson, and Yunyong Thaicharoen. (2003), Institutional Causes, Macroeconomic Symptoms: Volatility, Crises and Growth, Journal of Monetary Economics, 50, 49-123."
    ]
}