{
    "id": 14338,
    "cites": 16,
    "cited_by": 20,
    "reference": [
        "Lavy, V. Ã\u0082â\u0080\u009cUsing Performance-Based Pay to Improve the Quality of TeachersÃ\u0082â\u0080\u009d, The Future of Children, Spring 2007, 87-110.",
        "Levitt, Steven and John List, Ã\u0082â\u0080\u009cWhat Do Laboratory Experiments Measuring Social Preferences Tell Us About the Real World? Journal of Economic Perspectives, Spring 2007, 21(2), 153-74.",
        "Levitt, Steven and John List, Ã\u0082â\u0080\u009cViewpoint: On the Generalizability of Lab Behaviour to the Field, Canadian Journal of Economics, May 2007, 40(2), 347-70.",
        "Niederle, Muriel, and Lise Vesterlund, Ã\u0082â\u0080\u009cDo Women Shy Away From Competition? Do Men Compete Too Much?Ã\u0082â\u0080\u009d Quarterly Journal of Economics, August 2007. 122(3), 1067-1102.",
        "Paserman Daniele, Ã\u0082â\u0080\u009cGender Differences in Performance in Competitive Environments: Field Evidence from Professional Tennis Players.Ã\u0082â\u0080\u009d CEPR Working Paper, 2007.",
        "Polachek, SolomonW., Ã\u0082â\u0080\u009cOccupational Self-Selection: A Human Capital Approach to Sex Differences in Occupational Structure,Ã\u0082â\u0080\u009d Review of Economics and Statistics, LXIII (1981), 60Ã\u0082â\u0080\u009369.",
        "Harrison, G. and J. List, Ã\u0082â\u0080\u009cField Experiments, Journal of Economic Literature, December 2004, 42(4), 1009-55.",
        "Lavy, V. Ã\u0082â\u0080\u009cEvaluating the Effect of TeachersÃ\u0082â\u0080\u0099 Group Performance Incentives on Students Achievements.Ã\u0082â\u0080\u009d Journal of Political Economy, 10 (6), December 2002, 1286Ã\u0082â\u0080\u00931318.",
        "Goldin, Claudia, and Cecilia Rouse, Ã\u0082â\u0080\u009cOrchestrating Impartiality: The Impact of Ã\u0082â\u0080\u009cBlindÃ\u0082â\u0080\u009d Auditions on Female Musicians,Ã\u0082â\u0080\u009d American Economic Review, XL (2000), 715Ã\u0082â\u0080\u0093742.",
        "Gneezy, U., and A. Rustichini, Gender and competition at a young age, American Economic Review Papers and Proceedings, May 2004, 377-381.",
        "Gneezy, U, K.L. and List, John. (2008) Ã\u0082â\u0080\u009cGender Differences in Competition: Evidence from a Matrilineal and a Patriarchal Society.Ã\u0082â\u0080\u009d forthcoming, Econometrica.",
        "Gneezy, U, M. Niederle, and A. Rustichini, Performance in competitive environments: Gender differences, Quarterly Journal of Economics, August 2003, p. 1049-1074.",
        "Antonovics Kate, Peter Arcidiacono, and Randall Walsh, Ã\u0082â\u0080\u009cThe Effects of Gender Interactions in the Lab and in the Field,Ã\u0082â\u0080\u009d forthcoming, Review of Economics and Statistics. Blau, Francine, and Lawrence M. Kahn, Ã\u0082â\u0080\u009cGender Differences in Pay,Ã\u0082â\u0080\u009d Journal of Economic Perspectives, XIV (2000), 75Ã\u0082â\u0080\u009399.",
        "Angrist J. and V. Lavy, (2007) Ã\u0082â\u0080\u009cThe Effect of High-Stakes High School Achievement Awards: Evidence from a Group-Randomized TrialÃ\u0082â\u0080\u009d forthcoming, American Economic Review.",
        "Angrist J. D. Lang and P. Oreopoulos (2007) Ã\u0082â\u0080\u009cIncentives and Services for College Achievement: Evidence from a Randomized TrialÃ\u0082â\u0080\u009d forthcoming, American Economic Journal: Applied Economics.",
        "Antonovics Kate, Peter Arcidiacono, and Randall Walsh, Competing Against the Opposite Sex (June 1, 2003). Department of Economics, UCSD. Paper 2003-08."
    ]
}