{
    "id": 14337,
    "cites": 62,
    "cited_by": 19,
    "reference": [
        "Van Praag, Bernard and Ada Ferrer-I-Carbonell. (2004). Happiness Quant~fled: A Satisfaction Calculus Approach, Oxford University Press: Oxford.",
        "Stutzer, Alois (2007). Limited Self-Control, Obesity, and the Loss of Happiness. IZA Working Paper No. 2925.",
        "Trogdon, Justin G., James Nonnemaker, and Joanne Pais. (2008). Peer Effects in Adolescent Overweight. Journal of Health Economics, 27, 13 88-1399.",
        "Stutzer, Alois (2006). When Temptation Overwhelms Will-Power: Obesity and Happiness. Working Paper, University of Basel.",
        "Smith, Kirsten P. and Nicholas A. Christakis (2008). Social Networks and Health, Annual Review of Sociology, 34, 405-429.",
        "Simon, Gregory E., Michael Von Korff, Kathleen Saunders, Diana L. Miglioretti, Paul K. Crane, Gerald van Belle, and Ronald C. Kessler (2006). Association Between Obesity and Psychiatric Disorders in the US Adult Population. Archives of General Psychiatry, 63, 824-83 0.",
        "Sanz-de-Galdeano, Anna. (2005). The Obesity Epidemic in Europe. IZA Paper No. 1814.",
        "Sargent, James D. and David G. Blanchflower (1994). Obesity and Stature in Adolescence and Earnings in Young Adulthood - Analysis of a British Birth Cohort, Archives of Pediatrics & Adolescent Medicine, 148, 681-687.",
        "Roberts, Robert E., William J. Strawbridge, StÃ\u0083Â©phane Deleger, and George A. Kaplan (2002). Are The Fat More Jolly? Annals of Behavioral Medicine, 24, 169-180.",
        "Roberts, Robert E., George A. Kaplan, Sarah J. Shema, and William J. Strawbridge (2000). Are the Obese at Greater Risk of Depression? American Journal of Epidemiology, 152, 163-170.",
        "Propper, Carol (2005). Why Economics is Good for Your Health - 2004 RES Public Lecture. CMPO paper No. 05/116, Bristol University.",
        "Powdthavee, Nattavudh (2007). Are There Geographical Variations in the Psychological Costs of Unemployment in South Africa? Social Jndicators Research, 80, 629-652.",
        "Oswald, Andrew J. (1997). Happiness and Economic Performance. Economic Journal, 107, 1815-1831.",
        "Oswald, Andrew J. and Nattavudh Powdthavee (2007). Obesity, Unhappiness, and the Challenge of Affluence: Theory and Evidence. Economic Journal, 117, F441- 454.",
        "Offer, Avner (2006). The Challenge of Affluence: Self-Control and Well-being in the United States and Britain Since 1950, Oxford University Press: Oxford.",
        "Morris, Stephen (2006). Body Mass Index and Occupational Attainment. Journal of Health Economics, 25, 347-3 64.",
        "Morris, Stephen and Hugh Gravelle (2008). GP Supply and Obesity. Journal of Health Economics, forthcoming.",
        "Luttmer, Erzo F.P. (2005). Neighbors as Negatives: Relative Earnings and Well-Being. Quarterly Journal of Economics, 120, 963-1002.",
        "Maximova, Katerina, John J. McGrath, Tracie Barnett, Jennifer OLoughlin, Gilles Paradis, Martin Lambert (2008). Do You See What I see? Weight Status Misperception and Exposure to Obesity Among Children and Adolescents. Jnternational Journal of Obesity, 32, 1008-1015.",
        "Kenkel, Donald, Dean Lillard, and Alan Mathios (2006). The Roles of High School Completion and GED Receipt in Smoking and Obesity. Journal of Labor Economics, 24, 635-660.",
        "Jorm, Anthony F., Ailsa E. Korten, Helen Christensen, Patricia A. Jacomb, Bryan Rodgers, and Rosemary A. Parslow (2003). Association of Obesity with Anxiety, Depression and Emotional Well-Being: A Community Survey. Australian and New Zealand Journal of Public Health, 27, 434-440.",
        "Hopkins, Ed. and Tatiana Kornienko (2006). Methods of Social Comparison in Games of Status. Working Paper, University of Edinburgh.",
        "Hopkins, Ed. and Tatiana Kornienko (2004). Running to Keep in the Same Place: Consumer Choice as a Game of Status. American Economic Review, 94, 10851107.",
        "Gruber, Jonathan and Michael Frakes (2006). Does Falling Smoking Lead to Rising Obesity? Journal of Health Economics, 25, 183-197.",
        "Gardner, Jonathan and Andrew J. Oswald (2007). Money and Mental Wellbeing: A Longitudinal Study of Medium-Sized Lottery Wins. Journal of Health Economics, 26, 49-60.",
        "Graham, Carol (2008). Happiness and Health: Lessons - and Questions - for Public Policy. Health Affairs, 27, 72-87.",
        "Frey, Bruno S. and Alois Stutzer (2002). Happiness and Economics: How the Economy and Jnstitutions Affect Human Well-being. Princeton University Press: Princeton.",
        "Frank, Robert H. (1985). Choosing the Right Pond: Human Behaviour and the Quest for Status. Oxford University Press: London.",
        "Finkelstein, Eric A., Christopher J. Ruhm, and Katherine M. Kosa (2005). Economic Causes and Consequences of Obesity. Annual Review of Public Health, 26, 239257.",
        "Felton, Andrew and Carol Graham (2005). Variance in Obesity Across Cohorts and Countries: A Norms-Based Explanation Using Happiness Surveys. Working Paper, Brookings Institution, Washington.",
        "Etile, Fabrice (2007). Social Norms, Ideal Body Weight and Food Attitudes. Health Economics, 16, 945-966.",
        "Easterlin, Richard A. (2003). Explaining Happiness. Proceedings of the National Academy of Sciences, 100, 11176-11183.",
        "Ellaway, Anne, Anne Anderson, and Sally Macintyre (1997). Does Area of Residence Affect Body Size and Shape? Jnternational Journal of Obesity, 21, 304-308.",
        "Easterlin, Richard A. (1974). Does Economic Growth Improve the Human Lot? Some Empirical Evidence. In P.A. David and M. W. Reder (Eds.), Nations and Households in Economic Growth: Essays in Honor of Moses Abramowitz. Academic Press: New York.",
        "Duesenberry, James S. (1949). Jncome, Saving and the Theory of Consumer Behavior. Harvard University Press: Cambridge, MA.",
        "Doll, Helen A., Sophie E. K Petersen, and Sarah L. Stewart-Brown (2000). Obesity and Physical and Emotional Well-Being: Associations Between BMI, Chronic Illness, and the Physical and Mental Components of the SF-36 Questionnaire. Obesity Research, 8, 160-170.",
        "De Agostini, Paola (2007). Diet Composition, Socioeconomic Status and Food Outlets Development in Britain. ISER Working Paper, University of Essex.",
        "Di Tella, Rafael, Robert J. MacCulloch, and Andrew J. Oswald (2001). Preferences Over Inflation and Unemployment: Evidence from Surveys of Happiness. American Economic Review, 91, 335-341.",
        "Daly, Mary C., Daniel J. Wilson, and Norman J. Johnson (2007). Relative Status and Well-Being: Evidence from US Suicide Deaths. Working Paper, Federal Reserve Bank of San Francisco.",
        "Cutler, David M., Edward L. Glaeser, and Jesse M. Shapiro (2003). Why Have Americans Become More Obese? Journal of Economic Perspectives, 17, 93-118.",
        "Cornelisse-Vermaat, Judith R., Gerrit Antonides, Johan A.C. Van Ophem, and Henrietta Van Den Brink (2006). Body Mass Index, Perceived Health, and Happiness: Their Determinants and Structural Relationships. Social Jndicators Research, 79, 143158.",
        "Cohen-Cole, Ethan and Jason M. Fletcher (2008). Is Obesity Contagious? Social Networks VS. Environmental Factors in the Obesity Epidemic. Journal of Health Economics, 27, 1382-13 87.",
        "Clark, Andrew E. and Andrew J. Oswald (1996). Satisfaction and Comparison Income. Journal of Public Economics, 61, 359-38 1.",
        "Clark, Andrew E. and Andrew J. Oswald (1998). Comparison-Concave Utility and Following Behaviour in Social and Economic Settings. Journal of Public Economics, 70, 133-150.",
        "Clark, Andrew E. and Youenn Loheac (2007). It Wasnt Me, It Was Them! Social Influence in Risky Behaviour by Adolescents. Journal of Health Economics, 26, 763-784.",
        "Clark, Andrew E. (2003). Unemployment as a Social Norm: Psychological Evidence from Panel Data. Journal of Labor Economics, 21, 323-351.",
        "Christakis, Nicholas A. and James H. Fowler (2007). The Spread of Obesity in a Large Social Network over 32 Years. New England Journal of Medicine, 357, 370-379.",
        "Chou, Shin Yi, Michael Grossman, and Henry Saffer (2004). An Economic Analysis of Adult Obesity: Results from the Behavioral Risk Factor Surveillance System. Journal of Health Economics, 23, 565-587.",
        "Chen, Zhuo and David Meltzer (2008). Beefing Up with the Chans: Evidence for the Effects of Relative Income and Income Inequality on Health from the China Health and Nutrition Survey. Social Science & Medicine, 66, 2206-22 17.",
        "Cawley, John (2004). The Impact of Obesity on Wages. Journal of Human Resources, 39, 45 1-474.",
        "Burke, Mary A. and Frank Heiland. (2007). Social Dynamics of Obesity. Economic Jnquiry, 45, 571-591.",
        "Burkhauser, Richard V. and John Cawley (2008). Beyond BMI: The Value of More Accurate Measures of Fatness and Obesity in Social Science Research. Journal of Health Economics, 27, 5 19-529.",
        "Brunello, Giorgio., Pierre-Carl Michaud, and Anna Sanz-de-Galdeano (2008). The Rise in Obesity Across the Atlantic: An Economic Perspective. IZA Paper, June 2008.",
        "Brown, Gordon D.A., Jonathan Gardner, Andrew J. Oswald, and Jing Qian (2008). Does Wage Rank Affect Employees Well-being? Jndustrial Relations, 47, 355-389.",
        "Bleich, Sara, David Cutler, Christopher Murray, and Alyce Adams (2008). Why is the Developed World Obese?Annual Review of Public Health, 29, 273-295.",
        "Blanchflower, David G., Andrew J. Oswald, and Bert Van Landeghem (2008). Imitative Obesity and Relative Utility. Working paper presented at the NBER Summer Workshop and the European Economic Association Meeting (Milan).",
        "Blanchflower, David G. and Andrew J. Oswald (2008b). Is Well-Being U-Shaped Over the Life Cycle? Social Science & Medicine, 66, 1733-1749.",
        "Blanchflower, David G. and Andrew J. Oswald (2008a). Hypertension and Happiness Across Nations. Journal of Health Economics, 27, 2 18-233.",
        "Blanchflower, David G. (2008). International Evidence on Well-Being. IZA Paper No. 3354.",
        "Blanchflower, David G. and Andrew J. Oswald (2004). Well-being Over Time in Britain and the USA. Journal of Public Economics, 88, 1359-13 86.",
        "Bhattacharya, Jay, and M. Kate Bundorf (2005). The Incidence of the Healthcare Costs of Obesity. National Bureau of Economic Research Paper No. 11303.",
        "Banks, James, Michael Marmot, Zoe Oldfield, and James P. Smith (2006). The SES Health Gradient on Both Sides of the Atlantic. National Bureau of Economic Research Paper No. 12674."
    ]
}