{
    "id": 14331,
    "cites": 29,
    "cited_by": 15,
    "reference": [
        "Wright, M., S. Thompson, and K. Robbie (1992): Venture Capital and Management-Led Buy-Outs: European Evidence, Journal of Business Venturing, 7(1), 47-71.",
        "Weir, C., P. Jones, and M. Wright (2008): Public to Private Transactions, Private Equity and Performance in the U.K.: An Empirical Analysis of the Impact of Going Private, Mimeo.",
        "Vinten, F. (2007): The Performance of Private Equity Buyout Fund Owned Firms, Mimeo.",
        "Smith, A.J. (1990): Corporate Ownership Structure and Performance: The Case of Management Buyouts, Journal of Financial Economics, 27, 143-64.",
        "Stromberg, P. (2008): The New Demography of Private Equity, Globalization of Alternative Investments, Working Papers Volume 1, World Economic Forum.",
        "Ravenscraft, D.J. and F.M. Scherer (1987): Life After Takeover, Journal of Industrial Economics, 36(2), 147-56.",
        "Schaefer, 5. (1998): Influence Costs, Structural Inertia, and Organizational Change, Journal of Economics and Management Strategy, 7(2), 238-263.",
        "Murphy, K.J. (1999): Executive Compensation, in 0. Ashenfelter and D. Card (ed.s), Handbook of Labor Economics, vol. 3, 2485-563.",
        "Muscarella, C.J. and M.R. Vetsuypens (1990): Efficiency and Organizational Structure: A Study of Reverse LBOs, Journal of Finance, 45(5), 1389-413.",
        "Meuleman, M., K. Amess, M. Wright, and L. Scholes (2008): Agency, Strategic Entrepreneurship and the Performance of Private Equity Backed Buyouts, Mimeo.",
        "Lichtenberg, F.R. and D.S. Siegel (1990): The Effects of Leveraged Buyouts on Productivity and Related Aspects of Firm Behavior, Journal of Financial Economics, 27, 165-94.",
        "Kaplan, 5. (1989): The Effects of Management Buyouts on Operating Performance and Value, Journal of Financial Economics, 24, 217-54.",
        "Lazear, E.P. (2005): Output-Based Pay: Incentives or Sorting? in S.W. Polachek (ed.), Research in Labor Economics, vol. 23, 1-25.",
        "Jensen, M.C. (1989): Eclipse of the Public Corporation, Harvard Business Review, SeptemberOctober, 61-74.",
        "Jensen, M.C. (1986): Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers, American Economic Review, 76(2), 323-29.",
        "Himmelberg, C.P., R.G. Hubbard, and D. Palia (1999): Understanding the Determinants of Managerial Ownership and the Link Between Ownership and Performance, Journal of Financial Economics, 53, 353-84.",
        "Holmstrom, B. and S.N. Kaplan (2001): Corporate Governance and Merger Activity in the United States: Making Sense of the 1980s and 1990s, Journal of Economic Perspectives, 15(2), 121-44.",
        "Hermalin, B. (2005): Trends in Corporate Governance, Journal of Finance, 60(5), 2351-84.",
        "Harris, R., D.S. Siegel, and M. Wright (2005): Assessing the Impact of Management Buyouts on Economic Efficiency: Plant-Level Evidence from the United Kingdom, Review of Economics and Statistics, 87(1), 148-53.",
        "Hall, B. and J. Liebman (1998): Are CEOs Really Paid Like Bureaucrats? Quarterly Journal of Economics, 112(3), 653-91.",
        "Guo, S., E.S. Hotchkiss and W. Song (2008): Do Buyouts (Still) Create Value? Mimeo.",
        "Desbrieres, P. and A. Schatt (2002): The Impacts of LBOs on the Performance of Acquired Firms: The French Case, Journal of Business Finance and Accounting, 29(5), 695-729.",
        "Cao, J. and J. Lerner (2007): The Performance of Reverse Leveraged Buyouts, forthcoming in Journal of Financial Economics.",
        "Cressy, R., F. Munari and A. Malipiero (2007): Playing to their Strengths? Evidence that Specialization in the Private Equity Industry Confers Competitive Advantage, forthcoming in Journal of Corporate Finance.",
        "Davis, S.J., J. Haltiwanger, R. Jarmin, J. Lerner, and J. Miranda (2008): Private Equity and Employment, Mimeo.",
        "Bebchuk, L.A. and J.M. Fried (2004): Pay Without Performance: The Unfulfilled Promise of Executive Compensation, Harvard University Press.",
        "Bargeron, L., F. Schlingemann, R.M. Stulz, and C. Zutter (2007): Why Do Private Acquirers Pay So Little Compared to Public Acquirers? NBER Working Paper, w13061.",
        "Baker, G.P. and K.H. Wruck (1989): Organizational Changes and Value Creation in Leveraged Buyouts: The Case of The O.M. Scott &~ Sons Company, Journal of Financial Economics, 25, 163-90.",
        "Axelson, U., T. Jenkinson, P. Stromberg, M.S. Weisbach (2008): Leverage and Pricing in Buyouts: An Empirical Analysis, Mimeo."
    ]
}