{
    "id": 14333,
    "cites": 117,
    "cited_by": 48,
    "reference": [
        "Lynch, J.W., G.A. Kaplan, and E.R. Pamuk. 1998. Income inequality and mortality in metropolitan areas of the United States. American Journal of Public Health 88: 1074-1080.",
        "Luke, B., M.B. Brown. 2006. The changing risk of infant mortality by gestation, plurality, and race: 1989-1991 versus 1999-2001. Pediatrics 118: 2488-2497.",
        "Lemieux, T. 2006. The Mincer equation thirty years after Schooling, Experience, and Earnings. In S. Grossbard-Shechtman, ed., Jacob Mincer, A Pioneer of Modern Labor Economics. New York: Springer, pp. 127-148.",
        "Williams, D.R. and C. Collins. 1995. U.S. socioeconomic and racial differences in health: patterns and explanations. Annual Review of Sociology 21: 349-86.",
        "Wilkinson, R.G. 2000. Mind the Gap: Hierarchies, Health, and Human Evolution. London: Weidenfeld and Nicolson.",
        "Wilkinson, R.G. 1996. Unhealthy societies: the affliction of inequality. London: Routledge.",
        "Wilkinson, R.G. 1999. Health, hierarchy and social anxiety. Annals of the New York Academy of Sciences 896: 48-63.",
        "Wilkinson, R. 1990. Income distribution and mortality: a `natural experiment. Sociology of Health and Illness 12: 391-412.",
        "Vega WA, Amaro H. 1994. Latino outlook: good health, uncertain prognosis. Annual Review of Public Health 15: 39-67.",
        "Strauss, J. and D. Thomas. 1998. Health, nutrition, and economic development. Journal of Economic Literature 36(2): 766-8 17.",
        "Sullivan, D. and T. von Wachter. 2006. Mortality, mass-Layoffs, and career outcomes: An analysis using administrative data. Mimeo, Columbia University.",
        "Spasojevic, J. 2003. Effects of education on adult health in Sweden: Results from a natural experiment. PhD dissertation, City University of New York Graduate Center, New York.",
        "Sorlie, P.D., E. Backlund, N.J. Johnson, and E. Rogot. 1993. Mortality by Hispanic status in the United States. Journal of the American Medical Association 270: 2464-2468.",
        "Sorlie, P., E. Rogot, R. Anderson, N.J. Johnson, and E. Backlund. 1992. Black-white mortality difference by family income. Lancet 340: 346-350.",
        "Smith, J.P. 2007. The impact of social economic status on health over the life-course. Journal of Human Resources 42: 73 9-764.",
        "Smith, J.P. 2005. Consequences and predictors of new health events. In D.A. Wise, ed., Analyses in the Economics ofAging. Chicago: University of Chicago Press, pp. 2 13-237.",
        "Smith, J.P. 2004. Unraveling the SES-health connection. Population and Development Review 30(Supplement): 108-132.",
        "Smith, J.P. 1999. Healthy bodies and thick wallets: The dual relation between health and economic status. Journal of Economic Perspectives 13(2): 145-166.",
        "Smith, D.P., and B.S. Bradshaw. 2006. Rethinking the Hispanic Paradox: Death rates and life expectancy for US non-Hispanic white and Hispanic populations. American Journal of Public Health 96: 1686-1692.",
        "Skinner, J., A. Chandra, D. Staiger, J. Lee and M. McClellan.2005. Mortality after acute myocardial infarction in hospitals that disproportionately treat black patients. Circulation 112: 2634-2641.",
        "Sen, A.K. 1998. Mortality as an indicator of economic success and failure. Economic Journal 108: 1-25.",
        "Singh-Manoux, A., M.G. Marmot and N.E. Adler. 2005. Does subjective social status predict health and change in health status better than objective status? Psychosomatic Medicine 67: 855-86 1.",
        "Seeman, T.E., B.S. McEwen, J.W. Rowe, and B.H. Singer. 2001. Allostatic load as a marker of cumulative biological risk: MacArthur studies of successful aging. Proceedings of the NationalAcademy of Sciences 98(8): 4770-4775.",
        "Schulman, K.A., et al.. 1999. The effect of race and sex on physicians recommendations for cardiac catheterization. New England Journal of Medicine 340: 6 18-626.",
        "Sapolsky, R.M. 2004. Why Zebras Dont Get Ulcers. An updated guide to stress, stress-related diseases, and coping (3rd Edition). New York: Freeman.",
        "Sapolsky, R.M. 1993. Endocrinology alfresco: Psychoendocrine studies of wild baboons. Recent Progress in Hormone Research 48: 437-468.",
        "Ruhm, C.J. 2005. Healthy living in hard times. Journal of Health Economics 24(2): 34 1-63.",
        "Ruhm, C.J. 2000. Are recessions good for your health? Quarterly Journal of Economics 115(2): 6 17-650.",
        "Ross, C.E. and C. Wu. 1995. The links between education and health. American SociologicalReview 60: 7 19-745.",
        "Rubalcava, L.N., G.M. Teruel, D. Thomas, and N. Goldman. 2008. The healthy migrant effect: New findings from the Mexican Family Life Survey. American Journal of Public Health 98(1): 78-84.",
        "Rodgers, G.B. 1979. Income and inequality as determinants of mortality: an international crosssection analysis. Population Studies 33(3): 343-51.",
        "Peterson E.D., L.K. Shaw LK, E.R. DeLong, D.B. Pryor, R.M. Califf, D.B. Mark. 1997. Racial variation in the use of cardiac revascularization procedures. New England Journal of Medicine 336: 480-486.",
        "Perez-Stable, E.J., G. MarIn, and B.V. MarIn. 1994. Behavioral risk factors: a comparison of Latinos and non-Latino whites in San Francisco. American Journal of Public Health 84: 971976.",
        "Paneth, N. 1995. The problem of low birthweight. Future of Children 5:19-34.",
        "Oreopoulos, P. 2007. Do dropouts drop out too soon? Wealth, health and happiness from compulsory schooling. Journal of Public Economics 9 1(11-12): 22 13-2229.",
        "Operario, D., N.E. Adler, and D.R. Williams. 2004. Subjective social status: Reliability and predictive utility for global health. Psychology and Health 19(2): 237-246.",
        "Molla, M.T., J.H. Madans, and D.K. Wagener. 2004. Differentials in adult mortality and activity limitation by years of education in the United States at the end of the 1 990s. Population and Development Review 30(4): 625-646.",
        "Mosk, C. and S. R. Johansson. 1986. Income and mortality: Evidence from Modern Japan. Population and Development Review 12(3): 415-440.",
        "Mincer, J. 1997. Changes in wage inequality, 1970-1990. Research in Labor Economics 16: 118.",
        "Miguel, E. and M. Kremer. 2004. Worms: Identifying impacts on education and health in the presence of treatment externalities. Econometrica 72(1): 159-217.",
        "Meng, X. and N. Qian. 2006. The long run health and economic consequences of famine on survivors: Evidence from Chinas Great Famine. IZA Discussion Paper 2471.",
        "Mellor, J.M. and J. Milyo. 2002. Income inequality and health status in the United States: Evidence from the Current Population Survey. Journal of Human Resources 37(3): 5 10-539.",
        "Mellor, J.M. and J. Milyo. 2001. Reexamining the evidence of an ecological association between income inequality and health. Journal of Health Politics, Policy, and Law 26: 487-522.",
        "McEwen, B.S. 1998. Protective and damaging effects of stress mediators. New England Journal of Medicine 338(3): 1771-1779.",
        "McDonough, P., G.J. Duncan, D. Williams and J. House. 1999. Income dynamics and adult mortality in the United States, 1972 through 1989. American Journal of Public Health 87(9): 1476-1483.",
        "McCord, C., and H.P. Freeman. 1990. Excess mortality in Harlem. New England Journal of Medicine 322: 173-177.",
        "Mazumder, B. 2008. Does education improve health? A reexamination of the evidence from compulsory schooling laws. Federal Reserve Bank of Chicago Economic Perspectives Q2: 216.",
        "Mathews, T.J., and K.G. Keppel. 2005. Racial/ethnic disparities in infant mortality--United States, 1995-2002. Journal oftheAmerican Medical Association 294: 298-299.",
        "Marmot, M.G., J. Siegrist, T. Theorell, and A. Feeney. 1999. Health and the psychosocial environment at work. In M. Marmot and R.G. Wilkinson, eds., Social Determinants of Health. Oxford: Oxford University Press, pp. 105-13 1.",
        "Marmot, M.G., A.M. Adelstein, and L. Bulusu. 1984. Lessons from the study of immigrant mortality. Lancet2: 1455-1457.",
        "Marmot, M.G., et al. 1991. Health inequalities among British civil servants: The Whitehall II study. Lancet 337(8754): 13 87-1393.",
        "Marmot M.G., G. Rose, M. Shipley, and P.J.S. Hamilton. 1978. Employment grade and coronary heart disease in British civil servants. Journal of Epidemiology and Community Health 1978 32: 244-249.",
        "Mackenbach, J.P. 2006. Health Inequalities: Europe in Profile. London: U.K. Department of Health. Manski, C.F. Identification of endogenous social effects: The reflection problem. Review of Economic Studies 60(3): 53 1-542.",
        "Maccini, S. and D. Yang. 2007. Under the weather: Health, schooling and socio-economic consequences of early life rainfall. Mimeo, University of Michigan.",
        "Lynch, S .M. 2003. Cohort and life course patterns in the relationship between education and health: A hierarchical approach. Demography 40(2):309-33 1.",
        "Lucas, A. 2005. Economic effects of malaria eradication: Evidence from the malarial periphery. Mimeo, Brown University.",
        "Loewenstein, G., T. ODonoghue, and M. Rabin. 2003. Projection bias in predicting future utility. Quarterly Journal of Economics 118(4): 1209-1248.",
        "Loop, F.D., L.R. Golding, J.P. MacMillan, D.M. Cosgrove, B.W. Lytle, and W.C. Sheldon. 1983. Coronary artery surgery in women compared with men: analyses of risks and longterm results. Journal of the American College of Cardiology 1: 383-390.",
        "Lleras-Muney, A. 2005. The relationship between education and adult mortality in the United States. Review of Economic Studies 72: 189-221.",
        "Link, B.G and J. Phelan. 1995. Social conditions as the fundamental causes of disease. Journal of Health and Social Behavior 35(Extra Issue): 80-94.",
        "Liao, Y., R.S. Cooper G. Cao, R. Durazo-Arvizu, J.S. Kaufman, A. Luke, and D.L. McGee. 1998. Mortality patterns among adult Hispanics: Findings from the NHIS, 1986 to 1990. American Journal of Public Health 88(2): 227-232.",
        "Lara, M., C. Gamboa, M.I. Kahramanian, L.S. Morales, and D.H. Bautista. 2005. Acculturation and Latino health in the United States: A review of the literature and its sociopolitical context. Annual Review of Public Health 26: 367-397.",
        "Landale, N.S., R.S. Oropresa, and B.K. Gorman.1999. Immigration and infant health: Birth outcomes of immigrant and native-born women. In D.J. Hernandez, ed., Children of Immigrants. Washington, D.C.: National Academy of Sciences Press, pp. 244-285.",
        "Krieger, N., D.H. Rehkoph, J.T. Chen, P.D. Waterman, E. Marcelli, and M. Kennedy. 2008. The fall and rise of U.S. inequalities in premature mortality: 1960-2002. PLoS Medicine 5(2): 227-24 1.",
        "Kling, J., J.B. Liebman, and L.F. Katz. 2007. Experimental analysis of neighborhood effects. Econometrica 75(1): 83-119.",
        "Kitagawa, E. M. and P. M. Hauser (1973) Differential Mortality in the United States. A Study in Socioeconomic Epidemiology, Cambridge, MA: Harvard University Press.",
        "Jasso, G., D.S. Massey, M.R. Rosenzweig, and J.P. Smith. 2004. Immigrant health: Selectivity and acculturation. In N.B. Anderson, R. Bulatao, and B. Cohen, eds., Critical Perspectives on Racial and Ethnic Differences in Health in Late Life. Washington, D.C.: National Research Council of the National Academies, pp. 227-266. Jayachandran, S. and A. Lleras-Muney. Forthcoming. Life expectancy and human capital investment: evidence from maternal mortality declines. Quarterly Journal of Economics.",
        "Jackson, F.L.C. 1991. An evolutionary perspective on salt, hypertension, and human genetic variability. Hypertension 17(1, 51): 129-132.",
        "Idler, E.L., andY. Benyamini. 1997. Self-rated health and mortality: A review of twenty-seven community studies. Journal of Health and Social Behavior 38(1): 21-37.",
        "Huisman, M., Kunst, A., Bopp, M., et al. 2005. Educational inequalities in cause-specific mortality in middle-aged and older men and women in eight western European populations. Lancet 365(9458): 493-500.",
        "Harris, B. 2004. Public health, nutrition, and the decline of mortality: The McKeown thesis revisited. Social History of Medicine 17(3): 379-407.",
        "Haines, M.R. 2001. The urban mortality transition in the United States: 1800-1940. Annales de Demo graphie Historique: 3 3-64.",
        "Grossman, M. 2008. Education and non-market outcomes. In E. Hanushek and F. Welch, eds., Handbook of the Economics of Education. Amsterdam: North-Holland, Elsevier Science, forthcoming.",
        "Grossman, M. 1972. The Demand for Health-A Theoretical and Empirical Investigation. New York: National Bureau of Economic Research.",
        "Gornick, M.E., E.W.Eggers, T.W. Reilly, et al. 1996. effects of race and income on mortality and use of services among Medicare beneficiaries. New England Journal of Medicine 335(11): 79 1-799.",
        "Gallo, L.C., and K.A. Matthews. 2003. Understanding the association between socioeconomic status and physical health: Do negative emotions play a role? Psychological Bulletin 129(1): 10-51.",
        "Frank, R.H. 1985. Choosing the Right Pond. New York: Oxford University Press.",
        "Field, E., 0. Robles and M. Torero. 2007. Iodine deficiency and schooling attainment in Tanzania. Mimeo, Harvard University.",
        "Fan, J. M. Farmen, and I. Gijbels. 1998. Local maximum likelihood estimation and inference. Journal of the Royal Statistical Society: Series B (Statistical Methodology). 60(3): 59 1-608.",
        "Fan, J. 1992. Design-adaptive nonparametric regression. Journal of the American Statistical Association 87: 998-1004.",
        "Falk, Armin, and Markus Knell. 2004. Choosing the Joneses: On the endogeneity of reference groups. Scandinavian Journal of Economics 106(3): 417-435.",
        "Evans, W.N. and S. Snyder. 2007. The impact of income on mortality: evidence from the social security notch. Review of Economics and Statistics, forthcoming.",
        "Epel, E.S., E.H. Blackburn, J. Lin, et al. 2004. Accelerated telomere shortening in response to life stress. PNAS 101(49): 17,312-17,315.",
        "Elo, I.T., C.M. Turra, B. Kestenbaum,and B.R. Ferguson. 2004. Mortality among elderly Hispanics in the United States: Past evidence and new results. Demography 41: 109-128.",
        "Elo, I.T. and S.H. Preston. 1997. Racial and ethnic differences in mortality at older ages. In L. Martin and B. Soldo, eds., Racial and Ethnic Differences in the Health of Older Americans. Washington, DC: National Academy Press, pp. 10-42.",
        "Elo, I. T. and S.H. Preston. 1996. Educational differentials in mortality: United States, 1979-85. Social Science and Medicine 42(1): 47-57.",
        "Eibner, C. and W.N. Evans. 2005. Relative deprivation, poor health habits, and mortality. Journal of Human Resources 40(3): 592-620.",
        "DeschÃ\u0083Âªnes, 0. 2001. Unobserved ability, comparative advantage and the rising return to education in the United States: A cohort-based approach. Industrial Relations Section Working Paper No. 465, Princeton University.",
        "Deaton, A. and D. Lubotsky. Mortality, inequality and race in American cities and states. Social Science and Medicine 56(6): 1139-1153.",
        "Deaton, A. 2003. Health, inequality, and economic development. Journal of Economic Literature 41(1): 113-158.",
        "Deaton, A. and C. Paxson. 2004. Mortality, income, and income inequality over time in Britain and the United States. In D.A. Wise, ed., Perspectives on the Economics of Aging. Chicago: University of Chicago Press, pp. 247-279.",
        "Curie, J., and M. Stabile. 2003. Socioeconomic status and health: Why is the relationship stronger for older children? American Economic Review 93(5): 18 13-1823.",
        "Deaton, A., D. Cutler, and A. Lleras-Muney. 2006. The determinants of mortality. Journal of Economic Perspectives 20(3): 97-120.",
        "Cutler, D.M. and A. Lleras-Muney. 2007b. Understanding differences in health behaviors by education. Mimeo, Princeton University.",
        "Cutler, D.M., and A. Lleras-Muney. 2007a. Education and health: evaluating theories and evidence. In J.S. House, R.F. Schoeni, G.A. Kaplan, and H. Pollack, eds., The Health Effects of Social and Economic Policy, New York: Russell Sage Foundation.",
        "Curtin, P.D. 1992. The slavery hypothesis for hypertension among African Americans: the historical evidence. American Journal of Public Health 82: 1681-1686.",
        "Collins, C.A. and D.R. Williams. 1999. Segregation and mortality: The deadly effects of racism? Sociological Forum 14(3): 495-523.",
        "Collins, A.L. and N. Goldman. 2008. Perceived social position and health in older adults in Taiwan. Social Science and Medicine 66(3): 536-544.",
        "Clark, D., and H. Royer. 2007. The effect of education on longevity: Evidence from the United Kingdom. Minico, Case Western Reserve University.",
        "Chandra, A., and J. Skinner. 2004. Geography and health disparities. In N.B. Anderson, R. Bulatao, and B. Cohen, eds., Critical Perspectives on Racial and Ethnic Differences in Health in Late Life. Washington, D.C.: National Research Council of the National Academies, pp. 604-640.",
        "Cawthon, R.M., K.R. Smith, E. OBrien, A. Sivatchenko and R.A. Kerber. 2003. Association between telomere length in blood and mortality in people aged 60 years or older. Lancet 361(1): 393-395.",
        "Case, A., and C. Paxson. 2002. Parental Behavior and Child Health. Health Affairs 2 1(2): 164178.",
        "Case, A., D. Lubotsky, and C. Paxson. 2002. Economic status and health in childhood: the origins of the gradient. American Economic Review 92(5): 1308-1334.",
        "Case, A., A. Fertig and C. Paxson. 2005. The lasting impact of childhood health and circumstance. Journal of Health Economics 24: 365-389.",
        "Bzostek, S., N. Goldman, and A. Pebley. 2007. Why do Hispanics in the U.S.A. report poor health? Social Science and Medicine 65(5): 990-1003.",
        "Brunner, E., and M.G. Marmot. 1999. Social organization, stress, and health. In M. Marmot and R.G. Wilkinson, eds., Social Determinants of Health. Oxford: Oxford University Press, pp. 17-43.",
        "Bobonis, G.J., E. Miguel, and C.P. Sharma. 2006. Iron deficiency anemia and school participation. Journal of Human Resources 4 1(4): 692-72 1.",
        "Bleakley, Hoyt. 2006. Malaria in the Americas: A retrospective analysis of childhood exposure. Mimeo, University of Chicago.",
        "Bleakley, H. 2007. Disease and development: Evidence from hookworm eradication in the American South. Quarterly Journal of Economics 122(1): 73-117.",
        "Behrman, J.R., and M.R. Rosenzweig. 2004. Returns to birthweight. Review of Economics and Statistics 86(2): 586-601.",
        "Black, S.E., P.J. Devereux, and K.G. Salvanes. 2007. From the cradle to the labor market? The effect of birth weight on adult outcomes. Quarterly Journal of Economics 122(1): 409-439.",
        "Barghaus, K.M., D.M. Cutler, R.G. Fryer, and E.L. Glaeser. 2008. Understanding racial differences in health. Harvard University, mimeo.",
        "Arendt, J.N. 2005. Does education cause better health? A panel data analysis using school reform for identification. Economics of Education Review 24:149-160. Banks, J., M. Marmot, Z. Oldfield, and J.P. Smith. Forthcoming. The SES health gradient on both sides of the Atlantic. In D.A. Wise, ed., Developments in the Economics ofAging. Chicago: University of Chicago Press.",
        "Almond, D., K. Chay and M. Greenstone. 2008. Civil rights, the war on poverty, and black-white convergence in infant mortality in the rural South and Mississippi. American Economic Review, forthcoming.",
        "Almond, D. and K. Chay. 2006. The long-run and intergenerational impact of poor infant health: Evidence from cohorts born during the civil rights era. Mimeo, Columbia University.",
        "Almond, D. 2006. Is the 1918 influenza pandemic over? Long-term effects of in utero influenza exposure in the post-1940 U.S. population. Journal of Political Economy 114: 562-712.",
        "Abraido-Lanza, A.F., B.P. Dohrenwend, D.S. Ng-Mak and J.B. Turner. 1999. The Latino mortality paradox: A test of the `salmon bias and healthy migrant hypotheses. American Journal of Public Health 89: 1543-1548."
    ]
}